{
 "id": "200226",
 "text": "{| |} USS Duluth (CL-87) was a United States Navy light cruiser. She was launched 13 January 1944 by Newport News Shipbuilding & Dry Dock Company, Newport News, Virginia; sponsored by Mrs. E. H. Hatch, wife of the Mayor of Duluth, Minnesota; and commissioned 18 September 1944, Captain Donald Roderick Osborn, Jr., US Naval Academy class of 1920, in command. ==Design== thumb|left|Duluth underway early in her career Duluth was long overall and had a beam of and a draft of . Her standard displacement amounted to and increased to at full load. The ship was powered by four General Electric steam turbines, each driving one propeller shaft, using steam provided by four oil-fired Babcock & Wilcox boilers. Rated at , the turbines were intended to give a top speed of . Her crew numbered 1285 officers and enlisted men. The ship was armed with a main battery of twelve 6 in /47 caliber Mark 16 guns in four 3-gun turrets on the centerline. Two were placed forward in a superfiring pair; the other two turrets were placed aft of the superstructure in another superfiring pair. The secondary battery consisted of twelve /38 caliber dual purpose guns mounted in twin turrets. Two of these were placed on the centerline, one directly behind the forward main turrets and the other just forward of the aft turrets. Two more were placed abreast of the conning tower and the other pair on either side of the aft superstructure. Anti-aircraft defense consisted of twenty-eight Bofors guns in four quadruple and six double mounts and ten Oerlikon guns in single mounts. The ship's belt armor ranged in thickness from , with the thicker section amidships where it protected the ammunition magazines and propulsion machinery spaces. Her deck armor was thick. The main battery turrets were protected with faces and sides and tops, and they were supported by barbettes 6 inches thick. Duluths conning tower had 5-inch sides. ==Service history== ===Construction and World War II=== thumb|left|Duluth at anchor in 1945 The keel for Duluth was laid down in November 1942 at the Newport News Shipbuilding & Dry Dock Company in Newport News, Virginia, with the hull number CL-87. Her completed hull was launched on 13 January 1944, and fitting-out work was completed by September. The ship was commissioned on 18 September and thereafter began sea trials. Duluth operated as a training cruiser based in Newport, Rhode Island, from 14 December to 2 March 1945 as her crew familiarized themselves with the ship. She thereafter steamed to Norfolk, Virginia, for a short refit. On 7 April, Duluth got underway to join the war effort in the Pacific. After transiting the Panama Canal, she arrived in Pearl Harbor on 29 April. Duluth left Pearl Harbor on 8 May to join 5th Fleet, which she met on 27 May. While cruising with the fleet off Okinawa on 5 June, Duluth was damaged by a severe typhoon, along with a number of other vessels. She had to sail south to Guam for repairs, which lasted for more than a month. She returned to the Fast Carrier Task Force on 21 July, which had by that time passed to 3rd Fleet, being renamed Task Force 38\\. Duluth was assigned to the subordinate unit Task Group 38.1, along with five aircraft carriers, three fast battleships, four other cruisers, and several destroyers. She served as part of the anti-aircraft screen that protected the carriers as they carried out a series of air strikes on various targets in Japan. These operations continued until the end of the war on 14 August. During this period, on 18 July, Duluth was temporarily transferred to Task Group 35.4, along with the cruisers , , and and eight destroyers. The unit carried out a sweep for Japanese coastal shipping that night, but failed to locate any significant targets. Duluth thereafter returned to TG 38.1 and remained with it for the next month during the initial occupation operations. The ships entered Sagami Bay on 27 August with the rest of TF 38 to begin preparations for the formal surrender of Japan, which took place aboard the battleship on 2 September. Duluth moved to Tokyo Bay on 16 September as part of the occupation effort. The ship got underway on 1 October to return home, arriving in Seattle, Washington, on 19 October, where she took part in Navy Day celebrations. The ship received two battle stars during her brief service during the war. ===Postwar career=== The ship was thereafter based in San Pedro, California, and was sent on a deployment to East Asian waters that lasted from 3 January 1946 to 27 September. The ship sailed to Pearl Harbor on 24 February 1947 for a lengthy visit to the port. Duluth went on a major cruise to the southern and western Pacific between May and July. During the voyage, she visited Melbourne and Sydney, Australia; Truk and Guam in the central Pacific, and Manila in the Philippines. During the latter visit, Duluth cruised with the aircraft carrier and a division of destroyers, and it was timed for the first anniversary of the Philippines' independence. The ship was then sent to the coast of China to patrol the region during the Chinese Civil War. Her deployment lasted from 22 September 1947 to 19 May 1948, which concluded with the transfer of Duluth to Long Beach, California, where she was based for the remainder of her career. In mid-1948, she embarked on a training cruise for NROTC midshipmen that included a visit to British Columbia. The ship took part in cold-weather training exercises held off Kodiak, Alaska, in February 1949, before being decommissioned on 25 June and assigned to the reserve fleet. She remained there for more than a decade, before being sold to ship breakers on 14 November 1960. ==Footnotes== ===Notes=== ===Citations=== ==References== * * * * * ==External links== *Navy photographs of Duluth (CL-87) *history.navy.mil: USS Duluth * *hazegray.org: USS Duluth Category:Cleveland-class cruisers Category:World War II cruisers of the United States Category:1944 ships Category:Ships built in Newport News, Virginia",
 "title": "USS Duluth (CL-87)"
}