{
 "id": "200403",
 "text": "right Friedrich Wilhelm Gotter (3 September 1746 – 18 March 1797) was a German poet and dramatist. ==Biography== He was born at Gotha. He started out studying law, but early on was influenced to write for the theatre. After the completion of his university course at Göttingen, he was appointed second director of the Gotha Archive. He subsequently went to Wetzlar, the seat of the imperial law courts, as secretary to the Saxe-Coburg-Gotha legation. In 1768 he returned to Gotha as tutor to two young noblemen, and here, together with H. C. Boie, he founded the famous Göttinger Musenalmanach. In 1770 he was once more in Wetzlar, where he belonged to Goethe's circle. Four years later he returned to live permanently in Gotha, where he worked until his death. ==Work== Gotter was the chief representative of French taste in the German literary life of his time. His poetry is elegant and polished, and largely free from the trivialities of the Anacreontic lyric of the earlier generation of imitators of French literature; but he lacked imaginative depth. His plays, of which Merope (1774), an adaptation in blank verse of the tragedies of Maffei and Voltaire, and Medea (1775), a melodrama, are best known, were mostly based on French originals and had considerable influence in counteracting the formlessness and irregularity of the Sturm und Drang drama. Medea served as a libretto for an opera by Jiří Antonín Benda (1778). Gotter's collected Gedichte appeared in 2 vols. in 1787 and 1788; a third volume (1802) contains his Literarischer Nachlass. See B. Litzmann, Schröder und Gotter (1887), and R. Schlösser, F. W. Gotter, sein Leben und seine Werke (1894). His best known work is the lyrics to the well known lullaby Schlafe, mein Prinzchen, Schlaf ein. ==Notes== ==References== * Category:1746 births Category:1797 deaths Category:German poets Category:People from Saxe-Gotha- Altenburg Category:People from Gotha (town) Category:University of Göttingen alumni Category:German male poets Category:German male dramatists and playwrights Category:18th-century German dramatists and playwrights Category:German-language poets Category:18th-century German male writers",
 "title": "Friedrich Wilhelm Gotter"
}