{
 "id": "200589",
 "text": "thumb|300px|Map of central Rome during the Roman Empire showing Vicus Tuscus at the center Vicus Tuscus (\"Etruscan Street\" or \"Tuscan Street\") was an ancient street in the city of Rome, running southwest out of the Roman Forum between the Basilica Julia and the Temple of Castor and Pollux towards the Forum Boarium and Circus Maximus via the west side of the Palatine Hill and Velabrum.Platner, Samuel B. \"Vicus Tuscus.\" A Topographical Dictionary of Ancient Rome London, Humphrey Milford: Oxford University Press, 1929. ==History== The name of Vicus Tuscus is believed to have originated from Etruscan immigration to Rome. Two distinct historical events are said by ancient authors to have led to the name. Tacitus says the name arose from the Etruscans who had come to aid the Romans against Titus Tatius, a Sabine ruler who invaded Rome in around 750 BC after Romans abducted Sabine women, and later settled down in the neighborhood of the Roman forum.Tacitus, Cornelius. The Annals & The Histories. Trans. Alfred Church and William Brodribb. New York, 2003. Livy, on the other hand, says the name came from the remnants of the Clusian army who settled in the area following the War between Clusium and Aricia in 508 BC. Some say the settlement was composed of workers whose task in Rome was to construct the Temple of Jupiter Optimus Maximus. Dionysius indicates that the Roman senate provided Etruscans a place to build houses near Vicus Tuscus.Dionysius, of Halicarnassus. The Roman antiquities of Dionysius Halicarnassensis. Trans. Edward Spelman, Vol. 2. London, 1758. 4 vols. Eighteenth Century Collections Online. Gale Group. ==Background== Though originally a residential area of wealthy families; by the Republican time, the Vicus Tuscus became a hub of Roman commerce where there were many stores (horrea) on both sides, such as booksellers. According to Horace's Epistles, books were on sale in front of the statues of Etruscan god Vertumnus and Janus Geminus in the Tuscan street and inside the Forum.Peck, Tracy. Classical Philology, Vol. 9, No. 1. (January 1914), pp. 77-78. The most influential merchants were expert dealers of incense and perfume (turarii in Latin), giving rise to the street's second name - Vicus Turarius. Propertius recorded that these tradesmen made sacrificial offerings to Vertumnus, whose statue stood on Vicus Tuscus.Hornblower, Simon and Antony Spawforth. “Vertumnus.” The Oxford Classical Dictionary. Oxford, New York : Oxford University Press, 2003. ==Function== Vicus Tuscus was frequently used as an important path of communication between the Roman Forum and the Forum Boarium and Circus Maximus. When Romans conducted a sacrificial rite to their gods, two white cows were led through Vicus Tuscus and Velabrum via the forum Boarium, to arrive at the Temple of Juno Regina on the Aventine Hill.Livius, Titus. Livy. Tras. Frank G. Moore. Vol. 7. London, 1943. 13 vols. Harvard University Press, William Heinemann Ltd. During the Ludi Romani, the Vicus Tuscus was a route for processions. Statues of gods on wagons were paraded through here from the Capitoline Hill to the Circus Maximus.Claridge, Amanda. Rome: An Oxford Archaeological Guide. New York: Oxford University Press, 1998. Plautus also tells us (Curculio, IV 482) that around 193 BCE, this was the spot for male prostitution in Rome.\"In tusco vico, ubi sunt homines qui ipsi sese vendidant\". ==References== Tuscus Category:Roman Forum Category:Rome R. X Campitelli Category:Rome R. XII Ripa",
 "title": "Vicus Tuscus"
}