{
 "id": "200954",
 "text": "thumb| Rank-Broadley's image of the Queen on a military medal thumb|Statue at the Armed Forces Memorial Ian Rank-Broadley FRBS (born 1952) is a British sculptor who has produced many acclaimed works, among which are several designs for British coinage and the memorial statue of Princess Diana at Kensington Palace in London unveiled in July 2021. ==Biography== Born in Walton-on-Thames, Surrey, Rank-Broadley was educated at Epsom School of Art (1970–74) tutored by Bruce McLean, and Slade School of Fine Art, UCL (1974–76) with Reg Butler as his Director of Studies, Michael Kenny and John Davies as tutors, where he was awarded the Boise Travelling Scholarship. He then continued his studies at the British School at Rome. On his return to the U.K. he started as a professional sculptor specialising in low relief sculpture. He has assisted the sculptors Reg Butler and Ralph Brown RA. A member of the Royal British Society of Sculptors (Associate 1989, Fellow 1994), and a Brother of the Art Workers Guild (1995), he was made a Freeman of the Worshipful Company of Goldsmiths in 1996 and granted the Freedom of the City of London. He was elevated to the Livery in 2009. In 2010 he was appointed as Trustee to The Prince's School of Traditional Arts. His works are in the permanent collections of the British Museum, London's National Portrait Gallery, the Ashmolean Museum, Fitzwilliam Museum Cambridge, St Paul's Cathedral, the Rijksmuseum, and several others. He lives and works in Gloucestershire. ==Sculptor== In 1996 he won the Prize for his bronze maquette for Dante’s Gates of Hell, at XI Biennale Dantesca, Ravenna, Italy. In 2007, the Armed Forces Memorial at the National Memorial Arboretum was dedicated, containing two large figure groups, comprising fourteen figures, each one and a quarter times life size, by Rank-Broadley as part of its centre piece. For this work he received the 2008 Marsh Award for Excellence in Public Sculpture. In 2010 he executed a memorial to Dean Colet, founder of St Paul's School, London, which can be seen in St Paul's Cathedral in London. Other major works are St Matthew at St Matthew's Church, Northampton, H M Queen in Garter robes at the Supreme Court, Charles James Fox at Chertsey, the Royal Anglian Regiment's memorial, Imperial War Museum Duxford. A major patron was the publisher Felix Dennis for whom Rank-Broadley has sculpted the figures of Josephine Baker, Billie Holiday and \"Lord Rochester, his Whore and a Monkey\" for his Garden of Heroes and Villains. In 2018, Rank-Broadley completed a portrait bust of the Welsh poet RJ Arkhipov. Arkhipov's experience with the sculptor inspired his poem \"The Sculptor\". 0n 10 December 2017 it was announced that Rank-Broadley had been commissioned by the sons of Diana, Princess of Wales to execute a statue in her memory. Its completion was initially expected in 2019 but its unveiling in the Sunken Garden at Kensington Palace was delayed until 1 July 2021. In his review, Jonathan Jones noted its \"aesthetic awfulness ... Flat, cautious realism softened by a vague attempt to be intimate make this a spiritless and characterless hunk of nonsense.\" ==Coins and medals== In 1997 he won the Royal Mint competition for a new effigy of Elizabeth II to appear on the obverse of circulated British and some Commonwealth coinage from 1998 onward. Later that year, he also won a Royal Mint competition for his design of the Queen Mother Centennial crown coin. In 2002 his design of the reverse of a British Five Pound coin was issued. He also designed the conjoint portrait of Elizabeth II and Prince Philip on the 2007 crown coin, celebrating their sixtieth wedding anniversary. It is the third time Rank-Broadley has designed both the obverse and reverse of a single coin. More recently he has been commissioned to design and model the gold kilo coin celebrating the Queen's Diamond Jubilee. In 2012 he was recognized with a Lifetime Achievement Award by the Vicenza Numismatica. ==References== ==External links== *Ian Rank-Broadley's website *Armed Forces Memorial Sculpture website Category:1952 births Category:Living people Category:20th-century British sculptors Category:British male sculptors Category:People from Walton-on-Thames Category:British currency designers Category:Fellows of the Royal British Society of Sculptors Category:Coin designers Category:21st-century British sculptors Category:21st-century male artists",
 "title": "Ian Rank-Broadley"
}