{
 "id": "201112",
 "text": "Mario Augusto Bunge (;Archived at Ghostarchive and the Wayback Machine: Interview with Bunge in which the interviewer gives a pronunciation of his name. ; Florida Oeste, September 21, 1919 – Montreal, February 24, 2020) was an Argentine-Canadian philosopher and physicist. His philosophical writings combined scientific realism, systemism, materialism, emergentism, and other principles. He was an advocate of \"exact philosophy\" and a critic of existentialist, hermeneutical, phenomenological philosophy, and postmodernism. He was popularly known for his opinions against pseudoscience. ==Biography== Bunge was born on September 21, 1919, in Buenos Aires (Argentina). His mother, Marie Herminie Müser, was a German nurse who left Germany just before the beginning of World War I. His father, Augusto Bunge, also of some German descent, was an Argentinian physician and socialist legislator. Mario, who was the couple's only child, was raised without any religious education, and enjoyed a happy and stimulating childhood in the outskirts of Buenos Aires. Bunge had four children: Carlos F. and Mario A. J. (with ex-wife Julia), and Eric R. and Silvia A., with his wife of over 60 years, the Argentinian mathematician Marta Cavallo. Mario lived with Marta in Montreal since 1966, with one-year sabbaticals in other countries. === Studies and career === Bunge began his studies at the National University of La Plata, graduating with a Ph.D. in physico-mathematical sciences in 1952. He was professor of theoretical physics and philosophy, 1956-1966, first at La Plata then at University of Buenos Aires. His international debut was at the 1956 Inter- American Philosophical Congress in Santiago, Chile. He was particularly noticed there by Willard Van Orman Quine, who called Bunge the star of the congress. He was, until his retirement at age 90, the Frothingham Professor of Logic and Metaphysics at McGill University in Montreal, where he had been since 1966. He became a centenarian in September 2019. A Festschrift was published to mark the occasion, with essays by an international collection of scholars. He died in Montreal, Canada, on 24 February 2020 at the age of 100. ==Work== Bunge was a prolific intellectual, having written more than 400 papers and 80 books, notably his monumental Treatise on Basic Philosophy in eight volumes (1974–1989), a comprehensive and rigorous study of those philosophical aspects Bunge takes to be the core of modern philosophy: semantics, ontology, epistemology, philosophy of science and ethics. In his Treatise, Bunge developed a comprehensive scientific outlook which he then applied to the various natural and social sciences. His work is based on global systemism, emergentism, rationalism, scientific realism, materialism and consequentialism. Bunge repeatedly and explicitly denied being a logical positivist,: \"... mainly because of the vulgar confusion between scientism and positivism, I am often regarded as a positivist despite my many criticisms of positivism. ... When [Gino] Germani invited me to take part in the panel for the conference on science and positivism that he had organized, I assaulted positivism and thus provoked Gino's anger. I had not realized that, in that milieu, positivism was confused with scientism. ... I had read some of the genuine positivists, from Comte, Mach and Duhem to Reichenbach, Carnap and Philipp Rank, and had thoroughly criticized their attempt to interpret physics in anthropocentric terms, from sensation to measurement.\" and wrote on metaphysics.See, for example, volumes 3 and 4 of his Treatise on Basic Philosophy. A variety of scientists and philosophers influenced his thought. Among those thinkers, Bunge explicitly acknowledged the direct influence of his own father, the Argentine physician Augusto Bunge, the Czech physicist Guido Beck, the Argentine mathematician Alberto González Domínguez, the Argentine mathematician, physicist and computer scientist Manuel Sadosky, the Italian sociologist and psychologist Gino Germani, the American sociologist Robert King Merton, and the French-Polish epistemologist Émile Meyerson. Bunge defined himself as a left-wing liberal and democratic socialist, in the tradition of John Stuart Mill and José Ingenieros. He was a supporter of the Campaign for the Establishment of a United Nations Parliamentary Assembly, an organisation which advocates for democratic reform in the United Nations, and the creation of a more accountable international political system. Popularly, he is known for his remarks considering psychoanalysis as an example of pseudoscience.For example: See also: He was critical of the ideas of well known scientists and philosophers such as Karl Popper, Richard Dawkins, Stephen Jay Gould, and Daniel Dennett. Bunge appreciated some aspects of Popper's critical rationalism but found it insufficient as a comprehensive philosophy of science,See, for example: * * and instead formulated his own account of scientific realism.See, for example, among secondary sources: * * * John R. Wettersen, who defined \"critical rationalism\" more broadly than Popper's work, called Bunge's theory of science \"a version of critical rationalism\". In a review of Bunge's 2016 memoirs, Between Two Worlds: Memoirs of a Philosopher-Scientist, James Alcock saw in Bunge \"a man of exceedingly high confidence who has lived his life guided by strong principles about truth, science, and justice\" and one who is \"[impatient] with muddy thinking\". === Influence on the social sciences === Bunge addressed issues of theory and method in the social sciences starting with his Treatise on Basic Philosophy and later in his career wrote two books entirely focused on the social sciences: Finding Philosophy in Social Science (1996) and Social Science under Debate: A Philosophical Perspective (1998). In these works he argued for an approach to the study of societies that he called systemism, an alternative to holism and individualism. He was an advocate for what he called mechanismic explanations and defended the view that social mechanisms are processes \"in a concrete system, such that it is capable of bringing about or preventing some change in the system as a whole or in some of its subsystems\". == Awards == Bunge was distinguished with twenty-one honorary doctorates and four honorary professorships by universities from both the Americas and Europe. Bunge was a fellow of the American Association for the Advancement of Science (AAAS) (1984–) and of the Royal Society of Canada (1992–), and he is in the \"Science Hall of Fame\" featured in Science in 2011. In 1982 he was awarded the Premio Príncipe de Asturias (Prince of Asturias Award), in 2009 the Guggenheim Fellowship, and in 2014 the Ludwig von Bertalanffy Award in Complexity Thinking. ==Selected publications== * 1959. Causality: The Place of the Causal Principle in Modern Science. Cambridge: Harvard University Press. (Fourth edition, New Brunswick: Transaction Publishers, 2009.) * 1960. La ciencia, su método y su filosofía. Buenos Aires: Eudeba. (In French: La science, sa méthode et sa philosophie. Paris: Vigdor, 2001, .) * 1962. Intuition and Science. Prentice-Hall. (In French: Intuition et raison. Paris: Vigdor, 2001, .) * 1963. The Myth of Simplicity: Problems of Scientific Philosophy. Englewood Cliffs, NJ: Prentice-Hall. * 1967. Scientific Research: Strategy and Philosophy. Volume 1: The Search for System. Volume 2: The Search for Truth. Berlin, New York: Springer-Verlag. Revised and reprinted as Philosophy of Science, 2 Vols. New Brunswick, NJ: Transaction, 1998. * 1967. Foundations of Physics. Berlin, Heidelberg, New York: Springer-Verlag. * 1973. Method, Model, and Matter. Dordrecht: Reidel. * 1973. Philosophy of Physics. Dordrecht: Reidel. * 1977. \"Emergence and the Mind\", Neuroscience 2(4), 501–509. * 1980. The Mind-Body Problem. Oxford: Pergamon. * 1981. Scientific Materialism. Dordrecht: Reidel. * 1983. \"Demarcating Science from Pseudoscience\", Fundamenta Scientiae 3: 369–388. * 1984. \"What is Pseudoscience?\", The Skeptical Inquirer 9: 36–46. * 1987. Philosophy of Psychology (with Rubén Ardila). New York: Springer. * 1987. \"Why Parapsychology Cannot Become a Science\", Behavioral and Brain Sciences 10: 576–577. * 1988. Ciencia y desarrollo. Buenos Aires: Siglo Veinte. * 1974–89. Treatise on Basic Philosophy:Bunge's Treatise on Basic Philosophy stands as his major achievement. It encompasses a quadrivium which he considers \"the nucleus of contemporary philosophy\", namely, semantics (theories of meaning and truth), ontology (general theories of the world), epistemology (theories of knowledge), and ethics (theories of value and right action). For approximately two decades, Bunge engaged in writing his magnum opus in order to investigate and synthesize contemporary philosophy in a single grand system that is compatible with the advancement of modern human knowledge both scientifically and philosophically. Treatise on Basic Philosophy: Semantics (I & II), Ontology (III-IV), Epistemology and Methodology (V-VII) Axiology and Ethics (VIII). All of these 8 volumes in 9 parts are currently in print, available under the Springer-Verlag imprint. 8 volumes in 9 parts: ** I: Semantics I: Sense and Reference. Dordrecht: Reidel, 1974. ** II: Semantics II: Interpretation and Truth. Dordrecht: Reidel, 1974. ** III: Ontology I: The Furniture of the World. Dordrecht: Reidel, 1977. ** IV: Ontology II: A World of Systems. Dordrecht: Reidel, 1979. ** V: Epistemology and Methodology I: Exploring the World. Dordrecht: Reidel, 1983. ** VI: Epistemology and Methodology II: Understanding the World. Dordrecht: Reidel, 1983. ** VII: Epistemology and Methodology III: Philosophy of Science and Technology: Part I. Formal and Physical Sciences. Dordrecht: Reidel, 1985. Part II. Life Science, Social Science and Technology. Dordrecht: Reidel, 1985. ** VIII: Ethics: the Good and the Right. Dordrecht: D. Reidel, 1989. * 1996. Finding Philosophy in Social Science. New Haven: Yale University Press. * 1996. \"Is Religious Education Compatible with Science Education?\" (with Martin Mahner), Science & Education 5(2), 101–123. * 1997. Foundations of Biophilosophy (with Martin Mahner). New York: Springer. * 1997. \"Mechanism and Explanation\", Philosophy of the Social Sciences 27(4), 410–465. * 1998. Dictionary of Philosophy. Amherst, NY: Prometheus Books. * 1998. Elogio de la curiosidad. Buenos Aires: Editorial Sudamericana. * 1998. Social Science under Debate: A Philosophical Perspective. Toronto: University of Toronto Press. * 1999. The Sociology–Philosophy Connection. New Brunswick, NJ: Transaction. * 2001. Philosophy in Crisis: The Need for Reconstruction. Amherst, NY: Prometheus Books. * 2001. Scientific Realism: Selected Essays of Mario Bunge. Edited by Martin Mahner. Amherst, NY: Prometheus Books. * 2003. Emergence and Convergence: Qualitative Novelty and the Unity of Knowledge. Toronto: University of Toronto Press. * 2004. \"How Does It Work? The Search for Explanatory Mechanisms\", Philosophy of the Social Sciences 34(2), 182–210. * 2004. Über die Natur der Dinge. Materialismus und Wissenschaft (with Martin Mahner). Stuttgart: S. Hirzel Verlag. * 2006. Chasing Reality: Strife over Realism. Toronto: University of Toronto Press. * 2009. Political Philosophy: Fact, Fiction, and Vision. New Brunswick, NJ: Transaction. * 2010. Matter and Mind: A Philosophical Inquiry. New York: Springer. * 2012. Evaluating Philosophies. New York: Springer. * 2012. \"Does Quantum Physics Refute Realism, Materialism and Determinism?\", Science & Education 21(10): 1601–1610. * 2013. Medical Philosophy: Conceptual Issues in Medicine. New Jersey: World Scientific Publishing Company. * 2016. Between Two Worlds: Memoirs of a Philosopher-Scientist. New York: Springer. * 2017. Doing Science: In the Light of Philosophy. Singapore: World Scientific Publishing Company. * 2018. From a Scientific Point of View: Reasoning and Evidence Beat Improvisation across Fields. Cambridge: Cambridge Scholars. ==See also== * * List of people from Montreal * ==References== ==Further reading== * VV.AA. (2003). Congreso- homenaxe internacional a Mario Bunge. Mos (Galicia), Grupo Aletheia. [Includes articles in Spanish by M. Bunge (Inverse problems), J. Aracil (MB and systems theory), A. Barceló (Philosophy and economics: three Bungen notions), I, Morgado (Brain, mind and philosophy), J. Mosterín (Biographical sketch of MB), M. A. Quintanilla (Instrumental rationality) y Héctor Vucetich (Quantum mechanics and realism), and in English by M. Mahner (M. Bunge's philosophy of biology)]. * Agassi, Joseph and Robert S. Cohen (eds.) (1982). Scientific Philosophy Today: Essays in Honor of Mario Bunge. Dordrecht, D. Reidel. * Denegri, Guillermo and Gladys E. Martínez (2000). Tópicos actuales en filosofía de la ciencia. Homenaje a Mario Bunge en su 80º aniversario. Mar del Plata, Editorial Martín. * Marone, Luis and Rafael González del Solar (2000). \"Homenaje a Mario Bunge, o por qué las preguntas en Ecología deberían comenzar con 'por qué'\". In Denegri, Guillermo and Gladys E. Martínez (2000). Tópicos actuales en filosofía de la ciencia. Homenaje a Mario Bunge en su 80º aniversario. Mar del Plata, Editorial Martín. pp. 153–178. * Matthews, Michael R. (ed.) (2019). Mario Bunge: a Centenary Festschrift. Cham, Springer. * Serroni-Copello, Raúl (1989). Encuentros con Mario Bunge. Asociación de Investigaciones en Psicología. * Vacher, Laurent-Michel (1993). Entretiens avec Mario Bunge. Montreal, Liber. * Weingartner, Paul and Georg J. W. Dorn (eds.). 1990. Studies on Mario Bunge's Treatise. Amsterdam-Atlanta, GA, Rodopi. ==External links== * * * Category:1919 births Category:2020 deaths Category:20th-century Argentine male writers Category:20th-century Argentine philosophers Category:20th-century Argentine physicists Category:20th-century atheists Category:20th-century Canadian male writers Category:20th-century Canadian non-fiction writers Category:20th-century Canadian philosophers Category:20th-century Canadian physicists Category:20th-century essayists Category:21st-century Argentine male writers Category:21st-century Argentine philosophers Category:21st-century Argentine physicists Category:21st-century atheists Category:21st-century Canadian male writers Category:21st-century Canadian non-fiction writers Category:21st-century Canadian philosophers Category:21st-century Canadian physicists Category:21st-century essayists Category:Action theorists Category:Analytic philosophers Category:Argentine atheists Category:Argentine centenarians Category:Argentine emigrants to Canada Category:Argentine essayists Category:Argentine ethicists Category:Argentine expatriates in Mexico Category:Argentine male writers Category:Argentine non-fiction writers Category:Argentine people of German descent Category:Argentine philosophers Category:Argentine socialists Category:Argentine social liberals Category:Atheist philosophers Category:Canadian atheists Category:Canadian centenarians Category:Canadian ethicists Category:Canadian logicians Category:Canadian male essayists Category:Canadian male non-fiction writers Category:Canadian memoirists Category:Canadian people of German descent Category:Canadian philosophers Category:Canadian skeptics Category:Canadian socialists Category:Consciousness researchers and theorists Category:Consequentialists Category:Contemporary philosophers Category:Critical rationalists Category:Critics of dialectical materialism Category:Critics of parapsychology Category:Critics of postmodernism Category:Cultural critics Category:Epistemologists Category:Materialists Category:Men centenarians Category:Metaphilosophers Category:Metaphysicians Category:Metaphysics writers Category:Moral philosophers Category:National Autonomous University of Mexico faculty Category:National University of La Plata alumni Category:Ontologists Category:Philosophers of culture Category:Philosophers of ethics and morality Category:Philosophers of logic Category:Philosophers of mind Category:Philosophers of psychology Category:Philosophers of science Category:Philosophers of social science Category:Philosophers of technology Category:Philosophy writers Category:Rationalists Category:Scientists from Montreal Category:Social commentators Category:Social critics Category:Social philosophers Category:Systems scientists Category:Writers about religion and science Category:Writers from Buenos Aires Category:Writers from Montreal",
 "title": "Mario Bunge"
}