{
 "id": "201287",
 "text": "Ghazi bin Faisal () (21 March 1912 – 4 April 1939) was the King of Iraq from 1933 to 1939 having been briefly Crown Prince of the Kingdom of Syria in 1920. He was born in Mecca, the only son of Faisal I, the first King of Iraq. ==Early life== Ghazi was the only son of Faisal (later to become King Faisal I of Iraq) and Huzaima bint Nasser. He was born when his father was leading a campaign in 'Asir against Muhammad ibn Ali al-Idrisi of 'Asir so He was named Ghazi (meaning Warrior due to this campaign,King Ghazi and his Companions (الملك غازي ومرافقوه) (1989) by Dr. Muhammad Hussein Al Zobeidi In his childhood, Ghazi was left with his grandfather, Hussein bin Ali, the Hashemite Grand Sharif of Mecca and head of the royal house of Hashim, who called Ghazi \"Awn\" after his great grandfather Awn bin Muhsin,King Ghazi and his Companions (الملك غازي ومرافقوه) (1989) by Dr. Muhammad Hussein Al Zobeidi while his father was occupied with travel and in military campaigns against the Ottomans. The Hashemites had ruled the Hijaz within the Ottoman Empire before rebelling with British assistance in the later stages of World War I. He attended Harrow School. Unlike his worldly father, Ghazi grew up a shy and inexperienced young man. Following the defeat of his grandfather's army by Saudi forces in 1924, he was forced to leave the Hijaz with the rest of the Hashemites. They traveled to Transjordan where Ghazi's uncle Abdullah was King. In the same year, Ghazi joined his father in Baghdad and was appointed as crown prince and heir to the Kingdom of Iraq. His father had been crowned following a national referendum in 1921. ==Flying Carpet== As a 16-year-old schoolboy, he met the traveller-adventurer Richard Halliburton and his pilot Moye Stephens during their round-the-world flight (shortly after Charles Lindbergh's celebrated transatlantic flight). Ghazi was taken for his first flight by Halliburton and Stephens in a biplane named the 'Flying Carpet'. They flew down to see the ruins of Ancient Babylon and other historical sites and flew low over the prince's own school so that his schoolmates could see him in the biplane. An account of the young Crown Prince Ghazi's experience flying over his country can be found in Richard Halliburton's The Flying Carpet. ==Simele Massacre== Ghazi came to Simele to award 'victorious' colours to the military and tribal leaders who, on 11 August 1933, participated in the Simele massacre of Assyrians and the looting of their homes. ==King of Iraq== On 8 September 1933, King Faisal I died, and Ghazi was crowned as King Ghazi I. On the same day, Ghazi was appointed Admiral of the Fleet in the Royal Iraqi Navy, Field Marshal of the Royal Iraqi Army, and Marshal of the Royal Iraqi Air Force. A staunch pan-Arab nationalist, opposed to British interests in his country,Tripp, Charles. A History of Iraq. Cambridge University Press: Cambridge, 2000, p.81. Ghazi's reign was characterized by tensions between civilians and the army, which sought control of the government. He supported General Bakr Sidqi in his coup, which replaced the civilian government with a military one. This was the first coup d'état to take place in the modern Arab world. He was rumoured to harbour sympathies for Nazi Germany and also put forth a claim for Kuwait to be annexed to Iraq. For this purpose, he had his own radio station in al-Zuhoor royal palace in which he promoted that claim and other radical views.Tripp, p.98. ==Marriage and children== thumb|right|150px|Queen Aliya of Iraq On 25 January 1934, King Ghazi married his first cousin, Princess Aliya bint Ali, daughter of his uncle King Ali of Hejaz, in Baghdad, Iraq. They had only one son, Faisal II, born 2 May 1935. Faisal had a circumcision party on Thursday, 7 November 1935, in al Zuhoor Palace and Emir Abdullah I of Transjordan and his son, Prince Nayef bin Abdullah, attended the party as well as the staff of the Hashemite Family. King Ghazi then ordered the distribution of ِAlms towards the poor and needy, and over 50 children in an Islamic orphanage were also circumcised on the account of King Ghazi who then distributed desserts among them.Directory of the Iraqi Kingdom 1935 (in Arabic) page 29 King Ghazi attended a banquet in the evening of that day which was attended by the Emir Abdullah of Transjordan and his son Nayef, and Prince 'Abd al-Ilah, and he invited the Prime Minister, former prime ministers, the leaders of the Senate and the Chamber of Deputies, and senior statesmen. Ghazi was suspected of having an extra-marital affair with a young Iraqi servant. British sources wrote in 1938 that King Ghazi's bad reputation was tarnished \"further\" when a \"Negro youth,\" who was employed at the palace, died by \"accidentally\" discharging his revolver when he didn't remove it before his afternoon siesta. An official police expert ruled that the Palace's explanation was consistent with the police examination. The British suspected there was more to the story, in particular, that one of Queen Aliya's \"adherents\" might have killed the boy, as the boy was suspected to be \"the King's boon companion in debauchery\" and the Queen therefore had a \"deep aversion\" to the boy. The King was in a panic after this incident, fearing imminent assassination. ==Death== thumb|Ghazi's vehicle after accident. King Ghazi died in April 1939 in an accident involving a sports car that he was driving. According to the scholars Ma'ruf al-Rusafi and Safa Khulusi, a common view by many Iraqis at the time was that he was killed on the orders of Nuri al-Said, because of his plans for unification of Iraq with Kuwait.Safa Khulusi, Ma'ruf Al-Rusafi (1875–1945). The Muslim World, Hartford Seminary Foundation, LXVII No.1, 1977. Faisal, Ghazi's only son, succeeded him as King Faisal II. Because Faisal was underage, Prince Abdul Ilah served as regent until 1953. After death he was commemorated as one of the five habibis. ==Ancestry== ==See also== *British Mandate of Mesopotamia *List of unsolved deaths *Saib Shawkat ==References== ==Books== *Ali, Tariq. Bush in Babylon: the Recolonisation of Iraq. W.W. Norton, 2003. . * ==External links== * * |- Category:1912 births Category:1939 deaths Category:20th-century Iraqi people Category:20th century in Iraq Category:Field marshals of Iraq Category:Grand Cordons of the Order of Independence (Jordan) Category:Honorary Knights Grand Cross of the Order of St Michael and St George Category:Honorary Knights Grand Cross of the Order of the Bath Category:House of Hashim Category:Iraqi Arab nationalists Category:Iraqi Sunni Muslims Category:Kings of Iraq Category:Marshals of the Royal Iraqi Air Force Category:People educated at Harrow School Category:People from Mecca Category:Road incident deaths in Iraq Category:Unsolved deaths",
 "title": "Ghazi of Iraq"
}