{
 "id": "201236",
 "text": "Sir Arthur Lasenby Liberty (13 August 1843 - 11 May 1917) was a London-based merchant, and the founder of Liberty & Co. ==Early life== Arthur Liberty was born on 13 August 1843 in Chesham, Buckinghamshire, England, the son of a draper. He began work at sixteen with an uncle who sold lace, and later another uncle who sold wine. By 1859 he was apprenticed to a draper, but he instead took a job at Farmer and Rogers, which specialised in women's fashions. He quickly rose to the post of manager of the warehouse. ==Liberty & Co.== After Farmer and Rogers refused to make him a partner in their business,Gere, Charlotte, & Michael Whiteway. (1993) Nineteenth-century Design: From Pugin to Mackintosh. London: Weidenfeld & Nicolson. p. 217. Liberty, in 1875, opened his own shop, Liberty & Co., in Regent Street, London. There he sold ornaments, fabrics and miscellaneous objets d'art from the Far East. Liberty & Co. initially provided an eclectic mix of popular styles, but went on to develop a fundamentally different style closely linked to the Aesthetic Movement of the 1890s, Art Nouveau (the \"new art\"). The company became synonymous with this new style to the extent that in Italy, Art Nouveau became known as Stile Liberty after the London shop. The company's printed and dyed fabrics, particularly silks and satins, were notable for their subtle and \"artistic\" colours and highly esteemed as dress material, especially during the decades from 1890 to 1920. Arthur Liberty married first Martha Cottam in 1865, from whom he obtained a divorce in 1869 on the grounds of her adultery and second, Emma Louise Blackmore in 1875. They had no children. He was knighted in 1913. ==Death and legacy== Liberty died on 11 May 1917. Before he died, Liberty had amassed a small fortune as a majority shareholder in Liberty & Co. (It had become a public limited liability company in 1890.) He left a manor house, several cottages and a large area of farmland near his birthplace in Buckinghamshire.http://jrose.dynip.com/family/archives/documents/correspondence/email/00-04-12_Liberty_et_al_Part_I.HTM His gravestone was designed by Archibald Knox, one of Liberty & Co.'s long- standing designers. ==References and sources== ;References ;Sources *Levy, Mervyn (1986) Liberty Style, The Classic Years, 1898–1910. New York: Rizzoli. ==External links== *Arthur Liberty and the Evolution of the Liberty Style *History of Liberty & Co. Category:1843 births Category:1917 deaths Category:British businesspeople Category:High Sheriffs of Buckinghamshire Category:People from Chesham Category:Knights Bachelor Category:19th-century British businesspeople",
 "title": "Arthur Lasenby Liberty"
}