{
 "id": "201877",
 "text": "thumb|A well used Red Ensign worn on a motorboat The Red Ensign or \"Red Duster\" is the civil ensign of the United Kingdom of Great Britain and Northern Ireland. It is one of the British ensigns, and it is used either plain or defaced with a badge or other emblem, mostly in the right half. It is the flag flown by British merchant or passenger ships since 1707. Prior to 1707, an English red ensign and a Scottish red ensign were flown by the English Royal Navy and the Royal Scots Navy, respectively. The precise date of the first appearance of these earlier red ensigns is not known, but surviving payment receipts indicate that the English navy was paying to have such flags sewn in the 1620s. == History == === England (pre-1707) === 250px|right|thumb|The English Red Ensign as it appeared in the 17th century Prior to the reorganisation of the Royal Navy in 1864, the plain red ensign had been the ensign of one of three squadrons of the Royal Navy, the Red Squadron, as early as 1558. By 1620, the plain red ensign started to appear with the Cross of St George in the upper-left canton. The Colony of Massachusetts used the red ensign from its founding; after a sermon by Roger Williams in 1636, equating crosses with the papacy, Governor Endicott ordered the St George cross removed from the flag. The Great and General Court of the colony found that Endicott had \"exceeded the lymits of his calling\", and yet left the flag without its cross for a number of decades afterward. In 1674, a Royal Proclamation of King Charles II (1630–1685, reigned 1660–1685) confirmed that the Red Ensign was the appropriate flag to be worn by English merchant ships. The wording of the 1674 proclamation indicates that the flag was customarily being used by English merchantmen before that date. At this time, the ensign displayed the Cross of St George in the canton. This changed in 1864, when an order in council provided that the Red Ensign was allocated to merchantmen. ===Scotland (pre-1707)=== It is probable that the cross-saltire was adopted by the Scots as a national ensign at a very early period, but there seems no direct evidence of this before the fourteenth century. The earliest Scottish records were lost at sea in the ship that was sent to return them to that country, whence they had been carried off, with the \"Stone of Destiny\", by King Edward I (1239–1307, reigned 1272–1307). Prior to 1707, the Scottish Red Ensign was flown by ships of the Royal Scots Navy, with a saltire in the canton. The Scottish Ensign has been flown unofficially by many Scottish vessels for a number of years. In 2015, a movement was launched by Lieutenant Commander George MacKenzie RNR to have the Scottish Ensign officially recognised, on the basis that the Merchant Shipping Act of 1995 permits Her Majesty the Queen in Council or a Secretary of State to approve \"any colours consisting of the Red Ensign defaced or modified\". Supporters cited the example of the States of Jersey, who in 2010 were permitted to use a \"voluntary or informal\" red ensign, adorned with a Plantagenet crown. The movement culminated in a petition for the Scottish Government to seek a warrant from the U.K. government to reintroduce the flag as an \"informal or voluntary ensign\" for Scottish merchant vessels. Mr. MacKenzie stressed that the \"petition was not meant to replace or supersede the British Red Ensign\". The petition received the support of MSP Michael Russell, and other Merchant sailors and members of sailing trade groups. The petition gained enough support that it was passed onto the Scottish Government who recommended Mr MacKenzie \"raise the issue with the Secretary of State directly or through his MP\". ===Great Britain (1707–1800)=== 250px|right|thumb|The British Red Ensign (1707–1800) Upon the legislative union of England and Scotland in 1707, the tiny Royal Scots Navy came to an end as a separate force, and the \"Union\" colours (invented on the union of the two crowns a hundred years before) were inserted in all ensigns, naval and mercantile. An Order in Council of 21 July 1707, established as naval flags of the royal standard, the Union flag and \"the ensign directed by her Majesty since the said Union of the two Kingdoms\", which from the coloured drafts attached to the order is seen to be the red ensign. The white and blue ensigns are not mentioned in this Order; evidently the red ensign was alone regarded as the legal ensign of Great Britain and the others as merely variations of it for tactical purposes.W. G. Perrin, British Flags (1922) In 1707, Acts of Union, ratifying the Treaty of Union that had been agreed the previous year, were passed by the parliaments of England and Scotland, thereby uniting the Kingdom of Scotland with the Kingdom of England (which included the Principality of Wales) into a new state with the name \"Kingdom of Great Britain\". This resulted in a new red ensign which placed the first Union Flag in the first quarter. The new design of the Red Ensign was proclaimed by Queen Anne (1665–1714, reigned 1702–1714), who indicated that it was to be used by both the navy and ships owned by \"our loving subjects\". The flag was flown by ships of the Thirteen Colonies in North America before the American Revolution. Modification of the flag was used to express the discontent of the colonists before and during the outbreak of revolution. This can be seen in both the Taunton flag and the George Rex flag. It also formed the basis of the Grand Union Flag of 1775, which served as the first American national flag, although it differed slightly from the primary Red Ensign in that it had a squared Union Flag in the canton. ===United Kingdom (1801–present)=== 250px|right|thumb|The Red Ensign of the United Kingdom in use in London right|thumb|220px In 1801, with another Act of Union, Ireland joined with Great Britain to form the United Kingdom of Great Britain and Ireland, which resulted in the present Union Flag being added to the canton. The St Patrick's Cross was added to the Union Flag and, accordingly, to the first quarters of the British ensigns. The Merchant Shipping Act 1854 included a specific provision that the Red Ensign was the appropriate flag for a British merchantman. This provision was repeated in successive British shipping legislation (i.e., 1889, 1894 (section 73) and 1995). Until 1864, the Red Ensign was also the principal ensign of the Royal Navy, and as such it was worn by ships of the Red Squadron of the navy, as well as by those warships that were not assigned to any squadron (i.e., those sailing under independent command). The white ensign and the blue ensign were also used by the Royal Navy. Many in the Admiralty felt that the Royal Navy's use of three separate ensigns (i.e., the red, white, and blue) was outdated and confusing. Many also felt that merchantmen should be clearly distinguishable from warships. In July 1864, an order-in-council provided that the White Ensign was the ensign of the Royal Naval Service. The Blue Ensign was designated as the proper national colours for ships commanded by an officer of the Royal Naval Reserve, and (with an appropriate badge) as national colours for ships in government service. The Red Ensign was assigned to British merchantmen. This basic structure remains today. A few years later (1867–1869), the Admiralty determined that the blue ensign charged with an appropriate badge in the fly would be used as the ensign by those ships in the armed, or public, service of the many British colonies. Most British colonies needed to use the blue ensign due to the fact that most had government vessels; some colonies, such as South Australia, had warships. As a result, the Blue Ensign was used throughout the Empire and thus became the model for the flags used by a number of colonies and former colonies in the British Empire. At the same time, the red ensign (which was designated in 1864 as the flag for merchant shipping) was used by merchantmen of those colonies or territories which obtained an Admiralty warrant. Warrants were issued, chronologically, to British North Borneo (1882), British East Africa (1890), Canada (1892), New Zealand (1899), British South Africa (1902), Australia (1903), British Somaliland (1904), Union of South Africa (1910), Newfoundland (1918), Indian Native States (1921), Cyprus (1922), Tanganyika (1923), Western Samoa (1925) and Palestine (1927). Those areas, notably including British India, that did not have an Admiralty warrant used the plain Red Ensign, although unofficial local versions of the Red Ensign were used. , Red Ensigns charged with the local emblem are available to be used by ships registered on several of the component registers of the Red Ensign Group: Bermuda, British Virgin Islands, Cayman Islands, Falkland Islands, Gibraltar, Guernsey, Jersey, and Isle of Man. ==Plain red ensign== The plain red ensign is the civil ensign or merchant ensign of the United Kingdom. The flag has overall ratio of 1:2 with the Union occupying one quarter of the field and placed in the canton. ==Defaced red ensign== Some government departments or public bodies fly red ensigns defaced with a badge or emblem, to form the ensign of United Kingdom. These are: {| class=\"wikitable\" ! Ensign ! Body |- | || Company of Watermen and Lightermen |- | || Eastern Sea Fisheries |- | || Maritime Volunteer Service |- | || National Register of Historic Vessels |- | || National Register of Historic Vessels Fleet |- | || North Wales and North West Sea Fisheries |- | || Royal National Lifeboat Institution |- | || South Wales Sea Fisheries |- | || Trinity House |} The red ensign defaced with a specific club's badge or emblem is allowed to be hoisted as the national ensign by members of the following yacht clubs: {| class=\"wikitable\" ! Ensign ! Club |- | || Brixham Yacht Club |- | || House of Commons Yacht Club |- | || Lloyd's Yacht Club |- | || Royal Dart Yacht Club |- | || Royal Fowey Yacht Club |- | || Royal Hamilton Amateur Dinghy Club |- | || Royal Lymington Yacht Club |- | || Royal Norfolk and Suffolk Yacht Club |- | || Royal Victoria Yacht Club |- | || Royal Windermere Yacht Club |- | || Royal Yachting Association |- | || St. Helier Yacht Club |- | || West Mersea Yacht Club |} == Flags based on the Red Ensign == ===British Overseas Territories and Crown Dependencies=== ====Bermuda==== Bermuda, uniquely among British overseas territories, uses the Red Ensign as its land flag as well as at sea. The flag has apparently been flown unofficially since Bermuda's arms were granted in 1910. There appears to be no formal adoption of the Bermuda flag for use on land, although a 1969 Foreign and Commonwealth Office circular mentions its use. The white and green shield has a red lion holding a scrolled shield showing the sinking of the ship Sea Venture off of Bermuda in 1609. The Red Ensign is likely to have been chosen as Bermuda's land flag due to Canadian influence. (For the first half of the 20th century, Canada made use of the Red Ensign defaced with the Canadian shield as an unofficial land flag.) Bermuda's 2002 shipping legislation officially recognises the flag as an ensign for Bermudian registered ships. Prior to 2002, the flag was often used unofficially by Bermudian ships as an ensign, as reflected in Admiralty correspondence dating back to the 1950s. Bermuda (civil) Government vessels and maritime services use the defaced blue ensign, which is flown both from vessels and from shore facilities. ====Gibraltar==== Gibraltar features variant flags of the territory which incorporate the Gibraltar coat of arms into a red ensign. This is the only Overseas Territory not to adopt any such ensign as its territorial flag, although the ensigns may still be seen on vessels in the waters of the territory. ====Isle of Man==== The Crown dependency of the Isle of Man was granted a red ensign, with the triskelion of Man in the central fly, for use by ships registered through the island, by Royal Warrant dated 27 August 1971. It is widely used on luxury yachts and large cargo ships around the world, due to the financial benefits the Isle of Man can provide. ===Australia=== 250px|thumb|right|Australian Red Ensign The Australian Red Ensign is the Australian civil ensign. From 1901 to 1954 the flag was used as a civil flag, to be flown by private citizens on land, with the use of the Blue Ensign reserved for government use, reflecting British practice. During this period, the Blue Ensign was the Australian national flag. In 1941, Prime Minister Robert Menzies stated that there should be no restrictions on private citizens using the Blue Ensign on land, and in 1947 Prime Minister Ben Chifley reaffirmed this position, but it was not until the passage of the Flags Act 1953 that the restriction on civilians flying the Blue Ensign was officially lifted, after which use of the Red Ensign on land became a rarity. Under the Navigation and Shipping Act 1912 and the Shipping Registration Act 1981, the Red Ensign remains the only flag permitted for use by merchant ships registered in Australia. Pleasure craft may use either the Red Ensign or the national flag, but not both at the same time. ===Canada=== 250px|thumb|right|Canadian flag (1868–1921) 250px|thumb|right|Canadian flag (1921–1957) 250px|thumb|right|Final Canadian Red Ensign (1957–1965) The term \"Red Ensign\" is often used to refer to the Canadian Red Ensign, the former de facto national flag of Canada. It was informally adopted following Canadian Confederation in 1867 and, from 1892, it was the official flag for use on Canadian merchant ships. On land, however, the official national flag was the Union Flag. Despite its unofficial status, the Red Ensign was widely used on land as well. In 1924, the Red Ensign was approved for use on Canadian government buildings outside Canada, and from 1945 for those inside Canada as well. Canada's Red Ensign bore various forms of the shield from the Canadian coat of arms in its fly during the period of its use. Shown here are pictures of the three official forms between 1868 and 1965. Canada also used a blue ensign for ships operated by the Canadian government and for the Royal Canadian Navy. The Red Ensign served as Canada's national flag until 1965 when, after considerable debate, it was replaced by the Maple Leaf flag. The Red Ensign is still popular among traditionalists and monarchists. Although the national Red Ensign is no longer used officially, the provincial flags of Manitoba and Ontario are Red Ensigns bearing their respective coats of arms. The Hudson's Bay Company and the North West Company also used Red Ensigns as their corporate flags. File:Flag of Ontario.svg|Ontario's official flag since 1965 File:Flag of Manitoba.svg|Manitoba's official flag since 1966 File:Hudson's Bay Company Flag.svg|Hudson's Bay Company corporate flag, 1801–1965 File:Hudson's Bay Company Flag (1707-1801).svg|HBC flag, 1707–1801 File:Hudson's Bay Company Flag (1682-1707).svg|HBC flag, 1682–1707 File:Flag of the North West Company Post-1801.svg|North West Company flag, 1801–1821 File:Flag of the North West Company Pre-1801.svg|NWC flag before 1801 ===Newfoundland=== 250px|right|thumb|Newfoundland Red Ensign The Red Ensign with the Newfoundland great seal in the fly was considered the unofficial flag of the Dominion of Newfoundland from 1904 until 1931, at which point it was officially legislated as the Dominion of Newfoundland's \"National Colours\" to be flown as the civil ensign, with the Union Flag being legislated as the national flag at that time as well. The Newfoundland Red Ensign was then used as official commercial shipping identification until the mid-1960s. The badge in the flag consists of Mercury, the god of commerce and merchandise, presenting to Britannia a fisherman who, in a kneeling attitude, is offering the harvest of all the sea. Above the device in a scroll are the words Terra Nova, and below the motto Hæc Tibi Dona Fero or \"These gifts I bring thee.\" The seal was redesigned by Adelaine Lane, niece of Governor Sir Cavendish Boyle in 1903. ===Fiji=== 250px|right|thumb|Fijian Red Ensign The Fijian Red Ensign with the Union Flag in the first quarter, and the shield from the coat of arms of Fiji in the fly became the official flag in Fiji for civilian vessels since 10 October 1970. Previously the ensign was displayed the full coat of arms on a white disc from 1908. ===India=== The flag representing British India was usually the Union Flag with the Star of India. In many international events and international associations the Red Ensign with the Star of India was used to represent India. After the partition of British India, both India and Pakistan have their own civil ensigns following British tradition, they are all variants of the Red Ensign with their own national flag in the canton. ====Princely states==== The princely states, also known as 'native states', were over five hundred nominally sovereign territories within the British Raj that were not directly governed by the British, but by a local ruler through a form of indirect rule subject to a subsidiary alliance under the paramountcy of the British Crown. The great majority of the princely states of British India were landlocked. Some of the few which had a coastline used versions of the red ensign on their merchant vessels. File:Baroda State Merchant Flag.png|Civil Ensign of Baroda State (until 1948) File:Drapeau Bhavnagar.png|Civil Ensign of Bhavnagar State (until 1948) File:Cambay State Merchant Flag.png|Civil Ensign of Cambay State (until 1948) File:Cochin State Merchant Flag.png|Civil ensign of the Kingdom of Cochin (until 1948) File:Kutch State Merchant Flag.png|Civil ensign of Cutch State (until 1948) File:Jafarabad State Merchant Flag vector.svg|Civil Ensign of Jafrabad State (until 1948) File:Janjira State Merchant Flag vector.svg|Civil Ensign of Janjira State (until 1948) File:Drapeau Junagadh vector.svg|Civil Ensign of Junagadh State (until 1948) File:Nawanagar State Merchant Flag.png|Civil ensign of Nawanagar State (until 1948) File:Drapeau Porbandar.png|Civil Ensign of Porbandar State (until 1948) File:Sachin State Merchant Flag.png|Civil Ensign of Sachin State (until 1948) File:Travancore State Merchant Flag.png|Civil Ensign of Travancore State (until 1948) ===New Zealand=== 250px|right|thumb|New Zealand's Red Ensign 250px|right|thumb|Example of a Red Ensign used by some Māori. The New Zealand Red Ensign with the Union Flag in the first quarter, and the Southern Cross, represented by four five-pointed white stars featured in the fly became the official flag in New Zealand for merchant vessels in 1901.NZ Ensign, Flagspot. Previously a plain red ensign was used. The red ensign may continue to be flown on land in Māori areas or during Māori events under the Flags, Emblems, and Names Protection Act 1981Ministry for Culture and Heritage: Other New Zealand flags, New Zealand government. in recognition of long held Māori preference for red flags. New Zealand law allows the defacement of the flag in accordance with Māori custom in which white capital letters identifying a particular family or Māori tribe are added. In the case of the flag on the right, TAKITIMU refers to a grouping of Māori iwi descended from the crew of the Tākitimu waka (canoe).Red Maori flags, Flagspot. Today, private and merchant craft can choose to fly the Flag of New Zealand (which is a blue ensign) or the Southern Cross red ensign. ===South Africa=== The Red Ensign, defaced with the shield of the national coat of arms, was authorised as the merchant ensign of the Union of South Africa on 28 December 1910.Brownell, F. G. (1993). National and Provincial Symbols From 1912, the shield was displayed on a white disc. The ensign was superseded by the national flag with effect from 1 January 1960, in terms of the Merchant Shipping Act 1951.Merchant Shipping Act 1951 (South Africa); South African Government Gazette No. 6085, 25 July 1958 The Red Ensign with the shield was also used on land as a de facto national flag from 1910 until 1928. There was also a Blue Ensign which was the official ensign of government-owned vessels, and was also flown at South African offices overseas. The most notable usage of the Red Ensign as a national flag was when General Louis Botha flew the flag over Windhoek in what was then German South- West Africa after the town's occupation by South African troops in 1915. The use of the Red Ensign as a national flag ended with the introduction of a proper national flag in 1928. This was preceded by the South African Flag Controversy of 1925 to 1928.Harry Saker, The South African Flag Controversy 1925–1928, Oxford University Press, Cape Town, 1980. ===United States=== The flag of the city of Taunton in Bristol County, Massachusetts is based on the pre-1801 Red Ensign. This was a local variant of the Flag of New England. See George Rex Flag. The Grand Union Flag, the first national flag of the United States of America, was easily produced by sewing white stripes onto the British Red Ensigns. The current Flag of Hawaii is most similar to it, of all American flags. File:New England combo flag.svg|Flag of New England File:Ensign of New England (pine only).svg|Alternative flag of New England File:George Rex flag.svg|George Rex Flag File:Flag of Taunton, Massachusetts.svg|Flag of Taunton, Massachusetts File:Ensign of New England (blank).svg|Ensign used in the Province of Massachusetts Bay File:Flag of the United States (1776–1777).svg|Grand Union Flag ===The Scout Association=== Sea Scout groups within The Scout Association can be Royal Navy Recognised, and are allowed to fly a defaced Red Ensign to signify this. ==See also== *Historical flags of the British Empire and the overseas territories *Ensign *Blue Ensign *Green Ensign *White Ensign == References == == External links == *Gallery of flags based on British ensigns Category:Flags of the United Kingdom Category:British Empire Category:Civil ensigns",
 "title": "Red Ensign"
}