{
 "id": "201970",
 "text": "thumb|Boeing 737-700 in 2006 Sterling Airlines A/S was a low-cost airline with its head office at Copenhagen Airport South in Dragør, Dragør Municipality, Denmark.\"Contact.\" Sterling Airlines. Retrieved on 13 February 2011. \"Head office Sterling Airlines A/S Copenhagen Airport South 2791 Dragoer Denmark.\" It was created in September 2005 through the merger of two Danish airlines — Sterling European Airlines and Maersk Air — which had been acquired by the Icelandic investment group Fons Eignarhaldsfélag a few months before for MDKK 500. Fons was owned by Icelandic business tycoon Palmi Haraldsson. One month after the merger, Sterling Airlines was sold to the FL Group for an amount of MDKK 1500. In December 2006, Sterling was sold again, this time to Nordic Travel Holding. On 6 January 2006, Hannes Þór Smárason, CEO of the FL Group, stated that a merger of EasyJet and Sterling was a possibility. At the end of 2005, Sterling Airlines had 1,600 staff and 29 aircraft, making it almost twice as large as Icelandair. The company flew to some 40 European destinations, with Copenhagen Airport, Oslo Airport, Gardermoen and Stockholm- Arlanda Airport as primary hubs. On 29 October 2008, Sterling filed for bankruptcy and ceased operations. On 4 December 2008, Cimber Air announced that it had purchased Sterling and intended to restore the airline as a separate company, with a gradual expansion throughout Europe. The purchase included Sterling's name, website and landing slots, but not aircraft. Former Sterling employees were not guaranteed jobs in the resurrected company, although Cimber believed many of them would be offered jobs.Sterling gjenoppstår e24.no December 4, 2008 ==History== * 1962: Eilif Krogager, founder of Danish travel agency Tjæreborg (based at Tjæreborg village near Esbjerg in Denmark), today part of MyTravel Group), started the charter airline Sterling Airways with two Douglas DC-6B bought from Swissair, to better service his own package tours from Scandinavia to the Mediterranean. * 1963: Further DC-6Bs were acquired. * 1965: Sterling received its first Caravelle. * 1968: The company was bought out of the Tjæreborg Group and started servicing other travel agents as well. * 14 March 1972: Sterling Airways Flight 296 crashed near the Dubai airport, killing all 112 persons on board. The 106 passengers were returning to Denmark following a holiday in Sri Lanka.\"112 Die as Danish Jetliner Crashes on Arab Island\", Pacific Stars and Stripes, March 17, 1972, p1 * 1977: Acquired the airline Copenhagen Air Services. * 1987: The company celebrated its 25th anniversary with 19 aircraft and almost 1,300 staff. * 1993: Sterling Airways went bankrupt. * 1994: The estate after Sterling Airways re-created the company as Sterling European Airlines, with three aircraft and 182 staff. * 1996: Sterling was bought by the Norwegian shipping company Fred. Olsen. * 2000: Sterling started with regular air services to Málaga and Alicante, to compensate for the diminishing charter travel business. * 2001: More routes were added; it was also decided that Sterling should leave the charter industry and become a fully fledged low-fare airline. * 2002: Sterling opened 21 new routes, primarily between Scandinavia and Southern Europe, but also routes from Copenhagen to Oslo and Stockholm. * 2003: Sterling expanded its fleet from six to eight aircraft and opened 11 more routes between Scandinavia and Southern Europe. Passenger numbers reached a record high of 1.3 million, a 40% increase on 2002. * 2004: The fleet grew to 12 aircraft. * March 2005: Fred. Olsen sold Sterling to the Icelandic investment company Fons Eignarhaldsfélag, owners of the small Iceland Express airline, and the managing director of Iceland Express, Almar Örn Hilmarsson, was promoted to new managing director for Sterling. * June 2005: The Fons Eignarhaldsfélag bought Maersk Air from the A.P. Moller-Maersk Group and announced that they wanted to merge the two airlines under Sterling Airlines A/S. * September 2005: The merger was approved by the authorities and Sterling Airlines A/S was the only operational company - the fourth largest low-cost carrier in Europe—and only a month later Fons Eignarhaldsfélag sold the company to the FL Group. * August 2006: Sterling adopted a buy-on-board program that allows pre-ordering and onboard purchases of duty-free merchandise and meals. * December 2006: FL Group sold Sterling to Northern Travel Holding, a holding company owned by the three Icelandic private equity companies FL Group, Fons Eignarhaldsfélag and Sons. * April 2007: Essential Aircraft Maintenance Services (EAMS) has been established by LD Equity 2 based on the acquisition of Sterling's aircraft maintenance department. LD Equity 2 has, together with a new management team, acquired Sterling's aircraft maintenance activities and has established Essential Aircraft Maintenance Services A/S. * 29 October 2008: Sterling declared bankruptcy due to the rising fuel prices in the first half of 2008 and the Icelandic financial crisis in October that hit its major investor. The entire fleet was grounded with immediate effect. == Destinations == thumb|Boeing 737-800 At the time of Sterling's collapse the airline served these destinations: *Austria (Salzburg), *Belgium (Brussels), *Bulgaria (Burgas and Varna), *Croatia (Split), *Czech Republic (Prague), *Denmark (Aalborg, Billund, and Copenhagen), *Finland (Helsinki), *France (Biarritz, Paris, Montpellier, and Nice); *Germany (Berlin), *Greece (Athens and Chania), *Hungary (Budapest), *Italy (Bologna, Florence, Milan, Naples, Rome, Venice), *Norway (Oslo Gardermoen and Bergen), *Poland (Kraków), *Portugal (Faro and Funchal), *Spain (Alicante, Barcelona, Las Palmas, Málaga, Palma de Mallorca and Tenerife), *Sri Lanka (Colombo), *Sweden (Gothenburg, Malmö and Stockholm), *Switzerland (Geneva), *United Kingdom (Edinburgh, London Gatwick, and East Midlands), *United Arab Emirates (Dubai). ==Fleet== thumb|Several of Sterling Airlines' Boeing 737s at Belgrade Airport Historically Sterling Airways operated several Sud Aviation Caravelle IIIs and seven Super-Caravelles. During the time between late 1970s and the 1993 bankruptcy, Sterling also operated three Boeing 727s, two Douglas DC-8-63s (stretched \"Super DC 8\") and one Super DC-8-62CF as well as an Aerospatiale Corvette. As of 29 October 2008 the fleet has been grounded, due to Sterling Airlines declaring bankruptcy. Several Boeing jetliners are stored at Belgrade Nikola Tesla Airport (five 737-700 and two 737-800) and also at the nearby Batajnica Airport (four 737-700) in Belgrade, Serbia. One Boeing 757-200 was acquired by Donald Trump. The Sterling Airlines fleet included the following aircraft (as of October 2008): {| class=\"toccolours\" border=\"1\" cellpadding=\"3\" style=\"border- collapse:collapse\" |+ Sterling Airlines Fleet |- style=\"background:#ccf;\" !Aircraft !Total !Passengers !Routes !Notes |- |Boeing 737-500 |4 |126 |Europe | |- |Boeing 737-700 |15 |148 |Europe | |- |Boeing 737-800 |7 |189 |Europe | |- |McDonnell Douglas MD-83 |1 |165 |Europe |operated by FlyExcellent |- |Total |27 | | | |} ==Incidents and accidents == * On March 14, 1972, Sterling Airways Flight 296, a Sud Aviation Caravelle, crashed into a mountain ridge on approach to Dubai near Kalba, United Arab Emirates. The accident killed all 112 passengers and crew on board, making it the deadliest air disaster in the history of the United Arab Emirates. * 15 March 1974, Sterling Airways Flight 901, another Sud Aviation Caravelle, suffered a landing gear failure at Mehrabad International Airport, Tehran, Iran. As the aircraft was taxiing, the right main landing gear failed, causing the right wing to hit the ground and catch fire. 15 passengers were killed in the accident. * 3 September 1979, Sterling Airways Flight 4133 an Aérospatiale Corvette (Registration: OY-SBS) crashed into the sea 1 km south of Nice Côte d'Azur Airport, France. The aircraft took off from Coventry Airport for Nice. The accident killed all 10 passengers and crew. == References == ==External links== *Sterling Airlines (Archive) *Sterling Airlines (Archive) Category:Defunct airlines of Denmark Category:Defunct low-cost airlines Category:Airlines established in 1962 Category:Airlines disestablished in 2008 Category:European Low Fares Airline Association Category:1962 establishments in Denmark Category:2008 disestablishments in Denmark",
 "title": "Sterling Airlines"
}