{
 "id": "201908",
 "text": "Hans Axel von Fersen (; 4 September 175520 June 1810), known as Axel de Fersen in France, was a Swedish count, Marshal of the Realm of Sweden, a General of Horse in the Royal Swedish Army, one of the Lords of the Realm, aide-de-camp to Rochambeau in the American Revolutionary War, diplomat and statesman, and a friend of Queen Marie-Antoinette of France. He died at the hands of a Stockholm lynch mob. ==Life== ===Descent and early life=== Axel von Fersen was born in 1755 to Field Marshal Axel von Fersen the Elder and countess Hedvig Catharina De la Gardie. He was nephew of Eva Ekeblad and grandson of General Hans Reinhold Fersen. Axel was the second of four children; he had two sisters, Hedvig Eleonora and Eva Sophie, and one brother, Fabian Reinhold. Two female cousins, Ulrika von Fersen and Christina Augusta von Fersen, were Swedish ladies-in-waiting and leading socialites of the Gustavian age. thumb|left|A young Axel von Fersen Von Fersen's ancestors came from Estonia to Sweden at the time of the Thirty Years' War, which took place from 1618 to 1648. The family made their name during the reigns of Christina (queen regnant), Charles X, and Charles XI. In 1735, the von Fersen family purchased Steninge Palace, which overlooks Mälaren, a lake outside Stockholm, Sweden. Von Fersen's father, the de facto parliamentary leader of the Hats party, was the most politically influential man in Sweden at that time and also one of the richest in the realm. He was the lord of four grand houses in Sweden: Löfstad [inherited through his wife], Steninge, Ljung and Mälsåker. He also owned mines, land, forests and iron foundries in Sweden and Finland, and a large share of Sweden's East India Company, the country's most profitable undertaking ever. The younger Axel was influenced by French culture, owing in part to his father's services to Louis XV of France. Under his childhood tutor, von Fersen learned several languages including French, Latin, English, German and Italian. His later education was primarily military. ===The grand tour (1771–1775)=== On 3 July 1770, von Fersen made his first journey abroad with the intention of seeing the world and finishing his studies at military academies, including Brunswick, Turin, Strasbourg and Lüneburg. In October 1771, he passed through Switzerland and in Ferney, he met the philosopher, Voltaire. In England nearly seven years later, von Fersen looked back on that meeting: In November 1772, von Fersen continued on to Turin, Italy, where he paid a visit to King Charles Emmanuel III. In January 1774 his travels took him to France where he paid court to the reigning monarch, Louis XV, and his mistress, Madame du Barry. While at Versailles he attended the ceremony of the Order of the Holy Spirit. A little over a week later, von Fersen met Marie- Antoinette, then Dauphine, for the first time: Von Fersen continued the Grand Tour by travelling to England where he stayed for roughly four months and met King George III and Queen Charlotte. By the beginning of 1775, von Fersen had returned to Sweden, where he remained for approximately three years, serving under his king, Gustavus III. ===Marie-Antoinette=== In the late summer of 1778, von Fersen travelled to Normandy with his friends, Barrington Beaumont and the Baron de Stedingk, to see a large army camp that was training under the command of the Duke of Broglie. Besides military matters, they were treated to dinner and dances attended by the officers and their wives. Von Fersen later paid his respects to the French royal family for the first time since his grand tour more than three years earlier: Marie-Antoinette's personal property, the Petit Trianon, was on the grounds of the Palace of Versailles. In contrast to Versailles, the dress and manners at the Petit Trianon were simple and down-to-earth; her guests were personally invited and treated equally, as friends. However, the private festivities often caused jealousy among those who were excluded from them. ===The American Revolutionary War=== In the 1770s, the American Revolutionary War began with the passage of the Intolerable Acts, and the battles of Lexington and Concord, and Bunker Hill. Von Fersen told Beaumont that in France \"it is the fashion to rhapsodise over the Americans' rebelliousness against England\". France had officially declared war against her \"natural enemy\" (Great Britain) in February 1778, but it wasn't until the beginning of 1780 that a French contingent was finally being outfitted to fight with the rebels on North American soil. On 4 May 1780, von Fersen secured the position of aide-de-camp to General Rochambeau and sailed from the port of Brest. Nearly two months later, his ship made anchor at Narragansett Bay in Newport, Rhode Island, where the French made camp until June of the next year. In mid-September 1780, von Fersen set off as part of Rochambeau's suite to meet the American General, George Washington, in Hartford, Connecticut. Washington's retinue included the young Alexander Hamilton, General Henry Knox and the Marquis de Lafayette. On meeting Washington, von Fersen remarked: After spending 11 months in Newport, Rhode Island, in total inaction, the men under Rochambeau began a march on 12 June 1781, to link up with Washington's army at Philipsburg on the Hudson. On 15 August, von Fersen was tasked with conveying a letter from Rochambeau to Comte de Barras, who had been waiting for a signal to join Comte de Grasse's fleet at the Chesapeake Bay. Word reached the troops in early September of Grasse's victory in gaining control of the Chesapeake, and by the end of the month Washington surrounded Cornwallis in Yorktown. By 19 October, the British surrendered the town, hastening the end of the war. Von Fersen and the rest of the French wintered in Williamsburg. Anticipating the American Civil War nearly 80 years later, von Fersen remarked that he wouldn't be surprised to see Virginia separate herself from the rest of the states at some point due to the strain of \"aristocracy\" prevalent there as opposed to the northern states. In December 1782, the French made sail for the West Indies and Venezuela but word reached them of the signing of peace and the ships headed back to France. Von Fersen arrived back in Brest in June 1783. ===Years leading up to the Revolution (1783–1787)=== Following the end of hostilities, the United States and Sweden concluded a Treaty of Amity and Commerce. Von Fersen was awarded the Order of Cincinnatus by Washington, though he was forbidden by his monarch to wear a medallion earned fighting in a republican war. In 1783, Gustavus III asked von Fersen to join him in Germany as Captain of the Guard. Gustavus was planning on making war on Denmark, and was on a trip through the Continent to secure aid from other countries. Gustavus promoted von Fersen to titulary- colonel in the Swedish army, chevalier of the Order of the Sword, and lieutenant-colonel of the light-horse cavalry of the king. Gustavus also used his influence to persuade Louis to have von Fersen appointed proprietary colonel of the Royal Suédois French Army infantry regiment. Louis also appointed von Fersen second-colonel of the Royal Deux-Ponts regiment and chevalier of the Order of Military Merit. On 7 June 1784 von Fersen returned to Versailles with Gustavus, who concluded a treaty of alliance with France on the 19th of the month. On 27 June, Gustavus and the rest of his entourage were invited to the Petit Trianon. Von Fersen sat in the royal box beside Marie- Antoinette. A month later von Fersen returned to Sweden, tasking himself with the job of getting a dog for Marie-Antoinette, which she named Odin. Von Fersen divided his time between Paris, Versailles, and his new regiment in Valenciennes. During this time, the Diamond Necklace Affair took place, and only months later the Cardinal de Rohan was arrested, bringing the affair to public knowledge. Von Fersen wrote to his father in September that everyone believed the Queen (Marie-Antoinette) had fooled the King. In August 1786, Vicomte de Calonne finally apprised Louis XVI of the desperate state of the French finances, and by the very end of the year it was announced formally that there would be a convening of an Assembly of Notables to discuss future measures. ===The French Revolution=== In late-February 1787, the Assembly of Notables was convened. Von Fersen attended the closing of the last day of that meeting, and described the gathering as \"imposing\". Von Fersen was secretly entrusted, by Gustavus III, with the role of special envoy to the King and Queen of France. Some sensitive diplomatic contacts between Sweden and France were conducted, not through the Swedish embassy, but through von Fersen. To be closer to Paris, he moved into a house in Auteuil borrowed from Count Esterhazy. In spring, 1788, von Fersen joined Gustav for the latter's Finnish campaign against Russia as lieutenant-colonel of the Royal Horse Guards but by December 1788, von Fersen was again with his French regiment in Valenciennes to witness the following: On 2 May 1789, the Estates-General finally met. Von Fersen and Beaumont sat in one of the boxes of the Salle des Menus Plaisirs on 5 May, as Louis read his opening speech. Before long, however, the Third Estate reconstituted itself as the National Assembly, arguing that the three orders were no more than arbitrary divisions of one body. By the end of June, the monarchy had reinforced its concentration of regiments around the capital, ostensibly to maintain order in and around Paris, although many believed the troops would be turned against the recalcitrant Third Estate. Von Fersen wrote: On 14 July 1789, the Invalides and the Bastille were both stormed and taken, and on 16 July, von Fersen was at Versailles with the king and queen to debate how to forestall the incipient revolution in Paris. After much discussion, Louis decided to go to Paris with the guardsmen to show his personal goodwill towards the revolution. The Princess de Lamballe (who in 1792 would lose her life in the September Massacres) related the scene: Von Fersen followed Louis to the capital and arrived in time to watch Louis take the national cockade from the mayor, Jean Sylvain Bailly, and placed it in his own hat. On 8 August, the August Decrees, which abolished many aspects of monarchy, including tithes and hereditary titles, were enacted. Von Fersen wrote from Valenciennes: Months later, with the revolution spreading to the rest of the country and the royal army in disintegration, the Flanders Regiment was brought to Versailles to replace the French Guards who had mutinied. The King's bodyguard decided to host a fraternal dinner party for the regiment, and von Fersen and Beaumont attended. Despite having reservations at first, the king and Queen made an appearance towards the end. This banquet, however, provided fuel for the Women's March on Versailles four days later, when it was rumored that the tricolour (cockade) was trampled upon at the banquet. Von Fersen was in Versailles to witness the march. On the morning of 6 October 1789, an armed crowd made their way to the royal apartments. Two of the royal bodyguards were killed before the National Guard restored order. In order to calm the protestors, Louis agreed to go to the balcony of the Cour de Marbre and tell the crowd that he would return with them to Paris. Von Fersen recounts the departure in his diaries: ===Flight to Varennes=== The situation of the royal family became considerably more desperate on 18 April 1791, when they were prevented from travelling to Saint- Cloud to attend Mass by a large hostile crowd. Escape plans had been broached earlier between Comte de Mirabeau and von Fersen, but Mirabeau's death on 2 April 1791 put an end to that discussion. Following the aborted trip to Saint Cloud, von Fersen revived these plans with vigor. In June, he acquired a Berline and drove it to a courtyard at Eleanore Sullivan's residence on the Rue de Clichy in Paris. The escape was arranged to take place on 20 June, coinciding with a particular guard change. At 11:15 p.m. the royal children were brought out without difficulty. At 11:45 the king's sister, Madame Elizabeth, appeared, followed by Louis himself. Half an hour later they were still waiting for Marie-Antoinette. However, she came out at the same time as the torchlit carriage of Marquis de Lafayette, who was responsible for the royal family's custody, appeared with some of his men, Marie-Antoinette was able to conceal herself and the royal family slipped away. Von Fersen drove the carriage, first from the Place du Carrousel to the Porte Saint-Martin, and then on to the Barrier Saint-Martin where they switched to the Berine. Von Fersen continued to drive as far as Bondy, seven miles from Paris, where the Queen's maids and a fresh relay of horses awaited them. The royal family took the post road and von Fersen took a different route to Bourget. The royal family reached Varennes on 22 June around 11 p.m., but here they were discovered and eventually held in custody until troops from the National Convention arrived. They departed Varennes surrounded by 6,000 armed citizens and National Guardsmen. Having left behind him a long declaration which had been read and published in all the newspapers in his absence, Louis himself had made it impossible to sustain the pretence that he had been \"abducted\". ===War against France (1791–1793)=== Even before the royal family returned to Paris, it was discovered that von Fersen was one of the people who facilitated their escape, and a warrant was put out for his arrest. Von Fersen left France and in Koblenz he put himself in touch with Comte d'Artois, the exiled prince, and Charles Alexandre de Calonne, the former Controller-General; together they made plans to convince the other European powers to declare war on France. In Brussels, von Fersen worked out a steganography technique for writing with Beaumont and Marie-Antoinette: From 2–14 August, von Fersen was in Vienna to discuss the situation with Marie-Antoinette's brother Leopold, now Emperor. On 27 August 1791 the Declaration of Pillnitz was issued from Pillnitz Castle near Dresden; it declared the joint support of the Holy Roman Empire and Prussia for King Louis XVI against the Revolution but stipulated that Austria would only go to war if the other European powers followed them into war, which at this point in time was not likely to happen. Von Fersen wrote: In December 1791, von Fersen confided to Beaumont about another possible escape attempt for the royal family. Because the roads were closely watched, it was decided that Louis should escape through the woods and then by sea, while von Fersen conveyed Marie-Antoinette and the children by another route. Because security was tight around the royal family, von Fersen travelled to Paris wearing a large wig and false moustache, and assumed the identity of a minister plenipotentiary of the Queen of Portugal. They arrived in Paris without difficulty, and were able to sneak into the Tuileries and speak with Marie-Antoinette. Von Fersen laid the escape plan before Louis, however, the king did not feel that it would work. As he told von Fersen: That night von Fersen saw the king and queen for the last time. After the meeting, von Fersen and Beaumont headed back north. Outside Cambrai, their carriage was stopped by a Frenchman doubting the authenticity of their passport but, with von Fersen feigning sleep, Beaumont managed to talk himself out of trouble and they continued on. On 16 March 1792, Gustav III was shot at the Royal Opera House in Stockholm, and died almost two weeks later. In Sweden, Gustav's younger brother, the Duke Karl, became regent to the underage Gustav IV. On 20 April, France officially declared war on Austria, and invaded the Austrian Netherlands. On 20 June, the Tuileries was stormed by a large crowd and Louis was made to wear a red bonnet of liberty and drink a toast to the health of the people of Paris and the Nation. Three days later Marie-Antoinette was able to get an encrypted letter out to von Fersen: \"Your friend is in the greatest danger. His illness is making terrible progress ... Tell his relations about his unfortunate situation\". On 7 November, following the French victory at Jemappes, von Fersen wrote from Brussels: On 21 January 1793, Louis XVI was guillotined at the Place de Grève. Von Fersen heard the news while in Cologne: \"Received last night at 10:30, from the Archbishop of Tours, the sad details of the death of the King of France\". On 1 February, France officially declared war against Great Britain and the Dutch Republic, but the tide quickly turned against the French in the Netherlands. The general in charge of the northern army, Dumouriez, was defeated 18 March at Neerwinden and Louvain. On 18 March, von Fersen was able to meet with him: On 2 August, Marie-Antoinette was moved to the Conciergerie while awaiting her trial. During this time von Fersen was still attempting to find a way to save her and the remaining royal family. On 11 August he wrote: On 6 October 1793, von Fersen paid a visit to Jean- Baptisite Drouet at the Saint-Elizabeth prison on the slim hope of hearing news that might be of use. Drouet was the postmaster who recognised Louis on his flight to Varennes and was able to alert the authorities in time to stop them. Beaumont related the scene from his memoirs: Marie-Antoinette was executed 10 days later. Von Fersen heard the news of this while in Brussels: ===Later years (1793–1810)=== Von Fersen returned to Sweden, from where he was forced to watch the ever-increasing expansion of the French revolutionary empire, and in late December 1793, he was suspected of possible complicity in Baron Armfeldt's conspiracy to deprive the Duke of Södermanland of the regency. As a result, von Fersen was deprived of his diplomatic appointments and his post as ambassador. In November 1796, Prince Gustav was declared of age and become King Gustav IV Adolf. His accession restored von Fersen, and other supporters of Gustav III's, back to favour at court. Von Fersen and his best friend, Baron Taube, became two of the most influential advisers to the young king, inculcating in him a \"steadfast opposition to Revolutionary France, close relations with Russia, and hostility to Denmark, with the ultimate objective of acquiring Norway\". In November 1797, von Fersen attended the Second Congress of Rastatt and met general Napoleon Bonaparte: While in Germany, von Fersen made a trip to Karlsruhe to secure, for Gustav IV Adolf, the hand of the Princess Friederike of Baden, whom Gustav IV Adolf married in October. In 1799, following von Fersen's return to Sweden from Germany, he was appointed as one of the Lords of the Realm. In the autumn of that year, Gustav IV Adolf was concerned about the level of sympathy for the French Revolution in the city of Uppsala. After students at Uppsala University celebrated Bonaparte's return to France from his Italian campaigns, Gustav IV Adolf appointed von Fersen as Chancellor of Uppsala. According to Adlerbeth, this amounted to \"a declared French royalist being made the Swedish Jacobins' schoolmaster\". That winter a wave of rioting occurred in Stockholm, Gothenburg, Norrköping, Linköping, Malmö, and other Swedish towns following the onset of a severe winter and famine. Von Fersen wrote: \"Who, given the spirit that now prevails, can guarantee that there will not be a general upheaval.\" In April, an attempt to trick the Uppsala orchestra into performing a composition containing an excerpt from the \"La Marseillaise\" led to the trial and punishment of four known radicals of the university, one of whom was dismissed. The \"Music Trial\" proved the deathblow to Uppsala radicalism. With the state bordering on financial bankruptcy, and poor harvests and declining trade undermining his efforts to resolve the issue without recourse to parliament, Gustav IV Adolf reluctantly announced the first assembly of the Riksdag. The Riksdag dissolved in mid-June but not before several prominent aristocrats walked out and renounced their noble status. Though creating a much-talked about sensation, they had virtually left a vacuum in the political field which their rivals filled. In 1801, von Fersen was appointed Marshal of the Realm. He was now the highest official in the court of Sweden. Around this time, von Fersen's sister, Sophie, returned to Sweden from Germany and took over his household in lieu of a wife. ===Swedish politics and death=== thumb|Von Fersen killed by the mob Following the overthrow and exile of King Gustavus IV in 1809, a dispute over the Royal succession divided the nobility and much of Swedish society. Von Fersen, now Earl Marshal of Sweden, led a political faction (\"the Gustavians\") which supported Gustavus' son against the popular Crown Prince Charles August. On 28 May 1810, while reviewing troops in Scania, Charles August fell from his horse and died from apoplexy. Rumours were rife throughout the country that he had been poisoned by the partisans of Gustav IV Adolf; von Fersen and his sister Sophie were seen as prime suspects. They were abused in public, and von Fersen received anonymous death threats. 20 June 1810 was the date set for the Crown Prince's public funeral. The Livgarde till Häst (Horse Guards) formed the advance guard in the procession; von Fersen, as Marshal of the Realm, and other court dignitaries, rode in coaches before the coffin, while the rear of the procession was brought up by a squadron of cavalry which had accompanied the Crown Prince's remains from Scania. Foot Guards paraded on the Riddarhustorget. General Silfversparre (sv), commander of the Stockholm garrison, was alerted to the possibility of disturbances but may himself have been a member of the court party that opposed von Fersen. The procession proceeded slowly through the Hornsgatan and Södermalm Square, and was met with threats and insults as soon as it entered the city. Von Fersen, with a violent effort, flung back one of the assailants who grasped him and shook himself free of the others who were pressing round. There was a momentary lull, and the curses shrank from shouts to mutterings. Von Fersen's face bled where a stone had cut it, his decorations glittering in the sun. The guards, who were supposed to protect him, gazed at him with a sort of curious expectancy. It was at this moment when Beaumont arrived on the scene with General Silfversparre and a small detachment of troops. This intervention further enraged the large crowd. Von Fersen, realising that the authorities planned to do nothing, turned and dashed into the first door he could find. The crowd converged on this spot, and a few ran into the house in pursuit of him. Before long, one man appeared at the window \"and with a triumphant shout\" hurled down von Fersen's cloak and sword, which were seized by the angry crowd. Von Fersen was dragged back out into the square. His gloves were pulled off and thrown in his face, and his coat torn off and trampled upon. Silfversparre, attempting to save von Fersen, offered to arrest him and have him tried in court for the Crown Prince's murder. At this moment, the mounted escort turned and rode away. The mob \"had been almost quiet, but now raised yells of delight and triumph, and fell upon von Fersen\". Von Fersen's contemporary, Baron Gustaf Armfelt, stated afterward: Axel von Fersen died that day in Stockholm as Sweden's highest-ranking official next to the king; his death sent shockwaves throughout the country. The cause of death was determined to be \"crushing of the ribcage\" when the Swedish-Finn Otto Johan Tandefelt jumped with both feet on Fersen's chest. ==Aftermath== A few months after the murder, von Fersen and his family were cleared of any suspicion connected with the death of Carl August of Augustenburg, and he finally received a state burial with all pomp and ceremony. His sister, Sophie Piper, withdrew from Stockholm to her Löfstad manor, near Norrköping. Here she raised a memorial to her brother, with the inscription: Åt en oförgätlig broder, mannamodet uti hans sista stunder den 20 juni 1810 vittna om hans dygder och sinnes lugn () ==Relationship with Marie-Antoinette== The young nobleman was a favourite at the French court, owing partly to the recollection of his father's devotion to France, but principally because of his own amiable qualities. Queen Marie-Antoinette, who had first met von Fersen when they both were 18, was especially attracted by the grace and wit of \"le beau\" von Fersen. However, it was nearly four years later, on von Fersen's second visit to France in the summer of 1778, when the relationship blossomed. Here he was accepted by Marie-Antoinette into her trusted circle and invited to her private gatherings at the Petit Trianon. It seems that the friendship grew very quickly and caused jealousy among those at court. By the account of Beaumont's, von Fersen left for the war in America in the early part of 1780 to avoid causing a scandal, as it was widely known that the two were close, and it was rumoured that he was the queen's lover. Beaumont wrote in his memoirs that von Fersen asked Gustaf Philip Creutz to use his influence as Swedish ambassador to France to get him appointed as aide-de-camp to Rochambeau. According to Creutz in a letter to Gustav III: It is impossible to know how far their relationship went. It was difficult for the Queen of France to remain alone for long; she was almost always accompanied by others, such as attendants of the court. At the time that Marie-Antoinette was rumoured to be Axel's lover, she was also rumoured to be the lover of the Duc d'Orléans and the Comte d'Artois, among others (although all of these latter were based on groundless and malicious libelles). ==Genealogy== ==References== ==Sources== * * * * * ==Further reading== * * * ==External links== * Category:Swedish counts Category:Swedish diplomats Category:Swedish generals Category:1755 births Category:1810 deaths Category:Gustavian era people Category:Military personnel of the American Revolutionary War Category:Swedish military personnel of the Napoleonic Wars Category:People of the French Revolution Category:Politicians from Stockholm Category:Swedish people of German descent Category:Assassinated Swedish politicians Category:People murdered in Sweden Category:Commanders Grand Cross of the Order of the Sword Category:Marshals of the Realm Category:18th-century diplomats Category:18th-century Swedish military personnel Category:18th-century Swedish nobility Category:Recipients of the Order of Military Merit (France) Category:Lynching deaths Category:De la Gardie family Category:French royal favourites Category:Court of Gustav III Axel Von, Younger",
 "title": "Axel von Fersen the Younger"
}