{
 "id": "202086",
 "text": "A Member of the Senedd (MS; plural: MSs; ; , plural:) is a representative elected to the Senedd (Welsh Parliament; ). There are sixty members, with forty members chosen to represent individual Senedd constituencies, and twenty to represent the five electoral regions of the Senedd in Wales. Each person in Wales is represented by five MSs: one for their local constituency (encompassing their local area where they reside), and another four covering their electoral region (a large grouping of constituencies). Wales's five electoral regions are Mid and West Wales, North Wales, South Wales Central, South Wales East and South Wales West.Explore the Assembly education website A holder of this office was formerly known as an Assembly Member (AM; plural: AMs; ; , plural: ), under the legislature's former name, the National Assembly for Wales, from its inception in 1999 until 2020 when it adopted its current names, Welsh Parliament, and , simply referred to as Senedd in both English and Welsh. Since 2011, members are elected for a five-year term of office under an additional member system, in which 40 MSs represent smaller geographical divisions known as \"constituencies\" and are elected by first- past-the-post voting, and 20 MSs represent five \"electoral regions\" using the D'Hondt method of proportional representation. Typically, the largest party holding the largest number of MSs in the Senedd forms the Welsh Government, and in the event of not securing a majority of MSs, the largest party has first rights to begin coalition talks with other smaller parties. Prior to 2011, they held four-year terms, with some MSs calling for a return of four- year terms from the current five. There have been calls to increase the numbers of Members of the Senedd to around 90-100, with proposals met with criticism. ==Methods of election== MSs are elected in one of two ways: #First- past-the-post constituency or #Regional additional-member Forty are elected as constituency MSs and twenty are elected as additional members, four from each of five regional groups of constituencies. This additional member system produces a form of proportional representation for each region. ==Elections== All MSs positions become simultaneously vacant for elections held on a five- year cycle. If a vacancy arises at another time, due to death or resignation, it may be filled in one of two ways, depending on whether the vacancy is for a first-past-the-post constituency MS or for an additional-member MS. A constituency vacancy may be filled by a by-election. An additional member vacancy may be filled by the next available candidate on the relevant party list. ==Notes== ==See also== * List of members of the Senedd * List of female members of the Senedd * List of Plaid Cymru MSs * Members of the 1st National Assembly for Wales * Members of the 2nd National Assembly for Wales * Members of the 3rd National Assembly for Wales * Members of the 4th National Assembly for Wales * Members of the 5th National Assembly for Wales * 2016 National Assembly for Wales election * 2021 Senedd election * Senedd constituencies and electoral regions * Member of Parliament * Member of the Legislative Assembly (Northern Ireland) * Member of the Scottish Parliament ==References== Category:Members of the Senedd Category:Welsh politicians",
 "title": "Member of the Senedd"
}