{
 "id": "20218",
 "text": "Mel Brooks (born Melvin Kaminsky;Parish, James Robert (2007). It's Good to Be the King: The Seriously Funny Life of Mel Brooks. Hoboken, NJ: Wiley. . . pp. 16–17. June 28, 1926) is an American actor, comedian and filmmaker. With a career spanning over seven decades, he is known as a creator of broad farces and parodies widely considered to be among the best film comedies ever made. He began his career as a comic and a writer for Sid Caesar's variety show Your Show of Shows (1950–1954) alongside Woody Allen, Neil Simon and Larry Gelbart. With Carl Reiner, he created the comic character The 2000 Year Old Man. He wrote, with Buck Henry, the hit television comedy series Get Smart (1965-1970). In middle age, Brooks became one of the most successful film directors of the 1970s, with many of his films being among the top 10 moneymakers of the year they were released. His best-known films include The Producers (1967), The Twelve Chairs (1970), Blazing Saddles (1974), Young Frankenstein (1974), Silent Movie (1976), High Anxiety (1977), History of the World, Part I (1981), Spaceballs (1987), and Robin Hood: Men in Tights (1993).\"Just give me the premise and get out of the way\". Toronto Star, October 21, 2016. Josh Rottenberg. A musical adaptation of his first film, The Producers, ran on Broadway from 2001 to 2007 and was remade into a musical film in 2005. In 2001, having previously won an Emmy, a Grammy and an Oscar, he joined a small list of EGOT winners with his Tony Award wins for The Producers. He received a Kennedy Center Honor in 2009, a Hollywood Walk of Fame star in 2010, the 41st AFI Life Achievement Award in June 2013, a British Film Institute Fellowship in March 2015, a National Medal of Arts in September 2016, and a BAFTA Fellowship in February 2017. Three of his films ranked in the American Film Institute's list of the top 100 comedy films of the past 100 years (1900–2000), all of which ranked in the top 15 of the list: Blazing Saddles at number 6, The Producers at number 11, and Young Frankenstein at number 13. Brooks was married to actress Anne Bancroft from 1964 until her death in 2005. Their son Max Brooks is an actor and author, known for his novel World War Z: An Oral History of the Zombie War (2006). In 2021, Brooks published a memoir, All About Me!. == Early life and education == Brooks was born on June 28, 1926, in Brooklyn, New York City, to Kate (née Brookman) and Max Kaminsky, and grew up in Williamsburg. His father's family were Jewish people from Gdańsk, Poland; his mother's family were Jews from Kyiv, in the Pale of Settlement of the Russian Empire (present-day Ukraine). He had three older brothers: Irving, Lenny, and Bernie. His father died of tuberculosis at 34 when Brooks was two years old. He has said of his father's death, \"There's an outrage there. I may be angry at God, or at the world, for that. And I'm sure a lot of my comedy is based on anger and hostility. Growing up in Williamsburg, I learned to clothe it in comedy to spare myself problems—like a punch in the face.\" Brooks was a small, sickly boy who often was bullied and teased by his classmates because of his size. He grew up in tenement housing. At age nine, he went to a Broadway show with his uncle Joe—a taxi driver who drove the Broadway doormen back to Brooklyn for free and was given the tickets in gratitude—and saw Anything Goes with William Gaxton, Ethel Merman and Victor Moore at the Alvin Theater. After the show, he told his uncle that he was not going to work in the garment district like everyone else but was absolutely going into show business. When Brooks was 14 he gained employment as a pool tummler. Brooks kept his guests amused with his crazy antics. In a Playboy interview, he explained that one day he stood at the edge of a diving board wearing a large overcoat and two suitcases full of rocks who then announced: \"Business is terrible! I can't go on!\" before jumping, fully clothed into the pool. He was taught by Buddy Rich (who had also grown up in Williamsburg) how to play the drums, and started to earn money as a musician when he was 14. During his time as a drummer, he was given his first opportunity as a comedian at the age of 16, filling in for an ill MC. During his teens, he legally changed his name to Mel Brooks, influenced by his mother's maiden name Brookman, after being confused with trumpeter Max Kaminsky. Brooks graduated from Eastern District High School in January 1944 and intended to follow his older brother and enroll in Brooklyn College to study psychology. ===WWII service=== Brooks was drafted into the United States Army in 1944. After scoring highly on the Army General Classification Test, a Stanford–Binet-type IQ test, he was sent to the elite Army Specialized Training Program at the Virginia Military Institute to be taught skills such as military engineering, foreign languages, or medicine. When manpower shortages led the Army to disband the training program, Brooks returned to basic training at Fort Sill, Oklahoma in May 1944. Brooks served as a corporal in the 1104th Engineer Combat Battalion, 78th Infantry Division, defusing land mines as the Allies advanced into Nazi Germany. He participated in the Battle of the Bulge. With the end of the war in Europe, Brooks took part in organizing shows for captured Germans and American forces. == Career == === Early career === After the war, Brooks' mother had secured him a job as a clerk at the Brooklyn Navy Yard, but Brooks \"got into a taxi and ordered the driver to take him to the Catskills\", where he started working in various Borscht Belt resorts and nightclubs in the Catskill Mountains as a drummer and pianist. When a regular comic at one of the clubs was too sick to perform, Brooks started working as a stand-up comic, telling jokes and doing movie-star impressions. He also began acting in summer stock in Red Bank, New Jersey, and did some radio work. He eventually worked his way up to the comically aggressive job of tummler (master entertainer) at Grossinger's, one of the Borscht Belt's most famous resorts. He found more rewarding work behind the scenes, becoming a comedy writer for television. In 1949, his friend Sid Caesar hired him to write jokes for the DuMont/NBC series The Admiral Broadway Revue, paying him $50 a week. === 1950s: Your Show of Shows === In 1950, Caesar created the revolutionary variety comedy series Your Show of Shows and hired Brooks as a writer along with Carl Reiner, Neil Simon, Danny Simon, and head writer Mel Tolkin. The writing staff proved widely influential. Reiner, as creator of The Dick Van Dyke Show, based Morey Amsterdam's character Buddy Sorell on Brooks. Likewise, the film My Favorite Year (1982) is loosely based on Brooks's experiences as a writer on the show including an encounter with the actor Errol Flynn. Neil Simon's play Laughter on the 23rd Floor (1993) is also loosely based on the production of the show, and the character Ira Stone is based on Brooks. Your Show of Shows ended in 1954 when performer Imogene Coca left to host her own show. Caesar then created Caesar's Hour with most of the same cast and writers (including Brooks and adding Woody Allen and Larry Gelbart). It ran from 1954 until 1957. === 1960s: The 2000 Year Old Man and Get Smart === Brooks and co-writer Reiner had become close friends and began to casually improvise comedy routines when they were not working. Reiner played the straight-man interviewer and set Brooks up as anything from a Tibetan monk to an astronaut. As Reiner explained: \"In the evening, we'd go to a party and I'd pick a character for him to play. I never told him what it was going to be.\" On one of these occasions, Reiner's suggestion concerned a 2000-year-old man who had witnessed the crucifixion of Jesus Christ (who \"came in the store but never bought anything\"), had been married several hundred times and had \"over forty-two thousand children, and not one comes to visit me\". At first Brooks and Reiner only performed the routine for friends but, by the late 1950s, it gained a reputation in New York City. Kenneth Tynan saw the comedy duo perform at a party in 1959 and wrote that Brooks \"was the most original comic improvisor I had ever seen\". In 1960, Brooks moved from New York to Hollywood. He and Reiner began performing the \"2000 Year Old Man\" act on The Steve Allen Show. Their performances led to the release of the comedy album 2000 Years with Carl Reiner and Mel Brooks that sold over a million copies in 1961. They eventually expanded their routine with two more albums in 1961 and 1962, a revival in 1973, a 1975 animated TV special, and a reunion album in 1998. At one point, when Brooks had financial and career struggles, the record sales from the 2000 Year Old Man were his chief source of income. Brooks adapted the 2000 Year Old Man character to create the 2500-Year-Old Brewmaster for Ballantine Beer in the 1960s. Interviewed by Dick Cavett in a series of ads, the Brewmaster (in a German accent, as opposed to the 2000 Year Old Man's Yiddish accent) said he was inside the original Trojan horse and \"could've used a six-pack of fresh air\". Brooks was involved in the creation of the Broadway musical All American which debuted on Broadway in 1962. He wrote the play with lyrics by Lee Adams and music by Charles Strouse. It starred Ray Bolger as a southern science professor at a large university who uses the principles of engineering on the college's football team and the team begins to win games. It was directed by Joshua Logan, who script-doctored the second act and added a gay subtext to the plot. It ran for 80 performances and received two Tony Award nominations. The animated short film The Critic (1963), a satire of arty, esoteric cinema, was conceived by Brooks and directed by Ernest Pintoff. Brooks supplied running commentary as the baffled moviegoer trying to make sense of the obscure visuals. It won the Academy Award for Animated Short Film. With comedy writer Buck Henry, Brooks created a TV comedy show titled Get Smart, about a bumbling James Bond-inspired spy. Brooks said, \"I was sick of looking at all those nice sensible situation comedies. They were such distortions of life... I wanted to do a crazy, unreal comic-strip kind of thing about something besides a family. No one had ever done a show about an idiot before. I decided to be the first.\" Starring Don Adams as Maxwell Smart, Agent 86, the series ran from 1965 until 1970, although Brooks had little involvement after the first season. It was highly rated for most of its production and won seven Emmy Awards, including Outstanding Comedy Series in 1968 and 1969. ==== Early work as a director==== For several years, Brooks toyed with a bizarre and unconventional idea about a musical comedy of Adolf Hitler. He explored the idea as a novel and a play before finally writing a script. He eventually found two producers to fund it, Joseph E. Levine and Sidney Glazier, and made his first feature film, The Producers (1968). The Producers was so brazen in its satire that major studios would not touch it, nor would many exhibitors. Brooks finally found an independent distributor who released it as an art film, a specialized attraction. At the 41st Academy Awards, Brooks won the Oscar for Best Original Screenplay for the film over fellow writers Stanley Kubrick and John Cassavetes. The Producers became a smash underground hit, first on the nationwide college circuit, then in revivals and on home video. It premiered to a limited audience in Pittsburgh, Pennsylvania on November 22, 1967, before achieving a wide release in 1968. Brooks later adapted it into a musical, which was hugely successful on Broadway and received an unprecedented 12 Tony awards. With the moderate financial success of the film The Producers, Glazier financed Brooks's next film, The Twelve Chairs (1970). Loosely based on Ilf and Petrov's 1928 Russian novel of the same name about greedy materialism in post-revolutionary Russia, it stars Ron Moody, Frank Langella and Dom DeLuise as three men individually searching for a fortune in diamonds hidden in a set of 12 antique chairs. Brooks makes a cameo appearance as an alcoholic ex-serf who \"yearns for the regular beatings of yesteryear\". The film was shot in Yugoslavia with a budget of $1.5 million. It received poor reviews and was not financially successful. === 1970s: Success as a Hollywood director === Brooks then wrote an adaptation of Oliver Goldsmith's She Stoops to Conquer, but was unable to sell the idea to any studio and believed that his career was over. In 1972, he met agent David Begelman, who helped him set up a deal with Warner Brothers to hire Brooks (as well as Richard Pryor, Andrew Bergman, Norman Steinberg, and Al Uger) as a script doctor for an unproduced script called Tex-X. Eventually, Brooks was hired as director for what became Blazing Saddles (1974), his third film. Blazing Saddles starred Cleavon Little, Gene Wilder, Harvey Korman, Slim Pickens, Madeline Kahn, Alex Karras, and Brooks himself, with cameos by Dom DeLuise and Count Basie. It had music by Brooks and John Morris, and a modest budget of $2.6 million. A satire on the Western film genre, it references older films such as Destry Rides Again (1939), High Noon (1952), Once Upon a Time in the West (1968), and The Treasure of the Sierra Madre (1948). In a surreal sequence towards the end, it references the extravagant musicals of Busby Berkeley. Despite mixed reviews, Blazing Saddles was a success with younger audiences. It became the second-highest US grossing film of 1974, earning $119.5 million worldwide. It was nominated for three Academy Awards: Best Actress in a Supporting Role for Madeline Kahn, Best Film Editing, and Best Music, Original Song. It won the Writers Guild of America Award for Best Comedy Written Directly for the Screen; and in 2006 it was deemed \"culturally, historically or aesthetically significant\" by the Library of Congress and selected for preservation in the National Film Registry. Brooks has said that the film \"has to do with love more than anything else. I mean when that black guy rides into that Old Western town and even a little old lady says 'Up yours, nigger!', you know that his heart is broken. So it's really the story of that heart being mended.\" When Gene Wilder replaced Gig Young as the Waco Kid, he did so only when Brooks agreed that his next film would be an idea that Wilder had been working on: a spoof of the Universal series of Frankenstein films from several decades earlier. After the filming of Blazing Saddles was completed, Wilder and Brooks began writing the script for Young Frankenstein and shot it in the spring of 1974. It starred Wilder, Marty Feldman, Peter Boyle, Teri Garr, Madeline Kahn, Cloris Leachman and Kenneth Mars, with Gene Hackman in a cameo role. Brooks's voice can be heard three times: as the wolf howl when the characters are on their way to the castle; as the voice of Victor Frankenstein, when the characters discover the laboratory; and as the sound of a cat when Gene Wilder accidentally throws a dart out of the window in a scene with Kenneth Mars. Composer John Morris again provided the score, and Universal monsters special effects veteran Kenneth Strickfaden worked on the film. Young Frankenstein was the third- highest-grossing film domestically of 1974, just behind Blazing Saddles. It earned $86 million worldwide and received two Academy Award nominations for Adapted Screenplay and Best Sound. It received some of the best reviews of Brooks's career. Even notoriously hard-to-please critic Pauline Kael liked it, saying: \"Brooks makes a leap up as a director because, although the comedy doesn't build, he carries the story through ... [He] even has a satisfying windup, which makes this just about the only comedy of recent years that doesn't collapse.\" In 1975, at the height of his movie career, Brooks tried TV again with When Things Were Rotten, a Robin Hood parody that lasted only 13 episodes. Nearly 20 years later, in response to the 1991 hit film Robin Hood: Prince of Thieves, Brooks mounted another Robin Hood parody, Robin Hood: Men in Tights (1993). It resurrected several pieces of dialogue from his TV series, and from earlier Brooks films. He followed up his two hit films with an audacious idea: the first feature-length silent comedy in four decades. Silent Movie (1976) was written by Brooks and Ron Clark, and starred Brooks in his first leading role, with Dom DeLuise, Marty Feldman, Sid Caesar, Bernadette Peters, and in cameo roles playing themselves: Paul Newman, Burt Reynolds, James Caan, Liza Minnelli, Anne Bancroft, and the normally non- speaking Marcel Marceau, who ironically uttered the film's only word of audible dialogue: \"Non!\" Although not as successful as Brooks' previous two films, Silent Movie was a hit, growing $36 million. Later that year, he was named number 5 on a list of the Top Ten Box Office Stars. High Anxiety (1977), Brooks' parody of the films of Alfred Hitchcock, was written by Brooks, Ron Clark, Rudy De Luca, and Barry Levinson, and was the first movie Brooks produced himself. Starring Brooks, Madeline Kahn, Cloris Leachman, Harvey Korman, Ron Carey, Howard Morris, and Dick Van Patten, it satirizes such Hitchcock films as Vertigo, Spellbound, Psycho, The Birds, North by Northwest, Dial M for Murder and Suspicion. Brooks plays Professor Richard H. (for Harpo) Thorndyke, a Nobel Prize-winning psychologist who suffers from \"high anxiety\". === 1980s–1990s: Later film career === thumb|Brooks in 1984 By 1980, Gene Siskel and Roger Ebert had referred to Mel Brooks and Woody Allen as \"the two most successful comedy directors in the world today ... America's two funniest filmmakers\". Released that year was the dramatic film The Elephant Man directed by David Lynch and produced by Brooks. Knowing that anyone seeing a poster reading \"Mel Brooks presents The Elephant Man\" would expect a comedy, he set up the company Brooksfilms. It has since produced a number of non- comedy films, including Frances (1982), The Fly (1986), and 84 Charing Cross Road (1987) starring Anthony Hopkins and Anne Bancroft—as well as comedies, including Richard Benjamin's My Favorite Year (1982), partially based on Mel Brooks's real life. Brooks sought to purchase the rights to 84 Charing Cross Road for his wife, Anne Bancroft, for many years. He also produced the comedy Fatso (1980) that Bancroft directed. In 1981, Brooks joked that the only genres that he hadn't spoofed were historical epics and Biblical spectacles. History of the World Part I was a tongue-in-cheek look at human culture from the Dawn of Man to the French Revolution. Written, produced and directed by Brooks, with narration by Orson Welles, it was another modest financial hit, earning $31 million. It received mixed critical reviews. Critic Pauline Kael, who for years had been critical of Brooks, said, \"Either you get stuck thinking about the bad taste or you let yourself laugh at the obscenity in the humor as you do Buñuel's perverse dirty jokes.\" Brooks produced and starred in (but did not write or direct) a remake of Ernst Lubitsch's 1942 film To Be or Not to Be. His 1983 version was directed by Alan Johnson and starred Brooks, Anne Bancroft, Charles Durning, Tim Matheson, Jose Ferrer and Christopher Lloyd. It generated international publicity by featuring a controversial song on its soundtrack—\"To Be or Not to Be (The Hitler Rap)\"—satirizing German society in the 1940s, with Brooks playing Hitler. The second movie Brooks directed in the 1980s was Spaceballs (1987), a parody of science fiction, mainly Star Wars. It starred Bill Pullman, John Candy, Rick Moranis, Daphne Zuniga, Dick Van Patten, Joan Rivers, Dom DeLuise, and Brooks. In 1989, Brooks (with co-executive producer Alan Spencer) made another attempt at television success with the sitcom The Nutt House, featuring Brooks regulars Harvey Korman and Cloris Leachman. It was originally broadcast on NBC, but the network aired only five of the eleven produced episodes before canceling the series. During the next decade, Brooks directed Life Stinks (1991), Robin Hood: Men in Tights (1993), and Dracula: Dead and Loving It (1995). People magazine wrote, \"Anyone in a mood for a hearty laugh couldn't do better than Robin Hood: Men in Tights, which gave fans a parody of Robin Hood, especially Robin Hood: Prince of Thieves.\" Like Brooks's other films, it is filled with one-liners and the occasional breaking of the fourth wall. Robin Hood: Men in Tights was Brooks's second time exploring the life of Robin Hood (the first, as mentioned above, being his 1975 TV show When Things Were Rotten). Life Stinks was a financial and critical failure, but is notable as the only film Brooks directed that is neither a parody nor a film about other films or theater. (The Twelve Chairs was a parody of the original novel.) === 2000s: Musicals and television === Brooks' musical adaptation of his film The Producers on the Broadway stage broke the Tony Award record with 12 wins, a record previously held for 37 years by Hello, Dolly! with 10 wins. It led to a 2005 big-screen version of the Broadway adaptation/remake with Matthew Broderick, Nathan Lane, Gary Beach, and Roger Bart reprising their stage roles, and new cast members Uma Thurman and Will Ferrell. In early April 2006, Brooks began composing the score to a Broadway musical adaptation of Young Frankenstein, which he says is \"perhaps the best movie [he] ever made\". The world premiere was at Seattle's Paramount Theater, between August 7, 2007, and September 1, 2007, after which it opened on Broadway at the former Lyric Theater (then the Hilton Theatre), New York, on October 11, 2007. It earned mixed reviews from the critics. In the 2000s, Brooks worked on an animated series sequel to Spaceballs called Spaceballs: The Animated Series, which premiered on September 21, 2008, on G4 TV. Brooks has also supplied vocal roles for animation. He voiced Bigweld, the master inventor, in the animated film Robots (2005), and in the later animated film Mr. Peabody & Sherman (2014) he had a cameo appearance as Albert Einstein. He returned, to voice Dracula's father, Vlad, in Hotel Transylvania 2 (2015) and Hotel Transylvania 3: Summer Vacation (2018). Brooks joked about the concept of a musical adaptation of Blazing Saddles in the final number in Young Frankenstein, in which the full company sings, \"next year, Blazing Saddles!\" In 2010, Brooks confirmed this, saying that the musical could be finished within a year; however, no creative team or plan has been announced. On October 18, 2021, it was announced that Brooks would write and produce History of the World Part II, a follow-up TV series to his 1981 movie. In 2021, at age 95, Brooks published a memoir, All About Me! == Personal life == Brooks was married to Florence Baum, a Broadway dancer, from 1953 until their divorce in 1962. They had three children: Stephanie, Nicky, and Eddie. Brooks married actress Anne Bancroft in 1964, and they remained together until her death in 2005.Silverman, Stephen M. \"Mel Brooks and Anne Bancroft Shared Love and Laughs\" People, May 19, 2013 They met at a rehearsal for the Perry Como Variety Show in 1961, and were married three years later on August 5, 1964, at the Manhattan Marriage Bureau.Carter, Maria. \"How Anne Bancroft and Mel Brooks Kept the Spark Alive for 41 Years\" Country Living, August 9, 2017 Their son, Max Brooks, was born in 1972, and their grandson, Henry Michael Brooks, in 2005. In 2010, Brooks credited Bancroft as \"the guiding force\" behind his involvement in developing The Producers and Young Frankenstein for the musical theater, saying of an early meeting with her: \"From that day, until her death ... we were glued together.\" Regarding religion, Brooks stated: > \"I'm rather secular. I'm basically Jewish. But I think I'm Jewish not > because of the Jewish religion at all. I think it's the relationship with > the people and the pride I have. The tribe surviving so many misfortunes, > and being so brave and contributing so much knowledge to the world and > showing courage.\" On Jewish cinema, Brooks said: > \"They can be anything and anywhere … if there's a tribal thing, like, the > 'please God, protect us' feeling … we don't know where and how it's gonna > come out. Avatar was a Jewish movie … these people on the run, chasing—and > being pursued.\" Brooks endorsed Joe Biden in the 2020 presidential election, in his first-ever public endorsement of a political candidate. == Filmography == == Discography == ===Comedy specials=== * 2000 Years with Carl Reiner and Mel Brooks (World Pacific Records, 1960) * 2001 Years with Carl Reiner and Mel Brooks (Capitol Records, 1961) * Carl Reiner and Mel Brooks at the Cannes Film Festival (Capitol Records, 1962) * 2000 and Thirteen with Carl Reiner and Mel Brooks (Warner Bros. Records, 1973) * The Incomplete Works Of Carl Reiner & Mel Brooks (Warner Bros. Records, 1973) * Excerpts from The Complete 2000 Year Old Man (Rhino Records, 1994) * The 2000 Year Old Man in the Year 2000 (Rhino Records, 1997) ===Soundtracks=== * The Producers (RCA Victor, 1968) * High Anxiety – Original Soundtrack (Asylum Records, 1968) * Mel Brooks' History of the World Part I (Warner Bros. Records, 1981) * To Be or Not To Be (Island Records, 1984) * The Producers: Original Broadway Recording (Sony Classical, 2001) == Honors and legacy == Brooks is one of the few people who have received an Oscar, an Emmy, a Tony, and a Grammy. He won his first Grammy for Best Spoken Comedy Album in 1999 for his recording of The 2000 Year Old Man in the Year 2000 with Carl Reiner. His two other Grammys came in 2002 for Best Musical Show Album for the cast album of The Producers and for Best Long Form Music Video for the DVD \"Recording the Producers – A Musical Romp with Mel Brooks\". He won his first of four Emmy awards in 1967 for Outstanding Writing Achievement in Variety for a Sid Caesar special, and won Emmys in 1997, 1998, and 1999 for Outstanding Guest Actor in a Comedy Series for his role of Uncle Phil on Mad About You. He won his Academy Award for Original Screenplay (Oscar) in 1968 for The Producers. He won his three Tony awards in 2001 for his work on the musical, The Producers for Best Musical, Best Original Musical Score, and Best Book of a Musical. He also won a Hugo Award and Nebula Award for Young Frankenstein. In a 2005 poll by Channel 4 to find The Comedian's Comedian, he was voted No. 50 of the top 50 comedy acts ever by fellow comedians and comedy insiders. The American Film Institute (AFI) lists three of Brooks's films on its AFI's 100 Years...100 Laughs list: Blazing Saddles (#6), The Producers (#11), and Young Frankenstein (#13). On December 5, 2009, Brooks was one of five recipients of the 2009 Kennedy Center Honors at the John F. Kennedy Center for the Performing Arts in Washington, DC. He was inducted into the Hollywood Walk of Fame on April 23, 2010, with a motion pictures star located at 6712 Hollywood Boulevard. American Masters produced a biography on Brooks which premiered May 20, 2013, on PBS. The AFI presented Brooks with its highest tribute, the AFI Life Achievement Award, in June 2013. In 2014 Brooks was honored in a handprint and footprint ceremony at TCL Chinese Theatre. His concrete handprints include a six-fingered left hand as he wore a prosthetic finger when making his prints. On March 20, 2015, he received a British Film Institute Fellowship from the British Film Institute. == References == == Further reading == * Adler, Bill, and Jeffrey Feinman. Mel Brooks: The Irreverent Funnyman. Chicago: Playboy Press, 1976. . * Crick, Robert A. The Big Screen Comedies of Mel Brooks. Jefferson, NC: McFarland, 2002. . . * Holtzman, William. Seesaw, a Dual Biography of Anne Bancroft and Mel Brooks. Garden City, NY: Doubleday, 1979. . * McGilligan, Patrick. Funny Man: Mel Brooks. Harper, 2019, . * Symons, Alex. Mel Brooks in the Cultural Industries: Survival and Prolonged Adaptation. Edinburgh: Edinburgh University Press, 2012. . . * Yacowar, Maurice. Method in Madness: The Comic Art of Mel Brooks. New York: St. Martin's Press, 1981. . . * Mel Brooks, All About Me: My Remarkable Life in Show Business. New York: Ballantine, 2021. == External links == * * * * * Mel Brooks – Box Office Data Movie Director at The Numbers * Mel Brooks – Box Office Data Movie Star at The Numbers * , video compilation of film clips, 5 minutes * Interview with Brooks on NPR's Fresh Air (March 16, 2005) * TonyAwards.com Interview with Mel Brooks at Tony Awards site * Interview with Mel Brooks biographer James Robert Parish * Photographs and literature * Mel Brooks at Emmys.com * Mel Brooks interview on BBC Radio 4 Desert Island Discs, July 4, 1978 * Mel Brooks interview on NPR Fresh Air, December 7, 2021 Category:Living people Category:1926 births Category:20th- century American comedians Category:20th-century American male actors Category:21st-century American comedians Category:21st-century American male actors Category:Abraham Lincoln High School (Brooklyn) alumni Category:AFI Life Achievement Award recipients Category:American comedy musicians Category:American humorists Category:American male comedians Category:American male film actors Category:American male television actors Category:American male voice actors Category:American musical theatre lyricists Category:American people of German-Jewish descent Category:American people of Polish-Jewish descent Category:American people of Russian-Jewish descent Category:American people of Ukrainian-Jewish descent Category:American satirists Category:American theatre managers and producers Category:Audiobook narrators Category:BAFTA fellows Category:Best Original Screenplay Academy Award winners Category:Broadway theatre producers Category:Comedians from New York City Category:Comedy film directors Category:Counterculture of the 1960s Category:Eastern District High School alumni Category:Ethnic humour Category:Film directors from New York City Category:Grammy Award winners Category:Jewish American comedians Category:Jewish American comedy writers Category:Jewish American male actors Category:Jewish American military personnel Category:Jewish American songwriters Category:Jewish American writers Category:Jewish comedy and humor Category:Jewish film people Category:Jewish male actors Category:Jewish male comedians Category:Kennedy Center honorees Category:Male actors from New York City Category:Military personnel from New York City Category:Musicians from Brooklyn Category:Parodists Category:People from Williamsburg, Brooklyn Category:Primetime Emmy Award winners Category:Secular Jews Category:Silent film directors Category:Songwriters from New York (state) Category:Tony Award winners Category:United States Army non-commissioned officers Category:United States Army personnel of World War II Category:United States National Medal of Arts recipients Category:American Jews Category:USO Entertainer",
 "title": "Mel Brooks"
}