{
 "id": "202209",
 "text": "is a Japanese manga artist and politician from Tokyo. After success with A.I. Love You from 1994–1997, he wrote Love Hina from 1998 to 2001. His longest work to date has been Negima! Magister Negi Magi from 2003 to 2012. His current serial, UQ Holder!, is a sequel to Negima. Akamatsu is also the creator of the J-Comi website, a free digital distributor of out-of-print manga. His work Love Hina is considered as the origin of harem manga and anime, especially romantic comedy. ==Overview== Sailor Moon was his introduction to anime and manga fandom. In his teens, Akamatsu applied himself to Film Study (it is speculated that this is where he got the idea for Love Hina). Eventually, he became famous as an illustrator at the Comiket (a comic convention held bi-annually in Japan). He used the pen name . Akamatsu, still in college (Japanese literature course at Chuo University), then proceeded to win the Weekly Shōnen Magazine award twice. Soon after he graduated, his Hito Natsu no Kids Game was awarded the coveted 50th Shōnen Magazine's Rookie Award. After a big hit with A.I. Love You, he finally made a grand success with his manga, Love Hina. The series appeared in Weekly Shōnen Magazine and has been collected in eleven volumes (with fourteen volumes in total), which have sold over 6 million copies in Japan, and received the Kodansha Manga Award for shōnen in 2001. Akamatsu had added elements of his own life experiences to the story, and this was said to have induced a unique feeling to the manga especially for Western readers, whose lack of familiarity with Japanese culture for the most part added to the effect. The series, published in America in 2002, was especially well received in many overseas countries - Akamatsu was surprised that even foreign readers found Love Hina to be \"cute\" and to their liking. Akamatsu appears as a character in the Love Hina anime, in episode 14, and the Christmas and Spring specials. He is married to 'Kanon' Akamatsu, who was previously a singer/idol. His series, Negima! Magister Negi Magi, his longest running manga so far with 355 chapters, was, like Love Hina, also made into an anime. A second independent retelling of Negima was made called Negima!?. The first anime adaption was produced by Xebec, and the second retelling was produced by Shaft. Shaft also produces all of the OVAs for Magical Teacher Negima! and finally made a new Negima! OVA, Negima! Magister Negi Magi ~Shiroki Tsubasa Ala Alba~, and a newer series of OVAs, Maho Sensei Negima! Mo Hitotsu no Sekai ~Another World~ . Along with working on the Negima manga, he was also helping with the live action Negima! series. He has no task-based daily schedule for his manga work; instead he works on one page at a time until the whole chapter is finished. When he was younger he could draw one chapter each week, but nowadays he usually draws 18 pages every 9 days. Thus, he has time to take a week-long break on four-week intervals while maintaining his weekly publishing schedule. In November 2010, he announced he would start a free manga download site for out-of-print titles called J-Comi, and announced that all 14 volumes of Love Hina will be its first release. The service is completely free and without any time restrictions or commissions, with authors receiving payment based on site ads. The comics will be distributed as PDFs without any type of DRM. He also expects other manga artists to take advantage of the service. He started a new manga, UQ Holder!, in Weekly Shōnen Magazine; which debuted in the 38th issue in August 2013. On December 16, 2021, Akamatsu announced he will be running for the House of Councillors, the upper house of Japan's House of Representatives, as part of the Liberal Democratic Party, in the 2022 summer election, to protect freedom of expression, artistic freedom and creators' rights in Japan from foreign and domestic puritan and politically correct censorship, standards, regulations and influences. == Works == === Manga === * * * * * * * UQ Holder! === Anime === * Love Hina (story; also voiced himself in two special episodes) * Ground Defense Force! Mao-chan (story, character designs) * Negima! Magister Negi Magi (story) * Uta Kata (ending illustrator, episode 11) * Itsudatte My Santa! (story)Johnston, Chris. \"My Santa\". (December 2007) Newtype USA. p. 103. * Hayate the Combat Butler! Heaven Is a Place on Earth (special thanks) * UQ Holder! (story) == References == == External links == * Ken Akamatsu's personal site * J-Comi * * Category:1968 births Category:People from Higashikurume, Tokyo Category:Manga artists from Tokyo Category:Chuo University alumni Category:Living people Category:Manga artists Category:Winner of Kodansha Manga Award (Shōnen) Category:Liberal Democratic Party (Japan) politicians",
 "title": "Ken Akamatsu"
}