{
 "id": "202327",
 "text": "Marie Charlotte Carmichael Stopes (15 October 1880 – 2 October 1958) was a British author, palaeobotanist and campaigner for eugenics and women's rights. She made significant contributions to plant palaeontology and coal classification, and was the first female academic on the faculty of the University of Manchester. With her second husband, Humphrey Verdon Roe, Stopes founded the first birth control clinic in Britain. Stopes edited the newsletter Birth Control News, which gave explicit practical advice. Her sex manual Married Love (1918) was controversial and influential, and brought the subject of birth control into wide public discourse. Stopes publicly opposed abortion, arguing that the prevention of conception was all that was needed, though her actions in private were at odds with her public pronouncements. As a supporter of eugenics one of her stated aims was \"to furnish security from conception to those who are racially diseased\". In reaction to this attitude, Marie Stopes International in 2020 changed its name to \"MSI Reproductive Choices\" with no other changes. ==Early life and education== Stopes was born in Edinburgh. Her father, Henry Stopes, was a brewer, engineer, architect and palaeontologist from Colchester. Her mother was Charlotte Carmichael Stopes, a Shakespearean scholar and women's rights campaigner from Edinburgh. At six weeks old, her parents took Stopes from Scotland; the family stayed briefly in Colchester then moved to London, where in 1880 her father bought 28 Cintra Park in Upper Norwood. Both of her parents were members of the British Association for the Advancement of Science, where they had met. At an early age, she was exposed to science and was taken to meetings where she met the famous scholars of the day. At first, she was home-schooled, but from 1892 to 1894 she attended St George's School for Girls in Edinburgh. Stopes was later sent to the North London Collegiate School, where she was a close friend of Olga Fröbe-Kapteyn. Stopes primarily focused on her science career in her 20s and 30s. Stopes attended the University of London in 1900, at University College London as a scholarship student, where she studied botany and geology; she graduated with a first class B.Sc. in 1902 after only two years by attending both day and night schools at Birkbeck, University of London.Fraser, H. E. & C. J. Cleal, \"The contribution of British women to Carboniferous palaeobotany during the first half of the 20th century\", in p.56. Stopes' father died in 1902 leaving her family in financial ruin. Her paleobotany professor, Dr. Francis Oliver, took her under his wing and hired her as his research assistant in early 1903. This is what sparked her interest in paleobotany, building a platform to begin her career. Dr. Oliver was on the verge of debatably one of the greatest finds in paleobotany when he took Stopes on as a research assistant. Initially, it was thought that most of the fossil plants found in Carboniferous Coal Measures were ferns, Marie was tasked to find the specimens that showed better connection with the seeds of fern fronds. It was discovered that some of the \"ferns\" bore seeds. \"Seed ferns\" became known and recognized as the missing link between ferns and conifers. They later became known as the pteridosperm. Marie was provided the opportunity to work with the world’s leading experts in paleobotany at the time. Within the same year she won the Gilchrist scholarship from University College London, with the help of Dr. Oliver and her geology professor, Edmund Garwood who provided incredible references. Following this, Stopes earned a D.Sc. degree from University College London, becoming the youngest person in Britain to have done so. In 1903 she published a study of the botany of the recently dried-up Ebbsfleet River. After carrying out research on Carboniferous plants at the Royal Botanic Gardens, Kew, and at University College, London, she put the money she received from the Gilchrist Scholarship towards a year's worth of funding her study on the reproduction of living cycads at the University of Munich. There, she worked with Karl Goebel, who was a leading paleobotanist on cycads. Stopes used this study as her doctoral dissertation, she presented her dissertation in German and received a Ph.D. in botany in 1904. She was, in 1904, one of the first women to be elected a fellow of the Linnean Society of London,The Linnean (2005) Vol. 21(2), p. 25 and was appointed a demonstrator in order to teach students. She was also a fellow and occasional lecturer in paleobotany at University College, London until 1920. == Scientific research == thumb|Stopes in her laboratory, 1904 At age 23, Stopes secured her first job in the world of academia, holding the post of Lecturer in Paleobotany at the Victoria University of Manchester from 1904 to 1910; in this capacity she became the first female academic of that university. It was during this period that she met William Boyd-Dawkins and Frederick Ernst Weiss. Dawkins was a friend of her father and a board member at the University, and advocated for her teaching position when members of the senate opposed the concept of having a woman teach young men. Stopes was known around the campus as a partier: she would socialize freely with staff, colleagues, and a few students, or ‘flirt’. During Stopes' time at Manchester, she studied coal and coal balls and researched the collection of Glossopteris (Permian seed ferns). This was an attempt to prove the theory of Eduard Suess concerning the existence of Gondwana or Pangaea. A chance meeting with Antarctic explorer Robert Falcon Scott during one of his fund-raising lectures in 1904 brought a possibility of proving Suess's theory. Stopes's passion to prove Suess's theory led her to discuss the possibility of joining Scott's next expedition to Antarctica. She did not join the expedition, but Scott promised to bring back samples of fossils to provide evidence for the theory.The interior of Antarctica, being perpetually below 0 °C, is not suitable for life, so the presence of fossils provides evidence of major changes in biological conditions there during geologic time. Scott died during the 1912 Terra Nova Expedition, but fossils of plants from the Queen Maud Mountains found near Scott's and his companions' bodies provided this evidence. Her study of Carboniferous coal balls with Dr. Francis Oliver during her time at University College London proved pivotal, and coupled with Dawkins’ and Weiss’ influence at Victoria University of Manchester, helped spark Stopes’ intrigue in this area of research, aided, in part, by her close proximity to coal seams in the north of England. These seams held calcareous nodules that preserved the anatomical structure of the permineralized peat that formed the coal balls. Her motive behind this research was driven, in part, by the importance of coal to the British Empire as its main source of fuel. The mines for these coal balls were close to Manchester, and Stopes became distinct from other paleobotanists by directly going to these mines and observing the coal on site. During this period of her research, Stopes first worked with James Lomax, a manufacturer of petrographic thin sections. She and Lomax didn’t get along; as a result, she decided to work with David Meredith- Seares Watson, one of her undergrad students. Together, they investigated the coal-bearing strata of northern England. Their findings led them to hypothesize that the coal balls native to the area were formed when marine water permeated carboniferous peat mires. They proved that the coal balls had formed in situ, and the nodules had not been transported, which was being claimed at the time. With the coal balls being closely associated with overlying marine bands, they Stopes and Watson came to the conclusion that the carbonate in the coal balls washed into the coal swamps from adjacent seas. This was contested while showcasing at conferences, but eventually the evidence became sustainable enough that this finding became one of the greatest contributions to the field. Continuing in the vein of coal ball research, Marie expanded her studies to include those from the Mesozoic era. This represented an exciting new area of study for Stopes, as little evidence of anatomically preserved Mesozoic plants had been found at that time. Seeking advice from other academics in the field, she received leads for areas of potential study in India and Japan, the latter of which would become important later on. The most promising region at that time proved to be much closer to home, and on 22 March 1907, during the middle of a massive heat wave, Stopes and Watson departed for the Jurassic coast of northeast Scotland, to the coal- mining town of Brora, on the Moray Firth. Stopes theorized that Brora would harbor the type of Mesozoic coal balls she was in search of. This form of geological prediction, ‘geoprophesy' as Stopes called it, is formally known as biostratigraphy, and was originally formulated by 17th century Dutch scientist Nicholas Steno. Upon arriving in Brora, they discovered the town’s coal mining operations were still in full operation, and as a result, were unable to gain access to the mines. Instead, the pair set their sights on the coastline, and despite finding some fossil specimens of interest, were unable to locate any coal balls. Despite this setback, the flora fossils they did recover were the first Middle Jurassic period specimens to be uncovered in that region, and demonstrated a biostratigraphic link between the Scottish and north east English coasts. After returning home to Manchester in April 1907, Stopes set about processing her Bora discoveries for publication. However, a previous endeavor from the year before would come to bear fruit. During her Brora research, Stopes had been in correspondence with several high-profile Geologists of the time, including John Wesley Judd and Albert Charles Seward, and these two men helped Stopes secure her first major grant, which she had applied for in 1906. The purpose of this £85 grant was to allow her to conduct her research into Mesozoic coal balls in Japan, and on 19 May 1907, it was granted by the Royal Society. In six weeks, Stopes concluded her Brora research, and made arrangements to depart for Japan on 3 July 1907. She spent eighteen months at the Imperial University, Tokyo and explored coal mines on Hokkaido for fossilized plants. As with the Brora study, Stopes failed to locate any Mesozoic coal balls in Japan either, but did manage to discover many important fossils, such as the Cretaceous angiosperm floras, which she wrote about in her 1909 article “Plant containing nodules from Japan” for the Quarterly Journal of the Geological Society, London. She also published her Japanese experiences as a diary, called \"Journal from Japan: a daily record of life as seen by a scientist\", in 1910. In 1910, the Geological Survey of Canada commissioned Stopes to determine the age of the Fern Ledges, a geological structure at Saint John, New Brunswick. It is part of the Early Pennsylvanian epoch Lancaster Formation. Canadian scholars were divided between dating it to the Devonian period or to the Pennsylvanian. Stopes arrived in North America before Christmas to start her research. On 29 December, she met the Canadian researcher Reginald Ruggles Gates in St. Louis, Missouri; they became engaged two days later. Starting her work on the Fern Ledges in earnest in February 1911, she did geological field work and researched at geological collections in museums, and shipped specimens to England for further investigation. The couple married in March and returned to England on 1 April that year. Stopes continued her research. In mid-1912 she delivered her results, finding for the Pennsylvanian period of the Carboniferous.. (also printed in The Role of Women in the History of Geology edited by C. V. Burek & B. Higgs published by the Geological Society, London (2007) pp. 232,236). The Government of Canada published her results in 1914. Later that year, her marriage to Gates was annulled. During the First World War, Stopes was engaged in studies of coal for the British government, which culminated in the writing of \"Monograph on the constitution of coal\" with R.V. Wheeler in 1918. The success of Stopes' work on marriage issues and birth control led her to reduce her scholarly work; her last scientific publications were in 1935. According to W. G. Chaloner (2005), \"between 1903 and 1935 she published a series of palaeobotanical papers that placed her among the leading half-dozen British palaeobotanists of her time\". Stopes made major contributions to knowledge of the earliest angiosperms, the formation of coal balls and the nature of coal macerals. The classification scheme and terminology she devised for coal are still being used. Stopes also wrote a popular book on palaeobotany, \"Ancient Plants\" (1910; Blackie, London), in what was called a successful pioneering effort to introduce the subject to non-scientists. ==Married Love== thumb|Cover of Marie Stopes's bestseller, Married Love Around the start of her divorce proceedings in 1913, Stopes began to write a book about the way she thought marriage should work. In July 1913, she met Margaret Sanger, who had just given a talk on birth control at a Fabian Society meeting. Stopes showed Sanger her writings and sought her advice about a chapter on contraception. Stopes's book was finished by the end of 1913. She offered it to Blackie and Son, who declined. Several publishers refused the book because they thought it too controversial. When Binnie Dunlop, secretary of the Malthusian League, introduced her to Humphrey Verdon Roe—Stopes's future second husband—in 1917, she received the boost that helped her publish her book. Roe was a philanthropist interested in birth control; he paid Fifield & Co. to publish the work. The book was an instant success, requiring five editions in the first year,Burke, Lucy, \"In Pursuit of an Erogamic Life\" in p.254. and elevated Stopes to national prominence. Married Love was published on 26 March 1918; that day, Stopes was visiting Humphrey Roe, who had just returned with a broken ankle from service during the First World War after his aeroplane crashed. Less than two months later they were married and Stopes had her first opportunity to practise what she preached in her book. The success of Married Love encouraged Stopes to provide a follow- up; the already written Wise Parenthood: a Book for Married People, a manual on birth control that was published later that year. Many readers wrote to Stopes for personal advice, which she energetically endeavoured to give. Wise Parenthood was aimed at married women, as Stopes believed birth control to be necessary for married couples to help protect mothers against the exhaustion of excessive childbearing. Although many considered Stopes’ advocacy of birth control to be scandalous, Wise Parenthood printed ten editions and was a successful sequel to Married Love. The following year, Stopes published A Letter to Working Mothers on how to have healthy children and avoid weakening pregnancies, a condensed version of Wise Parenthood aimed at the poor. It was a 16-page pamphlet and was to be distributed free of charge. Stopes's intended audience had—until this work—been the middle classes. She had shown little interest in, or respect for, the working classes; the Letter was aimed at redressing her bias. On 16 July 1919, Stopes—pregnant and a month overdue—entered a nursing home. Stopes and the doctors clashed over the method of birth—she was not allowed to give birth on her knees. The child was stillborn; the doctors suggested the incident was due to syphilis, but an examination excluded the possibility. Stopes was furious and said her baby had been murdered. She was 38 years old. == Marie Stopes: Her Work and Play == Aylmer Maude, acclaimed writer and Tolstoy expert, was brought into the home of Stopes and Gates in an effort to support their financial needs. While already having a troublesome marriage, Maude’s interjection in the household only added more tension to the marriage as Stopes' flirtatious nature caused Gates more jealousy and frustration. Maude and Stopes remained friends long after her separation from Gates in 1914, and the intensity of their relationship was reflected in a letter he wrote immediately prior to her second marriage to Humphrey Roe: “My dearest Una [Maude’s pet name for Stopes], I have been bothering you with letters recently… Still I cannot let the eve of your third marriage pass without sending you my most cordial good wishes and fondest greetings.” Maude's biography, “The Authorized Life of Marie C Stopes”, was published in 1924. The book was not well received (The Spectator described it as “a panegyric and not a biography”) and it may even have been written by Stopes herself. When Stopes blamed Maude for the book's poor sales, he replied: “you so impressed on me the importance of getting the Life out quickly, and I evidently rushed it to the point of scamping it and failed to correct some of the errors in your rough draft.” The book was republished in 1933 as \"Marie Stopes Her Work and Her Play\". While the later book included an account of the Stopes v Sutherland libel trial of 1923, questions have been raised about its credibility. For instance, significant aspects of the story of Stopes' visit to Professor McIlroy in disguise and being fitted with a cervical cap (the same device about which McIlroy had been so critical during the High Court trial) have been shown to have been fabricated, and McIlroy's treatment of Stopes has been shown to have been consistent with her testimony in the High Court. ==New Gospel== When Stopes had sufficiently recovered, she returned to work in 1920; she engaged in public speaking and responding to letters seeking advice on marriage, sex and birth control. She sent Mrs. E. B. Mayne to disseminate the Letter to Working Mothers to the slums of East London. Mayne approached twenty families a day, but after several months she concluded the working class was mistrustful of well-intentioned meddlers. This lack of success made Stopes contemplate a different approach to taking her message to the poor. A conference of Anglican bishops was due to be held in June; not long before the conference, Stopes had a vision. She called in her secretary and dictated a message addressed to the bishops which began: \"My Lords, I speak to you in the name of God. You are his priests. I am his prophet. I speak to you of the mysteries of man and woman.\" In 1922, Stopes wrote A New Gospel to All Peoples. The bishops were not receptive; among the resolutions carried during the conference was one aimed against \"the deliberate cultivation of sexual union\" and another against \"indecent literature, suggestive plays and films [and] the open or secret sale of contraceptives\". The Catholic Church's reaction was more strident, marking the start of a conflict that lasted the rest of Stopes's life. ==Family planning== thumb|Marie Stopes House in Whitfield Street near Tottenham Court Road was Britain's first family planning clinic after moving from its initial location in Holloway in 1925. In 1917, before meeting Marie Stopes, Humphrey Roe offered to endow a birth control clinic attached to St Mary's Hospital in Manchester. He proposed all patients would be married and that no abortions would be done, but his offer was declined. This was a serious issue for Roe; after their marriage, he and Stopes planned to open a clinic for poor mothers in London.Rose, J. (1992). Marie Stopes and the Sexual Revolution. London: Faber and Faber Limited. Page 135. \"In the two eventful years since they had met and married, Marie and Humphrey had discussed birth control, and looked for a way to work in that field. Tired of delays and timidity of other birth controllers, the couple decided to open their own clinic, and by 1920 they had begun to look for suitable premises, both passionately involved.\" Margaret Sanger, another birth-control pioneer, had opened a birth control clinic in New York but the police closed it. In 1920, Sanger proposed opening a clinic in London; this encouraged Stopes to act more constructively, but her plan never materialised. Stopes resigned her lectureship at University College London at the end of 1920 to concentrate on the clinic; she founded the Society for Constructive Birth Control and Racial Progress, a support organisation for the clinic.Rose, J. (1992). Marie Stopes and the Sexual Revolution. London: Faber and Faber Limited. Page 153. Stopes explained that the object of the Society was: > \"...to counteract the steady evil which has been growing for a good many > years of the reduction of the birth rate just on the part of the thrifty, > wise, well-contented, and the generally sound members of our community, and > the reckless breeding from the C.3 end, and the semi-feebleminded, the > careless, who are proportionately increasing in our community because of the > slowing of the birth rate at the other end of the social scale. Statistics > show that every year the birth rate from the worst end of our community is > increasing in proportion to the birth rate at the better end, and it was in > order to try to right that grave social danger that I embarked upon this > work.\"Box, M. (Ed.). (1967). The Trial of Marie Stopes. London: Femina Books > Ltd. Page 76. On the printed notepaper is a list of prominent supporters which include the militant suffragette Lady Constance Lytton, feminist novelist Vera Brittain, Emily Pethick-Lawrence (former Treasurer of the Women's Social and Political Union), Rev Maude Royden (Women's Suffrage Societies). Later supporters included eminent economist John Maynard Keynes. Three months later she and Roe opened the Mothers' Clinic at 61 Marlborough Road, Holloway, North London, on 17 March 1921. The clinic was run by midwives and supported by visiting doctors. It offered mothers birth control advice, taught them birth control methods and dispensed Stopes own \"Pro-Race\" (and \"Racial\") cervical caps. The free clinic was open to all married women for knowledge about reproductive health. Stopes tried to discover alternatives for families and increase knowledge about birth control and the reproductive system. Options included the cervical cap—which was the most popular—coitus interruptus, and spermicides based on soap and oil. Stopes rediscovered the use of olive oil- soaked sponges as an alternative birth control. Olive oil's use as a spermicide dates to Greek and Roman times. Her recipe proved very effective. She tested many of her contraceptives on patients at her clinics. Stopes became enthusiastic about a contraceptive device called the \"gold pin\", which was reportedly successful in America. A few months later, she asked Norman Haire, an Australian doctor, whether he would be interested in running a clinical trial of the device, as she had two correspondents who wanted to use it. Haire had already investigated the device and found it to be dangerous. Haire became involved in another birth control clinic that opened in Walworth in November 1921; later a rivalry between Stopes and Haire erupted in The Lancet. Haire brought up the gold-pin episode, even though Stopes' clinic had never used it. The issue of the gold pin device resurfaced in the Stopes- Sutherland libel case a few years later.Box, M. (Ed.). (1967). The Trial of Marie Stopes. London: Femina Books Ltd. Page 94. In 1925, the Mothers' Clinic moved to Central London, where it remains . Stopes gradually built up a small network of clinics across Britain, working to fund them. She opened clinics in Leeds in April 1934; Aberdeen in October 1934; Belfast in October 1936; Cardiff in October 1937; and Swansea in January 1943. ===The Marie Stopes International organisation=== The clinics continued to operate after Stopes' death, but by the early 1970s they were in financial difficulties and in 1975 they went into voluntary receivership. Marie Stopes International was established a year later as an international non-governmental organisation (NGO) working on sexual and reproductive health. The global partnership took over responsibility for the main clinic, and in 1978 it began its work overseas in New Delhi, India. Since then the organisation has grown steadily; today it works in 37 countries (2019), has 452 clinics and has offices in London, Brussels, Melbourne and in the US. ===Opposition and libel case=== In 1922, Dr Halliday Sutherland wrote a book called Birth Control: A Statement of Christian Doctrine Against the Neo Malthusians.Halliday Sutherland, Birth Control: A Statement of Christian Doctrine against the Neo-Malthusians New York, PJ Kennedy and Sons, 1922. In the inter-war years, the terms \"birth control\" and \"eugenics\" were closely related; according to Jane Carey they were \"so intertwined as to be synonymous\". Following attacks on \"the essential fallacies of Malthusian teaching\", Sutherland's book attacked Stopes. Under the headings \"Specially Hurtful to the Poor\" and \"Exposing the Poor to Experiment\", it read: > In the midst of a London slum a woman, who is a doctor of German philosophy > (Munich), has opened a Birth Control Clinic, where working women are > instructed in a method of contraception described by Professor McIlroy as > 'The most harmful method of which I have had experience'. When we remember > that millions are being spent by the Ministry of Health and by Local > Authorities – on pure milk for necessitous expectant and nursing mothers, on > Maternity Clinics to guard the health of mothers before and after > childbirth, for the provision of skilled midwives, and on Infant Welfare > Centres – it is truly amazing that this monstrous campaign of birth control > should be tolerated by the Home Secretary. Charles Bradlaugh was condemned > to jail for a less serious crime. Stopes was incensed. The reference to \"doctor of German philosophy\" sought to undermine Stopes because she was not a medical doctor and, being so soon after the First World War, sought to harness anti-German sentiment. Stopes's work had been associated with Charles Bradlaugh, who had been convicted of obscenity 45 years earlier when he had republished an American Malthusian text in Britain, which \"advocated and gave explicit information about contraceptive methods\". Stopes challenged Sutherland to a public debate. When Sutherland did not respond, she brought a writ for libel against him. The court case began on 21 February 1923; it was acrimonious. Four questions were put to the jury, which they answered as follows: #Were the words complained of defamatory of the plaintiff? Yes. #Were they true in substance and in fact? Yes. #Were they fair comment? No. #Damages, if any? £100. Based on the jury's verdict, barristers for both sides asked for judgement in their favour, so it came down to legal argument. Sutherland's barrister successfully argued that as soon as the jury decided that the statements were true in substance and in fact, that was the end of the matter. It was a moral victory for Stopes as the press saw it, and she appealed. On 20 July, the Court of Appeal reversed the previous decision (2–1), awarding the £100 to Stopes. The Catholic community mobilised to support Sutherland, a Catholic, and Stopes publicly campaigned to raise £10,000.Westminster Gazette, 28 July 1923, \"Work of the Mothers' Clinic: Appeal for a £10,000 Fund.\" Sutherland made a final appeal to the House of Lords on 21 November 1924. The trial had made birth control a public topic and the number of clients visiting the clinic doubled. The Law Lords found in Sutherland's favour (4–1) and, despite the fact that the decision was irrevocable, Stopes wrote to the Lord Chancellor to overturn it \"so that legal subtleties based on misapprehension may not rob me of my victory\". The cost for Stopes was vast; costs were partially compensated by publicity and book sales. Stopes was even remembered in a playground rhyme: > Jeanie, Jeanie, full of hopes, Read a book by Marie Stopes, But, to judge > from her condition, She must have read the wrong edition. ==Literary life== Stopes was acquainted with many literary figures of the day. She had long-standing correspondences with George Bernard Shaw and Aylmer Maude, and argued with H. G. Wells. Noël Coward wrote a poem about her, and she edited Lord Alfred Douglas' letters. She unsuccessfully petitioned Neville Chamberlain to arrange for Douglas to receive a civil list pension; the petition was signed by Arthur Quiller-Couch, John Gielgud, Evelyn Waugh and Virginia Woolf, among others. The general secretary of the Poetry Society, Muriel Spark, had an altercation with Stopes; according to Mark Bostridge, Spark \"found herself lamenting that Stopes's mother had not been better informed on [birth control]\". Stopes wrote poems, plays, and novels; during the First World War she wrote increasingly didactic plays. Her first major success was Our Ostriches, a play that dealt with society's approach to working class women being forced to produce babies throughout their lives. The play ran for three months at the Royal Court Theatre. It was hurriedly produced in place of Vectia, another of Stopes' plays. Vectia is an autobiographical attempt to analyse the failure of Stopes' first marriage. Because of its themes of sex and impotence, it was denied a licence to be performed, despite Stopes's frequent efforts. In 1926, Stopes had Vectia printed under the title A Banned Play and a Preface on Censorship. In addition to a revival of Our Ostriches in 1930, Stopes produced two other plays for the London stage, \"Don't Tell Timothy,\" a musical farce produced in 1925-26, and \"Buckie's Bears,\" a children's Christmas pageant, allegedly dictated by her son, Henry Roe-Stopes, produced annually between 1931 and 1936. In collaboration with Joji Sakurai, Stopes produced a translation of three Japanese plays Plays of Old Japan: The Nō in 1913. Stopes published several volumes of poetry, including Man and Other Poems (1913), Love Songs for Young Lovers (1939), Oriri (1940), and Joy and Verity (1952). She also published a novel, Love's Creation (1928), under the semi-pseudonym \"Marie Carmichael\". ==Views on abortion== Publicly, Stopes professed to oppose abortion and, during her lifetime, her clinics did not offer that service. She single- mindedly pursued abortion providers and used the police and the courts to prosecute them. Stopes thought that the use of contraceptives was the preferred means by which families should voluntarily limit their number of offspring. Nurses at Stopes' clinic had to sign a declaration not to \"impart any information or lend any assistance whatsoever to any person calculated to lead to the destruction in utero of the products of conception\". When Stopes learned that one of Avro Manhattan's friends had had an abortion, she accused him of murdering the unborn child. However, her private actions were at odds with her public pronouncements. In a 1919 letter she had outlined a method of abortion to an unidentified correspondent and she \"was even prepared in some cases to advocate abortion, or, as she preferred to put it, the evacuation of the uterus\". Further, in Wise Parenthood she had promoted the \"Gold Pin\" or \"Spring\" which was a \"method [that] could be described as an abortifacient\". ==Eugenics== In her biography of Stopes, June Rose claimed \"Marie was an elitist, an idealist, interested in creating a society in which only the best and beautiful should survive,\" a view echoed by Richard A. Soloway in the 1996 Galton Lecture: \"If Stopes's general interest in birth control was a logical consequence of her romantic preoccupation with compatible sexuality within blissful marriage, her particular efforts to provide birth control for the poor had far more to do with her eugenic concerns about the impending 'racial darkness' that the adoption of contraception promised to illuminate.\" Stopes's enthusiasm for eugenics and race improvement was in line with many intellectuals and public figures of the time: for example Havelock Ellis, Cyril Burt and George Bernard Shaw. Eugenic sympathies were drawn from the left and the right of politics and included Labour politicians, such as Ellen Wilkinson. As a child Marie had met Francis Galton, one of the founders of modern eugenics, through her father. She joined the Eugenics Education Society in 1912 and became a life fellow in 1921. Clare Debenham in her 2018 biography of Stopes argues in Chapter Nine that she was a maverick eugenicist, who was shunned by the inner circle of the Eugenic Society. In 1934, she reflected: \"I am a Life Fellow and would have much more interest in the Eugenics Society if I had not been cold shouldered\".Archive letter to Cora Hudson 24 March 1934 (British Library, London, Marie C. Stopes's Papers') The objects of the Society For Constructive Birth Control and Racial Progress expressed the eugenic aims of the Mothers' Clinic, summarised in Tenet 16: > \"In short, we are profoundly and fundamentally a pro-baby organisation, in > favour of producing the largest possible number of healthy, happy children > without detriment to the mother, and with the minimum wastage of infants by > premature deaths. In this connection our motto has been 'Babies in the right > place,' and it is just as much the aim of Constructive Birth Control to > secure conception to those married people who are healthy, childless, and > desire children, as it is to furnish security from conception to those who > are racially diseased, already overburdened with children, or in any > specific way unfitted for parenthood.\" \"Racially diseased\" included conditions that today are considered infectious diseases (such as tuberculosis), or caused by environmental factors (such as poor living conditions and malnutrition). Stopes advocated the compulsory sterilisation of those she considered unfit for parenthood in 1918. and in 1920. Stopes advocacy of compulsory sterilisation is at odds with the claim that she gave women reproductive choice: after all, had the laws for compuslory sterelisation that she lobbied politicians for been passed, the reproductive choice of those whom she considered unfit would have been made by the state. In Chapter XX of her 1920 book Radiant Motherhood Stopes discussed race and said that the \"one central reform\" was: \"The power of the mother, consciously exerted in the voluntary procreation and joyous bearing of her children, is the greatest power in the world\". She added that two \"main dangers\" stood in the way. The first of these was ignorance and the second was the \"inborn incapacity which lies in the vast and ever increasing stock of degenerate, feeble-minded and unbalanced who are now in our midst and who devastate social customs. These populate most rapidly and tend proportionately to increase and these are like the parasite upon the healthy tree sapping its vitality.\" Stopes then stated that \"a few quite simple acts of Parliament\" could deal with \"this prolific depravity\" through sterilisation by x-rays and assured the reader that \"when Bills are passed to ensure the sterility of the hopelessly rotten and racially diseased, and to provide for the education of the child-bearing woman so that she spaces her children healthily, our race will rapidly quell the stream of the depraved, hopeless and wretched lives which are at present increasing in proportion in our midst\". Stopes promoted her eugenic ideas to politicians. In 1920 she sent a copy of her book, Radiant Motherhood—arguably the most explicitly eugenic of her books—to the Prime Minister's secretary, Frances Stevenson, and urged her to get David Lloyd George to read them. In November 1922, just before the general election, she sent a questionnaire to parliamentary candidates asking that they sign a declaration that: \"I agree that the present position of breeding chiefly from the C3 population and burdening and discouraging the A1 is nationally deplorable, and if I am elected to Parliament I will press the Ministry of Health to give such scientific information through the Ante-natal Clinics, Welfare Centres and other institutions in its control as will curtail the C3 and increase the A1\". She received 150 replies. In July 1931 the Women's Co- operative Guild at their conference passed a resolution advocating compulsory sterilisation for the mentally or physically unfit. A 1933 letter from Stopes to a friend revealed disillusion with eugenics: \"I do not think I want to write a book about Eugenics. The word has been so tarnished by some people that they are not going to get my name tacked onto it\".British Library, London. Marie C. Stopes' Papers. Despite this, she attended the International Congress for Population Science in Berlin in 1935. After attending this conference she came under attack by some of her former supporters such a Guy Aldred and Havelock Ellis and, on her death in 1958, she bequeathed her clinics to the Eugenics Society. In 1934, an interview published in the Australian Women's Weekly disclosed Marie's views on mixed-race marriages: she advised correspondents against them and believed that all half-castes should be sterilised at birth... \"thus painlessly and in no way interfering with the individual's life, the unhappy fate of he who is neither black nor white is prevented from being passed on to yet unborn babes.\" In August 1939 she sent a copy of her Love Song for Young Lovers to Adolf Hitler because \"Love is the greatest thing in the world\". She wanted her poems to be distributed through the German birth control clinics. However, according to Rose any sympathy she may have had with Hitler was dissipated when he closed those clinics. On 12 July 1940 she wrote to Winston Churchill to offer a slogan, \"Fight the Battle of Britain in Berlin's Air\". ==Personal life== Stopes had a relationship, mainly through correspondence, with Japanese botanist Kenjiro Fujii, whom she met at the University of Munich in 1904 while researching her Ph.D. In 1907, during her 1904–1910 tenure at Manchester University, she arranged to research in Japan, allowing her to be with Fujii. The relationship ended. In 1911, Stopes married Canadian geneticist Reginald Ruggles Gates. She had maintained her name out of principle; her work was blooming while his was struggling. Marie was part of the Women’s Freedom League and he was strongly opposed to her support for suffragettes and seemingly, was frustrated. The marriage fell apart amid squabbling over the house and rent. After another year, she sought legal advice about ending the marriage. Not receiving useful help, she read the legal code seeking a way to get a divorce. On 11 May 1913, Stopes filed for divorce on the grounds that the marriage had never been consummated. Gates left England the following year and did not contest the divorce, although he disputed Stopes’s claims, describing her as \"super-sexed to a degree that was almost pathological\". He added to this \"I could have satisfied the desires of any normal woman\".Howard Falcon-Lang, \"The secret life of Dr Marie Stopes\", bbc.co.uk/news, 23 August 2010, accessed 17 November 2020 In 1918 she married Humphrey Verdon Roe, the financial backer of her most famous work, Married Love: A New Contribution to the Solution of the Sex Difficulties. Their son, Harry Stopes-Roe, was born in 1924. (Page number?) In 1923, Marie Stopes bought the Old Higher Lighthouse on the Isle of Portland, Dorset, as an escape from the difficult climate of London during her court case against Halliday Sutherland. The island's Jurassic fossil forests provided her with endless interest. She founded and curated the Portland Museum, which opened in 1930. The cottage housing the museum was an inspiration behind The Well-Beloved, a novel by Thomas Hardy, who was a friend of Marie Stopes. In the 1940s, Stopes disliked Harry's companion, Mary Eyre Wallis, who was the daughter of the noted engineer Barnes Wallis. When Harry announced their engagement in October 1947, his mother set about \"to try to sabotage the union\". She found fault with Mary and wrote to Mary's father to complain. She tried to get Humphrey's support against the marriage, arguing that any grandchildren might inherit Mary's myopia. He was not persuaded. Later, believing \"he had betrayed her by this marriage\", Stopes cut him out of any substantial inheritance.In Rose's words, Peter Pugh (2005) Barnes Wallis Dambuster. Thriplow: Icon ; p. 178 Stopes died on 2 October 1958, aged 77, from breast cancer at her home in Dorking, Surrey. Her will left her clinic to the Eugenics Society; most of her estate went to the Royal Society of Literature. Her son Harry received her copy of the Greater Oxford Dictionary and other small items. An English Heritage blue plaque commemorates Stopes at 28 Cintra Park, Upper Norwood, where she lived from 1880 to 1892. ==Selected works== * * * * * * * * * * * * * * * * * * * * * * * * * == See also == * Birth control movement in the United States * Calthorpe Clinic * Feminism in the United Kingdom * Social hygiene movement == References == == Bibliography == * * * * * * * * * * * * * : * * * * == External links == * * * * * * *\"Situating Stopes\", by Lesley A. Hall, Wellcome Library, London *Pictures of Marie Stopes and Thomas Hardy at her Portland home *Marie Stopes International Category:1880 births Category:1958 deaths Category:People educated at St George's School, Edinburgh Category:Scottish people of English descent Category:British birth control activists Category:British feminist writers Category:Alumni of University College London Category:Deaths from breast cancer Category:British suffragists Category:Deaths from cancer in England Category:British eugenicists Category:Museum founders Category:British curators Category:Women botanists Category:British palaeontologists Category:Ludwig Maximilian University of Munich alumni Category:Academics of the University of Manchester Category:Scientists from Edinburgh Category:People educated at North London Collegiate School Category:20th-century British women scientists Category:20th-century British women writers Category:Fellows of the Linnean Society of London Category:20th-century British botanists Category:Paleobotanists Category:Women paleontologists",
 "title": "Marie Stopes"
}