{
 "id": "202411",
 "text": "Petah Tikva (, , \"Opening of Hope\"), also known as Em HaMoshavot (\"Mother of the Moshavot\"), is a city in the Central District of Israel, east of Tel Aviv. It was founded in 1878, mainly by Ultra-Orthodox Jews of the Old Yishuv, and became a permanent settlement in 1883 with the financial help of Baron Edmond de Rothschild. In , the city had a population of . Its population density is approximately . Its jurisdiction covers 35,868 dunams (~35.9 km2 or 15 sq mi). Petah Tikva is part of the Tel Aviv Metropolitan Area. ==Etymology== Petah Tikva takes its name (meaning \"Door of Hope\") from the biblical allusion in Hosea 2:15: \"... and make the valley of Achor a door of hope.\" The Achor Valley, near Jericho, was the original proposed location for the town. The city and its inhabitants are sometimes known by the nickname \"Mlabes\" after the Arab village preceding the town. (See \"Ottoman era\" under \"History\" below.) ==History== thumb|250px|Petah Tikva in 1911 The place where Petah Tikva was founded existed as a village for a long time, immediately previously as a village called Mulabbis. ===Crusader and Mamluk era=== Khirbat Mulabbis is believed to have been built on the site of the Crusader village of Bulbus, an identification proposed in the nineteenth century by French scholar J. Delaville Le Roulx.(fr) A Crusader source from 1133 CE states that the Count of Jaffa granted the land to the Hospitaller order, including “the mill/mills of the three bridges” (“des moulins des trios ponts”).Röhricht, 1893, RRH, p. 37, No. 147Delaville Le Roulx, 1894, pp. 86−87, No. 97Clermont-Ganneau, 1895, pp. 192−196: \"Les Trois−Ponts, Jorgilia\" In 1478 CE (883 AH), the Mamluk Sultan of Egypt, Qaitbay, endowed a quarter of the revenues of Mulabbis to two newly established institutions: Madrasa Al-Ashrafiyya in Jerusalem, and a mosque in Gaza. ===Ottoman era=== ====Mulabbis==== It has been suggested that Mulabbis was Milus, a village with 42 Muslim households, mentioned in the Ottoman tax records in 1596.Hütteroth and Abdulfattah, 1977, p. 154. Suggested by David Grossman, 1986, p. 372, cited in Marom, 2019 The village appeared under the name of Melebbes on Jacotin's map drawn-up during Napoleon's invasion in 1799,Karmon, 1960, p. 170 while it was called el Mulebbis on the map of Southern Palestine that Heinrich Kiepert published in 1856.Kiepert, 1856, Map of Southern Palestine The village was repopulated following Ibrahim Pasha of Egypt's expedition to the Levant (1831-1841) by Egyptian emigrants belonging to the Abu Hamed al-Masri Clan, as part of a wider wave of migration that settled in Palestine's coastal lowlands.Marom, The village of Mulabbis , Cathedra 176, 2020, pp. 48-64. In 1870 Victor Guérin noted that Melebbes was a small village with 140 persons, surrounded by fields of watermelon and tobacco.Guérin, 1875, p. 372 An Ottoman village list from about the same year showed that Mulebbes had 43 houses and a population of 125, though the population count included men, only. It was also noted that the village was located on a hill, (Auf einer anhöhe\"), 2 3/4 hours NE of Jaffa.Socin, 1879, p. 158Hartmann, 1883, p. 136, also noted 43 houses at Mulebbes The Palestine Exploration Fund's Survey of Western Palestine visited Mulebbis in 1874 and described it as \"a similar mud village [as Al-Mirr], with a well.\"Conder and Kitchener, 1882, SWP II, p. 252 Following the sale of Mulabbis' lands to Jewish entrepreneurs, its residents dispersed in neighboring villages like Jaljulia and Fajja. ====Petah Tikva==== thumb|Petah Tikva in the 1920s Petah Tikva was founded in 1878 by ultra-orthodox Jewish pioneers from Europe, among them Yehoshua Stampfer, Moshe Shmuel Raab, Yoel Moshe Salomon, Zerach Barnett, and David Gutmann, as well as Lithuanian Rabbi Aryeh Leib Frumkin who built the first house. It was the first modern Jewish agricultural settlement in Ottoman Southern Syria (hence its nickname as \"Mother of the Moshavot\"). thumb|250px|Petah Tikva in 1936 thumb|Petah Tikva in 1936 Originally intending to establish a new settlement in the Achor Valley, near Jericho, the pioneers purchased land in that area. However, Abdülhamid II cancelled the purchase and forbade them from settling there, but they retained the name Petah Tikva as a symbol of their aspirations. In 1878 the founders of Petah Tikva learned of the availability of land northeast of Jaffa near the village of Mulabes (or Umlabes). The land was owned by two Christian businessmen from Jaffa, Antoine Bishara Tayan and Selim Qassar, and was worked by some thirty tenant farmers. Tayan's property was the larger, some 8,500 dunams, but much of it was in the malarial swamp of the Yarkon Valley. Qassar's property, approximately 3,500 dunams, lay a few kilometers to the south of the Yarkon, away from the swampland. It was Qassar's that was purchased on July 30, 1878. Tayan's holdings were purchased when a second group of settlers, known as the Yarkonim, arrived in Petah Tikva the following year.; ; has a more detailed discussion of the Yarkonim, in Hebrew. Ottoman Sultan Abdul Hamid II allowed the purchase because of the poor quality of the land. A malaria epidemic broke out in 1880, forcing the abandonment of the settlements on both holdings. suggests that the colonists began to abandon Petah Tikva in late 1880, and had all left in 1881. Those who remained in the area moved south to Yehud. After Petah Tikva was reoccupied by Bilu immigrants in 1883 some of the original families returned. With funding for swamp drainage provided by Baron Edmond de Rothschild, the colony became more stable. Upon learning that the Austrian post office in Jaffa wanted to open a branch in Petah Tikva, Yitzchak Goldenhirsch, an early resident, offered his assistance on condition that the Austrian consulate issued a Hebrew stamp and a special postmark for Petah Tikva. The stamp was designed by an unknown artist featuring a plow, green fields and a blossoming orange tree. The price was 14 paras (a Turkish coin) and displayed the name 'Petah Tikva' in Hebrew letters. David Ben Gurion lived in Petah Tikva for a few months on his arrival in Palestine in 1906. It had a population of around 1000, half of them farmers. He found occasional work in the orange groves.Segev, Tom (2018 - 2019 translation Haim Watzman) A State at Any Cost. The Life of David Ben-Gurion. Apollo. . p.62 But he soon caught malaria and his doctor recommended he return to Europe.Segev. p.64 The following year, after moving to Jaffa, he set up a Jewish workers organisation in Petah Tikva.Segev. p.81 During the Sinai and Palestine Campaign of World War I, Petah Tikva served as a refugee town for residents of Tel Aviv and Jaffa, following their exile by the Ottoman authorities. The town suffered heavily as it lay between the Ottoman and British fronts during the war. ===British Mandate era (1917–1948)=== thumb|Petah Tikva peace treaty 1927 thumb|Aerial view of Petah Tikva, late 1930s In the early 1920s, industry began to develop in the Petah Tikva region. In 1921, Petah Tikva was granted local council status by the British authorities. In May 1921 Petah Tikva was the target of an Arab attack, which left four of its Jewish inhabitants dead - an extension of the Jaffa riots of 1921. In 1927, Petah Tikva concluded a local peace treaty with the Arabs living nearby (see photo); subsequently, Petah Tikva was untouched by the 1929 Palestine riots. According to the 1922 census of Palestine conducted by the British Mandate authorities, Petah Tikva had a total population of 3,032; 3,008 Jews, 22 Muslims and 2 Orthodox Christians.Barron, 1923, Table VII, Sub-district of Jaffa, p. 20Barron, 1923, Table XIV, p. 46 thumb|Petah Tikva Council in 1928 In the 1931 census the population had increased to 6,880 inhabitants, in 1,688 houses.Mills, 1932, p. 14 In 1937 it was recognized as a city. Its first mayor, Shlomo Stampfer, was the son of one of its founders, Yehoshua Stampfer. Petah Tikva, a center of citrus farming, was considered by both the British government and the Jaffa Electric Company as a potentially important consumer of electricity for irrigation. The Auja Concession, which was granted to the Jaffa Electric Company on 1921, specifically referred to the relatively large Jewish settlement of Petah-Tikva. But it was only in late 1929 that the company submitted an irrigation scheme for Petah-Tikva, and it was yet to be approved by the government in 1930. In 1931 Ben Gurion wrote that Petah Tikva had 5000 inhabitants and employed 3000 Arab labourers.Segev, Tom (2018 - 2019 translation Haim Watzman) A State at Any Cost. The Life of David Ben-Gurion. Apollo. p.132 In the 1930s, the pioneering founders of Kibbutz Yavneh from the Religious Zionist movement immigrated to the British Mandate of Palestine, settling near Petah Tikva on land purchased by a Jewish-owned German company. Refining the agricultural skills they learned in Germany, these pioneers began in 1941 to build their kibbutz in its intended location in the south of Israel, operating from Petah Tikva as a base. File:13-16-PetahTiqva-1928.jpg|Petah Tiqva 1928 1:20,000 File:Petah Tiqva 1945.jpg|Petah Tiqva 1945 1:250,000 ===Israeli statehood era (1948-)=== ====Arab–Israeli conflict==== After the 1948 Arab–Israeli War, Petah Tikva took over all of the lands of the newly depopulated Palestinian village of Fajja.Khalidi, 1992, p. 240 ====Israeli–Palestinian conflict==== The city has suffered a series of atracks in the 21st Century as a result of the ongoing regional conflict. During the Second Intifada, Petah Tikva suffered three terrorist attacks: On May 27, 2002, a suicide bomber blew himself up at a small cafe outside a shopping mall, leaving two dead, including a baby; on December 25, 2003, a suicide bomber blew himself up at a bus stop near the Geha bridge, killing 4 civilians, and on February 5, 2006, a Palestinian got into a shuttle taxi, pulled out a knife, and began stabbing passengers killing two of them, but a worker from a nearby factory hit him with a log, subduing him. ==Urban development== thumb|Residential high-rises in Petah Tikva thumb|Grand Mall After the creation of the State of Israel in 1948, several adjoining villages – Amishav and Ein Ganim to the east (named after the biblical village (Joshua 15:34)), Kiryat Matalon to the west, towards Bnei Brak, Kfar Ganim and Mahaneh Yehuda to the south and Kfar Avraham on the north – were merged into the municipal boundaries of Petah Tikva, boosting its population to 22,000. As of 2018, with a population of over 240,000 inhabitants, Petah Tikva is the third most populous city in the Tel Aviv Metropolitan Area (\"Gush Dan\"). Petah Tikva is divided into 33 neighborhoods for municipal purposes. ==Economy== thumb|Azorim high-tech park Petah Tikva is the second-largest industrial sector in Israel after the northern city of Haifa. The industry is divided into three zones—Kiryat Aryeh (named after Aryeh Shenkar, founder and first president of the Manufacturers Association of Israel and a pioneer in the Israeli textile industry), Kiryat Matalon (named after Moshe Yitzhak Matalon), and Segula, and includes textiles, metalwork, carpentry, plastics, processed foods, tires and other rubber products, and soap. Numerous high-tech companies and start-ups have moved into the industrial zones of Petah Tikva, which now house the Israeli headquarters for the Oracle Corporation, IBM, Intel, Alcatel-Lucent, ECI Telecom, and GlaxoSmithKline Pharmaceuticals. The largest data center in Israel, operated by the company TripleC, is also located in Petah Tikva.Thecom.co.il Furthermore, the Israeli Teva company, the world's largest generic drug manufacturer, is headquartered in Petah Tikva. One of Israel's leading food processing corporations, Osem opened in Petah Tikva in 1976 and has since been joined by the company's administrative offices, distribution center and sauce factory. Strauss is also based in Petach Tikva. Over time, the extensive citrus groves that once ringed Petah Tikva have disappeared as real-estate developers acquired the land for construction projects. Many new neighborhoods are going up in and around Petah Tikva. A quarry for building stone is located east of Petah Tikva. As well as general hi-tech firms, Petah Tikva has developed a position as a base for many communications firms. As such, the headquarters of the Bezeq International international phone company is located in the Kiryat Matalon industrial zone as are those of the 012 Smile Internet Service Provider. The headquarters of Tadiran Telecom are in the Ramat Siv industrial zone. Arutz Sheva, the right wing Religious Zionist Israeli media network, operates an internet radio studio in Petah Tikva, where Arutz Sheva internet TV is located as well as the printing press for its B'Sheva newspaper. The Israeli secret service, Shin Bet, has an interrogation facility in Petah Tikva. ==Transportation== Petah Tikva is served by a large number of buses. A large number of intercity Egged buses stop there, and the city has a network of local buses operated by the Kavim company. The Dan bus company operates lines to Ramat Gan, Bnei Brak and Tel Aviv. Petah Tikva's largest bus terminal is the Petah Tikva Central Bus Station (Tahana Merkazit), while other major stations are located near Beilinson Hospital and Beit Rivka. A rapid transit/light rail system is in the works that will connect Petah Tikva to Bnei Brak, Ramat Gan, Tel Aviv and Bat Yam. Israel Railways maintains two suburban railroad stations in Segula and Kiryat Aryeh, in the northern part of the city. A central train station near the main bus station is envisioned as part of Israel Railways's long-term expansion plan. There are eight taxi fleets based in Petah Tikva, and the city is bordered by three of the major vehicle arteries in Israel: Geha Highway (Highway 4) on the west, the Trans- Samaria Highway (Highway 5) on the north, and the Trans-Israel Highway (Highway 6) on the east. Santiago Calatrava's bridge, a long span Y-shaped cable-stayed pedestrian three-way bridge connecting Rabin Hospital to a shopping mall, a residential development and a public park. The structure is supported from a high inclined steel pylon, which is situated where the three spans intersect. Light in construction, the bridge is built principally of steel with a glass-paved deck. The Red Line of the Tel Aviv Light Rail system currently under construction will split into 2 branches upon entrance to Petah Tikva. One branch will travel to an underground terminal at the Kiryat Aryeh railway station, while the other will continue east to the Petach Tikva Central Bus Station. The Light Rail's train depot will also be located at Kiryat Aryeh. It is expected to be completed in 2022 ==Local government== thumb|Petah Tikva City Hall Petah Tikva's history of government goes back to 1880, when the pioneers elected a council of seven members to run the new colony. From 1880 to 1921, members of the council were David Meir Guttman, Yehoshua Stampfer, Ze'ev Wolf Branda, Abraham Ze'ev Lipkis, Yitzhak Goldenhirsch, Chaim Cohen-Rice, Moshe Gissin, Shlomo Zalman Gissin and Akiva Librecht. This governing body was declared a local council in 1921, and Petah Tikva became a city in 1937. Kadima, the political party founded by former Israeli prime minister Ariel Sharon, had its headquarters in Petah Tikva. ===Council heads and mayors=== *Shlomo Zalman Gissin (1921) *Pinchas Meiri (1922–1928) *Shlomo Stampfer (1928–1937) *Shlomo Stampfer (1938–1940) *Yosef Sapir (1940–1950) *Mordechai Kraufman (1951) *Pinchas Rashish (1951–1966) *Yisrael Feinberg (1966–1978) *Dov Tavori (1978–1989) *Giora Lev (1989–1999) *Yitzhak Ohayon (1999–2013) *Uri Ohad (2013) *Itzik Braverman (2013–2018) *Rami Greenberg (2018–) ==Schools and religious institutions== Petah Tikva is home to 300 educational institutions from kindergarten through high school, catering to the secular, religious and Haredi populations. There are over 43,000 students enrolled in these schools, which are staffed by some 2,400 teachers. In 2006, five schools participated in the nationwide Mofet program, which promotes academic excellence. Petah Tikva has seventeen public libraries, the main one located in the city hall building. Some 70,000 Orthodox Jews live in Petah Tikva. The community of Petah Tikva is served by 300 synagogues, including the 120-year-old Great Synagogue, eight mikvaot (ritual baths) and two major Haredi yeshivot, Lomzhe Yeshiva and Or-Yisrael (founded by the Chazon Ish, Rabbi Avraham Yeshayahu Karelitz). Yeshivat Hesder Petah Tikva, a modern-orthodox Hesder Yeshiva affiliated with the Religious Zionist movement, directed by Rabbi Yuval Cherlow, is also located in Petah Tikva. Additionally, Rav Michael Laitman, PhD in Philosophy and Kabbalah (see Bnei Baruch), daily leads 200-300 students and hundreds of thousands virtually (some estimates of up to 2 million) in the method of Kabbalah learned from his teacher Rav Baruch Ashlag, known as the RABASH. Petah Tikva has two cemeteries: Segula Cemetery, east of the city, and Yarkon Cemetery, to the northeast. ==Health care== Six hospitals are located in the city. The Rabin Medical Center Beilinson complex includes the Beilinson Medical Center, the Davidoff Oncologic Center, the Geha Psychiatric Hospital, the Schneider Pediatric Hospital and Tel Aviv University's Faculty of Medical Research. Other medical facilities in Petah Tikva are HaSharon Hospital, the Beit Rivka Geriatric Center, the Kupat Holim Medical Research Center and a private hospital, Ramat Marpeh, affiliated with Assuta Hospital. The Schneider Pediatric Center is one of the largest and most modern children's hospitals in the Middle East. In addition, there are many family health clinics in Petah Tikva as well as Kupat Holim clinics operated by Israel's health maintenance organizations. ==Landmarks and cultural institutions== thumb|Founders' Square Petah Tikva's Independence Park includes a zoo at its northeastern edge, the Museum of Man and Nature, a memorial to the victims of the 1921 Arab riots, an archaeological display, Yad Labanim soldiers memorial, a local history museum, a Holocaust museum and the Petah Tikva Museum of Art. ==Sports== The main stadium in Petah Tikva is the 11,500-seat HaMoshava Stadium. Petah Tikva has two football teams – Hapoel Petah Tikva and Maccabi Petah Tikva. The local baseball team, the Petach Tikva Pioneers, played in the inaugural 2007 season of the Israel Baseball League. The league folded the following year. In 2014, Hapoel Petah Tikva's women's football team recruited five Arab-Israeli women to play on the team. One of them is now a team captain. ==Archaeology== In November–December 2006 and May 2007, a salvage excavation was conducted at Khirbat Mulabbis, east of Moshe Sneh Street in Petah Tikva on behalf of the Israel Antiquities Authority. Four main strata (I–IV) were identified, dating to the Byzantine period (fourth–seventh centuries CE; Stratum IV), Early Islamic period (eighth–tenth centuries CE; Stratum III), Crusader period (twelfth–thirteenth centuries CE; Stratum II) and Ottoman period (Stratum I).Haddad, 2013, Petah Tikva, Kh. Mulabbis ==Notable people== * Yehuda Amichai (1924–2000), poet * Zvi Arad (1942–2018), mathematician, acting president of Bar-Ilan University, president of Netanya Academic College * Hannah Barnett-Trager (1870–1943), wrote about early Petah Tikva * Hanoch Bartov (1926-2016), author * Apollo Braun (born 1976), artist, author, playwright * Mor Bulis (born 1996), tennis player * Tal Burstein (born 1980), basketball player * Moran Buzovski (born 1992), Olympic rhythmic gymnast * Shmuel Dayan (1891–1968), Zionist activist * Israel Finkelstein (born 1949), archaeologist * Dudu Fisher (born 1951), cantor and stage performer * Gal Gadot (born 1985), actress and model * Zehava Gal-On (born 1956), Meretz politician * A. D. Gordon (1856–1922), Labor Zionist ideologue * Tamar Gozansky (born 1940), politician * Avraham Grant (born 1955), football coach * Tzofit Grant (born 1964), television personality * Tzachi Halevy (born 1975), film and television actor, singer * Simcha Jacobovici (born 1953), filmmaker * Doron Jamchi (born 1961), basketball player * Nimrod Kamer (born 1981), poet and class warrior residing in London * Yosef Karduner (born 1969), Hasidic singer-songwriter * Haim Kaufman (1934–1995), Knesset member * Yehoshua Kenaz (born 1937), novelist * Itzik Kol (1932–2007), television and movie producer * Alona Koshevatskiy (born 1997), Olympic rhythmic gymnast * Amnon Krauz (born 1952), Olympic swimmer * Peretz Lavie (born 1949), expert in the psychophysiology of sleep and sleep disorders, 16th president of the Technion - Israel Institute of Technology, Dean of the Rappaport Faculty of Medicine * Karina Lykhvar (born 1998), Olympic rhythmic gymnast * Menachem Magidor (born 1946), mathematician; President of the Hebrew University of Jerusalem * Samir Naqqash (1938–2004), Iraqi-Jewish author * Zvi Nishri (Orloff) (1878–1973), physical education pioneer * Uri Orbach (1960–2015), The Jewish Home politician, journalist and writer * Elyakum Ostashinski (1909–1983), first mayor of Rishon LeZion * Leah Rabin (1928–2000), wife of Israeli prime minister Yitzhak Rabin * Neta Rivkin (born 1991), rhythmic gymnast * Pnina Rosenblum (born 1954), actress, fashion model, businesswoman and politician * Michal Rozin (born 1969), Meretz politician * Rami Saari (born 1963), poet, translator and linguist * Dan Shechtman (born 1941), winner of Nobel Prize for Chemistry * Sigal Shachmon (born 1971), model, actress and television presenter * Giora Spiegel (born 1947), football player and coach * Nahum Stelmach (1936–1999), football player * Pnina Tamano-Shata (born 1981), politician ==In popular culture== Petah Tikva is referenced in the Tony Award- winning 2016 musical The Band's Visit, as the main plot derives from a mix-up between the city and the fictional town of \"Bet Hatikva\" in the Negev Desert of southern Israel. ==International relations== Petah Tikva is twinned with: * Bacău, Romania * Cherkasy, Ukraine * Chernihiv, Ukraine * Chicago, United States * Las Condes, Chile * Gabrovo, Bulgaria * Gyumri, Armenia * Kadıköy, Turkey * Koblenz, Germany * Międzyrzec Podlaski, Poland * Șimleu Silvaniei, Romania * Taichung, Taiwan * Trondheim, Norway ==See also== *List of neighborhoods of Petah Tikva ==References== ==Bibliography== * * * * * * * * * * * * * * * * * * * * (p. 216) * * * ==External links== *Survey of Western Palestine, Map 13: IAA, Wikimedia commons *Municipality's official website *Photos of Petah Tikva *Cadastral map of Petah Tiqva, Ein Ganim, Al Mirr, Mahne Yehuda, 1934 - Eran Laor Cartographic Collection, The National Library of Israel Category:Populated places established in 1878 Category:Jewish villages in the Ottoman Empire Category:Cities in Central District (Israel) Category:1878 establishments in Ottoman Syria Category:1878 in Ottoman Syria",
 "title": "Petah Tikva"
}