{
 "id": "20257",
 "text": "Mars, the fourth planet from the Sun, has appeared as a setting in works of fiction since at least the mid-1700s. == Early depictions == Before the 1800s, Mars did not get much attention in fiction writing as a primary setting, though it did appear in some stories visiting multiple locations in the Solar System. It is home to spirits in the 1749–1756 work Arcana Cœlestia by Emanuel Swedenborg and the 1765 novel Voyage de Milord Céton dans les Sept Planètes by Marie-Anne de Roumier-Robert. It later appeared in the anonymously published 1873 novel A Narrative of the Travels and Adventures of Paul Aermont among the Planets and the 1883 novel Aleriel, or A Voyage to Other Worlds by W. S. Lach- Szyrma. Mars saw an increase in popularity in the late 1800s as it became clear that the Moon was devoid of life, and became the setting for a number of utopian works of fiction such as the 1880 novel Across the Zodiac by Percy Greg and later the 1922 novel Aelita by Aleksey Nikolayevich Tolstoy. The alien invasion of Earth by Mars in search of resources in the 1898 novel The War of the Worlds by H. G. Wells set the tone for the majority of the science- fictional depictions of Mars in the decades that followed in portraying the Martians as malevolent and Mars as a dying world. === Canals === In 1877 Italian astronomer Giovanni Schiaparelli announced the discovery of Martian canals (, literally \"channels\") on the planet's surface. This inspired Percival Lowell to speculate that these were artificial constructs and write a series of books between 1895 and 1908 popularizing the idea. Canals appeared in several works by other authors in the decades that followed, including the 1912 novel A Princess of Mars by Edgar Rice Burroughs, the 1938 novel Out of the Silent Planet by C. S. Lewis, and the 1949 novel Red Planet by Robert A. Heinlein. The flyby of Mars by Mariner 4 in 1965 conclusively determined that the \"canals\" were mere optical illusions. == Martians == The inhabitants of Mars have variously been depicted as enlightened, evil, and decadent. === Enlightened === The portrayal of Martians as superior to Earthlings was pioneered by Kurd Lasswitz with the 1897 novel Auf zwei Planeten. In the 1938 novel Out of the Silent Planet by C. S. Lewis, Martians are depicted as Christian beings free from original sin. The 1952 novel David Starr, Space Ranger by Isaac Asimov depicts Martians sharing their advanced technology with the inhabitants of Earth. === Evil === The seminal depiction of Martians as evil creatures was the 1898 novel The War of the Worlds by H. G. Wells, wherein the Martians attack Earth. This characterization dominated the pulp era of science fiction, appearing in works such as the 1931 short story \"Monsters of Mars\" by Edmond Hamilton, the 1931 short story \"The Doom from Planet 4\" by Jack Williamson, and the 1936 short story \"The Brain Stealers of Mars\" by John W. Campbell. It quickly became regarded as a cliché and inspired a kind of countermovement that portrayed Martians as meek in works like the 1933 short story \"The Forgotten Man of Space\" by P. Schuyler Miller and the 1934 short story \"Old Faithful\" by Raymond Z. Gallun. === Decadent === Martians characterized by decadence were first portrayed in the 1905 novel Lieut. Gullivar Jones: His Vacation by Edwin Lester Arnold. The idea was developed further and popularized by Edgar Rice Burroughs in the Barsoom series starting with the 1917 novel A Princess of Mars. == Human survival == Stories about an inhabited Mars fell out of favour in the mid-1900s amid mounting evidence of the planet's inhospitable nature, and the colonization of Mars became a major theme in science fiction instead. The inhospitable environment of the planet is countered by the colonists bringing life-support systems in works like the 1952 novel The Sands of Mars by Arthur C. Clarke. Terraforming Mars to make it more hospitable to human life is also portrayed in a number of works including the 1990 film Total Recall and the 1992–1996 Mars trilogy by Kim Stanley Robinson. The opposite approach of adapting the humans to the environment, known as pantropy, appears in the 1976 novel Man Plus by Frederik Pohl but has otherwise been sparsely depicted. Mars colonies revolting against Earth is a recurring motif. Martian robinsonades—stories of astronauts stranded on Mars—emerged in the 1950s with works such as the 1952 novel Marooned on Mars by Lester del Rey and the 1956 novel No Man Friday by Rex Gordon. They remained popular throughout the 1960s; examples include the 1966 novel Welcome to Mars by James Blish and the 1964 film Robinson Crusoe on Mars. The subgenre was later revisited with the 2011 novel The Martian by Andy Weir and its 2015 film adaptation. == Moons == Mars has two small moon, Phobos and Deimos, which were both discovered in 1877. The first appearance of the moons of Mars in fiction predates their discovery by a century and a half; the satirical 1726 novel Gulliver's Travels by Jonathan Swift includes a mention that the advanced astronomers of Laputa have discovered two Martian moons. Their small sizes have made them unpopular settings in science fiction, with some exceptions such as the 1955 novel Phobos, the Robot Planet by Paul Capon and the 2001 short story \"Romance with Phobic Variations\" by Tom Purdom in the case of Phobos, and the 1936 short story \"Crystals of Madness\" by D. L. James in the case of Deimos. ==See also== * Lists of real astronomical locations in fiction * Mars (mythology) ==References== == Further reading == * * ==External links== * A Hundred Years Retrospective of French Science Fiction about Mars Category:Fiction about terrestrial planets",
 "title": "Mars in fiction"
}