{
 "id": "203296",
 "text": "The Red River Colony (or Selkirk Settlement) was a colonization project set up in 1811 by Thomas Douglas, 5th Earl of Selkirk, on of land in British North America. This land was granted to Douglas by the Hudson's Bay Company in the Selkirk Concession. It included portions of Rupert's Land, or the watershed of Hudson Bay, bounded on the north by the line of 52° N latitude roughly from the Assiniboine River east to Lake Winnipegosis. It then formed a line of 52° 30′ N latitude from Lake Winnipegosis to Lake Winnipeg, and by the Winnipeg River, Lake of the Woods and Rainy River. West of the Selkirk Concession, it is roughly formed by the current boundary between Saskatchewan and Manitoba. These covered portions consist of present-day southern Manitoba, northern Minnesota, and eastern North Dakota, in addition to small parts of eastern Saskatchewan, northwestern Ontario, and northeastern South Dakota.\"Red River Colony\". The Canadian Encyclopedia.Morris, Alexander (1880) The Treaties of Canada with the Indians of Manitoba and the North-West Territories Including the Negotiations on Which They Were Based, and Other Information Relating Thereto, Chapter I == Colony conception == Growing up in Scotland in the wake of the Jacobite rising of 1745, Lord Selkirk was constantly troubled by the plight of his Scottish kin. Selkirk was influenced by humanitarians including William Wilberforce and, following the forced displacement of Scottish farmers that took place during the Highland Clearances, decided that emigration was the only viable option to improve the livelihood of the Scottish people. Upon inheriting his father's title in 1799, Selkirk focused the majority of his time and resources on establishing a Scottish colony in North America. Selkirk became interested in the Red River region after reading Alexander MacKenzie's Voyages in 1801; however, Selkirk was prevented from settling the region in 1802 when the Hudson's Bay Company raised concerns that the proposed colony would interfere with the running of the company. During the first decade of the nineteenth century Selkirk established two unsuccessful agricultural colonies in British North America but continued to pursue the settlement of the Red River region. By 1807, Selkirk acknowledged that an alliance with either the Hudson's Bay or North West Company, the dominant fur trading companies at the time, was essential to the establishment of a colony at Red River. By 1811, the Hudson's Bay Company had reconsidered Selkirk's proposal and granted Selkirk , an area five times the size of Scotland, to establish an agricultural settlement in the region of Red River. Supplies of \"produce, such as flour, beef, pork and butter...\" would be affordable to manufacture in this colony, and would reduce the costly shipments from Britain. The grant was also pending the annual provision of 200 men to the company and Selkirk's assurance that the colony would remain out of the fur trade. Selkirk, who once mocked the fur trade for rarely grossing more than £200,000 and only having three ships employed in its service, gladly agreed to the terms. Selkirk referred to this new territory as the District of Assiniboia.Gibson, James R. Farming the Frontier, The Agricultural Opening of the Oregon Country, 1786–1846. Vancouver, B.C.: University of British Columbia Press. 1985, pp. 10–13. At the time of the concession, Red River was the only Hudson Bay Colony that had been established within the company's territory. There is continuing debate as to whether Selkirk forced the concession of Assiniboia through a controlling interest of Hudson's Bay stock. The argument against Selkirk claims that he received the concession by controlling the shares in the company. Historians seeking to defend this claim have argued that although Selkirk did buy a considerable number of Hudson's Bay shares between 1811 and 1812, Selkirk received his initial grant in 1811. The Red River Colony was created to disrupt trades between the North West Company and the Hudson's Bay Company. == Settling Red River == thumb|Protestant Church and Mission School, Red River Colony (Manitoba), c. 1820–1840. The early settlement of the Red River region was marked by a long series of crises and ecological disasters and within the first decade of settling the region it had already suffered renewed warfare, epidemics, prairie fires and a flood. Perhaps the most significant ecological disaster was the rapid depletion of the bison population. A vital food source, bison numbers had been dwindling since the 1760s due to overhunting by colonial inhabitants of the prairies. In July 1811, Miles Macdonell sailed from Yarmouth, England to the Hudson's Bay post at York Factory with 36 primarily Irish and Scottish settlers. Due to persuasive efforts of the North West Company, only 18 settlers actually arrived at Red River in August 1812. As the planting season had ended before the settlers could complete the construction of Fort Douglas, they were forced to hunt bison for food and were completely unprepared for the arrival of 120 additional settlers in October. More settlers were scheduled to arrive in 1813, but due to a fever outbreak on their ship, they did not arrive until June 21, 1814. Dogged by poor harvests and a growing population, Macdonell, now governor of Red River, issued the Pemmican Proclamation in January 1814 to prevent the export of pemmican from the colony. In doing so, Macdonell undermined the security of Red River and plunged the colony into a conflict with the North West Company that would not end until 1821. ==War between the companies== The Pemmican War that was initiated by Macdonell's proclamation was only the tail end of a much larger conflict between the Hudson's Bay Company and its fur trade rivals, both English and French, in Montreal. The conflict dates back to King Charles II's generous grant of Rupert's Land to emigrants who were members of the nobility in 1670. Cause for conflict arose from the inability of either the Montreal traders or the Hudson's Bay Company to gain a monopoly over the North American fur trade. Between 1800 and 1821, the conflict between Hudson's Bay and Montreal, at that point represented by the predominantly Scottish North West Company, intensified. The conflict reached its peak in 1801 and witnessed both companies expending more resources on out-competing each other than were expended on the exploration of new fur grounds. Between 1803 and 1804, Hudson's Bay morale had plummeted in the face of fierce Northwest competition and forced the two companies into negotiations but neither side could come to terms. Negotiations broke down again in 1805 and despite employing more aggressive agents and the provision of incentive programs, the Hudson's Bay Company was ready to abandon the fur trade in 1809. The Nor'Westers ability to make region-wide plans based on first-hand knowledge in addition to their ability to react quickly to changing circumstances provided the North West Company with a decisive advantage prior to 1810. After 1810, the combination of new management within the Hudson's Bay Company and the approval of a company-sponsored colony at Red River put the North West Company on the defensive. The establishment of a Hudson's Bay colony in the Red River region denied the Nor'Westers access to vital supplies and restricted the company's ability to expand westwards. Additionally, the establishment of an agricultural colony made the Hudson's Bay company nondependent on the profitable fur trade, a factor that the Nor'Westers simply could not compete with. Moreover, by establishing an agricultural colony, the Hudson's Bay Company gained a decisive advantage over the North West Company by virtue of a viable fallback economy as well as a readily available food source during economic slumps. Much of this new-found confidence hinged on the Selkirk's success at Red River and resulted in the colony becoming the central focus of seven years of inter-company warfare. Red River first came under attack from the North West Company in the summer of 1815. Convinced that Macdonell's proclamation was a deliberate attempt to block Northwest trade, the company destroyed Fort Douglas and burned down all of the surrounding buildings.R. Douglas Francis, Richard Jones, and Donald B. Smith. \"Origins: Canadian History to Confederation\", 4th ed. (Toronto: Harcourt Canada ltd., 2000), at pp. 434–5. The fort was later rebuilt but the engagement resulted in the capture of approximately 150 settlers including Macdonell. He was replaced by Robert Semple who took over as governor the following winter and reinforced the colony's 45 survivors with 84 additional settlers. In 1815, the North West Company once again entered into negotiations with the Hudson's Bay Company under the threat of invasion of Northwest territory. Negotiations were headed by Selkirk himself and he promptly threw out all of the Nor'Wester proposals. The following year Semple and twenty other settlers were killed in the Battle of Seven Oaks and the settlement was abandoned once again. The imminent arrival of Selkirk in 1817, who had been en route to the colony prior to the incident at Seven Oaks, prompted the settlers to return to the colony shortly after. Travelling with a force of approximately 100 soldiers from the recently disbanded Swiss and German Regiment de Meuron and De Watteville's Regiment, Selkirk captured Fort William, the North West Company headquarters, and captured several key agents including William McGillivray, Kenneth McKenzie and John McLoughlin. Although the arrival and subsequent settlement of Selkirk's private army finally broke the back of the North West Company, Selkirk spent much of his remaining years, and the majority of his fortune, defending his actions at Fort William. When Selkirk arrived at Red River in 1817, the stability of the colony dramatically improved, especially after the removal of all Indigenous claims to the land. Selkirk achieved this by signing a treaty between the Red River colonists and the local Cree, Assiniboine and Ojibwa. Between 1817 and 1820, Selkirk committed all of his available resources to the betterment of his colonial venture and ironically it was Selkirk's death in the spring of 1820 that ultimately ended Northwest aggression against his beloved colony. == Rising colony == The rivalling Hudson's Bay Company and North West Company were forced to merge in 1821 by the British government. With the end of the fur trade inspired conflicts on the plains, the Red River settlement was able to grow. The agricultural products, primarily wheat, began to rise in yearly yields. Flour production rose from over annually from 1823 to 1829 to over in the early 1830s. The supply of flour reached over by the mid-1830s, rapidly deflating the price the HBC paid the farmers for the product. Numbering over 1,000 by 1827, the farmers began to complain about the deflating rates they received and lack of markets for their goods. In 1841, James Sinclair guided 200 settlers from the Red River Colony west in an attempt to retain the Columbia District for British North America. The party crossed the Rockies into the Columbia Valley, near present-day Radium Hot Springs, British Columbia; then travelled south. Despite such efforts, the British government eventually ceded all claim to land south of the 49th parallel of latitude west of the Rockies to the United States as a resolution to the Oregon boundary dispute. == Women in the colony == The position of many women in the Red River Colony was determined within the Hudson Bay Company's 1670 Charter; this document gave legislative and judicial powers in Rupert's Land to the company. It is stated within the Charter that the legal status of women is as dependents of a male authority, which included fathers, husbands or brothers. In an extremely rare example of a woman successfully challenging this status-quo, Maria Thomas, a 16-year-old Métis domestic servant, took her employer, Rev. Owen Corbett, to court for repeatedly raping her and subjecting her to illegal abortions. Thomas, in her testimony, used the laws in place to challenge Corbett's actions; citing British law against forcing individuals to undergo abortions, which were illegal. She won the case; however, Corbett was freed from jail shortly after by a group of settlers who were opposed to the trial. The courts did not challenge this, fearing a possible insurrection, demonstrating the weakness of the colonial authorities in the nascent colony. In the establishing years of the Hudson's Bay Company and the North West Company, male settlers frequently took a First Nations or Metis spouse. Though only encouraged by the NWC for trade relations, it was a common practice among European employees of both companies due to the various policies by the companies which only allowed males to emigrate to fur trading outposts. When female settlers did eventually started emigrating to the settlement, tensions between the European and indigenous communities were heightened due to the highly restrictive gender norms these women brought with them from Europe. In part a reflection of their conservative morals, many settlers in the colony also claimed to observe differences between European and indigenous women; Alexander Ross, a Scottish author who lived in the Red River Colony for a number of years, stated in a book written by him on the colony's history that a friend informed him that European women were required to be \"graceful\" unlike indigenous women, who were exempt from this due to their bashfulness.Ross, Alexander. The Red River Settlement: Its Rise, Progress, and Present State: With Some Account of Native Races and Its General History, to the Present Day. London: Smith, Elder and Co., 1856: 200 == The Metis people of the Red River Colony == The mixed ethnicity of indigenous and European peoples at the Red River Colony, known as Metis, were not always referred to by that name in the beginning years of their existence. Augustus Chetlain, an author who lived in the colony, wrote in his book that they were often called \"Brules, Metifs, or half-breeds, the bastard sons of Indian concubines\".Chetlain, Augustus L. The Red River Colony. New York: New York, 1878: 50 The culture and lifestyle of the Metis community living in Red River were not only present at the colony. Metis people had a long-lasting tradition of a semi-annual, commercial, buffalo hunt that took place throughout the prairies starting in the mid-1700s with the western fur trade. The Hudson Bay Company's journals and a number of witnesses to these events stated that the united caravan was commonly known as a brigade. These brigades did not just focus on buffalo hunting but were used by buffalo hunters to trade and freight during this time. Women were fundamental in both actively participating in the brigade hunts or trade, as well as the bringing together of people prior to the excursion. By studying the social network of the Trottier Brigade, a community of people from the White Horse Plains in Red River, it is notable that biologically related women brought the majority of the men together. Throughout the time that Metis people were a part of the Red River community they developed into several different identities, rather than just the common depiction of the bison-hunting French Catholic Metis. Metis identity, at that time as it is today, was diverse and complex due to the different livelihoods and practices followed. Metis who chose not to live on prairies and hunt buffalo for the winter remained on lakes such as Manitoba, Winnipegosis, and Winnipeg to ice fish. Over the course of the first half of the 19th century, up to forty households had developed on the lakeshore of Lake Manitoba. Fishing and trading had become year round practices and the Metis families involved would trade with HBC and ‘Freemen’- traders that did not work at the post. Christianity played a vital role in shaping the community within the colony, especially for the Metis people. In the early 19th century, considerations were made by the Committee in London to open schools run by the Clergymen to benefit, in their opinion, from instruction in religion and civilization.Bradford, Tolly. \"Conservative Visions of Christianity and Community in Early Red River, c1800-1821.\" Manitoba History 71, no. 1 (2013): 36 Although these schools took in all children of the colony, mixed-ancestry children were a large focus due to them being tied to the fur trading post by their European fathers. John Halkett, a Committee member, wanted Metis families of retired HBC employees to be brought to Red River (from other nearby posts) to be put under the authority of the Roman Catholic Mission or Church Missionary Society. This plan was largely related to keeping retired Metis employees from continuing trade with the Indigenous peoples; however, its effect led to Christianity being a prominent part of culture for the Metis community. The Chaplain of the Hudson Bay Company, John West, was also interested in the religious educating of Metis children. According to his book, he wrote to the Governor submitting a plan to gather up a number of children to care for and educate. He stated that he created this plan when he saw these children being raised in a way he deemed ignorant and idle.West, John. The Substance of a Journal During a Residence at the Red River Colony, British North America: and frequent excursions among the North- west American Indians, in the years 1820, 1821, 1822, 1823. London: L.B Seeley, 1824: 12 == Church Missionary Society == The Church Missionary Society (CMS) provided financial assistance in 1820 to Reverend John West, chaplain to the Hudson's Bay Company, towards the education of some First Nations children, including James Settee and Henry Budd of the Cree nation, both of whom were later ordained as priests. In 1822, the CMS appointed Revd West to head the mission in the Red River Colony. He was succeeded in 1823 by the Revd David Jones who was joined by the Revd W and Mrs Cockran in 1825. The mission expanded and by 1850, the missionaries were active throughout the colony and were travelling to Fort Simpson on the Mackenzie River. == Red River Resistance== thumb|right|Map showing parts of the Northwest Territories, British Columbia, Saskatchewan, and Manitoba (referred to on the map by its historic name of Red River Settlement), published in 1870. American expansionists became heavily interested in the economic potential the territory of the Red River Colony possessed. The ideal soil, climate and socio-economic potential of the area convinced many Americans that they needed to make the territory part of the United States. The result ended up being an annexation proposal of Red River in 1870, in order to convert it into land that American settlers could use for economic purposes. Due to the outbreak of the Red River Rebellion, the American annexationists hoped to take advantage of the disruption caused by these political conflicts and present themselves in the forefront as the ideal leaders of the Red River land. The annexation was led by Minnesota senator Alexander Ramsey, and was backed by Zachariah Chandler and Jacob M. Howard- who were both senators of Michigan and represented Detroit merchants. They all shared the same economic vision for the annexation: Ramsey believed that the Red River valley would serve as an important commercial adjunct for his state, while Chandler and Howard believed that annexing the Red River would benefit their Great Lakes Trade. This was done under the belief it would help them in their attempts to colonize the region, as it prevented the Canadian government from establishing sovereignty over the area. A notable example would be James W. Taylor: he was an American special agent and Winnipeg consul who used his political power to shape the destiny of the valley, which called for the removal of all English-Canadian influence.Nute, Grace Lee. \"New Light on Red River Valley History.\" Minnesota History Bulletin, Vol. 5, No. 8 (Nov., 1924), pg 568. The Canadian government, however, did not allow these attempts at U.S. expansionism to succeed. The proposal was met with a significant amount of resistance from the inhabitants of the Red River as they were given the chance to address their grievances about the potential loss of land and becoming part of an American colonization project through a proclamation by the Governor-General of the dominion. Americans who supported annexation by the U.S. government tried to depict themselves as favorable figures in the eyes of the Métis by associating themselves with Louis Riel. The Rebellion was an unarmed conflict started by the Métis because Canada was attempting to claim possession of Rupert's Land without any concern for the grievances of the Métis. However, the main American intention behind their decision to support Riel and the Rebellion was an attempt to sway the Métis in favour of the annexation by the US. One of their tools was the New Nation newspaper which elicited rhetoric that advocated annexation by the US because it embodied the popular Manifest Destiny ideology. This was meant to help the cause of annexation, the idea being that their support of the Red River Rebellion would encourage local resistance against the Canadian government, and help swing local opinion in favour of independence – then ultimately America would step in to offer the protection of the United States government to the Red River Métis and assert themselves as the new leaders and Red River would become American land. They ultimately wanted to create a situation where the Red River could become American territory by allying with the discontented Métis Nation. However, this aggressive propaganda ultimately backfired upon the proposal of annexation. It created even more hostility towards the annexation party and the United States. This great emphasis on materialism never seemed appealing to the Red River people. The Americans became too acquisitive because they were eager to create a political union. This ultimately caused the annexation of the North West to fail, despite it being almost within reach. All this ultimately benefited the cause of Riel and the Rebellion. As a result, the Metis were able to successfully defy Canadian expansion into Rupert's Land.Brown, Jennifer. \"Métis, Halfbreeds, and Other Real People: Challenging Cultures and Categories\". The History Teacher. 27, 1. November 1993. Pg. 20. This political chaos, in a sense, became pivotal for Red River because it allowed for the success of the Métis in their rebellion. The Canadian government was forced to develop the negotiations that allowed for the Métis demands that were legally entrenched in the Manitoba Act which eventually led to the creation of the province of Manitoba.Flanagan, Thomas. \"Louis Riel and the Dispersion of American Metis pg. 179\" The political disputes put the Métis on a platform to voice their disapproval of Americans ignoring their concerns over these land disputes. They had legitimate claims to the land and they stated that they were the \"descendants of the lords of the soil.\". Also, under Louis Riel's leadership, the Metis rebels were able to capture Fort Garry – a fortified post of the Hudson's Bay Company. This would lead Riel into becoming the leader of the provisional government, and he composed and sent a list of rights to Ottawa. The demands mainly consisted of the Métis wanting Red River to be entered into Canadian confederation as a province, security for their land claims, making English and French the official languages of the colony, as well as financial support for the Red River population. Riel hoped to accomplish a sense of equality for the Métis; he wanted to present them as a civilized people that were deserving of the same rights of any British subject. The rebellion became a pivotal moment in acquiring land rights and a political voice for the Métis, who were constantly disregarded for their Aboriginal status. The aftermath of the resistance caused the Métis to no longer be considered as Canadian Aboriginals – they became regarded as their own social group, and were distinct from other Aboriginal groups. In order to pacify the Métis resistance further, the Canadian government gave them generous land grants in 1869–70 that were carefully structured to be given in severalty, rather than in common.Flanagan, Thomas. \"Louis Riel and the Dispersion of American Metis.\" Pg. 184 Red River was now developing its own provincial government that had a political voice and political implications upon Canadian federal government. This resistance also led to the Métis emerging as a unique, acknowledged group within Canada, and ultimately, the disappearance of the Aboriginal rights paradigm in the public view of Red River. The rebellion was successful in a sense that it allowed the Métis to have a political voice, but it impacted the perception of how other Aboriginals would be viewed in Red River. Once the resistance ended, Riel and several of his comrades fled to the United States in 1870 upon being informed that several government soldiers and irregulars were looking to kill him to exact revenge for several incidents, in particular, the execution of Thomas Scott. Riel, however later returned to Canada in 1885 to help lead the North West Resistance. This caused him to face trial in a Canadian court, and eventually to being executed by the Canadian government in Regina. His death served as a political statement that outlined the relationship between the Euro-Canadian majority and non-white minorities and what would happen if the latter chose to defy Canadian sovereignty. The Canadian government was starting to punish the Métis for their defiance, but the resistance is still considered a success in the sense that the Metis were still able to acquire the land rights they hoped to achieve, as well as no longer being ignored when it came to federal matters. ==Development of Manitoba== The Red River rebellion needed to be finally be put to rest. In order to accomplish this, the Canadian government, which was predominantly led by English-Canadian conservatives, initiated the Manitoba Act in 1870. They believed that this act would accomplish two purposes: this would be able to crush the rebellion, while at the same time, appeasing the French demands of increasing French influence in Canada because the act would create a Western province that was constitutionally supportive of French Canadian language and culture. This was the first steps towards the creation of the present-day province of Manitoba. The Act was given royal assent on May 12, 1870, and the commencement of Manitoba with a provincial status came to fruition on July 15, 1870. After the passage of the Manitoba Act, the Métis Provisional government was disbanded. There was an assimilation of the Métis people and the European settlers, and the Aboriginal influence was further distanced from Red River. Through the Act, the Red River colony was now christened as Manitoba: a new Canadian province that was self-governed, and that had its own rights and responsibilities. It was no longer being viewed as a territory and was now officially part of the Canadian confederation. Provincial status was accelerated by Louis Riel's rebellion. Riel wanted to secure Red River for the Canadians against the Americans' colonization projects and sentiments of their Manifest Destiny ideologies. The early Manitoba provincial government initially struggled to be effective. Everything around it felt rushed because the Manitoba Act was mostly created to prevent another Red River Rebellion. Many of the government officials were inexperienced – especially the three delegates who went to Ottawa to negotiate union terms. None of them had experience with diplomacy or the creation of new governments. Due to the hurried nature of the creation of this province, the officials of this new government presented themselves as overwhelmed and unprepared, and this shows that Manitoba was essentially created to re-stabilize political unrest within Canada. Manitoba experienced conflicting interests between French and English Canadians. A quarter-century after the implementation of the Manitoba Act, the province was considered to be the land of promise and key to Canada's future. Thousands of Ontarians were migrating to the prairies, but the French Canadians did not agree with the optimism behind the fertility of Manitoba's land, and they thought that the province was a threat to their national identity Many Ontarians had set out to move to the prairies but were rejected by French Canadians who hated the idea of new culture. The Red River Colony Métis were against accepting new traditions into their lands after being tricked into a new agreement that stole their lands - the result of this was that there were many Ontarians who returned home after much abuse within a short frame of their Manitoba lives.Silver, AI. \"French Canada and the Prairie Frontier, 1870–1890\". University of Toronto Press, April 18, 2008. Pg. 27. Through such conflicts, Red River, now known as Manitoba, was experiencing a wave of settlers from all across Ontario, who would change and mold the identity of the colony. The Manitoba government also tried to ensure that the new province would continuously evolve into something prosperous by only allowing immigrants with special qualities since they wanted to immediately establish stable agricultural communities. == Governors of Red River == {|class=\"wikitable\" !Term !!Governor |- |August 1812 – June 1815 ||Miles MacDonell |- |June 1815 – June 1816 ||Robert Semple |- |August 1816 – June 1822 ||Alexander Macdonnell |- |June 1822 – June 1823 ||Andrew Bulger |- |June 1823 – June 1825 ||Robert Parker Pelly |- |June 1825 – June 1833 ||Donald McKenzie |- |June 1833 – June 1839 ||Alexander Christie |- |June 1839 – June 1844 ||Duncan Finlayson |- |June 1844 – June 1846 ||Alexander Christie |- |June 1846 – June 1847 ||John Folliott Crofton |- |June 1847 – June 1848 ||John T. Griffiths |- |June 1848 – June 1855 ||William Bletterman Caldwell |- |June 1855 – September 1859 ||Francis Godschall Johnson |- |September 1859 – July 1870 ||William MacTavish |}Governors of the Red River Settlement, Manitoba Historical Society == See also == * Former colonies and territories in Canada * Territorial evolution of Canada == References == === Footnotes === === Bibliography === * * * * * * * * * == External links == * The Journal of the Bishop of Montreal, during a Visit to the Church Missionary Society's North-West America Mission, by George Jehoshaphat Mountain, an early account of religious life in the Red River Colony. , by George Bryce 1909 Category:Fur trade Category:Hudson's Bay Company Category:States and territories established in 1811 Category:Pemmican War",
 "title": "Red River Colony"
}