{
 "id": "203348",
 "text": "Winfield B. Mercer (January 31, 1910 – December 7, 1984), professionally known as Jack Mercer, was a prolific American voice actor, animator and TV screenwriter. He is best known as the voice of cartoon characters Popeye the Sailor Man and Felix the Cat. The son of vaudeville and Broadway performers, he also performed on the vaudeville and legitimate stages. Mercer provided numerous supporting voices in Superman 1941-1942. ==Life and career== Mercer began his work in cartoons as an \"inbetweener\", an apprentice animator at Fleischer Studios. Mercer liked to imitate voices,As noted in an interview made around 2010, included on the DVD set Popeye the Sailor: 1938-1940, Volume 2 including one close call when he mimicked the high-pitched and loud voice of the wife of one of the Fleischers after he mistakenly thought she had left the studio. When William Costello, the original cartoon voice of Popeye (1933–1935), became difficult to work with, he was dismissed. Mercer had begun imitating Costello's interpretation of Popeye, and he practiced it until his voice \"cracked\" just right and he had it down. Searching for a replacement for Costello, Lou Fleischer heard Mercer singing the Popeye song and gave him the job of doing the voice. Mercer's first cartoon was 1935's King of the Mardi Gras. In 1974, he was on To Tell the Truth with Garry Moore. Mercer continued to voice the one-eyed sailor for the Fleischers, for Paramount's Famous Studios cartoons (1942–1957), for a series of television cartoons for King Features Syndicate, and for a Saturday morning cartoon show (1978-1983) produced by William Hanna and Joseph Barbera (as well as the lines for the opening segment of the live action film; the film's regular role of Popeye was played by Robin Williams). Mercer also did other cartoon voices, including all the voices for a series of Felix the Cat cartoons produced during 1959-62. Mercer also did the voices of Wimpy; Poopdeck Pappy; Popeye's nephews; King Little; Twinkletoes the Carrier Pigeon; the bumbling spies Sneak, Snoop, and Snitch in Fleischer's Gulliver's Travels; a number of voices, including Mr. Bumble and Swat (the Fly), for Fleischer's Mister Bug Goes to Town; and the mad scientist in one of the Fleischer Superman cartoons. Mercer's natural voice was relatively high-pitched for a man, and he was able to do some of the female voices as well. He was also regularly cast with Pinto Colvig (who voiced as Gabby from the Gabby film series). Mercer also wrote hundreds of scripts for various cartoon series, including a number of Popeye episodes, animated cartoons produced for Paramount Pictures, Deputy Dawg, and Milton the Monster. ==Personal life== Mercer's first wife was Margie Hines, who provided the voice of Olive Oyl from 1939 to 1944.Milestone column. Time Magazine March 20, 1939\"Florida Divorce Index, 1927-2001,\" database, FamilySearch (https://familysearch.org/ark:/61903/1:1:VK7F-LKK : 22 December 2019), Jack W Mercer and Marjorie Mercer, 1950; from \"Florida Divorce Index, 1927-2001,\" database and images, Ancestry (http://www.ancestry.com : 2005); citing Dade, Florida, certificate 11372, volume 517, Florida Department of Health, Jacksonville. After divorcing Hines, he later married his second wife Virginia Caroll, the couple remained married until Mercer's death in 1984.\"Jack Mercer, Provided Voice Of Popeye in Film Cartoons\" (obituary) The New York Times (December 9, 1984). Retrieved March 12, 2007. Originally a resident of New York City, Mercer moved to Miami, Florida, when Fleischer Studios relocated there in 1938. After Famous Studios took over the Popeye cartoons, Mercer moved back to New York by early 1944. In the late 1970s he lived briefly in Los Angeles but moved back to New York City to live in Woodside, Queens. ==Death== He died at Lenox Hill Hospital in Manhattan on December 7, 1984, after stomach cancer-related problems.\"Jack Mercer, Provided Voice Of Popeye in Film Cartoons\" (obituary) The New York Times (December 9, 1984). Retrieved March 12, 2007. ==Filmography== ===Voice acting=== {| class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- |1939|| Gulliver's Travels || King Little || Voice, Uncredited |- |1941|| Mr. Bug Goes to Town || Mr. Bumble / Swat || Voice |- |1963|| The New Casper Cartoon Show || Bear / Stork / Spooky || Voice, 2 episodes |- |1963–1964|| The Mighty Hercules || Newton / Daedalus / Teron / Additional voices || Voice, 12 episodes |- |1978–1983|| The All-New Popeye Hour || Popeye / Poopdeck Pappy / Pipeye / Peepeye || Voice, recurring role |- |1980|| Popeye || Popeye - Animated Prologue || Voice, (final film role) |} ===Writer=== {| class=\"wikitable\" |- ! Year ! Title ! Notes |- |1942–1957|| Popeye || Story writer |- |1963|| The Deputy Dawg Show || 2 episodes |- |1978|| Dinky Dog || 16 episodes |- |1978–1981|| The All-New Popeye Hour || |} ==References== ==Further reading== *Grandinetti, Fred and Braun, Dan. I Yam What I Yam: The Works Of Jack Mercer, Popeye's Voice ==External links== * * * 1939 publicity photo of Mercer and Hines announcing their marriage * Jack Mercer on To Tell the Truth Category:1910 births Category:1984 deaths Category:Deaths from stomach cancer Category:Animators from Indiana Category:American male voice actors Category:American male radio actors Category:Male actors from New York City Category:20th-century American male actors Category:People from Woodside, Queens Category:Animal impersonators Category:Fleischer Studios people Category:Paramount Pictures contract players Category:Hanna-Barbera people Category:American television writers Category:Famous Studios people Category:20th-century American screenwriters Category:Deaths from cancer in New York (state)",
 "title": "Jack Mercer"
}