{
 "id": "203472",
 "text": "The Affair of the Diamond Necklace (, \"Affair of the Queen's Necklace\") was an incident from 1784 to 1785 at the court of King Louis XVI of France that involved his wife, Queen Marie Antoinette. The Queen's reputation, already tarnished by gossip, was ruined by the false implication that she had participated in a crime to defraud the Crown's jewellers in acquiring a very expensive diamond necklace she then refused to pay for. In reality, she rejected the idea of buying it only to have her signature forged by Jeanne de Valois-Saint-Rémy. Although Jeanne was later convicted, the event remains historically significant as one of many that led to the French disillusionment with the monarchy, in that it was one of the contemporary scandals that gave moral weight and popular support for the French Revolution. ==Background== In 1772, Louis XV of France decided to make Madame du Barry, with whom he was infatuated, a special gift at the estimated cost of 2,000,000 livres (approximately US$15.1 million in 2021). He requested that Parisian jewelers Charles Auguste Boehmer and Paul Bassange create a diamond necklace that would surpass all others in grandeur. It would take the jewellers several years and a great deal of money to amass an appropriate set of diamonds. In the meantime, Louis XV died of smallpox and his grandson and successor banished Madame du Barry from the court. It was described as \"a row of seventeen glorious diamonds, as large almost as filberts... a three-wreathed festoon, and pendants enough (simple pear shaped, multiple star-shaped, or clustering amorphous) encircle it... around a very Queen of Diamonds\". The jewellers hoped it would be a product that the new Queen of France, Marie Antoinette, would buy and indeed in 1778 the new king, Louis XVI, offered it to his wife as a present, but she refused.Fraser, 226-228. The queen initially turned it down stating, \"We have more need of Seventy-Fours [ships] than of necklaces.\" Some said that Marie Antoinette refused the necklace because it was created for du Barry, whom she strongly disliked. According to others, Louis XVI himself changed his mind. This cites: *Maurice Tourneux, Marie Antoinette devant l'histoire: Essai bibliographique (2nd ed., Paris, 1901) *Émile Campardon, Marie Antoinette et le procès du collier (Paris, 1863) *P. Audebert, L'Affaire du collier de la reine, d'après la correspondance inédite du chevalier de Pujol (Rouen, 1901) *F. d'Albini, Marie Antoinette and the Diamond Necklace from another Point of View (London, 1900) *Frantz Funck- Brentano, L'Affaire du collier (1903) *Andrew Lang, Historical Mysteries (1904) *Carlyle's essay on The Diamond Necklace (first published in 1837 in Fraser's Magazine) is of historical literary interest. After having vainly tried to place the necklace outside France, the jewellers again attempted to sell it to Marie Antoinette after the birth of Louis Joseph, Dauphin of France, in 1781. The Queen again refused. ==Affair== thumb|left|upright|Jeanne de Saint-Rémy de Valois (Jeanne de la Motte) A confidence trickster who called herself Jeanne de Valois-Saint-Rémy, also known as Jeanne de la Motte, made a plan to use the necklace to gain wealth and possibly power and royal patronage. A descendant of an out-of-wedlock son of Henry II of France, Jeanne had married an officer of the gendarmes, Nicholas de la Motte, the self- proclaimed \"Comte de la Motte\". She was living on a small pension that had been granted to her by the King. In March 1785, Jeanne became the mistress of the Cardinal de Rohan, a former French ambassador to the court of Vienna.Joan Haslip \"Marie Antoinette\", page 167 The Cardinal was regarded with displeasure by Queen Marie Antoinette for having spread rumors about the Queen's behavior to her formidable mother, Holy Roman Empress Maria Theresa. The Queen had also learned of a letter in which the Cardinal spoke of Maria Theresa in a manner that the Queen found offensive. The Cardinal was then trying to regain the Queen's favor to become one of the King's ministers. Jeanne de la Motte, having entered court utilizing a lover named Rétaux de Villette, persuaded Rohan that she had been received by the Queen and enjoyed her favor. On hearing of that, Rohan resolved to use Jeanne to regain the Queen's goodwill. Jeanne assured the Cardinal that she was making efforts on his behalf. Thus began an alleged correspondence between Rohan and the Queen. Jeanne de la Motte returned the replies to Rohan's notes, which she affirmed came from the Queen. As the tone of the letters became very warm, the Cardinal, convinced that Marie Antoinette was in love with him, became enamored of her. He begged Jeanne to arrange a secret night-time interview with the Queen on his behalf; the supposed meeting took place in August 1784. In the gardens of the Palace of Versailles, the Cardinal met with a woman whom he believed to be Marie Antoinette. In fact, the woman was a prostitute, Nicole Le Guay d'Oliva, whom Jeanne had hired because of her resemblance to the Queen. Rohan offered her a rose. In her role as the Queen, she promised him that she would forget their past disagreements. Jeanne de la Motte took advantage of the Cardinal's belief in her by borrowing large sums of money from him, telling him that they were for the Queen's charity work. With that money, Jeanne could make her way into respectable society. As she openly boasted about her mythical relationship with the Queen, many assumed that the affair was genuine. thumb|left|upright|Marie Antoinette, Queen of France The jewelers Boehmer and Bassenge resolved to use her to sell their necklace. She, at first, refused a commission, but then changed her mind and accepted it. According to Madame Campan, Jeanne, pretending to be the Queen, sent several letters to the Cardinal, including an order to buy the necklace. They were signed \"Marie Antoinette de France\", but the Cardinal did not know or remember that French royals signed only with their given names. On 21 January 1785, Jeanne told the Cardinal that Marie Antoinette wanted to buy the necklace but, not wishing to purchase such an expensive item publicly during a time of need, the Queen wanted the Cardinal to act as a secret intermediary. A little while later, Rohan negotiated the purchase of the necklace for 2,000,000 livres, to be paid in installments. He claimed to have the Queen's authorization for the purchase and showed the jewelers the conditions of the bargain in the Queen's handwriting. Rohan took the necklace to Jeanne's house, where a man, whom Rohan believed to be a valet of the Queen, came to fetch it. The diamond necklace \"was promptly picked apart, and the gems sold on the black markets of Paris and London\" by Madame de la Motte. When the time came to pay, Jeanne de la Motte presented the Cardinal's notes, but they were insufficient. Boehmer complained to the Queen, who told him that she had neither ordered nor received the necklace. She had the story of the negotiations repeated for her. Then followed a coup de théâtre. == Scandal == The controversy of the event stems from the arrest of the Cardinal in the Hall of Mirrors at Versailles and the trial that declared him innocent and Jeanne de la Motte Valois and her accomplices guilty. On 15 August 1785, the feast of the Assumption of Mary, while the court was awaiting the King and the Queen to go to the chapel, the Cardinal de Rohan, who was to officiate, was taken before the King, the Queen, the Minister of the Court Louis Auguste Le Tonnelier de Breteuil and the Keeper of the Seals Armand Thomas Hue de Miromesnil to explain himself. Rohan produced a letter signed \"Marie Antoinette de France\". Royalty signed with only the baptismal name, but that fact was missed by Rohan and brought up during his trial and \"prejudiced the King against Rohan\" as he \"breath[ed] royal etiquette since birth... and could not understand how a courtier, and above all a Rohan, a member of a family so keen on the details of status, could make such a mistake\". Rohan was arrested and taken to the Bastille. On the way, he sent home a note ordering the destruction of his correspondence. Jeanne was not arrested until three days later, giving her a chance to destroy her papers. The police arrested the prostitute Nicole Le Guay as well as Rétaux de Villette, who confessed that he had written the letters given to Rohan in the queen's name and had imitated her signature. The noted Freemason and occultist Alessandro Cagliostro was also arrested although it is doubtful whether he had any part in the affair.Wade N.V.,\"Count Cagliostro, \"Freemason or Fraud?\", lecture to the Stationers' Company's School Lodge No 7460, 11 December 2015, Mark Masons' Hall, London (Full text to be published in 2016) The Cardinal de Rohan accepted the Parlement de Paris as judges. Pope Pius VI was incensed, since he believed that the cardinal should be tried by his natural judge (himself). However, his notes remained unanswered. A sensational trial resulted in the acquittal of the Cardinal, Leguay and Cagliostro on 31 May 1786. \"Rohan's choice of the Parliament, whatever the verdict, both prolonged matters and took them into the political arena\". Jeanne de La Motte was condemned to whipping, branding with a V (for voleuse, 'thief') on each shoulder, and sent to life imprisonment in the prostitutes' prison at the Salpêtrière. In June the following year, she escaped from prison by being disguised as a boy.Haslip, page 179 Meanwhile, her husband was tried in absentia and condemned to be a galley slave. The forger Villette was banished. That made the event into a matter of public interest, rather than being handled quietly and privately. Public opinion was much excited by the trial. Marie Antoinette was blameless in the matter, Rohan was an innocent dupe and the La Mottes deceived both for their own ends. That was also broadly the finding of the Paris Parliament, but it did not comment on the actions of the Queen. Despite findings to the contrary, many people in France persisted in the belief that the Queen used the La Mottes as an instrument to satisfy her hatred of the Cardinal de Rohan. Various circumstances fortified that belief: the Queen's disappointment at Rohan's acquittal and the fact that he was afterwards deprived by the King of his charges and exiled to the Abbey of la Chaise-Dieu. In addition, the people assumed that the Parliament of Paris's acquittal of Rohan implied that Marie Antoinette had somehow been in the wrong. All of those factors led to a huge decline in the Queen's popularity and impressed an image of her to the public as a manipulative spendthrift who was more interested in vanity than in the welfare of her people. Jeanne de la Motte took refuge in London, and in 1789, she published her Mémoires Justificatifs in which she once again libelled Queen Marie Antoinette. ==Significance== thumb|Marie Antoinette depicted as a Beast The affair of the diamond necklace was important in discrediting the Bourbon monarchy in the eyes of the French people four years before the French Revolution. Marie Antoinette became even more unpopular, and malicious gossip about her made her a greater liability to her husband.Fraser, 239. After the affair broke out to the general public there was an increase in literature defaming the Queen. Her \"unpopularity was so great after the Diamond Necklace Affair that it could no longer be ignored by either the queen or the government. Her appearances in public all but ceased.\" As she was associated with the scandal and already considered by some to be an enemy of the French people, her reputation was irreversibly destroyed. Marie Antoinette's reputation never recovered from this incident. Her early history of excessive spending had already blemished her popularity, but the Diamond Necklace Affair catapulted public opinion of her into near-hatred, since she appeared to have plotted to misuse more of the kingdom's depleting money for personal trinkets. thumb|287x287px|Marie Antoinette's Execution on 16 October 1793 The Diamond Necklace Affair heightened the French general public's hatred and disdain for Marie Antoinette since it was \"designed to leave the queen in a state of scandal, with the impossibility of claiming any truth for herself\". The public relations nightmare led to an increase in salacious and degrading pamphlets, which would serve as kindling for the oncoming French Revolution. It could be said that \"she symbolized, among other things, the lavishness and corruption of a dying regime\" and served as \"the perfect scapegoat of the morality play that the revolution in part became\", which made her a target for the hatred of the French Republic and groups like the Jacobins and the sans-culottes. She was never able to shake off the idea in public imagination that she had perpetrated an extravagant fraud for her own frivolous ends. Nonetheless, the affair prompted Louis XVI to become closer to his wife and may have inclined him to be more defensive of and more responsive to her before and during the Revolution. ==In fiction== * The Great Cophta, by Johann Wolfgang von Goethe (1791) * Diamond Necklace, by Thomas Carlyle (1837) * The Queen's Necklace, by Alexandre Dumas, père (1848) () * \"The Queen's Necklace\", by Maurice Leblanc (1905) (An Arsène Lupin Story) * Marie Antoinette, starring Norma Shearer, Tyrone Power, John Barrymore, and Robert Morley (1938) * The Queen's Necklace, by Antal Szerb (1943) * L'affaire du collier de la reine, a film directed by Marcel L'Herbier and starring Viviane Romance (1946) * Black Magic, a film starring Orson Welles (1949), an adaptation of Alexandre Dumas's novel Joseph Balsamo (Mémoires d'un médecin: Joseph Balsamo, 1846–48) (a.k.a. Memoirs of a Physician, Cagliostro, Madame Dubarry, The Countess Dubarry, or The Elixir of Life) the first of his Marie Antoinette romances. * The Queen of Diamonds, by Jean Plaidy (1958) * \"il diavolo in giardino\", Comedy by Luchino Visconti, Filippo Sanjust and Enrico Medioli. Music by Franco Mannino (Palermo, 1963) * The Necklace Affair, by Edgar P. Jacobs (part of the Blake and Mortimer comic series) (1967) * The Rose of Versailles, by Riyoko Ikeda, first published 1973 (manga); anime television series, 1979 * Norby and the Queen's Necklace, by Janet Asimov (1986) * Blade of the Guillotine, by Arthur Byron Cover (part of the Time Machine series) (1986) * The Affair of the Necklace (2001 film) * In the Feddal Castle Series by H.C. Delaval, the second novel The Fourteenth Lady of Feddal, the necklace is revealed to have been secreted into a chandelier in the drawing room of Feddal Castle. This is why it is dubbed The Versailles Chandelier in the series as it was supposedly sent before the French Revolution by Louis XVI to the then Lord Burdon of Feddal. * Dress-Up! Time Princess, as part of the Queen Marie story and The Affair of the Necklace mini-story (2017 game) *Stealing the World's Most Expensive Necklace (2020 YouTube video) by Watcher Entertainment's Shane Madej in the Puppet History Series. * In \"Ocean's 8\", the necklace is one of the several on display in the fictional met gala exhibit ==See also== * Affaire Cahouët ==References== ==Sources== * Beckman, Jonathan. How to Ruin a Queen: Marie Antoinette and the Diamond Necklace Affair (2014), scholarly study details * * Sarah Maza, Private Lives and Public Affairs - The Causes Célèbres of Prerevolutionary France, University of California Press, 1993. . * Colin Jones, The Great Nation, 2002, chapter 8.A (Penguin 2003, ) * Mossiker, Frances, The Queen's Necklace. == External links == * Category:1780s in France Category:Events of the Ancien Régime Category:Fraud in France Category:Marie Antoinette Category:Necklaces Category:Political history of the Ancien Régime Category:Scandals in France Category:Material culture of royal courts",
 "title": "Affair of the Diamond Necklace"
}