{
 "id": "203523",
 "text": "thumb|400x400px|For the simulation generating the realizations, see below. A geometric Brownian motion (GBM) (also known as exponential Brownian motion) is a continuous-time stochastic process in which the logarithm of the randomly varying quantity follows a Brownian motion (also called a Wiener process) with drift. It is an important example of stochastic processes satisfying a stochastic differential equation (SDE); in particular, it is used in mathematical finance to model stock prices in the Black–Scholes model. ==Technical definition: the SDE== A stochastic process St is said to follow a GBM if it satisfies the following stochastic differential equation (SDE): : dS_t = \\mu S_t\\,dt + \\sigma S_t\\,dW_t where W_t is a Wiener process or Brownian motion, and \\mu ('the percentage drift') and \\sigma ('the percentage volatility') are constants. The former is used to model deterministic trends, while the latter term is often used to model a set of unpredictable events occurring during this motion. ==Solving the SDE== For an arbitrary initial value S0 the above SDE has the analytic solution (under Itô's interpretation): : S_t = S_0\\exp\\left( \\left(\\mu - \\frac{\\sigma^2}{2} \\right)t + \\sigma W_t\\right). The derivation requires the use of Itô calculus. Applying Itô's formula leads to : d(\\ln S_t) = (\\ln S_t)' d S_t + \\frac{1}{2} (\\ln S_t) \\,dS_t \\,dS_t = \\frac{d S_t}{S_t} -\\frac{1}{2} \\,\\frac{1}{S_t^2} \\, dS_t \\, dS_t where dS_t \\, dS_t is the quadratic variation of the SDE. : d S_t \\, d S_t \\, = \\, \\sigma^2 \\, S_t^2 \\, d W_t^2 + 2 \\sigma S_t^2 \\mu \\, d W_t \\, d t + \\mu^2 S_t^2 \\, d t^2 When d t \\to 0 , d t converges to 0 faster than d W_t, since d W_t^2 = O(d t) . So the above infinitesimal can be simplified by : d S_t \\, d S_t \\, = \\, \\sigma^2 \\, S_t^2 \\, dt Plugging the value of dS_t in the above equation and simplifying we obtain : \\ln \\frac{S_t}{S_0} = \\left(\\mu -\\frac{\\sigma^2}{2}\\,\\right) t + \\sigma W_t\\,. Taking the exponential and multiplying both sides by S_0 gives the solution claimed above. ==Properties== The above solution S_t (for any value of t) is a log-normally distributed random variable with expected value and variance given by :\\operatorname{E}(S_t)= S_0e^{\\mu t}, :\\operatorname{Var}(S_t)= S_0^2e^{2\\mu t} \\left( e^{\\sigma^2 t}-1\\right). They can be derived using the fact that Z_t = \\exp\\left(\\sigma W_t - \\frac{1}{2}\\sigma^2 t\\right) is a martingale, and that : \\operatorname{E}\\left[ \\exp\\left(2\\sigma W_t - \\sigma^2 t\\right) \\mid \\mathcal{F}_s\\right] = e^{\\sigma^2(t - s)} \\exp\\left(2\\sigma W_s - \\sigma^2 s\\right),\\quad \\forall 0 \\leq s < t. The probability density function of S_t is: : f_{S_t}(s; \\mu, \\sigma, t) = \\frac{1}{\\sqrt{2 \\pi}}\\, \\frac{1}{s \\sigma \\sqrt{t}}\\, \\exp \\left( -\\frac{ \\left( \\ln s - \\ln S_0 - \\left( \\mu - \\frac{1}{2} \\sigma^2 \\right) t \\right)^2}{2\\sigma^2 t} \\right). To derive the probability density function for GBM, we must use the Fokker- Planck equation to evaluate the time evolution of the PDF: :{\\partial p\\over{\\partial t}} + {\\partial\\over{\\partial S}}[\\mu(t,S)p(t,S)] = {1\\over{2}}{\\partial^{2}\\over{\\partial S^{2}}}[\\sigma^{2}(t,S)p(t,S)], \\quad p(0,S) = \\delta(S) where \\delta(S) is the Dirac delta function. To simplify the computation, we may introduce a logarithmic transform x = \\log (S/S_{0}), leading to the form of GBM: :dx = \\left(\\mu - {1\\over{2}}\\sigma^{2}\\right)dt + \\sigma dW Then the equivalent Fokker-Planck equation for the evolution of the PDF becomes: :{\\partial p\\over{\\partial t}} + \\left(\\mu - {1\\over{2}}\\sigma^{2}\\right){\\partial p\\over{\\partial x}} = {1\\over{2}}\\sigma^{2}{\\partial^{2}p\\over{\\partial x^{2}}}, \\quad p(0,x) = \\delta(x) Define V=\\mu-\\sigma^{2}/2 and D=\\sigma^{2}/2. By introducing the new variables \\xi = x-Vt and \\tau = Dt, the derivatives in the Fokker-Planck equation may be transformed as: :\\begin{aligned}\\partial_{t}p &= D\\partial_{\\tau}p - V\\partial_{\\xi}p \\\\\\ \\partial_{x}p &= \\partial_{\\xi}p \\\\\\ \\partial_{x}^{2}p &= \\partial_{\\xi}^{2}p \\end{aligned} Leading to the new form of the Fokker-Planck equation: :{\\partial p\\over{\\partial\\tau}} = {\\partial^{2}p\\over{\\partial \\xi^{2}}}, \\quad p(0,\\xi) = \\delta(\\xi) However, this is the canonical form of the heat equation. which has the solution given by the heat kernel: :p(\\tau,\\xi) = {1\\over{\\sqrt{4\\pi \\tau}}}\\exp\\left(-{\\xi^{2}\\over{4\\tau}} \\right) Plugging in the original variables leads to the PDF for GBM: :p(t,S) = {1\\over{S\\sqrt{2\\pi \\sigma^{2}t}}}\\exp\\left\\\\{-{\\left[\\log(S/S_{0})-\\left( \\mu - {1\\over{2}}\\sigma^{2}\\right)t \\right]^{2}\\over{2\\sigma^{2}t}} \\right\\\\} When deriving further properties of GBM, use can be made of the SDE of which GBM is the solution, or the explicit solution given above can be used. For example, consider the stochastic process log(St). This is an interesting process, because in the Black–Scholes model it is related to the log return of the stock price. Using Itô's lemma with f(S) = log(S) gives : \\begin{alignat}{2} d\\log(S) & = f'(S)\\,dS + \\frac{1}{2} f (S)S^2\\sigma^2 \\, dt \\\\\\\\[6pt] & = \\frac{1}{S} \\left( \\sigma S\\,dW_t + \\mu S\\,dt\\right) - \\frac{1}{2}\\sigma^2\\,dt \\\\\\\\[6pt] &= \\sigma\\,dW_t +(\\mu-\\sigma^2/2)\\,dt. \\end{alignat} It follows that \\operatorname{E} \\log(S_t)=\\log(S_0)+(\\mu-\\sigma^2/2)t. This result can also be derived by applying the logarithm to the explicit solution of GBM: : \\begin{alignat}{2} \\log(S_t) &=\\log\\left(S_0\\exp\\left(\\left(\\mu - \\frac{\\sigma^2}{2} \\right)t + \\sigma W_t\\right)\\right)\\\\\\\\[6pt] & =\\log(S_0) +\\left(\\mu - \\frac{\\sigma^2}{2} \\right)t + \\sigma W_t. \\end{alignat} Taking the expectation yields the same result as above: \\operatorname{E} \\log(S_t)=\\log(S_0)+(\\mu-\\sigma^2/2)t . ==Simulating sample paths== # Python code for the plot import numpy as np import matplotlib.pyplot as plt mu = 1 n = 50 dt = 0.1 x0 = 100 np.random.seed(1) sigma = np.arange(0.8, 2, 0.2) x = np.exp( (mu - sigma ** 2 / 2) * dt \\+ sigma * np.random.normal(0, np.sqrt(dt), size=(len(sigma), n)).T ) x = np.vstack([np.ones(len(sigma)), x]) x = x0 * x.cumprod(axis=0) plt.plot(x) plt.legend(np.round(sigma, 2)) plt.xlabel(\"$t$\") plt.ylabel(\"$x$\") plt.title( \"Realizations of Geometric Brownian Motion with different variances $\\mu=1$\" ) plt.show() ==Multivariate version== GBM can be extended to the case where there are multiple correlated price paths. Each price path follows the underlying process :dS_t^i = \\mu_i S_t^i\\,dt + \\sigma_i S_t^i\\,dW_t^i, where the Wiener processes are correlated such that \\operatorname{E}(dW_{t}^i \\,dW_{t}^j) = \\rho_{i,j} \\, dt where \\rho_{i,i} = 1. For the multivariate case, this implies that :\\operatorname{Cov}(S_t^i, S_t^j) = S_0^i S_0^j e^{(\\mu_i + \\mu_j) t }\\left(e^{\\rho_{i,j} \\sigma_i \\sigma_j t}-1\\right). ==Use in finance== Geometric Brownian motion is used to model stock prices in the Black–Scholes model and is the most widely used model of stock price behavior. Some of the arguments for using GBM to model stock prices are: *The expected returns of GBM are independent of the value of the process (stock price), which agrees with what we would expect in reality. *A GBM process only assumes positive values, just like real stock prices. *A GBM process shows the same kind of 'roughness' in its paths as we see in real stock prices. *Calculations with GBM processes are relatively easy. However, GBM is not a completely realistic model, in particular it falls short of reality in the following points: *In real stock prices, volatility changes over time (possibly stochastically), but in GBM, volatility is assumed constant. *In real life, stock prices often show jumps caused by unpredictable events or news, but in GBM, the path is continuous (no discontinuity). ==Extensions== In an attempt to make GBM more realistic as a model for stock prices, one can drop the assumption that the volatility (\\sigma) is constant. If we assume that the volatility is a deterministic function of the stock price and time, this is called a local volatility model. If instead we assume that the volatility has a randomness of its own—often described by a different equation driven by a different Brownian Motion—the model is called a stochastic volatility model. ==See also== *Brownian surface ==References== ==External links== * Geometric Brownian motion models for stock movement except in rare events. *R and C# Simulation of a Geometric Brownian Motion *Excel Simulation of a Geometric Brownian Motion to simulate Stock Prices * * Non-Newtonian calculus website Category:Wiener process Category: Non-Newtonian calculus Category:Articles with example Python (programming language) code",
 "title": "Geometric Brownian motion"
}