{
 "id": "203617",
 "text": "This article contains information about the literary events and publications of 1888. ==Events== *February 9 – During Joseph Conrad's career at sea as Józef Teodor Konrad Korzeniowski, he departs from Bangkok for Sydney in his first command as master, on the British barque Otago. This provides a basis for his novella The Shadow Line (1916). *March 6 – On the day of Amos Bronson Alcott's funeral at Sleepy Hollow Cemetery (Concord, Massachusetts), his daughter, novelist Louisa May Alcott, already in poor health, suffers a fatal stroke.Louisa May Alcott: Final Days. Retrieved 2013-02-06. *March 16 – Foundation stone for a new National Library of Greece building is laid in Athens. *May 26 – In London, Punch magazine begins serialisation of George and Weedon Grossmith's humorous The Diary of a Nobody, the first entry being for \"April 3\". *June 3 – Ernest Thayer's baseball poem \"Casey at the Bat\" is first published under the pen name \"Phin\" as the last of his humorous contributions to The San Francisco Examiner. *July – Arthur Conan Doyle's first Sherlock Holmes detective novel, A Study in Scarlet (1887), is first published separately as a book, by Ward Lock & Co in London with illustrations by the author's father, Charles Altamont Doyle. *October **The English publisher Henry Vizetelly is prosecuted in London by the National Vigilance Association and fined for obscene libel for his English translation of Zola's La Terre. **\"Papus\" founds the esoteric magazine L'Initiation in France. **The first book to feature Jack the Ripper in fiction is published while the Whitechapel murders attributed to Jack the Ripper are still taking place in London, the short Gothic novel The Curse Upon Mitre Square by John Francis Brewer, which features the murder of Catherine Eddowes in Mitre Square on September 30 as a key plot element. *unknown dates **Sholem Aleichem edits the first issue of the anthology Di Yidishe Folksbibliotek in Kiev, giving important exposure to young writers in Yiddish, including I. L. Peretz's long ballad \"Monish\". **The Finnish epic Kalevala is published for the first time in English, in a translation by American linguist John Martin Crawford. **German philosopher Friedrich Nietzsche writes Götzen-Dämmerung, oder, Wie man mit dem Hammer philosophiert (\"Twilight of the Idols, or, How to Philosophize with a Hammer\", published 1889), Der Antichrist (1895) and his autobiography, Ecce homo: Wie man wird, was man ist (posthumous, 1908), his last works before his total mental collapse. *probable – The sexual memoir My Secret Life by \"Walter\", perhaps Henry Spencer Ashbee, begins publication, being printed in Amsterdam for clandestine sale in Britain. ==New books== ===Fiction=== *Grant Allen **The Devil's Die **The White Man's Foot *Edward Bellamy – Looking Backward: 2000–1887 *Rolf Boldrewood – Robbery Under Arms (book publication) *Mary Elizabeth Braddon – The Fatal Three *Richard Francis Burton (translator) – The Supplemental Nights to the Thousand Nights and a Night (publication completed) *Félicien Champsaur – L'Amant des danseuses * Archibald Clavering Gunter – Mr. Potter of Texas *Louis Couperus – Eline Vere *James De Mille – A Strange Manuscript Found in a Copper Cylinder *Antonio Fogazzaro – The Mystery of the Poet *Theodor Fontane – Irrungen, Wirrungen (On Tangled Paths) *H. Rider Haggard – Maiwa's Revenge *Thomas Hardy – Wessex Tales *Gerhart Hauptmann – Bahnwärter Thiel (Railway signalman Thiel, novella) *Henry James **The Aspern Papers **Princess Casamassima *Rudyard Kipling **The Man Who Would Be King **Plain Tales from the Hills *Amy Levy – Reuben Sachs *Jean Lombard – L'Agonie *Herman Melville – John Marr and Other Sailors *Octave Mirbeau – L'Abbé Jules *George Moore – Spring Days – A Prelude to Don Juan *Shardha Ram Phillauri – Bhagyawati *Raul Pompéia – O Ateneu *José Maria de Eça de Queiroz – Os Maias *Arthur Quiller-Couch – Troy Town *Henryk Sienkiewicz – Fire in the Steppe (Pan Wołodyjowski) *Theodor Storm – The Rider on the White Horse (Der Schimmelreiter) *Ivan Vazov – Under the Yoke (Под игото, Pod Igoto) *Lew Wallace – The Boyhood of Christ *Mrs Humphrey Ward – Robert Elsmere *Oscar Wilde – The Happy Prince and Other Tales ===Children and young people=== *G. A. Henty **Bonnie Prince Charlie: A Tale of Fontenoy and Culloden **In the Reign of Terror: The Adventures of a Westminster Boy *George MacDonald – The Elect Lady *Robert Louis Stevenson – The Black Arrow (book publication) *Jules Verne **Family Without a Name (Famille-sans-nom) **Two Years' Vacation (Deux Ans de vacances) *Oscar Wilde – The Happy Prince and Other Tales ===Drama=== *Sarah Bernhardt – L'Aveu, drame en un acte en prose *Félicien Champsaur – Lulu *Henrik Ibsen – The Lady from the Sea *Alexander Kielland – Professoren *August Strindberg – Miss Julie *Hall Caine – Ben-my-Chree ===Poetry=== *Sir Edwin Arnold (translator) – With Saʿdi in the Garden; or, The Book of Love *W. E. Henley – A Book of Verses, including first publication of \"Invictus\" *Andrejs Pumpurs – Lāčplēsis (The Bear-Slayer) ===Non-fiction=== *Joseph Bertrand – Calcul des probabilités *John D. Billings – Hard Tack and Coffee *Helena Blavatsky – The Secret Doctrine *Emilia Dilke – Art in the Modern State *Esperanza (Jane, Lady Wilde) – Ancient Legends, Mystic Charms, and Superstitions of Ireland, with sketches of the Irish past *Celia Fiennes – Through England on a Side Saddle (first complete edition, written 1702) *Charles Colcock Jones, Jr. – Negro Myths of the Georgia Coast *Benjamin Hall Kennedy (primarily written by his daughter Marion Kennedy) – Revised Latin Primer *Papus – Traité méthodique de science occulte *Joseph Prestwich – Geology, Chemical and Physical, Stratigraphical and Palaeontological *A. F. W. Schimper – Die epiphytische Vegetation Amerikas (The Epiphytic Vegetation of America) *Charlotte Carmichael Stopes – The Bacon/Shakespeare Question *A. E. Waite **Lives of the Alchemystical Philosophers **The Magical Writings of Thomas Vaughan ==Births== *January 24 – Vicki Baum, Austrian-born writer (died 1960) *January 25 – A. L. Zissu, Romanian novelist and Zionist leader (died 1956) *February 10 – Giuseppe Ungaretti, Italian modernist poet and writer (died 1970) *April 26 – Anita Loos, American novelist and screenwriter (died 1981) *June 13 – Fernando Pessoa, Portuguese writer (died 1935) *July 23 – Raymond Chandler, American novelist and screenwriter (died 1959) *September 4 – Margaret Henley, daughter of W. E. Henley and J. M. Barrie's inspiration for the name \"Wendy\" in Peter Pan (died 1894) *September 22 – Lucia Mantu, born Camelia Nădejde, Romanian writer (died 1971) *September 26 – T. S. Eliot, American-born English poet and playwright (died 1965) *October 14 – Katherine Mansfield, New Zealand short story writer (died 1923) *October 16 – Eugene O'Neill, American playwright and Nobel laureate (died 1953) *October 26 – Dem. Theodorescu, Romanian novelist and journalist (died 1946) ==Deaths== *January 30 – Mary Howitt, English writer, poet and translator (born 1799) *March 4 – Amos Bronson Alcott, American writer and philosopher (born 1799) *March 6 – Louisa May Alcott, American novelist (born 1832) *March 14 – James Hogg, Scottish-born publisher (born 1806) *April 15 – Matthew Arnold, English poet (born 1822) *May 12 – Edward Lear, English writer of comic verse and artist (born 1812) *August 9 – Charles Cros, French poet (born 1842) *August 20 – Henry Richard, Welsh political writer (born 1812) *September 24 – Karl von Prantl, German philosopher (born 1820) *September 30 – William Gifford Palgrave, English Arabic scholar and writer (born 1826) *November 17 – Dora d'Istria, Romanian-Albanian writer (born 1828) *December 8 – Frederick Apthorp Paley, English scholar (born 1815) *December 23 – Laurence Oliphant, Scottish travel writer and novelist (born 1829) ==Awards== *Newdigate prize – Arthur Waugh ==References== Category:Years of the 19th century in literature",
 "title": "1888 in literature"
}