{
 "id": "203723",
 "text": "Cristal is the flagship cuvée of Champagne Louis Roederer, created in 1876 for Alexander II, tsar of Russia. ==History== Champagne increased in popularity with the Russian nobility from 1855 onwards. An especially popular brand was Louis Roederer's, who shipped a third of his production to Russia. Cristal was first created for Alexander II of Russia, and is viewed by many as the first prestige cuvée. As the political situation in Russia at the time of his rule was unstable, the Tsar feared assassination. Thus when he visited Paris in 1867 for the Exposition Universelle, the Tsar ordered that champagne bottles for the lavish dinner he hosted for the German Kaiser Wilhelm I and Chancellor Otto von Bismarck (later termed the Three Emperors Dinner) be made clear, so that he could see the bubbles and also to prevent an explosive being hidden beneath them, as could happen with a typical dark green indented bottle. Louis Roederer commissioned a Flemish glassmaker to create a clear lead glass Champagne bottle with a flat bottom. The Champagne has since become known as \"Cristal\".J. Robinson (ed.). The Oxford Companion to Wine, Third Edition. Oxford University Press, 2006, p. 584–585. . The wine was not commercially available until 1945.Stevenson, Tom, Decanter (December 2007). \"The Best A Man Can Get....\" ===Hip-hop culture=== In the mid 1990s and early 2000s, hip hop music discovered the brand, with several artists referencing the drink in song lyrics and as part of their public image, including Raekwon, 50 Cent, The Notorious B.I.G., R. Kelly, Sean Combs, Big L, Jeru the Damaja, Trina, and Jay-Z. Those in hip hop sometimes used the nickname \"Crissy\" for the drink. Tupac Shakur created a cocktail called \"Thug Passion\", which is a blend of Alizé Gold Passion and Cristal. In an interview with The Economist in 2006, Louis Roederer managing director Frederic Rouzaud said he viewed the attention from rappers with \"curiosity and serenity.\" Asked if he thought the association would harm the brand, he replied, \"that's a good question, but what can we do? We can't forbid people from buying it. I'm sure Dom Pérignon or Krug would be delighted to have their business.\" Subsequent interpretations and reactions to these statements resulted in those associated with hip-hop culture disengaging from the brand. Jay-Z, for example, released a statement saying he would never \"drink Cristal or promote it in any way or serve it at any of [his] clubs\". The loss of position in hip hop and Jay Z's statement had no effect on sales of Cristal; output doubled from 400,000 bottles in 2004 to over 800,000 bottles in 2010. ==Production== The 1974 vintage was the first release of a rosé Cristal. The grape composition is an approximately equal blend of Chardonnay and Pinot noir, while the rosé contains more Pinot noir, and is coloured with red wine via the saignée method rather than by the Pinot noir grape skins. The 2000 vintage was 55% Pinot Noir and 45% Chardonnay, with a dosage of 10 g/l. Cristal had an annual production run of 300,000 to 400,000 bottles in the early to mid 2000s but that had doubled to 800,000 bottles by 2010. Since 2012, all vintages of Cristal champagne are produced entirely from Demeter-certified, biodynamically-farmed fruit, which is a landmark for Maison Roederer. ==See also== * Champagne in popular culture *Armand de Brignac *Ciroc *Veblen good == References == Category:Champagne producers Category:Alcoholic drink brands",
 "title": "Cristal (wine)"
}