{
 "id": "204047",
 "text": "Johann Christoph Gottsched (2 February 1700 – 12 December 1766) was a German philosopher, author and critic of the Age of Enlightenment. ==Biography== He was born at Juditten (Mendeleyevo) near Königsberg (Kaliningrad), Brandenburg- Prussia, the son of a Lutheran clergyman, and was baptised in St. Mary's Church. He studied philosophy and history at the University of Königsberg, but immediately on taking the degree of Magister in 1723, he fled to Leipzig in order to avoid being drafted into the Prussian army. In Leipzig, he enjoyed the protection of J. B. Mencke, who, under the name of \"Philander von der Linde\", was a well-known poet and president of the Deutschübende poetische Gesellschaft in Leipzig. Of this society, Gottsched was elected \"Senior\" in 1726, and in the next year reorganised it under the title of the Deutsche Gesellschaft. As editor of the weeklies Die vernünftigen Tadlerinnen (1725–26) and Der Biedermann (1727), Gottsched started on his career of untiring critical activity, continued later in other literary journals. Directing his criticism at first chiefly against the bombast and absurd affectations of the Second Silesian School, he proceeded to lay down strict laws for the composition of poetry. He insisted on German literature being subordinated to the laws of French classicism. He enunciated rules by which the playwright must be bound (such as the Ständeklausel), and abolished bombast and buffoonery from the serious stage. He insisted on the observance of the dramatic unities. In his efforts toward the reformation of the German drama, Gottsched was aided by his wife, Luise, a prolific writer and translator, and had the cooperation of the theatrical manager Johann Neuber and his wife, Caroline. They succeeded in bringing about a considerable change in the condition of the German stage by substituting for the prevailing operatic performances translations of French dramas and original plays, and by banishing from it the coarse buffooneries of Hanswurst (Jack Pudding). In 1730, Gottsched was appointed an extraordinary professor of poetry, and, in 1734, ordinary professor of logic and metaphysics at the University of Leipzig. He was also a corresponding member of the first learned society of the Habsburg monarchy, the Societas eruditorum incognitorum in Olmütz (Olomouc), and was published in the Society's journal, which was the first scientific journal in the Habsburg monarchy. Eventually, Gottsched went too far in his criticism. He refused to recognise the work of Klopstock and Lessing. In 1740, he came into conflict with the Swiss writers Johann Jakob Bodmer and Johann Jakob Breitinger. Under the influence of Addison and contemporary Italian critics, they demanded that the poetic imagination should not be hampered by artificial rules. As examples, they pointed to English poets, especially Milton. Gottsched, although not blind to the beauties of the English writers, clung tenaciously to his principle that poetry must be the product of rules and, in the fierce controversy which for a time raged between Leipzig and Zürich, he was ultimately defeated. In 1741, he fell out with Caroline Neuber regarding practical stage matters, and even placed himself in opposition to his wife. His influence speedily declined, and before his death his name became proverbial for pedantic folly. He died in Leipzig at the age of 66. ==Works== thumb|Gedichte Gottsched's chief work was his Versuch einer kritischen Dichtkunst für die Deutschen (1730), the first systematic treatise in German on the art of poetry from the standpoint of Boileau. His Ausführliche Redekunst (1728) and his Grundlegung einer deutschen Sprachkunst (1748) were of importance for the development of German style and the purification of the language. He wrote several plays, of which Der sterbende Cato (1732), an adaptation of Joseph Addison's tragedy and a French play on the same theme, was long popular on the stage. His Deutsche Schaubühne (6 volumes, 1740–1745) contained mainly translations from the French, but also some works written by himself, his wife, and others. With this, he provided the German stage with a classical repertory. His bibliography of the German drama, Nötiger Vorrat zur Geschichte der deutschen dramatischen Dichtkunst (1757–1765), intended to contain an account of all previous German plays, though not complete is still valuable. He was also the editor of several journals devoted to literary criticism. Gottsched wrote the texts of two secular cantatas by Johann Sebastian Bach: Laß, Fürstin, laß noch einen Strahl (BWV 198) and Willkommen! Ihr herrschenden Götter der Erden (BWV Anh. 13, music lost). ==Family== His first wife, Luise Kulmus, was also a prominent author. She died in 1762. After a three-year mourning period, in 1765 in Camburg, Saale, Gottsched married his 19-year-old second wife, Ernestine Susanne Katharina Neunes (1746–1811). ==Notes== ==External links== * * * * * Category:1700 births Category:1766 deaths Category:18th-century German writers Category:18th-century Lutherans Category:18th-century Prussian people Category:Linguists of German Category:German philosophers Category:Writers from Königsberg Category:University of Königsberg alumni Category:Leipzig University faculty Category:18th-century German male writers",
 "title": "Johann Christoph Gottsched"
}