{
 "id": "204066",
 "text": "The 1987 United Kingdom general election was held on Thursday, 11 June 1987, to elect 650 members to the House of Commons of the United Kingdom. The election was the third consecutive general election victory for the Conservative Party, and second landslide under the leadership of Margaret Thatcher, who became the first Prime Minister since the Earl of Liverpool in 1820 to lead a party into three successive electoral victories. The Conservatives ran a campaign focusing on lower taxes, a strong economy and strong defence. They also emphasised that unemployment had just fallen below the 3 million mark for the first time since 1981, and inflation was standing at 4%, its lowest level since the 1960s. National newspapers also continued to largely back the Conservative Government, particularly The Sun, which ran anti-Labour articles with headlines such as \"Why I'm backing Kinnock, by Stalin\". The Labour Party, led by Neil Kinnock following Michael Foot's resignation in the aftermath of their landslide defeat at the 1983 general election, was slowly moving towards a more centrist policy platform following the promulgation of a left-wing one under its previous leader Michael Foot. The main aim of the Labour Party was simply to re-establish itself as the main progressive centre-left alternative to the Conservatives, after the rise of the Social Democratic Party (SDP) forced Labour onto the defensive. Indeed, the Labour Party succeeded in doing so at this general election. The Alliance between the SDP and the Liberal Party was renewed but co-leaders David Owen and David Steel could not agree whether to support either major party in the event of a hung parliament. The Conservatives were returned to government, having suffered a net loss of only 21 seats, leaving them with 376 MPs and a reduced but still strong majority of 102 seats. Labour succeeded in resisting the challenge by the SDP–Liberal Alliance to maintain its position as HM Official Opposition. Moreover, Labour managed to increase its vote share in Scotland, Wales and the North of England. Yet Labour still returned only 229 MPs to Westminster, and in certain London constituencies which Labour had held before the election; the Conservatives actually made gains. The election was a disappointment for the Alliance, which saw its vote share fall and suffered a net loss of one seat as well as former SDP leader Roy Jenkins losing his seat to Labour. This led to the two parties merging completely soon afterwards to become the Liberal Democrats. In Northern Ireland, the main unionist parties maintained their alliance in opposition to the Anglo-Irish Agreement, however the Ulster Unionists lost two seats to the Social Democratic and Labour Party. One of the UUP losses was former Cabinet Minister, Enoch Powell; famous for his stance against immigration and formerly a Conservative. The 1987 general election was the last in which the Conservatives won the popular vote in a general election by more than 10 points until the 2019 general election, and the last time they would hold more than 336 seats in the House of Commons until 2019. The 50th Parliament is the last time to date that a Conservative government has lasted a full term with an overall majority of seats in Parliament, as the small 1992 election majority had dwindled to nil by the 1997 dissolution, it had to form a coalition with the Liberal Democrats to form a government in 2010, and the narrow majority gained at the 2015 general election was lost when a snap election was called two years later and resulted in a hung parliament; with Labour making their first net gains in twenty years. The election night was covered live on the BBC and presented by David Dimbleby, Peter Snow and Sir Robin Day. It was also broadcast on ITV and presented by Sir Alastair Burnet, Peter Sissons and Alastair Stewart. The 1987 general election saw the election of the first Black Members of Parliament: Diane Abbott, Paul Boateng and Bernie Grant, all as representatives for the Labour Party. MPs leaving the House of Commons as a result of this election included former Labour Prime Minister James Callaghan, Keith Joseph, Jim Prior, Ian Mikardo, former SDP leader and Labour Cabinet Minister Roy Jenkins, former Health Minister Enoch Powell (who had defected to the UUP in Northern Ireland in 1974 after from the Conservatives) and Clement Freud. ==Campaign and policies== The Conservative campaign emphasised lower taxes, a strong economy and defence, and also employed rapid-response reactions to take advantage of Labour errors. Norman Tebbit and Saatchi and Saatchi spearheaded the Conservative campaign. However, when on \"Wobbly Thursday\" it was rumoured a Marplan opinion poll showed a narrow 2% Conservative lead, the \"exiles\" camp of David Young, Tim Bell and the Young & Rubicam firm advocated a more aggressively anti-Labour message. This was when, according to Young's memoirs, Young got Tebbit by the lapels and shook him, shouting: \"Norman, listen to me, we're about to lose this fucking election.\" In his memoirs Tebbit defends the Conservative campaign: \"We finished exactly as planned on the ground where Labour was weak and we were strong--defence, taxation, and the economy.\" During the election campaign however Tebbit and Thatcher argued. Bell and Saatchi and Saatchi produced memorable posters for the Conservatives, such as a picture of a British soldier's arms raised in surrender with the caption \"Labour's Policy On Arms\"—a reference to Labour's policy of unilateral nuclear disarmament. The first Conservative party political broadcast played on the theme of \"Freedom\" and ended with a fluttering Union Jack, the hymn I Vow to Thee, My Country (which Thatcher would later quote in her \"Sermon on the Mound\") and the slogan \"It's Great To Be Great Again\". The Labour campaign was a marked change from previous efforts; professionally directed by Peter Mandelson and Bryan Gould, it concentrated on presenting and improving Neil Kinnock's image to the electorate. Labour's first party political broadcast, dubbed Kinnock: The Movie, was directed by Hugh Hudson of Chariots of Fire fame, and concentrated on portraying Kinnock as a caring, compassionate family man. It was filmed at the Great Orme in Wales and had \"Ode to Joy\" as its music. He was particularly critical of the high unemployment that the government's economic policies had resulted in, as well as condemning the wait for treatment that many patients had endured on the National Health Service. Kinnock's personal popularity jumped 16 points overnight following the initial broadcast. On 24 May, Kinnock was interviewed by David Frost and claimed that Labour's alternative defence strategy in the event of a Soviet attack would be \"using the resources you've got to make any occupation totally untenable\". In a speech two days later Thatcher attacked Labour's defence policy as a programme for \"defeat, surrender, occupation, and finally, prolonged guerrilla fighting ... I do not understand how anyone who aspires to Government can treat the defence of our country so lightly\". During the 1987 election campaign, the Conservative Party (under the leadership of Margaret Thatcher) issued attack posters claiming that the Labour Party wanted the book Young, Gay and Proud to be read in schools, as well as Police: Out of School, The Playbook for Kids about Sex,Authored by Joani Blank and The Milkman's on his Way,Authored by David Rees which, according to the Monday Club's Jill Knight MP – who introduced Section 28 and later campaigned against same-sex marriage – were being taught to \"little children as young as five and six\", which contained \"brightly coloured pictures of little stick men showed all about homosexuality and how it was done\", and \"explicitly described homosexual intercourse and, indeed, glorified it, encouraging youngsters to believe that it was better than any other sexual way of life\".Quoted in Hansard, , 6 December 1999, Column 1102. ==Endorsements== The following newspapers endorsed political parties running in the election in the following ways:'Newspaper support in UK general elections' (2010) on The Guardian. {| class=\"wikitable\" ! Newspaper ! colspan=2| Party/ies endorsed |- | The Sun | style=\"background- color: \"| | Conservative Party |- | Daily Mirror | style=\"background-color: \" | | Labour Party |- | Daily Mail | style=\"background-color: \" | | Conservative Party |- | Daily Express | style=\"background-color: \"| | Conservative Party |- | Daily Telegraph | style=\"background-color: \" | | Conservative Party |- | The Guardian | style=\"background-color: \" | | Labour Party |- |The Independent | style=\"background-color:black\" | | None |- | The Times | style=\"background- color: \" | |Conservative Party |} ==Opinion polling== thumb|center|upright=3| ==Results== The Conservatives were returned by a third landslide victory with a comfortable majority, down slightly on 1983 with a swing of 1.5% towards Labour. This marked the first time since the passing of the Great Reform Act in 1832 that a party leader had won three consecutive elections, although the Conservative Party had won three consecutive contests in the 1950s under different leaders (Churchill in 1951, Eden in 1955 and Macmillan in 1959) and early in the century, the Liberals also had three successive wins under two leaders (Henry Campbell Bannerman in 1906 and Herbert Asquith twice in 1910). The Conservative lead over Labour of 11.4% was the second-greatest for any governing party since the Second World War; only being bettered by the previous 1983 result. The BBC announced the result at 02:35. Increasing polarisation marked divisions across the country; the Conservatives dominated Southern England and took additional seats from Labour in London and the rest of the South, but performed less well in Northern England, Scotland and Wales, losing many of the seats they had won there at previous elections. Yet the overall result of this election proved that the policies of Margaret Thatcher retained significant support, with the Conservatives given a third convincing majority. Despite initial optimism and the professional campaign run by Neil Kinnock, the election brought only twenty additional seats for Labour from the 1983 Conservative landslide. In many southern areas, the Labour vote actually fell, with the party losing seats in London. However, it represented a decisive victory against the SDP–Liberal Alliance and marked out the Labour Party as the main contender to the Conservative Party. This was in stark contrast to 1983, when the Alliance almost matched Labour in terms of votes; although Labour had almost 10 times as many seats as the Alliance due to the structure of the First-Past-The-Post voting system. The result for the Alliance was a disappointment, in that they had hoped to overtake Labour as the Official Opposition in the UK in terms of vote share. Instead, they lost Roy Jenkins' seat and saw their vote share drop by almost 3%, with a widening gap of 8% between them and the Labour Party (compared to a 2% gap four years before). These results would eventually lead to the end of the Alliance and the birth of the Liberal Democrats. Most of the prominent MPs retained their seats. Notable losses included: Enoch Powell (the controversial former Conservative Cabinet Minister who had defected to the Ulster Unionist Party) and two Alliance members: Liberal Clement Freud and former SDP leader Roy Jenkins (a former Labour Home Secretary and Chancellor of the Exchequer). Neil Kinnock increased his share of the vote in Islwyn by almost 12%. Margaret Thatcher increased her share of the vote in her own seat in Finchley, but the Labour vote increased in the Prime Minister's constituency; thereby slightly reducing her majority. In Northern Ireland, the various unionist parties maintained an electoral pact (with few dissenters) in opposition to the Anglo- Irish Agreement. However, the Ulster Unionists lost two seats to the Social Democratic and Labour Party. The election victory won by the Conservatives could also arguably be attributed to the rise in average living standards that had taken place during their time in office. As noted by Dennis Kavanagh and David Butler in their study on the 1987 general election: {| style=\"width:70%; text-align:center;\" |+ style=\"width:50.0%; text-align:right\" | ↓ |- style=\"color:white;\" | style=\"background:; width:57.8%;\" | 376 | style=\"background:; width:35.2%;\" | 229 | style=\"background:#FFD700; color:black; width:3.4%;\" | 22 | style=\"background:gray; width:3.5%;\" | 23 |- | Conservative | Labour | Alliance | O |} center|300px : |- |+ style=\"caption-side: bottom; font-weight:normal\" |All parties gaining over 500 votes listed. |} {| class=\"wikitable\" style=\"width:70%\" |Government's new majority |102 |- |Total votes cast |32,529,578 |- |Turnout |75.3% |} ===Votes summary=== ===Seats summary=== ==Incumbents defeated== {| class=\"wikitable\" style=\"font-size: 95%;\" |- !colspan=2|Party !Name !Constituency !Office held whilst in power !Year elected !Defeated by !colspan=2|Party |- ! rowspan=27 style=\"background-color: \" | | rowspan=27| |Gerry Malone |Aberdeen South | |1983 |Frank Doran | |- |The Rt Hon Peter Fraser |East Angus |Solicitor General for Scotland |1979 |Andrew Welsh | |- |John MacKay |Argyll and Bute |Under-Secretary of State for Scotland |1979 |Ray Mitchie | |- |Sir Albert McQuarrie |Banff and Buchan | |1979 |Alex Salmond | |- |Geoffrey Lawler |Bradford North | |1983 |Pat Wall ! rowspan=8 style=\"background-color: \" | | rowspan=8| |- |Peter Hubbard-Miles |Bridgend |Parliamentary Private Secretary to the Secretary of State for Wales |1983 |Win Griffiths |- |Stefan Terlezki |Cardiff West | |1983 |Rhodri Morgan |- |Robert Harvey |Clwyd South-West | |1983 |Martyn Jones |- |John Corrie |Cunninghame North | | |Brian Wilson |- |John Whitfield |Dewsbury | |1983 |Ann Taylor |- |Alexander MacPherson Fletcher |Edinburgh Central | |1973 |Alistair Darling |- |Steven Norris |Oxford East | |1983 |Andrew Smith |- |Barry Henderson |North East Fife | |1979 |Menzies Campbell | |- |Richard Hickmet |Glanford and Scunthorpe | |1983 |Elliot Morley ! rowspan=5 style=\"background-color: \" | | rowspan=5| |- |Roy Galley |Halifax | |1983 |Alice Mahon |- |Peter Bruinvels |Leicester East | |1983 |Keith Vaz |- |Derek Spencer |Leicester South | |1983 |Jim Marshall |- |Fred Silvester |Manchester Withington | |February 1974 |Keith Bradley |- |Alexander Pollock |Moray |Parliamentary Private Secretary to the Secretary of State for Defence |1979 |Margaret Ewing | |- |Piers Merchant |Newcastle upon Tyne Central | |1983 |Jim Cousins ! rowspan=8 style=\"background-color: \" | | rowspan=8| |- |Mark Robinson |Newport West | |1983 |Paul Flynn |- |Richard Ottaway |Nottingham North | |1983 |Graham Allen |- |Anna McCurley |Renfrew West and Inverclyde | |1983 |Tommy Graham |- |Michael Hirst |Strathkelvin and Bearsden | |1983 |Sam Galbraith |- |Warren Hawksley |The Wrekin | |1979 |Bruce Grocott |- |John Powley |Norwich South | |1983 |John Garrett |- |The Rt Hon Michael Ancram, Earl of Ancram |Edinburgh South | |1979 |Nigel Griffiths |- ! rowspan=6 style=\"background-color: \" | | rowspan=6| |Alfred Dubs |Battersea | |1979 |John Bowis ! rowspan=7 style=\"background-color: \" | | rowspan=7| |- |Willie Hamilton |Central Fife (stood in South Hams) | |1950 |Anthony Steen |- |Nick Raynsford |Fulham | |1986 |Matthew Carrington |- |Kenneth Weetch |Ipswich | |October 1974 |Michael Irvine |- |Oonagh McDonald |Thurrock |Opposition Spokesman on Treasury and Economic Affairs |1976 |Tim Janman |- |Eric Deakins |Walthamstow | |1970 |Hugo Summerson |- ! rowspan=3 style=\"background-color: \" | | rowspan=3| |Sir Clement Freud |North East Cambridgeshire | |1973 |Malcolm Moss |- |Michael Meadowcroft |Leeds West | |1983 |John Battle | |- |Elizabeth Shields |Ryedale | |1986 |John Greenway | |- ! rowspan=3 style=\"background-color: \" | | rowspan=3| | The Rt Hon Roy Jenkins |Glasgow Hillhead |Former Leader of the Social Democratic Party |1982 |George Galloway | |- |Mike Hancock |Portsmouth South | |1984 |David Martin ! rowspan=2 style=\"background-color: \" | | rowspan=2| |- |Ian Wrigglesworth |Stockton South | |February 1974 |Tim Devlin |- | |Gordon Wilson |Dundee East |Leader of the Scottish National Party |February 1974 |John McAllion | |- | | The Rt Hon Brig Enoch Powell |South Down | |1950 |Eddie McGrady | |- |} == See also == * List of MPs elected in the 1987 United Kingdom general election * 1987 United Kingdom general election in England * 1987 United Kingdom general election in Scotland * 1987 United Kingdom general election in Wales * 1987 United Kingdom general election in Northern Ireland * 1987 United Kingdom local elections == Notes == == References == ===Biographies=== * * * === Scholarly sources === * * * * * * * == Manifestos == * The Next Moves Forward, 1987 Conservative Party manifesto * Britain will win with Labour, 1987 Labour Party manifesto * Britain United: The Time Has Come, 1987 SDP–Liberal Alliance manifesto 1987 General election United Kingdom general election",
 "title": "1987 United Kingdom general election"
}