{
 "id": "204129",
 "text": "{{Infobox settlement |name =Sidi Barrani |other_name = |native_name = سيدي براني |nickname = |settlement_type = Town |motto = |image_skyline = Sidi Barrani03.JPG |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_map = |mapsize = |map_caption = |pushpin_map = Egypt |pushpin_label_position =bottom |pushpin_mapsize = |pushpin_map_caption =Location in Egypt |subdivision_type = Country |subdivision_name = |subdivision_type1 = Governorate |subdivision_name1 = Matruh |subdivision_type2 = |subdivision_name2 = |subdivision_type3 = |subdivision_name3 = | |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |established_title = |established_date = |area_magnitude = |unit_pref =Imperial |area_footnotes = |area_total_km2 = |area_land_km2 = |population_as_of =2006 |population_footnotes = |population_note = |population_total = 14393 |population_density_km2 = |population_density_sq_mi = |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_blank1_title =Ethnicities |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone =EST |utc_offset = +2 |coordinates = |elevation_footnotes = |elevation_m = |elevation_ft = |postal_code_type = |postal_code = |area_code = |blank_name = |blank_info = |blank1_name = |blank1_info = |website = |footnotes = }} Sidi Barrani ( ) is a town in Egypt, near the Mediterranean Sea, about east of the Egypt–Libya border, and around from Tobruk, Libya. Named after Sidi es-Saadi el Barrani, a Senussi sheikh who was a head of its Zawiya,Souar men Beladi magazine, no. 2, Souar men tharikh at Tariqa as Sanusiya, Maktab as Seraj li Di'aya wal I'lan, p. 39. the village is mainly a Bedouin community. It has food, gasoline outlets and one small hotel, but virtually no tourist activity or visited historical curiosities. It is the site of an Egyptian Air Force base. ==History== Located close to the Roman city of Zygra, in the Roman province of Libya Inferior, Sidi Barrani is often mentioned in historical records to mark the limit of the initial Italian invasion of Egypt from Libya. The Italian Tenth Army built a series of forts in the vicinity. American Field Service volunteers, providing ambulance services and serving with the British 8th Army were based in the area, in June 1942, 30 miles east of Sidi Barrani. Sidi Barrani was a destination during the total solar eclipse on October 3, 2005, as expeditions traveled to the best observation point, Zawiet Mahtallah, east of Sidi Barrani. \"Valoria La Buena annular eclipse expedition Oct. 3, 2005\" (report), Solar Physics Group, Astrophysics Lab, University of Rome, January 10, 2007, webpage (mostly Italian): ICRA-solar: mentions the Sidi Barrani observation area. ==Climate== Köppen-Geiger climate classification system classifies its climate as hot desert (BWh), but it is part of the northern coast of Egypt which has moderated temperatures. ==In popular media== In Kurt Vonnegut's novel Bluebeard, Sidi Barrani is the site where Dan Gregory (a tormenting magazine illustrator and Nazi sympathizer) was killed on 7 December 1940 during the Battle of Sidi Barrani. The battle continued until 10 December, in which 30,000 British troops defeated almost 80,000 Italian soldiers holding the town. \"Did I ever tell you about the time I was in Sidi Barrani?\" was a catchphrase for Kenneth Horne in the BBC radio comedy show Much-Binding-in-the-Marsh which ran from 1944 to 1954 and was initially about life on a mythical Royal Air Force (RAF) station. Spike Milligan was, according to his memoirs, posted to Sidi Barrani during the Second World War. ==References== ==External links== * Photograph of twilight Sidi Barrani solar eclipse (Oct. 2005, copyright 2005–2007 Magyar Csillagászati Egyesület): Hungarian-foto Sidi-twilight (540x345, 38 KB). * Photograph of solar eclipse at Sidi Barrani (Oct. 2005, copyright 2005–2007 Magyar Csillagászati Egyesület): Hungarian-foto Sidi-eclipse (9 KB). * Photograph of Sidi Barrani observers (Oct. 2005, copyright 2005–2007 Magyar Csillagászati Egyesület): Hungarian-foto Sidi-people (50 KB). Category:Populated places in Matrouh Governorate",
 "title": "Sidi Barrani"
}