{
 "id": "204469",
 "text": "The Gibbs–Helmholtz equation is a thermodynamic equation used for calculating changes in the Gibbs free energy of a system as a function of temperature. It was originally presented in an 1882 paper entitled \"Die Thermodynamik chemischer Vorgange\" by Hermann von Helmholtz. It describes how the Gibbs free energy, which was presented originally by Josiah Willard Gibbs, varies with temperature. The equation is:Physical chemistry, P. W. Atkins, Oxford University Press, 1978, where H is the enthalpy, T the absolute temperature and G the Gibbs free energy of the system, all at constant pressure p. The equation states that the change in the G/T ratio at constant pressure as a result of an infinitesimally small change in temperature is a factor H/T2. ==Chemical reactions== The typical applications are to chemical reactions. The equation reads:Chemical Thermodynamics, D.J.G. Ives, University Chemistry, Macdonald Technical and Scientific, 1971, :\\left( \\frac{\\partial ( \\Delta G^\\ominus/T ) } {\\partial T} \\right)_p = - \\frac {\\Delta H^\\ominus} {T^2} with ΔG as the change in Gibbs energy due to reaction, and ΔH as the enthalpy of reaction (often, but not necessarily, assumed to be independent of temperature). The ~~o~~ denotes the use of standard states, and particularly the choice of a particular standard pressure (1 bar). Integrating with respect to T (again p is constant) it becomes: : \\frac{\\Delta G^\\ominus(T_2)}{T_2} - \\frac{\\Delta G^\\ominus(T_1)}{T_1} = \\Delta H^\\ominus \\left(\\frac{1}{T_2} - \\frac{1}{T_1}\\right) This equation quickly enables the calculation of the Gibbs free energy change for a chemical reaction at any temperature T2 with knowledge of just the standard Gibbs free energy change of formation and the standard enthalpy change of formation for the individual components. Also, using the reaction isotherm equation,Chemistry, Matter, and the Universe, R.E. Dickerson, I. Geis, W.A. Benjamin Inc. (USA), 1976, that is :\\frac{\\Delta G^\\ominus}{T} = -R \\ln K which relates the Gibbs energy to a chemical equilibrium constant, the van 't Hoff equation can be derived.Chemical Thermodynamics, D.J.G. Ives, University Chemistry, Macdonald Technical and Scientific, 1971, ==Derivation== ===Background=== The definition of the Gibbs function is H = G + ST where is the enthalpy defined by: H = U + pV Taking differentials of each definition to find and , then using the fundamental thermodynamic relation (always true for reversible or irreversible processes): dU = T\\,dS - p\\,dV where is the entropy, is volume, (minus sign due to reversibility, in which : work other than pressure-volume may be done and is equal to ) leads to the \"reversed\" form of the initial fundamental relation into a new master equation: dG = - S\\,dT + V\\,dp This is the Gibbs free energy for a closed system. The Gibbs–Helmholtz equation can be derived by this second master equation, and the chain rule for partial derivatives. ==Sources== ==External links== * Link - Gibbs–Helmholtz equation, by W. R. Salzman (2004). Gibbs-Helmholtz Equation, by P. Mander (accessed 17 March 2022) Category:Thermodynamic equations Category:Hermann von Helmholtz",
 "title": "Gibbs–Helmholtz equation"
}