{
 "id": "204682",
 "text": "right|thumb|A translation moves every point of a figure or a space by the same amount in a given direction. In Euclidean geometry, a translation is a geometric transformation that moves every point of a figure, shape or space by the same distance in a given direction. A translation can also be interpreted as the addition of a constant vector to every point, or as shifting the origin of the coordinate system. In a Euclidean space, any translation is an isometry. ==As a function== If \\mathbf{v} is a fixed vector, known as the translation vector, and \\mathbf{p} is the initial position of some object, then the translation function T_{\\mathbf{v}} will work as T_{\\mathbf{v}}(\\mathbf{p})=\\mathbf{p}+\\mathbf{v}. If T is a translation, then the image of a subset A under the function T is the translate of A by T . The translate of A by T_{\\mathbf{v}} is often written A+\\mathbf{v} . ===Horizontal and vertical translations=== In geometry, a vertical translation (also known as vertical shift) is a translation of a geometric object in a direction parallel to the vertical axis of the Cartesian coordinate system.... thumb|300px|The graphs of different antiderivatives of the function f(x) = 3x2 − 2\\. All are vertical translates of each other. Often, vertical translations are considered for the graph of a function. If f is any function of x, then the graph of the function f(x) + c (whose values are given by adding a constant c to the values of f) may be obtained by a vertical translation of the graph of f(x) by distance c. For this reason the function f(x) + c is sometimes called a vertical translate of f(x).. For instance, the antiderivatives of a function all differ from each other by a constant of integration and are therefore vertical translates of each other.. In function graphing, a horizontal translation is a transformation which results in a graph that is equivalent to shifting the base graph left or right in the direction of the x-axis. A graph is translated k units horizontally by moving each point on the graph k units horizontally. For the base function f(x) and a constant k, the function given by g(x) = f(x − k), can be sketched f(x) shifted k units horizontally. If function transformation was talked about in terms of geometric transformations it may be clearer why functions translate horizontally the way they do. When addressing translations on the Cartesian plane it is natural to introduce translations in this type of notation: :(x,y)\\rightarrow(x+a,y+b) or :T(x,y) = (x+a,y+b) where a and b are horizontal and vertical changes respectively. ====Example==== Taking the parabola y = x2 , a horizontal translation 5 units to the right would be represented by T((x, y)) = (x + 5, y). Now we must connect this transformation notation to an algebraic notation. Consider the point (a, b) on the original parabola that moves to point (c, d) on the translated parabola. According to our translation, c = a + 5 and d = b. The point on the original parabola was b = a2. Our new point can be described by relating d and c in the same equation. b = d and a = c − 5\\. So d = b = a2 = (c − 5)2. Since this is true for all the points on our new parabola the new equation is y = (x − 5)2. ===Application in classical physics=== In classical physics, translational motion is movement that changes the position of an object, as opposed to rotation. For example, according to Whittaker: A translation is the operation changing the positions of all points (x, y, z) of an object according to the formula :(x,y,z) \\to (x+\\Delta x,y+\\Delta y, z+\\Delta z) where (\\Delta x,\\ \\Delta y,\\ \\Delta z) is the same vector for each point of the object. The translation vector (\\Delta x,\\ \\Delta y,\\ \\Delta z) common to all points of the object describes a particular type of displacement of the object, usually called a linear displacement to distinguish it from displacements involving rotation, called angular displacements. When considering spacetime, a change of time coordinate is considered to be a translation. ==As an operator== The translation operator turns a function of the original position, f(\\mathbf{v}), into a function of the final position, f(\\mathbf{v}+\\mathbf{\\delta}). In other words, T_\\mathbf{\\delta} is defined such that T_\\mathbf{\\delta} f(\\mathbf{v}) = f(\\mathbf{v}+\\mathbf{\\delta}). This operator is more abstract than a function, since T_\\mathbf{\\delta} defines a relationship between two functions, rather than the underlying vectors themselves. The translation operator can act on many kinds of functions, such as when the translation operator acts on a wavefunction, which is studied in the field of quantum mechanics. ==As a group== The set of all translations forms the translation group \\mathbb{T} , which is isomorphic to the space itself, and a normal subgroup of Euclidean group E(n) . The quotient group of E(n) by \\mathbb{T} is isomorphic to the orthogonal group O(n): :E(n)/\\mathbb{T}\\cong O(n) Because translation is commutative, the translation group is abelian. There are an infinite number of possible translations, so the translation group is an infinite group. In the theory of relativity, due to the treatment of space and time as a single spacetime, translations can also refer to changes in the time coordinate. For example, the Galilean group and the Poincaré group include translations with respect to time. ===Lattice groups=== One kind of subgroup of the three- dimensional translation group are the lattice groups, which are infinite groups, but unlike the translation groups, are finitely generated. That is, a finite generating set generates the entire group. ==Matrix representation== A translation is an affine transformation with no fixed points. Matrix multiplications always have the origin as a fixed point. Nevertheless, there is a common workaround using homogeneous coordinates to represent a translation of a vector space with matrix multiplication: Write the 3-dimensional vector \\mathbf{v}=(v_x, v_y, v_z) using 4 homogeneous coordinates as \\mathbf{v}=(v_x, v_y, v_z, 1) .Richard Paul, 1981, Robot manipulators: mathematics, programming, and control : the computer control of robot manipulators, MIT Press, Cambridge, MA To translate an object by a vector \\mathbf{v} , each homogeneous vector \\mathbf{p} (written in homogeneous coordinates) can be multiplied by this translation matrix: : T_{\\mathbf{v}} = \\begin{bmatrix} 1 & 0 & 0 & v_x \\\\\\ 0 & 1 & 0 & v_y \\\\\\ 0 & 0 & 1 & v_z \\\\\\ 0 & 0 & 0 & 1 \\end{bmatrix} As shown below, the multiplication will give the expected result: : T_{\\mathbf{v}} \\mathbf{p} = \\begin{bmatrix} 1 & 0 & 0 & v_x \\\\\\ 0 & 1 & 0 & v_y\\\\\\ 0 & 0 & 1 & v_z\\\\\\ 0 & 0 & 0 & 1 \\end{bmatrix} \\begin{bmatrix} p_x \\\\\\ p_y \\\\\\ p_z \\\\\\ 1 \\end{bmatrix} = \\begin{bmatrix} p_x + v_x \\\\\\ p_y + v_y \\\\\\ p_z + v_z \\\\\\ 1 \\end{bmatrix} = \\mathbf{p} + \\mathbf{v} The inverse of a translation matrix can be obtained by reversing the direction of the vector: : T^{-1}_{\\mathbf{v}} = T_{-\\mathbf{v}} . \\\\! Similarly, the product of translation matrices is given by adding the vectors: : T_{\\mathbf{v}}T_{\\mathbf{w}} = T_{\\mathbf{v}+\\mathbf{w}} . \\\\! Because addition of vectors is commutative, multiplication of translation matrices is therefore also commutative (unlike multiplication of arbitrary matrices). ==Translation of axes== While geometric translation is often viewed as an active process that changes the position of a geometric object, a similar result can be achieved by a passive transformation that moves the coordinate system itself but leaves the object fixed. The passive version of an active geometric translation is known as a translation of axes. ==Translational symmetry== An object that looks the same before and after translation is said to have translational symmetry. A common example is periodic functions, which are eigenfunctions of the translation operator. ==See also== * Advection * Parallel transport * Rotation matrix * Scaling (geometry) * Transformation matrix * Translational symmetry ==External links== * Translation Transform at cut-the-knot * Geometric Translation (Interactive Animation) at Math Is Fun * Understanding 2D Translation and Understanding 3D Translation by Roger Germundsson, The Wolfram Demonstrations Project. ==References== *Zazkis, R., Liljedahl, P., & Gadowsky, K. Conceptions of function translation: obstacles, intuitions, and rerouting. Journal of Mathematical Behavior, 22, 437-450. Retrieved April 29, 2014, from www.elsevier.com/locate/jmathb *Transformations of Graphs: Horizontal Translations. (2006, January 1). BioMath: Transformation of Graphs. Retrieved April 29, 2014 Category:Euclidean symmetries Category:Elementary geometry Category:Transformation (function) Category:Functions and mappings",
 "title": "Translation (geometry)"
}