{
 "id": "204899",
 "text": "The Khorat Plateau () is a plateau in the northeastern Thai region of Isan. The plateau forms a natural region, named after the short form of Nakhon Ratchasima, a historical barrier controlling access to and from the area. ==Geography== The average elevation is and it covers an area of about . The saucer-shaped plateau is divided by a range of hills called the Phu Phan Mountains into two basins: the northern Sakhon Nakhon Basin, and the southern Khorat Basin. The plateau tilts from its northwestern corner where it is about above sea level to the southeast where the elevation is only about . Except for a few hills in the northeastern corner, the region is primarily gently undulating land, most of it varying in elevation from , tilting from the Phetchabun Mountains in the west down toward the Mekong River. The plateau is drained by the Mun and Chi Rivers, tributaries to the Mekong that forms the northeastern boundary of the area. It is separated from central Thailand by the Phetchabun Mountains and the Dong Phaya Yen Mountains in the west, the Sankamphaeng Range in the southwest and by the Dângrêk Mountains in the south, all of which historically made access to the plateau difficult. These mountains together with the Truong Son Range in the northeast catch a lot of the rainfall, so the southwest monsoon has much lower intensity than in other regions—the mean annual rainfall in Nakhon Ratchasima is about , compared with in central Thailand. The difference between the dry and wet seasons is much greater, which makes the area less optimal for rice. The portion known as Tung Kula Rong Hai was once exceptionally arid. ==Geology== The plateau uplifted from an extensive plain composed of remnants of the Cimmerian microcontinent, and terranes such as the Shan–Thai Terrane, either late in the Pleistocene or early in the Holocene Epoch, approximately Year 1 of the Holocene calendar. Much of the surface of the plateau was once classified as laterite, and layers that can easily be cut into brick-shaped blocks are still so called, but the classification of soils as various types of oxisols is more useful for agriculture. Oxisols of the type called rhodic ferralsols, or Yasothon soils, formed under humid tropical conditions in the early Tertiary. When portions of the plain uplifted as a plateau, these relict soils, characterized by a bright red color, wound up on uplands in a great semicircle around the southern rim. These soils overlie associated gravel horizons cleared of sand by field termites, in a prolonged and still on-going process of bioturbation. Xanthic ferralsols of the Khorat and Ubon Series, characterized by a pale yellow to brown color, developed in midlands in processes still under investigation, as are those forming lowland soils resembling European brown soils. ==Archaeology== Many prehistoric Thailand sites are found on the plateau, with some bronze relics of the Dong Son culture having been discovered. The World Heritage Ban Chiang archaeological site, discovered in 1966, yielded evidence of bronze making beginning c. 2000 BCE, but lacking evidence of weaponry so often associated with the Bronze Age in Europe and the rest of the world. The site appears to have once been part of a broader culture, until abandoned c. 200 CE, not to be resettled until the early-19th century. None Nok Tha in the Phu Wiang District of Khon Kaen yielded evidence of an Iron Age settlement dating from about 1420 to 50 BCE. The region was once under the suzerainty of the Dvaravati Kingdom, and later under the Khmer Empire. It is dotted with the ruins of Khmer rest houses positioned about apart, a comfortable day's walk, along the Khmer highways. These were not just places of repose, but also were hospices and libraries, and typically included a baray (pond). Archaeologist Charles Higham stated, \"...we remain largely unaware of the relationships between sites and the presence or otherwise of states on the Khorat plateau\" during the 7th to 11th centuries. Muang Sema and Muang Fa Daet are notable though for their religious structures, including sema stones at Muang Fa Daet.Higham, C., 2014, Early Mainland Southeast Asia, Bangkok: River Books Co., Ltd., ==History== There is a paucity of information from the centuries known as the Post-Angkor Period, but the plateau seems to have been largely depopulated following this period and a long series of droughts during 13th—15th centuries. The Lao settlements were found only along the banks of the Mekong River and in the wetter northern areas such as Nong Bua Lamphu, Loei, Nong Khai, with most of the population inhabiting the wetter left banks. This began to change when the golden age of Lao prosperity and cultural achievements under King Sourignavôngsa ( Suriyawongsa, ) (1637-1694) ended with a successional dispute, with his grandsons, with Siamese intervention, carving out their separate kingdoms in 1707. From its ashes arose the kingdoms of Louang Phrabang, Vientiane and later in 1713, the Champasak. The arid hinterlands, deforested and depopulated after a series of droughts likely led to the collapse of the Khmer Empire, was only occupied by small groups of Austroasiatic peoples and scattered outposts of Lao mueang in the far north. In 1718, the first Lao muang in the Chi valley—and in fact anywhere in the interior of the Khorat Plateau—was founded at Suwannaphum District, in present-day Roi Et Province, by an official in the service of King Nokasad of the Kingdom of Champasak. ==See also== * Bai sema * History of Isan ==References== ==External links== * Khorat Plateau: A selection of articles related to Khorat Plateau from Global Oneness. * Global Species: Northern Khorat Plateau moist deciduous forests * WWF: Southeastern Asia: Northeastern Thailand, extending into Laos Khorat Category:Isan Category:Natural regions",
 "title": "Khorat Plateau"
}