{
 "id": "204983",
 "text": "Dixon of Dock Green is a BBC police procedural television series about daily life at a fictional London police station, with the emphasis on petty crime, successfully controlled through common sense and human understanding. It ran from 1955 to 1976. The central character, George Dixon, first appeared in the film The Blue Lamp. Dixon is a mature and sympathetic police constable, played by Jack Warner in all of the 432 episodes. Dixon is the embodiment of a typical \"bobby\" who would be familiar with the area in which he patrolled and its residents and often lived there himself. The series contrasted with later programmes such as Z-Cars, which reflected a more aggressive policing culture. It retained a faithful following throughout its run and was voted second-most popular programme on British television in 1961. ==Jack Warner== Warner's success as Dixon was well received by police forces. He was made an honorary member of both the Margate and Ramsgate Police Forces in the 1950s. Warner said of Dixon of Dock Green: \"It has been a very good meal ticket for twenty- one years—although the taxman has never been far behind.\"Daily Mirror, 14 April 1976 In his autobiography, Jack of All Trades,Jack Warner's autobiography (published 21 April 1975), p. 84, Warner tells of a visit by the Queen to the studios where the series was made, where she commented \"that she thought Dixon of Dock Green had become part of the British way of life\". The regard in which Warner's portrayal of a fictional policeman was held was seen at the actor's funeral at Margate Crematorium on 1 June 1981. Six Margate constables stood as guards-of-honour outside the chapel while delegations of officers attended (some coming from Wales and Newcastle upon Tyne), including 16 from the Metropolitan Police, led by Deputy Assistant Commissioner George Rushbrook and Commander John Atkins. ==Character and name origins== The character of Police Constable George Dixon was based on an old-style British \"bobby\"—a slang term for policeman. Dixon first appeared in the Ealing Studios film The Blue Lamp (1950) as a typical bobby on the beat, an experienced constable working out of the Paddington Green police station and nearing retirement. The film was produced by Michael Balcon, who had been educated at George Dixon School in Birmingham, named after a local politician: this inspired the character name. In The Blue Lamp, Dixon has a wife named Em (Gladys Henson). It is mentioned that their only son, Bert, was killed in the Second World WarAlthough it is never mentioned on-screen in The Blue Lamp, Bert could possibly be the young sailor in uniform whose photograph can be seen on the Dixons' mantlepiece.—hence Dixon adopts a paternal aspect towards PC Andy Mitchell (Jimmy Hanley), a young policeman on his first day. Dixon comes across a raid and is shot. The rest of the film focuses on catching the perpetrator, a thug named Tom Riley (played by Dirk Bogarde). This gears up hugely once Dixon, who was said to be rallying in hospital, unexpectedly and suddenly dies, and Mitchell embarks on a perilous quest to find and bring Tom Riley to justice. ==Series conception== In 1955, the BBC Television Service was preparing to face competition from the forthcoming launch of the Independent Television network of commercial TV companies. The BBC therefore resurrected George Dixon for a new series featuring \"everyday stories of a London policeman\". The series came with an already familiar hero, played (as in the film) by a much-loved entertainer. The image of Jack Warner in police uniform with helmet made for an effective symbol of policing in Britain. Despite being a drama, the series was produced in its early years by the BBC's light entertainment department. It was originally produced at the BBC's Riverside and Lime Grove studios. Episodes in series 1 to 7 ran to 30 minutes. From series 3 to 7 each series' final episode was extended to 45 minutes. From series 8 (1961) onwards all episodes were 45, then 50, minutes in duration. ==Early series== There were some changes made before the first series aired. Paddington Green police station became the fictitious Dock Green police station in the East End of London. The character of PC Andy Mitchell became raw new constable PC Andy Crawford (Peter Byrne). According to the first series episode \"Needle in a Haystack\" Dixon is a widower, his wife having died in an air raid during the Second World War, though they had an only daughter, Mary (played by Billie Whitelaw in early episodes, later replaced by Jeanette Hutchinson). They lived in a small mid-terrace house on a busy road. Dixon would remain basically the same character as in the film; he could be relied on to be friendly with a lot of heart, a cornerstone of which was his honesty with which you knew he would be absolutely dependable and cool in a crisis. The actor's age meant Dixon was always an older bobby and the viewer was left to wonder why promotion hadn't come his way earlier. Dixon's mentoring of Crawford was seen from Dixon of Dock Green's first series opener, \"PC Crawford's first Pinch\", broadcast on Saturday 9 July 1955. Dixon was portrayed as having a paternal and steadying influence on his colleagues and episodes often highlighted the family-like nature of life in the station as well as Dixon's actual family life at home. With his experience as a police constable frequently in evidence, he was often shown as being able to solve crimes and to keep the peace using his knowledge of human behaviour and of the Dock Green area. The initial run of six episodes ended on 13 August with the \"London Pride\" segment and was deemed a success; a further series of 13 episodes was commissioned to start broadcasting on 9 June 1956. Plots often focused on the role of the police in dealing with low-level, community-based crimes. The last five episodes from series two are the earliest episodes of Dixon known to exist. One of those is \"The Rotten Apple\" (broadcast 11 August 1956), a story which illustrates Dixon's belief in the honour of wearing the police uniform. A young constable, Tom Carr (Paul Eddington) appears to be enjoying a lifestyle that was more lavish than would be expected on his salary. His life begins to unravel after Dixon gets a visit from a local (legal) horse bookmaker, Harry Ross, to whom Carr owes a lot of money: Ross needs it back but knows Carr will lose his job if he makes his complaint official. With the force's reputation at stake, Dixon visits a nervous Carr in his flat changing into his uniform. Carr agrees to settle the debt, but as Dixon prepares to leave, accidentally knocks over a box, sending silverware clattering across the floor. The items, it transpires, are stolen, and the proceeds of a series of mysterious burglaries in the area. Dixon is affronted by this betrayal of trust, and orders the disgraced Carr to remove his uniform before he will escort him through the streets to Dock Green Station. Series two ended on 1 September 1956 with the episode \"Father-in-Law\". Dixon is the father-in-law of the title, with Andy Crawford marrying his 23-year-old daughter, Mary. Dixon gets to sing a few songs at the wedding, but a small matter of a missing wallet emerges. At the end of the episode, with the mystery solved, Dixon wishes the viewers goodbye while the happy couple go off, to move to a flat in Chelmsford. An indicator of the series' success is that the start of series three was a mere four months away. In the early days, a subtitle declared the series to be \"Some Stories of a London Policeman\", with each episode starting with Dixon speaking directly to the camera (breaking the \"fourth wall\"). He begins with a salute and the greeting \"Good evening all\", which was changed to \"Evening all\" in the early 1970s, which has lived on in Britain as a jocular greeting. In similar fashion, episodes finished with a few words to camera from Dixon in the form of philosophy on the evils of crime, before saluting and wishing the viewers \"Goodnight, all\". Some felt Dixon to be a real person; at the end of a series, he would inform the audience that he was \"going on holiday for a few weeks\" so they shouldn't worry about not seeing him around. As Ted Willis noted, in bringing Dixon to the small screen, he sought to portray \"an ordinary, working-class policeman on the beat\" with focus more on people, with the tendency to \"concentrate on the smaller everyday type of crime, and put the emphasis on people rather than problems.\"Ted Willis, \"Dock Green through the Years\", Radio Times, 17 September 1964, p. 7 Willis talked in 1957 about seeking \"to break away from the accepted formula for police and crime stories […] The average policeman might go through a life-time of service without being involved in one murder case. His life is one of routine […] Would [viewers] take simple, human stories about a simple ordinary copper and the people he meets?\"7.Ted Willis, 'George Dixon of Dock Green is Back', Radio Times, 4 January 1957, p. 5 Change for the central character was slow, and it took until the opening episode of series 11 before George Dixon earned his stripes and was promoted to sergeant in \"Facing the Music\" (S11, E01, 19 September 1964). ==Later series== The series evolved, though slowly, Ted Willis ensuring that the familiarity of the format remained its greatest strength for many years. The procedural detail formed a backbone on top of which the dramatic story played out, allowing the whole to make perfect sense. Often delivered at a genteel pace, this approach led to criticism from some quarters in the face of faster-paced (and sometimes more violent) contemporaries such as The Sweeney and even Z-Cars. Overall, the show ran for 22 series. Fans continued their support for the character with each new series. When Dixon was shot in one episode, the BBC received 4,000 letters of anxious inquiry and had it announced on television that Jack was all right. Other characters were not forgotten; indeed, PC Andy Crawford —- as well as being the main character's son-in-law —- would go on to rise through the ranks of the CID to become chief inspector in Dock Green. Dixon of Dock Green is sometimes unfavourably compared with later police procedural series (such as Z-Cars in the 1960s, The Sweeney in the 1970s and The Bill in the 1980s) which were seen as having a higher degree of realism due to their harder-hitting and more dynamic nature. However, the style of the programme did evolve over time, and some of the 1970s episodes which have been preserved demonstrate little of the homely nature for which the show was often criticised. Plot lines in this period included the suspected suicide of a police officer, a gangland killing, and the shooting of a suspect by police officers using firearms. Police in the UK do not routinely carry firearms, and in the 1970s guns were rarely ever seen in their hands. \"Firearms Were Issued\" (20 April 1974, one of the surviving episodes) examines that last point. A notorious gang of bank robbers has performed a raid locally, and Dock Green police are tipped off \"from a reliable source\" that they have retreated into a suburban house on their patch. Taking no chances, the go-ahead for a raid is given, and Sergeant George Dixon issues firearms to D.I. Andy Crawford and his team. With the gang attempting to flee under cover of darkness, shots are fired, including two from Crawford. At least one of these apparently hits and kills the target in the dark, the truth of which only comes to light later during the investigation that is quickly launched back at Dock Green police station. All officers are quizzed and re-quizzed by a senior external CID officer, going over the rights and wrongs of each step, looking for accountability. Everyone involved is left in no doubt as to the consequences of their actions, should they prove to be truthfully theirs. In retrospect, the process can be seen as primitive compared to the in-depth procedural investigations of the 21st century, but was rarely touched on in contemporary productions. The detail ensured that neither characters nor viewers could be completely sure about the outcome, ensuring gripping television drama. By the final years of the series in the 1970s, Warner was getting elderly and looking increasingly implausible in uniform. He had increasing difficulty moving about, which was helped slightly by a treatment involving bee stings. When it became known that the 1976 series of eight episodes would be the last, some changes saw familiar faces including long-standing and popular cast member Peter Byrne leave, bringing in some new blood. The final series was shown in 1976 when Warner was 80 and the producers saw the opportunity to make some changes to the format. George Dixon was shown as retired from the police and being re-employed as a civilian as the collator, a temporary appointment which allowed him to train up whoever would be the next permanent collator. The introductory monologue and winding-up speech continued to be delivered by George Dixon, now out of uniform and behind his collator's desk. There was an increase in action whilst retaining detailed storytelling with Dixon's values at the core. The last series of eight episodes ended on Saturday 1 May 1976 with \"Reunion\", with Dixon retiring completely from Dock Green. Lord Willis said, \"I knew it had to come to an end sometime and I thought something was in the wind. They usually renew my Dock Green contract in February and it hasn't been renewed this time\". There were thoughts about continuing with the current cast using the revamped format, though any continuation would have been under a different title.Interviews with various cast members, \"Dixon of Dock Green – Collection three\" Any ideas and plans were never seriously followed up and after 21 years of Dixon of Dock Green, with its lead character out of the picture, the series came to a natural end. ==Criticism== Over the two decades- plus that Dixon was broadcast, it came in for increasing criticism, especially in its later years. The Guinness Book of Classic Television described the programme as \"an anachronism by the time it ended and a dangerous one at that\". Ted Willis summarised the changing critical reception for Dixon in an article published in the TV Times in 1983. \"In the first years, the critics were almost unanimous in their acclaim for Dock Green, hailing it as a breakthrough, praising its realism. But slowly, the view began to change. We were accused of being too cosy and the good word was reserved for series like No Hiding Place, Z Cars and Softly, Softly. These, in turn, were superseded by the violent, all-action type of police drama like The Sweeney.\" He also stated that: \"Eighty per cent of police work is ordinary and unsensational\".4.Ted Willis, \"Is PC Dixon on the way back?\", TV Times, 26 November – 2 December 1983, p. 16 Ted Willis made some observations. He found that, in fact and fiction, characters akin to Jack Regan in The Sweeney were to be underplayed by the police who sought to restore their place in modern communities. The surviving episodes (with an emphasis on the latter years of the programme) which saw DVD releases allowed Dixon to be seen less deserving of its reputation as a \"cosy\" stereotype, and more as a programme that tells the stories honestly and entertainingly. Willis noted that it would be harder for the police to build relationships with the public if they were continually to go around beating up every suspect. Indeed, Alan Plater, who was a writer for Z-Cars early in his career, argued in 1976 (published in the police publication Context); \"It is just as irresponsible to portray the police as always chasing murderers and big-time criminals as it is to show them as boy scouts like George Dixon. The Sweeney is ridiculous. It's James Cagney and the Sundance Kid rolled into one and given a British background.\"Alan Plater, in \"T.V. Gives False Impression of Police Work – But I Don't\", Context, August 1976, p. 5. == Locations == The police station featured in the original opening titles was the old Ealing police station, at 5 High Street, just north of Ealing Green.Ealing and Brentford: Public services, A History of the County of Middlesex: Volume 7: Acton, Chiswick, Ealing and Brentford, West Twyford, Willesden (1982), pp. 147–149. Date accessed: 10 May 2008. The opening and closing moments of each episode originally had PC Dixon deliver the famous lines \"Evening, all\" and \"Goodnight, all\", and a suitably moral homily, from outside Dock Green police station. However, most of these sequences were not filmed at Ealing police station—then still operational—but on the front steps of the (1902) Ealing Grammar School for Boys on Ealing Green. The BBC would attach a blue lamp next to the double doors, and the front oak-floored vestibule of the old school would warmly glow behind. During later series, Dixon addressed the audience standing in front of a painted backdrop of a London skyline. The 1973 episode \"Eye Witness\" shows a shot of a derelict warehouse complex with a sign identifying it as part of the Metropolitan & New Crane Wharves; these are located in Wapping Wall. This episode also shows the bascule bridge across the entrance to Shadwell Basin in Wapping. The warehouse is long gone; a supermarket now occupies the site. At the end of the 1975 episode \"Conspiracy\", the exterior of Dock Green police station is represented by the Metropolitan Police's then recently built Chiswick police station, on Chiswick High Road in west London. ==Broadcast dates== (1955–1976, 22 series, 432 episodes) {| class=\"wikitable\" |- !Series !From !To !Episode count |- |1 |9 Jul. 1955 |13 Aug. 1955 |6 |- |2 |9 Jun. 1956 |Sep. 1956 |13 |- |3 |12 Jan. 1957 |30 Mar. 1957 |12 |- |4 |7 Sep. 1957 |29 Mar. 1958 |29 |- |5 |27 Sep. 1958 |28 Mar. 1959 |27 |- |6 |12 Sep. 1959 |2 Apr. 1960 |30 |- |7 |1 Oct. 1960 |22 Apr. 1961 |30 |- |8 |9 Sep. 1961 |3 Mar. 1962 |26 |- |9 |15 Sep. 1962 |23 Mar. 1963 |28 |- |10 |5 Oct. 1963 |28 Mar. 1964 |26 |- |11 |19 Sep. 1964 |13 Mar. 1965 |26 |- |12 |2 Oct. 1965 |30 Apr. 1966 |31 |- |13 |1 Oct. 1966 |24 Dec. 1966 |13 |- |14 |30 Sep. 1967 |10 Feb. 1968 |20 |- |15 |7 Sep. 1968 |21 Dec. 1968 |16 |- |16 |6 Sep. 1969 |27 Dec. 1969 |17 |- |17 |14 Nov. 1970 |6 Mar. 1971 |17 |- |18 |20 Nov. 1971 |12 Feb. 1972 |13 |- |19 |23 Sep. 1972 |30 Dec. 1972 |14 |- |20 |29 Dec. 1973 |20 Apr. 1974 |17 |- |21 |15 Feb. 1975 |10 May 1975 |13 |- |22 |13 Mar. 1976 |1 May 1976 |8 |} ==Cast== Main cast {| class=\"wikitable\" |- ! Actor !! Portrayed !! Years active !! Series active !! Episode count |- | Jack Warner || PC/Sgt George Dixon || 1955–1976 || 1–22 || 432 |- | Peter Byrne || PC/DC/DS/DI Andy Crawford || 1955–1975 || 1–21 || 424 |- | Arthur Rigby || Sgt Flint || 1955–1965 || 1–11 || 253 |- | Neil Wilson || PC 'Tubb' Barrell || 1955–1957, 1963 || 1–3, 9 || 32 |- | Jeanette Hutchinson || Mary Dixon/Crawford No. 2 || 1956–1964, 1969 || 2–10, 16 || 212 |- | Moira Mannion || WP Sgt Grace Millard || 1956–1961 || 2–8 || 142 |- | Robert Cawdron || DI Bob Cherry || 1956–1965 || 2–12 || 52 |- | Graham Ashley || PC/DC Tommy Hughes || 1958–1962 || 4–8 || 78 |- | Anthony Parker || PC Bob Penney || 1957–1959 || 4–5 || 56 |- | Geoffrey Adams || PC/DC 'Laudie' Lauderdale || 1958–1972 || 5–18 || 298 |- | David Webster || Cadet Jamie MacPherson || 1959–1962 || 6–9 || 92 |- | Jocelyne Rhodes || WPC Kay Shaw || 1960–1964, 1967, 1971 || 7–11, 14, 18 || 52 |- | Hilda Fenemore || Jennie Wren || 1960–1965 || 7–12 || 39 |- | Nicholas Donnelly || PC/Sgt Johnny Wills || 1961–1976 || 8–22 || 200 |- | Anne Ridler || WP Sgt Chris Freeman || 1962–1964 || 9–11 || 55 |- | John Hughes || PC John Jones || 1962–1964 || 9–10 || 50 |- | Jan Miller || WPC Alex Johns || 1962–1964 || 9–10 || 39 |- | Peter Thornton || PC Burton || 1964–1966, 1968 || 10–13, 15 || 42 |- |Robert Arnold || PC/DC Swain ||1964–1970 ||11–17 ||132 |- | Anne Carroll || WPC Shirley Palmer || 1964–1966 || 11–13 || 49 |- | Duncan Lamont || Sgt Bob Cooper || 1965–1966, 1968 || 12, 15 || 32 |- | Joe Dunlop || DC Pearson || 1966–1968 || 13–15 || 37 |- | Michael Osborne || PC David Newton || 1970–1972 || 17–19 || 42 |} Other cast members {| class=\"wikitable\" |- ! Actor !! Portrayed !! Years active !! Series active !! Episode count |- | Billie Whitelaw || Mary Dixon No. 1 || 1955 || 1 || 6 |- | Dorothy Casey || Nancy Murphy || 1955–1963 || 1, 4–9 || 28 |- | Harold Scott || Duffy Clayton || 1956–1962 || 2, 4–9 || 18 |- | Anthony Sagar || DS Brownrigg || 1956–1958 || 2–4 || 7 |- | David Lyn || PC Jenkins || 1957 || 3 || 12 |- | Robert Raglan || Supt ? || 1959–1962, 1964, 1966 || 6–10, 13 || 13 |- | Michael Nightingale || DC Jack Cotton || 1961–1962 || 8 || 24 |- | Ruth Lodge || WP Sgt \"Scotty\" Scott || 1961–1962 || 8 || 17 |- | Max Latimer || PC \"Tiny\" Bush || 1961–1962 || 8–9 || 17 |- | Janet Moss || WPC \"Barney\" Barnes || 1961–1962 || 9 || 14 |- | Christopher Gilmore || PC Clyde || 1962–1963 || 9 || 25 |- | Paul Elliott || Cadet Michael Bonnet || 1963–1964 || 10 || 26 |- | Anna Dawson || Mary Crawford No. 3 || 1964–1966 || 11–12 || 23 |- | Geoffrey Kenion || PC Roberts || 1964–1965 || 11 || 23 |- | Zeph Gladstone || WPC Liz Harris || 1964–1965 || 11 || 20 |- | Jeanne Mockford || Miss Lucas || 1964–1965 || 11 || 19 |- | Ronald Bridges || PC Bryant || 1965–1966 || 11–13 || 26 |- | Jean Dallas || WPC Betty Williams || 1965–1966 || 12–13 || 25 |- | Pamela Buchner || WDC Ann Foster || 1967–1968 || 14 || 15 |- | Andrew Bradford || PC Turner || 1967–1968 || 14 || 19 |- | Jenny Logan || WPC Sally Reed || 1968–1969 || 15–16 || 15 |- | Kenneth Watson || DI/DCI Scott || 1972–1973 || 19–20 || 14 |- | Derek Anders || DC Webb || 1972 || 19 || 14 |- | Gregory de Polnay || DS Mike Brewer || 1974–1975 || 20–21 || 29 |- | Jacqueline Stanbury || WPC Hawkins || 1974 || 20 || 5 |- | Stephen Marsh || PC Harry Dunne || 1975–1976 || 21–22 || 13 |- | Richard Heffer || DS Alan Bruton || 1976 || 22 || 8 |- | Ben Howard || DC Len Clayton || 1976 || 22 || 8 |} ==Missing episodes== Most of the original 432 episodes of Dixon of Dock Green are still missing due both to the programme being broadcast live and not recorded in the early days, and the BBC's later policy of reusing video tapes for new programmes. Only 32 episodes still exist in full and extracts exist for a further 19. The existing episodes are as follows: {| class=\"wikitable\" |- !Series !Year(s) !Complete episodes !Episode extracts |- |Series 2 |1956 |The last five episodes in full | — |- |Series 7 |1960 |One episode in full |Extract from one other |- |Series 9 |1962 |Three episodes in full | — |- |Series 11 |1964 |One episode in full | — |- |Series 13 |1966 | — |Extracts from five episodes |- |Series 14 |1967 |One episode in full |Extracts from eight others |- |Series 15 |1968 | — |Extracts from three episodes |- |Series 17 |1970–71 |First episode in full | — |- |Series 18 |1971–72 |Two episodes in full | — |- |Series 20 |1974 |Four episodes in full |Extract from one other |- |Series 21 |1975 |Six episodes in full |Extract from one other |- |Series 22 |1976 |Complete – eight episodes in full | — |} An out-take sequence also exists from \"It's a Gift\" (Series 21, Episode 3 – 1 March 1975) involving two criminals in which one of them, played by Victor Maddern, finds himself unable to deliver correctly the required line \"It's down at Dock Green nick!\" – referring to a stolen necklace. After two failed attempts, in which the line is spoken both as \"It's down at Dock Green dick!\" and \"It's down at Dick Green dock!\", Maddern asks the unseen director (Vere Lorrimer) \"Couldn't I just say 'It's down at the nick'?\" ==Music== The British music hall song \"Maybe It's Because I'm a Londoner\" is used as the theme song. It was composed by Hubert Gregg, but this was replaced with an instrumental theme composed by Jeff Darnell later released as a single under the name \"An Ordinary Copper\". Darnell was Warner's original piano act partner in the 1940s.Meet the Huggetts, A & M Records The harmonica was played by Tommy Reilly.Jack Warner With Tommy Reilly - Dixon Of Dock Green (An Ordinary Copper) (1961), 45Cat Original incidental music for the early (1950s) series was written by Alan Yates (1912–1991). ==DVD release== A collection of six of the seven surviving colour episodes across series 17-thru-20 (the omitted one being Series 18, Episode 7, Molenzicht) was released by Acorn Media UK on DVD in July 2012, with the following episodes; * 1. Waste Land (Series 17, Episode 1 – 14/11/70) * 2. Jig-Saw (Series 18, Episode 1 – 20/11/71) * 3. Eye Witness (Series 20, Episode 1 – 29/12/73) * 4. Harry's Back (Series 20, Episode 3 – 12/01/74) * 5. Sounds (Series 20, Episode 16 – 13/04/74) * 6. Firearms Were Issued (Series 20, Episode 17 – 20/04/74) A second collection of six episodes, comprising the entire penultimate 21st series, was released by Acorn Media UK on DVD in July 2013, with the following episodes: *1. Target (Series 21, Episode 1 – 15/02/75) *2. Seven for a Secret – Never To Be Told (Series 21, Episode 2 – 22/02/75) *3. Baubles, Bangles & Beads (Series 21, Episode 5 – 15/03/75) *4. Looters Ltd (Series 21, Episode 7 – 29/03/75) *5. A Slight Case of Love (Series 21, Episode 10 – 19/04/75) *6. Conspiracy (Series 21, Episode 13 – 10/05/75) A third collection of eight episodes, comprising the entire final 22nd series, was released by Acorn Media UK on DVD in March 2015, with the following episodes: *1. Domino (Series 22, Episode 1 – 13/03/76) *2. The Job (Series 22, Episode 2 – 20/03/76) *3. Vagrant (Series 22, Episode 3 – 27/03/76) *4. Everybody's Business (Series 22, Episode 4 – 03/04/76) *5. Alice (Series 22, Episode 5 – 10/04/76) *6. Jackpot (Series 22, Episode 6 – 17/04/76) *7. Legacy (Series 22, Episode 7 – 24/04/76) *8. Reunion (Series 22, Episode 8 – 01/05/76) This release also includes the following special features:- *Picture gallery *Audio Commentary on \"Domino\" with actor Stephen Marsh [P.C. Harry Dunne] *Audio Commentary on \"Legacy\" with actor Ben Howard [D.C. Len Clayton] *Audio Commentary on \"Alice\" with director Michael E. Briant *The Final Cases: Documentary on the making of this last series, with actors Nicholas Donnelly [Sgt. Johnny Wills], Richard Heffer [D.S. Alan Bruton], Stephen Marsh [P.C. Harry Dunne], Gregory de Polnay [D.S. Mike Brewer] and production assistant Vivienne Cozens. *Good Evening All: A tribute to Jack Warner, with Nicholas Donnelly, Richard Heffer, Stephen Marsh, Gregory de Polnay and Vivenne Cozens. *Personnel Files: Extended Interviews with Nicholas Donnelly, Richard Heffer and Gregory de Polnay. == Remake for BBC Radio == In 2005, the series was revived for BBC Radio, adapted by Sue Rodwell, with David Calder as George Dixon, David Tennant as Andy Crawford, and Charlie Brooks as Mary Dixon: * 1. London Pride * 2. Needle in a Haystack * 3. Crawford's First Pinch * 4. Dixie * 5. Rock, Roll and Rattle * 6. Roaring Boy A second series followed in 2006, with Hamish Clark replacing Tennant owing to the latter's Doctor Who recording commitments: * 1. Little Boy Blue * 2. The Gentle Scratcher * 3. The Captain (based on the episode \"The Rotten Apple\") * 4. Andy Steps Up * 5. Give a Dog a Good Name * 6. The Key of the Nick ==Dixon in other shows== The Black and Blue Lamp by Arthur Ellis was screened in the BBC2 Screenplay series of drama plays on 7 September 1988. In the play – which begins with a montage of key scenes from The Blue Lamp – Tom Riley (Sean Chapman) and PC Hughes (Karl Johnson) are projected forwards into a violent parody of 1980s police procedurals called The Filth. Once there, they meet the corrupt Superintendent Cherry (Kenneth Cranham) and Superintendent Hammond (John Woodvine) and discover just how much policing has changed between the two periods. One of Dixon's closing monologues from Dixon of Dock Green was recycled for the final scene of Ashes to Ashes in 2010. Like The Black and Blue Lamp, characters in Ashes to Ashes and its predecessor, Life on Mars, were seemingly sent into different eras of policing. Moreover, Dixon's resurrection for Dixon of Dock Green, after having been killed in The Blue Lamp and the fact that he apparently continued to serve as a police officer well past the usual retirement age parallel the stories of the principal characters in Life on Mars and Ashes to Ashes, having been explained in the final episode. The ending credits to the show were seen in the 2016 animated film Ethel & Ernest. ==References== ==External links== * * Encyclopedia of Television * British Film Institute Screen Online * Action TV * BBC Treasure Hunt * The Black and Blue Lamp * Richard Heffer recalls a great time on the set of Dixon of Dock Green Category:1955 British television series debuts Category:1976 British television series endings Category:1950s British police procedural television series Category:1960s British police procedural television series Category:1970s British police procedural television series Category:Lost BBC episodes Category:Live action television shows based on films Category:Television shows set in London Category:Fictional British police officers Category:Black-and-white British television shows Category:English-language television shows",
 "title": "Dixon of Dock Green"
}