{
 "id": "205558",
 "text": "In astronomy, the zenithal hourly rate (ZHR) of a meteor shower is the number of meteors a single observer would see in an hour of peak activity if it was at the zenith, assumed the conditions are excellent (stars visible up to magnitude 6,5). The rate that can effectively be seen is nearly always lower and decreases the closer the radiant is to the horizon. The formula to calculate the ZHR is: ZHR = \\cfrac{\\overline{HR} \\cdot F \\cdot r^{6.5-lm}}{\\sin(h_R)} where \\overline{HR} = \\cfrac{N}{T_{eff}} represents the hourly rate of the observer. N is the number of meteors observed, and Teff is the effective observation time of the observer. Example: If the observer detected 12 meteors in 15 minutes, their hourly rate was 48. (12 divided by 0.25 hours). F = \\cfrac{1}{1-k} This represents the field of view correction factor, where k is the percentage of the observer's field of view which is obstructed (by clouds, for example). Example: If 20% of the observer's field of view were covered by clouds, k would be 0.2 and F would be 1.25. The observer should have seen 25% more meteors, therefore multiply by F = 1.25. r^{6.5-lm} This represents the limiting magnitude correction factor (Population index). For every change of 1 magnitude in the limiting magnitude of the observer, the number of meteors observed changes by a factor of r. Therefore, this must be taken into account. Example: If r is 2, and the observer's limiting magnitude is 5.5, the hourly rate is multiplied by 2 (2 to the power 6.5–5.5), to know how many meteors they would have seen if their limiting magnitude was 6.5. \\sin(h_R) This represents the correction factor for the altitude of the radiant above the horizon (hR). The number of meteors seen by an observer changes as the sine of the radiant height. Example: If the radiant was at an average altitude of 30° during the observation period, the observer's hourly rate will need to be divided by 0.5 (sin 30°) to know how many meteors they would have seen if the radiant was at the zenith. ==See also== *List of meteor showers ==References== ==External links== *North American Meteor Network (NAMN) Category:Meteoroids Category:Observational astronomy",
 "title": "Zenithal hourly rate"
}