{
 "id": "205716",
 "text": "The secretarybird or secretary bird (Sagittarius serpentarius) is a large, mostly terrestrial bird of prey. Endemic to Africa, it is usually found in the open grasslands and savanna of the sub-Saharan region. John Frederick Miller described the species in 1779. Although a member of the order Accipitriformes, which also includes many other diurnal birds of prey such as kites, hawks, vultures, and harriers, it is placed in its own family, Sagittariidae. The secretarybird is instantly recognizable as a very large bird with an eagle- like body on crane-like legs that give the bird a height of as much as . The sexes are similar in appearance. Adults have a featherless red-orange face and predominantly grey plumage, with a flattened dark crest and black flight feathers and thighs. Breeding can take place at any time of year, but tends to be late in the dry season. The nest is built at the top of a thorny tree, and a clutch of one to three eggs is laid. In years with plentiful food all three young can survive to fledgling. The secretarybird hunts and catches prey on the ground, often stomping on victims to kill them. Insects and small vertebrates make up its diet. Although the secretarybird occurs over a large range, the results of localised surveys suggest that the total population is experiencing a rapid decline, probably as a result of habitat degradation. The species is therefore classed as Endangered by the International Union for Conservation of Nature. It appears on the coats of arms of Sudan and South Africa. == Taxonomy == The Dutch naturalist Arnout Vosmaer described the secretarybird in 1769 on the basis of a live specimen that had been sent to Holland from the Cape of Good Hope two years earlier by an official of the Dutch East India Company. Vosmaer suggested that the species was called \"sagittarius\" by the Dutch settlers because its gait was thought to resemble an archer's. He also mentioned that it was known as the \"secretarius\" by farmers who had domesticated the bird to combat pests around their homesteads, and proposed that the word \"secretarius\" might be a corruption of \"sagittarius\". Contains eight pages and a plate. Contains eight pages and a plate. Ian Glenn of the University of the Free State suggests that Vosmaer's \"sagittarius\" is a misheard or mis-transcribed form of \"secretarius\", rather than the other way around. In 1779 the English illustrator John Frederick Miller included a coloured plate of the secretarybird in his Icones animalium et plantarum and coined the binomial name Falco serpentarius. As the oldest published specific name, serpentarius has priority over later scientific names. The species was assigned to its own genus Sagittarius in 1783 by the French naturalist Johann Hermann in his Tabula affinitatum animalium. The generic name Sagittarius is Latin for \"archer\", and the specific epithet serpentarius is from Latin serpens meaning \"serpent\" or \"snake\". A second edition of Miller's plates was published in 1796 as Cimelia physica, with added text by English naturalist George Shaw, who named it Vultur serpentarius. The French naturalist Georges Cuvier erected the genus Serpentarius in 1798, and the German naturalist Johann Karl Wilhelm Illiger erected the (now synonymous) genus Gypogeranus from the Ancient Greek words gyps \"vulture\" and geranos \"crane\" in 1811. In 1835 the Irish naturalist William Ogilby spoke at a meeting of the Zoological Society of London and proposed three species of secretarybird, distinguishing those from Senegambia as having broader crest feathers than those from South Africa, and reporting a distinct species from the Philippines based on the writings of Pierre Sonnerat in his Voyage à la Nouvelle-Guinée. There is no other evidence this taxon existed. Despite its large range, the secretarybird is considered monotypic: no subspecies are recognised. The evolutionary relationship of the secretarybird to other raptors had long puzzled ornithologists. The species was usually placed in its own family Sagittariidae within the order Falconiformes. A large molecular phylogenetic study published in 2008 found that the secretarybird was sister to a clade containing the ospreys in the family Pandionidae and the kites, hawks and eagles in the family Accipitridae. The same study found that the falcons in the order Falconiformes were only distantly related to the other diurnal birds of prey. The families Cathartidae, Sagittariidae, Pandionidae and Accipitridae were therefore moved from Falconiformes to the resurrected Accipitriformes. A later molecular phylogenetic study published in 2015 confirmed these relationships. The earliest fossils associated with the family are two species from the genus Pelargopappus. The two species, from the Oligocene and Miocene respectively, were discovered in France. The feet in these fossils are more like those of the Accipitridae; it is suggested that these characteristics are primitive features within the family. In spite of their age, the two species are not thought to be ancestral to the secretarybird. Though strongly convergent with the modern secretarybird, the extinct raptor Apatosagittarius is thought to be an accipitrid. The International Ornithologists' Union has designated \"secretarybird\" the official common name for the species. In 1780 the French polymath Georges-Louis Leclerc, Comte de Buffon suggested that the name secretary/secrétaire had been chosen because of the long quill-like feathers at the top of the bird's neck, reminiscent of a quill pen behind the ear of an ancient scribe. In 1977, C. Hilary Fry of Aberdeen University suggested that \"secretary\" is from the French secrétaire, a corruption of the Arabic saqr et- tair meaning either \"hawk of the semi-desert\" or \"hawk that flies\". Glenn has dismissed this etymology on the grounds that there is no evidence that the name came through French, instead supporting Buffon's etymology; namely, that the word comes from the Dutch secretaris \"secretary\", used by settlers in South Africa. == Description == thumb|left|The secretarybird has distinct black feathers protruding from behind its head.|alt=a grey bird with open hooked beak and orange bare face The secretarybird is instantly recognisable as a very large terrestrial bird with an eagle-like head and body on crane- like legs. It stands about tall. It has a length of between and a wingspan of between . The weight ranges from , with a mean of . The averages and the tail is : both factor into making it both taller and longer than any other species of raptor. The neck is not especially long, and can only be lowered down to the intertarsal joint, so birds must stoop to reach down to the ground. During flight, two elongated central feathers of the tail extend beyond the feet, and the neck stretches out like a stork. The plumage of the crown, upperparts, and lesser and median wing coverts is blue-grey, and the underparts and underwing coverts are lighter grey to grey-white. The crest is made up of long black feathers arising from the nape. The scapulars, primary and secondary flight feathers, rump and thighs are black, while the uppertail coverts are white, though barred with black in some individuals. The tail is wedge-shaped with white tipping, marbled grey and black colouring at the base, and two broad black bands, one at the base and the other at the end. Sexes resemble one another, although the male tends to have longer tail feathers, more head plumes, a shorter head and more blue-grey plumage. Adults have a featherless red-orange face with pale brown irises and a yellow cere. The legs and feet are pinkish grey, the upper legs clad in black feathers. The toes are short—around 20% of the length of those of an eagle of the same size—and stout, so that the bird is unable to grasp objects with its feet. The rear toe is small and the three forward facing toes are connected at the base by a small web. Immature birds have yellow rather than orange bare skin on their faces, more brownish plumage, shorter tail feathers and greyish rather than brown irises. Adults are normally silent but can utter a deep guttural croaking noise in nuptial displays or at nests. Secretarybirds make this sound when greeting their mates or in a threat display or fight against other birds, sometimes throwing their head backwards at the same time. When alarmed, the secretarybird may emit a high-pitched croak. Mated pairs at the nest make soft clucking or whistling calls. Chicks make a sharp sound heard as \"chee-uk-chee- uk-chee-uk\" for their first 30 days. == Distribution and habitat == The secretarybird is endemic to sub-Saharan Africa and is generally non-migratory, though it may be locally nomadic as it follows rainfall and the resulting abundance of prey. Its range extends from Senegal to Somaliland and south to Cape Province, South Africa. The species is also found at a variety of elevations, from the coastal plains to the highlands. The secretarybird prefers open grasslands, savannas and shrubland (Karoo) rather than forests and dense shrubbery that may impede its cursorial existence. More specifically, it prefers areas with grass under high and avoids those with grass over high. It is rarer in grasslands in northern parts of its range that otherwise appear similar to areas in southern Africa where it is abundant, suggesting it may avoid hotter regions. It also avoids deserts. == Behaviour and ecology == thumb|right|A pair atop a tree|alt=A pair of Sercetarybirds standing on branches at the top of a tree Secretarybirds are not generally gregarious aside from pairs and their offspring. They usually roost in trees of the genus Acacia or Balanites, or even introduced pine trees in South Africa. They set off 1–2 hours after dawn, generally after spending some time preening. Mated pairs roost together but may forage separately, though often remaining in sight of one another. They pace around at a speed of , taking 120 steps per minute on average. After spending much of the day on the ground, secretarybirds return at dusk, moving downwind before flying in upwind. Birds encountered singly are often unattached males, their territories generally in less suitable areas. Conversely, larger groups of up to 50 individuals may be present at an area with a localised resource such as a waterhole in a dry area or an irruption of rodents or locusts fleeing a fire. Secretarybirds soar with their primary feathers splayed to manage turbulence. Their wings can flap, though in a slow laborious manner and requiring uplift to be sustained; otherwise they may become exhausted. In the heat of the day, they use thermals to rise up to above the ground. The lifespan is thought to be 10 to 15 years in the wild, with the oldest confirmed by banding to be 5 years from a nestling banded on 23 July 2011 in Bloemfontein and recovered away in Mpumalanga on 7 June 2016, and up to 19 years in captivity. Secretarybirds, like all birds, have haematozoan blood parasites that include Leucocytozoon beaurepairei Dias 1954 recorded from Mozambique. Wild birds from Tanzania have been found to have Hepatozoon ellisgreineri, a genus that is unique among avian haematozoa in maturing within granulocytes, mainly heterophils. Ectoparasites include the lice Neocolpocephalum cucullare (Giebel) and Falcolipeurus secretarius (Giebel). === Breeding === thumb|right|Captive secretarybird with two eggs in its nest|alt=long-legged grey bird standing in large nest of sticks and grass Secretarybirds form monogamous pairs and defend a large territory of around . They can breed at any time of the year, more frequently in the late dry season. During courtship, they exhibit a nuptial display by soaring high with undulating flight patterns and calling with guttural croaking. Males and females can also perform a ground display by chasing each other with their wings up and back, which is also the way they defend their territory. They mate either on the ground or in trees. The nest is built by both sexes at the top of a dense thorny tree, often an Acacia, at a height of between above the ground. The nest is constructed as a relatively flat platform of sticks across with a depth . The shallow depression is lined with grass and the occasional piece of dung. Eggs are laid at 2- to 3-day intervals until the clutch of 1–3 eggs is complete. The elongated chalky bluish green or white eggs average and weigh . Both parents incubate the eggs, starting as soon as the first egg is laid, but it is usually the female that remains on the nest overnight. The incubating parent greets its partner when it returns with a display of bowing and bobbing its head with neck extended. The tail is held upright with feathers fanned out, and the chest feathers are puffed out. The eggs hatch after around 45 days at intervals of 2–3 days. Both parents feed the young. The adults regurgitate food onto the floor of the nest and then pick up items and pass them to the chicks. For the first 2 or 3 weeks after the eggs hatch the parents take turns to stay at the nest with the young. Despite the difference in nestling size due to the asynchronous hatching, little sibling aggression has been observed. Under favourable conditions all chicks from a clutch of three eggs fledge, but if food is scarce one or more of the chicks will die from starvation. The young may be preyed upon by crows, ravens, hornbills, and large owls. The young are born covered in grey-white down that becomes darker grey after two weeks. Their bare facial skin and legs are yellow. Crest feathers appear at 21 days, and flight feathers by 28 days. They can stand up and feed autonomously after 40 days, although the parents still feed the nestlings after that time. At 60 days, the now fully-feathered young start to flap their wings. Their weight gain over this period changes from at hatching, to at 20 days, at 30 days, at 40 days, at 50 days, at 60 days, and at 70 days. The time they leave the nest can be anywhere between 65 and 106 days of age, although it most typically occurs between 75 and 80 days of age. Fledging is accomplished by jumping out of the nest or using a semi-controlled glide to the ground. Juveniles remain in their natal range before dispersing when they are between 4 and 7 months of age. The usual age at which they first breed is uncertain but there is a record of a male bird breeding successfully at an age of 2 years and 9 months, which is young for a large raptor. === Food and feeding === Unlike most birds of prey, the secretarybird is largely terrestrial, hunting its prey on foot. Adults hunt in pairs and sometimes as loose familial flocks, stalking through the habitat with long strides. Prey may consist of insects such as locusts and beetles, mammals ranging in size from mice to hares and mongoose, crabs, lizards, snakes, tortoises, small birds, bird eggs, and sometimes dead animals killed in grass or bush fires. Larger herbivores are not generally hunted, although there are some reports of secretarybirds killing young gazelles and cheetah cubs. The importance of snakes in the diet has been exaggerated in the past, although they can be locally important and venomous species such as adders and cobras are regularly among the types of snake preyed upon. Secretarybirds do not eat carrion. The birds often flush prey from tall grass by stomping on the surrounding vegetation. Their crest feathers may raise during a hunt, which may serve to help scare the target and provide shade for the face. A bird will chase after prey with the wings spread and kill by striking with swift blows of the feet. Only with small prey items such as wasps will the bird use its bill to pick them directly. There are some reports that, when capturing snakes, a secretarybird will take flight with their prey and then drop them to their death, although this has not been verified. Even with larger prey, food is generally swallowed whole through the birds' considerable gape. Occasionally, like other raptors, they will hold down a food item with their feet while tearing it apart with their bill. thumb|left|upright|Secretarybird skeleton; the feet are used for killing prey|alt=skeleton of long-legged bird of prey Food that cannot be digested is regurgitated as pellets in diameter and in length. These are dropped on the ground usually near the roost or nest trees. The secretarybird has a relatively short digestive tract in comparison to large African birds with more mixed diets, such as the kori bustard. The foregut is specialised for the consumption of large amounts of meat and there is little need for the mechanical breakdown of food. The crop is dilated and the gizzard is nonmuscular, as in other carnivorous birds. The large intestine has a pair of vestigial ceca as there is no requirement for the fermentative digestion of plant material. Secretarybirds specialise in stomping their prey until it is killed or immobilised. This method of hunting is commonly applied to lizards or snakes. An adult male trained to strike at a rubber snake on a force plate was found to hit with a force equal to five times its own body weight, with a contact period of only 10–15 milliseconds. This short time of contact suggests that the secretarybird relies on superior visual targeting to determine the precise location of the prey's head. Although little is known about its visual field, it is assumed that it is large, frontal and binocular. Secretarybirds have unusually long legs (nearly twice as long as other ground birds of the same body mass), which is thought to be an adaptation for the bird's unique stomping and striking hunting method. However, these long limbs appear to also lower its running efficiency. Ecophysiologist Steve Portugal and colleagues have hypothesised that the extinct Phorusrhacidae (terror birds) may have employed a similar hunting technique to secretarybirds because they are anatomically similar, although they are not closely related. Secretarybirds rarely encounter other predators, except in the case of tawny eagles, which will steal their kills. Eagles mainly steal larger prey and will attack secretarybirds both singly or in pairs. Secretarybird pairs are sometimes successful in driving the eagles away and may even knock them down and pin them to the ground. == Relationship with humans == === Cultural significance === The secretarybird is depicted on an ivory knife handle recovered from Abu Zaidan in Upper Egypt, dating to the Naqada III culture (c. 3,200 BC). This and other knife handles indicate the secretarybird most likely occurred historically further north along the Nile. The secretarybird has traditionally been admired in Africa for its striking appearance and ability to deal with pests and snakes. As such it has often not been disturbed, although this is changing as traditional observances have declined. It is a prominent feature on the coat of arms of South Africa, which was adopted in 2000. With its wings outstretched, it represents growth, and its penchant for killing snakes is symbolic as the protector of the South African state against enemies. It is on the emblem of Sudan, adopted in 1969. It is featured on the Sudanese presidential flag and presidential seal. The secretarybird has been a common motif for African countries on postage stamps: over a hundred stamps from 37 issuers are known, including some from stamp-issuing entities such as Ajman, Manama, and the Maldives, regions where the bird does not exist, as well as the United Nations. The Maasai people call it ol-enbai nabo, or \"one arrow\", referring to its crest feathers. They have used parts of the bird in traditional medicine: its feathers could be burnt and the resulting smoke inhaled to treat epilepsy, its egg could be consumed with tea twice daily to treat headaches, and its fat could be boiled and drunk for child growth or livestock health. The Xhosa people call the bird inxhanxhosi and attribute great intelligence to it in folklore. The Zulus call it intungunono. The German biologist Ragnar Kinzelbach proposed in 2008 that the secretarybird was recorded in the 13th-century work De arte venandi cum avibus by Holy Roman Emperor Frederick II. Described as bistarda deserti, it was mistaken for a bustard. Frederick most likely gained knowledge of the bird from sources in Egypt. The 16th-century French priest and traveller André Thevet also wrote a description of a mysterious bird in 1558 that has been likened by Kinzelbach to this species. In the Disney film Bedknobs and Broomsticks, one of the residents of Naboombu, the assistant to King Leonidas, is a secretarybird. Both the secretarybird and the king are voiced by Lennie Weinrib. === Threats and conservation === In 1968 the species became protected under the African Convention on the Conservation of Nature and Natural Resources. The International Union for Conservation of Nature (IUCN) listed the secretarybird in 2016 as a vulnerable species and as Endangered in 2020, due to a recent rapid decline across its entire range. Although widespread, the species is thinly distributed across its range; its population has been estimated in 2016 to be anywhere between 6,700 and 67,000 individuals. Long term monitoring across South Africa between 1987 and 2013 has shown that populations have declined across the country, even in protected areas such as Kruger National Park due to bush encroachment, an increase in the tall vegetation cover, resulting in loss of open habitat that the species prefers. As a population, the secretarybird is mainly threatened by loss of habitat due to fragmentation by roads and development and overgrazing of grasslands by livestock. Some adaptation to altered areas has been recorded but the trend is for decline. thumb|thumbtime=1|Secretarybird in captivity === In captivity === The first successful rearing of a secretarybird in captivity occurred in 1986 at the Oklahoma City Zoo. Although secretarybirds normally build their nests in the trees in the wild, the captive birds at the zoo built theirs on the ground, which left them open to depredation by local wild mammals. Therefore, the zoo staff removed the eggs from the nest each time they were laid so that they could be incubated and hatched at a safer location. The species has also been bred and reared in captivity at the San Diego Zoo Safari Park. ==Notes== == References == == External links == * Xeno-canto: audio recordings of the secretary bird * * Birdlife Species Factsheet * Secretary Bird on postage stamps * Species text in The Atlas of Southern African Birds Category:Accipitriformes Category:Birds described in 1779 Category:Birds of Sub-Saharan Africa Category:Birds of prey Category:Birds of prey of Africa Category:Falconiformes (sensu lato) Category:Higher-level bird taxa restricted to the Afrotropics Category:National symbols of South Africa Category:National symbols of Sudan Category:Taxa named by John Frederick Miller",
 "title": "Secretarybird"
}