{
 "id": "205886",
 "text": "Calouste Sarkis Gulbenkian (, Western ; 23 March 1869 – 20 July 1955), nicknamed \"Mr Five Per Cent\", was a British-Armenian businessman and philanthropist. He played a major role in making the petroleum reserves of the Middle East available to Western development and is credited with being the first person to exploit Iraqi oil. Gulbenkian travelled extensively and lived in a number of cities including Istanbul, London, Paris and Lisbon. Throughout his life, Gulbenkian was involved with many philanthropic activities including the establishment of schools, hospitals, and churches. The Calouste Gulbenkian Foundation, a private foundation based in Portugal, was created in 1956 by his bequest and continues to promote arts, charity, education, and science throughout the world. It is now among the largest foundations in Europe. By the end of his life he had become one of the world's wealthiest people and his art acquisitions one of the greatest private collections. ==Biography== ===Family background=== Gulbenkian's family are believed to be descendants of the Rshtunis, an Armenian noble family centred around Lake Van in the 4th century AD. In the 11th century, the Rshtunis settled in Kayseri, taking the name Vart Badrik, a Byzantine noble title. With the arrival of the Ottoman Turks, the Turkish equivalent of the name, Gülbenk, was adopted. The family had established themselves in the town of Talas and lived in the region until the mid-1800s, when they ultimately moved to Istanbul. Their property in Talas was ultimately confiscated and is currently owned by the Turkish Government. Gulbenkian's family established close relations with the House of Osman. By 1860, his father Sarkis Gulbenkian was an Armenian oil importer and exporter already heavily involved in the oil industry. Sarkis was an owner of several oil fields in the Caucasus, mainly in Baku, and was a representative of Alexander Mantashev's oil company. Sarkis Gulbenkian also provided oil to the Sultan of the Ottoman Empire. During Hagop Pasha's Directorship, and, subsequently, Ministry of the Privy Treasury under Sultan Abdulhamid II in 1879, Sarkis acquired the lucrative collection of taxes for the Privy Purse of Mesopotamia. thumbnail|Calouste Gulbenkian at age three ===Early life=== Calouste Gulbenkian was born on 23 March 1869 in Scutari (Üsküdar), in the Ottoman Empire capital Constantinople (now Istanbul). He received his early education at Aramyan-Uncuyan, a local Armenian school. He then attended the Lycée Saint-Joseph French school and continued his studies at Robert College. These studies were cut short in 1884, when he moved to Marseilles at the age of 15 to perfect his French at a high school there. ===Oil business=== Immediately afterwards his father sent him to be educated at King's College London, where he studied petroleum engineering. He was a brilliant student and graduated in 1887 at the age of 18 with a first-class degree in engineering and applied sciences. A year later, he went to Baku to examine the Russian oil industry and to further his knowledge of the oil industry. Gulbenkian later wrote an article entitled La Transcaucasie et la péninsule d'Apchéron; souvenirs de voyage (\"Transcaucasia and the Absheron Peninsula – Memoirs of a Journey\") which appeared in the Revue des deux Mondes, a French language monthly literary and cultural affairs magazine. The article described his travels to Baku and the state of the oil industry in the region. It was eventually published as a book in 1891 in Paris. thumb|150px|left|Gulbenkian in 1889 at the age of 20, newly graduated from King's College After Hagop Pasha's appointment as the Ottoman Minister of Finance in 1887, he had Calouste prepare an oil survey of Mesopotamia. To develop the oil survey, Calouste merely read travel books and interviewed railroad engineers that were surveying and building the Baghdad Railway. Gulbenkian's oil survey led Hagop Pasha to believe that vast oil deposits lay in Mesopotamia (modern Syria and Iraq), to acquire tracts of land for the Sultan's oil reserves, and to establish the Ottoman oil industry in Mesopotamia. By 1895, he started his oil operation business. He had to return to the Ottoman Empire, but in 1896, Gulbenkian and his family fled the empire due to the Hamidian massacres of Armenians. They ended up in Egypt, where Gulbenkian met Alexander Mantashev, a prominent Armenian oil magnate and philanthropist. Mantashev introduced Gulbenkian to influential contacts in Cairo. These new acquaintances included Evelyn Baring, 1st Earl of Cromer. Still in his twenties, Gulbenkian moved to London in 1897 where he arranged deals in the oil business. He became a naturalised British citizen in 1902. In 1907, he helped arrange the merger of Royal Dutch Petroleum Company with \"Shell\" Transport and Trading Company Ltd. Gulbenkian emerged as a major shareholder of the newly formed company, Royal Dutch Shell. His policy of retaining five percent of the shares of the oil companies he developed earned him the nickname \"Mr Five Per Cent\".Norwich, J. J., & Henson, B. (1987). Mr. Five Percent: The Story of Calouste Gulbenkian. [S.l.]: Home Vision. , . After the royalist countercoup of 1909, Gulbenkian became a financial and economic adviser to the Turkish embassies in London and Paris, and later, chief financial adviser to the Turkish government. He was a member of a British technical team to Turkey and, later, a director of the National Bank of Turkey, which was established to support British designs. In 1912 Gulbenkian was the driving force behind the creation of the Turkish Petroleum Company (TPC)—a consortium of the largest European oil companies aimed at cooperatively procuring oil exploration and development rights in the Ottoman territory of Mesopotamia, while excluding other interests. The German interests would be limited to a 25% share, with a 35% share for the British, and the remaining for Gulbenkian to choose. So, he gave Royal Dutch Shell 25% and kept 15% for himself as \"the conceiver, the founder, and the artisan of the Turkish Petroleum combine.\" A promise of these rights was made to the TPC, but the onset of World War I interrupted their efforts. At first, the British Foreign Office supported the d'Arcy group to gain a share and replace Calouste's share, but Gulbenkian worked closely with French concerns, arranged for the French to receive the German's share as part of the spoils of victory, and, in return, the French protected his interest. thumb|Gulbenkian's wedding to Nevarte Essayan in London in 1892 During the dismantling of the Ottoman Empire after the war, most of Ottoman Syria came under the French Mandate for Syria and the Lebanon and most of Ottoman Iraq came under British mandate. Heated and prolonged negotiations ensued regarding which companies could invest in the Turkish Petroleum Company. The TPC was granted exclusive oil exploration rights to Mesopotamia in 1925. The discovery of a large oil reserve at Baba Gurgur provided the impetus to conclude negotiations and in July 1928 an agreement, called the \"Red Line Agreement\", was signed which determined which oil companies could invest in TPC and reserved 5% of the shares for Gulbenkian. The name of the company was changed to the Iraq Petroleum Company in 1929. The Pasha had actually given Gulbenkian the entire Iraqi oil concession. Gulbenkian, however, saw advantage in divesting the vast majority of his concession so that corporations would be able to develop the whole. Gulbenkian grew wealthy on the remainder. He reputedly said, \"Better a small piece of a big pie, than a big piece of a small one.\" In 1938, before the beginning of World War II, Gulbenkian incorporated a Panamanian company to hold his assets in the oil industry. From this \"Participations and Explorations Corporation\" came the \"Partex Oil and Gas (Holdings) Corporation\", now a subsidiary of the Calouste Gulbenkian Foundation headquartered in Lisbon. ===Art collection=== Gulbenkian amassed a huge fortune and an art collection which he kept in a private museum at his Paris house. An art expert said in a 1950 issue of Life magazine that \"Never in modern history has one man owned so much.\" His four-story, three-basement house on Avenue d'Iéna was said to be crammed with art, a situation ameliorated in 1936 when he lent thirty paintings to the National Gallery, London and his Egyptian sculpture to the British Museum. thumb|240px|Gulbenkian's home on 51 Avenue d'Iéna in Paris, where he kept most of his art Throughout his lifetime, Gulbenkian managed to collect over 6,400 pieces of art. From René Lalique alone, Gulbenkian commissioned more than 140 works over nearly 30 years. The collection includes objects from antiquity to the 20th century. Some of the works in the collection were bought during the Soviet sale of Hermitage paintings. While Gulbenkian's art collection may be found in many museum across the world, most of his art is exhibited at the Museu Calouste Gulbenkian in Lisbon, Portugal. The museum was founded according to his will, in order to accommodate and display his collection, now belonging to the Calouste Gulbenkian Foundation. Of the roughly 6,000 items in the museum's collections, a selection of around 1000 is on permanent display. ===Philanthropy=== Throughout his life, Gulbenkian donated large sums of money to churches, scholarships, schools, and hospitals. Many of his donations were to Armenian foundations and establishments. He required that proceeds from his 5% share of profits from oil should go to Armenian families. He also demanded that 5% of his workers in his oil production for the Iraq Petroleum Company should be of Armenian descent. He established and built the St Sarkis Armenian church in Kensington, central London, England, built in 1922–23 as a memorial to his parents, to the design of the architect Arthur Davis. Gulbenkian wanted to provide \"spiritual comfort\" to the Armenian community and a place of gathering for \"dispersed Armenians,\" according to a message written by Gulbenkian to the Catholicos of All Armenians. In 1929, he was the chief benefactor to the establishment of an extensive library at the St. James Cathedral, the principal church of the Armenian Patriarchate of Jerusalem. The library is called the Gulbenkian Library and contains more than 100,000 books. Among many of his significant donations was to the Surp Pırgiç Armenian Hospital located in Istanbul. A large property called the Selamet Han was donated to the Surp Pırgiç foundation in 1954. The property was confiscated by the state in 1974, but returned to the foundation in 2011. He also helped establish a nurses' home at the hospital after selling his wife's jewellery He was president of the Armenian General Benevolent Union (AGBU) from 1930–1932, resigning as a result of a smear campaign by Soviet Armenia, an Armenian newspaper based in Armenia SSR. He was also a major benefactor of Nubarashen and Nor Kesaria, which were newly founded settlements consisting of refugees from the Armenian genocide. ===Later life and death=== thumb|Gulbenkian at Les Enclos, his garden retreat in Deauville. In 1937, Gulbenkian purchased a property near Deauville and called it Les Enclos. It was a place of repose for him. Nobel prize-winning writer and friend Saint-John Perse nicknamed him the Sage of Les Enclos and remarked in a letter to Gulbenkian that Les Enclos was \"the cornerstone of your work, because it is the most alive, the most intimate and sensitive, the best guarded secret for your dreams.\" By the onset of the Second World War, having acquired diplomatic immunity as the economic adviser of the Persian legation in Paris, he followed the French government when it fled to Vichy, where he became the minister for Iran. In consequence, he was, despite his links to the UK, temporarily declared an enemy alien by the British Government, and his UK oil assets sequestered, though returned with compensation at the end of the war. He left France in late 1942 for Lisbon and lived there until his death, in a suite at the luxurious Aviz Hotel, on 20 July 1955, aged 86. In 1952 he refused being appointed as Knight Commander, and therefore the possibility of being styled as Sir, to the Order of the British Empire.official government records. news story: In this same year his wife Nevarte died in Paris. They had two children, a son Nubar and a daughter Rita, who would become the wife of Iranian diplomat of Armenian descent Kevork Loris Essayan. His ashes were buried at St Sarkis Armenian Church in London. ==Legacy and fortune== At the time of his death, Gulbenkian's fortune was estimated at between US$280 million and US$840 million. Undisclosed sums were willed in trust to his descendants; the remainder of his fortune and art collection were willed to the Calouste Gulbenkian Foundation (Fundação Calouste Gulbenkian), with US$400,000 to be reserved to restore the Etchmiadzin Cathedral, Armenia's mother church, when relations with the Soviet Union permitted. The foundation was to act for charitable, educational, artistic, and scientific purposes, and the named trustees were his long-time friend Baron Radcliffe of Werneth, Lisbon attorney José de Azeredo Perdigão, and his son-in-law Kevork Loris Essayan. In Lisbon the foundation established its headquarters and the Calouste Gulbenkian Museum (Museu Calouste Gulbenkian) to display his art collection. William Saroyan wrote a short story about Gulbenkian in his 1971 book, Letters from 74 rue Taitbout or Don't Go But If You Must Say Hello To Everybody. There are rooms and buildings at the University of Oxford named after Gulbenkian, including the Gulbenkian Reading Room in St. Antony's College, Oxford's old library and the Gulbenkian Lecture Theater in the St. Cross Building on Manor Road. ==Awards== *60px Grand Cross of the Order of Christ (Portugal) – 1950 ==Published works== * La Transcaucasie et la péninsule d'Apchéron; souvenirs de voyage, Éditeur: Paris, Librairie Hachette, 1891. . ==See also== * Re Gulbenkian's Settlements * Museu Calouste Gulbenkian * Gulbenkian commission * Gulbenkian Park * Gulbenkian Orchestra * Gulbenkian Science Institute * Museum of the Year, formerly the Gulbenkian Prize ==References== ===Citations=== ===Sources=== * * * * * * * * * * ==Further reading== Biography * Conlin, Jonathan. Mr Five Per Cent: The Many Lives of Calouste Gulbenkian. London: Profile Books, 2019. For detailed background concerning Gulbenkian and the Red Line Agreement controlling Middle East Oil see * Black, Edwin. Banking on Baghdad: Inside Iraq's 7,000-Year History of War, Profit, and Conflict. New York: John Wiley and Sons, 2004. . For general background concerning the development of the petroleum industry in the Middle East see * Blair, John Malcolm. The Control of Oil. New York: Pantheon, 1976. . * Yergin, Daniel. The Prize: The Epic Quest for Oil, Money, and Power. New York: Simon & Schuster, 1991. . * Sampson, Anthony. The Seven Sisters: The Great Oil Companies and the World They Made. New York: Simon & Schuster, 1991. . For Gulbenkian as a collector see * Azeredo Perdigão, José de, and Ana Lowndes Marques. Calouste Gulbenkian, Collector. Lisbon: Calouste Gulbenkian Foundation, 1979. ===Articles=== * * ==External links== ; Videos * In Memoriam Calouste Sarkis Gulbenkian (Part 1), Part 2, Part 3, Part 4 * Martin Essayan on his great-grandfather: Calouste Sarkis Gulbenkian * Calouste Sarkis Gulbenkian – recollections of his grandson (by Mikhael Essayan) * Calouste Gulbenkian Foundation, a foundation in the world ; Books * Calouste Sarkis Gulbenkian: The Man and His Work by the Gulbenkian Foundation (full view) * The Gulbenkians in Jerusalem by the Gulbenkian Foundation (full view) * La Transcaucasie et la péninsule d'Apchéron: souvenirs de voyage by Calouste Gulbenkian (full view; in French) ; Official websites * Calouste Gulbenkian Foundation * Armenian General Benevolent Union * Parc des Enclos Category:1869 births Category:1955 deaths Category:Alumni of King's College London Category:Armenian billionaires Category:Armenian businesspeople in the oil industry Category:Armenian businesspeople Category:Armenian expatriates in the United Kingdom Category:Armenians of the Ottoman Empire Category:Associates of King's College Category:Art collectors from Paris Category:British people of Armenian descent Category:British art collectors Category:British businesspeople Category:British philanthropists Category:Businesspeople in the oil industry Category:Calouste Gulbenkian Foundation Category:Collectors of Asian art Category:Ethnic Armenian businesspeople Category:Ethnic Armenian philanthropists Category:Fellows of King's College London Category:Founders of the petroleum industry Category:Grand Crosses of the Order of Christ (Portugal) Category:Iraqi people of Armenian descent Category:Iraqi businesspeople Category:Museum founders Category:People from Istanbul Category:People from Üsküdar Category:People of the Iraq Petroleum Company Category:People of the Ottoman Empire Category:Armenian expatriates in Portugal Category:Presidents of the Armenian General Benevolent Union Category:St. Joseph High School Istanbul alumni Category:Survivors of the Hamidian massacres",
 "title": "Calouste Gulbenkian"
}