{
 "id": "206190",
 "text": "Brigadier Eric Edward \"Chink\" Dorman-Smith (24 July 1895 – 11 May 1969), who later changed his name to Eric Edward Dorman O'Gowan, was an Irish officer whose career in the British Army began in the First World War and closed at the end of the Second World War. In the 1950s, Dorman-Smith (then, Dorman O’Gowan) became an officer in the Irish Republican Army (IRA). In the 1920s, during the interwar period, he was one of the military thinkers in various countries, like Heinz Guderian in Germany and Charles de Gaulle in France, who realised that technology and motorisation were changing the way that wars and battles were fought. Influenced by J. F. C. Fuller, Archibald Wavell, B. H. Liddell Hart, and many others, Dorman-Smith tried to change the culture of the British Army and held a number of teaching and training roles in various parts of the British Empire. Although he made several contributions in advisory roles during the campaigns in the Western Desert from 1940 to 1941, it was not until May 1942 that he went on active service again. His service in the Second World War is shrouded in controversy and ended when he was fired from his command in August 1944. ==Early life== Dorman-Smith was born to a mixed- religion couple in Bellamont Forest, Cootehill, County Cavan, Ireland.Dorman- Smith, Eric \"Chink\" (1895–1969) History and the Headlines. Abc-clio.com; retrieved 23 March 2010. He was received into the Catholic Church four days after his birth as a result of his Catholic mother's pleading. His younger brothers, Victor and Reggie, were baptised Protestant (though all three boys are listed as Catholic in the 1901 Census). His best friend as a child in Cootehill was John Charles McQuaid, the local doctor's son, who was later appointed Roman Catholic Archbishop of Dublin.Greacen p. 10 At the age of 12, he was sent to St Anthony's, a Catholic school in Eastbourne, Sussex. His Cavan accent and buck teeth made him stand out and, in the effort to modify his accent, he developed a stutter.Greacen p. 15 While there, his parents moved to Maidenhead, Berkshire in England and, after a year, he was moved to Lambrook, which was a school attended by his younger brothers, whereupon his stutter vanished. In 1910, he went to Uppingham School, Rutland, where he befriended Brian Horrocks, a future general.Greacen p. 17 During his school days he showed that he had strong principles: in particular there were episodes of casual anti-semitism towards friends of his which he reportedly took steps to address.Greacen pp. 20, 26 Dorman-Smith's father insisted he take the entrance exam for the Royal Military College, Sandhurst, in December 1912 and he scored 6969/12600, being placed 69th in the order of merit, thus obtaining one of the 172 available places.Greacen p. 21 Horrocks also succeeded, ranked 171. After two terms, he passed out in exemplary fashion, leaving Horrocks to complete a third term, achieving 515/600 in military history and 2031/2800 in general military subjects. His overall score was 7976/10,500, placing him 10th.Greacen p. 27 He was commissioned as a second lieutenant into the 1st Battalion of the Northumberland Fusiliers (later the Royal Northumberland Fusiliers) on 25 February 1914, just six months before the outbreak of the First World War. Dorman-Smith gained his nickname \"Chink\" on his first night in the officers' mess when his fellow subaltern, Richard Vachell, noted his resemblance to the Chinkara antelope mascot that the regiment had had to leave behind when they moved back to England from India.Greacen p. 28 ==First World War== \"Chink\", along with the rest of his battalion, then serving as part of the 9th Brigade of the 3rd Division, was sent to France on 13 August 1914, nine days after Britain entered the First World War. He was among the first troops of the British Expeditionary Force (BEF) to arrive. The battalion, and Dorman-Smith himself, were involved in the Battle of Mons, where he was wounded in the retreat.Greacen p. 36 Later that year he was involved in the battles of Messines, Armentières and Ypres and, after being promoted on 15 November to the temporary rank of lieutenant, received another wound on 9 December.Greacen p. 37 He was promoted to substantive lieutenant on 2 January 1915. In May 1915 the battalion was involved in fighting at Railway Wood, near Ypres, during the Second Battle of Ypres. Although he had received a shrapnel wound and four lesser injuries from rifle bullets, he organised, under heavy fire, a withdrawal of the survivors of his battalion, for which he was awarded one of the first batch of the Military Cross (MC).Greacen p. 44 Promoted to temporary captain on 26 June 1915, he was mentioned in dispatches on 1 January 1916 and his rank of captain was made permanent on 26 August 1916. After a difficult period of convalescence, he was sent to teach trench warfare to new recruits and in January 1917 he was posted to the Northern School of Instruction.Greacen p. 49 He returned to active service in July 1917 and was temporarily promoted to the acting rank of major on 16 October; he was subsequently made second-in-command (2IC) of the 10th (Service) Battalion, Northumberland Fusiliers, a Kitchener's Army battalion, then serving on the Western Front as part of the 68th Brigade of the 23rd Division. In November 1917, Dorman-Smith was posted as a captain to the Italian Piave FrontGreacen p. 50 on attachment to the 68th Brigade School, and from 4 April until 6 July 1918 he served as adjutant to the 12th (Service) Battalion, Durham Light Infantry, another Kitchener's Army unit, serving in the same 68th Brigade of the 23rd Division.Greacen p. 51 He was mentioned in dispatches a second time on 30 May 1918 and was again promoted to the temporary rank of major on 7 July 1918. He served as 2IC to the battalion and finished the war in Genoa, recovering from an attack of gastroenteritis, with a bar added to his MC. Upon his discharge from hospital he was appointed Commandant of the British Troops and sent to Milan. In Milan on 3 November 1918, he met Ernest Hemingway, who had been wounded at the Italian front and decorated with the Italian Silver Medal of Bravery while serving with the Red Cross. He was posted to the Military Landing Staff at Taranto before returning to England as adjutant to the Northumberland Fusiliers. He was mentioned in dispatches a third time on 9 January 1919. In June 1921, the regiment was posted to his native Ireland as part of the effort to repress the rebellion.Greacen p. 84 His battalion was part of the Curragh 5th Division and from its headquarters in Carlow, its role was to patrol the county of Kilkenny. He discovered that his childhood nurse had married the local IRA brigadier and on one occasion, helped her bury a cache of hand grenades on the grounds of Bellamont Forest prior to a raid by the Black and Tans but otherwise remained politically neutral.Greacen p. 86Greacen p. 87 ==Between the wars== His period of duty in Ireland ended in February 1922 and he moved to the British Army of the Rhine (BAOR), still as adjutant of his regiment. He witnessed the breakdown of transport and communications after the French sent troops into the Ruhr basin in January 1923 to enforce war reparations.Greacen p. 9 In 1924, he left his regiment to become an instructor at the Royal Military College, Sandhurst, where he became acquainted with Richard O'Connor; the duo went on a walking tour of the Austro-Italian Alps at the end of 1924.Greacen p. 94 In 1927, Dorman-Smith sat the entrance examination for the Staff College, Camberley. In the Strategy paper the examiner, J. F. C. Fuller, awarded him 1,000 marks out of a possible 1,000. The advantage of gaining the p.s.c. (passed Staff College) was that the two-year course provided a network of 180 highly trained officers for help afterwards. By arriving with such a splash, it is probable that Dorman-Smith became regarded with suspicion by people who would one day be his peers and superior officers.Greacen pp. 96–7 Many of Dorman-Smith's fellow students there included the future general officers of the Second World War, including Philip Christison, Evelyn Barker, Oliver Leese, Eric Hayes, John Hawkesworth, Ronald Penney, John Whiteley, Robert Bridgeman, 2nd Viscount Bridgeman, Eric Nares, Charles Norman, Stanley Kirby, Wilfrid Lloyd, Reginald Savory and Clement West.Smart, p. 88 On 28 December 1928 he passed out Grade A in the top four and publicly burned his lecture notes, including those from Bernard Montgomery, one of the instructors.Greacen p. 102 They had already clashed on numerous occasions and \"Chink\" had also failed to attend his class on The Registering of Personality, which he regarded as unnecessary for the formulation of successful tactics. He then became the first infantryman to hold the post of instructor of tactics at Chatham, the Royal Engineers' equivalent of the Staff College. In 1929 he was commissioned to write a textbook on military tactics, which became an official army handbook, Infantry Section Leaders' Training, within two years.Greacen p. 111 Promoted to the brevet rank of major on 1 January 1931, in July he was appointed brigade major to the 6th Experimental Brigade at Blackdown, under Archibald Wavell, who, along with Richard O'Connor and Claude Auchinleck, were the most significant influences on his career and his most prominent supporters. Wavell aimed to increase the mobility of the army and led exercises to this aim, in which Dorman-Smith assisted. He encouraged Dorman- Smith to ignore the standard manuals and devise new tactical approaches. Promoted to substantive major on 23 November 1933, in 1934, on the recommendation of O'Connor, he was appointed to the War Office at the brevet rank of lieutenant colonel, which he was promoted to on 1 July 1934.Greacen p. 115 He allied himself with Liddell Hart in a crusade against the use of horses in the army. He devised an estimate of British casualties over the first year of a big war into three categories; 25 percent caused by enemy action, 25 percent by indifferent generalship and accidents of war, 50 percent by the Treasury.Greacen p. 116 It was at that time Dorman-Smith began to clash with Alan Brooke, whom he viewed as the epitome of a traditional Royal Horse Artillery officer, with little interest in the requirements of modern mechanised warfare. On a return to the Staff College, Camberley in 1936, he had to deliver lectures on tactics which he considered already outdated. He spent his leisure time devising with Philip Christison, one of his fellow students at the Staff College almost a decade before and then a fellow instructor, more up-to-date theories of supply, staff duties and tactical handling, only to be reprimanded by Major-General Lord Gort, the Commandant of the Staff College.Greacen p. 125 After sixteen months, rather than the customary three years, Dorman-Smith was promoted to substantive lieutenant colonel on 26 April 1937 and was appointed Commanding Officer (CO) of the 1st Battalion of his regiment, now retitled the Royal Northumberland Fusiliers, then serving in Egypt. His farewell speech to the Staff College on the success of Benito Mussolini's Abyssinian campaign was not well received, probably because of its emphasis on the more mechanised approach of the Italian Army compared with the British Army.Greacen p. 127 In Egypt, Dorman-Smith clashed with his new command about his disregard for polo training and he was far from impressed by their military ability. He tried, without success, to break down barriers between British and Egyptian companies, probably another campaign that would be held against this unconventional officer. Late in 1937, he went to Mersa Matruh to re-design the fortifications. His assessment of the terrain was to colour his estimate of Neil Ritchie's generalship when facing Erwin Rommel's assault in mid-1942, and he seems to have realised that El Alamein was going to be the decisive battleground in Egypt.Greacen p. 133 In March 1938, he was offered the post of Director of Military Training for India, a major-general's appointment, and he left Egypt in May. He was promoted to brevet colonel and to the temporary rank of brigadier on 10 May and his permanent rank was advanced to colonel on 1 July (with seniority backdated to 10 May 1937). The later Regimental History thanks Dorman-Smith for his modernising efforts in helping the battalion to survive the desert campaign, although it appears that they were glad to see the back of him.Greacen pp. 135–36 In India, he soon got to know the Commander-in-Chief's loyal aide, \"Bunny\" Careless, who developed an antipathy that might have re-surfaced when Dorman-Smith was his brigade commander in Italy in 1944.Greacen p. 139 The occupant of the office next door to Dorman-Smith was the Deputy Chief, General Staff, Claude Auchinleck. They became close companions and went on hill-walks before breakfast each day.Greacen p. 140 They developed a plan to transform the Indian Army but the outbreak of the Second World War put paid to them. In January 1940, Auchinleck was appointed to command IV Corps in England. In August of that year, Wavell asked Dorman-Smith to take over command of the Staff College, Haifa in Palestine, taking over the position from Brigadier Alexander Galloway.Mead, p. 126 ==Second World War== ===The Middle East and North Africa=== In October 1940, over a year after the outbreak of the Second World War, Wavell, the C-in-C of Middle East Command, asked Dorman-Smith to look into the feasibility of taking the offensive against the Italian forces who had invaded Egypt from Libya. On delivery of his report, he was sent as an adviser to Major-General Richard O'Connor and the Western Desert Force (WDF).Greacen p. 153 Dorman-Smith is credited by historian Correlli BarnettBarnett p. 34 and 339 with planning Operation Compass and with the discovery of a gap in the Italian lines south of Sidi Barrani.Greacen p. 162 He was then sent back to Haifa while the WDF carried out his daring plan with great success. In January 1941, Wavell again asked him to report to O'Connor and assess the progress of the campaign in order to distil what could be learned from its success.Greacen p. 165 He stayed with the army until, in early February, the Italian 10th Army surrendered near Benghazi. O'Connor sent him back to Cairo to ask Wavell's permission to advance on Tripoli but in the meantime Winston Churchill, the British Prime Minister, had instructed Wavell to send troops to the aid of Greece, ending Operation Compass. \"Chink\" returned to Haifa on 13 February 1941.Greacen p. 170 In April 1941, he was temporarily appointed Brigadier General Staff (BGS) and watched from a distance while Erwin Rommel won back all the territory that O'Connor had gained and the Allied forces were pushed out of the Balkans and Greece. He conveyed several messages to Major-General Bernard Freyberg who was preparing the defence of Crete. His temporary appointment ended at the end of May and he again returned to the Staff College, Haifa.Mead, p. 127 When the news arrived that Wavell was going to be replaced by Auchinleck as C-in-C in the Middle East in July, Dorman-Smith probably thought that he stood a chance of getting a permanent role closer to the action but no job offer was made. By December, he had decided to resign from the army.Greacen p. 188 Despite this, Dorman- Smith accepted an offer from Auchinleck, to be appointed British Army liaison officer for Persia and Iraq – even though he realised it was a largely meaningless sinecure. In February 1942, Auchinleck sent him to assess the condition of the Eighth Army, commanded by Lieutenant-General Neil Ritchie. Dorman-Smith's conclusion, following wide consultations, was that Ritchie was an excellent staff officer, but unsuited to his post and should be replaced. Auchinleck took no action upon this.Greacen p. 192 After a few more unproductive months – during which Dorman-Smith offered his resignation, which was rejected by Auchinleck – he worked on a proposal for a Higher Command School with Field Marshal Jan Smuts. He was offered on 8 May a choice of major-general positions, an unspecified role under Wavell in India or Deputy Chief of the General Staff in Cairo.Greacen p. 193 \"Chink\" accepted the latter and was promoted to acting major-general on 16 June. Until 6 August 1942, when he was sacked, Dorman-Smith, a full colonel but holding the acting rank of major-general, served as chief of staff to Auchinleck, the C-in-C Middle East. Auchinleck took over command of the Eighth Army on 25 June after the failure of Ritchie to provide effective resistance to the Axis forces and took Dorman- Smith along to act as his staff officer. Dorman-Smith's novel use of intelligence derived from Ultra decrypts, led them to formulate tactics based on systematic attacks on the weak points of the German forces, notably the Italian formations, which proved successful in slowing down and finally disrupting the German advance. The stream of bad news from this war zone in the weeks prior to Auchinleck's assumption of personal command, had led to a crisis of confidence in Whitehall. Churchill and Alan Brooke, now the Chief of the General Staff, the professional head of the British Army, visited Cairo in August 1942 to take stock of the situation. They were not impressed by Auchinleck's poor grasp of public relations work and decided that a change of command was required.Alan Brooke p. 224 The key moment of the entire desert war saw Dorman-Smith and Auchinleck finally stop Rommel in a few days of desperate fighting in the First Battle of El Alamein in and around Ruweisat Ridge in early July, where their direct and centralized control of the ragged 8th Army defeated the panzers. General Montgomery used the Auchinleck and Dorman-Smith concepts to conduct and win the defensive battle at the Battle of Alam el Halfa a few weeks later. Brooke had spoken to his former protégé Ritchie and various other senior officers whom he knew from his days with the horse artillery and came to the conclusion that Dorman-Smith was a poor advisor to Auchinleck, Major St J. Oswald, a G2 Staff Officer at Eighth Army HQ who eventually rose to the rank of major-general, said of Dorman-Smith, \"He really was as near being a lunatic as you can get\". For his services in the Middle East Dorman-Smith was twice mentioned in dispatches, on 30 December 1941, and on 24 June 1943. ===Service in Britain and Italy=== Dorman-Smith never held any important military positions after this date. He reverted to the rank of brigadier on 11 September 1942 and was soon appointed to command the 160th Infantry Brigade. part of the 53rd (Welsh) Infantry Division, a first line Territorial Army (TA) formation, commanded by Major-General Robert Ross. The 53rd Division was serving in Kent, preparing and training for the invasion of Normandy, as part of XII Corps, then commanded by Lieutenant- General James Gammell, who was replaced in mid-November by Lieutenant-General Montagu Stopford. Another unfortunate meeting took place on 20 November, when Churchill paid a visit to the 53rd Division and invited \"Chink\" to the official lunch party. The latter found himself in an argument with the Prime Minister and gave him a patronising lecture on military tactics.Greacen p. 256 Six months later, in May 1943, Exercise Spartan took place and although his brigade performed well, however, there was no official recognition. To compound his misfortune, on 11 November 1943, Dorman-Smith learned that the new XII Corps commander, in succession to Stopford who was being posted to India, was going to be Lieutenant-General Neil Ritchie, who he had been so critical of in North Africa. Believing that it would be too embarrassing to serve directly under Ritchie, Dorman-Smith wrote to Major-General Ross, with the request that he be moved to a new post. As a result, on 21 November he was ordered to vacate his command and stay on leave of absence until further notice, although Ross made it clear to Dorman-Smith that this was in no way a reflection on his efficiency.Greacen p. 264Mead, p. 128 Remaining virtually unemployed for the next few months, in late April 1944 Dorman-Smith learned that he was to be given command of the 3rd Infantry Brigade, part of the 1st Infantry Division, commanded by Major-General Ronald Penney, then fighting on the Italian Front in the Anzio beachhead. By now, however, his reputation was such that all the senior British commanders in Italy, from General Sir Harold Alexander, C-in-C of the Allied Armies in Italy (AAI), who had succeeded General Auchinleck as C-in-C Middle East in August 1942, along with his chief of staff, Lieutenant-General John Harding, and Lieutenant-General Sir Oliver Leese, the Eighth Army commander, all wished to turn him down, but were overruled by Brooke, who made it clear to Dorman-Smith that this was his \"sink or swim\" moment. Alexander, Harding and Leese had all been fellow students at Camberley in the late 1920s, Alexander in the year senior, Harding − \"independent of mind and short of stature\"Greacen, p. 101 − and one who Dorman-Smith greatly respected, in the year below, whereas Leese had been in Dorman-Smith's year. However, Penney, his new divisional commander, who had been a fellow student at the Staff College, Camberley in the late 1920s, was not at all happy with his new brigade commander, greeting him with the words \"I didn't want you before and I don't want you now\". There was some history behind this. At the Staff College the two men had clashed, Dorman-Smith frequently deriding him while Penney then believed that \"Chink\" would be a staff officer and one who should not command troops in battle, and refused to change his opinion. Furthermore, Dorman-Smith's predecessor, Brigadier J. G. James, had been hugely popular in his brigade, causing some resentment among the battalion commanders. When Dorman-Smith arrived in the Anzio beachhead, the fighting was reminiscent of the fighting on the Western Front almost 30 years before, with static warfare replacing the mobility that had existed in the Western Desert. Soon after his arrival, Major General Lucian Truscott, commanding the U.S. VI Corps (under which the 1st Division had been serving since January), received orders from his superior, Lieutenant General Mark W. Clark, commanding the American Fifth Army, to break out of the Anzio beachhead. This was to coincide with the Allied forces further south in their successful attempt in breaching the Gustav Line. Dorman-Smith's brigade spearheaded the 1st Division's advance up the western flank of Italy, along the way becoming engaged in numerous small-scale fights while trying to reach the River Tiber. During most of this period Penney was away, having been badly injured in February by a shell in some of the fiercest fighting at Anzio. He was replaced on a temporary basis by Major-General John Hawkesworth, yet another of Dorman-Smith's fellow students at Camberley, and a close friend, but he returned to his 46th Division in Palestine in late May, and was replaced by Brigadier Charles Loewen, the Commander, Royal Artillery (CRA) of X Corps who, unlike Hawkesworth, was a total stranger to \"Chink\", but one who he respected. Penney returned to the division, now advancing forwards to the Gothic Line defences, in mid-June, but his injuries rendered him unfit to continue in command and relinquished control of the division to Loewen, now a major general, in late July. Soon afterwards, however, Dorman-Smith himself was relieved of command of the 3rd Brigade. Despite his brigade having performed well thus far, he was sacked again after it was alleged that his battalion commanders had complained about his leadership. Penney, reporting to Leese, the Eighth Army commander, declared him \"unfit for brigade command\".quotation from diary of General Sir Sidney Kirkman The circumstances behind his demotion are controversial. He was in command of three battalions. James Hackett wrote in 1984 that Dorman-Smith was summoned by the divisional commander to give his opinion of his superior officer, a procedure that annoyed and offended him. Neither of the other two officers left accounts of the episode, however. The only evidence rests on the report of the divisional commander, which is tainted by inaccuracies in that at least one of the three officers did not lay a complaint. Greacen's biography includes a summary of the differences between the three accounts of this episode made by Penney on various occasions.Greacen pp. 287–93 Nevertheless, he was relieved on 13 August and returned to the United Kingdom, retiring from the army, after almost 30 years' service, on 14 December, and was granted the honorary rank of brigadier. Richard Mead states that \"Even for a British Army which had advanced beyond recognition between 1939 and 1944, Dorman-Smith was too clever and he compounded this sin by being intolerant of those with lesser intellects and, moreover, of letting it show. It was his misfortune to be associated with failure in the Western Desert, but his antagonism of the military establishment meant that he would probably never have advanced to the heights to which his intellectual gifts would otherwise have qualified him.\"Mead, p. 127−128 ==Life in Ireland== Four years after he was forcibly retired from the British Army, he changed his name from Dorman-Smith to Dorman O'Gowan, having long been aware that his father was descended from the O'Gowans, who had once been a ruling family in Ulster.Greacen p. 12 In 1945 he had contested the safe Tory seat of Wirral, Cheshire for the Liberal Party. He won 14,302 votes and retained his deposit, coming third, with Selwyn Lloyd easily retaining the seat for the Conservatives with 51% of the votes of those who cast ballots. \"Chink\" retired to Dublin. Eve joined him in November 1945, gave birth to Christopher on 10 May 1946 and to Rionagh in December 1947. He began to study in the library at University College, Dublin, after his application to read for a degree was rejected.Greacen p. 297 Throughout his military career, Dorman-Smith had retained contacts with Ireland. He did not inherit Bellamont Forest until his father died in March 1948 and his parents had long ceased to reside there, leading to the estate becoming run-down by the time he took it over but he had paid regular visits during the 20s and 30s. The estate was from the Ulster border and at times it became a place of interest to the Republicans. During one of Dorman-Smith's stays, Éamon de Valera who seems to have been interested in learning of \"Chink's\" views on the state of the Irish army, made an informal and unannounced visit.Greacen p. 109 During his time at the Staff College, Camberley in 1927 to 1928, two Irish Army officers paid an official visit – after rebukes from the United Kingdom for visiting Fort Leavenworth in the United States - and Bernard Montgomery, the senior lecturer, ordered a boycott so the welcoming party consisted only of the Commandant and Dorman-Smith.Greacen p. 101 In 1950, he joined Clann na Poblachta, a new party led by Seán MacBride, who had been an Irish Republican Army officer in Carlow during Dorman O'Gowan's posting there. His ties and allegiance to the UK were fading fast. In May 1951 he stood for election to the Dáil as an independent candidate in Cavan, since Clann were already supporting another candidate. He polled just 495 votes – the lowest of the eight candidates.Greacen p. 303 He later became an IRA advisor to the IRA Executive during the 1950s Border Campaign.Liddell Hart Centre for Military Archives, King's College London, University of London; retrieved 23 March 2010 His first contact with the IRA seems to have been in the aftermath of their raid on the Gough Barracks in Armagh on 12 June 1954.Greacen p. 310 Chief of Staff Tony Magan visited him for discussions at Bellamont Forest.Greacen p. 312 In July 1954, he spoke at a reunification rally in Manchester, making it clear that he was distancing himself from the policies of the UK. He grew frustrated at not being made part of the decision-making process of the IRA and, when a raid on Omagh went wrong, he began to realise that the IRA did not meet his ideals of efficiency.Greacen p. 313 During 1955–56, his estate was used as a training-ground by the IRA two weekends a year, but he was excluded from playing a role despite his eagerness to assist. He does not appear to have kept these contacts secret. Daphne du Maurier, wife of his former Sandhurst adjutant Frederick \"Boy\" Browning, wrote a story about this side of his life, \"A Border-Line Case\". The British establishment appears to have dismissed him as a harmless crank.Greacen p. 317 On 15 December 1956, after the failure of Operation Harvest and the introduction of the Special Powers Act, Seán Cronin visited to convey the message that his usefulness to the IRA was over.Greacen p. 318 ==Characteristics and reputation== Dorman-Smith was an unorthodox commander and has attracted contrasting opinions. To some, such as B. H. Liddell Hart, he was \"the outstanding soldier of his generation\". To others, such as Field Marshals Michael Carver and Alanbrooke, he was a \"sinister influence\" and the major cause of Auchinleck's dismissal. Montgomery called him \"a menace\" but despite his antipathy, the Battle of Alam el Halfa was fought on a plan very close to that conceived by Dorman-Smith for Auchinleck. Montgomery made skilful use of the defensive system which he had been instrumental in planning and laying out. Carver, however, points out that Montgomery did make a decisive alteration to this plan by bringing up troops that were to have been held in reserve in the Nile Delta to form a continuous line of defence.Carver p. 137 The effect of this was to reduce the need for mobility for which the British Army in terms of organisation, training and communications was not highly skilled − despite the efforts of people such as Dorman-Smith to reform it.Carver p. 144 The key characteristic of Dorman- Smith's career is that he was not politically astute and made a number of enemies in the 1920s and 1930s who worked against him, including Penney, Montgomery and most significantly in view of his fall from grace, Brooke, \"I had been worried for some time by Auchinleck's handling of armoured formations, mainly due to his listening to the advice of 'Chink' Dorman- Smith.\"Alanbrooke p. 235 Montgomery finally initiated battle at El Alamein at a date one month later than had previously been envisaged in the Auchinleck- Dorman-Smith plan, which was mainly responsible for their dismissals.The Second World War, Gordon Corrigan, Atlantic Books, 2010, p288 He sued Churchill, forcing him to amend The Hinge of Fate, part of his history of the Second World War, so that an implied slur on the fighting mettle of Auchinleck was removed. Less acrimoniously, Montgomery was forced to tone down his criticisms of his predecessors in the Eighth Army, when he published his memoirs in August 1958. When Field Marshal Sir Harold Alexander brought out his memoirs in 1961, \"Chink\" was preparing his case but his legal team advised him to withdraw.Greacen p. 332 ==Cultural contacts== His next meeting with Hemingway after the latter's departure from Genoa in 1919, was in Paris in 1922, where \"Chink\" was spending his vacation with his parents.Greacen p. 60 Hemingway was living there with his wife Hadley and working as a freelance journalist. He invited Dorman-Smith to accompany them to Montreux. They spent their days fishing and climbing mountains and Hemingway alluded to this holiday in Green Hills of Africa. They decided to show Hadley around Milan and crossed the St Bernard Pass on foot – an adventure commemorated by Hemingway in A Moveable Feast.Greacen p. 63 They met up over Christmas 1922, again in Montreux and spent the visit luging and skiing.Greacen p. 65 In early 1923, Hemingway visited Dorman-Smith in Cologne on behalf of the Toronto Star newspaper.Greacen p. 92 During the following summer, he visited them in Paris where Hemingway introduced him to the intelligentsia, including John Dos Passos, Gertrude Stein, James Joyce, Ford Madox Ford and Ezra Pound. Hemingway's first book, in our time, was dedicated to Dorman-Smith and includes some anecdotes from \"Chink's\" memories of the Mons campaign.Greacen p. 69 In March 1924, he paid another visit to Paris and became godfather to Ernest Hemingway's eldest son John.Greacen p. 70 That summer, in company with Dos Passos, Donald Ogden Stewart and Robert McAlmon, they visited the San Fermin festival in Pamplona in July and participated in the bull- running.Greacen p. 74 Proof of the high esteem in which Hemingway held Dorman- Smith is contained in his 1924 poem, To Chink Whose Trade is Soldiering. However, after their next meeting in April 1926, when Dorman-Smith was accompanying an army rugby team to Paris,Greacen p. 80 they gradually drifted apart because of the stresses of Dorman-Smith's military career and the changes in Hemingway's life. They did not meet again until Dorman-Smith was touring the US in April 1950. ==Personal life== He did not marry young and conducted a series of affairs until on 29 December 1927, he married Estelle Irene(née Dawson)- the first wife of Thomas Reedham Berney; their union was childless.Greacen p. 104 During his period in Haifa in 1940, he met Eve Nott (first wife of Brigadier Donald Harley Nott 1908–1996, who was captured at Tobruk), with whom he began an affair. They wed on 17 May 1949 at Westminster Registry Office.Greacen p. 299 He had a son and a daughter, Christopher and Rionagh and seven grandchildren and five great grandchildren. Dorman-Smith's youngest brother, Reginald, was Governor of Burma at the time of the Japanese invasion during the Second World War. His other brother Victor, was a Royal Navy Captain. ==Death== Dorman-Smith died from stomach cancer on 11 May 1969 at Lisdarne hospital, Cavan, at the age of 73. ==References== ==Bibliography== * * * * Dorman-Smith, Eric \"Chink\" (1895–1969) History and the Headlines. Abc- clio.com. Retrieved 2010-03-23. * * * * * * Profile Liddell Hart Centre for Military Archives. King's College London. University of London. Retrieved 2010-03-23. * * ==External links== * British Army Officers 1939−1945 * Generals of World War II * * The Brigadier. RTÉ Radio. Documentary on One. August 2017. Category:1895 births Category:1969 deaths Category:20th-century Anglo-Irish people Category:Academics of the Royal Military College, Sandhurst Category:British Army generals of World War II Category:British Army brigadiers of World War II Category:British Army personnel of World War I Category:British military personnel of the Irish War of Independence Category:Clann na Poblachta politicians Category:Deaths from cancer in the Republic of Ireland Category:Deaths from stomach cancer Category:Graduates of the Royal Military College, Sandhurst Category:Graduates of the Staff College, Camberley Category:Irish generals Category:People educated at Uppingham School Category:People from County Cavan Category:Recipients of the Military Cross Category:Royal Northumberland Fusiliers officers Category:British Army brigadiers Category:Academics of the Staff College, Camberley",
 "title": "Eric Dorman-Smith"
}