{
 "id": "206147",
 "text": "John Walker (born 1939) is an English painter and printmaker. He has been called \"one of the standout abstract painters of the last 50 years.\" Walker studied in Birmingham at the Moseley School of Art, and later the Birmingham School of Art and Académie de la Grande Chaumière in Paris. Some of his early work was inspired by abstract expressionism and post-painterly abstraction, and often combined apparently three-dimensional shapes with \"flatter\" elements. These pieces are usually rendered in acrylic paint. In the early 1970s, Walker made a series of large Blackboard Pieces using chalk first exhibited at the opening of Ikon Gallery, in Birmingham Shopping Centre, Birmingham in 1972 and the Juggernaut works which also use dry pigment. From the late 1970s, his work marked allusions to earlier painters, such as Francisco Goya, Édouard Manet and Henri Matisse, either through the quoting of a pictorial motif, or the use of a particular technique. Also during this time, he began to use oil paint more in his work. His paintings of the 1970s are also notable for what has come to be termed canvas collage – the application of glued-on, separately painted patches of canvas to the main canvas (see the external link below for an example and image). After spending some time in Australia, Walker got a position at the Victoria College of the Arts in Melbourne. He produced the Oceania series around this time which incorporates elements of native Oceanic art. Walker is currently the head of the graduate painting program at Boston University. Walker won the 1976 John Moores Painting PrizeJohn Moores Prize and was nominated for the Turner Prize in 1985. In September 2010, Walker and five other British artists including Howard Hodgkin, John Hoyland, Ian Stephenson, Patrick Caulfield and R.B. Kitaj were included in an exhibition entitled The Independent Eye: Contemporary British Art From the Collection of Samuel and Gabrielle Lurie, at the Yale Center for British Art.Channeling American Abstraction, Karen Wilkin, Wall Street Journal. Retrieved 7 October 2010NY Times, exhibition review. Retrieved 15 December 2010 Walker has a 2008 Landscape Painting on display at the National Gallery in Washington, D.C. in the Modern Section. He also has work in the following public collections: Ackland Art Museum, The University of North Carolina at Chapel Hill; Art Gallery of New South Wales, Sydney Australia; The Art Institute of Chicago, Illinois; Arts Council, England; Birmingham Museum and Art Gallery, England; The British Museum, London, England; City Art Gallery, Leeds Museums and Galleries, England; The Cleveland Museum of Art, Ohio; Farnsworth Art Museum, Rockland, Maine; Fogg Art Museum, Harvard University Art Museums, Cambridge, Massachusetts; Solomon R. Guggenheim Museum, New York; Hirshhorn Museum and Sculpture Garden, Smithsonian Institution, Washington, D.C.; Imperial War Museum, London, England; Irish Museum of Modern Art, Dublin; Iziko Museum of Cape Town, South Africa; Herbert F. Johnson Museum of Art, Cornell University, Ithaca, New York; The Fred Jones, Jr. Museum of Art, University of Oklahoma, Norman; Joslyn Art Museum, Omaha, Nebraska; The Metropolitan Museum of Art, New York; Middlesbrough Institute of Modern Art, England; MIT-List Visual Arts Center, Cambridge, Massachusetts; Museum am Ostwall, Dortmund, Germany; Museum Neuhaus—Sammlung Liaunig, Austria; Museum of Contemporary Art, Chicago, Illinois; The Museum of Contemporary Art, Los Angeles; Museum of Fine Arts, Boston, Massachusetts; The Museum of Modern Art, New York; Brooklyn College Library, New York, National Gallery of Art, Washington, D.C.; National Gallery of Australia, Canberra; Neuberger Museum of Art, Purchase College, State University of New York; The Phillips Collection, Washington, D.C.; Portland Museum of Art, Maine; Scottish National Gallery of Modern Art Gallery, Edinburgh; Southampton City Art Gallery, England; Tate Gallery, London, England; Ulster Museum, Belfast, Northern Ireland; The University of Michigan Museum of Art, Ann Arbor; Victoria and Albert Museum, London, England; Virginia Museum of Fine Arts, Richmond; The Walker Art Gallery, Liverpool, England; Whitney Museum of American Art, New York; Yale Center for British Art, New Haven, Connecticut. In 2010, Walker had a solo exhibition at Tsinghua University in Beijing, images can be viewed at: http://art.china.cn/zixun/2010-03/08/content_3407730.htm Walker is represented by the Alexandre Gallery in New York City. ==See also== * Boston Expressionism ==References== ==External links== * *John Walker in the National Gallery of Australia's Kenneth Tyler Collection *John Walker's Untitled, (1976) (acrylic, chalk, and canvas collage on canvas, 120 x 96 in.; Phillips Collection, Washington, DC) *Exhibition at Tim Olsen Gallery in Sydney Australia (2012) * Category:1939 births Category:Living people Category:20th-century English painters Category:English male painters Category:21st-century English painters Category:English printmakers Category:Artists from Birmingham, West Midlands Category:Boston University faculty Category:English contemporary artists Category:20th-century British printmakers Category:Alumni of the Birmingham School of Art",
 "title": "John Walker (painter)"
}