{
 "id": "206362",
 "text": "David George Ritchie (26 October 1853 — 3 February 1903) was a Scottish philosopher who had a distinguished university career at Edinburgh, and Balliol College, Oxford, and after being fellow of Jesus College and a tutor at Balliol College was elected professor of logic and metaphysics at St Andrews. He was also the third president of the Aristotelian Society in 1898. ==Life== thumb|The grave of David George Ritchie, Eastern Cemetery, St Andrews Ritchie was born at Jedburgh on 26 October 1853. He was the only son of the three children of Very Rev Dr George Ritchie, D.D., minister of the parish and a man of scholarship and culture, who was elected to the office of Moderator of the General Assembly of the Church of Scotland in 1870. His mother was Elizabeth Bradfute Dudgeon. The family was connected with the Carlyles, and early in 1889 Ritchie edited a volume of Early Letters of Jane Welsh Carlyle. Ritchie received his early schooling at Jedburgh Academy. Not allowed to make friends with other boys of his own age, he never learned to play games, and lived a solitary life, concentrating his mind on purely intellectual subjects. He matriculated in 1869 at the University of Edinburgh, where he made a special study of classics under Professors William Young Sellar and J. S. Blackie, while he began to study philosophy under Professor Campbell Fraser, in whose class and in that of Professor Henry Calderwood (on moral philosophy) he gained the highest prizes. After graduating M.A. at Edinburgh in 1875 with first-class honours in classics, Ritchie gained a classical exhibition at Balliol College, Oxford, and won a first-class both in classical moderations (Michaelmas, 1875) and in the final classical school (Trinity term, 1878). In 1878 he became a fellow of Jesus College, Oxford and in 1881 a tutor. From 1882 to 1886 he was also a tutor at Balliol College. At Oxford Ritchie came under the influence of Thomas Hill Green and Arnold Toynbee, and it was there that the foundations were laid both for his interest in idealistic philosophy associated with the name of G. W. F. Hegel (see British idealism), and also of his strong bent toward practical politics; his political philosophy was dominated by the belief that practical action must be derived from principles. Ritchie married twice. His first marriage was in 1881 to Flora Lindsay, daughter of Col. A. A. Macdonell of Lochgarry, and sister of Professor A. A. Macdonell of Oxford. Flora died in 1888. He was married a second time in 1889 to Ellen Haycraft, sister of Professor John Berry Haycraft. He had a daughter by the first marriage and a son, Arthur David Ritchie, by the second. In 1894 Ritchie left Oxford on being appointed professor of logic and metaphysics at the University of St. Andrews. At this time the university was in the midst of a turmoil of conflicting interests which involved litigation and much partisan feeling. In this conflict Ritchie supported the side of progress, which ultimately prevailed. Ritchie was a founding member, and the third President (1898–1899), of the Aristotelian Society, an influential academic organisation that is still very much in active existence. He remained at St. Andrews until his death on 3 February 1903. He is buried in the north-east corner of the Eastern Cemetery in St Andrews beneath a large black granite cross. ==Philosophy== Both at Oxford and at St. Andrews, Ritchie wrote mostly on ethics and political philosophy. One of his earliest writings was an essay on The Rationality of History, contributed to Essays in Philosophical Criticism, written in 1883 by a number of young men influenced by Hegel and his interpreters. He was very much one of the generation of thinkers who were sometimes referred to as the British Idealists. Of a simple and unaffected nature, Ritchie pursued the truth he set himself to seek with an entire devotion. Despite his retiring manner, he had many friends. He held strongly that questions of ethics and politics must be regarded from a metaphysical point of view. For him the foundation of ethics necessarily rested on the ideal end of social well-being, and keeping this end in view, he proceeded to trace its history at different times, the manner in which it shapes itself in the mind of each individual, and the way in which it can be developed and realised. Ritchie was an advanced liberal with socialist leanings. He considered that the ultimate value of religion depended on the ideal it set before mankind when it represented its highest form. ==Criticism of animal rights== Ritchie was an early critic of animal rights. He disagreed with Henry Stephens Salt's views and authored the paper \"The Rights of Animals\" for the International Journal of Ethics, in 1900. His paper \"Why Animals Do Not Have Rights\" was reprinted in 1976.Ritchie, D. G. Why Animals Do Not Have Rights. In: Tom Regan; Peter Singer, eds. 1976. Animal Rights and Human Obligations. Prentice Hall. pp. 181-184. Magel, Charles R. (1981). A Bibliography on Animal Rights and Related Matters. University Press of America. p. 41. In his book Natural Rights, Ritchie stated that although \"we may be said to have duties of kindness towards the animals, it is incorrect to represent these as strictly duties towards the animals themselves, as if they had rights against us.\"Hendrick, George; Pontin, John F. (1977). Henry Salt, Humanitarian Reformer and Man of Letters. University of Illinois Press. p. 60. Ritchie argued that there would be absurd consequences if animals have rights, such as cats eating mice which would violate their rights.Rachels, James. (1997). Can Ethics Provide Answers?: And Other Essays in Moral Philosophy. Rowman & Littlefield. p. 91. ==Works== Among his works may be cited: *Darwinism and Politics (1889) *Principles of State Interference: Four Essays on the Political Philosophy of Mr Herbert Spencer, J S Mill, and T H Green (1891) *Darwin and Hegel (1893) *Natural Rights (1895) *Studies in Political and Social Ethics (1902) *Plato (1902) *A translation with Sir Richard Lodge and Percy Ewing Matheson of Bluntschli's Theory of the State (1885) *Many articles in the philosophical journal Mind, the Philosophical Review, etc. His Philosophical Studies was edited with a memoir by Robert Latta (1905). ==Notes== ==References== * * * Category:1853 births Category:1903 deaths Category:19th-century Scottish philosophers Category:20th-century Scottish philosophers Category:Academics of the University of Edinburgh Category:Academics of the University of St Andrews Category:Alumni of the University of Edinburgh Category:Critics of animal rights Category:Fellows of Jesus College, Oxford Category:Hegelian philosophers Category:Idealists Category:Metaphysicians Category:People from Jedburgh Category:Presidents of the Aristotelian Society Category:Scottish ethicists Category:Scottish political philosophers",
 "title": "David George Ritchie"
}