{
 "id": "206357",
 "text": "Alexander Campbell Fraser (3 September 1819 – 2 December 1914) was a Scottish theologian and philosopher. ==Life== He was born in the manse at Ardchattan, Argyll, the son of the parish minister, Rev Hugh Fraser, and his wife, Maria Helen Campbell. He was the eldest of twelve children. Due to ill-health he was educated by his mother then sent to Glasgow aged 14 to study divinity at the University of Glasgow under Prof James Mylne. However, he did not find Glasgow to his liking as a city and stayed there only one year. He completed his studies at University of Edinburgh, graduating at Divinity Hall in 1843. This was a tumultuous year in the Scottish church, and Fraser decided to join the Free Church following the Disruption. He was ordained in 1844 and became minister of the small parish of Cramond on the Firth of Forth just on the outer edge of Edinburgh. Remaining in Edinburgh he succeeded Sir William Hamilton as professor of logic at New College in 1846 and remained in this role until 1856. He edited the North British Review from 1850 to 1857, and in 1856, having previously been a Free Church of Scotland minister, he succeeded Sir William Hamilton as professor of Logic and Metaphysics at Edinburgh University. In 1859 he became Dean of the Faculty of Arts at the university and retained this role for 30 years. In 1831 Sir William Hamilton was appointed to the chair of logic and metaphysics, and Fraser became his pupil. He himself said \"I owe more to Hamilton than to any other influence.\" It was about this time also that he began his study of Berkeley and Coleridge, and deserted his early phenomenalism for the conception of a spiritual will as the universal cause. In the Biographia this \"Theistic faith\" appears in its full development (see the concluding chapter), and is especially important as perhaps the nearest approach to Kantian ethics made by original English philosophy. Apart from the philosophical interest of the Biographia, the work contains valuable pictures of the Lam of Lorne and Argyllshire society in the early 19th century, of university life in Glasgow and Edinburgh, and a history of the North British Review. In 1858 he was elected a fellow of the Royal Society of Edinburgh his proposer being Philip Kelland. In 1897 he was presented to Queen Victoria during her diamond jubilee tour of Scotland. In 1904 he published an autobiography entitled Biographia philosophica, in which he sketched the progress of his intellectual development. From this work and from his Gifford Lectures (1894–96) we learn objectively what had previously been inferred from his critical work. After a childhood spent in an austerity which stigmatised as unholy even the novels of Sir Walter Scott, he began his college career at the age of fourteen at a time when Christopher North and Dr Ritchie were lecturing on Moral Philosophy and Logic. His first philosophical advance was stimulated by Thomas Brown's Cause and Effect, which introduced him to the problems which were to occupy his thought. From this point he embraced the scepticism of David Hume. Fraser was a personal idealist.Sorley, William Ritchie. (1921). A History of English Philosophy. G.P. Putnam's Sons. p. 284. \"Among the writers classed as personal idealists may be counted Alexander Campbell Fraser.\"Graham, Gordon. (2015). Scottish Philosophy in the Nineteenth and Twentieth Centuries. Oxford University Press. pp. 170-171. He received an honorary Doctorate of Letters (D.Litt.) from the University of Dublin in June 1902. Until his wife's death in 1907, he lived at a house in Hawthornden near Lasswade. Thereafter he lived at 34 Melville Street in Edinburgh's fashionable West End.Edinburgh and Leith Post Office Directory 1910–11 Fraser is buried in the small northern cemetery at Lasswade with his wife, Jemima Gordon (1819–1907), against the north boundary. ==Family== In 1850 at St Cuthberts in Edinburgh he married Jemima Gordon Dyce (1819-1907) daughter of William Dyce. His eldest son Hugh John Edward Fraser (1851–1908) was an advocate and died without issue. He is buried in Dean Cemetery. His daughter Maria Helen (1859–1947) married Robert Forman died 1914 without issue. His youngest son The Rev Alexander Campbell Fraser (1860–1941) married Mary Matthew (1863–1946). One son Alexander Campbell Fraser (1889–1968) His great grandson, Patrick Alexander Campbell Fraser (b 1933), married Kalitza Spurway, daughter of Marcus Spurway in 1961. ==Artistic Recognition== Fraser's portrait,Can be seen at www.artuk.org by George Reid PRSA, hangs in the Old College in Edinburgh University. ==Selected publications== Fraser devoted himself to the study of British and Irish philosophers, especially George Berkeley, and published: * Collected Edition of the Works of Bishop Berkeley with Annotations, etc. (1871; enlarged 1901). Charles Peirce praised this edition for both including some writing not in other editions, and offering a more carefully edited texts. While Peirce praised the book for the provision of useful introductions, he opined that the explanatory notes disfigured every page in an unnecessary and useless manner.Direct link to Peirce's review here: peirce.sitehost.iu.edu * Biography of Berkeley (1881), * Annotated Edition of Locke's Essay (1894), * Philosophy of Theism (1896) * A biography of Thomas Reid (1898) in the \"Famous Scots Series\". He contributed the article on John Locke to the Encyclopædia Britannica. ==References== ==External links== * * * Fraser's Gifford Lectures on Philosophy of Theism * Category:1819 births Category:1914 deaths Category:British ethicists Category:George Berkeley scholars Category:Alumni of New College, Edinburgh Category:Academics of the University of Edinburgh Category:Fellows of the British Academy Category:Idealists Category:Philosophical theists Category:Scottish philosophers",
 "title": "Alexander Campbell Fraser"
}