{
 "id": "206519",
 "text": "thumb|right|250px|Northern islands of Penghu (the Pescadores) The Penghu (Hokkien POJ: Phîⁿ-ô͘ or Phêⁿ-ô͘ ) or Pescadores Islands are an archipelago of 90 islands and islets in the Taiwan Strait. The largest city is Magong, located on the largest island, which is also named Magong. Covering an area of , the archipelago collectively forms of the Republic of China (Taiwan) and is the second smallest county after Lienchiang County (the Matsu Islands). ==Name== The traditional name of the islands, the Pescadores, comes from the Portuguese name Ilhas dos Pescadores (\"Fishermen Islands\"). The European Portuguese pronunciation is but, in English, it is typically closer to . The islands have also been called Pehoe from the Minnan name Phêⁿ-ô·. Using romanization based on the Mandarin pronunciation for the Chinese name, the islands have also been referred to as \"Penghu Liehtao\". == History == === Prehistory === Penghu 1, a fossil jaw (mandible) dating to the late Pleistocene that belonged to a member of an extinct hominin species, was discovered in the Pescadores Channel around 2008. Finds of fine red cord- marked pottery at Guoye, Huxi, indicate that Penghu was visited by Austronesians from southwestern Taiwan around 5,000 years ago, though not settled permanently. ===Song dynasty=== Han Chinese from southern Fujian began to establish fishing communities on the islands in the 9th and 10th centuries, and representatives were intermittently stationed there by the Southern Song and Yuan governments from around 1170. In 1170, the Song dynasty stationed officers at the Penghu Islands. In 1171, Chinese fishermen settled on the Penghu Islands. ===Yuan dynasty=== Wang Dayuan gave a detailed first-hand account of the islands in his Daoyi Zhilüe (1349). === Ming dynasty === In the 15th century, the Ming ordered the evacuation of the islands as part of their maritime ban. When these restrictions were removed in the late 16th century, legal fishing communities were re-established on the islands. These fishermen worshipped at the Mazu Temple that gave Magong its name and themselves gave rise to the Portuguese and English name Pescadores. The Ming established a permanent military presence starting in 1597. At this time, the Dutch East India Company was trying to force China to open a port in Fujian to Dutch trade and expel the Portuguese from Macau. When the Dutch were defeated by the Portuguese at the Battle of Macau in 1622, they seized Penghu, built a fort there, and threatened raids on Chinese ports and shipping unless the Chinese allowed trading with them on Penghu and that China not trade with Manila. In response, the Chinese governor of Fujian demanded that the Dutch withdraw from Penghu to Taiwan, where the Chinese would permit them to engage in trade. The Dutch continued to raid the Fujian coast between October 1622 and January 1624 to force their demands, but were unsuccessful. In 1624, the new governor of Fujian sent a fleet of 40–50 warships with 5,000 troops to Penghu and expelled the Dutch, who moved to Fort Zeelandia on Taiwan. === Qing dynasty === For a period in the mid-17th century, Taiwan and the archipelago were ruled by the Koxinga kingdom (Kingdom of Tungning), which was overthrown by the Qing dynasty in 1683 after the Battle of Penghu. The Penghu archipelago was captured by the French in March 1885, in the closing weeks of the Sino-French War, and evacuated four months later. The Pescadores Campaign was the last campaign of Admiral Amédée Courbet, whose naval victories during the war had made him a national hero in France. Courbet was among several French soldiers and sailors who succumbed to cholera during the French occupation of Penghu. He died aboard his flagship Bayard in Makung harbour on 11 June 1885. === Empire of Japan === Towards the end of the First Sino-Japanese War, having defeated the Qing in northern China, Japan sought to ensure that it obtained Penghu and Taiwan in the final settlement. In March 1895, the Japanese defeated the Chinese garrison on the islands and occupied Makung. The Japanese occupation of Penghu, with its fine harbor, gave the Imperial Japanese Navy an advanced base from which their short-range coal-burning ships could control the Taiwan Straits and thus prevent more Chinese troops from being sent to Taiwan. This action persuaded the Chinese negotiators at Shimonoseki that Japan was determined to annex Taiwan, and, after Penghu, Taiwan and the Liaodong Peninsula had been ceded to Japan in the Sino-Japanese Treaty of Shimonoseki in April, helped to ensure the success of the Japanese invasion of Taiwan in May. Penghu County was then called the Hōko Prefecture by the Japanese government of Taiwan. During World War II, Makō (Makung) was a major base for the Imperial Japanese Navy and the embarkation point for the invasion of the Philippines. === Republic of China === thumb|left|The Pescadores (1950) In the Cairo Declaration of 1943, the United States, the United Kingdom and China stated it to be their purpose that \"all the territories that Japan has stolen from the Chinese, such as Formosa and The Pescadores, shall be restored to the Republic of China\". On 26 July 1945, the three governments issued the Potsdam Declaration, declaring that \"the terms of the Cairo Declaration shall be carried out\". However, the United States and the United Kingdom have regarded the aforementioned documents as merely wartime statements of intention with no binding force in law.The United States issued the following memorandum in December 1950: \"That Declaration, like other wartime declarations such as those of Yalta and Potsdam, was in the opinion of the United States Government subject to any final peace settlement where all relevant factors should be considered.\" (as reprinted in footnote 133, The True Legal Relationship between Taiwan & the USA), accessed 14 April 2021. Following the surrender of Japan on 2 September 1945, Supreme Commander of the Allied Powers Douglas MacArthur issued General Order No. 1, which directed Japanese forces to surrender to the Allied Powers and facilitate the occupation of Japanese territories by the Allied Powers. In the Treaty of San Francisco, signed in 1951 and coming into effect in 1952, Japan renounced sovereignty over Taiwan and Penghu, but left their final disposition unsettled. The archipelago has been administered by the Republic of China since 1945. Boat people fleeing Vietnam in the 1970s and 1980s who were rescued by Taiwan's ships in the South China Sea were sent to Penghu. On 25 May 2002, China Airlines Flight 611, a Boeing 747-200 aircraft flying from Taipei to Hong Kong, disintegrated and exploded over the Islands. The wreckage slammed into the Taiwan Strait, a couple of miles off the coast. All 225 passengers and crew on board were killed. ==Climate== Penghu County has a dry- winter humid subtropical climate (Köppen climate classification: Cwa), bordering on a regular humid subtropical climate (Köppen climate classification: Cfa). == Geology == Penghu is the remnant of a Miocene aged shield volcano, the stratigraphy of the island is dominated by two to four layers of basalt interbedded with sandstone and mudstone deposited in shallow marine conditions. == Government == thumb|Penghu County Hall Penghu County is administered by Penghu County Government headed by Magistrate Lai Feng-wei of the Kuomintang and headquartered at the Penghu County Hall. ===Administrative divisions=== thumb|Subdivisions of Penghu County Penghu County is divided into one city and five rural townships. It is further divided into 97 villages. Like Lienchiang County, Penghu County has no urban townships. The county seat is located at Magong City where it houses the Penghu County Hall and Penghu County Council. {|class=wikitable !Type!!Name!!Chinese!!Taiwanese!!Hakka!!English translation |- |align=center|City |Magong City||||Má-keng||Mâ-kûng|| Originally Mazu Temple () |- |rowspan=5 align=center|Rural townships |Baisha|||| Pe̍h-soa || Pha̍k-sâ || White Sand |- |Cimei (Qimei)|||| Chhit-bí || Tshit-mî || Seven Beauties () |- |Huxi|||| Ô͘-sai || Fù-sî || Lake West / West of Penghu |- |Wangan (Wang-an, Wang'an)|||| Bāng-oaⁿ || Mong-ôn || Hope Safe () |- |Xiyu|||| Sai-sū || Sî-yí || Western Isle |} The main islands of Magong City/Huxi Township, Baisha Township, and Xiyu Township are the three most populous islands and are connected via bridges. Two shorter bridges connect Huxi and Baisha. The Penghu Great Bridge connecting Baisha and Xiyu is the longest bridge in Taiwan. ===Politics=== The county elects a single representative to the Legislative Yuan. In the 2016 Republic of China legislative election, this seat was won by the Democratic Progressive Party with 55.4% of the vote. == Political dispute == Despite the controversy over the political status of Taiwan, both the Republic of China and the People's Republic of China agree that Penghu is a county in (their own respective) \"Taiwan Province\" (Taiwan Province, Republic of China and Taiwan Province, People's Republic of China). However, geographically, the island of Taiwan does not include Penghu, although it is closer to Taiwan than mainland China. Thus, Penghu is listed separately from \"Taiwan\" in some contexts, e.g. the Separate Customs Territory of Taiwan, Penghu, Kinmen, and Matsu (the official WTO name for the Republic of China) and in the Treaty of Shimonoseki, the Cairo Declaration, and the Treaty of San Francisco. ==Economy== Due to its restricted geography, fisheries have been the main industry for Penghu.http://island.giee.ntnu.edu.tw/ISISA2004/ISISA8/107%204-2-C-4%20Liu%20Yin%20Yuh.pdf The Agriculture and Fisheries Bureau of the Penghu County Government governs matters related to agriculture and fisheries in Penghu. In 2016, the bureau placed a ban on the harvesting of sea urchins due to their declining population. However, the ban was lifted in 2017 but catches are limited only to those species larger than in diameter. ==Demographics== ==Education== Education-related matters in Penghu County are administered under the Education Department of the Penghu County Government. The county houses the National Penghu University of Science and Technology. ==Energy== Penghu is powered by the Chienshan Power Plant, a 140 MW diesel-fired power plant commissioned in 2001, and the Hujing Power Plant on Table Island. On 24 December 2010, the Taiwan-Penghu Undersea Cable Project of Taipower was approved by the Executive Yuan to connect the electrical grid in Taiwan Island to Penghu. Under a wind power development project approved in 2002 by the Executive Yuan, the ROC government plans to set up a total of 200 wind turbines in Penghu within 10 years. However, only 14 turbines have been set up . On 1 October 2015, Taipower announced the construction of another 11 new wind turbines across the island, of which six will be constructed in Huxi Township and five in Baisha Township. The current total desalination capacity of the county to provide clean water to its residents is 15,500 m3 per day. To reduce its groundwater use, in November 2015 the county secured a contract of building an additional desalination plant with 4,000 m3 capacity per day, construction of which is expected to be completed by May 2018. ==Tourism== The Penghu National Scenic Area was established in the early 1990s, comprising most of the islands and islets of the archipelago. Tourism has since become one of the main sources of income of the county. Historical sites include Central Street, Tianhou Temple, Four-eyed Well, Penghu Reclamation Hall, Qimei Lighthouse, Xiyu Eastern Fort, Jinguitou Fortress and Xiyu Western Fort. Museums in the county are Chuwan Crab Museum, Ocean Resources Museum, Chang Yu-sheng Memorial Museum and Penghu Living Museum. Other attractions in the county include the Double-Heart of Stacked Stones, Fenggui Cave, Little Taiwan, Whale Cave, Xiaomen Geology Gallery and South Penghu Marine National Park. Since 1 January 2015, tourists from Mainland China can directly apply for the Exit & Entry Permit upon arrival in Penghu. This privilege also applies to Kinmen and the Matsu Islands as a means to boost tourism in the outlying islands of Taiwan. The county welcomed 1.8 million tourists in 2018 with an average annual growth of around 10%. File:臺灣澎湖馬公 松島艦遭難紀念碑 Memorial to the cruiser Matsushima located in Penghu, TAIWAN in 1908.jpg|Original 1908 memorial to the cruiser Matsushima pictured. Modern park memorial in Magong City, Penghu, Taiwan. File:Double-Heart of Stacked Stones 20150721.jpg|Double- Heart of Stacked Stones ==Drug trafficking== As a lightly populated outlying island, Penghu lends itself to being used as a trans-shipment hub for drug smuggling into Taiwan from China and the Philippines. Beginning in 2016, the area became the focus of a major drug trafficking crackdown by the Taiwanese police. In 2016, Chou Meng-hsiang (周盟翔), chief prosecutor of the Penghu District Prosecutors Office, \"led an investigation team in Taiwan, including officers from the Coast Guard Administration, in a bid to bring (a) drug trafficking ring to justice.\" A joint investigation with Philippine and Chinese authorities spanning one and a half years resulted in the seizure of \"22.6 kilograms of amphetamine, 11.4 kilograms of ephedrine, and about 40 kilograms of calcium chloride\" with an estimated value of NT$123 million. Eight suspects were arrested in Cagayan, a small island in northern Philippines, but no Taiwanese nationals were charged in relation to the importation scheme. In 2017, media reported \"the biggest-ever haul of drugs in the county’s history\" when 506 kg of ephedrine was seized from a Chinese fishing boat off Penghu \"as part of an ongoing crackdown on the area drug trade\". Ephedrine smuggling has increased in recent years as it has a similar structure to amphetamines and can be easily converted into methamphetamine. According to a Focus Taiwan report, \"(It) can then be sold for ten times the price, in this case that would be more than NT$1 billion (US$33.33 million).\" Despite the size of the drug seizure, only the five crew members of the Chinese fishing boat were detained in the operation, with authorities \"unable to find the Taiwanese ship which should have turned up to take delivery of the drugs\". It was unclear from media reports how the Taiwanese side of the smuggling operation knew to abort the rendezvous. The suppliers of the shipment also evaded capture. It was believed the drugs were destined to be transported from Penghu for distribution on Taiwan. ==Transport== ===Air=== Penghu is served by Penghu Airport in Magong City and Qimei Airport in Cimei Township. Both airports opened in 1977. Daily Air operates flights between Penghu to Kaohsiung. ===Water=== The county has Magong Harbor and Longmen Jianshan Pier. Magong Harbor hosts ferry connections with Kaohsiung, Tainan, Chiayi and Kinmen. == See also == * Administrative divisions of Taiwan * List of cities in Taiwan == References == === Citations === === Works cited === * * * * * * * * * * * * * * == Further reading == * * * * * == External links == * Penghu County Government * Penghu Tour Official Website * 澎湖研究學術研討會 第1-8屆論文輯全球資訊網-歷屆論文 (Traditional Chinese) * Living Museum (Copyright © 2012 Culture Taiwan) * Category:Archipelagoes of Taiwan Category:Archipelagoes of the Pacific Ocean Category:Landforms of Penghu County",
 "title": "Penghu"
}