{
 "id": "206776",
 "text": "{| |} The third USS Boston was a 32-gun wooden-hulled, three-masted frigate of the United States Navy. Boston was built by public subscription in Boston under the Act of 30 June 1798. Boston was active during the Quasi-War with France and the First Barbary War. On 12 October 1800, Boston engaged and captured the French corvette Berceau. Boston was laid up in 1802, and considered not worth repairing at the outbreak of the War of 1812. She was burned at the Washington Naval Yard on 24 August 1814 to prevent her capture by British forces. ==Design and Construction== thumb|USS Boston 1799|left Boston was designed and constructed by Edmund Hartt at Boston, Massachusetts. Boston was authorized by the funded by the donations from the people of Boston, Massachusetts as part of the group of ships built by the states to supplement the Original six frigates of the United States Navy provided by the Naval Act of 1794. The frigate has a displacement of 400 tons and had a length between perpendiculars of . She was originally armed with twenty-four 9-pounder and eight 6-pounder guns, and carried a complement of 220 officers and men. She was launched on 20 May 1799 and commissioned soon afterwards, Captain George Little in command. ==Service history== Boston cruised in the West Indies (July 1799 – June 1800) protecting American commerce against French privateers. Returning to Boston 25 June 1800, she cruised along the American coast until September when she sailed to the Guadeloupe Station in the West Indies. In , on 12 October 1800, she engaged and captured the French corvette . Boston lost seven killed and eight wounded in the encounter. She towed her prize to Boston, arriving in November. During her West Indian cruises Boston captured seven additional prizes (two in conjunction with ). During the winter of 1801 Boston carried Minister Livingston to France and then joined the Mediterranean Squadron off Tripoli while under the command of Captain Daniel McNeil. She fought an action with six or seven Tripolitanian gunboats on 16 May 1802, forcing one ashore. Boston returned to Boston in October 1802 and then proceeded to Washington where she was laid up. Considered not worth repairing on the outbreak of the War of 1812, she remained at Washington until 24 August 1814 when she was burned to prevent her falling into British hands. ==See also== *List of sailing frigates of the United States Navy ==References== * Category:Sailing frigates of the United States Navy Category:Ships built in Boston Category:Quasi-War ships of the United States Category:War of 1812 ships of the United States Category:1799 ships",
 "title": "USS Boston (1799)"
}