{
 "id": "207089",
 "text": "{| |} USS Arkansas (BB-33) was a dreadnought battleship, the second member of the , built by the United States Navy. She was the third ship of the US Navy named in honor of the 25th state, and was built by the New York Shipbuilding Corporation. She was laid down in January 1910, launched in January 1911, and commissioned into the Navy in September 1912. Arkansas was armed with a main battery of twelve guns and capable of a top speed of . Arkansas served in both World Wars. During World War I, she was part of Battleship Division Nine, which was attached to the British Grand Fleet, but she saw no action during the war. During the interwar years, Arkansas performed a variety of duties, including training cruises for midshipmen and goodwill visits overseas. Following the outbreak of World War II, Arkansas conducted Neutrality Patrols in the Atlantic prior to America's entry into the war. Thereafter, she escorted convoys to Europe through 1944; in June, she supported the invasion of Normandy, and in August she provided gunfire support to the invasion of southern France. In 1945, she transferred to the Pacific, and bombarded Japanese positions during the invasions of Iwo Jima and Okinawa. After the end of the war, she ferried troops back to the United States as part of Operation Magic Carpet. Arkansas was expended as a target in Operation Crossroads, a pair of nuclear weapon tests at Bikini Atoll in July 1946. == Design == Arkansas was long overall and had a beam of and a draft of . She displaced as designed and up to at full load. The ship was powered by four-shaft Parsons steam turbines and twelve coal-fired Babcock & Wilcox water-tube boilers rated at , generating a top speed of . The ship had a cruising range of at a speed of . The ship was armed with a main battery of twelve 12-inch/50 caliber Mark 7 guns guns in six twin Mark 9 gun turrets on the centerline, two of which were placed in a superfiring pair forward. The other four turrets were placed aft of the superstructure in two superfiring pairs. The secondary battery consisted of twenty-one /51 caliber guns mounted in casemates along the side of the hull. The main armored belt was thick, while the gun turrets had thick faces. The conning tower had thick sides. === Modifications === In 1925, Arkansas was modernized in the Philadelphia Navy Yard. Her displacement increased significantly, to standard and full load. Her beam was widened to , primarily from the installation of anti-torpedo bulges, and draft increased to . Her twelve coal-fired boilers were replaced with four White-Forster oil- fired boilers that had been intended for the ships cancelled under the terms of the Washington Naval Treaty; performance remained the same as the older boilers. The ship's deck armor was strengthened by the addition of of armor to the second deck between the end barbettes, plus of armor on the third deck on the bow and stern. The deck armor over the engines and boilers was increased by and , respectively. Five of the 5-inch guns were removed and eight /50 caliber anti-aircraft guns were installed. The mainmast was removed to provide space for an aircraft catapult mounted on the Number 3 turret amidships. == Service history == === Pre-World War I === Arkansas was laid down on 25 January 1910, at New York Shipbuilding in Camden, New Jersey. She was launched on 14 January 1911, after which fitting-out work was effected. The ship was completed by September 1912, and was commissioned into the US Navy on 17 September, at the Philadelphia Navy Yard, under the command of Captain Roy C. Smith. Following her commissioning, Arkansas participated in a fleet review on 14 October 1912, for President William Howard Taft. The ship took Taft aboard that day for a trip to Panama to inspect the Panama Canal, which was still under construction. Arkansas began her shakedown cruise after delivering Taft and his entourage to the Canal Zone. During this cruise, the Navy's first long-distance, continuous-wave, wireless telegraphy system was successfully tested, with regular transmissions received by Arkansas from a prototype Poulsen-arc transmission facility located in Arlington, Virginia. On 26 December, she returned to the Canal Zone to take Taft to Key West, Florida. After completing the voyage, Arkansas was assigned to the Atlantic Fleet and participated in fleet maneuvers off the east coast of the United States. Arkansass first overseas cruise, to the Mediterranean Sea, began in late October 1913. While there, she stopped in several ports, including Naples, Italy on 11 November, where the ship celebrated the birthday of King Victor Emmanuel III of Italy. thumb|left|Arkansas sailing on 15 October 1912 In early 1914, an international incident with Mexico culminated in the American occupation of Veracruz. Arkansas participated in the occupation, contributing four companies of naval infantry, which amounted to 17 officers and 313 enlisted men. The American forces fought their way through the city until they secured it. Two of Arkansass crewmen were killed in the fighting, and another two, John Grady and Jonas H. Ingram, received the Medal of Honor for actions during the occupation. The ship's detachment returned on 30 April; Arkansas remained in Mexican waters until she departed on 30 September, to return to the United States. While stationed in Veracruz, the ship was visited by Captain Franz von Papen, the German military attaché to the United States and Mexico, and Rear Admiral Christopher Cradock, the commander of the British 4th Cruiser Squadron, on 10 May and 30 May 1914, respectively. Arkansas arrived in Hampton Roads, Virginia, on 7 October, after which she took part in exercises for a week. She then sailed to the New York Navy Yard for periodic maintenance. After repairs were completed, the ship steamed down to the Virginia Capes area for training maneuvers. She returned to the New York Navy Yard on 12 December, for additional maintenance. The repairs were completed within a month, and on 16 January 1915, Arkansas departed for the Virginia Capes for exercises on 19–21 January. The ship then steamed down to Guantánamo Bay, Cuba for exercises with the fleet. Arkansas returned for training off Hampton Roads on 7 April, followed by another maintenance period at the New York Navy Yard, starting on 23 April. On 25 June, the repairs were complete, and Arkansas departed for Newport, Rhode Island, for torpedo practice and tactical maneuvers in Narragansett Bay, which lasted through late August. On 27 August, the ship was back in Hampton Roads. There, she participated in exercises off Norfolk through 4 October. She then returned to Newport, where she took part in strategic maneuvers on 5–14 October. She went to the New York Navy Yard on 15 October, where she was drydocked for extensive maintenance. The work was completed by 8 November, when Arkansas returned to Hampton Roads. The ship was in Brooklyn for repairs on 19 November, which lasted until 5 January 1916, when she steamed south to the Caribbean Sea, via Hampton Roads, for winter exercises. She steamed to Mobile Bay on 12 March, for torpedo practice, before returning to Guantánamo Bay. She returned to the New York Navy Yard on 15 April, for an overhaul. === World War I === The United States declared war on Germany on 6 April 1917, joining the Allied Powers in World War I. Arkansas was at the time assigned to Battleship Division 7 stationed in Virginia. The ship patrolled the east coast and trained gun crews for the next fourteen months. The ship was sent to Britain in July 1918 to relieve the battleship , which had been assigned to operate with the Grand Fleet in the 6th Battle Squadron since December 1917. Arkansas departed the United States on 14 July; while approaching the Royal Navy base in Rosyth, the battleship fired on what was thought to be a periscope from a German U-boat. The destroyers escorting Arkansas dropped depth charges but did not hit the alleged submarine. Arkansas arrived in Rosyth on 28 July, and joined the rest of Battleship Division 9 stationed there. For the remainder of the conflict, Battleship Division 9 operated as the 6th Battle Squadron of the Grand Fleet. On 11 November, the Armistice with Germany that ended World War I went into effect. The terms of the Armistice required Germany to intern the bulk of the High Seas Fleet in Scapa Flow, under the supervision of the Grand Fleet. Arkansas and the other American warships participated in the internment; a combined fleet of 370 British, American, and French warships met the High Seas Fleet in the North Sea on 21 November, and escorted it into Scapa Flow. On 1 December, Battleship Division 9 was detached from the Grand Fleet, after which Arkansas departed the Firth of Forth for the Isle of Portland. She then went to sea to meet the ocean liner , which was carrying President Wilson to Europe. Arkansas and the other American naval forces in Europe escorted the ship into Brest, France, on 13 December. After completing the escort, Arkansas sailed for New York City, arriving on 26 December, where the fleet participated in a Naval Review for Secretary of the Navy Josephus Daniels. === Inter-war period === ====1919–1927==== thumb|left|Arkansas underway in 1920 The peacetime training regimen for Arkansas consisted of individual training, an annual fleet maneuver, and periodic maintenance in drydock. She also participated in gunnery and engineering competitions. After returning to the United States, Arkansas went into drydock at the Norfolk Navy Yard for an extensive overhaul. She then rejoined the fleet to conduct training exercises off Cuba, after which she crossed the Atlantic, bound for Europe. She reached Plymouth, on 12 May 1919, and then took weather observations on 19 May, and later served as a reference vessel to guide the Navy Curtiss NC flying boats flying from Trepassey Bay, Newfoundland, to Europe. After completing that task, she steamed to Brest, on 10 June, and picked up Admiral William S. Benson, the Chief of Naval Operations, and his wife. Arkansas carried them back to New York, after Benson was finished at the Peace Conference in Paris, arriving on 20 June. On 19 July, Arkansas departed Hampton Roads, to join her new assignment, the US Pacific Fleet, bound for San Francisco. She arrived 6 September, via the Panama Canal, and embarked Secretary and Mrs. Josephus Daniels. She took Daniels and his wife to Blakely Harbor, Washington, on 12 September, and the following day, participated in a naval review for President Wilson. On 19 September, Arkansas entered the Puget Sound Navy Yard for a general overhaul. She returned to the fleet in May 1920 for training operations off California. The Navy adopted a hull classification system, and on 17 July, assigned Arkansas the designation \"BB-33\". She steamed to Hawaii, in September, the first time she went to the islands. In early 1921, Arkansas visited Valparaíso, Chile, where she was received by President Arturo Alessandri Palma; the ship's crew manned the rail to honor the Chilean president. In August 1921, Arkansas returned to the Atlantic Fleet, where she became the flagship of the Commander, Battleship Force, Atlantic Fleet. Throughout the 1920s, Arkansas carried midshipmen from the United States Naval Academy on summer cruises. She went on a tour of Europe in 1923; there, on 2 July, she stopped in Copenhagen, and was visited by King Christian X of Denmark. She also stopped in Lisbon and Gibraltar. Another midshipmen cruise to Europe followed in 1924; the cruise for the next year went to the west coast of the United States. On 30 June 1925, she stopped in Santa Barbara, California, to assist in the aftermath of the 1925 Santa Barbara earthquake. Arkansas, the destroyer , and the patrol craft PE-34 sent detachments ashore to help the police in Santa Barbara. They also established a temporary radio station in the city. thumb|Arkansas visiting Kiel, Germany in July 1930. Photo taken from the battleship . After returning from the 1925 cruise, the ship was modernized at the Philadelphia Navy Yard. She had her twelve old coal-fired boilers replaced with four oil-fired models, which were trunked into a single larger funnel. She also had more deck armor added to protect her from plunging fire, and a short tripod mast was installed in place of the aft cage mast. The modernization was completed in November 1926, after which Arkansas conducted a shakedown cruise in the Atlantic. She returned to Philadelphia, where she ran acceptance trials before she could rejoin the fleet. On 5 September 1927, Arkansas was present for ceremonies unveiling a memorial tablet honoring the French soldiers and sailors who died during the Yorktown campaign in 1781. ====1928–1941==== She returned to training cruises in May 1928, when she took a crew of midshipmen into the Atlantic along the east coast, along with a trip down to Cuba. In June, she participated in a join Army-Navy coast defense exercise as part of the hostile \"attacking\" fleet. In early 1929, Arkansas cruised in the Caribbean and near the Canal Zone. She returned to the United States in May 1929, for an overhaul in the New York Navy Yard. After emerging from drydock, she conducted another training cruise, this time to European waters; she spent time in the Mediterranean and visited Britain. Arkansas returned to the United States in August and operated with the Scouting Fleet off the east coast. The training cruise for 1930 again went to Europe. She called in Cherbourg, France, Kiel, Germany, Oslo, Norway, and Edinburgh, Scotland. The cruise continued through the end of the year, and in 1931, the battleship visited Copenhagen, Greenock, Scotland, and Cádiz and Gibraltar in Spain. By September, the ship had crossed the Atlantic, and she stopped in Halifax, Nova Scotia. In February, Arkansas participated in Fleet Problem XII. During the maneuvers, she served as Admiral Arthur L. Willard's flagship, and she was \"sunk\" by a submarine. A month later, on 21–22 March, Arkansas conducted exercises with the carriers and . thumb|left|Arkansas underway in 1927 Arkansas participated in the Yorktown Sesquicentennial celebrations in October 1931, marking the 150th anniversary of the Siege of Yorktown. She embarked President Herbert Hoover and his entourage on 17 October, and took them to the exposition, and returned them to Annapolis on 19–20 October. She then went into drydock for an extensive refit in the Philadelphia Navy Yard, which lasted until January 1932. During this time, she was under the command of George Landenberger. Arkansas was transferred to the Pacific Fleet after completing the refit; while en route, she stopped in New Orleans to participate in the Mardi Gras celebration. She operated off the west coast through early 1934, at which point she was transferred back to the Atlantic Fleet, where she served as the flagship of the Training Squadron. She conducted another training cruise to Europe in the summer of 1934. She stopped in Plymouth, England, Nice, France, Naples, Italy, and Gibraltar. She returned to Annapolis in August, after which she steamed to Newport. In Newport, President Franklin Delano Roosevelt reviewed the battleship from the yacht Nourmahal. While there, Arkansas entered one of her cutters in a competition with the British cruiser for the Battenberg Cup, and the City of Newport Cup; Arkansass cutter won both races. The ship carried the 1st Battalion, 5th Marines to Culebra, for a Fleet Landing Exercise No. 1 (FLEX 1) in January 1935. She returned to training cruise duties in June, and she again took the midshipmen to Europe. Among the stops were Edinburgh, Oslo, Copenhagen, Gibraltar, and Funchal, on the island of Madeira. She disembarked the Naval Academy crew in August and began another training cruise to Halifax, this time for Naval Reservists, the following month. A refit was conducted in October after completing the cruise. Arkansas participated in the FLEX 2 at Culebra in January 1936, and then visited New Orleans, during Mardi Gras. She went to Norfolk for a major overhaul that lasted through the spring of 1936. After completing the overhaul, the ship took another midshipmen crew to European waters; she called in the ports of Portsmouth, England, Gothenburg, Sweden, and Cherbourg, and returned to Annapolis, in August. As in the previous year, she conducted another Reserve training cruise, and then went into drydock for an overhaul in Norfolk. The remainder of the 1930s followed a similar pattern; in 1937, the midshipmen training cruise went to Europe, but the 1938 and 1939 cruises remained in the western Atlantic. At the outbreak of World War II in September 1939, Arkansas was moored at Hampton Roads, preparing to depart on a training cruise for the Naval Reserve. She departed to transport seaplane mooring and aviation equipment from Norfolk to Narragansett Bay, where the Navy planned to set up a seaplane base. While in Newport, Arkansas picked up ordnance for destroyers and brought it back to Hampton Roads. After returning to Virginia, Arkansas was assigned to a reserve force for the Neutrality Patrols in the Atlantic, along with her sister , the battleships and and the carrier . On 11 January 1940, Arkansas, New York, and Texas left for fleet maneuvers off Cuba. She underwent an overhaul at Norfolk between 18 March and 24 May. After emerging from her refit, Arkansas conducted another midshipman training cruise, along with Texas and New York, to Panama and Venezuela. In late 1940, she conducted three Naval Reserve training cruises in the Atlantic. On 19 December 1940, with 500 naval reservists on board, the Arkansas collided at ~0300 hrs. with the outbound Collier Melrose, of the Mystic Steamship Company of Boston, off of Sea Girt, New Jersey. Although a glancing blow, the collier's below-water plates were cracked, and she sank just short of a Brooklyn drydock after a 40-mile race to port. \"The warship proceeded to her Hudson river anchorage, minus only some paint and with a smashed lifeboat.\" Over the months that followed, the United States gradually edged toward war in the Atlantic. The ship was assigned to the escort force for the Marines deployed to occupy Iceland, in July 1941, along with New York, two cruisers, and eleven destroyers. The task force deployed from NS Argentia, Newfoundland, on 1 July, and were back in port by 19 July. Starting on 7 August, Arkansas went on a neutrality patrol in the mid-Atlantic that lasted a week. After returning to port, Arkansas traveled to the Atlantic Charter conference with President Roosevelt and British Prime Minister Winston Churchill, which took place on board . While there, the US Under Secretary of State, Sumner Welles, stayed aboard Arkansas. She conducted another neutrality patrol between 2 and 11 September. === World War II === thumb|Arkansas underway on 11 April 1944 Arkansas was anchored in Casco Bay, Maine, on 7 December 1941, when Japan attacked Pearl Harbor and brought the United States into the war. A week later, she steamed to Hvalfjordur, Iceland, and returned to Boston on 24 January 1942. She conducted training maneuvers in Casco Bay, to prepare her crew for convoy escort duties. On 6 March, she arrived at Norfolk, to begin overhaul. The secondary battery was reduced to six 5-inch/51 cal guns. Also, 36 40 mm Bofors anti-aircraft (AA) guns (in quadruple mounts) and 26 20 mm Oerlikon AA guns were added, the experience at Pearl Harbor having made the US Navy aware of the need for increased light AA armament. The 3-inch/50 caliber gun armament was also increased from 8 guns to 10. Work lasted until 2 July, after which time Arkansas conducted a shakedown cruise in Chesapeake Bay; she then proceeded to New York, arriving on 27 July. There, she became the flagship of Task Force 38 (TF 38), the escort for a convoy of twelve transports bound for Scotland. The convoy arrived in Greenock, on 17 August, and Arkansas returned to New York on 4 September. Arkansas again escorted a convoy to Scotland, returning to New York by 20 October. Thereafter, convoys were sent to North Africa, to support the invasion of North Africa. Arkansas covered her first such convoy, along with eight destroyers, on 3 November. She returned to New York on 11 December, where she went into dock for another overhaul. On 2 January 1943, Arkansas departed New York to conduct gunnery training in Chesapeake Bay. Back in New York by 30 January, the ship's crew prepared for a return to convoy escort duty. She escorted two convoys to Casablanca, between February and April, before returning to New York, for yet another period in drydock, which lasted until 26 May. Arkansas returned to duty as a training ship for midshipmen based at Norfolk. She resumed her convoy escort duties after four months, and on 8 October, she steamed to Bangor, Northern Ireland. She remained in Northern Ireland, through November, and departed on 1 December, bound for New York. After arriving on 12 December, Arkansas went into dock for more repairs, and then returned to Norfolk, on 27 December. The ship escorted another convoy bound for Ireland, on 19 January 1944, before returning to New York, on 13 February. Another round of gunnery drills followed on 28 March, after which Arkansas went to Boston for more drydock period. thumb|left|Arkansas engaging shore batteries off Omaha beach On 18 April, Arkansas departed for Northern Ireland, where she trained for shore bombardment duties, as she had been assigned to the shore bombardment force in support of Operation Overlord, the invasion of northern France. She was assigned to Group II, along with Texas and five destroyers. Her float plane artillery observer pilots were temporarily assigned to VOS-7 flying Spitfires from RNAS Lee-on-Solent (HMS Daedalus). On 3 June, she left her moorings, and on the morning of 6 June, took up a position about from Omaha Beach. At 05:52, the battleship's guns fired in anger for the first time in her career. She bombarded German positions around Omaha Beach until 13 June, when she was moved to support ground forces in Grandcamp les Bains. On 25 June, Arkansas bombarded Cherbourg, in support of the American attack on the port; German coastal guns straddled her several times, but scored no hits. Cherbourg fell to the Allies the next day, after which Arkansas returned to port, first in Weymouth, England, and then to Bangor, Northern Ireland, on 30 June. On 4 July, Arkansas departed Northern Ireland for the Mediterranean Sea; she reached Oran, Algeria, on 10 July, before proceeding on to Taranto, arriving on 21 July. There, she joined the support force for Operation Dragoon, the invasion of southern France. Again, the battleship provided gunfire support to the amphibious invasion along with six Allied cruisers, starting on 15 August. The bombardment lasted for two more days, after which she withdrew, first to Palermo, and then to Oran. Arkansas then returned to the United States, arriving in Boston, on 14 September, where she underwent another refit that lasted until early November. She then steamed to California, via the Panama Canal, and spent the rest of the year conducting training maneuvers. On 20 January 1945, Arkansas departed California for Pearl Harbor, and then proceeded to Ulithi, to join the fleet in preparation for the amphibious assault on Iwo Jima. There, she was assigned to Task Force 54 (TF 54), which included five other battleships, four cruisers, and sixteen destroyers. On 16 February, Arkansas was in position off Iwo Jima, and at 06:00, she opened fire on Japanese positions on the island's west coast. The bombardment lasted until 19 February, though she remained off the island throughout the Battle of Iwo Jima, ready to provide fire support to the American Marines ashore. She departed on 7 March, bound for Ulithi, and arrived on 10 March, where she rearmed and refueled in preparation for the next major operation in the Pacific War, the invasion of Okinawa. She departed Ulithi, on 21 March, and arrived off Okinawa, four days later, when she began the bombardment along with the rest of Task Force 54. The soldiers and Marines went ashore on 1 April, and Arkansas continued to provide gunfire support over the course of 46 days throughout the Battle of Okinawa. Kamikazes repeatedly attacked the ship, though none struck her. She left the island in May, arriving in Guam on 14 May. She then proceeded to Leyte Gulf, on 12 June, arriving four days later. There, she was assigned to Task Group 95.7, along with Texas and three cruisers. She remained in the Philippines until 20 August, when she departed for Okinawa, arriving in Buckner Bay on 23 August, by which time Japan had surrendered, ending World War II. Over the course of the war, Arkansas earned four battle stars. === Post-war === thumb|Arkansas being sunk in the Baker nuclear test. The black mark on the right of the column marks the position of the capsizing Arkansas. After the end of the war, Arkansas participated in Operation Magic Carpet, the repatriation of American servicemen from the Pacific. She took around 800 men back to the United States, departing on 23 September, and reaching Seattle, Washington on 15 October. She made another three Magic Carpet trips between Pearl Harbor and the continental United States to ferry more soldiers home. During the first months of 1946, Arkansas lay at San Francisco. In late April, the ship got underway for Hawaii. She reached Pearl Harbor on 8 May, and departed Pearl Harbor on 20 May, bound for Bikini Atoll, earmarked for use as target for atomic bomb testing in Operation Crossroads. On 1 July, Arkansas was exposed to an air burst in ABLE, but survived with extensive shock damage to her upper works, while her hull and armored turrets were lightly damaged. On 25 July, the battleship was sunk by the underwater nuclear test BAKER at Bikini Atoll. Unattenuated by air, the shock was \"transmitted directly to underwater hulls\", and Arkansas, only from the epicenter, appeared to have been \"crushed as if by a tremendous hammer blow from below\". It appears that the wave of water from the blast capsized the ship, which was then hammered down into the shallow bottom by the descent of the water column thrown up by the blast. Decommissioned on 29 July, Arkansas was struck from the Naval Vessel Register on 15 August. The ship lies inverted in about of water at the bottom of Bikini Lagoon, where it acts as an artificial reef. There are many pictures of the wreck on the National Park Service website. == Relationship with the Arkansas Flag == The Arkansas was the catalyst to the creation of the Flag of Arkansas. In 1912 the Daughters of the Revolution (DAR) decided that they would present three flags to the battleship as she was nearing her commission date. The three flags the DAR choose to present were the American Flag, Navy battalion Ensign and a state flag. Upon the DAR learning from the Arkansas Secretary of State, Earle W. Hodges, that Arkansas possessed no official state flag, they decided to hold a statewide competition to come up with one. The winning design was from Willie Kavanaugh Hocker of Pine Bluff, Arkansas and also a member of the DAR. On 26 February 1913, with a few alterations, Hockers design become the official flag of Arkansas and was soon thereafter presented to the USS Arkansas by the DAR. {| class=\"wikitable\" |+ !thumb|Arkansas Flag presented in 1913 to USS Arkansas before its restoration !thumb|Arkansas Flag presented to USS Arkansas in 1913 after its restoration |} == Notes == === Footnotes === ===Citations=== == References == * * * * * * * * * * * * * * ==External links== * *Deck Log Book of the U.S.S. Arkansas, 1943 MS 142 held by Special Collections & Archives, Nimitz Library at the United States Naval Academy Category:Wyoming-class battleships Category:Ships built in Camden, New Jersey Category:1911 ships Category:Banana Wars ships of the United States Category:World War I battleships of the United States Category:World War II battleships of the United States Category:Ships sunk as targets Category:Ships involved in Operation Crossroads Category:Maritime incidents in 1946 Category:Artificial reefs",
 "title": "USS Arkansas (BB-33)"
}