{
 "id": "207376",
 "text": "Cangaço () was a phenomenon of Northeast Brazil in the late 19th and early 20th centuries. This region of Brazil is known for its aridness and hard way of life, and in a form of \"social banditry\" against the government, many men and women decided to become nomadic bandits, roaming the hinterlands seeking money, food and revenge. ==Origin of the word== By 1834, the term cangaceiro was already used to refer to bands of poor peasants who inhabited the northeastern deserts, wearing leather clothing and hats, carrying carbines, revolvers, shotguns, and the long narrow knife known as the . \"Cangaceiro\" was a pejorative expression, meaning a person who could not adapt himself to the coastal lifestyle. ==Types of Banditry== By the mid 19th century in that region, there were two main groups of loosely organized armed outlaws: the jagunços, mercenaries who worked for whoever paid their price, usually land- owners who wanted to protect or expand their territorial limits and also deal with farm workers; and the cangaceiros, \"social bandits\", who had some level of support from the poorest population. The 1920s and 1930s saw the height of cangaceiro activity, with the most prominent bands numbering up to as many as 100 bandits. The bandits often behaved well to the poorer sections of society performing acts of charity, buying goods for higher than usual prices from small shopkeepers and giving free parties (\"bailes\"). In contrast, the wealthy were robbed, targeted for forced monetary contributions (extortion) and were often kidnapped and held to ransom. The cangaceiro bands were sheltered by helpers within the population, who also provided information which helped them escape from police forces, known as volantes, sent by the government to destroy them. The poorer inhabitants of the backlands of the Brazilian Northeast were generally badly treated by the paramilitary police, and often preferred the presence of cangaceiro bands in their settlements.Singelmann, pp. 67-68, 75 ==Lampião== The most famous cangaceiro of them all, the one who is often associated with the whole history of the cangaço, was a man called Virgulino Ferreira da Silva, also known as \"Lampião\" (\"Oil Lamp\", because, he could fire a lever-action rifle so quickly that it looked like he was holding a lamp). He began when he was just a boy, amongst vendetta plots of the Pereira and Nogueira-Carvalho families. When his parents were killed because of these disputes, some of his brothers ran away, but Antônio, Livino, and Ezequiel followed Virgulino into the cangaço.Chandler, p. 3 Seen as a mixture of hero and bandit, Lampião became one of the most representative icons of Brazil. Wandering around Santa Brígida, in the state of Bahia, he met Maria Alia da Silva (a.k.a. Maria de Déia), wife of shoemaker Zé de Nenê. Later she would be better known as Mrs. Lampião, Maria Bonita (literally \"Pretty Maria\"). Lampião was killed by the police in 1938, in Sergipe, next to the state limits of Sergipe and Alagoas, when an informer, Joca Bernardes gave away their location to the police. A massive offensive led to bloodshed, and eleven members of the band were killed: Lampião, Maria Bonita, Luís Pedro, Mergulhão, Enedina, Elétrico, Quinta-Feira, Moeda, Alecrim, Colchete and Macela. Forty others in the band managed to escape.Chandler, pp. 220-230 ==Coiteiros== Coiteiros were people who helped the cangaceiros, giving them shelter and food. They did this for many reasons – they could be relatives of a cangaceiro, friends, ex-neighbours, or simply had some interest in their power, or they were afraid of them. ==Volantes and monkeys== The volantes were a small and special band of troops—around twenty to sixty—from every state of the Brazilian federation, formed by the government Law-Enforcement agencies sent to seek and destroy the cangaceiros. The cangaceiros often referred to them as \"monkeys\", because of their brown uniforms and their willingness to obey their orders. Some of them carried modern Hotchkiss machine guns, weapons that the cangaceiros quickly learned to fear—but were always willing to steal for their own use. ==Cangaceiro style== The cangaceiros had very specific notions of how to behave and dress. First of all, most of them knew how to sew quite well. Living in the desert lands of the northeast of Brazil, they had to survive amidst spiky dry bushes. Despite the heat during the day, the cangaceiros preferred to wear leather clothing, embellished with all kinds of coloured ribbons and metal pieces.Chandler, p. 5 They also used leather gloves with coins and other pieces of metal sewn onto them, almost like armour but with decorative purposes. Because of the heat and the absence of water some cangaceiros -–especially Lampião-– wore French perfume. They often stole it from rich people's houses, but usually paid for it if obtained from small shopkeepers, and used it in large quantities.Chandler, pp. 95-99 ==Cangaceiro weapons== The weapons of the Cangaceiros were mostly revolvers, shotguns, and the famous \"pára belo\". It is claimed that like 'macaco' (monkey), 'belo' (beautiful) was another slang term for the policemen. Hence, pistols and Winchester-like rifles were called \"pára belo\" (belo stopper). However, the name seems to be actually a derivation of the Latin expression para bellum, which means \"prepare for war\" and was used to refer to the then official sidearm used by the Brazilian governmental troops and by some of the law enforcement soldiers, the Luger pistol, which was produced by the German arms maker DWM.Chandler, pp. 71, 183 They also made famous a thin, long, and very sharp knife nicknamed a \"peixeira\", a fish-filleting knife, used mostly to torture or cut the throats of their victims. The knife was also used in a very specific way to kill quickly; the blade was stabbed downwards between the neck and collarbone, due to its length the blade would cause instantly lethal damage to major blood vessels and the heart. ==Famous cangaceiros== *Adolfo Meia-Noite *Antônio Silvino *Cabeleira *Corisco *Diogo da Rocha Figueira aka \"Dioguinho\" (in São Paulo) *Jesuíno Brilhante *Lampião *Lucas da Feira *Maria Bonita *Sinhô Pereira ==The Cangaço in film== * O Cangaceiro, Lima Barreto 1953 * A Morte Comanda o Cangaço, Carlos Coimbra and Walter Guimarães Motta 1961 * Lampião, Rei do Cangaço, Carlos Coimbra 1963 * Deus e o Diabo na Terra do Sol, English title: \"Black God, White Devil\" Glauber Rocha 1964 * O Dragão da Maldade Contra o Santo Guerreiro, English title: \"Antonio das Mortes\" Glauber Rocha 1969 * Baile Perfumado, Paulo Caldas and Lírio Ferreira 1997 * O Auto Da Compadecida, English title: \"A God's Will\" Guel Arraes 2000 * O Matador, Marcelo Galvão 2017 ==See also== *History of Brazil *Land reform *Landless Workers' Movement *The epic cycle of the cangaceiros in popular poetry from northeastern Brazil - thesis by Ronald Daus, Free University of Berlin: see bibliography. == References == ==Bibliography== * *Singelmann, Peter (1975) Political Structure and Social Banditry in Northeast Brazil. Journal of Latin American Studies, Vol. 7, No. 1. Category:Brazilian folklore Category:Outlaws Category:Gangs in Brazil Category:Brazilian rebels Category:Brazilian criminals Category:Vargas Era",
 "title": "Cangaço"
}