{
 "id": "20747",
 "text": "thumb|right|250px|1892 illustration of Moctezuma II Moctezuma Xocoyotzin ( – 29 June 1520) [moteːkʷˈsoːma ʃoːkoˈjoːtsin] ), variant spellings include Motecuhzomatzin, Montezuma, Moteuczoma, Motecuhzoma, Motēuczōmah, Muteczuma, and referred to retroactively in European sources as Moctezuma II, was the ninth Tlatoani of Tenochtitlan and the sixth Huey Tlatoani or Emperor of the Aztec Empire (also known as Mexica Empire), reigning from 1502 or 1503 to 1520. Through his marriage with queen Tlapalizquixochtzin of Ecatepec, one of his two wives, he was also king consort of that altepetl, though few people in Mexico knew of this political role, even in his own court. The first contact between the indigenous civilizations of Mesoamerica and Europeans took place during his reign, and he was killed during the initial stages of the Spanish conquest of the Aztec Empire, when conquistador Hernán Cortés and his men fought to take over the Aztec capital Tenochtitlan. During his reign, the Aztec Empire reached its greatest size. Through warfare, Moctezuma expanded the territory as far south as Xoconosco in Chiapas and the Isthmus of Tehuantepec, and incorporated the Zapotec and Yopi people into the empire. He changed the previous meritocratic system of social hierarchy and widened the divide between pipiltin (nobles) and macehualtin (commoners) by prohibiting commoners from working in the royal palaces. Though two other Aztec rulers succeeded Moctezuma after his death, their reigns were short-lived and the empire quickly collapsed under them. Historical portrayals of Moctezuma have mostly been colored by his role as ruler of a defeated nation, and many sources have described him as weak-willed, superstitious, and indecisive. Depictions of his person among his contemporaries however are divided; some depict him as one of the greatest leaders Mexico had, a great conqueror who tried his best to maintain his nation together at times of crisis, while others depict him as a tyrant who wanted to take absolute control over the whole empire. His story remains one of the most well-known conquest narratives from the history of European contact with Native Americans, and he has been mentioned or portrayed in numerous works of historical fiction and popular culture. ==Name== The Nahuatl pronunciation of his name is . It is a compound of a noun meaning \"lord\" and a verb meaning \"to frown in anger\", and so is interpreted as \"he is one who frowns like a lord\" or \"he who is angry in a noble manner.\" His name glyph, shown in the upper left corner of the image from the Codex Mendoza below, was composed of a diadem (xiuhuitzolli) on straight hair with an attached earspool, a separate nosepiece, and a speech scroll.British Museum Exhibition Guide for Moctezuma: Aztec Ruler (2009) ===Regnal number=== The Aztecs did not use regnal numbers; they were given retroactively by historians to more easily distinguish him from the first Moctezuma, referred to as Moctezuma I. The Aztec chronicles called him Motecuhzoma Xocoyotzin, while the first was called Motecuhzoma Ilhuicamina or Huehuemotecuhzoma (\"Old Moctezuma\"). Xocoyotzin () means \"honored young one\" (from \"xocoyotl\" [younger son] + suffix \"-tzin\" added to nouns or personal names when speaking about them with deference). == Biography == ===Ancestry and early life=== thumb|Moctezuma's ancestry as depicted in a 1566 manuscript Moctezuma II was the great-grandson of Moctezuma I through his daughter Atotoztli II and her husband Huehue Tezozómoc (not to be confused with the Tepanec leader). According to some sources, Tezozómoc was the son of emperor Itzcóatl, which would make Moctezuma his great-grandson, but other sources claim that Tezozómoc was actually Chimalpopoca's son, thus nephew of Itzcóatl, and a lord in Ecatepec. Moctezuma was also Nezahualcóyotl's grandson; he was son of emperor Axayácatl and one of Nezahualcóyotl's daughters, Izelcoatzin or Xochicueyetl. Two of his uncles were Tízoc and Ahuizotl, the two previous emperors. As was custom among Mexica nobles, Moctezuma was educated in the Calmecac, the educational institution for the nobility. He would've been enrolled into the institution at a very early age, likely at the age of five years, as the sons of the kings were expected to receive their education at a much earlier age than the rest of the population. According to some sources, Moctezuma stood out in his childhood for his discipline during his education, finishing his works correctly and being devout to the Aztec religion. Moctezuma was an already famous warrior by the time he became the tlatoani of Mexico, holding the high rank of tlacatecuhtli (lord of men) and/or tlacochcalcatl (person from the house of darts) in the Mexica military, and thus his election was largely influenced by his military career and religious influence as a priest, as he was also the main priest of Huitzilopochtli's temple. One example of a celebrated campaign in which he participated before ascending to the throne was during the last stages of the conquest of Ayotlan, during Ahuizotl's reign in the late 15th century. During this campaign, which lasted 4 years, a group of Mexica pochteca merchants were put under siege by the enemy forces. This was important because the merchants were closely related to Ahuizotl and served as military commanders and soldiers themselves when needed. To rescue the merchants, Ahuizotl sent then-prince Moctezuma with many soldiers to fight against the enemies, though the fight didn't last long, as the people of Ayotlan surrendered to the Mexica shortly after he arrived. Approximately in the year 1490, Moctezuma obtained the rank of tequihua, which is reached by capturing at least 4 enemy commanders. ===Coronation=== The year in which Moctezuma was crowned is uncertain. Most historians suggest the year of 1502 to be most likely, though some have argued in favor of the year 1503. A work currently held at the Art Institute of Chicago known as the Stone of the Five Suns is an inscription written in stone representing the Five Suns and a date in the Aztec calendar, 1 crocodile 11 reed, which is the equivalent to 15 July 1503 in the Gregorian calendar. Some historians believe this to be the exact date in which the coronation took place, as it is also included in some primary sources. Other dates have been given from the same year; Fernando de Alva Cortés Ixtlilxóchitl states that the coronation took place on 24 May 1503. However, most documents say Moctezuma's coronation happened in the year 1502, and therefore most historians believe this to have been the actual date. ==Reign== After his coronation he set up thirty-eight more provincial divisions, largely to centralize the empire. He sent out bureaucrats, accompanied by military garrisons. They made sure tax was being paid, national laws were being upheld, and served as local judges in case of disagreement. ===Internal policy and various events=== ====Natural disasters==== Moctezuma's reign began with difficulties. In the year of 1505, there was a drought that resulted in crop failure, and thus a large portion of the population of central Mexico began to starve. One of the few places in the empire that wasn't affected by this drought was Totonacapan, and many people from Tenochtitlan and Tlatelolco sought refuge in this area to avoid starvation. Moctezuma and the lords of Texcoco and Tlacopan, Nezahualpilli and Totoquihuatzin, attempted their best to aid the population during the disaster, including using all available food supplies to feed the population and raising tributes for 1 year. This drought lasted 3 years. At some point the famine became so impactful that some noblemen reportedly sold their children as slaves in exchange for food to avoid starvation. Moctezuma ordered the tlacxitlan, the criminal court of Tenochtitlan (which aside from judging criminals also had the job to free \"unjustified\" slaves), to get those children to free them and offer food to those noblemen. Another natural disaster, though of lower intensity, occurred in the winter of 1514, when a series of dangerous snowstorms resulted in the destruction of various crops and property across Mexico. ====Rebellions==== During his reign, multiple rebellions were suppressed by use of force, and often ended with violent results. In fact, the first campaign during his reign, which was done in honor of his coronation, was the suppression of a rebellion in Nopallan (today known as Santos Reyes Nopala) and Icpatepec (a Mixtec town that no longer exists which was near Silacayoapam), both in modern-day Oaxaca. The prisoners taken during this campaign were later used as slaves or for human sacrifice. Another notable rebellion occurred in Atlixco (in modern-day Puebla), a city neighboring Tlaxcala which had previously been conquered by Ahuizotl. This rebellion would occur in 1508 in this region, which was repressed by a prince named Macuilmalinatzin. This wasn't the first conflict which occurred in this region, as its proximity with Tlaxcala and Huejotzingo would cause multiple conflicts to erupt in this area during Moctezuma's reign. Some revolts occurred as far south as Xoconochco (today known as Soconusco) and Huiztlan (today, Huixtla), far down where the Mexican-Guatemalan border is today. These territories were highly important to the empire and had been previously conquered by Ahuizotl as well, and Moctezuma had to maintain them under his control. ====Policies and other events during his reign==== During his government, he applied multiple policies that centered the government of the empire on his person, though it is difficult to tell exactly to which extent those policies were actually applied, as the records written about such policies tend to be affected by propaganda in favor of or against his person. According to Alva Ixtlilxóchitl, among Moctezuma's policies were the replacement of a large portion of his court (including most of his advisors) with people he deemed preferable, and increasing the division between the commoner and noble classes, which included the refusal to offer certain honors to various politicians and warriors for being commoners. He also prohibited any commoners or illegitimate children of the nobility from serving in his palace or in high positions of government. This was contrary to the policies of his predecessors, who did allow commoners to serve in such positions. Moctezuma's elitism can be attributed to a long conflict of interests between the nobility, merchants and warrior class. The struggle occurred as the result of the conflicting interests between the merchants and the nobility and the rivalry between the warrior class and the nobility for positions of power in the government. Moctezuma likely thought about solving this conflict by installing despotist policies that would settle it. However, it is also true that many of these elitist policies were put in place since Moctezuma did not want to \"work with inferior people,\" and instead wanted to be served by and work with people he deemed more prestigious, both to avoid giving himself and the government a bad reputation and to work with people he trusted better. However, some of his policies also affected the nobility, as he had the intentions of reforming it into not imposing a potential threat to the government, among them the obligation to reside permanently in Tenochtitlan and abandon their homes if they lived elsewhere. Regarding his economic policies, Moctezuma's rule was largely affected by the natural disasters at the beginning of it. As mentioned before, the famine during his first years as tlatoani resulted in a temporary increase in tribute in some provinces to aid the population. Some provinces however ended up paying more tribute permanently, most likely as the result of his primary military focus shifting from territorial expansion to stabilization of the empire through the suppression of rebellions. Most of the provinces affected by this new tributary policies were in the Valley of Mexico. For example, provinces like Chalco were given an additional tribute of stone and wood twice or thrice a year for Tenochtitlan's building projects. This tributary policy eventually backfired as some of the empire's subjects grew disgruntled at Moctezuma's government and launched rebellions against him, which eventually resulted in many of these provinces, like Totonacapan (under the leadership of Chicomacatl) and Chalco and Mixquic (which were near Tenochtitlan), to form an alliance with Spain to rebel against him. The famine at the beginning of his rule also resulted in the abolishment of the huehuetlatlacolli (old serfdom) system, which was a system of serfdom in which a family agreed to maintain a tlacohtli (slave or serf) perpetually. This agreement also turned the descendants of the ones who agreed into serfs. Many of these policies were planned together with his uncle Tlilpotonqui at the beginning of his reign, while others, such as his tributary policies, were created as the result of various events, like the famine which occurred at the beginning of his rule. His policies, in general, had the purpose of centralizing the government in his person through the means of implementing policies to settle the divide between the nobility and commoners and abolishing some of the more feudal policies of his predecessors, while also making his tributary policies more severe to aid the population during natural disasters and to compensate for a less expansionist focus. Most of the policies implemented during his rule would not last long after his death, as the empire fell into Spanish control on 13 August 1521 as a result of the Spanish conquest of Mexico, one year after he died. The new Spanish authorities implemented their own laws and removed many of the political establishments done during the pre-Hispanic era, leaving just a few in place. Among the few policies that lasted were the divide between the nobility and the commoners, as members of the pre-Hispanic nobility continued to enjoy various privileges under the Viceroyalty of New Spain, such as land ownership through a system known as cacicazgo. ====Construction projects==== thumb|Location of Moctezuma's palace (left) south of the central plaza of Tenochtitlan and the Totocalli (down) next to it in a map likely made by Hernán Cortés Moctezuma, like many of his predecessors, built a tecpan (palace) of his own. This was a particularly large palace, which was a somewhat larger than the National Palace that exists today which was built over it, being about 200 meters long and 200 meters wide. However, little archaeological evidence exists to understand what his palace looked like, but the various descriptions of it and the space it covered have helped reconstruct various features of its layout. Even so, these descriptions tend to be limited, as many writers were unable to describe it in detail. The Spanish captain Hernán Cortés, the main commander of the Spanish troops that entered Mexico in the year 1519, himself stated in his letters to the king of Spain that he would not bother describing it, claiming that it \"was so marvelous that it seems to me impossible to describe its excellence.\" The palace had a large courtyard which opened into the central plaza of the city to the north, where Templo Mayor was. This courtyard was a place where hundreds of courtiers would hold multiple sorts of activities, including feasts and waiting for royal business to be conducted. This courtyard had around it suites of rooms which surrounded smaller courtyards and gardens. His residence had many rooms for various purposes. Aside from his own room, at the central part of the upper floor, there were two rooms beside it which were known as coacalli (guest house). One of these rooms was built for the lords of Tlacopan and Texcoco, the other two members of the Triple Alliance, who came to visit. The other room was for the lords of Colhuacan, Tenayohcan (today known as Tenayuca) and Chicuhnautlan (today, ). The exact reason why this room had this purpose remains uncertain, though a few records like Codex Mendoza say the reason was that these lords were personal friends of Moctezuma. There was also another room which became known as Casa Denegrida de Moctezuma (in Spanish, Moctezuma's Black House), a room with no windows and fully painted black which was used by Moctezuma to meditate. The upper floor had a large courtyard which was likely used as a cuicacalli, for public shows during religious rituals. The bottom floor had two rooms which were used by the government. One of them was used for Moctezuma's advisors and judges who dealt with situations of the commoners, (likely the Tlacxitlan). The other room was for the war council (likely the Tequihuacalli), where high ranking warriors planned and commanded their battles. As part of the construction of Moctezuma's palace, various projects were made which made it more prestigious by providing entertainment to the public. thumb|left|The Totocalli as depicted in the Florentine Codex One of the most famous among these projects was the (House of Birds), a zoo which had multiple sorts of animals, mainly avian species, but also contained several predatory animals as well in their own section. These animals were taken care of by servants who cleaned their environments, fed them and offered them care according to their species. The species of birds held within the zoo was widely varied, holding animals like quetzals, eagles, true parrots and others, and also included water species like roseate spoonbills and various others which had their own pond. The section with animals other than birds, which was decorated with figures of gods associated with the wild, was also considerably varied, having jaguars, wolves, snakes and other smaller predatory animals. These animals were fed on hunted animals like deer, turkeys and other smaller animals. Allegedly, the dead bodies of sacrificial victims were also used to feed these animals, and after the battle known as La Noche Triste, which occurred during the early stages of the Spanish conquest of Mexico in June 1520 (during which Moctezuma died), the bodies of dead Spaniards may have been used to feed them. This place was highly prestigious, and all sorts of important people are said to had used to visit this place, including artists, craftsmen, government officials and blacksmiths. The Totocalli however was burnt and destroyed, along with many other constructions, in the year 1521 soon after the Spanish and their allies conquered Mexico, as the Spanish captain Hernán Cortés ordered for many of the buildings that formed part of the royal palaces to be burnt to demoralize the many rebellious groups that formed against them. Though Cortés himself admitted that he enjoyed the zoo, he stated that he saw it as a necessary measure in his third letter to the king of Spain Carlos I (also known as Charles V, Holy Roman Emperor). ===Territorial expansion during his rule, military actions and foreign policy=== thumb|Celebrations during Moctezuma's coronation according to the Durán Codex The first military campaign during his rule (as mentioned in the previous subsection), which was done in honor of his coronation, was the violent suppression of a rebellion in Nopala and Icpatepec. For this war, a force of over 60,000 soldiers from Tenochtitlan, Texcoco, Tepanec lands, Chalco and Xochimilco participated, and Moctezuma himself went to the frontlines. Approximately 5100 prisoners were taken after the campaign, many of whom were given to inhabitants of Tenochtitlan and Chalco as slaves, while the rest were sacrificed in his honor in the fourth day of his coronation. After the campaign, celebrations for his coronation continued in Tenochtitlan. Moctezuma's territorial expansion however wouldn't truly begin until another rebellion was suppressed in Tlachquiauhco, where its ruler, Malinalli, was killed after trying to start the rebellion. A characteristic fact about Moctezuma's wars was that a large portion of them had the purpose of suppressing rebellions rather than conquering new territory, contrary to his predecessors, whose main focus was territorial expansion. ====Foreign policy==== At the beginning of his rule, he attempted to build diplomatic ties with Tlaxcala, Huexotzinco (today, Huejotzingo), Chollolan (Cholula), Michoacan and Metztitlán, through secretly inviting the lords of these countries to attend the celebrations for his coronation before the continuation of the flower wars, which were wars of religious nature arranged voluntarily by the parties involved with no territorial purposes, but instead to capture and sacrifice as many soldiers as possible. During this period, Mexico and Tlaxcala still weren't at war, but the tension between these nations was high, and the embassy sent for this purpose was put in a highly risky situation, for which he only chose experts in diplomacy, espionage and languages for it. Fortunately, his invitation was accepted, and Moctezuma used this opportunity to show his greatness to the lords who attended. However, due to the fact that the invitation was secret to avoid a scandal for inviting his rivals to this ceremony, Moctezuma ordered that no one should know that the lords were present, not even the rulers of Tlacopan (today known as Tacuba) and Texcoco, and the lords saw themselves often forced to pretend to be organizers to avoid confusion. Though Moctezuma would continue to hold meetings with these people, where various religious rituals were held, it didn't take long for large-scale conflicts to erupt between these nations. An important thing to note is that, contrary to popular belief, Tlaxcala wasn't Mexico's most powerful rival in the central Mexican region in this period, and it wouldn't be until the final years of pre- Hispanic Mexico in 1518—19. In the opening years of the 16th century, Huejotzingo was Mexico's actual military focus, and it proved itself to be one of the most powerful political entities until these final years, as a series of devastating wars weakened the state into being conquered by Tlaxcala. ====Territorial expansion==== The empire's expansion during Moctezuma's rule was mainly focused on the southwestern territories of Oaxaca and modern-day Guerrero. The earliest conquests in this territory were held by Moctezuma I. The first important conquest during Moctezuma's rule occurred in the year of 1504, when the city of Achiotlan (today known as San Juan Achiutla) was conquered. This war, according to some sources, was supposedly mainly caused by \"a small tree which belonged to a lord of the place which grew such beautiful flowers Moctezuma's envy couldn't resist it,\" and when Moctezuma asked for it, the lord of the city refused to offer it, thus starting the war. After the conquest, this tree was supposedly taken to Tenochtitlan. The second conquest occurred in Zozollan, a place neighboring east of Achiutla, on 28 May 1506. This conquest had a particularly violent result, as a special sacrifice was held after the campaign where the prisoners captured in Zozollan were the victims. \"The Mexicans killed many of the people from Zozola which they captured in war,\" according to ancient sources. In the year of 1507, the year of the New Fire Ceremony, abundant military action occurred. Among the towns which are listed to have been conquered in this year are: Tecuhtepec (from which multiple prisoners were sacrificed for the ceremony), Iztitlan, Nocheztlan (an important town northeast of Achiutla) and Tototepec. thumb|War with Cuatzontlan. Durán Codex An important campaign was the conquest of Xaltepec (today known as Jaltepec) and Cuatzontlan and the suppression of the last revolt in Icpatepec, all in Oaxaca. This war started as the result of provocations given by Jaltepec against Moctezuma through killing as many Mexicas as they could find in their area, as some sort of way to challenge him, and the beginning of the revolt by Icpatepec as the result. The Xaltepeca had done this before with previous tlatoanis and other nations. Moctezuma and the recently elected ruler of Tlacopan themselves went to the fight, along with Tlacaelel's son Cihuacoatl. A large portion of the weapons and food was brought by Tlatelolco, though they were initially hesitant to do so, but were ordered by Moctezuma to offer it as a tribute to Tenochtitlan, and they received multiple rewards as the result, including the permission to rebuild their main temple (which had been partially destroyed during the Battle of Tlatelolco which occurred during Axayacatl's reign). This campaign had a highly violent result; Moctezuma ordered for all adults in the city above the age of 50 to be killed to prevent a rebellion once the cities were conquered. The conquest was done through dividing the army that was brought in 3 divisions; one from Tlacopan, one from Texcoco and one from Tenochtitlan, so that each one attacked a different city. The Tenochtitlan company attacked Jaltepec. Moctezuma came out victorious and then returned to Mexico through Chalco, where he received many honors for his victory. This war likely happened in 1511, as a war against Icpatepec is recorded to have happened again in that year. thumb|300px|Campaigns launched by the Mexica over the Tlapanec Kingdom of Tlachinollan, including the conquest of Tototepec by Moctezuma II. The map doesn't show his campaigns against Xipetepec, Acocozpan, Tetenanco and Atlitepec Moctezuma also conquered some of the last few Tlapanec territories of modern-day Guerrero, an area which had already been in decline since Moctezuma I began his first campaigns in the region and probably turned the Kingdom of Tlachinollan (modern-day Tlapa) into a tributary province during the rule of lord Tlaloc between 1461 and 1467 (though the kingdom wouldn't be invaded and fully conquered until the reign of Ahuizotl in 1486, along with Caltitlan, a city neighboring west of Tlapa). In between the years of 1503 and 1509, a campaign was launched against Xipetepec, and another was launched (as mentioned previously) in 1507 against Tototepec, which had previously been a territory conquered by Tlachinollan in the mid 14th century. The campaign in Xipetepec however appears to have been relatively peaceful, though the campaign against Tototepec occurred as the result of a large group of Mexica messengers sent by Moctezuma being killed after they demanded for some of the resources of the area on his behalf. During the conquest of Tototepec, two important Mexica noblemen, Ixtlilcuechahuac and Huitzilihuitzin (not to be confused with the tlatoani of this name), were killed. Another campaign was launched in 1515 to conquer Acocozpan and Tetenanco and reconquer Atlitepec, which had been previously conquered by Ahuizotl in 1493. thumb|left|250px|Map showing the expansion of the Aztec Empire through conquest. The conquests of Moctezuma II are marked by the colour green (based on the maps by Ross Hassig in Aztec Warfare). The approximate number of military engagements during his rule before European contact was 73, achieving victory in approximately 43 sites (including territories already within the empire), making him one of the most active monarchs in pre-Hispanic Mexican history in terms of military actions. However his rule and policies suffered a very sudden interruption upon the news of the arrival of Spanish ships at the east in 1519. ==Texcoco crisis== One of the most controversial events during his reign was the supposed overthrowal of the legitimate government of Nezahualpilli in Texcoco. Historians like Alva Ixtlilxóchitl even went as far as referring to this action as \"diabolical,\" though while also making claims that are not seen in other chronicles and are generally not trusted by modern historians. ===Nezahualpilli's death=== thumb|Nezahualpilli's funeral, according to the Durán Codex The circumstances of Nezahualpilli's death are not clear, and many sources offer highly conflicting stories about the events that resulted in it. According to Alva Ixtlilxóchitl, the issue began when Moctezuma sent an embassy to Nezahualpilli reprimanding him for not sacrificing any Tlaxcalan prisoners since the last 4 years, during the war with Tlaxcala (see below), threatening him saying that he was angering the gods. Nezahualpilli replied to this embassy stating that the reason he hadn't sacrificed them is because he simply didn't want to wage war because he and his population wanted to live peacefully for the time being, as the ceremonies that would be held in the following year, 1 reed, would make war inevitable, and that soon his wishes would be granted. Eventually Nezahualpilli launched a campaign against Tlaxcala, though he did not go himself, instead sending two of his sons, Acatlemacoctzin and Tecuanehuatzin, as commanders. Moctezuma then decided to betray Nezahualpilli by sending a secret embassy to Tlaxcala telling them about the incoming army. The Tlaxcalans then began to take action against the Texcoca while they were unaware of this betrayal. The Texcoco armies were ambushed in the middle of the night. Almost none of the Texcoca survived the fight. Upon receiving the news of Moctezuma's betrayal, understanding that nothing could be done about it and fearing for the future of his people, Nezahualpilli committed suicide in his palace. This story however, as mentioned before, is not generally trusted by modern historians, and much of the information given contradicts other sources. Sources do agree however on that Nezahualpilli's last years as ruler were mainly characterized by his attempts to live a peaceful live, likely as the result of his old age. He spent his last months mostly inactive in his rule and his advisors, on his own request, took most of the government's decisions during this period. He personally assigned two men (of whom details are mostly unknown) to take control on almost all government decisions. These sources also agree that he was found dead in his palace, but the cause of his death remains uncertain. His death is recorded to have been mourned in Texcoco, Tenochtitlan, Tlacopan and even Chalco and Xochimilco, as all of these altepeme gave precious offerings, like jewelry and clothes, and sacrifices in his honor. Moctezuma himself was reported to have broken in tears upon receiving the news of his death. His death was mourned for 80 days. This was recorded as one of the largest funeral ceremonies in pre-Hispanic Mexican history. ===Succession crisis=== ====Elections==== thumb|left|Cacamatzin as tlatoani of Texcoco. Florentine Codex Since Nezahualipilli died abruptly in the year 1516, he left no indication as to who his successor would be. He had six legitimate sons: Cacamatzin, Coanacochtli (later baptized as Don Pedro), Tecocoltzin (baptized as Don Hernando), Ixtlilxochitl II (baptized as Don Hernando), Yoyontzin (baptized as Don Jorge) and Tetlahuehuetzquititzin (baptized as Don Pedro), all of whom would eventually take the throne, though most of them after the Spanish conquest of Mexico. His most likely heir was Tetlahuehuetzquititzin, as he was the wealthiest among Nezahualpilli's sons, but he was considered inapt for the job. His other most likely heirs were Ixtlilxochitl, Coanacochtli and Cacamatzin, though not everyone supported them as they were considerably younger than Tetlahuehuetzquititzin, as Ixtlilxochitl was 19 years old and Cacamatzin was about 21. Moctezuma supported Cacamatzin since he was his nephew. In the end, the Texcoco council voted in favor of Moctezuma's decision, and Cacamatzin was declared tlatoani, being that he was the son of Moctezuma's sister Xocotzin and was older than his two other brothers. Though Coanacochtli felt like the decision was fair, Ixtlilxochitl disagreed with the results and protested against the council. Ixtlilxochitl argued that the reason why Moctezuma supported Cacamatzin was because he wanted to manipulate him so that he could take over Texcoco, being that he was his uncle. Coanacochtli responded that the decision was legitimate, and that even if Cacamatzin wasn't elected Ixtlilxochitl wouldn't have been elected either, as he was younger than the two. Cacamatzin stayed quiet during the whole debate. Eventually the members of the council shut down the debate to prevent a violent escalation. Though Cacamatzin was officially declared tlatoani, the coronation ceremony didn't occur that day, and Ixtlilxochitl used this as an opportunity to plan his rebellion against him. ====Conflicts==== Shortly after the election, Ixtlilxochitl began to prepare his revolt by going to Metztitlán to raise an army, threatening civil war. Cacama went to Tenochtitlan to ask Moctezuma for help. Moctezuma, understanding Ixtlilxochitl's war-like nature, decided to support Cacamatzin with his military forces should a conflict begin and to try to talk to Ixtlilxochitl into stopping the conflict, and also suggested to take Nezahualpilli's treasure to Tenochtitlan to prevent a sacking. According to Alva Ixtlilxóchitl, Cacamatzin asked Moctezuma for help after Ixtlilxochitl went to Metztitlán, while other sources claim that Ixtlilxochitl went to Metztitlán because of Cacamatzin's visit to Moctezuma. Ixtlilxochitl first went to Tulancingo with 100,000 men, where he was received with many honors and recognized as the real king of Texcoco. He then accelerated his pace, possibly because he received worrying news from Texcoco, and advanced to the city of Tepeapulco, where he was also welcomed. He soon advanced to Otompan (today known as Otumba, State of Mexico), where he sent a message before his entrance in hopes of being received as a king there as well. However, the people of Otumba supported Cacamatzin and informed Ixtlilxochitl that such a demand would not be fulfilled. Ixtlilxochitl therefore sent his troops to invade the city, and after a long fight the troops began to gradually retreat and its ruler was killed. When the news of this fight were heard in Texcoco, all events, religious or not, were cancelled, soldiers were recruited, troops were sent from Tenochtitlan to the city and Cacamatzin and Coanacochtli fortified the city to avoid an invasion. He eventually reached Texcoco and placed the city under siege, while also occupying the cities of Papalotlan, Acolman, Chicuhnautlan (today known as ), Tecacman, Tzonpanco (Zumpango) and Huehuetocan in order to take every possible entrance Moctezuma could use to send his troops to Texcoco. Moctezuma however used his influence to enter the city of Texcoco and obtain access to the Acolhua cities not yet occupied by Ixtlilxochitl. Cacamatzin used this opportunity to send a commander from Iztapalapa named Xochitl to arrest Ixtlilxochitl as peacefully as possible. Moctezuma approved this decision and Xochitl was sent along with some troops. Ixtlilxochitl was quickly informed about this and, as per custom of war, informed Xochitl that he was going to fight him. A short battle occurred some time after in which Xochitl was captured and later publicly executed by burning. Once the news of this defeat were heard by Moctezuma, he ordered that no more military engagements shall be done for the moment to prevent further escalation, and that he wanted to rightfully punish Ixtlilxochitl for what he did in a more appropriate moment. In the mean time, the brothers agreed to try to reach a consensus through a peaceful debate, as Ixtlilxochitl did not want to fight either, as he claimed that he only sent the troops as a means of protest and not to actually wage war. However, this would only be done under the condition that Moctezuma wouldn't get involved by any means. The three brothers then agreed to divide the province of Acolhuacan (where Texcoco was the de facto capital) in three parts, one for each brother, and that Cacamatzin would continue to rule over Texcoco. At some point however, Ixtlilxochitl sought refuge outside of Texcoco to avoid facing a conflict with Cacamatzin. ===Spanish involvement=== This crisis would later become relevant again after the Spanish arrived at Tenochtitlan, when Cacamatzin, who initially welcomed the Spaniards when they first entered in November 1519, attempted to raise an army against them for imprisoning Moctezuma (see below) by calling for the people of Coyoacan, Tlacopan, Iztapalapa and the Matlatzinca people to enter the city, kill the Spaniards and free Moctezuma in early 1520. the Spanish captain Hernán Cortés, who was the main commander the Spanish troops who entered Mexico, decided to act and ordered Moctezuma to send someone to arrest Cacamatzin before the attack. Moctezuma suggested for Ixtlilxochitl to be sent due to the crisis, as then he could take the throne and prevent another succession crisis. He still tried to establish negotiations between the Texcoco leadership and the Spaniards, but was unable to change Cacamatzin's mind. Eventually, Moctezuma sent troops to secretly arrest Cacamatzin in his palace and send him to Mexico after he ordered for three of his commanders to be arrested for suggesting requesting Mocetzuma's permission for the attack and telling him that there was no chance of entering into negotiations with the Spaniards. Ixtlilxochitl became the likely de facto leader of Texcoco afterwards, though according to Bernardino de Sahagún it was Tecocoltzin who officially took the title of tlatoani after Cacamatzin's arrest and Ixtlilxochitl wouldn't officially become the tlatoani until a year later. thumb|left|Baptism of Ixtlilxochitl II, by José Vivar y Valderrama Ixtlilxochitl continued fighting for the Spaniards afterwards, became a personal friend of Cortés, converted to Christianity and participated in the Spanish conquest of Honduras in 1525. His figure has remained controversial in the historical record, as some have seen him as a man who betrayed his people for his own ambition, while others have seen him as a brave warrior who fought against the tyrannical rule of Moctezuma II and liberated the peoples he subjugated with the help of Hernán Cortés. ==War with Tlaxcala, Huejotzingo and their allies== Though the first conflicts between Mexico and Tlaxcala, Huejotzingo and their allies began during the rule of Moctezuma I in the 1450s, it was during the reign of Moctezuma II when major conflicts broke through. ===Battle of Atlixco=== ====Planning and preparations==== Approximately in the year of 1503 (or 1507, after the conquest of Tototepec, according to historian Diego Durán), a massive battle occurred in Atlixco which was fought mainly against Huejotzingo, a kingdom which used to be one of the most powerful ones in the Valley of Mexico. The war was provoked by Moctezuma himself, who wanted to go to war against Huejotzingo because it had been many months since the last war. The local rulers of the region accepted Moctezuma's proposal to wage this war. It was declared as a flower war, and the invitation to go to war was accepted by the people of Huejotzingo, Tlaxcala, Cholula and Tliliuhquitepec, a city- state nearby. The war was arranged to occur in the plains of Atlixco. Moctezuma went to the fight along with four or five of his brothers and a two of his nephews. He named one of his brothers (or children, according to some sources), Tlacahuepan, as the main commander of the troops against the troops of Huejotzingo. He was assigned 100,000 troops to fight. Tlacahuepan decided to begin the fight by dividing the troops in three groups which would attack one after the other, the first being the troops from Texcoco, then from Tlacopan and lastly from Tenochtitlan. ====Battle==== He began by sending 200 troops to launch skirmishes against the Huexotzinca, but despite the large numbers and skirmishes, he was unable to break the enemy lines. The group of Texcoco suffered huge losses and once they were unable to fight they were put to take rest while the group from Tlacopan was sent. However, they weren't able to break the lines either. The Tenochca group then advanced and pushed to aid the Tepanecs of Tlacopan, causing multiple casualties against the Huexotzinca, but the lines were still not broken as more reinforcements arrived. Eventually, Tlacahuepan saw himself surrounded, and though he initially resisted, he finally surrendered. Though the Huexotzinca wanted to take him alive, he asked to be sacrificed there on the battlefield, and so he was killed, and then the rest of the Mexica troops retreated. The result of this battle was considered humiliating for the empire. According to primary records, about 40,000 people were killed on both sides (possibly meaning that about 20,000 died on each side). Some important Mexica noblemen were also killed during the engagement, including Huitzilihuitzin (not to be confused with the tlatoani of this name), Xalmich and Cuatacihuatl. ====Aftermath==== Regardless, multiple prisoners were taken after the fight, who were later sacrificed in Moctezuma's honor. Tlacahuepan was remembered as a hero despite the loss, and many songs were dedicated to him to be remembered through poetry. In one song called Ycuic neçahualpilli yc tlamato huexotzinco. Cuextecayotl, Quitlali cuicani Tececepouhqui (The song of Nezahualpilli when he took captives in Huexotzinco. [It tells of] the Huastec themes, it was written down by the singer Tececepouhqui), he's referred as \"the golden one, the Huastec lord, the owner of the sapota skirt,\" in reference to the god Xipe Totec, and also states \"With the flowery liquor of war, he is drunk, my nobleman, the golden one, the Huastec Lord,\" in reference to his Huastec heritage, using the stereotype that the Huastecs were drunkards. Anyway, the defeat was a humiliating one, and Moctezuma is said to had cried in anguish upon hearing of the death of Tlacahuepan and the massive loss of soldiers. Moctezuma himself welcomed the soldiers who survived back into Mexico, while the population that welcomed them mourned. The fact that the Huexotzinca also suffered massive casualties caused their military power to be highly weakened by this battle and various others, and so this could be seen as the beginning of the fall of Huejotzingo, as multiple military losses against Tlaxcala and Mexico in the following years eventually led to its fall, despite the victory in the fight. ===Other battles against Huejotzingo and its allies=== Various other battles occurred in the following years between Mexico and Huejotzingo, and though none of them were as big as the Battle of Atlixco, they still caused significant losses on both sides; high losses for Mexico and significant losses for Huejotzingo. An engagement which occurred likely in the year of 1506. This fight was another flower war which was proposed by Cholula, with support from Huejotzingo, to be fought in Cuauhquechollan (today known as Huaquechula, in modern-day Puebla), near Atlixco. Though Moctezuma apparently did not want to fight as the result of the previous defeat in Atlixco, he saw no other option and prepared for the fight. In this fight, warriors from Texcoco, Tlacopan, Chalco, Xochimilco and mondern-day Tierra Caliente participated. This battle reportedly ended with 8200 Mexicas killed or captured. However, the Mexica are said to have dealt a similar number of casualties in this one-day battle. The result of this battle was indecisive, as some reported it as a victory, but it seems Moctezuma II took it as a defeat and was highly upset about it, to the point that he complained against the gods. Fernando Alvarado Tezozómoc however reports that 10,000 Mexicas died in this fight, and that the Mexica were so angry about the fight that they called for reinforcements who committed a \"cruel slaughter\" and captured 800 more enemies. He lists the number of Huexotzinco-Cholula casualties as 5600 killed and 400 captured in one other engagement afterwards, which resulted in 8200 Mexicas killed or captured. ===Invasion of Tlaxcala=== ====Initial stages==== It was approximately in the year of 1504 or 1505 when the first large-scale conflicts between Mexico and Tlaxcala began. In this period, Moctezuma thought about placing the entire country under siege, understanding that most of it was surrounded by territories belonging to the empire. The ruler of Huejotzingo, Tecayahuatzin, sympathized with Moctezuma despite their connections with Tlaxcala and conflicts in the past, and through bribes and propaganda attempted to form an alliance with Cholula and local Otomi populations to attack Tlaxcala, though with little success. The Tlaxcalans became greatly worried about this, and began to grow suspicious of all allies they had fearing a betrayal, as Huejotzingo was one of Tlaxcala's closest states, as proven by its support at the battle of Atlixco. Moctezuma however had the disadvantage that many of his dominions surrounding Tlaxcala did not want to fight them, as many of them used to be their allies in the past even with all the promises Moctezuma made, and therefore his support was actually quite limited. One of the first battles occurred in Xiloxochitlan (today known as ), where multiple atrocities were committed. Despite this, the Tlaxcalan resistance managed to hold out, and after a great struggle the Huexotzinca armies were repelled, though during the fight the Ocotelolca commander Tizatlacatzin was killed. Many other smaller battles took place in other parts of the border, though none of them were successful. thumb|left|Moctezuma II receiving the Huexotzinca embassy requesting for aid against the Tlaxcalans. Durán Codex In response, Tlaxcala launched a counter-invasion against Huejotzingo, knowing that the Huexotzinca had been severely weakened by their fights with the Mexica Empire; their towns were sacked repeatedly and the entire nation was put essentially under siege, and the remains of the nation were now cornered in the region around the Popocatépetl. The Huexotzinca became greatly worried and knew they couldn't win the war alone, therefore a prince named Teayehuatl decided to send an embassy to Mexico to request for aid against the Tlaxcalans. According to historians like Durán, this embassy was sent in the year of 1507, just after the New Fire Ceremony, while others date this embassy to the year 1512. The embassy informed Moctezuma about the Tlaxcalan counter-invasion, which had been happening for over a year by this point, requesting Moctezuma to do something about the situation to expel the Tlaxcalans from their land. This was not the first time the Huexotzinca had requested aid from Mexico for similar reasons, as the first time was actually around the year of 1499, during the reign of Ahuizotl, though this previous request was denied. After consulting Nezahualpilli and the ruler of Tlacopan, Moctezuma agreed to help the Huexotzinca, despite the conflicts they had in the past, and sent a large number of soldiers to help this nation, while also allowing many of their refugees to stay in Tenochtitlan and Chalco. ====Late stages==== With the Mexica forces to support Huejotzingo, the invasion continued from the west with the main force from the towns of Cuauhquechollan, Tochimilco, Itzocan (today known as Izúcar de Matamoros), and a smaller support force from a town named Tetellan (today, Tetela de Ocampo) and from a town named Chietla. The advance was quick, but the Tlaxcalans used the territories they had captured from Huejotzingo to advance safely to Atlixco through the captured areas with little population before the Mexica- Huejotzingo forces spread. Once done, a long fight begun between the two forces. The battle lasted 20 days, and both armies suffered huge losses, as the Tlaxcalans had a famous general captured and the Mexica lost so many men that they requested for emergency reinforcements, asking for \"all kinds of people in the shortest possible time.\" The Tlaxcalans claimed victory that fight, and the Mexica were fought into a complete standstill. The following year, Huejotzingo started to suffer a famine as the result of a lack of resources as the Tlaxcalans pushed further into their territory. The Tlaxcalans even went as far as burning down the royal palaces of Huejotzingo and stealing as much food as they could. Approximately in the year of 1516, Huejotzingo abandoned its alliance with the empire. The devastating wars that broke out against Huejotzingo caused this nation, which had been the most powerful nation in the Valley of Puebla in the opening years of the 16th century, to become weak enough to be conquered by Tlaxcala. This was the point in which Tlaxcala became Mexico's most powerful rival in the central Mexican area. The nation which used to be their main military focus was now the subject of a nation which would later bring the killing blow to the Mexica Empire. The war between Mexico and Tlaxcala would eventually have devastating consequences, as the Tlaxcalans made a decision to form an alliance with Spain against Mexico on 23 September 1519 after a few battles proved that an alliance with this nation could help them destroy Moctezuma's reign. ==Contact with the Spanish == ===First interactions with the Spanish=== In 1517, Moctezuma received the first reports of Europeans landing on the east coast of his empire; this was the expedition of Juan de Grijalva who had landed on San Juan de Ulúa, which although within Totonac territory was under the auspices of the Aztec Empire. Moctezuma ordered that he be kept informed of any new sightings of foreigners at the coast and posted extra watch guards to accomplish this. When Cortés arrived in 1519, Moctezuma was immediately informed and he sent emissaries to meet the newcomers; one of them was an Aztec noble named Tentlil in the Nahuatl language but referred to in the writings of Cortés and Bernal Díaz del Castillo as \"Tendile\". As the Spaniards approached Tenochtitlán they made an alliance with the Tlaxcalteca, who were enemies of the Aztec Triple Alliance, and they helped instigate revolt in many towns under Aztec dominion. Moctezuma was aware of this and sent gifts to the Spaniards, probably in order to show his superiority to the Spaniards and Tlaxcalteca. On 8 November 1519, Moctezuma met Cortés on the causeway leading into Tenochtitlán and the two leaders exchanged gifts. Moctezuma gave Cortés the gift of an Aztec calendar, one disc of crafted gold and another of silver. Cortés later melted these down for their monetary value. According to Cortés, Moctezuma immediately volunteered to cede his entire realm to Charles V, King of Spain. Though some indigenous accounts written in the 1550s partly support this notion, it is still unbelievable for several reasons. As Aztec rulers spoke an overly polite language that needed translation for his subjects to understand, it is difficult to find out what Moctezuma really said. According to an indigenous account, he said to Cortés: \"You have come to sit on your seat of authority, which I have kept for a while for you, where I have been in charge for you, for your agents the rulers...\" However, these words might be a polite expression that was meant to convey the exact opposite meaning, which was common in Nahua culture; Moctezuma might actually have intended these words to assert his own stature and multigenerational legitimacy. Also, according to Spanish law, the king had no right to demand that foreign peoples become his subjects, but he had every right to bring rebels to heel. Therefore, to give the Spanish the necessary legitimacy to wage war against the indigenous people, Cortés might just have said what the Spanish king needed to hear. ===Host and prisoner of the Spaniards=== right|upright|250px|thumb|Moctezuma captured and imprisoned by Cortés Six days after their arrival, Moctezuma became a prisoner in his own house. Exactly why this happened is not clear from the extant sources. According to the Spanish, the arrest was made as a result of an attack perpetrated by a tribute collector from Nautla named Qualpopoca or Quetzalpopoca on a Spanish-Totonac garrison near the area under the command of a Spanish captain named Juan de Escalante in retaliation for the Totonac rebellion against Moctezuma which started in July 1519 after the Spanish arrived. This attack resulted in the death of many Totonacs and approximately 7 Spaniards, including Escalante. Though some Spaniards described that this was the only reason of Moctezuma's arrest, others have suspected that Escalante's death was merely used as an excuse by Cortés to imprison Moctezuma and usurp power over Mexico, under the suspicion that Cortés might have planned to imprison Moctezuma before they even met. Cortés himself admitted that he imprisoned Moctezuma primarily to avoid losing control over Mexico, understanding that nearly all of his forces were within his domains. Moctezuma claimed innocence for this incident, claiming that, though he was aware of the attack as Quetzalpopoca brought him the severed head of a Spaniard as a demonstration of his success, he never ordered it and was highly displeased by these events. Around 20 days after his arrest, Quetzalpopoca was captured, together with his son and 15 nobles who allegedly participated in the attack, and after a brief interrogation he admitted that indeed Moctezuma was innocent. He was publicly executed by burning soon after, but Moctezuma remained prisoner regardless. Despite his imprisonment, Moctezuma continued to live a somewhat comfortable life, being free to perform many of his daily activities and being respected as a monarch. Cortés himself even ordered for any soldiers who disrespected him to be physically and roughly punished regardless of rank or position. However, despite still being treated as a respected monarch, he had virtually lost most of his power as emperor as the Spaniards oversaw nearly all of his activities. Moctezuma repeatedly protected the Spaniards against potential threats using the little power he had left, either under the threat of the Spanish or by his own will, such as during the succession crisis in Texcoco mentioned above, when he ordered for the ruler of Texcoco, Cacamatzin, to be arrested as he was planning to form an army to attack the Spaniards. The Aztec nobility reportedly became increasingly displeased with the large Spanish army staying in Tenochtitlán, and Moctezuma told Cortés that it would be best if they left. Shortly thereafter, in April 1520, Cortés left to fight Pánfilo de Narváez, who had landed in Mexico to arrest Cortés. During his absence, tensions between Spaniards and Aztecs exploded into the Massacre in the Great Temple, and Moctezuma became a hostage used by the Spaniards to ensure their security.See the account of Moctezuma's captivity, as given in . ===Death=== In the subsequent battles with the Spaniards after Cortés' return, Moctezuma was killed. The details of his death are unknown, with different versions of his demise given by different sources. In his Historia, Bernal Díaz del Castillo states that on 29 June 1520, the Spanish forced Moctezuma to appear on the balcony of his palace, appealing to his countrymen to retreat. Four leaders of the Aztec army met with Moctezuma to talk, urging their countrymen to cease their constant firing upon the stronghold for a time. Díaz states: \"Many of the Mexican Chieftains and Captains knew him well and at once ordered their people to be silent and not to discharge darts, stones or arrows, and four of them reached a spot where Montezuma could speak to them.\" thumb|200px|Moctezuma's stoning, illustration by Keith Henderson in ‘Montezuma, Lord of the Aztecs’ by Cottie Burland Díaz alleges that the Aztecs informed Moctezuma that a relative of his had risen to the throne and ordered their attack to continue until all of the Spanish were annihilated, but expressed remorse at Moctezuma's captivity and stated that they intended to revere him even more if they could rescue him. Regardless of the earlier orders to hold fire, however, the discussion between Moctezuma and the Aztec leaders was immediately followed by an outbreak of violence. The Aztecs, disgusted by the actions of their leader, renounced Moctezuma and named his brother Cuitláhuac tlatoani in his place. In an effort to pacify his people, and undoubtedly pressured by the Spanish, Moctezuma was struck dead by a rock. Díaz gives this account: \"They had hardly finished this speech when suddenly such a shower of stones and darts were discharged that (our men who were shielding him having neglected for a moment their duty, because they saw how the attack ceased while he spoke to them) he was hit by three stones, one on the head, another on the arm and another on the leg, and although they begged him to have the wounds dressed and to take food, and spoke kind words to him about it, he would not. Indeed, when we least expected it, they came to say that he was dead.\" Franciscan friar Bernardino de Sahagún recorded two versions of the conquest of Mexico from the Tenochtitlán-Tlatelolco viewpoint. In Book 12 of the twelve-volume Florentine Codex, the account in Spanish and Nahuatl is accompanied by illustrations by natives. One is of the death of Moctezuma II, which the indigenous assert was due to the Spaniards. According to the Codex, the bodies of Moctezuma and Itzquauhtzin were cast out of the Palace by the Spanish; the body of Moctezuma was gathered up and cremated at Copulco. ===Aftermath=== The Spaniards were forced to flee the city and they took refuge in Tlaxcala, and signed a treaty with the natives there to conquer Tenochtitlán, offering to the Tlaxcalans control of Tenochtitlán and freedom from any kind of tribute. Moctezuma was then succeeded by his brother Cuitláhuac, who died shortly after during a smallpox epidemic. He was succeeded by his adolescent nephew, Cuauhtémoc. During the siege of the city, the sons of Moctezuma were murdered by the Aztecs, possibly because they wanted to surrender. By the following year, the Aztec Empire had fallen to an army of Spanish and their Native American allies, primarily Tlaxcalans, who were traditional enemies of the Aztecs. ==Contemporary depictions== ===Bernal Díaz del Castillo=== The firsthand account of Bernal Díaz del Castillo's True History of the Conquest of New Spain paints a portrait of a noble leader who struggles to maintain order in his kingdom after he is taken prisoner by Hernán Cortés. In his first description of Moctezuma, Díaz del Castillo writes: > The Great Montezuma was about forty years old, of good height, well > proportioned, spare and slight, and not very dark, though of the usual > Indian complexion. He did not wear his hair long but just over his ears, and > he had a short black beard, well-shaped and thin. His face was rather long > and cheerful, he had fine eyes, and in his appearance and manner could > express geniality or, when necessary, a serious composure. He was very neat > and clean, and took a bath every afternoon. He had many women as his > mistresses, the daughters of chieftains, but two legitimate wives who were > CaciquesCacique is a hispanicized word of Caribbean origins, meaning > \"hereditary lord/chief\" or \"(military) leader\". After first encountering the > term and office in the Caribbean, conquest-era writers such as Díaz often > used it to describe indigenous rulers generally. in their own right, and > only some of his servants knew of it. He was quite free from sodomy. The > clothes he wore one day he did not wear again till three or four days later. > He had a guard of two hundred chieftains lodged in rooms beside his own, > only some of whom were permitted to speak to him. When Moctezuma was allegedly killed by being stoned to death by his own people, \"Cortés and all of us captains and soldiers wept for him, and there was no one among us that knew him and had dealings with him who did not mourn him as if he were our father, which was not surprising, since he was so good. It was stated that he had reigned for seventeen years, and was the best king they ever had in Mexico, and that he had personally triumphed in three wars against countries he had subjugated. I have spoken of the sorrow we all felt when we saw that Montezuma was dead. We even blamed the Mercedarian friar for not having persuaded him to become a Christian.\" ===Hernán Cortés=== thumb|upright|Moctezuma II, from Les vrais pourtraits et vies des hommes illustres, Paris 1584 Unlike Bernal Díaz, who was recording his memories many years after the fact, Cortés wrote his Cartas de relación (Letters from Mexico) to justify his actions to the Spanish Crown. His prose is characterized by simple descriptions and explanations, along with frequent personal addresses to the King. In his Second Letter, Cortés describes his first encounter with Moctezuma thus: > Moctezuma came to greet us and with him some two hundred lords, all barefoot > and dressed in a different costume, but also very rich in their way and more > so than the others. They came in two columns, pressed very close to the > walls of the street, which is very wide and beautiful and so straight that > you can see from one end to the other. Moctezuma came down the middle of > this street with two chiefs, one on his right hand and the other on his > left. And they were all dressed alike except that Moctezuma wore sandals > whereas the others went barefoot; and they held his arm on either side. Anthony Pagden and Eulalia Guzmán have pointed out the Biblical messages that Cortés seems to ascribe to Moctezuma's retelling of the legend of Quetzalcoatl as a vengeful Messiah who would return to rule over the Mexica. Pagden has written that \"There is no preconquest tradition which places Quetzalcoatl in this role, and it seems possible therefore that it was elaborated by Sahagún and Motolinía from informants who themselves had partially lost contact with their traditional tribal histories\".Guzman, Eulalia. Relaciones de Hernan Cortes a Carlos V sobre la invasion de Anáhuac. Vol. I. Mexico, 1958, p. 279. ===Bernardino de Sahagún=== The Florentine Codex, made by Bernardino de Sahagún, relied on native informants from Tlatelolco, and generally portrays Tlatelolco and Tlatelolcan rulers in a favorable light relative to those of Tenochtitlan. Moctezuma in particular is depicted unfavorably as a weak- willed, superstitious, and indulgent ruler. Historian James Lockhart suggests that the people needed to have a scapegoat for the Aztec defeat, and Moctezuma naturally fell into that role. ===Fernando Alvarado Tezozómoc=== Fernando Alvarado Tezozómoc, who may have written the Crónica Mexicayotl, was possibly a grandson of Moctezuma II. It is possible that his chronicle relates mostly the genealogy of the Aztec rulers. He described Moctezuma's issue and estimates them to be nineteen – eleven sons and eight daughters.Tezozomoc, Fernando Alvarado, 1992 (1949), Crónica Mexicayotl, Translated by Adrián León, UNAM, México ==Depiction in early post-conquest literature== thumb|left|250px|The Spanish take control of Montezuma in Mexico. Illustration from Philosophical and political history of and trade of Europeans, Jean- Léonard Pellet, Genève, 1780. Some of the Aztec stories about Moctezuma describe him as being fearful of the Spanish newcomers, and some sources, such as the Florentine Codex, comment that the Aztecs believed the Spaniards to be gods and Cortés to be the returned god Quetzalcoatl. The veracity of this claim is difficult to ascertain, though some recent ethnohistorians specialising in early Spanish/Nahua relations have discarded it as post- conquest mythicalisation. Much of the idea of Cortés being seen as a deity can be traced back to the Florentine Codex, written some 50 years after the conquest. In the codex's description of the first meeting between Moctezuma and Cortés, the Aztec ruler is described as giving a prepared speech in classical oratorical Nahuatl, a speech which as described verbatim in the codex (written by Sahagún's Tlatelolcan informants) included such prostrate declarations of divine or near-divine admiration as, \"You have graciously come on earth, you have graciously approached your water, your high place of Mexico, you have come down to your mat, your throne, which I have briefly kept for you, I who used to keep it for you,\" and, \"You have graciously arrived, you have known pain, you have known weariness, now come on earth, take your rest, enter into your palace, rest your limbs; may our lords come on earth.\" While some historians such as Warren H. Carroll consider this as evidence that Moctezuma was at least open to the possibility that the Spaniards were divinely sent based on the Quetzalcoatl legend, others such as Matthew Restall argue that Moctezuma politely offering his throne to Cortés (if indeed he did ever give the speech as reported) may well have been meant as the exact opposite of what it was taken to mean, as politeness in Aztec culture was a way to assert dominance and show superiority. Other parties have also propagated the idea that the Native Americans believed the conquistadors to be gods, most notably the historians of the Franciscan order such as Fray Gerónimo de Mendieta. Bernardino de Sahagún, who compiled the Florentine Codex, was also a Franciscan priest. ===Indigenous accounts of omens and Moctezuma's beliefs=== Bernardino de Sahagún (1499–1590) includes in Book 12 of the Florentine Codex eight events said to have occurred prior to the arrival of the Spanish. These were purportedly interpreted as signs of a possible disaster, e.g. a comet, the burning of a temple, a crying ghostly woman, and others. Some speculate that the Aztecs were particularly susceptible to such ideas of doom and disaster because the particular year in which the Spanish arrived coincided with a \"tying of years\" ceremony at the end of a 52-year cycle in the Aztec calendar, which in Aztec belief was linked to changes, rebirth, and dangerous events. The belief of the Aztecs being rendered passive by their own superstition is referred to by Matthew Restall as part of \"The Myth of Native Desolation\" to which he dedicates chapter 6 in his book Seven Myths of the Spanish Conquest. These legends are likely a part of the post-conquest rationalization by the Aztecs of their defeat, and serve to show Moctezuma as indecisive, vain, and superstitious, and ultimately the cause of the fall of the Aztec Empire. thumb|left|Nezahualpilli (right) telling Moctezuma about the omens warning the destruction of the empire, according to the Durán Codex According to 16th-century Spanish historian Diego Durán, who was one of the most important chroniclers of the indigenous stories of the empire, Nezahualpilli was among those who informed Moctezuma of the imminent destruction of the empire by a foreign invader, warning him that omens confirming his fears will soon appear. This warning caused Moctezuma great fear and took a series of erratic decisions immediately after, such as severe punishments against his own soldiers for disappointing results after battles against the Tlaxcalans. Ethnohistorian Susan Gillespie has argued that the Nahua understanding of history as repeating itself in cycles also led to a subsequent rationalization of the events of the conquests. In this interpretation the description of Moctezuma, the final ruler of the Aztec Empire prior to the Spanish conquest, was tailored to fit the role of earlier rulers of ending dynasties—for example Quetzalcoatl, the mythical last ruler of the Toltecs. In any case it is within the realm of possibility that the description of Moctezuma in post-conquest sources was colored by his role as a monumental closing figure of Aztec history. ==Personal life== ===Wives, concubines, and children=== thumb|upright|Anonymous portrait of Moctezuma II, 17th century thumb|left|Engraving of Hernán Cortés, 19th century Moctezuma had numerous wives and concubines by whom he fathered an enormous family, but only two women held the position of queen – Tlapalizquixochtzin and Teotlalco. His partnership with Tlapalizquixochtzin, daughter of King Matlaccohuatl of Ecatepec, also made him king consort of Ecatepec since she was queen of that city. However, Spanish accounts describe that very few people in Mexico actually knew that these two women held such positions of power, some of those who knew being a few of his close servants. thumb|250px|right|Genealogy of Tecuichpoch Of his many wives may be named the princesses Teitlalco, Acatlan, and Miahuaxochitl, of whom the first named appears to have been the only legitimate consort. By her he left a son, Asupacaci, who fell during the Noche Triste, and a daughter, Tecuichpoch, later baptized as Isabel Moctezuma. By the Princess Acatlan were left two daughters, baptized as Maria and Mariana (also known as Leonor);Chipman, D. (2005). The Patrimony of Mariana and Pedro Moctezuma. In Moctezuma's Children: Aztec Royalty under Spanish Rule, 1520–1700 (pp. 75-95). University of Texas Press. Retrieved July 7, 2021, from http://www.jstor.org/stable/10.7560/706286.8 the latter alone left offspring, from whom descends the Sotelo-Montezuma family.Bancroft, Hubert Howe (1883) History of Mexico, Vol. L 1516–1521. Though the exact number of his children is unknown and the names of most of them have been lost to history, according to a Spanish chronicler, by the time he was taken captive, Moctezuma had fathered 100 children and fifty of his wives and concubines were then in some stage of pregnancy, though this estimate may have been exaggerated., page 215 As Aztec culture made class distinctions between the children of senior wives, lesser wives, and concubines, not all of his children were considered equal in nobility or inheritance rights. Among his many children were Princess Isabel Moctezuma, Princess Mariana Leonor Moctezuma and sons Chimalpopoca (not to be confused with the previous huey tlatoani) and Tlaltecatzin. ===Activities=== Moctezuma practiced a variety of sports, among them archery and swimming. His sportsmanship made him a well physically fit man. He was also well trained in the arts of war, as he was well experienced in the battlefield from an early age. Among the sports he practiced, he was an active hunter, and often used to hunt for deer, rabbits and various birds in a certain section of a forest (likely the Bosque de Chapultepec) that was exclusive to him and whoever he invited. It was prohibited for anyone without permission to enter, and allegedly any trespassers would be put to death. He also used to invite servants to this forest, should he order for certain animals to be hunted for him, which would often be done for the entertainment of his guests. ==Legacy== ===Descendants in Mexico and the Spanish nobility=== thumb|left|Francisco Javier Girón y Ezpeleta Duque de Ahumada Several lines of descendants exist in Mexico and Spain through Moctezuma II's son and daughters, notably Tlacahuepan Ihualicahuaca, or Pedro Moctezuma, and Tecuichpoch Ixcaxochitzin, or Isabel Moctezuma. Following the conquest, Moctezuma's daughter, Techichpotzin (or Tecuichpoch), became known as Isabel Moctezuma and was given a large estate by Cortés, who also fathered a child by her, Leonor Cortés Moctezuma, who in turn was the mother of Isabel de Tolosa Cortés de Moctezuma. Isabel married consecutively to Cuauhtémoc (the last Mexican sovereign), to a conquistador in Cortés' original group, Alonso Grado (died c. 1527), a poblador (a Spaniard who had arrived after the fall of Tenochtitlán), to Pedro Andrade Gallego (died c. 1531), and to conquistador Juan Cano de Saavedra, who survived her. She had children by the latter two, from whom descend the illustrious families of Andrade-Montezuma and Cano-Montezuma. A nephew of Moctezuma II was Diego de Alvarado Huanitzin. thumb|Coat of arms of the Dukes de Moctezuma de Tultengo (Descendientes del Emperador Mexica Moctezuma II) The grandson of Moctezuma II, Pedro's son, Ihuitemotzin, baptized as Diego Luis de Moctezuma, was brought to Spain by King Philip II. There he married Francisca de la Cueva de Valenzuela. In 1627, their son Pedro Tesifón de Moctezuma was given the title Count of Moctezuma (later altered to Moctezuma de Tultengo), and thus became part of the Spanish nobility. In 1766, the holder of the title became a Grandee of Spain. In 1865 (coincidentally during the Second Mexican Empire), the title, which was held by Antonio María Moctezuma-Marcilla de Teruel y Navarro, 14th Count of Moctezuma de Tultengo, was elevated to that of a Duke, thus becoming Duke of Moctezuma, with de Tultengo again added in 1992 by Juan Carlos I. Descendants of Pedro Tesifón de Moctezuma included (through an illegitimate child of his son Diego Luis) General Jerónimo Girón-Moctezuma, 3rd Marquess de las Amarilas (1741–1819), a ninth-generation descendant of Moctezuma II, who was commander of the Spanish forces at the Battle of Fort Charlotte, and his grandson, Francisco Javier Girón y Ezpeleta, 2nd Duke of Ahumada and 5th Marquess of the Amarillas who was the founder of the Guardia Civil in Spain. Other holders of Spanish noble titles that descend from the Aztec emperor include Dukes of Atrisco. ===Indigenous mythology and folklore=== Many indigenous peoples in Mexico are reported to worship deities named after the Aztec ruler, and often a part of the myth is that someday the deified Moctezuma shall return to vindicate his people. In Mexico, the contemporary Pames, Otomi, Tepehuán, Totonac, and Nahua peoples are reported to worship earth deities named after Moctezuma. His name also appears in Tzotzil Maya ritual in Zinacantán where dancers dressed as a rain god are called \"Moctezumas\". Hubert Howe Bancroft, writing in the 19th century (Native Races, Volume #3), speculated that the name of the historical Aztec emperor Moctezuma had been used to refer to a combination of different cultural heroes who were united under the name of a particularly salient representative of Mesoamerican identity. ===Symbol of indigenous leadership=== As a symbol of resistance against the Spanish, the name of Moctezuma has been invoked in several indigenous rebellions. One such example was the rebellion of the Virgin Cult in Chiapas in 1721, where the followers of the Virgin Mary rebelled against the Spanish after having been told by an apparition of the virgin that Moctezuma would be resuscitated to assist them against their Spanish oppressors. In the Quisteil rebellion of the Yucatec Maya in 1761, the rebel leader Jacinto Canek reportedly called himself \"Little Montezuma\". ==Portrayals and cultural references== ===Art, music, and literature=== thumb|250px|Montezuma II The Aztec emperor is the title character in several 18th-century operas: Motezuma (1733) by Antonio Vivaldi; Motezuma (1771) by Josef Mysliveček; Montezuma (1755) by Carl Heinrich Graun; and Montesuma (1781) by Niccolò Antonio Zingarelli. He is also the subject of Roger Sessions' dodecaphonic opera Montezuma (1963), and the protagonist in the modern opera La Conquista (2005) by Italian composer Lorenzo Ferrero, where his part is written in the Nahuatl language. Numerous other works of popular culture have mentioned or referred to Moctezuma: *Moctezuma (spelled Montezuma) is portrayed in Lew Wallace's first novel The Fair God (1873). He is portrayed as influenced by the belief that Cortés was Quetzalcoatl returned, and as a weak and indecisive leader, saving the conquistadores from certain defeat in one battle by ordering the Aztecs to stop. *The Marines' Hymn's opening line \"From the Halls of Montezuma\" refers to the Battle of Chapultepec in Mexico City during the Mexican–American War, 1846–1848. *Montezuma is mentioned in Neil Young's song \"Cortez the Killer\", from the 1975 album Zuma (the title of which is also believed to derive from \"Montezuma\"). The song's lyrics paint a heavily romanticized portrait of Montezuma and his empire. *On the facade of the Royal Palace of Madrid there is a statue of the emperor Moctezuma II, along with another of the Inca emperor Atahualpa, among the statues of the kings of the ancient kingdoms that formed Spain. *In the alternate history of Randall Garrett's Lord Darcy stories, where the Aztecs were conquered by an Anglo-French Empire rather than by Spain, Moctezuma II was converted to Christianity and retained his rule of Mexico as a vassal of the London-based king, and Moctezuma's descendants were still ruling in this capacity in the equivalent of the 20th century. *The video game Age of Empires II: The Conquerors contains a six-chapter campaign titled \"Montezuma\". ===Other references=== *Moctezuma River and Mount Moctezuma, a volcano in Mexico City, are named after him. *Montezuma Falls in Tasmania is named after him. *Cuauhtémoc Moctezuma Brewery, a brewery of Heineken International in Monterrey, Mexico, is named after Moctezuma II and his nephew, Cuauhtémoc. *Montezuma Castle and Montezuma Well, 13th-century Sinagua dwellings in central Arizona, were named by 19th-century American pioneers who mistakenly thought they were built by the Aztecs. *Montezuma is a playable ruler for the Aztec in several of the video games of the Civilization series. *Several species of animals and plants such as Montezuma quail, Montezuma oropendola, Argyrotaenia montezumae, and Pinus montezumae have been named after him. *An elementary school in Albuquerque, New Mexico is named Montezuma Elementary School, after him. *\"Montezuma's Revenge\" is a colloquialism for traveler's diarrhea in visitors to Mexico. The urban legend states that Montezuma II initiated the onslaught of diarrhea on \"gringo\" travelers to Mexico in retribution for the slaughter and subsequent enslavement of the Aztec people by Hernán Cortés in 1521. ==See also== *Historic recurrence *List of unsolved murders *Moctezuma I *Moctezuma's Table *Montezuma's headdress *Qualpopoca *Emperor ==Notes== ==References== ==Further reading== ===Primary sources=== * * * * * * * * * * * ===Secondary sources=== * * * * * * * * * * * * * * * * * * * * * * ==External links== *A reconstructed portrait of Motecuhzoma Xocoyotzin, based on historical sources, in a contemporary style. * Category:Tenochca tlatoque 02 Category:16th-century monarchs in North America Category:15th-century indigenous people of the Americas Category:16th-century indigenous people of the Americas Category:16th-century Mexican people Category:1460s births Category:1520 deaths Category:16th-century murdered monarchs Category:1520 crimes Category:1500s in the Aztec civilization Category:1510s in the Aztec civilization Category:1520s in the Aztec civilization Category:15th century in the Aztec civilization Category:16th century in the Aztec civilization Category:1520 in North America Category:Dethroned monarchs Category:Kings consort",
 "title": "Moctezuma II"
}