{
 "id": "207724",
 "text": "Milton is a riverside inner suburb of the City of Brisbane, Queensland, Australia. In the , the population of Milton was 2,274 people. == Geography == Milton is approximately west of the central business district. The suburb is a mixture of light industry, warehouses, commercial offices, retail and single and multiple occupancy residences. The main roads are Milton Road, which runs beside the main western rail line and Coronation Drive (formerly River Road), which runs along the Brisbane River. The postcode for Milton is 4064. ==History== Settlement in the Milton area by Europeans began in the 1840s, with land mostly used for farming and grazing. The suburb's name was derived from the farm name \"Milton Farm\", used from the late 1840s by Ambrose Eldridge, chemist. Eldridge named the farm after John Milton, the English poet. Circa 1862 the Anglican Church established a mortuary chapel for the North Brisbane Burial Ground (now Lang Park). It was demolished in 1891. Christ Church Anglican was dedicated in 1876. It was re-built and re-dedicated in 1891. In 1878 68 allotments were advertised to be auctioned by John Cameron on Monday, 27 May 1878. This area was called the \"Milton Estate\" and was subdivisions of portion 14 in the parish of Enoggera. The allotments were situated across the road from the Milton railway station. It was reported in The Brisbane Courier that 44 of the 68 allotments were sold at the auction for between £11 and £39. In 1879 98 allotments were advertised to be auctioned by J.B. Ellis & Co on Monday, 24 February 1879. This area was called the \"Bayswater Estate\" and was subdivision of portions 228 and 229 in the parish of Enoggera. Milton State School opened on 18 March 1889. In 1989 the school celebrated its centenary. In 1899 461 allotments were advertised to be auctioned by Isles, Love & Co on Saturday, 2 September 1899 (Federation Day), Saturday 9 September 1899 and Saturday 16 September 1899. This area was called the \"Dunmore Estate\" and is now mostly in Toowong as well as partly in Milton. On the real estate map for \"Dunmore Estate\", Cribb's Paddock, Milton is a black and white photo titled \"Panoramic view of the river looking towards town\". In 1899 it was advertised in the Brisbane Courier for contractors for the \"Dunmore Estate\", Cribb's Paddock, Milton to make an access road through the lagoon and a roadway under the railway bridge. It was reported in The Brisbane Courier and The Telegraph that a total of 240 lots were sold - 108 lots on 2 September 1899, 81 lots on 9 September 1899 and 51 lots on 16 September 1899. Between 1900 and 1962, Milton was served by trams running along Milton Road from Toowong and Rainworth, with the latter branching off at Baroona Road. The services were withdrawn after the disastrous Paddington tram depot fire and replaced by buses. The suburb continues to be served by most western suburb bus routes operated by Brisbane Transport. In 1911 20 allotments were advertised to be auctioned by Isles, Love & Co on Saturday, 30 September 1911. This area was called the \"Payne Estate\" and was subdivisions 4 to 7 and 10 to 22 and 27 to 29 in the parish of Enoggera. The allotments were situated on Park Road, Milton near the Brisbane River and near Milton Railway Station. It was reported in The Brisbane Courier that 15 of the 20 allotments were sold at the auction. In 1913 32 allotments were advertised to be auctioned by Cameron Bros. on Saturday, 10 May 1913. This area was called the \"Fairholme Estate\". It was reported in The Telegraph that 28 allotments were sold at the auction. The Morrow biscuit factory opened in December 1913 on the north-east corner of Coronation Drive and Boomerang Street (). In 1949 the Morrow company merged with the Arnott's Biscuits company and the factory became known as the Arnott's factory. It was well known because of the pleasant smell of baking biscuits that surrounded it. The factory was demolished in the 1980s, after Arnotts' moved their Brisbane operations to 46 Robinson Road East, Virginia. The Morrow/Arnott's site was redeveloped as apartments in 2004. Milton Courts opened in 1915. They were Brisbane's major tennis courts, where major international and national tournaments were held until the courts closed in the 1990s.Emporium Plan For Iconic Milton Tennis Centre Site , — Brisbane Times Between 1927 and 1969, the Brisbane City Council's tramway workshops were located at Boomerang Street, a site formerly used as a nightsoil dump. Trams accessed the workshops from Milton Road, under the railway line. After the closure of the tram system on 13 April 1969, the workshops continued to be used to service the City Council's bus fleet, until the workshop complex was shifted to Toowong in 1979. The workshops were then demolished and the site used as a successful \"Park and Ride\" car park, where commuters could park their cars at the edge of the CBD and continue their journey by bus. However, in the late 1980s, a change in City Council policy saw the site sold for office development. Milton Bowl opened in 1962. It was a ten-pin bowling alley located at the Rosalie end of the suburb. It closed on 17 March 2008, after 45 years. The Brisbane City Council's trolley-bus depot and garage was located between Chippendall and Castlemaine Streets and operated between 1951 and 1969. The building remained until it was demolished to make way for the redevelopment of Lang Park as a stadium. Hubbard's School (also known as Hubbards Academy) opened in 1952 as an after-school tutoring institution. From 1953 it accepted students on a full-time basis. In January 2011, Milton experienced flooding as part of the 2010–2011 Queensland floods. In 2014 Brisbane City Council redeveloped the former Milton Courts and Milton Bowl sites as Frew Park, a large inner city parkland incorporating tennis courts, children's playground and open space. In the the population of Milton was 2,274 people. == Heritage listings == Milton has a number of heritage- listed sites, including: * Bayswater Street: Milton State School * 249 Coronation Drive: Cook Terrace * 16 Hale Street: Christ Church * 50 McDougall Street: Milton House * 233 Milton Road: Old Bishopsbourne Chapel (Chapel of the Holy Spirit) * 233 Milton Road: Old Bishopsbourne ==Demographics== * In the the population of Milton was 2,274, 48.9% female and 51.1% male. * The median age of the Milton population was 29 years of age, 9 years below the Australian median. * 57.8% of people living in Milton were born in Australia, compared to the national average of 66.7% * 71.5% of people spoke only English at home; the next most common language was Mandarin at 4.6%. * The most common responses for religion were No Religion 39.7% and Catholic 21.3%. == Education == Milton State School is a government primary (Prep-6) school for boys and girls at Bayswater Street (). In 2018, the school had an enrolment of 717 students with 54 teachers (44 full-time equivalent) and 25 non-teaching staff (15 full-time equivalent). It includes a special education program. Hubbard's School is a private secondary (11-12) school for boys and girls at 15 Lang Parade (). In 2018, the school had an enrolment of 59 students with 11 teachers (4 full-time equivalent) and 3 non-teaching staff. == Amenities == The Anglican Chapel of the Holy Spirit at St Francis' Theological College is at 223 Milton Road (). Christ Church Anglican is at 3-9 Chippendall Street (). Behind the church is the Christ Church Memorial Reserve which contains a small number of headstones relocated from the North Brisbane Burial Ground (subsequently redeveloped as Lang Park Stadium). Frew Park is between Milton Road and Frew Street (). It has tennis courts and other recreational activities. ==Attractions== thumb|right|300px|Suncorp Stadium, Milton Notable landmarks in Milton include the Castlemaine Perkins brewery (), known for the \"Fourex\" (XXXX) range of beers, Lang Park (also known as Brisbane Stadium and by the sponsor name of Suncorp Stadium), a portion of the Brisbane riverwalk and the Park Road strip of restaurants and cafés.Milton Attractions Magnificent Milton. Retrieved on 2014-04-16. Castlemaine Perkins brewery offers tours and tastings in its Alehouse. === Lang Park === Lang Park is at 40 Castlemaine Street, Milton, with frontage and entrance now on Caxton Street, Paddington (). In 1840 the site was originally established as a cemetery by Reverend John Dunmore Lang for which it was used until 1875. In 1911 the cemetery was closed and most of the graves were moved to Toowong and Lutwyche Cemeteries. The site then became a rubbish tip. In 1914 the site established as parkland (John Brown Oval after a City Council alderman and used for cycling, athletics and soccer). In 1955 Frank Burke persuaded Queensland Rugby League to sign a 21-year lease on the grounds with the Brisbane City Council and the newly christened Lang Park became the official headquarters for the Rugby League football code in Queensland. The first Rugby League match was held there in 1958 and in 1963 the Lang Park Trust was established under an Act of Parliament. Rugby internationals (1965 First Rugby Union Test against South African Springboks), cricket internationals (1966 the Ashes campaign, Australia vs. Great Britain with a new attendance record of 45,047), soccer internationals (1970 Queensland vs Russian Club Moscow Dynamo) and local baseball (1972 All Stars vs Ipswich with a 2,000 crowd) were played there. The first State of Origin match between Queensland and New South Wales was held there in 1980, and it became the home of the Brisbane Broncos Rugby league team (1988–92, 2003– ), and the now defunct Crushers rugby league team (1995). The old stadium and its various grandstands were demolished in 2000 (quite controversially) and a new state of the art modern stadium was completed in 2003 and rechristened Suncorp Stadium after its major corporate sponsor. Older fans still refer to the ground as Lang Park as do some media personalities much to the chagrin of the Suncorp sponsor. Radio humorists and State of Origin match callers, Roy and HG, were reprimanded for referring to the new stadium as Lang Park and from then on referred to the site as \"the place formerly called Lang Park\".Officially the correct title is the Suncorp Stadium at Lang Park. The stadium is unofficially known as \"The Cauldron\", and Queensland fans developed a reputation for vocal support of their teams, adding to this mythology. Extensive use of steel has helped to provide a built-in atmosphere and the designers of the redevelopment have opted for the use of a low flat steel roof because of its ability to enclose crowd noise within the stadium and re-creating the Cauldron atmosphere of the original Lang Park. The 1992 statue of rugby league footballer Wally Lewis erected at the southern end of the Stadium. ==Transport== By Ferry, the Milton Ferry Terminal () is at the end of Park Road as it meets Coronation Drive. By Train, the Milton Railway Station () is the first station on the Ipswich line west of Roma Street Station. It is served by commuter trains only. Image:Cook terrace.jpg|Cook's Terrace, Coronation Drive ==References== ==External links== *University of Queensland: Queensland Places: Milton *Christ Church, Milton *",
 "title": "Milton, Queensland"
}