{
 "id": "208068",
 "text": "Windows Server 2003 is the first version of Windows Server operating system produced by Microsoft. It is part of the Windows NT family of operating systems and was released on April 24, 2003. Windows Server 2003 is the successor to the Server editions of Windows 2000 and the predecessor to Windows Server 2008. An updated version, Windows Server 2003 R2, was released to manufacturing on December 6, 2005. Windows Server 2003's kernel was later adopted in the development of Windows Vista and also used by Windows XP Professional x64 Edition. ==Overview== Windows Server 2003 is the follow-up to Windows 2000 Server, incorporating compatibility and other features from Windows XP. Unlike Windows 2000, Windows Server 2003's default installation has none of the server components enabled, to reduce the attack surface of new machines. Windows Server 2003 includes compatibility modes to allow older applications to run with greater stability. It was made more compatible with Windows NT 4.0 domain-based networking. Windows Server 2003 brought in enhanced Active Directory compatibility and better deployment support to ease the transition from Windows NT 4.0 to Windows Server 2003 and Windows XP Professional. Windows Server 2003 is the first server edition of Windows to support the IA64 and x64 architectures. The product went through several name changes during the course of development. When first announced in 2000, it was known by its codename \"Whistler Server\"; it was named \"Windows 2002 Server\" for a brief time in mid-2001, followed by \"Windows .NET Server\" and \"Windows .NET Server 2003\". After Microsoft chose to focus the \".NET\" branding on the .NET Framework, the OS was finally released as \"Windows Server 2003\". ==Development== Windows Server 2003 was the first Microsoft Windows version which was thoroughly subjected to semi-automated testing for bugs with a software system called PREfast developed by computer scientist Amitabh Srivastava at Microsoft Research. The automated bug checking system was first tested on Windows 2000 but not thoroughly. Amitabh Srivastava's PREfast found 12% of Windows Server 2003's bugs, the remaining 88% being found by human computer programmers. Microsoft employs more than 4,700 programmers who work on Windows, 60% of whom are software testers whose job is to find bugs in Windows source code. Microsoft co-founder Bill Gates stated that Windows Server 2003 was Microsoft's \"most rigorously tested software to date.\" Microsoft later used Windows Server 2003's kernel in the development of Windows Vista after its reset. ==Changes== thumb|Manage Your Server The following features are new to Windows Server 2003: * Internet Information Services (IIS) v6.0 * Significant improvements to Message Queuing * Manage Your Server – a role management administrative tool that allows an administrator to choose what functionality the server should provide * Improvements to Active Directory, such as the ability to deactivate classes from the schema, or to run multiple instances of the directory server (ADAM) * Improvements to Group Policy handling and administration * Provides a backup system to restore lost files * Improved disk management, including the ability to back up from shadows of files, allowing the backup of open files. * Improved scripting and command line tools, which are part of Microsoft's initiative to bring a complete command shell to the next version of Windows * Support for a hardware-based \"watchdog timer\", which can restart the server if the operating system does not respond within a certain amount of time. The ability to create a rescue disk was removed in favor of Automated System Recovery (ASR). ==Editions== Windows Server 2003 comes in a number of editions, each targeted towards a particular size and type of business. In general, all variants of Windows Server 2003 have the ability to share files and printers, act as an application server, host message queues, provide email services, authenticate users, act as an X.509 certificate server, provide LDAP directory services, serve streaming media, and to perform other server- oriented functions. {| class=\"wikitable\" style=\"margin:auto; text- align:center\" |+ Supported hardware capabilities across editions of Windows Server 2003 |- ! colspan=2 | Criteria !! Web !! Standard !! Enterprise !! Datacenter |- | colspan=2 | Maximum physical CPUs || 2 || 4 || 8 || 64 |- | rowspan=3 | Maximum RAM | IA-32 x86 || || || colspan=\"2\" | |- | x64 || || || colspan=\"2\" | |- | IA-64 Itanium || || || colspan=\"2\" | |} ===Web=== Windows Server 2003 Web is meant for building and hosting Web applications, Web pages, and XML web services. It is designed to be used primarily as an IIS web server and provides a platform for developing and deploying XML Web services and applications that use ASP.NET technology. Domain controller and Terminal Services functionality are not included on Web Edition. However, Remote Desktop for Administration is available. Only 10 concurrent file-sharing connections are allowed at any moment. It is not possible to install Microsoft SQL Server and Microsoft Exchange software in this edition without installing Service Pack 1. Despite supporting XML Web services and ASP.NET, UDDI cannot be deployed on Windows Server 2003 Web. The .NET Framework version 2.0 is not included with Windows Server 2003 Web, but can be installed as a separate update from Windows Update. Windows Server 2003 Web supports a maximum of 2 physical processors and a maximum of 2 GB of RAM. It is the only edition of Windows Server 2003 that does not require any client access license (CAL) when used as the internet facing server front-end for Internet Information Services and Windows Server Update Services. When using it for storage or as a back-end with another remote server as the front-end, CALs may still be required. ===Standard=== Microsoft Windows Server 2003 Standard is aimed towards small to medium-sized businesses. Standard Edition supports file and printer sharing, offers secure Internet connectivity, and allows centralized desktop application deployment. A specialized variant for the x64 architecture was released in April 2005. The IA-32 variants supports up to four physical processors and up to 4 GB RAM; the x64 variant is capable of addressing up to 32 GB of RAM and also supports Non-Uniform Memory Access. ===Enterprise=== Windows Server 2003 Enterprise is aimed towards medium to large businesses. It is a full-function server operating system that supports up to 8 physical processors and provides enterprise-class features such as eight-node clustering using Microsoft Cluster Server (MSCS) software and support for up to 64 GB of RAM through PAE. Enterprise Edition also comes in specialized variants for the x64 and Itanium architectures. With Service Pack 2 installed, the x64 and Itanium variants are capable of addressing up to 1 TB and 2 TB of RAM, respectively. This edition also supports Non-Uniform Memory Access (NUMA). It also provides the ability to hot-add supported hardware. Windows Server 2003 Enterprise is also the required edition to issue custom certificate templates. ===Datacenter=== Windows Server 2003 Datacenter is designed for infrastructures demanding high security and reliability. Windows Server 2003 is available for IA-32, Itanium, and x64 processors. It supports a maximum of 32 physical processors on IA-32 platform or 64 physical processors on x64 and IA-64 hardware. IA-32 variants of this edition support up to 64 GB of RAM. With Service Pack 2 installed, the x64 variants support up to 1 TB while the IA-64 variants support up to 2 TB of RAM. Windows Server 2003 Datacenter also allows limiting processor and memory usage on a per- application basis. This edition has better support for storage area networks (SANs): It features a service which uses Windows sockets to emulate TCP/IP communication over native SAN service providers, thereby allowing a SAN to be accessed over any TCP/IP channel. With this, any application that can communicate over TCP/IP can use a SAN, without any modification to the application. The Datacenter edition, like the Enterprise edition, supports 8-node clustering. Clustering increases availability and fault tolerance of server installations by distributing and replicating the service among many servers. This edition supports clustering with each cluster having its own dedicated storage, or with all cluster nodes connected to a common SAN. ==Derivatives== ===Windows Compute Cluster Server=== Windows Compute Cluster Server 2003 (CCS), released in June 2006, is designed for high-end applications that require high performance computing clusters. It is designed to be deployed on numerous computers to be clustered together to achieve supercomputing speeds. Each Compute Cluster Server network comprises at least one controlling head node and subordinate processing nodes that carry out most of the work. Compute Cluster Server uses the Microsoft Messaging Passing Interface v2 (MS-MPI) to communicate between the processing nodes on the cluster network. It ties nodes together with a powerful inter-process communication mechanism which can be complex because of communications between hundreds or even thousands of processors working in parallel. The application programming interface consists of over 160 functions. A job launcher enables users to execute jobs to be executed in the computing cluster. MS MPI was designed to be compatible with the reference open source MPI2 specification which is widely used in High-performance computing (HPC). With some exceptions because of security considerations, MS MPI covers the complete set of MPI2 functionality as implemented in MPICH2, except for the planned future features of dynamic process spawn and publishing. ===Windows Storage Server=== Windows Storage Server 2003, a part of the Windows Server 2003 series, is a specialized server operating system for network-attached storage (NAS). Launched in 2003 at Storage Decisions in Chicago, it is optimized for use in file and print sharing and also in storage area network (SAN) scenarios. It is only available through Original equipment manufacturers (OEMs). Unlike other Windows Server 2003 editions that provide file and printer sharing functionality, Windows Storage Server 2003 does not require any CAL. Windows Storage Server 2003 NAS equipment can be headless, which means that they are without any monitors, keyboards or mice, and are administered remotely. Such devices are plugged into any existing IP network and the storage capacity is available to all users. Windows Storage Server 2003 can use RAID arrays to provide data redundancy, fault-tolerance and high performance. Multiple such NAS servers can be clustered to appear as a single device, which allows responsibility for serving clients to be shared in such a way that if one server fails then other servers can take over (often termed a failover) which also improves fault-tolerance. Windows Storage Server 2003 can also be used to create a Storage Area Network, in which the data is transferred in terms of chunks rather than files, thus providing more granularity to the data that can be transferred. This provides higher performance to database and transaction processing applications. Windows Storage Server 2003 also allows NAS devices to be connected to a SAN. Windows Storage Server 2003 R2, as a follow-up to Windows Storage Server 2003, adds file-server performance optimization, Single Instance Storage (SIS), and index-based search. Single instance storage (SIS) scans storage volumes for duplicate files, and moves the duplicate files to the common SIS store. The file on the volume is replaced with a link to the file. This substitution reduces the amount of storage space required, by as much as 70%. Windows Storage Server 2003 R2 provides an index-based, full-text search based on the indexing engine already built into Windows server. The updated search engine speeds up indexed searches on network shares. This edition also provides filters for searching many standard file formats, such as .zip, AutoCAD, XML, MP3, and .pdf, and all Microsoft Office file formats. Windows Storage Server 2003 R2 includes built in support for Windows SharePoint Services and Microsoft SharePoint Portal Server, and adds a Storage Management snap-in for the Microsoft Management Console. It can be used to manage storage volumes centrally, including DFS shares, on servers running Windows Storage Server R2. Windows Storage Server 2003 R2 can be used as an iSCSI target with standard and enterprise editions of Windows Storage Server 2003 R2, incorporating WinTarget iSCSI technology which Microsoft acquired in 2006 by from StringBean software. This will be an add-on feature available for purchase through OEM partners as an iSCSI feature pack, or is included in some versions of WSS as configured by OEMs. Windows Storage Server 2003 can be promoted to function as a domain controller; however, this edition is not licensed to run directory services. It can be joined to an existing domain as a member server. ====Features==== * Distributed File System (DFS): DFS allows multiple network shares to be aggregated as a virtual file system. * Support for SAN and iSCSI: Computers can connect to a Storage Server over the LAN, and there is no need for a separate fibre channel network. Thus a Storage Area Network can be created over the LAN itself. iSCSI uses the SCSI protocol to transfer data as a block of bytes, rather than as a file. This increases performance of the Storage network in some scenarios, such as using a database server. * Virtual Disc Service: It allows NAS devices, RAID devices and SAN shares to be exposed and managed as if they were normal hard drives. * JBOD systems: JBOD (Just a bunch of discs) systems, by using VDS, can manage a group of individual storage devices as a single unit. There is no need for the storage units to be of the same maker and model. * Software and Hardware RAID: Windows Storage Server 2003 has intrinsic support for hardware implementation of RAID. In case hardware support is not available, it can use software enabled RAID. In that case, all processing is done by the OS. * Multi Path IO (MPIO): It provides an alternate connection to IO devices in case the primary path is down. ====Editions==== Windows Storage Server 2003 R2 was available in the following editions: {| class=\"wikitable\" style=\"margin:auto; text- align:center;\" |- ! ! Express ! Workgroup ! Standard ! Enterprise |- | Number of physical CPUs | colspan=\"2\" | 1 || 1–4 || 1–64 |- | x64 variants available | || || || |- | Numbers of disk drives | 2 || 4 || colspan=\"2\" rowspan=\"2\" | Unlimited |- | NICs | 1 || 2 |- | Print service | || || || |- | CALs required | || || || |- | iSCSI target support | || || || |- |Clustering | || || || |} Windows Unified Data Storage Server is a variant of Windows Storage Server 2003 R2 with iSCSI target support standard, available in only the standard and enterprise editions. ===Windows Small Business Server=== Windows Small Business Server (SBS) is a software suite which includes Windows Server and additional technologies aimed at providing a small business with a complete technology solution. The Standard edition of SBS includes Microsoft Remote Web Workplace, Windows SharePoint Services, Microsoft Exchange Server, Fax Server, Active Directory, a basic firewall, DHCP server and network address translation capabilities. The Premium edition of SBS adds Microsoft SQL Server 2000 and Microsoft ISA Server 2004. SBS has its own type of CAL that is different and costs slightly more than CALs for the other editions of Windows Server 2003. However, the SBS CAL encompasses the user CALs for Windows Server, Exchange Server, SQL Server and ISA Server, and hence is less expensive than buying all other CALs individually. SBS has the following design limitations, mainly affecting Active Directory: * Only one computer in a Windows Server domain can be running SBS * SBS must be the root of the Active Directory forest * SBS cannot trust any other domains * SBS is limited to 75 users or devices depending on the type of CAL * SBS is limited to a maximum of 4 GB of RAM (Random Access Memory) * SBS domains cannot have any child domains * Terminal Services only operates in remote administration mode on SBS, meaning that only two simultaneous RDP sessions are allowed To remove the limitations from an instance of SBS and upgrade to regular Windows Server, Exchange Server, SQL and ISA Server, there is a Windows Small Business Server 2003 R2 Transition Pack.Windows Server 2003 ===Windows Home Server=== Windows Home Server is an operating system from Microsoft based on Windows Small Business Server 2003 SP2 (this can be seen in the directory listings of the installation DVD). Windows Home Server was announced on January 7, 2007 at the Consumer Electronics Show by Bill Gates and is intended to be a solution for homes with multiple connected PCs to offer file sharing, automated backups, and remote access. Windows Home Server began shipment to OEMs on September 15, 2007. ===Windows Server for Embedded Systems=== Windows Server 2003 for Embedded Systems replaced \"Windows 2000 Server for Embedded Systems\". Intended use was for building firewall, VPN caching servers and similar appliances. Variants were available with \"Server Appliance Software\" and with \"Microsoft Internet Security and Acceleration Server\" Availability of the original version ended May 28, 2003. Availability of R2 ended March 5, 2006. End of extended support was July 14, 2015 (all variants except Storage Server), and End of Licence was May 28, 2018 (R2 and original). The End of Licence date is the last date that OEM's may distribute systems using this version. All variants continued to receive Critical security updates until the end of extended support: Release 2 for Embedded Systems was available in 32 and 64 bit variants, Standard (1-4 CPU) and Enterprise (1-8 CPU): ===Windows XP Professional x64 Edition=== Windows XP Professional x64 Edition was released less than a month after Windows Server 2003 SP1, and used the same kernel and source code tree. While many features of the 32-bit variant of Windows XP were brought over into Windows XP Professional x64 Edition, other limitations imposed by constraints such as only supporting 64-bit drivers, and support for 16-bit programs being dropped led to incompatibilities with the 32-bit Windows XP editions available. It later received a Service Pack update as part of the release of Windows Server 2003 SP2. ==Updates== ===Service Pack 1=== On March 30, 2005, Microsoft released Service Pack 1 for Windows Server 2003. Among the improvements are many of the same updates that were provided to Windows XP users with Service Pack 2. Features that are added with Service Pack 1 include: * Security Configuration Wizard: A tool that allows administrators to more easily research, and make changes to, security policies. * Hot Patching: This feature is set to extend Windows Server 2003's ability to take DLL, Driver, and non-kernel patches without a reboot. * IIS 6.0 Metabase Auditing: Allowing the tracking of metabase edits. * Windows Firewall: Brings many of the improvements from Windows XP Service Pack 2 to Windows Server 2003; also with the Security Configuration Wizard, it allows administrators to more easily manage the incoming open ports, as it will automatically detect and select default roles. * Other networking improvements include support for Wireless Provisioning Services, better IPv6 support, and new protections against SYN flood TCP attacks. * Post-Setup Security Updates: A default mode that is turned on when a Service Pack 1 server is first booted up after installation. It configures the firewall to block all incoming connections, and directs the user to install updates. * Data Execution Prevention (DEP): Support for the No Execute (NX) bit which helps to prevent buffer overflow exploits that are often the attack vector of Windows Server exploits. * Windows Media Player version 10 * Internet Explorer 6 SV1SV1 stands for \"Security Version 1\", referring to the set of security enhancements made for that release . This version of Internet Explorer is more popularly known as IE6 SP2, given that it is included with Windows XP Service Pack 2, but this can lead to confusion when discussing Windows Server 2003, which includes the same functionality in the SP1 update to that operating system. (e.g. 'IE6 SP2') * Support for fixed disks bearing data organized using the GUID Partition Table system A full list of updates is available in the Microsoft Knowledge Base. ===Service Pack 2=== Service Pack 2 for Windows Server 2003 was released on March 13, 2007. The release date was originally scheduled for the first half of 2006. On June 13, 2006, Microsoft made an initial test version of Service Pack 2 available to Microsoft Connect users, with a build number of 2721. This was followed by build 2805, known as Beta 2 Refresh. The final build is 3790. Microsoft has described Service Pack 2 as a \"standard\" service pack release containing previously released security updates, hotfixes, and reliability and performance improvements. In addition, Service Pack 2 contains Microsoft Management Console 3.0, Windows Deployment Services (which replaces Remote Installation Services), support for WPA2, and improvements to IPsec and MSConfig. Service Pack 2 also adds Windows Server 2003 Scalable Networking Pack (SNP), which allows hardware acceleration for processing network packets, thereby enabling faster throughput. SNP was previously available as an out-of-band update for Windows Server 2003 Service Pack 1. ==Windows Server 2003 R2== Windows Server 2003 R2 is the title of a complementary offering by Microsoft. It consists of a copy of Windows Server 2003 SP1 on one CD and a host of optionally installed new features (reminiscent of Microsoft Plus!) on another. It was released to manufacturing on December 6, 2005 for IA-32 and x64 platforms, but not for IA-64. It was succeeded by Windows Server 2008. New features of Windows Server 2003 R2 include: * .NET Framework 2.0 * Active Directory Federation Services * Microsoft Management Console version 3.0. Additionally, several new snap-ins are included: ** Print Management Console, for managing print servers ** File Server Resource Manager, for managing disk quotas on file servers ** Storage Manager for SANs, for managing LUNs * A new version of Distributed File System that includes remote differential compression technology * Microsoft Virtual Server 2005, a hypervisor and the precursor to Hyper-V * Windows Services for UNIX ==Support lifecycle== On July 13, 2010, Windows Server 2003's mainstream support expired and the extended support phase began. During the extended support phase, Microsoft continued to provide security updates; however, free technical support, warranty claims, and design changes are no longer being offered. Extended support lasted until July 14, 2015. Although Windows Server 2003 is unsupported, Microsoft released an emergency security patch in May 2017 for the OS as well as other unsupported versions of Windows (including Windows Vista and Windows 7 RTM without a service pack), to address a vulnerability that was being leveraged by the WannaCry ransomware attack. Microsoft in 2020 announced that it would disable the Windows Update service for SHA-1 endpoints and since Windows Server 2003 did not get an update for SHA-2, Windows Update Services are no longer available on the OS as of late July 2020. However as of April 2021, the old updates for Windows Server 2003 are still available on the Microsoft Update Catalog. == Source code leak == On September 23, 2020, the Windows XP Service Pack 1 and Windows Server 2003 source code was leaked onto the imageboard 4chan by an unknown user. Anonymous users from the latter managed to compile the code, as well as a Twitter user who posted videos of the process on YouTube proving that the code was genuine. The latter were struck down on copyright grounds by Microsoft. The leak was incomplete as it was missing the Winlogon source code and some other components. The original leak itself was spread using magnet links and torrent files whose payload originally included Server 2003 and XP source code and which was later updated by additional files among which were previous leaks of Microsoft products, its patents, media about conspiracy theories about Bill Gates by anti-vaccination movements and an assortment of PDF files on different topics. Microsoft issued a statement stating that it was investigating the leaks. ==See also== * BlueKeep (security vulnerability) * Comparison of Microsoft Windows versions * Comparison of operating systems * History of Microsoft Windows * List of operating systems * Microsoft Servers ==References== ==External links== * Windows Server 2003 on Microsoft TechNet * Windows Server 2003 Downloads on Microsoft TechNet * Windows Server Performance Team Blog * Kernel comparison with Linux 2.6 by David Solomon, Mark Russinovich, and Andreas Polze Category:2003 software Category:Products and services discontinued in 2015 Category:Windows Server Category:IA-32 operating systems Category:X86-64 operating systems",
 "title": "Windows Server 2003"
}