{
 "id": "208079",
 "text": "The Kwakwa̱ka̱ʼwakw (), also known as the KwakiutlNational Museum of the American Indian Retrieved December 15, 2014.University of British Columbia Totem Park House Names Retrieved December 15, 2014. Ministry of Education, Government of British Columbia Website Retrieved December 15, 2014. Ministry of Education, Government of British Columbia Website Retrieved December 15, 2014. (; \"Kwakʼwala-speaking peoples\")\"The Kwakʼwala Speaking Tribes\", Uʼmista Cultural Centre. Retrieved November 21 2013First Voices: Kwak̓wala Community Portal Retrieved November 21, 2013 are one of the indigenous peoples of the Pacific Northwest Coast. Their current population, according to a 2016 census, is 3,665. Most live in their traditional territory on northern Vancouver Island, nearby smaller islands including the Discovery Islands, and the adjacent British Columbia mainland. Some also live outside their homelands in urban areas such as Victoria and Vancouver. They are politically organized into 13 band governments. Their language, now spoken by only 3.1% of the population, consists of four dialects of what is commonly referred to as Kwakʼwala. These dialects are Kwak̓wala, ʼNak̓wala, G̱uc̓ala and T̓łat̓łasik̓wala.Kwakwa̱ka̱'wakw/Kʷakʷəkəw̓akʷ Communities, LanguageGeek.com Retrieved April 6, 2013. ==Name== The name Kwakiutl derives from Kwaguʼł—the name of a single community of Kwakwa̱ka̱ʼwakw located at Fort Rupert. The anthropologist Franz Boas had done most of his anthropological work in this area and popularized the term for both this nation and the collective as a whole. The term became misapplied to mean all the nations who spoke Kwakʼwala, as well as three other Indigenous peoples whose language is a part of the Wakashan linguistic group, but whose language is not Kwakʼwala. These peoples, incorrectly known as the Northern Kwakiutl, were the Haisla, Wuikinuxv, and Heiltsuk. Many people who others call \"Kwakiutl\" consider that name a misnomer. They prefer the name Kwakwa̱ka̱ʼwakw, which means \"Kwakʼwala- speaking-peoples\". One exception is the Laich-kwil-tach at Campbell River—they are known as the Southern Kwakiutl, and their council is the Kwakiutl District Council. ==History== Kwakwa̱ka̱ʼwakw oral history says their ancestors (ʼnaʼmima) came in the forms of animals by way of land, sea, or underground. When one of these ancestral animals arrived at a given spot, it discarded its animal appearance and became human. Animals that figure in these origin myths include the Thunderbird, his brother Kolas, the seagull, orca, grizzly bear, or chief ghost. Some ancestors have human origins and are said to come from distant places.Boas, (1925) vol. 3, pp 229-30. Historically, the Kwakwa̱ka̱ʼwakw economy was based primarily on fishing, with the men also engaging in some hunting, and the women gathering wild fruits and berries. Ornate weaving and woodwork were important crafts, and wealth, defined by slaves and material goods, was prominently displayed and traded at potlatch ceremonies. These customs were the subject of extensive study by the anthropologist Franz Boas. In contrast to most non-native societies, wealth and status were not determined by how much you had, but by how much you had to give away. This act of giving away your wealth was one of the main acts in a potlatch. The first documented contact was with Captain George Vancouver in 1792. Disease, which developed as a result of direct contact with European settlers along the West Coast of Canada, drastically reduced the Indigenous Kwakwa̱ka̱ʼwakw population during the late 19th-early 20th century. Kwakwa̱ka̱ʼwakw population dropped by 75% between 1830 and 1880.Duff Wilson, The Indian History of British Columbia, 38–40; Sessional Papers, 1873–1880. The 1862 Pacific Northwest smallpox epidemic alone killed over half of the people. Kwakwa̱ka̱ʼwakw dancers from Vancouver Island performed at the 1893 World's Columbian Exposition in Chicago.Raibmon, Paige. \"Theatres of Contact: The Kwakwak'wakw Meet Colonialism in British Columbia and the Chicago World's Fair\". Canadian Historical Review 81: 2(June 2000):157-191. An account of experiences of two founders of early residential schools for Aboriginal children was published in 2006 by the University of British Columbia Press. Good Intentions Gone Awry – Emma Crosby and the Methodist Mission On the Northwest Coast by Jan Hare and Jean Barman contains the letters and account of the life of the wife of Thomas Crosby the first missionary in Lax Kw'alaams (Port Simpson). This covers the period from 1870 to the turn of the 20th century. A second book was published in 2005 by the University of Calgary Press, The Letters of Margaret Butcher – Missionary Imperialism on the North Pacific Coast edited by Mary-Ellen Kelm. It picks up the story from 1916 to 1919 in Kitamaat Village and details of Butcher's experiences among the Haisla people. A review article entitled Mothers of a Native Hell about these two books was published in the British Columbia online news magazine The Tyee in 2007. Restoring their ties to their land, culture and rights, the Kwakwa̱ka̱ʼwakw have undertaken much in bringing back their customs, beliefs and language. Potlatches occur more frequently as families reconnect to their birthright, and the community uses language programs, classes and social events to restore the language. Artists in the 19th and 20th centuries, such as Mungo Martin, Ellen Neel and Willie Seaweed have taken efforts to revive Kwakwakaʼwakw art and culture. ==Divisions== Each Kwakwa̱ka̱ʼwakw nation has its own clans, chiefs, history, culture and peoples, but remain collectively similar to the rest of the Kwak̓wala-Speaking nations. {| class=\"wikitable\" ! Nation name ! IPA ! Translation ! Community ! Anglicized, archaic variants or adaptations |- | Kwaguʼł | | Smoke-Of-The-World | Tsax̱is / Fort Rupert | Kwagyewlth, Kwakiutl |- | Mamaliliḵa̱la | | The-People-Of-Malilikala | ʼMimkumlis / Village Island | |- | ʼNa̱mg̱is | | Those-Who-Are-One-When-They- Come-Together | Xwa̱lkw / Nimpkish River and Yalis / Alert Bay, | Nimpkish- Cheslakees |- | Ławitsis | | Angry-ones | Ḵalug̱wis / Turnour Island | Tlowitsis |- | A̱ʼwa̱ʼetła̱la | | Those-Up-The-Inlet | Dzawadi / Knight Inlet | |- | Da̱ʼnaxdaʼx̱w | | The-Sandstone-Ones | Tʼsadzisnukwa̱meʼ| New Vancouver, Harbledown Island | Tanakteuk |- | Maʼa̱mtagila | | | Itsika̱n | Etsekin, Iʼtsika̱n |- | Dzawa̱da̱ʼenux̱w | |People-Of-The-Eulachon-Country | Gwaʼyi / Kingcome Inlet | Tsawataineuk |- | Ḵwiḵwa̱sut̓inux̱w | | People-Of- The-Other-Side | G̱waʼyasda̱ms / Gilford Island | Kwicksutaineuk |- | Gwawa̱ʼenux̱w | | | Heg̱a̱mʼs / Hopetown (Watson Island) | Gwawaenuk |- | ʼNak̕waxdaʼx̱w | | | Baʼaʼs / Blunden Harbour, Seymour Inlet, & Deserters Group | Nakoaktok, Nakwoktak |- | Gwaʼsa̱la | | | T̓a̱kus / Smith Inlet, Burnett Bay | Gwasilla, Quawshelah |- | G̱usgimukw | |People of Guseʼ | X̱wa̱tis | Quatsino | Koskimo |- | Gwat̕sinux̱w | | Head-Of-Inlet-People | Winter Harbour | Oyag̱a̱mʼla / Quatsino |- | T̓łat̕ła̱siḵwa̱la | | Those-Of- The-Ocean-Side | X̱wa̱mdasbeʼ / Hope Island | |- | Wiwēqay̓i | | | Ceqʷəl̓utən / Cape Mudge | Weiwaikai, Yuculta, Euclataws, Laich-kwil-tach, Lekwiltok, Likʷʼala |- | Wiwēkam | | | ƛam̓atax̌ʷ / Campbell River | Weiwaikum |} ==Society == [[Image:Kwakwakawakwgirl.jpg|thumb|upright|Dzawa̱da̱ʼenux̱wFigure 2: Photo 2. Margaret Wilson Frank, daughter of Emily Hunt and David Wilson, granddaughter of Lucy Homikanis and George Hunt. Identified by Edward S. Curtis as \"Tsawatenok girl, Kwakiutl Indian.\" 1914. (Also on the cover of this issue.) Photo by Edward S. Curtis, Library of Congress, Prints and Photographs Division, Edward S. Curtis Collection, no. 3567. - Scientific Figure on ResearchGate girl, Margaret Frank (née Wilson)The Kwakwakaʼwakw, Curtis, and the Making of In the Land of the Head Hunters wearing abalone shell earrings, a sign of nobility and worn only by members of this class.Bruchac, Margaret M. - My Sisters Will Not Speak: Boas, Hunt, and the Ethnographic Silencing of First Nations Women.]] ===Kinship=== Kwakwa̱ka̱ʼwakw kinship is based on a bilinear structure, with loose characteristics of a patrilineal culture. It has large extended families and interconnected community life. The Kwakwa̱ka̱ʼwakw are made up of numerous communities or bands. Within those communities they are organized into extended family units or na'mima, which means of one kind. Each 'na'mima' had positions that carried particular responsibilities and privileges. Each community had around four 'na'mima', although some had more, some had less. Kwakwa̱ka̱ʼwakw follow their genealogy back to their ancestral roots. A head chief who, through primogeniture, could trace his origins to that 'na'mima's ancestors delineated the roles throughout the rest of his family. Every clan had several sub-chiefs, who gained their titles and position through their own family's primogeniture. These chiefs organized their people to harvest the communal lands that belonged to their family. Kwakwa̱ka̱ʼwakw society was organized into four classes: the nobility, attained through birthright and connection in lineage to ancestors, the aristocracy who attained status through connection to wealth, resources or spiritual powers displayed or distributed in the potlatch, commoners, and slaves. On the nobility class, \"the noble was recognized as the literal conduit between the social and spiritual domains, birthright alone was not enough to secure rank: only individuals displaying the correct moral behavior [sic] throughout their life course could maintain ranking status.\"Joseph Masco, \"It is a Strict Law that Bids Us Dance\": Cosmologies, Colonialism, Death, and Ritual Authority in the Kwakwakaʼwakw Potlatch, 1849 to 1922, 48. ===Property=== As in other Northwest Coast peoples, the concept of property was well developed and important to daily life. Territorial property such as hunting or fishing grounds was inherited, and from these properties material wealth was collected and stored.Hawthorn, A. (1988) pp. 31 ===Economy=== A trade and barter subsistence economy formed the early stages of the Kwakwa̱ka̱ʼwakw economy. Trade was carried out between internal Kwakwakaʼwakw nations, as well as surrounding Indigenous nations such as the Tsimshian, Tlingit, the Nuu-chah-nulth and Coast Salish peoples. Over time, the potlatch tradition created a demand for stored surpluses, as such a display of wealth had social implications. By the time of European colonialism, it was noted that wool blankets had become a form of common currency. In the potlatch tradition, hosts of the potlatch were expected to provide enough gifts for all the guests invited.Hawthorn, A. (1988) pp. 33 This practice created a system of loan and interest, using wool blankets as currency.Hawthorn, A. (1988) pp. 35 As with other Pacific Northwest nations, the Kwakwa̱ka̱ʼwakw highly valued copper in their economy and used it for ornament and precious goods. Scholars have proposed that prior to trade with Europeans, the people acquired copper from natural copper veins along riverbeds, but this has not been proven. Contact with European settlers, particularly through the Hudson's Bay Company, brought an influx of copper to their territories. The Kwakwa̱ka̱ʼwakw nations also were aware of silver and gold, and crafted intricate bracelets and jewellery from hammered coins traded from European settlers.Hawthorn, A. (1988) pp. 173 Copper was given a special value amongst the Kwakwa̱ka̱ʼwakw, most likely for its ceremonial purposes. This copper was beaten into sheets or plates, and then painted with mythological figures. The sheets were used for decorating wooden carvings or kept for the sake of prestige. Individual pieces of copper were sometimes given names based on their value. The value of any given piece was defined by the number of wool blankets last traded for them. In this system, it was considered prestigious for a buyer to purchase the same piece of copper at a higher price than it was previously sold, in their version of an art market. During potlatch, copper pieces would be brought out, and bids were placed on them by rival chiefs. The highest bidder would have the honour of buying said copper piece. If a host still held a surplus of copper after throwing an expensive potlatch, he was considered a wealthy and important man. Highly ranked members of the communities often have the Kwak'wala word for \"copper\" as part of their names. Copper's importance as an indicator of status also led to its use in a Kwakwa̱ka̱ʼwakw shaming ritual. The copper cutting ceremony involved breaking copper plaques. The act represents a challenge; if the target cannot break a plaque of equal or greater value, he or she is shamed. The ceremony, which had not been performed since the 1950s, was revived by chief Beau Dick in 2013, as part of the Idle No More movement. He performed a copper cutting ritual on the lawn of the British Columbia Legislature on February 10, 2013, to ritually shame the Stephen Harper government. ==Culture== thumb|upright|Kwakwa̱ka̱ʼwakw canoe welcoming with masks and traditional dug out cedar canoes. On bow is dancer in Bear regalia. The Kwakwa̱ka̱ʼwakw are a highly stratified bilineal culture of the Pacific Northwest. They are many separate nations, each with its own history, culture and governance. The Nations commonly each had a head chief, who acted as the leader of the nation, with numerous hereditary clan or family chiefs below him. In some of the nations, there also existed Eagle Chiefs, but this was a separate society within the main society and applied to the potlatching only. The Kwakwa̱ka̱ʼwakw are one of the few bilineal cultures. Traditionally the rights of the family would be passed down through the paternal side, but in rare occasions, the rights could pass on the maternal side of their family also. Within the pre-colonization times, the Kwakwa̱ka̱ʼwakw were organized into three classes: nobles, commoners, and slaves. The Kwakwa̱ka̱ʼwakw shared many cultural and political alliances with numerous neighbours in the area, including the Nuu-chah-nulth, Heiltsuk, Wuikinuxv and some Coast Salish. ===Language=== The Kwakʼwala language is a part of the Wakashan languages group. Word lists and some documentation of Kwakʼwala were created from the early period of contact with Europeans in the 18th century, but a systematic attempt to record the language did not occur before the work of Franz Boas in the late 19th and early 20th century. The use of Kwakʼwala declined significantly in the 19th and 20th centuries, mainly due to the assimilationist policies of the Canadian government. Kwakwa̱ka̱ʼwakw children were forced to attend residential schools, which enforced English use and discouraged other languages. Although Kwakʼwala and Kwakwa̱ka̱ʼwakw culture have been well-studied by linguists and anthropologists, these efforts did not reverse the trends leading to language loss. According to Guy Buchholtzer, \"The anthropological discourse had too often become a long monologue, in which the Kwakwa̱ka̱ʼwakw had nothing to say.\"SFU News Online - Native language centre planned - July 7, 2005 As a result of these pressures, there are relatively few Kwakʼwala speakers today. Most remaining speakers are past the age of child-rearing, which is considered a crucial stage for language transmission. As with many other Indigenous languages, there are significant barriers to language revitalization.Stabilizing Indigenous Languages: Conclusion Another barrier separating new learners from the native speaker is the presence of four separate orthographies; the young are taught U'mista or NAPA, while the older generations generally use Boaz, developed by the American anthropologist Franz Boas. A number of revitalization efforts are underway. A 2005 proposal to build a Kwakwakaʼwakw First Nations Centre for Language Culture has gained wide support.\"Native language centre planned\" - July 7, 2005, SFU News Online A review of revitalization efforts in the 1990s showed that the potential to fully revitalize Kwakʼwala still remained, but serious hurdles also existed. ===Arts=== In the old times, the Kwakwa̱ka̱ʼwakw believed that art symbolized a common underlying element shared by all species.Jonaitis, A. (1991) pp 67. Kwakwakaʼwakw arts consist of a diverse range of crafts, including totems, masks, textiles, jewellery and carved objects, ranging in size from transformation masks to tall totem poles. Cedar wood was the preferred medium for sculpting and carving projects as it was readily available in the native Kwakwa̱ka̱ʼwakw regions. Totems were carved with bold cuts, a relative degree of realism, and an emphatic use of paints. Masks make up a large portion of Kwakwa̱ka̱ʼwakw art, as masks are important in the portrayal of the characters central to Kwakwa̱ka̱ʼwakw dance ceremonies. Woven textiles included the Chilkat blanket, dance aprons and button cloaks, each patterned with Kwakwa̱ka̱ʼwakw designs. The Kwakwa̱ka̱ʼwakw used a variety of objects for jewellery, including ivory, bone, abalone shell, copper, silver and more. Adornments were frequently found on the clothes of important persons. ===Music=== Kwakwakaʼwakw music is the ancient art of the Kwakwa̱ka̱ʼwakw peoples. The music is an ancient art form, stretching back thousands of years. The music is used primarily for ceremony and ritual, and is based on percussive instrumentation, especially log, box, and hide drums, as well as rattles and whistles. The four-day Klasila festival is an important cultural display of song and dance and masks; it occurs just before the advent of the tsetseka, or winter. ===Ceremonies and events=== ====Potlatch==== thumb|Showing of masks at Kwakwa̱ka̱ʼwakw potlatch.|alt= The potlatch culture of the Northwest is well known and widely studied. It is still practised among the Kwakwa̱ka̱ʼwakw, as is the lavish artwork for which they and their neighbours are so renowned. The phenomenon of the potlatch, and the vibrant societies and cultures associated with it, can be found in Chiefly Feasts: The Enduring Kwakiutl Potlatch, which details the incredible artwork and legendary material that go with the other aspects of the potlatch, and gives a glimpse into the high politics and great wealth and power of the Kwakwa̱ka̱ʼwakw chiefs. When the Canadian government was focused on assimilation of First Nations, it made the potlatch a target of activities to be suppressed. Missionary William Duncan wrote in 1875 that the potlatch was \"by far the most formidable of all obstacles in the way of Indians becoming Christians, or even civilized\".Robin Fisher, Contact and Conflict: Indian- European Relations in British Columbia, 1774–1890, Vancouver, University of British Columbia Press, 1977, 207. In 1885, the Indian Act was revised to include clauses banning the potlatch and making it illegal to practise. The official legislation read, Oʼwax̱a̱laga̱lis, Chief of the Kwaguʼł \"Fort Rupert Tribes\", said to anthropologist Franz Boas on October 7, 1886, when he arrived to study their culture: Eventually the Act was amended, expanded to prohibit guests from participating in the potlatch ceremony. The Kwakwa̱ka̱ʼwakw were too numerous to police, and the government could not enforce the law. Duncan Campbell Scott convinced Parliament to change the offence from criminal to summary, which meant \"the agents, as justice of the peace, could try a case, convict, and sentence\".Aldona Jonaitis, Chiefly Feasts: the Enduring Kwakiutl Potlatch, Seattle, University of Washington Press, 1991, p.159. Sustaining the customs and culture of their ancestors, in the 21st century the Kwakwa̱ka̱ʼwakw openly hold potlatches to commit to the revival of their ancestors' ways. The frequency of potlatches has increased as occur frequently and increasingly more over the years as families reclaim their birthright. ====Hamatsa rituals==== Hamatsa is one of four secret societies. The Hamatsa initiation dance for young men has been called a \"cannibal\" ritual. thumb|Kwakwaka'wakw house, Fort Rupert Indian Reserve ===Housing and shelter=== The Kwakwa̱ka̱ʼwakw built their houses from cedar planks, which are highly water resistant. They were very large, anywhere from long. The houses could hold about 50 people, usually families from the same clan. At the entrance, there was usually a totem pole carved with different animals, mythological figures and family crests. ===Clothing and regalia=== In summer, men wore no clothing except jewellery. In the winter, they usually rubbed fat on themselves to keep warm. In battle the men wore red cedar armour and helmets, and breech clouts made from cedar. During ceremonies they wore circles of cedar bark on their ankles as well as cedar breech clouts. The women wore skirts of softened cedar, and a cedar or wool blanket on top during the winter. ===Transportation=== thumb|A Kwakwakaʼwakw canoe Kwakwa̱ka̱ʼwakw transportation was similar to that of other coastal people. Being an ocean and coastal people, they travelled mainly by canoe. Cedar dugout canoes, each made from one log, would be carved for use by individuals, families and communities. Sizes varied from ocean-going canoes, for long sea-worthy travel in trade missions, to smaller local canoes for inter-village travel. Some boats had buffalo fur inside to keep protection from the cold winters. == Notable Kwakwa̱ka̱ʼwakw == * Alfred Scow (1927-2013), first Aboriginal person to graduate from a BC law school, the first Aboriginal lawyer called to the BC bar and the first Aboriginal legally trained judge appointed to the BC Provincial Court * Sonny Assu (b. 1975), interdisciplinary artist * Joe Peters Jr., artist, woodcarver * Beau Dick, artist, woodcarver * Gord Hill, artist, author and Indigenous rights activist * Calvin Hunt (b. 1956), artist * Henry Hunt (1923-1985), artist * Richard Hunt (b. 1951), artist * Tony Hunt Sr. (1942-2017), artist * Charles Joseph, carver from Maʼamtaglia-Tlowitsis tribe * Mungo Martin, woodcarver * David Neel, artist, writer * Ellen Neel, woodcarver * Marianne Nicolson (b. 1969), artist, academic * Spencer O'Brien (b. 1988), snowboarder * Joe Peters Jr. artist, woodcarver (b.1960-1994) * Quesalid, medicine man, writer * Willie Seaweed, woodcarver * James Sewid, writer * Jody Wilson-Raybould, politician ==See also== * Kwakiutl (statue) * In the Land of the Head Hunters * Sisiutl * Dances of the Kwakiutl * I Heard the Owl Call My Name ==Notes== ==References== * Chiefly Feasts: The Enduring Kwakiutl Potlatch Aldona Jonaitis (Editor) U. Washington Press 1991 (also a publication of the American Museum of Natural History) * Bancroft-Hunt, Norman. People of the Totem: The Indians of the Pacific Northwest University of Oklahoma Press, 1988 * Boas, Contributions to the Ethnology of the Kwakiutl, Columbia University Contributions to Anthropology, vol. 3, New York: Columbia University Press, 1925. * Fisher, Robin. Contact and Conflict: Indian-European Relations in British Columbia, 1774–1890, Vancouver: University of British Columbia Press, 1977. * Goldman, Irving. The Mouth of Heaven: an Introduction to Kwakiutl Religious Thought, New York: Joh Wiley and Sons, 1975. * Hawthorn, Audrey. Kwakiutl Art. University of Washington Press. 1988. . * Jonaitis, Aldona. Chiefly Feasts: the Enduring Kwakiutl Potlatch, Seattle: University of Washington Press, 1991. * Masco, Joseph. \"It is a Strict Law that Bids Us Dance\": Cosmologies, Colonialism, Death, and Ritual Authority in the Kwakwakaʼwakw Potlatch, 1849 to 1922, San Diego: University of California. * Reid, Martine and Daisy Sewid-Smith. Paddling to Where I Stand, Vancouver: UBC Press, 2004. * Spradley, James. Guests Never Leave Hungry, New Haven: Yale University Press, 1969. * Umista Cultural Society. Creation myth of Kwakwakaʼwakw (December 1, 2007). * Walens, Stanley \"Review of the Mouth of Heaven by Irving Goldman,\" American Anthropologist, 1981. * Wilson, Duff. The Indian History of British Columbia, 38-40; Sessional Papers, 1873–1880. ==External links== * Uʼmista Cultural Society - Alert Bay",
 "title": "Kwakwakaʼwakw"
}