{
 "id": "208033",
 "text": "Luís Carlos Prestes (January 3, 1898 – March 7, 1990) was a Brazilian revolutionary and politician who served as the general-secretary of the Brazilian Communist Party from 1943 to 1980 and a senator for the Federal District from 1946 to 1948. One of the leading Communists in Brazil, Prestes has been regarded by many as one of Brazil's most charismatic yet tragic figures for his leadership of the 1924 tenente revolt and his subsequent work with the Brazilian Communist movement. The 1924 expedition earned Prestes the nickname The Knight of Hope. Beginning in 1924, as a young army officer, Prestes was a leading figure in an abortive military revolt. After its failure, he led a band of rebel troops, known as the Prestes Column, on a three-year, 14,000-mile trek through the remote Brazilian interior in a futile attempt to stir peasant opposition to the Government. Eventually, the rebels went into exile in Bolivia. Although the effort failed, he became a romantic hero. He went on to become general-secretary of the Brazilian Communist Party, which advocated ending payments on the national debt, nationalization of foreign-owned companies, and land reform. Imprisoned after a violent uprising in 1935, he was released after World War II and later served briefly as a senator. He was the communist opposition throughout the Vargas Era in Brazil. In the 1980s, Prestes accused the Brazilian Communist Party of abandoning Marxist-Leninist philosophy. He was removed from the leadership in 1980 and expelled in 1984. He campaigned for Leonel Brizola, a center-left candidate, in the 1989 presidential election, won by Fernando Collor de Mello. ==Early life and Tenente revolt== thumb|A young Prestes in military uniform Prestes was born in Porto Alegre in the southernmost state of Rio Grande do Sul on January 3, 1898. His father had been an officer in the army. With his family enduring financial difficulties after his father left them, Prestes enrolled in the Military School of Realengo in Rio de Janeiro (where future fellow- tenentes Antônio de Siqueira Campos and Eduardo Gomes also attended) at the age of 11, completing his military training in 1919. Specializing in Military Engineering, he finished first in his class. Although he played a key part in the planning of the revolt of 1922, Prestes actually missed out on the fateful \"March of the 18,\" as he was in bed with typhoid fever when the revolt broke out. Since Prestes was not directly involved in the revolt, he escaped the prison sentences of some of his colleagues, but he was transferred to Rio Grande do Sul. When the 1924 revolt broke out in an attempt to once again bring an end to the First Republic, Prestes rose to a key position in the Tenentes movement, named for the role the lower-ranking officers played in the revolts of both 1922 and 1924. While not involved in the temporary takeover of São Paulo in July 1924, Prestes rose to fame when, after a failed attempt to take over a garrison, he met the rebels from São Paulo and led the combined group of tenentes and rebels in what came to be known as the \"Prestes Column.\" Given his future political trajectory, it is more than a little ironic that Prestes rejected Siqueira Campos’s recommendation the tenentes affiliate with the communists in the international political arena. Over nearly 3 years, the column marched 25,000 kilometers (16,000 miles) across thirteen Brazilian states. The column, organized in protest of the politics and policies of the oligarchical First Republic (1889–1930), lacked the power to threaten the First Republic directly, but was nonetheless strong enough to resist the government’s efforts to apprehend and eliminate the Prestes Column, which ultimately went into exile in Bolivia in 1927. His ability to avoid defeat at the hands of government forces made Prestes somewhat of a folk hero both in Brazil and internationally. ==In exile (1927–1930)== While in Bolivia, Prestes worked on road-building, sanitation, and other infrastructure projects for the British enterprise Bolivian Company Limited. In late 1927, the secretary- general of the Partido Comunista Brasileiro (Brazilian Communist Party; PCB), Astrojildo Pereira, went to Bolivia to meet Prestes. During the visit, he left some Marxist works with Prestes and recommended an alliance with the Brazilian Communist Party. Ironically (given Prestes’ future political path), the tenente turned down Pereira's recommendation, remaining in Bolivia until late 1928, when he went to Argentina and found work as an engineer. It was at this time that Prestes finally read Marxist works and began to identify with socialism, a process further facilitated by his conversations with the Rodolfo Ghioldi, a key figure in Argentine communist politics, and Samuel Guralski, who was a representative of the Communist International (Comintern) in South America from 1930 through 1934. ==1930 revolution== The tenente revolt heralded the end of the 'coffee and milk' coronelismo politics and the beginning of social reforms. The Revolution of 1930 ended Brazil's Old Republic. Joined by many moderate tenentes, but not Prestes, the Revolution of 1930 installed Getúlio Vargas as Brazil's provisional president. Although the tenentes sympathized with him, Vargas was a far more conservative figure. Because the tenentes wanted Prestes to join Vargas, Prestes decided to meet him in Porto Alegre and explained his idea of socialist revolution to Vargas for about two hours. Vargas was highly impressed by Prestes and even donated 800 contos de réis (about $400,000 at the time, or about $5,860,000 in 2017 USD) to the revolutionary cause. However, Prestes viewed Vargas as the leader of a bourgeois revolution and believing that the Liberal Alliance was merely going to replace one oligarchical system with another, Prestes fatefully declined. He attempted to create the League of Revolutionary Action, a \"third path\" that differed from the Liberal Alliance and the First Republic, but the movement failed to gain enough adherents to be sustainable. Continuing to deploy Marxist analysis in his consideration of Brazilian politics and society, he nonetheless was excluded from the Brazilian Communist Party, which had begun replacing intellectuals with workers in the party structure. Ultimately, Prestes once again went into a self-imposed exile, this time in Uruguay. ==Alignment to Marxism== In 1931, he went to the USSR where he worked as an engineer and continued his study of Communism. At the end of 1934, he left the Soviet Union to return to Brazil, accompanied by his soon-to-be wife, Olga Benário, an agent of the Comintern assigned to provide security for him. In 1935, he was made a member of the executive committee of the Communist International and is reported to have earned the confidence of Stalin. In that same year, he became the leader of the Aliança Nacional Libertadora (National Liberation Alliance) (ANL), a left-wing popular front, consisting of socialists, communists, and other progressives led by the Communist Party in opposition to Vargas' crackdown against organized labor. Getúlio Vargas, who had by this time become Brazil's legally recognized president (no longer merely ad interim), thus looked to a form of authoritarian government. He endeavored to suppress his enemies on the left, led by Prestes, through violence and state terror in order to survive with his coalition intact during the agitated years that began in 1934. Vargas had become allied with Brazil's agrarian oligarchies, having an established network of economic and political power, and the Integralists, a fascist movement with a mass popular base in urban Brazil. Vargas's political power forced the Brazilian Congress to respond to the growth of the Communist movement. While former tenentes and colleagues such as Eduardo Gomes, Juracy Magalhães, and Juarez Távora were increasingly moving rightward, Prestes had soured on the Vargas government after supporting his rise in 1930. With Prestes's affiliation with the ANL, its membership grew in the course of 1935, and, in a moment of overconfidence, the ANL issued a manifesto that called for the overthrow of the Vargas government. Vargas used the opportunity to declare the ANL an illegal organization; when Prestes and other members of the ANL launched an insurrection in November 1935 in Rio Grande do Norte, Vargas's government quickly cracked down and ended it. Miscalculating Vargas's intentions, the ANL ultimately created the pretext that allowed Vargas to further solidify his control, going after a broader range of critics and opponents of his government. Prestes avoided the initial wave of crackdowns, but by March 1936, both he and Olga had been imprisoned. Given her status as a foreigner, Vargas sent a pregnant Olga back to Nazi Germany. After the revolt failed, the leaders were tried for sedition in 1937. Prestes arrested was sentenced to 16 years in prison. In 1945, while still in prison, Prestes was elected general secretary of the Communist Party of Brazil. ==Imprisonment== thumb|left|300px|Prestes at the Security Court in 1937 As a result of Vargas' increased political power, the Brazilian Congress branded all leftist opposition as \"subversive\" under a March 1935 National Security Act. The new act allowed the President to ban the ANL. Vested with its new emergency powers, the federal government imposed a crackdown on the entire left, with arrests, torture, and summary trials. By mid-1935 Brazilian politics had become drastically destabilized. In July the government moved against the ANL, with troops raiding offices, confiscating propaganda, seizing records, and jailing leaders. The ANL resorted to its armed insurrection in November, but it was quickly defeated. The authoritarian regime, like its fascist counterparts in Europe, responded by imprisoning and torturing Prestes and violently crushing the Communist movement through state terror. Vargas, seeking to co-opt Brazil's fascist movement and paramilitary, known as \"Integralism\" and led by Plínio Salgado, tolerated a tide of anti-Semitism, and may have targeted Prestes' wife to appease his new supporters. Vargas deported the pregnant, German-Jewish wife of Luís Carlos Prestes, Olga Benario, to Nazi Germany, where she later was murdered by her Nazi captors in a concentration camp. ==Political career== After Vargas began abandoning fascist-style autocracy in 1945, following his rapprochement with the World War II Allies in 1943, political prisoners were released. Prestes was released from prison in May 1945 in an amnesty for political prisoners. With the overthrow of the Vargas regime in October 1945, new elections took place. Prestes gave an astute assessment of Vargas' politics, commenting, \"Getúlio is very flexible. When it was fashionable to be a fascist, he was a fascist. Now that it is fashionable to be democratic, he will be a democrat.\" Despite his own treatment at the hands of Vargas, and the fate of his wife, Prestes threw his support behind Vargas in the name of national unity. Once more he plunged into the political arena. With about 6 months in which to work before the presidential election, Prestes set about reorganising the Communist Party, which numbered only 4000 members. The Communists showed unprecedented strength in the ensuing elections, polling some 700,000 or 15 percent of the total. thumb|right|270px|Prestes (bottom right) speaking on the floor of Congress as Senator in 1946. In the elections of December 2, 1945, Prestes won the highest number of votes in his race for the senator of the Federal District. Prestes's election coincided, however, with the beginning of the Cold war. As a senator, Prestes played a part in the writing of a new constitution in 1946. Later that month, Vargas was ousted by the hard-right wing of the military partly because of his liberalizing moves; the Communist movement became persecuted once again. In May 1947, the Brazilian government outlawed the Communist Party, and Congress followed suit by ousting its Communist members. Prestes immediately went into hiding and operated underground for 10 years. He refused to support any of the candidates in the 1950 election, and remained an open critic of Vargas's presidency up through the latter's suicide in 1954. Prestes did support the candidacy of Juscelino Kubitschek in 1955, and began to play a more public role even while the PCB remained illegal. With the ascendance of João Goulart to the presidency in the wake of Jânio Quadros’s abrupt resignation in August 1961, Prestes, like others on the left (and not just in the PCB) saw a chance for real reform for Brazil’s workers and peasants, and he continually publicly pressured Goulart to accelerate reforms in Brazil. Of course, amidst the polarization of the Cold War, the middle classes, conservatives, and military saw the spectre of communism in Goulart’s eventual leftward shift; determined to prevent a communist \"dictatorship,\" the military overthrew Goulart and instead ushered in a conservative dictatorship. Once again living under a right-wing regime, Prestes once again went underground, then exile, as the military targeted other veteran PCB members such as Gregório Bezerra. Even while former tentente Eduardo Gomes served as the Minister of the Air Force during the military dictatorship, former tenente Luís Carlos Prestes was constantly attempting to avoid military repression. Yet that was not the least of Prestes’ problems. Long acknowledged as a leader in Brazilian Communism, the heterogeneity of Marxism both globally and in Brazil transformed his role in the 1960s. Under the presidency of João Goulart (1961–1964), a protégé of Getúlio Vargas, and another gaúcho from Rio Grande do Sul, the closeness of the government to the historically disenfranchised working class and peasantry and even to the Communist Party under none other than Luís Carlos Prestes was equally remarkable. Goulart appeared to have been co-opting the Communist movement in a manner reminiscent of Vargas' co-option of the Integralists shortly, and not coincidentally, before his ouster by reactionary forces. Once again, Prestes was imprisoned and the Communist movement was persecuted. The experience of the failed tenente rebellion and Vargas' suppression of the Communist movement left Prestes, and some of his comrades, skeptical of armed conflict for the rest of his life. His well- cultivated skepticism later helped precipitate the permanent schism between hard-line Maoists and orthodox Moscow-influenced militants in the Brazilian Communist Party during the early 1960s. Prestes went on to lead the pro-Soviet faction of the party known as the Brazilian Communist Party (or PCB) while the Maoists formed the Communist Party of Brazil (or PCdoB). While the Maoists went underground and engaged in urban combat against the military dictatorship after 1964, Prestes' faction did not. ==Later life and death== thumb|left|200px|Prestes in exile in the Soviet Union in the mid-1970s. In 1970, Prestes went to Moscow with his second wife and children, and only returned to Brazil after amnesty for political offenders was granted ten years later. By the mid-1970s, the dictatorship, having effectively eliminated the other armed leftist movements, turned its sights on the PCB, targeting and killing some of its top leaders, but by that point, Prestes had been in exile for a number of years. Ultimately, Prestes returned to Brazil with the military's general amnesty of 1979 that pardoned political prisoners and exiles (while also pardoning any and all military members and officials tied to torture or the execution of the regime's opponents). Despite the return of the man many saw as the figurehead and leader of the Brazilian Communist Party, the remnants of the party remained divided over what paths to pursue as Brazil returned to democratization, riven by questions over whether to support the institutional transition or to demand a more radical revolution. While many could and did acknowledge Prestes's historical importance to the left in Brazil, they felt that, at over 80 years old, he was no longer the appropriate leader, and he was removed from his position as secretary-general of the PCB. He became a supporter of the Brazil's Democratic Labour Party and took part in Leonel Brizola's presidential campaign in 1989. In his final days, nearly penniless, Prestes was largely supported by architect Oscar Niemeyer, a long- time Communist sympathizer and designer of many buildings in Brasilia. Prestes died of a heart attack on March 7, 1990, aged 92. == See also == * Olga Benário Prestes *Carlos Marighella *João Goulart * Getúlio Vargas * Brazilian Communist Party * Tenente revolts * Brazilian Communist Uprising of 1935 * The Knight of Hope, biography of Prestes by Jorge Amado * Coluna Prestes, that preceded and perhaps inspired the Chinese Long March == External links == * A brief overview of the Prestes Column in Brazil 1924-1927 * Prestes in Timeline The most important dates of his career. * Ciclo revolucionário brasileiro: do Tenentismo ao Estado Novo (in Portuguese) * O Velho - A História de Luiz Carlos Prestes (Documentary about the life of Luís Carlos Prestes) ==Footnotes== == References == * The Prestes Column: Revolution in Brazil, by Neill Macaulay (1974). * * Category:1898 births Category:1990 deaths Category:People from Rio Grande do Sul Category:Brazilian rebels Category:Brazilian Communist Party politicians Category:Brazilian communists Category:Anti-fascists Category:Brazilian expatriates in the Soviet Union Category:Brazilian exiles Category:Brazilian expatriates in Argentina Category:People granted political asylum in the Soviet Union Category:International Lenin School alumni",
 "title": "Luís Carlos Prestes"
}