{
 "id": "208109",
 "text": "This article contains information about the literary events and publications of 1817. ==Events== *January 27 – March 18 – Jane Austen begins, but abandons her novel Sanditon (\"Three Brothers\"). *February 12 – Junius Brutus Booth makes his stage debut in the title role of Shakespeare's Richard III at the Theatre Royal, Covent Garden in London. *February 20 – Junius Brutus Booth as Iago plays opposite Edmund Kean in the title role of Othello at the Theatre Royal, Drury Lane in London. *March – Percy and Mary Shelley with Claire Clairmont and the latter's new daughter by Lord Byron, Allegra (at this time called Alba), having moved from Bath, begin a year's residence in Marlow, Buckinghamshire, England, where Mary completes Frankenstein and gives birth to her third child, and Percy writes The Revolt of Islam. *April 1 – Blackwood's Magazine is launched as the Edinburgh Monthly Magazine. In October the publisher, William Blackwood, relaunches it as Blackwood's Edinburgh Magazine. *August 6 – Gas lighting on stage is introduced in London's English Opera House (extended to the auditorium on September 8). On September 6 it is introduced at the Theatre Royal, Drury Lane, where it has already been installed in the auditorium and foyer, and the Theatre Royal, Covent Garden, as a demonstration. *December 18 – 20 – William Hone successfully defends himself in a London court on charges arising from his publication of political satires. *December 28 – English painter Benjamin Haydon introduces John Keats to William Wordsworth and Charles Lamb at a dinner in London to celebrate progress on his painting Christ's Entry into Jerusalem, in which all feature. *December 31 – Walter Scott's historical novel Rob Roy, written from this spring, is published anonymously by Archibald Constable in Edinburgh, while a shipload of copies is carried from Leith to London for simultaneous publication there by Longman. *December – Jane Austen's first and last completed novels, respectively Northanger Abbey and Persuasion are published together by John Murray in London (dated 1818), six months after the author's death at Winchester. Her brother Henry Austen contributes a biographical note, which first publicly identifies her as the author of her previously anonymous novels. She had earned £684 in her lifetime from her writing. *unknown – J. & J. Harper publishing house is founded in New York City by James Harper and his brother John. ==New books== ===Fiction=== *Jane Austen **Northanger Abbey **Persuasion *Selina Davenport – Woman's Privilege *Maria Edgeworth **Harrington: a tale **Ormond: a tale *Ann Hatton – Gonzalo de Baldivia *John Neal – Keep Cool *Thomas Love Peacock – Melincourt. *Anna Maria Porter – The Knight of St. John *Walter Scott – Rob Roy *Catherine Selden – Villa Santelle *Elizabeth Thomas – Claudine, or Pertinacity ===Drama=== *Franz Grillparzer – Die Ahnfrau (The Ancestress) *Richard Lalor Sheil – The Apostate *George Soane **The Bohemian: a Tragedy **The Falls of Clyde: a Melodrama **The Inn-Keeper's Daughter *Zachary Zealoushead – Plots and Placement ===Poetry=== *Lord Byron – Manfred: A Dramatic Poem *Thomas Moore – Lalla-Rookh: An Oriental Romance *Henry Neele – Odes and Other Poems *Percy Bysshe Shelley – Hymn to Intellectual Beauty *Robert Southey – Wat Tyler: A Dramatic Poem *Charles Wolfe – The Burial of Sir John Moore at Corunna ===Non-fiction=== *Franz Xaver von Baader – Über die Extase oder das Verzücktsein der magnetischen Schlafredner *William Cobbett – Paper against Gold: the History and Mystery of the Bank of England *Samuel Taylor Coleridge – Biographia Literaria *Nathan Drake – Shakespeare and his Times (2 volumes) *Eliza Fay (posthumously) – Original Letters from India *William Hazlitt – Characters of Shakespear's Plays *Georg Wilhelm Friedrich Hegel – Encyclopedia of the Philosophical Sciences *James Mill – The History of British IndiaMihir Bose: A Hatred for Hindus, History Today (Vol 66/12, December 2016), p. 3. *David Ricardo – On the Principles of Political Economy and Taxation *Percy Bysshe Shelley and Mary Shelley – History of a Six Weeks' Tour ==Births== *February 21 – José Zorrilla y Moral, Spanish poet and dramatist (died 1893) *March 19 – Jozef Miloslav Hurban, Slovak writer, radical and minister (died 1886) *May 21 – Hermann Lotze, German philosopher (died 1881) *July 12 – Henry David Thoreau, American poet and philosopher (died 1862) *September 5 – Aleksey Konstantinovich Tolstoy, Russian poet, dramatist and novelist (died 1875) *September 14 – Theodor Storm, German novelist and poet (died 1888) *December 31 – James T. Fields, American publisher (died 1881) ==Deaths== *March 23 – José Mariano Beristain, Mexican bibliographer (born 1756) *April 6 – Caleb Bingham, American textbook author (born 1757) *April 25 – Joseph von Sonnenfels, Austrian novelist (born 1732) *May 24 – Juan Meléndez Valdés, Spanish poet (born 1754) *July 14 – Germaine de Staël, French woman of letters (born 1766) *July 18 – Jane Austen, English novelist (born 1775) *August 21 – Tarikonda Venkamamba, Telugu woman poet (born 1730) *December 28 – Charles Burney, English classicist (born 1757) *unknown date – Joakim Stulić, Croatian lexicographer (born 1730) ==References== Category:Years of the 19th century in literature",
 "title": "1817 in literature"
}