{
 "id": "208446",
 "text": "The Adler Planetarium is a public museum dedicated to the study of astronomy and astrophysics. It was founded in 1930 by Chicago business leader Max Adler. It is located on the northeastern tip of Northerly Island at the shore of Lake Michigan in Chicago, Illinois. The Adler was the first planetarium in the United States and is part of Chicago's Museum Campus, which includes the John G. Shedd Aquarium and The Field Museum. The Adler's mission is to inspire exploration and understanding of the universe. The Adler Planetarium opened to the public on May 12, 1930. For its design, architect Ernest A. Grunsfeld Jr. was awarded the gold medal of the Chicago chapter of the American Institute of Architects in 1931. It was declared a National Historic Landmark in 1987. and The Adler is home to three full size theaters, extensive space science exhibitions including the Gemini 12 space capsule, and a significant collection of antique scientific instruments and print materials. In addition, the Adler boasts the Doane Observatory, one of the only research-active, public urban observatories. Outdoor sculptures at the planetarium include: Man Enters the Cosmos by Henry Moore (1980); Spiral Galaxy by John David Mooney (1998); and America's Courtyard by Ary Perez and Denise Milan. ==History== thumb|Adler planetarium landmark marker ===Establishment=== In 1913, Oskar von Miller of the Deutsches Museum commissioned Carl Zeiss Works to design a mechanism that projects an image of celestial bodies onto a dome. This was achieved by Walther Bauersfeld and the invention became known as a planetarium when it debuted in 1923. Its popularity quickly spread, and by 1929, there were fifteen in Germany, two in Italy, one in Russia, and one in Austria. Max Adler, a former executive with Sears, Roebuck & Co. in Chicago, Illinois, had recently retired to focus on philanthropic endeavors, primarily on behalf of the local musical and Jewish communities. However, after listening to a friend describe a Munich planetarium, Adler decided that a planetarium would fit in well within the emerging Museum Campus in Chicago. Adler visited the Munich planetarium with his cousin, architect Ernest Grunsfeld Jr., whom Adler would commission to design the Chicago structure. He also learned about a sale of astronomical instruments and antiques by W. M. Mensing in Amsterdam, which he purchased the following year. The Mensing Collection became the focus of the Astronomical Museum. Adler offered $500,000 in 1928 for the construction of the first planetarium in the Western Hemisphere. The planetarium was originally considered for part of the Museum of Science and Industry, an endeavor led by Adler's brother-in-law Julius Rosenwald. Rosenwald was determined to convert the former Palace of Fine Arts of the 1893 World's Columbian Exposition into a museum, but was struggling to manage the many required renovations. These delays caused Adler to look elsewhere for a location. The South Park Commissioners, the precursor to the Chicago Park District, had just completed Northerly Island, the first of five intended (but otherwise never executed) recreational islands that were to be consistent with Daniel Burnham's 1909 Plan of Chicago. The Adler Planetarium and Astronomical Museum opened on Adler's birthday, May 12, 1930. The Chicago chapter of the American Institute of Architects awarded Grunsfield a gold medal for his design. The planetarium hosted the 44th meeting of the American Astronomical Society later that year. ===Timeline=== thumb|right|200px|Adler Planetarium original building exterior meets the new building renovation 1923 – Walther Bauersfeld, scientific director of the firm of Carl Zeiss in Jena, Germany, designs an optical projection device that effectively creates the illusion of a night sky. With this innovation, the modern planetarium is born. 1928 – Max Adler and architect Ernest Grunsfeld travel to Germany. Adler is so impressed by the modern planetarium that he donates funds to construct the first planetarium in the Western Hemisphere. 1930 – Max Adler purchases the collection of A.W. Mensing at an auction in Amsterdam. This impressive collection of antique scientific instruments provided the foundation for the Adler's collection. The Adler Planetarium opened to the public on Max Adler's birthday, May 12. Phillip Fox, Ph.D., a well-known professor of astronomy at Northwestern University, is appointed the Planetarium's first director. 1933 – The Century of Progress Exposition takes place on what is now the Museum Campus. 1941 – Philip Fox is deployed to the Army; Assistant Director Maude Bennot is appointed acting director of the Planetarium during his absence. 1952 – Max Adler passes away. 1967 – The board of trustees is created to share in the responsibilities and management of the Adler Planetarium with the commissioners of the Chicago Park District. The Adler refurbishes the building and replaces the original Zeiss projector with a new Mark VI Zeiss unit. 1973 – A new underground expansion opens to the public on May 12, 1973, the Adler's 43rd birthday. 1976 – The Board of Trustees assume full management responsibility of the Adler, but continue to receive support from the Chicago Park District. 1977 – The Doane Observatory opens. 1991 – The museum unveils the results of its $6.5 million renovation project. After 23 years of leadership, Dr. Joseph M. Chamberlain retires. 1999 – The 60,000 square foot Sky Pavilion, designed by Lohan Associates of Chicago, opens to the public. This new addition features four new exhibition galleries, including the historic Atwood Sphere and the Definiti (formerly StarRider) Theater. 2005 – Retired NASA Astronaut James A. Lovell Jr. serves as chairman of Adler's 75th anniversary celebration. 2007 – The Adler unveils its new Space Visualization Laboratory, bringing the latest images of space science to the public. 2010 – The Adler begins transformation of the historic Sky Theater. The renamed Grainger Sky Theater opened in May 2011. The Grainger becomes the most technologically advanced dome theater in the world. Thomas Roszak Architecture designed the Clark Family Welcome Gallery using an LED lit fabric and aluminum structure that included educational interactive material projected on the fabric walls. 2012 – Paul H. Knappenberger Jr. Ph.D., announces his retirement after 21 years of service. 2013 – The Board of Trustees elects astrophysicist and academic leader Michelle B. Larson, Ph.D., as president and CEO. Dr. Larson becomes the Adler's ninth leader and the first female president. The view of the Chicago skyline from the planetarium is considered one of the best in the city. thumb|center|1000px|The 2010 Chicago skyline as seen from the Adler Planetarium ==Research== The Adler Planetarium's Astronomy department and Webster Institute for the History of Astronomy conduct and publish research for both the scientific community as well as the general public. Adler astronomers possess rich and diverse expertise in many areas of astronomy as well as other closely related science fields. Their studies include planetary geology, star formation, gamma-rays, and telescope observing. The Webster Institute for the History of Astronomy cares for, studies, and interprets the Adler's collections. Since the opening of the Adler, the collection has grown to approximately 8,000 objects, books, works on paper, archival collections, paintings, and photographs. The Adler boasts the largest and most significant collection of historic scientific instruments in the Western Hemisphere, as well as one of the most significant collections in the world. At the Space Visualization Laboratory (SVL), scientists, technology experts, artists, and educators work together to create new ways for people to virtually explore the Universe. Since its inauguration in 2007, the SVL has brought cutting-edge research from scientists in the most prominent institutions around the country, as well as immersive and interactive technologies to the museum floor. In SVL visitors can experience new interactive and immersive visualizations, and attend presentations by astronomers and related researchers featuring these visualizations. The Adler Citizen Science Department is also the U.S. headquarters of The Zooniverse, one of the world's leading citizen science platform and a global collaboration across several institutions that design and build citizen science projects. As of early 2014, the Zooniverse has engaged more than 1.1 million online volunteers as active scientists by discovering planets, mapping the surface of Mars,http://planetfour.org/ and detecting solar flares. Far Horizons is the Adler's high-altitude balloon program. Participants design, build, and launch experiments flown to heights above on high-altitude balloons. The program offers real world opportunities for students and the community to participate in science, mathematics, physics, and engineering challenges. Opened in 1977, the Doane Observatory is the largest aperture telescope available to the public in the Chicago area. With its diameter mirror, the Doane can gather over 5,000 times more light than an unaided human eye, allowing guests to see celestial objects like the Moon, planets, stars, and galaxies that are trillions of kilometers, if not many light years, away. The original telescope, a Cassegrain reflecting telescope built by the Adler optical and machine shop staff, was retired in 1987 and replaced with the current telescope. In 2013, the Adler Planetarium announced undertook the first major renovation of the Doane Observatory. Completed in 2015, renovations included the addition of an indoor classroom, a restroom, HVAC systems, accessible entry ramps, and telescope and technology upgrades. The Adler Planetarium is a member institution of the Large Synoptic Survey Telescope project. ==Theaters== The largest of Adler's domed theaters, the Grainger Sky Theater, offers audiences unique shows using the most immersive, technologically enhanced theater experience ever developed for a planetarium. The dome itself measures across.Wight (2018). Grainger Sky Theater. Retrieved from https://www.wightco.com/projects/grainger-sky-theater. In 2008, when funding for an advanced projection system (part of a major renovation completed in 2011) was being debated in Congress, politician John McCain infamously characterized the upgrade as a new \"overhead projector\".Nusser, Madeline (2011-06-28). Grainger Sky Theater: The Adler Planetarium's new theater is out of this world. Time Out (Chicago), 28 June 2011. Retrieved from https://www.timeout.com/chicago/things-to-do/grainger-sky-theater. The Adler's second domed theater, the Definiti Theater, takes audiences on a spectacular journey in any one of its featured shows using an all-digital projection system. The Adler's newly redesigned Samuel C. Johnson Family Star Theater allows audiences the chance to see one \"incomparable\" show in dazzling, high definition 3D. ==Programs== 'Adler After Dark', the Adler Planetarium's 21+ evening event, was voted \"Best After Hours Event\" of 2013 by the Chicago Reader and \"Best Date Night\" by Chicago Parent. Guests at Adler After Dark have open museum access, themed programs, sky shows and views of the Chicago skyline. 'Astro Overnights' give families a chance to spend a night under the stars at the Adler. Guests have open museum access, a sky show and educational programming. The Astronomy Department at the Adler brings current topics in astronomy to guests through a quarterly lecture series. The Adler hosts quarterly 'Hack Days', intended to encourage software developers, designers, scientists, engineers, artists and people who just like to create and build, to work together to solve problems. Participants at the Adler's summer camps build rockets, launch high-altitude balloons, and explore the edge of space. The Adler's hands-on summer camps are designed for children ages 5–14. ==Image gallery== File:Adler external 1.jpg|External View of the Adler Planetarium Image:20071029 Adler Planetarium.JPG|External view File:Externalview Adler Planetarium.JPG|External view Image:Adler_fg01.jpg|External view Image:20071029 Sundial at the Adler.JPG|External view File:Alder_Planetarium.jpg|external view Image:2003-08-14 Adler Planetarium sundial.jpg|Man Enters the Cosmos, 1980 by Henry Moore Image:Adler_fg03.jpg|Planets Image:Adler_fg04.jpg|Meteorite Image:Adler_fg05.jpg|Size Wise Image:Adler_fg06.jpg|Exhibition Image:Adler_fg07.jpg|Atwood Celestial Sphere Image:Adler_fg08.jpg|Projector File:Adler Planetarium 1939 poster.jpg|1939 WPA poster File:Downtown Chicago Illinois Nov05 img 2702.jpg| ==See also== * List of museums and cultural institutions in Chicago * List of planetariums * Museum Campus * Spiral Galaxy (sculpture) ==Notes== ==References== * ==External links== * *3D Google Earth Model Category:Museums established in 1930 Category:Museums in Chicago Category:Institutions accredited by the American Alliance of Museums Category:Planetaria in the United States Category:National Historic Landmarks in Chicago Category:Buildings and structures completed in 1930 Category:Tourist attractions in Chicago Category:Smithsonian Institution affiliates Category:1930 establishments in Illinois Category:Buildings and structures on the National Register of Historic Places in Chicago Category:Museum Campus",
 "title": "Adler Planetarium"
}