{
 "id": "208423",
 "text": "Gowron, son of M'Rel, is a fictional character who appeared in the American science fiction television series Star Trek: The Next Generation and Star Trek: Deep Space Nine. Portrayed by Robert O'Reilly, he is the leader of the Klingon Empire, known as the Chancellor. O'Reilly had appeared earlier in The Next Generation as Scarface in the second season episode \"Manhunt\", and was cast as Gowron due to his comedic ability and his piercing and extremely unsettling gaze, or what O'Reilly himself humorously referred to as \"that crazy loon eyeball thing\". Appearing first in \"Reunion\", where he is named Chancellor, Gowron defends his position against the challenge of the Duras family in the two-part episode \"Redemption\". Following the advice of Lt. Worf (Michael Dorn) in \"Rightful Heir\", he incorporates the clone of Kahless into the Klingon government without disrupting his own leadership. In Deep Space Nine, he initiates a conflict with the Federation over fears that the Cardassians have been infiltrated by the Founders. After Cardassia sides with the Dominion, he allies with Starfleet throughout the rest of the war. However, he later grows jealous of the success of General Martok (J. G. Hertzler) and undermines the war effort, resulting in Worf killing him in a duel. O'Reilly also appeared as the character in video games, such as Star Trek: Klingon and Star Trek: The Next Generation: Klingon Honor Guard. Critics responded positively to the appearances of the character, equating his actions to those of a politician. He ranked 20th in a list of the best characters in the franchise by IGN, while Keith DeCandido called him one of the \"more memorable characters\". ==Concept and development== thumb|left|upright|Robert O'Reilly praised Gowron's relationship with Worf, played by Michael Dorn (pictured). Prior to his casting as Gowron, Robert O'Reilly appeared in the Star Trek: The Next Generation first season episode \"Manhunt\" as a character referred to as Scarface. When casting was underway for the Jonathan Frakes directed episode \"Reunion\", Frakes was looking for an actor who could portray a Klingon with a sense of humour. O'Reilly later remarked that he was considered because of what he called \"that crazy loon eyeball thing\". He went directly from a performance of King Lear where he portrayed the character Edmund, and introduced elements of that character into the Klingon. O'Reilly described Gowron's initial appearances as being \"the only one with honor, and he was sort of a crazed warrior who did not want to be anywhere near 'hew- mons'\". He felt that like Edmund, Gowron was an outsider who became a leader. He said that they were \"very, very similar in nature\", and said that this set the character apart from the other Klingons who had appeared on the show until that point. Michael Westmore was in charge of designing the prosthetics for O'Reilly's performances as Gowron, describing it as one of his favourites of all the Klingons he's worked on because of the beard that comes down the side of his face. O'Reilly made his first appearance in Star Trek: Deep Space Nine in the third season episode \"The House of Quark\". Writer Ronald D. Moore explained that his work on the episode came about because of his previous work on the Klingon-centric The Next Generation episode \"Sins of the Father\", and was pleased to bring over elements from his previous series—including Gowron. O'Reilly felt lucky to appear in the episode, as it was the expectation of many actors who played recurring characters in The Next Generation that they wouldn't transition to Deep Space Nine. Outside of Star Trek, O'Reilly appeared in character for an advert for Hallmark Cards to promote a Klingon Bird of Prey starship Christmas ornament. Later, when he discovered that Michael Dorn would be returning to Star Trek on television in Deep Space Nine, he hoped that it might be an opening for more Klingons on the show, including the return of Gowron. O'Reilly said that \"When I got the script for 'The Way of the Warrior', I was thrilled to get the job, to work with Michael again and to see Gowron and Worf together\". He praised the relationship between the characters of Worf and Gowron, saying \"[Worf is] always reminding Gowron about honor, but we're on two totally different sides when it comes to honor. It makes for great drama.\" At the time he was confident that this wouldn't be Gowron's last appearance, but hoped that the character wouldn't be overused so that he would continue to have an impact when he did. thumb|right|upright|Robert O'Reilly in 2013 Gowron's final appearance in Star Trek was in the Deep Space Nine seventh season episode \"Tacking into the Wind\" where he is killed by Worf after the Klingon Chancellor displays some increasingly dishonorable tactics towards Martok. However, in the original draft it was not intended for the character to die; instead it would have ended with Gowron heading back to the Klingon homeworld, and promoting Martok to Field Marshal after placing him in charge of organising the Klingon forces in the Dominion War. It was Michael Piller's suggestion that Gowron should die, and this idea made its way into the episode via Moore's screenplay. O'Reilly described Gowron at the end saying that \"He went out as this bad, terrible Klingon, which I disagreed with strongly, but that's fine.\" Following the death of Gowron on screen, O'Reilly continued to attend Star Trek conventions in character, often appearing on stage alongside J. G. Hertzler as Martok. One of their trademarks is a song about Klingons, and O'Reilly has had a bat'leth created to look like a stringed guitar. He explained in an interview that \"We love doing Klingons. For me, it was a dream come true, it was nice to come back to it. And the fans just love it. We tried it once and the fans just went crazy.\" The pair debuted the in-makeup appearances at a convention in the late 2000s in Germany, and after generating the longest photo op queue at the event, they decided to take it to the stage. Larry Nemecek praised their convention appearances, saying \"They are fan favourites because they are big, gregarious guys. They slap people on the back. They have a good time. They tease people back. They do it for the audience.\" ==Appearances== ===The Next Generation=== Gowron makes his first appearance in the Star Trek franchise in The Next Generation episode \"Reunion\" as one of two possible successors to the role of Chancellor of the Klingon High Council (the other candidate is Duras (Patrick Massett), his longtime rival). K'mpec (Charles Cooper), the incumbent Chancellor, suspects that either Duras or Gowron had been poisoning him, and appoints Captain Jean-Luc Picard (Patrick Stewart) as \"Arbiter of Succession\" to determine who will be the next Chancellor. However, before the arbitration process can be resolved, Worf's (Michael Dorn) one-time mate, K'Ehleyr (Suzie Plakson), discovers the evidence that implicates Ja'rod (the father of Duras) in the Romulan attack on the Klingon outpost Khitomer, and to prevent her from disclosing it, Duras murders her. Claiming right of vengeance, Worf challenges Duras to a duel and kills him, resulting in Gowron's ascension to the Chancellorship. Gowron reappears in the two-part episode \"Redemption\", with his position now under threat from the Duras sisters, Lursa (Barbara March) and B'Etor (Gwynyth Walsh), who are driving for Duras' illegitimate son Toral (JD Cullum) to be appointed Chancellor. It is revealed that the Duras clan has been in league with the Klingons' traditional enemies the Romulans, and their attempt to seize power ends when the allies abandon them. Gowron also restores the honor of Worf's house during this episode's events. Following these events, he was mentioned in \"Unification\" as attempting to write the Federation's aid out of the official history of those events. Gowron is once more challenged in the episode \"Rightful Heir\" by the apparently resurrected Kahless the Unforgettable. It is ultimately revealed that this Kahless was in fact a clone, whom Gowron appoints to the symbolic post of Emperor of the Klingon Empire following the suggestion of Worf. ===Deep Space Nine=== Gowron's first appearance in the series is in the episode \"The House of Quark\". He rules over a dispute of the status of the House of Kozak. In the episode \"The Way of the Warrior\", Gowron launches a Klingon assault upon the Cardassian Union, claiming that the newly installed civilian Detapa Council is infested with Changlings from the Dominion, a powerful organization from the Gamma Quadrant that is attempting to gain a foothold in the Alpha Quadrant. When the Federation Council condemns his actions, Gowron formally withdraws the Empire from the Khitomer Accords, thus ending the alliance with the Federation. Despite this, Gowron journeys to the station, hoping to get Worf to argue on behalf of the Klingons. He does not take Worf's refusal well, and reinstates his discommendation (this time also executing the consequential removing of the House of Mogh from the High Council, seizing the Houses' assets, lands and titles, meaning Worf and his kin were made full outcasts). Later in the episode, the USS Defiant is forced to fight several Klingon ships, at a predetermined meeting point in space, to rescue Gul Dukat (Marc Alaimo) and the rest of the Detapa Council. The Defiant returns to the station, only to find it surrounded by a fleet of Klingon battleships, led by both General Martok (J. G. Hertzler) and Gowron himself. The Chancellor issues Captain Benjamin Sisko (Avery Brooks) a final ultimatum: turn over Dukat and the Detapa Council, or else. Sisko refuses, warning that the station is not quite as helpless as they were led to believe. However, Gowron attacks Deep Space Nine anyway in an attempt to capture the Detapa Council. A fragile peace is reached by the end of the episode when it is found DS9 is more than capable of defending itself. In the episode \"Broken Link\", Gowron risks a war with the United Federation of Planets, demanding the disputed Archanis sector. Starfleet comes to the conclusion that Gowron is in fact a Changeling through faulty information leaked to Odo (René Auberjonois). Sisko, Odo, Worf and O'Brien (Colm Meaney) infiltrate a Klingon ceremony to try to expose him in the follow-up episode \"Apocalypse Rising\", unexpectedly aided by Gowron's top advisor General Martok, with Worf challenging Gowron to a duel with Bat'leths. Worf wins the duel, and is about to deliver the final blow, but Odo realizes in time that the Changeling is in fact Martok, who he exposes and who is subsequently killed by Gowron's men. In spite of this, Gowron does not change his policies though he agrees to a cease-fire between the Klingons and the Federation. In the fifth season two-parter, \"In Purgatory's Shadow\" and \"By Inferno's Light\", Gowron restores the broken peace with the Federation in the Khitomer Accords after the Cardassian Union joins the Dominion and the real Martok is rescued from a Dominion prison. Gowron makes his final appearances in \"When It Rains…\" and \"Tacking into the Wind\", where he assumes direct command of Klingon military forces and launches multiple reckless attacks with minimal success, wanting Martok (who he regards as a rival) to suffer a string of defeats. Martok, although he knows that this is Gowron's intention, tells Worf not to involve himself. Worf disregards Martok's request and confronts Gowron, killing him in hand-to-hand combat. Under Klingon law, Worf is entitled to assume the leadership of the Empire, but he refuses the Chancellorship in favor of Martok. Despite the questionable nature of Gowron's actions towards the end of his life, he does die in honorable combat, as evidenced by Worf's performance of the traditional Klingon death howl (done as a warning to those in Sto-Vo-Kor – the place of the honored dead in Klingon mythology – that a warrior is about to arrive) over the body. ===Video games=== O'Reilly appeared as Gowron in full motion video sequences in Star Trek: Klingon, an interactive movie/computer game released by Simon & Schuster in 1996. This package also included a \"language lab\" designed to teach users basic Klingon, where O'Reilly once again appeared in character. O'Reilly also voiced Gowron in the PC game Star Trek: The Next Generation: Klingon Honor Guard; the plot of the game has the player character track down potential assassins of the Klingon leader. O'Reilly also played a separate Klingon, Kavok, in the Star Trek: The Next Generation Interactive VCR Board Game. ==Reception and commentary== O'Reilly's performance in the first part of \"Redemption\" was described as \"triumphant\" by Keith DeCandido, and \"superb\" in \"Rightful Heir\" when reviewing those episodes for Tor.com. He also called the character \"one of the franchise’s more memorable recurring characters\". When DeCandido reviewed \"The Way of the Warrior\", he said that Gowron had become an opportunist, furthering the establishment of his \"self serving ways\" in \"Unification\". He added that in this manner, Gowron was shown to be a politician \"over and over\". Regarding the appearance of Gowron in the video game Star Trek: Klingon, Bob Strauss described O'Reilly's delivery as \"bug- eyed aplomb\" in a review for Entertainment Weekly. The character was ranked as the 20th best of the Star Trek franchise by Benjamin Maxwell for IGN, where Gowron was described as both \"a friend or foe to the Federation – and he was both during his short tenure as chancellor – this character was always true to the Klingon way.\" Maxwell also believed that the lack of change shown by the character during the course of his appearances in both TNG and DS9 demonstrated the \"truest representation\" of a Klingon. In 2009, IGN rated Gowron the 20th best character of all Star Trek up to that time, noting his role as Chancellor of the Klingon High Council and appearances on Star Trek:The Next Generation and Star Trek:Deep Space Nine. In March 2019, SyFy rated Gowron as the 7th greatest Klingon of the Star Trek franchise. In particular, they noted actor O'Reilly's powerful performances in both TNG and DS-9 over the arc of the character’s story, and how Gowron's critical position in the Klingon Empire as Chancellor, especially in the Dominion war saga, reveals the difference between personal ambition and honorable conduct. ==References== * ==External links== * Gowron, son of M'Rel at Memory Beta (a Star Trek wiki) Category:Television characters introduced in 1990 Category:Fictional chancellors Category:Klingons Category:Star Trek: The Next Generation characters Category:Star Trek: Deep Space Nine characters",
 "title": "Gowron"
}