{
 "id": "208829",
 "text": "Jules de Grandin is a fictional occult detective created by Seabury Quinn for Weird Tales. He fought ghosts, werewolves, and satanists in over ninety stories, and one novel, between 1925 and 1951, assisted by Dr. Trowbridge (serving the same narrative purpose as Dr. Watson). Jules de Grandin and Dr. Trowbridge lived in Harrisonville, New Jersey. De Grandin was a French physician and expert on the occult and a former member of the French Sûreté who resembled a more physically dynamic blond, blue-eyed Hercule Poirot. Often (but by no means always), the supernatural entities in the mysteries are revealed not to be supernatural at all but the actions of insane, evil and depraved human beings. ==Collected editions== In 1966 Mycroft & Moran published a ten-story, hardcover de Grandin collection, The Phantom Fighter. The collection included stories published between 1925 and 1930; Quinn provided an introductory essay.ISFDB bibliography Beginning in 1976, Popular Library issued five paperback collections of de Grandin stories, assembled and edited by Robert Weinberg. The collections included about one-third of the series as well as the only full-length de Grandin novel, The Devil's Bride. The volumes carried covers by Vincent DiFate and included interior illustrations by Stephen Fabian. Aside from The Devil's Bride, originally serialized in 1932, only three of the stories included had been published after 1930.Index to Science Fiction Anthologies and Collections *The Adventures of Jules de Grandin (August 1976) *The Casebook of Jules de Grandin (September 1976) *The Skeleton Closet of Jules de Grandin (October 1976) *The Devil's Bride (November 1976) *The Hellfire Files of Jules de Grandin (December 1976) *The Horror Chambers of Jules de Grandin (February 1977) No further volumes in the series were released, though more were planned, and the initial volumes were never reprinted. Weinberg reprinted three more stories in some of his reprint fanzines. A collection of six stories in French translation, Les archives de Jules de Grandin, was issued by the Librairie des Champs-Elysées in 1979.ISFDB bibliography The entire series of stories has been reprinted by Night Shade Books in a five volume set called The Complete Tales of Jules de Grandin. The individual volumes are * The Horror on the Links (covering stories from 1925 to 1928) * The Devil's Rosary (1929 & 1930) * The Dark Angel (1931 to July 1933, including the novel The Devil's Bride) * The Rival from the Grave (August 1933 to March 1938) * Black Moon (June 1938 through to the last story in September 1951). The Devil's Bride was issued in an Italian edition, Jules de Grandin: La Sposa del Diavolo, in 2015, translated by Nicola Lombardi and published by La Zona Morta. ==Weird Tales== de Grandin stories were often selected for the cover of Weird Tales. particularly when Margaret Brundage was the regular cover artist. File:Weird tales 192512.jpg File:Weird Tales January 1928.jpg File:Weird Tales January 1929.jpg File:Weird Tales April 1929.jpg File:Weird Tales July 1929.jpg File:Weird Tales January 1930.jpg File:Weird Tales March 1930.jpg File:Weird Tales January 1936.jpg File:Weird Tales November 1936.jpg File:Weird Tales January 1937.jpg File:Weird Tales September 1937.jpg File:Weird Tales November 1937.jpg File:Weird Tales February 1938.jpg File:Weird Tales March 1938.jpg File:Weird Tales June 1938.jpg File:Weird Tales July 1944.jpg File:Weird Tales March 1945.jpg File:Weird Tales January 1946.jpg ==References== * \"The Complete Adventures of Jules de Grandin\". The Battered Silicon Dispatch Box. 16 November 2006. . ==External links== * Jules de Grandin Category:Fictional occult and psychic detectives Category:Characters in pulp fiction",
 "title": "Jules de Grandin"
}