{
 "id": "208952",
 "text": "Adelaide of Saxe-Meiningen (Adelaide Amelia Louise Theresa Caroline; 13 August 1792 – 2 December 1849) was Queen of the United Kingdom and Hanover from 26 June 1830 to 20 June 1837 as the wife of King William IV. Adelaide was the daughter of George I, Duke of Saxe-Meiningen, and Luise Eleonore of Hohenlohe- Langenburg. Adelaide, the capital city of South Australia, is named after her.Rodney Cockburn, South Australia What's in a Name? Adelaide: Axiom Publishing. 3rd Edition. Reprinted 2002 Pg 3. ==Early life== Adelaide was born on 13 August 1792 at Meiningen, Thuringia, Germany, the eldest child of George I, Duke of Saxe-Meiningen. Her mother was Luise Eleonore, daughter of Christian Albrecht, Prince of Hohenlohe-Langenburg. She was baptised at the castle chapel on 19 August and was titled Princess Adelaide of Saxe-Meiningen, Duchess in Saxony with the style Serene Highness. Her godparents numbered twenty-one, including her mother, the Holy Roman Empress, the Queen of Naples and Sicily, the Crown Princess of Saxony, the Duchess of Saxe-Gotha-Altenburg, the Duchess of Saxe-Coburg, the Duchess of Saxe-Weimar, the Prince of Hohenlohe-Langenburg, and the Landgrave of Hesse-Philippsthal-Barchfeld. Saxe- Meiningen was a small state, covering about . It was the most liberal German state and, unlike its neighbours, permitted a free press and criticism of the ruler. At the time, no statute existed which barred a female ruling over the small duchy and it was not until the birth of her brother, Bernhard, in 1800, that the law of primogeniture was introduced. ==Marriage== By the end of 1811, King George III was incapacitated and, although he was still king in name, his heir-apparent and eldest son, Prince George, was regent. On 6 November 1817 the Prince Regent's only child, Princess Charlotte, died in childbirth. Princess Charlotte was second in line to the throne: had she outlived her father and grandfather, she would have become queen. With her death, the King was left with twelve children and no legitimate grandchildren. The Prince Regent was estranged from his wife, who was 49 years old, thus there was little likelihood that he would have any further legitimate children. To secure the line of succession, Prince William, Duke of Clarence, and the other sons of George III sought quick marriages with the intent of producing offspring who could inherit the throne. William already had ten children by the popular actress Dorothea Jordan, but, being illegitimate, they were barred from the succession. Considerable allowances were likely to be voted by Parliament to any royal duke who married, and this acted as a further incentive for William to marry. Adelaide was a princess from an unimportant German state. However, William had a limited choice of available princesses, and, after deals with other candidates fell through, a marriage to Adelaide was arranged. The allowance proposed was slashed by Parliament, and the outraged Duke considered calling off the marriage. However, Adelaide seemed the ideal candidate: amiable, home-loving, and willing to accept William's illegitimate children as part of the family. The arrangement was settled and William wrote to his eldest son, \"She is doomed, poor dear innocent young creature, to be my wife.\"William writing to George FitzClarence, 21 March 1818, quoted in Adelaide's dowry was set at 20,000 florins, with additional three separate annuities being promised by her future husband, the English regent, and the state of Saxe-Meiningen. Adelaide married William in a double wedding with William's brother, Prince Edward Augustus, Duke of Kent and Strathearn, and his bride Victoria, Dowager Princess of Leiningen, on 11 July 1818, at Kew Palace in Surrey, England. They had only met for the first time a week earlier on 4 July at Grillon's Hotel in Bond Street. Neither William nor Adelaide had been married before, and William was 27 years her senior. Despite these unromantic circumstances, the couple settled amicably in Hanover (where the cost of living was much lower than in England), and by all accounts were devoted to each other throughout their marriage. Adelaide improved William's behaviour; he drank less, swore less, and became more tactful. Observers thought them parsimonious, and their lifestyle simple, even boring.Dr. William Beattie, quoted in , and Princess Lieven and Lord Camden, quoted in William eventually accepted the reduced increase in his allowance voted by Parliament. On the Continent, Adelaide became pregnant, but in her seventh month of pregnancy, she caught pleurisy and gave birth prematurely on 27 March 1819 at the Fürstenhof Palace in Hanover. Her daughter, Charlotte Augusta Louise, lived only a few hours. Another pregnancy in the same year caused William to move the household to England so his future heir would be born on British soil; however, Adelaide miscarried at Calais or Dunkirk during the journey on 5 September 1819. Back in London, they moved into Clarence House, but preferred to stay at Bushy House near Hampton Court, where William had already lived with Dorothea Jordan. She became pregnant again, and a second daughter, Elizabeth Georgiana Adelaide, was born on 10 December 1820 at St James's Palace. Elizabeth seemed strong but died less than three months old on 4 March 1821 of \"inflammation in the Bowels\". Ultimately, William and Adelaide had no surviving children. Twin boys were stillborn on 8 April 1822 at Bushy Park and a possible brief pregnancy may have occurred within the same year. Princess Alexandrina Victoria of Kent came to be acknowledged as William's heir presumptive, as Adelaide had no further pregnancies. While there were rumours of pregnancies well into William's reign (dismissed by the King as \"damned stuff\"), they seem to have been without basis. ==Queen consort== At the time of their marriage, William was not heir-presumptive to the throne, but became so when his brother Frederick, Duke of York, died childless in 1827. Given the small likelihood of his older brothers producing heirs, and William's relative youth and good health, it had long been considered extremely likely that he would become king in due course. In 1830, on the death of his elder brother, George IV, William acceded to the throne. One of King William's first acts was to confer the Rangership of Bushy Park (for 33 years held by himself) on Queen Adelaide. This act allowed Adelaide to remain at Bushy House for her lifetime. William and Adelaide were crowned on 8 September 1831 at Westminster Abbey. Adelaide was deeply religious and took the service very seriously. William despised the ceremony and acted throughout, it is presumed deliberately, as if he was \"a character in a comic opera\", making a mockery of what he thought to be a ridiculous charade. Adelaide, alone among those attending received praise for her \"dignity, repose and characteristic grace\".Baroness von Bülow quoted in Adelaide was beloved by the British people for her piety, modesty, charity, and her tragic childbirth history. A large portion of her household income was given to charitable causes. She also treated the young Princess Victoria of Kent (William's heir presumptive and later Queen Victoria) with kindness, despite her inability to produce an heir and the open hostility between her husband and Victoria's mother, the Dowager Duchess of Kent. She refused to have women of questionable virtue attend her Court. The Clerk of the Privy Council, Charles Greville, wrote, \"The Queen is a prude and refuses to have the ladies come décolletées to her parties. George the 4th, who liked ample expanses of that kind, would not let them be covered.\" Adelaide attempted, perhaps unsuccessfully, to influence the King politically. She never spoke about politics in public; however, she was strongly Tory. It is unclear how much of William's attitudes during the passage of the Reform Act 1832 were due to her influence. The Press, the public, and courtiers assumed that she was agitating behind the scenes against reform, but she was careful to be non-committal in public. As a result of her alleged partiality, she became unpopular with reformers. False rumours circulated that she was having an affair with her Lord Chamberlain, the Tory Lord Howe, but almost everyone at court knew that Adelaide was inflexibly pious and was always faithful to her husband. The Whig prime minister, Lord Grey, had Lord Howe removed from Adelaide's household. Attempts to reinstate him after the Reform Bill had passed were not successful, as Lord Grey and Lord Howe could not agree as to how independent Howe could be of the government. In October 1834, a great fire destroyed much of the Palace of Westminster, which Adelaide considered divine retribution for the vagaries of reform. When the King dismissed the Whig ministry of Lord Melbourne, The Times newspaper blamed the Queen's influence, though she seems to have had very little to do with it.The Duke of Wellington, quoted in Influenced by her similarly reactionary brother-in-law, the Duke of Cumberland, she did write to the King against reform of the Church of Ireland.Sir Herbert Taylor, the King's secretary, writing to Sir Robert Peel, 15 July 1835, quoted in Both William and Adelaide were fond of their niece, Princess Victoria of Kent, and wanted her to be closer to them. Their efforts were frustrated by Victoria's mother, the Duchess of Kent. The Duchess refused to acknowledge Adelaide's precedence, left letters from Adelaide unanswered, and commandeered space in the royal stables and apartments for her use. The King, aggrieved at what he took to be disrespect from the Duchess to his wife, bluntly announced in the presence of Adelaide, the Duchess, Victoria, and many guests, that the Duchess was \"incompetent to act with propriety\", that he had been \"grossly and continually insulted by that person\", and that he hoped to have the satisfaction of living beyond Victoria's age of majority so that the Duchess of Kent would never be regent. Everyone was aghast at the vehemence of the speech, and all three ladies were deeply upset. The breach between the Duchess and the King and Queen was never fully healed, but Victoria always viewed both of them with kindness. ==Queen dowager== Queen Adelaide was dangerously ill in April 1837, at around the same time that she was present at her mother's deathbed in Meiningen, but she recovered. By June, it became evident that the King was fatally ill himself. Adelaide stayed beside William's deathbed devotedly, not going to bed herself for more than ten days. William IV died from heart failure in the early hours of the morning of 20 June 1837 at Windsor Castle, where he was buried. Victoria was proclaimed as queen, but subject to the rights of any issue that might be born to Adelaide on the remotely possible chance that she was pregnant. The first queen dowager in over a century (Charles II's widow, Catherine of Braganza, had died in 1705, and Mary of Modena, wife of the deposed James II, died in 1718), Adelaide survived her husband by twelve years. In early October 1838, for health reasons, Adelaide travelled to Malta aboard HMS Hastings, stopping at Gibraltar on the way, and staying on Malta for three months. Lacking a Protestant church on Malta, the queen dowager paid for the construction of St Paul's Pro-Cathedral in Valletta. In the summer of 1844, she paid her last visit to her native country, visiting Altenstein Palace and Meiningen. Queen Adelaide had been given the use of Marlborough House, Pall Mall in 1831, and held it until her death in 1849. She also had the use of Bushy House and Bushy Park at Hampton Court. Suffering from chronic illness, Adelaide often moved her place of residence in a vain search for health, staying at the country houses of various British aristocracy. She became a tenant of William Ward and took up residence at the latter's newly purchased house, Witley Court in Worcestershire, from 1842 until 1846. While at Witley Court, she had two chaplains – Rev. John Ryle Wood, Canon of WorcesterWardle, Terry Heroes & Villains of Worcestershire 2010 The History Press p9 and Rev. Thomas Pearson, Rector of Great Witley.Wardle, Terry Heroes & Villains of Worcestershire 2010 The History Press p108 She financed the first village school in Great Witley.Wardle, Terry Heroes & Villains of Worcestershire 2010 The History Press p10 From 1846 to 1848, she rented Cassiobury House from Lord Essex. During her time there, she played host to Victoria and Albert. Within three years, Adelaide had moved on again, renting Bentley Priory in Stanmore from Lord Abercorn. Semi-invalid by 1847, Adelaide was advised to try the climate of Madeira for the winter that year, for her health. She donated money to the poor of the island and paid for the construction of a road from Ribeiro Seco to Camara de Lobos. Queen Adelaide's last public appearance was to lay the foundation stone of the church of St John the Evangelist, Great Stanmore. She gave the font and when the church was completed after her death, the east window was dedicated to her memory. She died during the reign of her niece Queen Victoria on 2 December 1849 of natural causes at Bentley Priory in Middlesex. She was buried at St. George's Chapel, Windsor. She wrote instructions for her funeral during an illness in 1841 at Sudbury Hall: > I die in all humility … we are alike before the throne of God, and I request > therefore that my mortal remains be conveyed to the grave without pomp or > state … to have as private and quiet a funeral as possible. I particularly > desire not to be laid out in state … I die in peace and wish to be carried > to the fount in peace, and free from the vanities and pomp of this world.The > National Trust (1982; repr. 1994) Sudbury Hall pp.29–30 ==Legacy== thumb|right|Wax figure of Queen Adelaide, 1830 Queen Adelaide's name is probably best remembered in the Australian state of South Australia, founded during the brief reign of William IV. In 1836, the capital city of Adelaide was named after her. The Queen Adelaide Club for women is still active, and a bronze statue of Queen Adelaide stands in the foyer of the Town Hall. The Queen Adelaide Society was inaugurated in Adelaide in 1981 by the late Dorothy Howie with the twin objectives of promoting public awareness of Queen Adelaide and to provide an annual donation to a South Australian children's charity. There is a village named Queen Adelaide in Cambridgeshire, which takes its name from one of the many public houses named after her. There are Adelaide Streets, Adelaide Avenues, and Adelaide Roads throughout the former empire. There is also Adelaide Hospital (now the Adelaide and Meath Hospital, Tallaght) in Dublin, and an Adelaide railway station in Belfast. Australia has two Adelaide Rivers, in the Northern Territory and Tasmania, and an Adelaide Reef in Queensland. The town of Adelaide (originally Fort Adelaide) in the Eastern Cape Province of South Africa, as well as Sir Benjamin D'Urban's short-lived colony in the same area, Queen Adelaide Province. Queen's Park, Brighton is also named in her honour, as is Adelheidsdorf in Lower Saxony, Germany. The Citadel in Port Louis, capital of the Republic of Mauritius, is named Fort Adelaide, the building having been started during the reign of William in 1834. In 1832 Adelaide Township was surveyed in what became the western part of Middlesex County in Ontario (now part of the municipality of the Township of Adelaide-Metcalfe). There is a small group of islands in southern Chile named Queen Adelaide Archipelago and Adelaide Island in the British Antarctic Territory. left|thumb|Queen Adelaide's Dispensary, Bethnal Green. Wood engraving by O. Jewitt (1865). In honour of the Queen's many visits, several places in Leicestershire were named after Queen Adelaide. They include Queen Street in Measham and the Queen Adelaide Inn (now demolished) in Appleby Magna. There is also the Queen Adelaide Oak in Bradgate Park (once home to Lady Jane Grey), under which Queen Adelaide had picnicked on venison and crayfish from the estate. Asteroid 525 Adelaide is also named in her honour. In 1849 there was a cholera epidemic in the East End of London. The following year, Queen Adelaide's dispensary opened in Warner Place, Bethnal Green. It moved to William Street in 1866 and by 1899 was handling 10,000 medical and dental patients a year. In 1963, the funds that had set up the dispensary became Queen Adelaide's charity, which still operates today. Queen Victoria's firstborn child, Victoria Adelaide Mary Louise, took her second name from her great-aunt, who was also the child's godmother. ===Cultural depictions=== Queen Adelaide was played by Harriet Walter in the 2009 film The Young Victoria, as a kindly but practical counsellor to the inexperienced queen. Delena Kidd portrayed her in the 2001 television serial Victoria & Albert. ==Honours== * : Dame of the Order of Queen Saint Isabel, 23 February 1836 ==Arms== thumb|right|220px|Adelaide of Saxe-Meiningen's arms, used from 1830. The Royal coat of arms of the United Kingdom are impaled with her father's arms as Duke of Saxe-Meiningen. The arms were Quarterly of nineteen, 1st, Azure, a lion barry Argent and Gules (Landgrave of Thuringia); 2nd, Gules, an escarbuncle Or and a shield at the centre point Argent (Cleves); 3rd, Or, a lion rampant Sable (Meissen); 4th, Or, a lion rampant Sable (Jülich); 5th, Argent, a lion rampant Gules crowned Azure (Berg); 6th, Azure, an eagle displayed Or (Palatinate of Saxony); 7th, Or, two pales Azure (Landsberg); 8th, Sable, an eagle displayed Or (Palatinate of Thuringia); 9th, Or, semé of hearts Gules a lion rampant Sable crowned of the second (Orlamünde); 10th, Argent, three bars Azure (Eisenberg); 11th, Azure, a lion passant per fess Or and Argent (Tonna in Gleichen); 12th, Argent, a rose Gules barbed and seeded Proper (Burgraviate of Altenburg); 13th, Gules plain (Sovereign rights); 14th, Argent, three beetles' pincers Gules (Engern); 15th, Or a fess chequy Gules and Argent (Marck); 16th, Per pale, dexter, Gules, a column Argent crowned Or (Roemhild), sinister, Or, on a mount Vert, a cock Sable, wattled Gules (Hannenberg); 17th, Argent three chevronels Gules (Ravensberg); and over all an inescutcheon barry Or and Sable, a crown of rue (or a crancelin) in bend Vert (Saxony).Queen Adelaide (1830-1837) FOTW Flags of the World website: British Royal Standards, House of Hanover 1714–1901, Retrieved 16 December 2010. As the Duchess of Clarence, she used the arms of her husband (the royal arms with a label of three points Argent, the centre point bearing a cross Gules, the outer points each bearing an anchor Azure) impaled with those of her father, the whole surmounted by a coronet of a child of the sovereign. ==Issue== {| class=\"wikitable\" !Name!!Birth!!Death!!Notes |- | Princess Charlotte of Clarence || colspan=\"2\" | 27 March 1819 || Died a few hours after being baptised, in Hanover. |- | Stillborn child || colspan=\"2\" | 5 September 1819 || Born dead at Calais or Dunkirk. |- | Princess Elizabeth of Clarence || 10 December 1820 || 4 March 1821 || Born and died at St James's Palace. |- | Stillborn twin boys || colspan=\"2\" | 8 April 1822 || Born dead at Bushy Park. |} ==Ancestry== == References == === Notes === === Citations === === Sources === * * * * * == External links == * Biography * * Queen Adelaide Society (City of Adelaide, South Australia) |- |- Category:1792 births Category:1849 deaths Category:18th-century German people Category:19th-century German people Category:18th-century German women Category:19th-century German women Category:19th-century British people Category:19th-century British women Category:British royal consorts Category:Wives of British princes Category:House of Hanover Category:Hanoverian royal consorts Category:Hanoverian princesses by marriage Category:House of Saxe-Meiningen Category:Duchesses of Brunswick-Lüneburg Category:People from Meiningen Category:Princesses of Saxe-Meiningen Category:William IV of the United Kingdom Category:Burials at St George's Chapel, Windsor Castle Category:Dames of the Order of Saint Isabel",
 "title": "Adelaide of Saxe-Meiningen"
}