{
 "id": "209201",
 "text": "Power, Corruption & Lies is the second studio album by English rock band New Order, released on 2 May 1983 by Factory Records. The album features more electronic tracks than their 1981 debut Movement, with heavier use of synthesizers. The album was met with widespread acclaim, and has been included in music industry lists of the greatest albums of the 1980s and of all time. ==Artwork== Peter Saville's design for the album had a colour-based code to represent the band's name and the title of the album, but they were not actually written on the original UK sleeve itself (they were present on some non-UK versions), although the catalogue number \"FACT 75\" does appear on the top-right corner. The decoder for the code was featured prominently on the back cover of the album and can also be seen on the \"Blue Monday\" and \"Confusion\" singles and for Section 25's album From the Hip (1984). The cover is a reproduction of the painting \"A Basket of Roses\" by French artist Henri Fantin-Latour, which is part of the National Gallery's permanent collection in London. Saville had originally planned to use a Renaissance portrait of a dark prince to tie in with the Machiavellian theme of the title, but could not find a suitable portrait. At the gallery Saville picked up a postcard with Fantin- Latour's painting, and his girlfriend mockingly asked him if he was going to use it for the cover. Saville then realised it was a great idea. Saville suggested that the flowers \"suggested the means by which power, corruption and lies infiltrate our lives. They're seductive.\" The cover was also intended to create a collision between the overly romantic and classic image that made a stark contrast to the typography based on the modular, colour-coded alphabet. Saville and Tony Wilson, the head of New Order's label Factory Records, also said that the owner of the painting (The National Heritage Trust) first refused the label access to it. Wilson then called up the gallery director to ask who actually owned the painting and was given the answer that the Trust belonged to the people of Britain, at some point. Wilson then replied, \"I believe the people want it.\" The director then replied, \"If you put it like that, Mr Wilson, I'm sure we can make an exception in this case.\" The cover was among the ten chosen by the Royal Mail for a set of \"Classic Album Cover\" postage stamps issued in January 2010. Influential fashion designer Raf Simons used the album's cover art on one of his most coveted pieces from the Autumn/Winter 2003 \"Closer\" collection, ultimately producing four fishtail parkas in varying colours with various pieces of New Order/Joy Division artwork spread around the pieces. The street-fashion label Supreme included the album's floral motif as part of their Spring-Summer 2013 collection. ==Critical reception== Power, Corruption & Lies was praised critically on its release, and is still well regarded. In a contemporary review for Rolling Stone magazine, Steve Pond felt that the band had finally separated themselves from their past Joy Division associations, calling the album a \"remarkable declaration of independence\" and a \"quantum leap\" over Movement. Robert Christgau of The Village Voice found it \"relatively gentle and melodic in its ambient postindustrial polyrhythms, their nicest record ever\", but also \"pretty much like the others.\" The album placed at number 23 in The Village Voice's 1983 Pazz & Jop critics' poll. In a retrospective review, Josh Modell of The A.V. Club called Power, Corruption & Lies \"the sound of a band coming out of the shadows, retaining some of the pop elements of older days, but also embracing happiness and a whole new world of sequencers,\" crediting the album's humanity as a part of its charm. John Bush of AllMusic stated that the album \"cemented New Order's place as the most exciting dance-rock hybrid in music.\" In 1989, Power, Corruption & Lies was ranked number 94 on Rolling Stones list of the 100 greatest albums of the 1980s, with the magazine citing it as \"a landmark album of danceable, post-punk music\". Rolling Stone also placed the album at number 262 on the 2020 edition of its list of the 500 greatest albums of all time (it was not included on the original 2003 and 2012 lists). It was placed at number 28 on Pitchforks list of the best albums of the 1980s, with William Bowers' accompanying write-up for the album citing it as \"the peak of the New Order's stellar 80s output.\" Slant Magazine listed the album at number 23 on its list of the best albums of the 1980s and stated that it \"marks the real beginning of New Order's career\" and was \"their first perfect pop record\". In 2013, it was ranked at number 216 on NMEs list of the 500 greatest albums of all time. ==Track listing== ==Personnel== ;New Order * Bernard Sumner – vocals, guitars, melodica, synthesizers and programming * Peter Hook – 4- and 6-stringed bass and electronic percussion * Stephen Morris – drums, synthesizers and programming * Gillian Gilbert – synthesizers, guitars and programming ;Technical * New Order – production * Michael Johnson – engineering * Barry Sage and Mark Boyne – assistants ==Release details== * UK 12\" – Factory Records (FACT 75) * UK cassette – Factory Records (FACT 75C) * US 12\" – Factory Records/Rough Trade Records (FACTUS 12) * UK CD (1993 re- release) – London Records (520,019-2) * GR 12\" Factory Records VG50085 After the release of Music Complete, the album was remastered and rereleased for the US iTunes Store. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+ 1983 chart performance for Power, Corruption & Lies |- ! scope=\"col\"| Chart (1983) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australian Albums (Kent Music Report) | 38 |- |- |- |- |- |- |- ! scope=\"row\"| UK Independent Albums (MRIB) | 1 |} {| class=\"wikitable sortable plainrowheaders\" |+ 2020 chart performance for Power, Corruption & Lies |- ! scope=\"col\"| Chart (2020) ! scope=\"col\"| Peak position |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+ Year-end chart performance for Power, Corruption & Lies |- ! scope=\"col\"| Chart (1983) ! scope=\"col\"| Position |- ! scope=\"row\"| New Zealand Albums (RMNZ) | 33 |} ==Certifications== ==See also== * New Order discography ==External links== * Power, Corruption & Lies on New Order Online * Power, Corruption & Lies on World in Motion ==References== ==External links== * Category:New Order (band) albums Category:1983 albums Category:Factory Records albums",
 "title": "Power, Corruption & Lies"
}