{
 "id": "209348",
 "text": "Prince Frederick, Duke of York and Albany (Frederick Augustus; 16 August 1763 – 5 January 1827) was the second son of George III, King of the United Kingdom and Hanover, and his consort Charlotte of Mecklenburg-Strelitz. A soldier by profession, from 1764 to 1803 he was Prince-Bishop of Osnabrück in the Holy Roman Empire. From the death of his father in 1820 until his own death in 1827 he was the heir presumptive to his elder brother, George IV, in both the United Kingdom of Great Britain and Ireland and the Kingdom of Hanover. Frederick was thrust into the British Army at a very early age and was appointed to high command at the age of thirty, when he was given command of a notoriously ineffectual campaign during the War of the First Coalition, a continental war following the French Revolution. Later, as Commander-in-Chief during the Napoleonic Wars, he oversaw the reorganisation of the British Army, establishing vital structural, administrative and recruiting reformsGlover, (1963), p.12 for which he is credited with having done \"more for the army than any one man has done for it in the whole of its history.\"The Oxford Illustrated History of the British Army (1994) p. 145 ==Early life== Prince Frederick Augustus, or the Duke of York as he became in later life, belonged to the House of Hanover.Heathcote, p. 127. He was born on 16 August 1763, at St. James's Palace, London. His father was the reigning British monarch, King George III. His mother was Queen Charlotte (née Princess of Mecklenburg- Strelitz). He was christened on 14 September 1763 at St James's, by the Archbishop of Canterbury, Thomas Secker—his godparents were his great-uncle the Duke of Saxe-Gotha-Altenburg (for whom the Earl Gower, Lord Chamberlain, stood proxy), his uncle the Duke of York (for whom the Earl of Huntingdon, Groom of the Stool, stood proxy) and his great-aunt the Princess Amelia. On 27 February 1764, when Prince Frederick was six months old, he became Prince- Bishop of Osnabrück upon the death of Clemens August of Bavaria. The Peace of Westphalia stipulated that the city of Osnabrück would alternate between Catholic and Protestant rulers, with the Protestant bishops to be elected from the cadets of the House of Brunswick-Lüneburg. The bishopric of Osnabrück came with a substantial income, which he retained until the city was incorporated into Hanover in 1803 during the German mediatisation. He was invested as Knight of the Most Honourable Order of the Bath on 30 December 1767Cokayne, p.921 and as a Knight of the Order of the Garter on 19 June 1771.Weir, p. 286. ==Military career== thumb|left|The Duke of York George III decided that his second son would pursue an army career and had him gazetted colonel on 4 November 1780. From 1781 to 1787, Prince Frederick lived in Hanover, where he studied (along with his younger brothers, Prince Edward, Prince Ernest, Prince Augustus and Prince Adolphus) at the University of Göttingen. He was appointed colonel of the 2nd Horse Grenadier Guards (now 2nd Life Guards) on 26 March 1782 before being promoted to major-general on 20 November 1782. Promoted to lieutenant general on 27 October 1784, he was appointed colonel of the Coldstream Guards on 28 October 1784. He was created Duke of York and Albany and Earl of Ulster on 27 November 1784 and became a member of the Privy Council. On his return to Great Britain, the Duke took his seat in the House of Lords, where, on 15 December 1788 during the Regency crisis, he opposed William Pitt's Regency Bill in a speech which was supposed to have been influenced by the Prince of Wales. On 26 May 1789 he took part in a duel with Colonel Charles Lennox, who had insulted him; Lennox missed, and Prince Frederick refused to return fire. ===Flanders=== On 12 April 1793 Frederick was promoted to full general.Heathcote, p.128 That year, he was sent to Flanders in command of the British contingent of Coburg's army destined for the invasion of France. Frederick and his command fought in the Flanders campaign under extremely trying conditions. He won several notable engagements, such as the Siege of Valenciennes in July 1793, but was defeated at the Battle of Hondschoote in September 1793. In the 1794 campaign he gained a notable success at the Battle of Beaumont in April and another at the Battle of Willems in May but was defeated at the Battle of Tourcoing later that month. The British army was evacuated through Bremen in April 1795. ===Commander-in-Chief=== After his return to Britain, his father George III promoted him to the rank of field marshal on 18 February 1795. On 3 April 1795, George appointed him effective Commander-in-Chief in succession to Lord AmherstGlover, (1973), p.128 although the title was not confirmed until three years later. He was also colonel of the 60th Regiment of Foot from 19 August 1797. On appointment as Commander-in-Chief he immediately declared, reflecting on the Flanders Campaign of 1793–94, \"that no officer should ever be subject to the same disadvantages under which he had laboured\". His second field command was with the army sent for the Anglo-Russian invasion of Holland in August 1799. On 7 September 1799, he was given the honorary title of Captain- General. Sir Ralph Abercromby and Admiral Sir Charles Mitchell, in charge of the vanguard, had succeeded in capturing some Dutch warships in Den Helder. However, following the Duke's arrival with the main body of the army, a number of disasters befell the allied forces, including shortage of supplies.Heathcote, p. 129 On 17 October 1799, the Duke signed the Convention of Alkmaar, by which the allied expedition withdrew after giving up its prisoners. 1799 also saw Fort Frederick in South Africa named after him. Frederick's military setbacks of 1799 were inevitable given his lack of moral seniority as a field commander, the poor state of the British army at the time, and conflicting military objectives of the protagonists. After this ineffectual campaign, Frederick was mocked, perhaps unfairly, in the rhyme \"The Grand Old Duke of York\": Frederick's experience in the Dutch campaign made a strong impression on him. That campaign, and the Flanders campaign, had demonstrated the numerous weaknesses of the British army after years of neglect. Frederick as Commander-in-Chief of the British army carried through a massive programme of reform. He was the person most responsible for the reforms that created the force which served in the Peninsular War. He was also in charge of the preparations against Napoleon's planned invasion of the United Kingdom in 1803. In the opinion of Sir John Fortescue, Frederick did \"more for the army than any one man has done for it in the whole of its history\". In 1801 Frederick actively supported the foundation of the Royal Military College, Sandhurst, which promoted the professional, merit-based training of future commissioned officers. On 14 September 1805 he was given the honorary title of Warden of Windsor Forest. Frederick resigned as Commander-in-Chief on 25 March 1809, as the result of a scandal caused by the activities of his latest mistress, Mary Anne Clarke. Clarke was accused of illicitly selling army commissions under Frederick's aegis. A select committee of the House of Commons enquired into the matter. Parliament eventually acquitted Frederick of receiving bribes by 278 votes to 196. He nevertheless resigned because of the high tally against him. Two years later, it was revealed that Clarke had received payment for furniture from Frederick's disgraced chief accuser, Gwyllym Wardle, and the Prince Regent reappointed the exonerated Frederick as Commander-in-Chief on 29 May 1811. The Duke's relationship with Mary Anne Clarke is used by Mary Anne's descendant, Daphne du Maurier, in her historical novel Mary Anne. Frederick maintained a country residence at Oatlands near Weybridge, Surrey but he was seldom there, preferring to immerse himself in his administrative work at Horse Guards (the British army's headquarters) and, after hours, in London's high life, with its gaming tables: Frederick was perpetually in debt because of his excessive gambling on cards and racehorses. Following the unexpected death of his niece, Princess Charlotte of Wales, in 1817, Frederick became second in line to the throne, with a serious chance of inheriting it.Heathcote, p. 130 In 1820, he became heir presumptive with the death of his father, George III. ==Death== Frederick died of dropsy and apparent cardiovascular disease at the home of the Duke of Rutland on Arlington Street, London, in 1827. After lying in state at the Chapel Royal in London, Frederick's remains were interred in St George's Chapel, Windsor Castle, following his funeral there. Held at night, the chapel was so cold during the funeral that the Foreign Secretary, George Canning, contracted rheumatic fever, becoming so ill that he thought he might not recover;Longford, Elizabeth. Wellington- Pillar of State. Weidenfeld and Nicolson (1972) p.131 Canning died on 8 August the same year.Stanley, A. P., Historical Memorials of Westminster Abbey (London; John Murray; 1882), p. 247. ==Family== thumb|right|The Marriage of the Duke of York Frederick married his cousin Princess Frederica Charlotte of Prussia, the daughter of King Frederick William II of Prussia and Elisabeth Christine of Brunswick-Lüneburg, at Charlottenburg, Berlin, on 29 September 1791 and again on 23 November 1791 at Buckingham Palace. The marriage was not a happy one and the couple soon separated. Frederica retired to Oatlands, where she lived until her death in 1820. thumb|180px|The Duke of York in 1822 ==Titles, styles, honours, and arms== ===Titles and styles=== *16 August 1763 – 27 November 1784: His Royal Highness The Prince Frederick *27 November 1784 – 5 January 1827: His Royal Highness The Duke of York and Albany His full style, recited at his funeral, was \"Most High, Most Mighty, and Illustrious Prince, Frederick Duke of York and of Albany, Earl of Ulster, Knight of the Most Noble Order of the Garter, First and Principal Knight Grand Cross of the Most Honourable Military Order of the Bath, Knight Grand Cross of the Royal Hanoverian Guelphic Order\". ===Honours=== His honours were as follows: *KG: Royal Knight of the Order of the Garter, 19 June 1771Shaw, Wm. A. (1906) The Knights of England, I, London, p. 47 *GCB: Knight Grand Cross (military) of the Order of the Bath, 2 January 1815Shaw, p. 180 *GCH: Knight Grand Cross of the Royal Guelphic Order, 12 August 1815Shaw, p. 447 *Knight of the Order of the Black Eagle of Prussia, 11 April 1814Liste der Ritter des Königlich Preußischen Hohen Ordens vom Schwarzen Adler (1851), \"Von Seiner Majestät dem Könige Friedrich Wilhelm III. ernannte Ritter\" p. 17 *Knight of the Order of the St-Esprit of France, 21 April 1814The Complete Peerage, Volume XII, Part II (1959), page 923, St Catherine's Press (London), editors Godfrey H. White and R.S. Lea. *Knight of the Order of St. Andrew of Russia, 9 June 1814 *Knight of the Order of St. Alexander Nevsky of Russia, 9 June 1814 *Knight Grand Cross of the Order of Charles III of Spain, 21 August 1814 *Knight Grand Cross of the Order of Maria Theresa of Austria, 1814 ==Legacy== Fredericton, the capital of the Canadian province of New Brunswick, was named after Prince Frederick. The city was originally named \"Frederick's Town\". Also in Canada, Duke of York Bay was named in his honour, since it was discovered on his birthday, 16 August.Taylor, p.300 In Western Australia, York County and the towns of York and Albany were named after Prince Frederick.West, D.A.P., The Settlement on the Sound – Discovery and settlement of the Albany Region 1791–1831, Western Australian Museum, Perth, 1976, reprinted 2004. pp. 55–115. Albany was originally named \"Frederick Town\". The towering Duke of York Column on Waterloo Place, just off The Mall, London was completed in 1834 as a memorial to Prince Frederick. The 72nd Regiment of Foot was given the title Duke of Albany's Own Highlanders in 1823 and, in 1881, became 1st Battalion Seaforth Highlanders (Ross-shire Buffs, The Duke of Albany's). The first British fortification in southern Africa, Fort Frederick, Port Elizabeth, a city in the Eastern Cape province of South Africa, was built in 1799 to prevent French assistance for rebellious Boers in the short-lived republic of Graaff-Reinet. ==Ancestors== ==See also== *Beer money – a notable military allowance of the time *List of famous duels ==References and notes== ==Sources== * * * * * * * * * * ==Further reading== * * Frederick, Duke of York and Albany, Prince Frederick, Duke of York and Albany, Prince Frederick, Duke of York and Albany, Prince Category:Lutheran Prince-Bishops of Osnabrück Category:Heirs to the British throne Category:House of Hanover Category:Dukes of York and Albany Category:Peers of Great Britain created by George III Category:British military leaders of the French Revolutionary Wars Category:British Army commanders of the Napoleonic Wars Category:British field marshals Category:Earls of Ulster Category:Peers of Ireland created by George III Category:Great Masters of the Order of the Bath Category:Knights of the Garter Category:Grand Crosses of the Military Order of Maria Theresa Category:People from Westminster Category:English duellists Category:1763 births Category:1827 deaths Category:British Life Guards officers Category:Grenadier Guards officers Category:Owners of Epsom Derby winners Category:Burials at St George's Chapel, Windsor Castle Category:Deaths from edema Category:Sons of British monarchs Category:Children of George III of the United Kingdom",
 "title": "Prince Frederick, Duke of York and Albany"
}