{
 "id": "209841",
 "text": "The skimmers, forming the genus Rynchops, are tern-like birds in the family Laridae. The genus comprises three species found in South Asia, Africa, and the Americas. They were formerly known as the scissorbills.. The three species are the only birds with distinctive uneven bills, where the lower mandible is longer than the upper. This remarkable adaptation allows them to fish in a unique way, flying low and fast over streams. Their lower mandible skims or slices over the water's surface, ready to snap shut any small fish unable to dart clear. The skimmers are sometimes included within the gull family Laridae but separated in other treatments which consider them as a sister group of the terns. The black skimmer has an additional adaptation and is the only species of bird known to have slit-shaped pupils. Their bills fall within their field of binocular vision, which enables them to carefully position their bill and capture prey. They are agile in flight and gather in large flocks along rivers and coastal sand banks.Fusco, P.J. \"Connecticut Wildlife .\" Connecticut Department of Environment Protection Bureau of Natural Resources – Wildlife Division. May–June 2006. Accessed 2009-06-29. They are tropical and subtropical species which lay 3–6 eggs on sandy beaches. The female incubates the eggs. Because of the species' restricted nesting habitat the three species are vulnerable to disturbance at their nesting sites. One species, the Indian skimmer, is considered vulnerable by the IUCN due to this as well as destruction and degradation of the lakes and rivers it uses for feeding. As in later editions of the works of Linnaeus, the correct spelling (from the Greek words and , together meaning \"beak-face\") should be rhynchops and this is often adopted. However, the misspelling rynchops was the one first published by Linnaeus and continues to be more commonly used. Similarly, the gender of the Greek and Roman words is feminine and the genus was originally treated as such (R. nigra) but Rynchops is now usually treated as a masculine noun (R. niger). ==Taxonomy== The genus Rynchops was introduced in 1758 by the Swedish naturalist Carl Linnaeus in the tenth edition of his Systema Naturae. The genus name Rynchops is from the Ancient Greek ῥυγχος/rhunkhos meaning \"bill\" and κοπτω/koptō meaning \"to cut off\". The type species is the black skimmer (Rynchops niger). ===Species=== The genus contains three species. {| class=\"wikitable\" |- ! Image ! Common and binomial names ! Range |- | 120px | Black skimmer (Rynchops niger) | Atlantic coast of North America, and from southern California to Ecuador in the Pacific, the Amazon basin, Atlantic coast of South America south to central Argentina |- | 120px | African skimmer (Rynchops flavirostris) | Senegal to northern Congo River and southern Nile Valley, southern Tanzania to the Zambezi Valley, and then to KwaZulu-Natal Province (South Africa) and Angola |- | 120px | Indian skimmer (Rynchops albicollis) | Pakistan in the Indus river system of Kashmir and northern and central India along the Ganges, Bangladesh and Burma and formerly occurred in Laos, Cambodia and Vietnam |} ==Notes== ==References== ==External links== *Skimmer videos on the Internet Bird Collection Category:Taxa named by Carl Linnaeus",
 "title": "Rynchops"
}