{
 "id": "209828",
 "text": "Air America was an American passenger and cargo airline established in 1946 and covertly owned and operated by the Central Intelligence Agency (CIA) from 1950 to 1976. It supplied and supported covert operations in Southeast Asia during the Vietnam War, including providing support for drug smuggling in Laos.The Politics of Heroin: CIA Complicity in the Global Drug Trade, by McCoy, with Cathleen B. Read and Leonard P. Adams II, 2003, p. 385 ==Early history: Civil Air Transport (CAT)== CAT was created by Claire Chennault and Whiting Willauer in 1946 as Chinese National Relief and Rehabilitation Administration (CNRRA) Air Transport to airlift supplies and food into war- ravaged China. It was soon pressed into service to support Chiang Kai-shek and his Kuomintang forces in the civil war between them and the communists under Mao Zedong. Many of its first pilots were veterans of Chennault's World War II combat groups, popularly known as Flying Tigers. By 1950, following the defeat of Chiang's forces and their retreat to Taiwan, the airline faced financial difficulties. In August 1950, the CIA bought out Chennault and Willauer, continuing to operate as CAT, until 1959, when it changed its name to Air America. Air America's slogan was \"Anything, Anywhere, Anytime, Professionally\". Air America aircraft, including the Curtiss C-46 Commando, Pilatus PC-6 Porter, de Havilland Canada DHC-4 Caribou, Lockheed C-130 Hercules, and Fairchild C-123 Provider, along with UH-34D, Bell 204B, Bell 205, and Boeing CH-47C Chinook helicopters, flew many types of cargo to countries such as the Republic of Vietnam, the Kingdom of Laos, and Cambodia. It operated from bases in those countries and also from bases in Thailand and as far afield as Taiwan and Japan. It also on occasion flew top-secret missions into Burma and the People's Republic of China. == Operations during the Vietnam War (Second Indochina War) == From 1959 to 1962 the airline provided direct and indirect support to US Special Forces \"Ambidextrous\", \"Hotfoot\", and \"White Star\", which trained the regular Royal Laotian armed forces. After 1962 a similar operation known as Project 404 fielded numerous US Army attachés (ARMA) and air attachés (AIRA) to the US embassy in Vientiane. From 1962 to 1975, Air America inserted and extracted US personnel, provided logistical support to the Royal Lao Army, the Hmong Army under command of Royal Lao Army Major General Vang Pao and combatant Thai volunteer forces, transported refugees, and flew photo reconnaissance missions that provided intelligence on Viet Cong activities. Its civilian-marked craft were frequently used, under the control of the Seventh/Thirteenth Air Force, to launch search and rescue missions for US pilots downed throughout Southeast Asia. Air America pilots were the only known private US corporate employees to operate non-Federal Aviation Administration-certified military aircraft in a combat role. By mid-1970, the airline had two dozen twin-engine transport aircraft as well as Boeing 727 and Boeing 747 jets plus two dozen fixed wing short-take off-and-landing aircraft in addition to 30 helicopters dedicated to operations in Burma, Cambodia, Thailand, and Laos. There were more than 300 pilots, copilots, flight mechanics, and airfreight specialists based in Laos, Vietnam, and Thailand. During 1970, Air America delivered 46 million pounds (21,000 metric tons) of food in Laos. Helicopter flight time reached more than 4,000 hours a month in the same year. Air America flew civilians, diplomats, spies, refugees, commandos, sabotage teams, doctors, war casualties, drug enforcement officers, and even visiting VIPs like Richard Nixon all over Southeast Asia. Its non-human passengers were even more bizarre on occasion. Part of the CIA's support operations in Laos, for instance, involved logistical support for local tribes fighting the North Vietnamese forces and the Pathet Lao, their local opponents. Forced draft urbanization policies, such as the widespread application of Agent Orange to Vietnamese farmland created a disruption in local food production, so thousands of tons of food had to be flown in, including live chickens, pigs, water buffalo, and cattle. On top of the food drops (known as \"rice drops\") came the logistical demands for the war itself, and Air America pilots flew thousands of flights transporting and air-dropping ammunition and weapons (referred to as \"hard rice\") to friendly forces. When the North Vietnamese Army overran South Vietnam in 1975, Air America helicopters participated in Operation Frequent Wind evacuating both US civilians and South Vietnamese people associated with the Saigon regime. The famous photograph depicting the final evacuation, by Dutch photographer Hubert van Es, was an Air America helicopter taking people from an apartment building at 22 Gia Long Street used by USAID and CIA employees. === Drug smuggling === Air America planes carried drugs during the CIA's secret war in Laos, though there is debate about whether Air America and the CIA were actively involved or merely allowed others to transport drugs. During this war, the CIA used the Meo (Hmong) population to fight Pathet Lao rebels. Because of the war against Pathet Lao rebels, the Hmong depended upon poppy cultivation for hard currency. The Plain of Jars had been captured by Pathet Lao rebels in 1964 which resulted in the Laotian Air Force not being able to land their C-47 transport aircraft on the Plain of Jars for opium transport. The Laotian Air Force had almost no light planes that could land on the dirt runways near the mountaintop poppy fields. Having no way to transport their opium, the Hmong were faced with economic ruin. Air America was the only airline available in northern Laos. \"Air America began flying opium from mountain villages north and east of the Plain of Jars to Gen Vang Pao's headquarters at Long Tieng.\" Air America were alleged to have profited from transporting opium and heroin on behalf of Hmong leader Vang Pao, or of \"turning a blind eye\" to the Laotian military doing it. This allegation has been supported by former Laos CIA paramilitary Anthony Poshepny (aka Tony Poe), former Air America pilots, and other people involved in the war. It is portrayed in the movie Air America. However, University of Georgia aviation historian William M. Leary writes that Air America was not involved in the drug trade, citing Joseph Westermeyer, a physician and public health worker resident in Laos from 1965 to 1975, that \"American-owned airlines never knowingly transported opium in or out of Laos, nor did their American pilots ever profit from its transport.\" Aviation historian Curtis Peebles also denies that Air America employees were involved in opium transportation. Historian Alfred W. McCoy stated that: == After the war == After pulling out of South Vietnam in 1975, there was an attempt to keep a company presence in Thailand. After this fell through, Air America was dissolved on June 30, 1976. Air Asia, the company that held all of the Air America assets, was later purchased by Evergreen International Airlines. All proceeds, a sum between 20 and 25 million dollars, were returned to the US Treasury. The employees were released unceremoniously with no accolades and no benefits even for those who suffered long-term disabilities, nor death benefits for families of employees killed in action. Such benefits as were afforded came from worker's compensation insurance required by contracts with the US Air Force that few knew about. The benefits were not awarded easily. Many disabled pilots were ultimately compensated under the federal Longshoremen's Act after lengthy battles with CIA bureaucrats who denied their connection to the airline for years. Many died of their injuries before they could be compensated adequately. Accident reports were said to have been falsified, redacted, and stonewalled by CIA officials who continued to deny any relationship to the events described in them. Air America pilots have attempted to have their federal pensions enhanced. == Fleet == During its existence Air America operated a diverse fleet of aircraft, the majority of which were STOL capable. There was \"fluidity\" of aircraft between some companies such as Air America, Boun Oum Airways, Continental Air Services, Inc, and the United States Air Force. It was not uncommon for USAF and United States Army Aviation units to lend aircraft to Air America for specific missions. Air America tended to register its aircraft in Taiwan. They operated in Laos without the B- nationality prefix. US military aircraft were often used with the \"last three\" digits of the military serial as a civil marking. The first two transports of Air America arrived in Vientiane, Laos, on August 23, 1959. The Air America operations at Udorn, Thailand, were closed down on June 30, 1974. Air America's operating authority was cancelled by the CAB on January 31, 1974. === Fixed wing === * Beech 18 ex-military C-45 Expeditors ** Volpar Beech 18 – Volpar converted 14 aircraft to turboprop power with Garrett AiResearch TPE-331 engines; modified aircraft were called Volpar Turbo Beeches and also had a further increase in MTOW to .\"Air America: Beech/Volpar Turbo Beech 18\". University of Texas, Dallas, 2006. Retrieved: August 12, 2008. They were called Volpars in Air America service.P.31 Wings of Air America, A Photo History by Terry Love * Beech Baron * Boeing 727-92C * Boeing 747-100 * Consolidated PBY-5A Catalina * Curtiss C-46 *de Havilland DH.89A Dragon Rapide * de Havilland Canada DHC-2 Beaver * de Havilland Canada DHC-4 Caribou * de Havilland Canada DHC-6 Twin Otter 300 * Dornier Do 28 Skyservant * Douglas B-26 Invader (On Mark Marksman conversion) * Douglas C-47 * Douglas DC-4 * Douglas DC-6A/B *Fairchild C-119 Flying Boxcar * Fairchild C-123B And K Provider * Helio Courier and Super Courier * Helio Twin Courier * Lockheed L.1049H Constellation * Lockheed C-130A/E Hercules * Pilatus Turbo-Porter (including Fairchild Hiller version) * Piper Apache === Helicopters === * Bell 47 * Bell 204B * Bell 205 * Boeing-Vertol CH-47C Chinook * Hughes 500D * Hughes OH-6A Cayuse * Sikorsky S-55/H-19 * Sikorsky H-34 and Sikorsky S-58T * Sikorsky CH-54 Skycrane == Air Asia == Air Asia was a wholly owned subsidiary of Air America which provided technical, management, and equipment services for Civil Air Transport of Formosa. Air Asia was headquartered in Taipei and its main facilities were in Tainan, Taiwan. It is now located in the Tainan Airport. It is the only surviving member of the Pacific Corporation, but currently it is owned by Taiwan Aerospace Corporation and is no longer related to the Central Intelligence Agency. == 1980s revival of name == In the 1980s, Los Angeles–based Total Airhttp://www.timetableimages.com, Dec. 1, 1986 Total Air system timetable revived the Air America name. The revived Air America operated Lockheed L-1011 TriStar wide body jetliners with flights serving Baltimore (BWI), Detroit (DTW), Honolulu (HNL), London (LGW) and Los Angeles (LAX).http://www.timetableimages.com, Dec. 1, 1986 Air America system timetable == Accidents and incidents == * On May 5, 1954, a C-119 crashed in Laos after being hit by ground fire. Pilot James B. McGovern Jr. and Wallace Buford were killed. [McGovern's remains were identified in September 2006]. * On September 5, 1963, a C-46 aircraft was hit by ground fire and crashed about two kilometers from Tchepone in the Savannakhet Province. American Eugene DeBruin, Chinese Y.C. To, and the three Thai nationals, Pisidhi Indradat, Prasit Promsuwan, and Prasit Thanee parachuted to safety, but were immediately captured by the Pathet Lao. Joseph C. Cheney and Charles Herrick were killed in the crash. DeBruin, To, Promsuwan, and Thanee are still missing in action. Pisidhi Indradat was later rescued in January 1967. *On August 20, 1965, a UH-34 crashed and sank into the Mekong River. The three crew members, Pilot Bobby Nunez, deadheading pilot Calhoun and Flight Mechanic Steve Nichols, managed to escape while the four passengers drowned. Surnames are only mentioned on the manifest for both crew and passengers. The deadheading pilot, Mr. Calhoun, was involved in a hull loss of another UH-34 earlier that day when the helicopter performed a ground loop. * On September 27, 1965, a C-45 was shot down by small arms fire as it attempted to land near Bao Trai Airstrip, Hau Nghia Province, Vietnam. Pilot John John Lerdo Oyer, and Jack Jack J Wells were killed in the crash. * On January 12, 1968 an Air America Bell UH-1D helicopter piloted by Ted Moore, with Glen Woods as \"kicker\", shot down an An-2s biplane (\"An Air Combat First\") during the Battle of Lima Site 85. * On January 16, 1969, a Douglas C-47A \"949\" crashed in the Hai Van Pass, south of Huế, South Vietnam. The aircraft was on a domestic cargo flight from Phu Bai International Airport to Da Nang International Airport. All 12 passengers and crew were killed. * On February 22, 1970 a H34 Helicopter had just finished delivering supplies to Meo forces defending Xieng Khousang airfield, Vientlane Laos, when it was fired upon by sniper fire; Pilot R. C. Maerkl of Ft Worth Texas was killed; co-pilot John Ford took control of helicopter and landed at a US Government airstrip.Pittsburgh Post-Gazette February 23, 1970 page 1. Accessed July 2, 2019 * On December 27, 1971 a C-123K from Udorn Airfield, Kingdom of Thailand, headed for Xienhom District, Xaignabouli Province, Laos. The aircraft was on a routine resupply mission for U.S. Agency for International Development and was last heard from when they were northeast of Sayaboury. Laos. The plane and four crewmen were missing. On September 25, 2018 the remains of pilot George L. Ritter;DPAA.Mil March 1,2019 co-pilot Roy F. TownleyDPAA.mil January 23,2019 and crewman Edward J. WeissenbackDPAA.mil January 23,2019 have been accounted for. * In the spring of 1972, a C-7A Caribou loaded with Nationalist Lao Troops experienced a simultaneous twin engine failure on final approach. Both pilots were seriously injured. Sabotage was suspected. * On December 29, 1973, a Douglas C-53D EM-3 overran the runway on landing at Dalat Airport, South Vietnam. The aircraft was substantially damaged and was not salvaged due to the presence of land mines in the area. It was operating a non-scheduled passenger flight. All nine people on board survived. * On April 29, 1975, a Douglas VC-47A 084 crashed on landing at U-Tapao Royal Thai Navy Airfield, Sattahip, Thailand. The aircraft was on a flight from Tan Son Nhat International Airport, Saigon, Vietnam. == See also == thumb|right|Air America Pilot's Cap * List of defunct airlines of the United States * 1st American Volunteer Group, a World War II unit known as \"The Flying Tigers\" * Battle of Lima Site 85 * Lao Veterans of America * Eugene DeBruin * Pisidhi Indradat * Front organization * North Vietnamese invasion of Laos * Pathet Lao * Evergreen International Airlines * Northwest Orient Airlines == References == == Further reading == * Cockburn, Alexander & St. Clair, Jeffrey. Whiteout: The CIA, Drugs and the Press. (Verso, 1998) * Conboy, Kenneth & Morrison, James. Alternate Airlines: CIA Civil Airlift Contracts in Laos. Air Enthusiast No. 83 September–October 1999, pp. 2–5. * Conboy, Kenneth & Morrison, James. Shadow War: The CIA's Secret War in Laos. Boulder CO: Paladin Press, 1995. * Dale Scott, Peter. Drugs, Oil, and War: The United States in Afghanistan, Columbia and Indochina (Rowman and Littlefield, 2003) * Leary, William M. Perilous Missions: Civil Air Transport and CIA Covert Operations in Asia. (The University of Alabama Press, 1984) * Love, Terry. Wings of Air America: A Photo History (Schiffer Publishing Ltd., 1998) * Parker, James E. Jr. Covert Ops: The CIA's Secret War in Laos (St Martin's Press, 1995) * Robbins, Christopher. Air America (Corgi, 1988) * Robbins, Christopher. Air America: The True Story of the C.I.A.'s Mercenary Fliers in Covert Operations from Pre-war China to Present Day Nicaragua (Corgi; New edition 1991) * Robbins, Christopher. The Ravens: Pilots of the Secret War of Laos (Asia Books Co., 2000) * Vietnam Magazine, August 2006 * Honor Denied: The Truth about Air America and the CIA by Allen Cates (iUniverse) *Air America in Laos by Stephen I. Nichols (Amazon) * == External links == * Air America documents released by CIA through FOIA * CIA CAT activity elsewhere in the Asian theater is discussed in the context of Agency officers John T. Downey and Richard Fecteau, shot down and imprisoned in China in 1952–1973. * Air America Association web site * Online Materials about Air America in the Vietnam Archive at Texas Tech * Air America: Helio H-500 Twin Couriers * Air America in Laos * Air America *C-47 Category:Airlines established in 1950 Category:Airlines disestablished in 1976 Category:Central Intelligence Agency front organizations Category:Defunct airlines of the United States Category:Defunct helicopter airlines Category:Vietnam War Category:Laotian Civil War Category:Private military contractors",
 "title": "Air America (airline)"
}