{
 "id": "209892",
 "text": "Julian Patrick Barnes (born 19 January 1946) is an English writer. He won the Man Booker Prize in 2011 with The Sense of an Ending, having being shortlisted three times previously with Flaubert's Parrot, England, England, and Arthur & George. Barnes also writes crime fiction under the pseudonym Dan Kavanagh. In addition to novels, Barnes has published collections of essays and short stories. In 2004 he became a Commandeur of L'Ordre des Arts et des Lettres. His honours also include the Somerset Maugham Award and the Geoffrey Faber Memorial Prize. He was awarded the 2021 Jerusalem Prize. ==Early life== Barnes was born in Leicester, although his family moved to the outer suburbs of London six weeks afterwards. Both of his parents were French teachers. He has said that his support for Leicester City Football Club was, aged four or five, \"a sentimental way of hanging on\" to his home city. At the age of 10, Barnes was told by his mother that he had \"too much imagination\". In 1956, the family moved to Northwood, Middlesex, the 'Metroland' of his first novel. He was educated at the City of London School from 1957 to 1964. He then went on to Magdalen College, Oxford, where he studied Modern Languages. After graduation, he worked as a lexicographer for the Oxford English Dictionary supplement for three years. He then worked as a reviewer and literary editor for the New Statesman and the New Review. During his time at the New Statesman, Barnes suffered from debilitating shyness, saying: \"When there were weekly meetings I would be paralysed into silence, and was thought of as the mute member of staff\". From 1979 to 1986 he worked as a television critic, first for the New Statesman and then for The Observer. ==Career== His first novel, Metroland, is the story of Christopher, a young man from the London suburbs who travels to Paris as a student, finally returning to London. The novel deals with themes of idealism and sexual fidelity, and has the three-part structure that is a common recurrence in Barnes's work. After reading the novel, Barnes's mother complained about the book's \"bombardment\" of filth. His second novel Before She Met Me features a darker narrative, a story of revenge by a jealous historian who becomes obsessed by his second wife's past. Barnes's breakthrough novel Flaubert's Parrot departed from the traditional linear structure of his previous novels and featured a fragmentary biographical style story of an elderly doctor, Geoffrey Braithwaite, who focuses obsessively on the life of Gustave Flaubert. In reference to Flaubert, Barnes has said, \"he’s the writer whose words I most carefully tend to weigh, who I think has spoken the most truth about writing.\"McGrath, Patrick. \"Julian Barnes\" , BOMB Magazine Fall, 1987. Retrieved on 24 October 2012. Flaubert's Parrot was published to great acclaim, especially in France, and it helped established Barnes as one of the pre-eminent writers of his generation. In 1980, Barnes, under the name Dan Kavanagh (Barnes had recently married the literary agent Pat Kavanagh),Pseud’s Corner - John Sutherland, Lrb.co.uk, Retrieved 19/9/2021. published the first of four crime novels about Duffy, one of Britain's first gay male detectives. Barnes was quoted as calling the use of a pseudonym, \"liberating in that you could indulge any fantasies of violence you might have\". While Metroland, also published in 1980, took Barnes eight years to write, Duffy took less than two weeks—an experiment to test \"what it would be like writing as fast as I possibly could in a concentrated way\".The Fiction of Julian Barnes by Vanessa Guignery, , p. 29, 2006 Staring at the Sun followed in 1986, another ambitious novel about a woman growing to maturity in post-war England and dealing with issues of love, truth and mortality. In 1989 Barnes published A History of the World in 10½ Chapters, which is also a non- linear novel, and uses a variety of writing styles to call into question the perceived notions of human history and knowledge itself. In 1991, he published Talking It Over, a contemporary love triangle, in which the three characters take turns to talk to the reader, reflecting over common events. This was followed by a sequel, Love, etc, which revisited the characters ten years on. Barnes's novel The Porcupine again deals with a historical theme as it depicts the trial of Stoyo Petkanov, the former leader of a collapsed Communist country in Eastern Europe, as he stands trial for crimes against his country. England, England is a humorous novel that explores the idea of national identity as the entrepreneur Sir Jack Pitman creates a theme park on the Isle of Wight that resembles some of the tourist spots of England. Arthur & George, a fictional account of a true crime that was investigated by Sir Arthur Conan Doyle, launched Barnes's career into the more popular mainstream. It was the first of his novels to be featured on the New York Times bestsellers list for Hardback Fiction. Barnes is a keen Francophile, and his 1996 book Cross Channel is a collection of 10 stories charting Britain's relationship with France. He also returned to the topic of France in Something to Declare, a collection of essays on French subjects. In 2003, Barnes undertook a rare acting role as the voice of Georges Simenon in a BBC Radio 4 series of adaptations of Inspector Maigret stories. Barnes's eleventh novel, The Sense of an Ending, published by Jonathan Cape, was released on 4 August 2011. In October of that year, the book was awarded the Man Booker Prize. The judges took 31 minutes to decide the winner and head judge, Stella Rimington, said The Sense of an Ending was a \"beautifully written book\" and the panel thought it \"spoke to humankind in the 21st Century.\" The Sense of an Ending also won the Europese Literatuurprijs and was on the New York Times Bestseller list for several weeks. In 2013 Barnes published Levels of Life. The first section of the work gives a history of early ballooning and aerial photography, describing the work of Gaspard-Félix Tournachon. The second part is a short story about Fred Burnaby and the French actor Sarah Bernhardt, both also balloonists. The third part is an essay discussing Barnes's grief over the death of his wife, Pat Kavanagh (although she is not named): \"You put together two people who have not been put together before . . . Sometimes it works, and something new is made, and the world is changed . . . I was thirty-two when we met, sixty-two when she died. The heart of my life; the life of my heart.\" In The Guardian, Blake Morrison said of the third section, \"Its resonance comes from all it doesn't say, as well as what it does; from the depth of love we infer from the desert of grief.\" In 2013, Barnes took on the British government over its \"mass closure of public libraries\", Britain's \"slip down the world league table for literacy\" and its \"ideological worship of the market – as quasi-religious as nature-worship – and an ever-widening gap between rich and poor\". ==Personal life== Barnes's brother, Jonathan Barnes, is a philosopher specialising in ancient philosophy. Julian Barnes is a patron of human rights organisation Freedom from Torture, for which he has sponsored several fundraising events, and Dignity in Dying, a campaign group for assisted dying. He has lived in Tufnell Park, north London, since 1983. Barnes is an agnostic. Barnes married Pat Kavanagh, a literary agent, in 1979. She died on 20 October 2008 of a brain tumour. Barnes wrote about his grief over his wife's death in an essay in his book, Levels of Life. ==Awards and honours== *1981 Somerset Maugham Award *1985 Geoffrey Faber Memorial Prize *1986 E. M. Forster Award from the American Academy and Institute of Arts and Letters *1992 Prix Femina Étranger, winner, Talking It Over *1993 Shakespeare Prize *2004 Austrian State Prize for European Literature *2004 Commandeur de L'Ordre des Arts et des Lettres (Chevalier, 1988). *2008 San Clemente literary prize *2011 David Cohen Prize for Literature. *2011 Booker Prize, winner, The Sense of an Ending *2011 Costa Book Awards, shortlist, The Sense of an Ending *2012 Europese Literatuurprijs *2015 Zinklar Award at the first annual Blixen Ceremony in Copenhagen *2016 Siegfried Lenz Prize *2021 Jerusalem Prize ==List of works== ===Novels=== * Metroland (1980) * Before She Met Me (1982) * Flaubert's Parrot (1984) – shortlisted for the Booker Prize * Staring at the Sun (1986) * A History of the World in 10½ Chapters (1989) * Talking It Over (1991) * The Porcupine (1992) * England, England (1998) – shortlisted for the Booker Prize * Love, etc (2000) – sequel to Talking it Over * Arthur & George (2005) – shortlisted for the Booker Prize * The Sense of an Ending (2011) – winner of the Booker Prize * The Noise of Time (2016) * The Only Story (2018) * Elizabeth Finch (2022) ===Collections=== * Cross Channel (1996) * The Lemon Table (2004) * Pulse (2011) ===Non-fiction=== * Letters from London (Picador, London, 1995) – journalism from The New Yorker, * Something to Declare (2002) – essays * The Pedant in the Kitchen (2003) – journalism on cooking * Nothing to Be Frightened Of (2008) – memoir * Through the Window (2012) – 17 essays and a short story * A Life with Books (2012) - pamphlet * Levels of Life (2013) - memoir * Keeping an Eye Open: Essays on Art (October, 2015) – essays * The Man in the Red Coat (2019) ===Works as Dan Kavanagh=== ====Novels==== * Duffy (1980) * Fiddle City (1981) * Putting the Boot In (1985) * Going to the Dogs (1987) ====Short Story==== * \"The 50p Santa. A Duffy Detective Story\" (1985)page 28, The Fiction of Julian Barnes by Vanessa Guignery, , publ. 2006 ===As Translator=== * Alphonse Daudet: In The Land of Pain (2002), translation of Daudet's La Doulou * Volker Kriegel: The Truth About Dogs (1988), translation of Kriegel's Kleine Hunde-Kunde ==See also== * Edward Pygge, a pseudonym used by Barnes and others ==References== ==Further reading== * Peter Childs, Julian Barnes (Contemporary British Novelists), Manchester University Press (2011) * Sebastian Groes & Peter Childs, eds. Julian Barnes (Contemporary Critical Perspectives), Continuum (2011) * Vanessa Guignery & Ryan Roberts, eds. Conversations with Julian Barnes, University Press of Mississippi (2009) * Vanessa Guignery, The Fiction of Julian Barnes: A Reader's Guide to Essential Criticism, Palgrave Macmillan (2006) * Matthew Pateman, Julian Barnes: Writers and Their Work, Northcote House, (2002) * Bruce Sesto, Language, History, And Metanarrative in the Fiction of Julian Barnes, Peter Lang (2001) * Merritt Moseley, Understanding Julian Barnes, University of South Carolina Press (1997) ==External links== * Official Website of Julian Barnes * Official Website of Dan Kavanagh (pseudonym) * * Publisher's Website – includes facts about Barnes and Arthur & George * The Oxonian Review on Levels of Life * Interview by the Oxonian Review (2008) * Guardian Books \"Author Page\" – with profile and links to further articles. * * Interview on BBC HARDtalk Extra programme – broadcast on 22 September 2006 * Audio interview from Writing Lab on OpenLearn * \"Julian Barnes: Life as he knows it\" * * Category:1946 births Category:Living people Category:Alumni of Magdalen College, Oxford Category:Booker Prize winners Category:David Cohen Prize recipients Category:English memoirists Category:People educated at the City of London School Category:People from Leicester Category:Postmodern writers Category:Writers from London Category:20th-century British novelists Category:21st-century British novelists Category:Prix Femina Étranger winners Category:Commandeurs of the Ordre des Arts et des Lettres Category:Prix Médicis essai winners Category:English agnostics",
 "title": "Julian Barnes"
}