{
 "id": "210602",
 "text": "{{Infobox writer | name = John Robert Fowles | image = John Fowles.jpg | birth_date = | birth_place = Leigh-on-Sea, Essex, England | death_date = | death_place = Lyme Regis, Dorset, England | occupation = Writer, teacher | period = 1960–2005 | alma_mater = New College, Oxford | notableworks = The Collector The Magus The French Lieutenant's Woman }} John Robert Fowles (; 31 March 1926 – 5 November 2005) was an English novelist of international renown, critically positioned between modernism and postmodernism. His work was influenced by Jean-Paul Sartre and Albert Camus, among others. After leaving Oxford University, Fowles taught English at a school on the Greek island of Spetses, a sojourn that inspired The Magus (1965), an instant best-seller that was directly in tune with 1960s \"hippy\" anarchism and experimental philosophy. This was followed by The French Lieutenant's Woman (1969), a Victorian-era romance with a postmodern twist that was set in Lyme Regis, Dorset, where Fowles lived for much of his life. Later fictional works include The Ebony Tower (1974), Daniel Martin (1977), Mantissa (1982), and A Maggot (1985). Fowles's books have been translated into many languages, and several have been adapted as films. ==Biography== ===Birth and family=== Fowles was born in Leigh-on-Sea in Essex, England, the son of Gladys May Richards and Robert John Fowles. Robert Fowles came from a family of middle-class merchants of London. Robert's father Reginald was a partner of the firm Allen & Wright, a tobacco importer. Robert's mother died when he was six years old. At the age of 26, after receiving legal training, Robert enlisted in the Honourable Artillery Company and spent three years in the trenches of Flanders during the First World War. Robert's brother Jack died in the war, leaving a widow and three children. During 1920, the year Robert was demobilised, his father Reginald died. Robert became responsible for five young half-siblings as well as the children of his brother. Although he had hoped to practise law, the obligation of raising an extended family forced him into the family trade of tobacco importing. Gladys Richards belonged to an Essex family also originally from London. The Richards family moved to Westcliff-on-Sea in 1918, as Spanish flu swept through Europe, for Essex was said to have a healthy climate. Robert met Gladys Richards at a tennis club in Westcliff-on-Sea in 1924. Though she was ten years younger, and he in bad health from the war, they were married a year later on 18 June 1925. Nine months and two weeks later, Gladys gave birth to John Robert Fowles. ===Early life and education=== Fowles spent his childhood attended by his mother and by his cousin Peggy Fowles, 18 years old at the time of his birth. She was his nursemaid and close companion for ten years. Fowles attended Alleyn Court Preparatory School. The works of Richard Jefferies and his character Bevis were Fowles's favourite books as a child. He was an only child until he was 16 years old. In 1939, Fowles won a place at Bedford School, a two-hour train journey north of his home. His time at Bedford coincided with the Second World War. Fowles was a student at Bedford until 1944. He became head boy and was an athletic standout: a member of the rugby-football third team, the fives first team, and captain of the cricket team, for which he was a bowler. After leaving Bedford School in 1944, Fowles enrolled in a Naval Short Course at Edinburgh University and was prepared to receive a commission in the Royal Marines. He completed his training on 8 May 1945—VE Day and was assigned instead to Okehampton Camp in the countryside near Devon for two years. After completing his military service in 1947, Fowles entered New College, Oxford, where he studied both French and German, although he stopped studying German and concentrated on French for his BA. Fowles was undergoing a political transformation. Upon leaving the marines, he wrote, \"I ... began to hate what I was becoming in life—a British Establishment young hopeful. I decided instead to become a sort of anarchist.\" It was also at Oxford that Fowles first considered life as a writer, particularly after reading existentialists such as Jean-Paul Sartre and Albert Camus. Fowles has also commented that the ambience of Oxford at the time, where such existentialist notions of \"authenticity\" and \"freedom\" were pervasive, influenced him. Though Fowles did not identify as an existentialist, their writing was motivated from a feeling that the world was absurd, a feeling he shared. ===Teaching career=== Fowles spent his early adult life as a teacher. His first year after Oxford was spent at the University of Poitiers. At the end of the year, he received two offers: one from the French department at Winchester, the other \"from a ratty school in Greece,\" Fowles said: \"Of course, I went against all the dictates of common sense and took the Greek job.\" In 1951, Fowles became an English master at the Anargyrios and Korgialenios School of Spetses on the Peloponnesian island of Spetses (also known as Spetsai). This opened a critical period in his life, as the island was where he met his future wife Elizabeth Christy, née Whitton, wife of fellow teacher Roy Christy. Inspired by his experiences and feelings there, he used it as the setting of his novel, The Magus (1966). Fowles was happy in Greece, especially outside the school. He wrote poems that he later published, and became close to his fellow expatriates. But during 1953, Fowles and the other masters at the school were all dismissed for trying to institute reforms, and Fowles returned to England. On the island of Spetses, Fowles had developed a relationship with Elizabeth Christy, then married to another teacher. Christy's marriage was already ending because of Fowles. Although they returned to England at the same time, they were no longer in each other's company. It was during this period that Fowles began drafting The Magus. His separation from Elizabeth did not last long. On 2 April 1957, they were married. Fowles became stepfather to Elizabeth's daughter from her first marriage, Anna. For nearly ten years, Fowles taught English as a foreign language to students from other countries at St. Godric's College, an all- girls establishment in Hampstead, London. ===Literary career=== In late 1960, though he had already drafted The Magus, Fowles began working on The Collector. He finished his first draft of The Collector in a month, but spent more than a year making revisions before showing it to his agent. Michael S. Howard, the publisher at Jonathan Cape was enthusiastic about the manuscript. The book was published in 1963 and when the paperback rights were sold in the spring of that year, it was \"probably the highest price that had hitherto been paid for a first novel,\" according to Howard. British reviewers found the novel to be an innovative thriller, but several American critics detected a serious promotion of existentialist thought. The success of The Collector meant that Fowles could stop teaching and devote himself full-time to a literary career. Film rights to the book were optioned and it was adapted as a feature film of the same name in 1965. Against the advice of his publisher, Fowles insisted that his second published book be The Aristos, a non-fiction collection of philosophy essays. Afterward, he set about collating all the drafts he had written of what would become his most studied work, The Magus. In 1965 Fowles left London, moving to Underhill, a farm on the fringes of Lyme Regis, Dorset. The isolated farm house became the model for The Dairy in the book Fowles was writing: The French Lieutenant's Woman (1969). Finding the farm too remote, as \"total solitude gets a bit monotonous,\" Fowles remarked, in 1968 he and his wife moved to Belmont, in Lyme Regis. (Belmont was formerly owned by Eleanor Coade), which Fowles used as a setting for parts of The French Lieutenant's Woman. In this novel, Fowles created one of the most enigmatic female characters in literary history. His conception of femininity and myth of masculinity as developed in this text is psychoanalytically informed.Mandal 2017, pp. 274-298 In the same year, he adapted The Magus for cinema, and the film was released in 1968. The film version of The Magus (1968) was generally considered awful; when Woody Allen was later asked whether he would make changes in his life if he had the opportunity to do it all over again, he jokingly replied he would do \"everything exactly the same, with the exception of watching The Magus.\" The French Lieutenant's Woman (1969) was released to critical and popular success. It was translated into more than ten languages, and established Fowles' international reputation. It was adapted as a feature film in 1981 with a screenplay by the noted British playwright (and later Nobel laureate) Harold Pinter, and starring Meryl Streep and Jeremy Irons. Fowles lived the rest of his life in Lyme Regis. His works The Ebony Tower (1974), Daniel Martin (1977), Mantissa (1981), and A Maggot (1985) were all written from Belmont House. In 1980 he wrote a highly appreciative introduction to G.B. Edwards' The Book of Ebenezer Le Page (Hamish Hamilton, 1981), the fictional autobiography set in Guernsey: 'There may have been stranger literary events than the book you are about to read but I rather doubt it' (reprinted in his Wormholes: Essays and Occasional Writings, ed. Jan Relf (Jonathan Cape, 1998), pp. 166-74.Edward Chaney, Genius Friend: G.B. Edwards and The Book of Ebenezer le Page (Blue Ormer, 2015), pp. 336-39. Fowles was named by The Times newspaper of UK as one of the 50 greatest British writers since 1945.\"The 50 greatest British writers since 1945\", The Times, . 5 January 2008.Retrieved on 19 February 2010. In 1998, he was quoted in the New York Times Book Review as saying, \"Being an atheist is a matter not of moral choice, but of human obligation.\"The New York Times, 31 May 1998. ===Short fiction=== Fowles composed a number of poems and short stories throughout his life, most of which were lost or destroyed. In December 1950 he wrote My Kingdom for a Corkscrew. For A Casebook (1955) was rejected by various magazines. In 1970 he wrote The Last Chapter.Fowles, John The Journals Volume 2, London: Jonathan Cape, 2006 ===Community life=== Joining the community, Fowles served as the curator of the Lyme Regis Museum from 1979 to 1988, retiring from the museum after having a mild stroke. Fowles was occasionally involved in local politics, writing letters to The Times advocating preservation. Despite this involvement, he was generally considered reclusive. ===Personal life=== In 1990, his first wife Elizabeth died of cancer, only a week after it was diagnosed. Her death affected him severely, and he did not write for a year. In 1998, Fowles married his second wife, Sarah Smith. With Sarah by his side, Fowles died of heart failure on 5 November 2005, aged 79, in Axminster Hospital, from Lyme Regis. In 2008, Elena van Lieshout presented a series of 120 love letters and postcards for auction at Sotheby's. The correspondence started in 1990, when Fowles was aged 65. Elena, a young Welsh admirer and a student at St. Hilda's College, Oxford, contacted the reclusive author and they developed a sensitive, albeit unconsummated, relationship. ===Controversy=== Following Fowles' death in 2005, his unpublished diaries from 1965 to 1990 were revealed to contain racist and homophobic statements, with particular ire towards Jewish people. He described rare book dealer Rick Gekoski as \"Too Jewish for English tastes… bending to the way of the wind, or the business and money pressure\", and wrote a consciously antisemitic poem about publishers Tom Maschler and Roger Straus. ==List of works== *(1963) The Collector *(1964) The Aristos, essays () *(1965) The Magus (revised 1977) *(1969) The French Lieutenant's Woman *(1973) Poems by John Fowles *(1974) The Ebony Tower *(1974) Shipwreck *(1977) Daniel Martin *(1978) Islands *(1979) The Tree *(1980) The Enigma of Stonehenge *(1982) A Short History of Lyme Regis *(1982) Mantissa *(1985) A Maggot *(1985) Land (with Fay Godwin) *(1990) Lyme Regis Camera *(1998) Wormholes - Essays and Occasional Writings *(2003) The Journals – Volume 1 *(2006) The Journals – Volume 2 ==References== Works cited * * * Mandal, Mahitosh (2017). \"'Eyes a man could drown in': Phallic Myth and Femininity in John Fowles's The French Lieutenant's Woman\". Interdisciplinary Literary Studies: A Journal of Criticism and Theory. https://muse.jhu.edu/article/672189/pdf https://www.jstor.org/stable/10.5325/intelitestud.19.3.0274 General * ==External links== * John Fowles–The Web Site *\"Writer John Fowles dies aged 79\", BBC News, 7 November 2005. *The New York Times obituary of John Fowles *\"The Novels of John Fowles: A Reassessment\", Fractious Fiction, 6 November 2015. *\"Virtuoso author of 'The Collector', 'The Magus' and 'The French Lieutenant's Woman'\", 8 Nov. 2005 in The Independent *\"Featured Author: John Fowles\". From the Archives of The New York Times *Adam Lee-Potter, Interview: \"Fair or Fowles?\", The Observer, 12 October 2003. *The Guardian Book Authors: John Fowles – Biography, list of articles and interviews at The Guardian, 22 July 2008. * * * Johnfowles.org.uk * John Fowles Collection, and Papers at the Harry Ransom Center at the University of Texas at Austin * Criticism in Portuguese. By Dr. Shirley Carreira * Fowles in Dorset BBC Radio 4: Chris Ledgard explores a series of previously unheard recordings of the novelist John Fowles at work during his time as the curator of Lyme Regis Museum. 28 October 2008. Category:1926 births Category:2005 deaths Category:Alumni of New College, Oxford Category:British expatriates in Greece Category:English atheists Category:English essayists Category:English humanists Category:People educated at Alleyn Court School Category:People educated at Bedford School Category:People from Leigh-on-Sea Category:Postmodern writers Category:20th- century English novelists Category:English erotica writers Category:20th- century essayists Category:Royal Marines personnel of World War II Category:Royal Marines officers Category:Military personnel from Essex",
 "title": "John Fowles"
}