{
 "id": "211974",
 "text": "Belgian cuisine is widely varied with significant regional variations while also reflecting the cuisines of neighbouring France, Germany and the Netherlands. It is sometimes said that Belgian food is served in the quantity of German cuisine but with the quality of French food.Michael Jackson's Great Beers of Belgium, Michael Jackson, Outside the country, Belgium is best known for its chocolate, waffles, fries and beer. Though Belgium has many distinctive national dishes, many internationally popular foods like hamburgers and spaghetti bolognese are also popular in Belgium, and most of what Belgians eat is also eaten in neighbouring countries. “Belgian cuisine” therefore usually refers to dishes of Belgian origin, or those considered typically Belgian. Belgian cuisine traditionally prizes regional and seasonal ingredients. Ingredients typical in Belgian dishes include potatoes, leeks, grey shrimp, white asparagus, Belgian endives and local beer, in addition to common European staples including meat, cheese and butter. Belgians typically eat four meals a day, with a light breakfast, medium lunch, a snack, and a large dinner. Belgium has a plethora of dishes and products that are local to a specific area. Examples include waterzooi from Ghent, couque biscuit from the town of Dinant, and tarte au riz from Verviers. While their local origins are acknowledged, most such dishes are enjoyed throughout Belgium. ==History== Belgian cuisine was influenced by that of the Roman Empire, and later that of France, Germany and the Netherlands. Little is known about early Belgian cuisine. It can only be assumed that it was similar to that of other early European tribes. The ancient Belgians probably foraged, kept animals like sheep and cattle, grew root vegetables, hunted for animals such as the wild boar, fished and foraged for berries and herbs. Beer was brewed as well, although not with hops (that was a later discovery). It was probably brewed with barley instead. Later, under the Roman Empire, many more foods were presumably introduced to Belgium, such as cabbage and other brassicas, as well as many fruits such as apples, pears and grapes. Belgium was known to be a large supplier of ham and pork for many cities in the Roman Empire. During the Middle Ages, pottage was consumed by peasants. ==Belgian cuisine== ===Appetizers=== thumb|Chicons au gratin * Tartines/Boterhammen: Slices of rustic bread and an uncovered spread, often pâté or soft cheese, served on a cutting board. Typical spreads include Americain, pâté, saucisson. * / Ardeense ham: particularly smoked ham and pâté, often made of game such as wild boar. The forested Ardennes region in the south of Belgium is renowned for this type of food. * / Luikse salade: a potato salad with green beans, bacon, onions and vinegar. It is usually associated with Liège. *Croquettes aux crevettes[fr] / garnaalkroketten: a traditional Belgian dish, these croquettes have a thick and creamy bechamel filling mixed with grey shrimps. Often served with a slice of lemon and fried parsley. * / tomaat-garnaal: a Belgian culinary specialty, composed of a hollow, unhunted tomato stuffed with peeled grey shrimps and mixed with mayonnaise. ===Savory dishes=== *Moules- frites / mosselen met friet: mussels cooked or steamed with onions and celery served with fries. The recipe has often been referred to as the country's national dish but is also popular in the neighboring Nord region of France. *Carbonade flamande / Vlaamse karbonaden/stoofvlees: a Belgian beef stew, similar to the French Beef Bourguignon, but made with beer instead of red wine. Served with bread or fries and mustard. Usually accompanied by a beer. This is also considered one of the national dishes, along with moules-frites. *Steak-frites / biefstuk met friet: a very common and popular dish served in brasseries throughout Europe consisting of steak paired with French fries. *Waterzooi: a rich stew and soup of chicken or fish, vegetables, cream, and eggs, usually associated with the town of Ghent. *Chicons au gratin / gegratineerd witloof: Belgian endives au gratin in béchamel sauce with cheese. Often the endives are wrapped with ham. *Kip met frieten en appelmoes: (chicken, fries, and compote), which is very common around Brussels. *Konijn in geuze: rabbit in gueuze, which is a spontaneously fermented beer from the area around Brussels. *Filet américain: Very finely minced ground beef eaten raw and cold. It is spread on a sandwich or bread with and sometimes topped with a sauce, usually with sauce américaine, and served with fries. When served as a dinner, it is mixed with onions and capers like steak tartare, but it retains the name américain. *Paling in 't groen: Eel in a green sauce of mixed herbs (including chervil and parsley). Served with bread or fries. Usually accompanied by a beer or (sometimes) an Alsace wine. *: halved canned or fresh peaches stuffed with a mix of tuna and mayonnaise, i.e. tuna salad. * Boudin / pens: a type of sausage in which the meat, or blood, is mixed with fine breadcrumbs that is often eaten with potatoes and apple sauce, sometimes eaten raw or barbecued. *Stoemp: a potato that is mashed with vegetables (usually carrots or cabbages), often served with sausages. *Vol-au-vent: a small hollow case of puff pastry filled with chicken, mushrooms, small meatballs cooked in a white sauce, and typically served with fries. *Boulets liégeois / Luikse balletjes: two big meatballs into a sweet and sour sauce called sauce lapin, served with Belgian Fries. *Lokerse paardenworst: minced horse sausages with peeled tomatoes, onion, celery, herbs, originally from Lokeren ===Sweet dishes and desserts=== * Gaufres / wafels: Belgian waffles, sometimes eaten as a street snack and sold by ice-cream vans. Among the better-known styles are the Gaufre de Liège or Liège waffle, Brussels waffle, and the stroopwafel. *Speculoos: a shortcrust cinnamon biscuit, traditionally baked for consumption on or just before Sinterklaas in the Netherlands (December 5), Belgium (December 6), and around Christmas in Germany. *Croustillons / smoutebollen: deep-fried balls of sweet dough, eaten at fairgrounds or on special occasions like the October fair. *Rijstevlaai: a pie with a filling based on rice pudding, native to Verviers. *Sirop de Liège / Luikse siroop: a jam or jelly-like spread made of evaporated fruit juices. *Cuberdon: a cone-shaped purple candy made of gum arabic originally from Ghent. *Lacquements: thin wafer, made from wheat, cut in two horizontally, filled and coated with sugar candy syrup flavoured with orange blossom. Generally eaten during the October fair in Liège and the Sinksenfoor in Antwerp. *Aalsterse vlaai: a regional pie from the city of Aalst, with well- known variations in the area around Aalst, such as Wetteren (Wetterse vlaai) and Kalken (Kalkense vlaai). A key ingredient are mastellen, a type of sandwich local to Aalst. ==Belgian fries== Fries, deep-fried chipped potatoes, are very popular in Belgium, where they are thought to have originated. The earliest evidence of the dish comes from a book entitled Curiosités de la table dans les Pays-Bas-Belgiques written in 1781, which described how inhabitants of Namur, Dinant and Andenne around the river Meuse had eaten fried potatoes since around 1680. Though they are usually known as \"french fries\" in the United States, it is argued that American soldiers during the First World War called them \"french fries\" because the Belgian soldiers who introduced them to the dish spoke French. In Belgium, fries are sold at fast- food stands or in dedicated fast-food restaurants called friteries, frietkot, or frituur (loosely: “fry shack”). They are often served with a variety of sauces and eaten either on their own or in the company of other snacks. Traditionally, they are served in a cornet de frites (French) or (Flemish), a cone-shaped white piece of thick paper then wrapped in a piece of thin (and coloured) paper, with the sauce on the top. Larger portions are often served in cardboard trays for practicality's sake. Other street foods like frikandel, gehaktbal or kroket are sold alongside. In some cases, the fries are served in the form of a baguette sandwich along with their sauce and meat; this is known as a mitraillette. In areas with immigration, the same combination is also available in a wrap called a dürüm instead of on a baguette. The vast majority of Belgian households have a deep fryer, allowing them to make their own fries and other deep-fried foods at home. Supermarkets sell a range of liquid and solid animal- and plant-based fats for use in home deep fryers; beef fat is particularly prized. In June 2017 the European Commission issued a recommendation to limit the chemical acrylamide—a natural result of frying some foods at high temperatures—from reaching consumers, due to its alleged carcinogenic properties. The document proposed a change in the preparation of Belgian fries to prevent the formation of acrylamide, by blanching them before frying, as opposed to the traditional method of double frying. This led to a wave of protests from several Belgian politicians, who viewed it as an assault on the country's culture and gastronomical tradition. ===Sauces=== Mayonnaise and ketchup are the sauces traditionally eaten with fries in Belgium. Friteries and other fast-food establishments tend to offer a number of different sauces for the fries and meats, including aïoli and Sauce Américaine but also much more elaborate varieties, including Béarnaise sauce. There are frequently over a dozen options, and most of them are mayonnaise-based, so the varieties include: * Aïoli / Looksaus—(garlic mayonnaise). * Sauce andalouse—mayonnaise with tomato paste and peppers. * Sauce Americaine—mayonnaise with tomato, chervil, onions, capers, crustacean stock, and celery. * Bicky sauce—a commercial brand made from mayonnaise, white cabbage, tarragon, dough, cucumber, onion, mustard, and dextrose. * Brazilian sauce—mayonnaise with pureed pineapple, tomato, and spices. * Cocktail sauce—one of several types of cold or room temperature sauces often served as part of the dish(es) referred to as a seafood cocktail or as a condiment with other seafood. * Curry ketchup—a spiced variant on ketchup and a common sauce in Belgium, Germany, Denmark, and the Netherlands. * Curry mayonnaise—mayonnaise with either turmeric, cumin, ginger, and fresh or dried hot chili peppers. * Joppiesaus—a commercial brand made from mayonnaise, spices, onion, and curry powder. * Ketchup—a sweet and tangy sauce typically made from tomatoes, sweetener, and vinegar with assorted seasonings and spices. * Mammoet sauce—mayonnaise with tomato, onion, glucose, garlic, and soy sauce. * Mayonnaise—a thick cold sauce or dressing usually used in sandwiches and composed salads. * Pepper sauce—mayonnaise or hot sauce with black pepper. * Relish—a cooked and pickled product made of chopped vegetables, fruits, or herbs, and is a food item typically used as a condiment, in particular, to enhance a staple. * Sauce lapin— A sauce made from Sirop de Liège, cooked with raisins, onions, prunes, and cloves, typically served with Boulets à la Liégeoise. * Sauce Riche—a pink, tartar- based sauce. * Samurai sauce—mayonnaise with Tunisian chili, spices, tomatoes, and bell peppers. * Tartar sauce - a mayonnaise or aïoli-based sauce of French origin, and is typical of a rough consistency due to the addition of diced gherkins or other varieties of pickles. * Zigeuner sauce—a \"gypsy\" sauce of tomatoes, paprika, and chopped bell peppers, borrowed from Germany. Occasionally, warm sauces are offered by friteries, including Hollandaise sauce, Provençale sauce, Béarnaise sauce, or even a carbonade flamande. Most of the sauces above are also readily available in supermarkets. The use of these sauces is not limited to fries; they are used on a variety of other dishes as well. ==Beer== For a comparatively small country, Belgium produces a very large number of beers in a range of different styles—in fact, it has more distinct types of beer per capita than anywhere else in the world. In 2011, there were 1,132 different varieties of beer being produced in the country. The brewing tradition in Belgium can be traced back to the early Middle Ages and 6 Trappist Monasteries still produce beer, which was initially used to fund their upkeep. On average, Belgians drink 157 litres of beer each year, down from around 260 each year in 1900. Most beers are bought or served in bottles, rather than cans, and almost every style of beer has its own particular, uniquely shaped glass or other drinking-vessel. Using the correct glass is considered to improve its flavour. The varied nature of Belgian beers makes it possible to match them against each course of a meal, for instance: * Wheat beer with seafood or fish. * Blonde or Tripel beers with eel, chicken or white meat * Dubbel or other dark beers with dark meat * Fruit Lambics with dessert A number of traditional Belgian dishes use beer as an ingredient. One is carbonade, a stew of beef cooked in beer, similar to beef bourguignon. The beer used is typically the regional speciality: lambic in Brussels, De Koninck in Antwerp, so that the taste of the dish varies. Another is rabbit in gueuze. The Trappist monastery at Chimay also manufactures cheese that is \"washed\" with beer to enhance its flavour. ==Jenever== Jenever, also known as genièvre, genever, peket or Dutch gin, is the national spirit of Belgium from which gin evolved. While beer may be Belgium's most famous alcoholic beverage, jenever has been the country's traditional and national spirit for over 500 years. Jenever is a \"Protected Product of Origin\", having received eleven different appellations or AOCs from the European Union, and can only be crafted in Belgium, the Netherlands and a few areas in France and Germany. Most of the jenever AOC's are exclusive to Belgium making Belgian jenever (Belgian genever) one of the best-kept secrets in the liquor industry. For centuries jenever has been bottled in jugs handcrafted from clay. Its iconic shape is recognizable and unique to jenever.Jenever book \"Genever: 500 Years of History in a Bottle\" Traditionally the Belgians serve jenever in completely full shot glasses that have just been pulled from the freezer. The first step to drinking the jenever properly is to keep the glass on the table, bend down and take the first sip without holding the glass. Once this traditional first sip is completed one can drink the rest of the drink normally. ==Chocolate== Belgium is famed for its high quality chocolate and over 2,000 chocolatiers, both small and large. Belgium's association with chocolate goes back as far as 1635 when the country was under Spanish occupation. By the mid-18th century, chocolate had become extremely popular in upper and middle class circles, particularly in the form of hot chocolate, including with Charles-Alexander of Lorraine, the Austrian governor of the territory. From the early 20th century, the country was able to import large quantities of cocoa from its African colony, the Belgian Congo. Both the chocolate bar and praline are inventions of the Belgian chocolate industry. Today, chocolate is very popular in Belgium, with 172,000 tonnes produced each year, and widely exported. The composition of Belgian chocolate has been regulated by law since 1884. In order to prevent adulteration of the chocolate with low-quality fats from other sources, a minimum level of 35% pure cocoa was imposed. Adherence to traditional manufacturing techniques also serves to increase the quality of Belgian chocolate. In particular, vegetable-based fats are not used. Many firms produce chocolates by hand, which is laborious and explains the prevalence of small, independent chocolate outlets, which are popular with tourists. Famous chocolate companies, like Neuhaus and Guylian, strictly follow traditional (and sometimes secret) recipes for their products. Seafood pralines (pralines shaped like sea shells or fish) are popular with tourists and are sold all over Belgium. Famous Belgian chocolatiers are Côte d'or, Leonidas, Guylian, Neuhaus, ... ==Gallery== ===Appetizers and light fare=== File:Crevettes grises.jpg|A bowl of grey shrimp as a snack. File:Couronne d-office et salaisons.jpg| ham hanging from a rack. File:Saucisson d'Ardenne.jpg|Dried Ardenne sausage. File:Remoudou (cheese).jpg|The usual Herve cheese. File:Chimay grand cru.jpg|The Trappist beer, Chimay Brewery, and Grand Cru cheese. File:Endives au marché.jpg|Belgian endives in a market. File:Daggi 031.jpg|Sirop de Liège on a slice of bread. File:Belgian sauces.jpg|An assortment of sauces. File:Pêches au thon 1.JPG| / Perziken met tonijn ===Main dishes=== File:Image-Waterzooi (Fastaff) 2.jpg|Chicken waterzooi File:Vlaamse Hutsepot.jpg|Hutsepot File:Stoofvlees.jpg|Carbonade flamande / Stoverij with fries and salad File:Mitraillette (fast food).jpg|A mitraillette File:Cod and stoemp.jpg|Stoemp with cod File:Oiseau-sans-tete 2.jpg| File:Paling in t groen.jpg|Paling in 't groen File:Filet americain on bread.jpg|Filet américain Cheese cheese cheese ===Sweet dishes and desserts=== File:Tarte au riz.jpg|Rijstevlaai File:Mattentaart.JPG| File:Oliebollen.jpg|Smoutebollen File:Cuberdon, België.jpg|Cuberdon candies File:Cougnou.jpg|A cougnou Christmas bread File:Pain d'épice 2.jpg|Pain d'épices / ontbijtkoek spiced bread File:Speculoos.jpg|Speculoos cookies File:Gaufre liege.jpg|Fresh Liège waffles File:Galettes campinoises.jpg|Galettes campinoises File:Couque de Dinant.jpg|A couque de Dinant biscuit ==See also== * Belgian beer * Guylian * Chicory * French fries * French cuisine * Friterie * Mussel * Pierre Wynants - chef * Stoemp * Waffle * Waterzooi * Chocolatier Neuhaus * Leonidas Chocolatier ==References== ==Further reading== ;Analysis and context * ;Recipes * * * ==External links== * Traditional Belgian cuisine and beer pairing from BeerTourism.com",
 "title": "Belgian cuisine"
}