{
 "id": "211909",
 "text": "The Stevens Inquiries were three official British government inquiries led by Sir John Stevens concerning collusion in Northern Ireland between loyalist paramilitaries and the state security forces. While Stevens declared in 1990 that collusion was \"neither wide-spread nor institutionalised\", by April 2003 he acknowledged that he had uncovered collusion at a level \"way beyond\" his 1990 view.The Independent Now it's time for Tony Blair to fulfil the promise he made to me 18 April 2003 Much of Stevens' evidence was obtained from advanced fingerprint techniques to link people to documents. By 2005 the team had identified 2,000 people from their prints with a further 1,015 sets of prints outstanding.p176 John Stevens Not for the Faint-Hearted; Weidenfeld & Nicolson; 2005 ==Stevens 1== ===Loughlin Maginn=== In September 1989 RUC chief constable, Sir Hugh Annesley, ordered the initial enquiry about the circumstances following the August 1989 death of Loughlin Maginn.p147 Not for the Faint-Hearted; Maginn, a 28-year-old Catholic, was shot by the UFF at his home in Lissize, near Rathfriland. Although Maginn had no paramilitary connections, the Ulster Defence Association (UDA) claimed he was a Provisional Irish Republican Army (IRA) intelligence officer. In an attempt to prove the accuracy of their targeting, the UDA published security force documents and a video of police intelligence. (It was later found that the video had been provided by sympathetic soldiers using equipment supplied by UDA double agent Brian Nelson).The Independent Will Ulster's dirty war claim one of Britain's most senior soldiers? 17 April 2003 ===Obstruction=== From the outset Stevens recounts a concerted campaign to discredit the Inquiry in the media. Furthermore, he described the British Army inductionp153 Not for the Faint- Hearted; he received as obvious lies. He was specifically told that a dedicated Military Intelligence unit did not operate in Northern Ireland and only found out about the Force Research Unit when senior RUC officers blamed the unit for an arson attack at his Inquiry headquarters.p2 Not for the Faint- Hearted; Following their discovery of the then-unknown Brian Nelson's fingerprints on security documents, the Inquiry team encountered a wall of silence as they tried to investigate further: Brian Fitzsimmons, Acting Head of the RUC's Special Branch, became evasive, telling Stevens: We can't help you with this man; and, at the Grosvenor Road station, Nelson's card in the intelligence card system was initially whipped away from the investigators. However the team persevered and gathered enough fresh evidence to plan a secret operation to arrest Nelson on Monday 10 January 1990.p157 Not for the Faint-Hearted; Stevens went home the weekend before the planned arrest. As he returned to Belfast on the Sunday afternoon, there were two journalists on the plane; they informed him that they had been sent over to cover the raids. It was obvious that there had been a leak, and it was decided to postpone the operation for 24 hours.p7 Not for the Faint-Hearted In the meantime, Nelson escaped to England. That night there was a fire at the team's incident room within the secure complex at Sea Park, the RUC's Carrickfergus Headquarters. The main team had left at 9pm but four members unexpectedly returned 25 minutes later to find the room alight. Neither the smoke alarm nor the heat sensors had gone off and the telephone lines had been cut. They made an attempt to tackle the fire but found that there was no water in the fire protection system.p4 Not for the Faint-Hearted; ==Stevens 3== ===William Stobie=== In April 1999, as part of the Enquiry, William Stobie was arrested and charged with the murder of solicitor Pat Finucane. In June that year, as agreed, journalist Ed Moloney published Stobie's version of the circumstances of Finucane's death.Ed Moloney, Northern Editor, The Sunday Tribune The Murder of Pat Finucane and how the RUC could have stopped it, 27 June 1999 ===Overview & Recommendations Report=== The \"Stevens Enquiry 3\", Overview & Recommendations, report was released on 17 April 2003. The report states that members of the security forces in Northern Ireland colluded with the UDA over the loyalist murders of many innocent people in the 1970s and 1980s, including the solicitor Pat Finucane in 1989. The government forces involved include the Force Research Unit of the British army and the Royal Ulster Constabulary (RUC), in particular its Special Branch. Stevens, required three police inquiries, during which time his offices within RUC headquarters suffered an arson attack. Stevens noted, under \"Obstruction of my Enquiries\": > There was a clear breach of security before the planned arrest of Brian > Nelson and other senior loyalists. Information was leaked to the loyalist > paramilitaries and the press. This resulted in the operation being aborted. > Nelson was advised by his FRU handlers to leave home the night before. A new > date was set for the operation on account of the leak. The night before the > new operation my Incident room was destroyed by fire. This incident, in my > opinion, has never been adequately investigated and I believe it was a > deliberate act of arson.Stevens Enquiry 3, April 17 2003 , p. 13 Stevens concluded: > 4.6 I have uncovered enough evidence to lead me to believe that the murders > of Patrick Finucane and Brian Adam Lambert could have been prevented. I also > believe that the RUC investigation of Patrick Finucane's murder should have > resulted in the early arrest and detection of his killers.See Into the Dark > by (former RUC CID officer) Johnston Brown, Gill & Macmillan, 2005, for > information on the official protection for over eight years of Ken Barrett, > the self-confessed killer of solicitor Pat Finucane > 4.7 I conclude there was collusion in both murders and the circumstances > surrounding them. Collusion is evidenced in many ways. This ranges from the > willful failure to keep records, the absence of accountability, the > withholding of intelligence and evidence, through to the extreme of agents > being involved in murder. > 4.8 The failure to keep records or the existence of contradictory accounts > can often be perceived as evidence of concealment or malpractice. It limits > the opportunity to rebut serious allegations. The absence of accountability > allows the acts or omissions of individuals to go undetected. The > withholding of information impedes the prevention of crime and the arrest of > suspects. The unlawful involvement of agents in murder implies that the > security forces sanction killings. > 4.9 My three Enquiries have found all these elements of collusion to be > present. The co-ordination, dissemination and sharing of intelligence were > poor. Informants and agents were allowed to operate without effective > control and to participate in terrorist crimes. Nationalists were known to > be targeted but were not properly warned or protected. Crucial information > was withheld from Senior Investigating Officers. Important evidence was > neither exploited nor preserved.Stevens Enquiry 3, April 17 2003 , p. 16 Under \"Other Matters concerning Collusion\", Stevens noted: > 2.17 My Enquiry team also investigated an allegation that senior RUC > officers briefed the Parliamentary Under Secretary of State for the Home > Department, the Rt Hon Douglas Hogg QC, MP, that ‘some solicitors were > unduly sympathetic to the cause of the IRA’. Mr Hogg repeated this view > during a debate on the Prevention of Terrorism legislation in the House of > Commons. Within a few weeks Patrick Finucane was murdered. Mr Hogg’s > comments about solicitors’ support for terrorism made on 17 January 1989 > aroused controversy. To the extent that they were based on information > passed by the RUC, they were not justifiable and the Enquiry concludes that > the Minister was compromised. > 2.18 A further aspect of my Enquiry was how the RUC dealt with threat > intelligence. This included examination and analysis of RUC records to > determine whether both sides of the community were dealt with in equal > measure. They were not.Stevens Enquiry 3, April 17, 2003, p. 11 ===Aftermath=== Loyalist \"Twister\" Billy McQuiston revealed to journalist Peter Taylor that he and his comrades believed the Stevens Inquiry and the arrest of Brian Nelson did the UDA a favour, declaring \"The Stevens inquiry got rid of all the old guard within the UDA and fresher men took over\". In its aftermath, Loyalists began out-killing the IRA for the first time in decades,Loyalists by Peter Taylor 1995 page 209-210^ Clayton, Pamela (1996). Enemies and Passing Friends: Settler ideologies in twentieth-century Ulster. Pluto Press. p. 156. \"More recently, the resurgence in loyalist violence that led to their carrying out more killings than republicans from the beginning of 1992 until their ceasefire (a fact widely reported in Northern Ireland) was still described as following 'the IRA's well-tested tactic of trying to usurp the political process by violence'…\" leading up to the eventual ceasefires and Good Friday Agreement. ==References== == External links == * The Stevens Report on the Sinn Féin web site * Madden & Finucane * Pat Finucane Centre * Deadly Intelligence: State Involvement in Loyalist Murder in Northern Ireland – SUMMARY on the web site of CAIN Conflict and Politics in Northern Ireland (1968 to the Present) part of ARK Northern Ireland Social and Political Archive in collaboration with Queen's University Belfast and the University of Ulster. This article is referenced in the Stevens Report. * Scandal of Ulster's secret war — The Guardian newspaper story * Security forces 'aided' loyalist murders — BBC News report Category:Reports of the United Kingdom government Category:History of Northern Ireland Category:Law enforcement in Northern Ireland Category:2003 in the United Kingdom",
 "title": "Stevens Inquiries"
}