{
 "id": "212069",
 "text": "The Royal Irish Constabulary (RIC, ; simply called the Irish Constabulary 1836–67) was the police force in Ireland from 1822 until 1922, when all of the country was part of the United Kingdom. A separate civic police force, the unarmed Dublin Metropolitan Police (DMP), patrolled the capital and parts of County Wicklow, while the cities of Derry and Belfast, originally with their own police forces, later had special divisions within the RIC. For most of its history, the ethnic and religious makeup of the RIC broadly matched that of the Irish population, although Anglo-Irish Protestants were over-represented among its senior officers. The RIC was under the authority of the British administration in Ireland. It was a quasi-military police force. Unlike police elsewhere in the United Kingdom, RIC constables were routinely armed (including with carbines) and billeted in barracks, and the force had a militaristic structure. It policed Ireland during a period of agrarian unrest and Irish nationalist agitation. It was used to quell civil unrest during the Tithe War, the Young Irelander Rebellion, the Fenian Rising, the Land War, and the Irish revolutionary period. During the Irish War of Independence, the RIC faced mass public boycotts and attacks by the Irish Republican Army (IRA). It was reinforced with recruits from Britain—the Black and Tans and Auxiliaries—who became notorious for police brutality and attacks on civilians. The Ulster Special Constabulary (USC) was formed to reinforce the RIC in most of the northern province of Ulster. In consequence of the Anglo- Irish Treaty and partition of Ireland, the RIC was disbanded in 1922 and was replaced by in the Irish Free State and the Royal Ulster Constabulary (RUC) in Northern Ireland. The RIC's system of policing influenced the armed Canadian North-West Mounted Police (predecessor of the Royal Canadian Mounted Police), the armed Victoria Police force in Australia, and the armed Royal Newfoundland Constabulary in Newfoundland. ==History== thumb|right|Badge of the Royal Irish Constabulary. thumb|right|Tack badge from the RIC Mounted Division The first organised police forces in Ireland came about through Dublin Police Act 1786, which was a slightly modified version of the failed London and Westminster Police Bill 1785 drafted by John Reeves at the request of Home Secretary Lord Sydneyhttps://research.library.mun.ca/13831/1/thesis.pdf following the Gordon Riots of 1780. A force of 400 armed policemen and 40 mounted petty constables, all full-time and uniformed, headed by three commissioners, four divisional judges and two clerks, was viewed as oppressive by local elites and became a strain on the city budget (population of Dublin was under 300,000 at the time, which makes a very high rate), and the latter was used as a pretext by Irish nationalist MP Henry Grattan and short-lived Lord Lieutenant of Ireland William Fitzwilliam, 4th Earl Fitzwilliam, to essentially abolish the Dublin Police in 1795 (even despite some success with fighting the crime), downsizing it to two inspectors and 50 constables headed by superintendend magistrate and two divisional justices and even temporarily moving it under Dublin Corporation.Brian Henry, \"The First Modern Police in the British Isles: Dublin, 1786-1795\" (1993) 16:4 Police Stud: Int'l Rev Police Dev 167. The Peace Preservation Act in 1814 for which Sir Robert Peel (1788–1850) was largely responsible (the colloquial names \"Bobby\" and \"Peeler\" derive from his name Robert and Peel),OED entry at Peeler (3) and the Irish Constabulary Act in 1822 formed the provincial constabularies. The 1822 Act established a force in each province with chief constables and inspectors general under the UK civil administration for Ireland controlled by the Dublin Castle administration. By 1841 this force numbered over 8,600 men. The original force had been reorganised under The Act of 1836, and the first constabulary code of regulations was published in 1837. The discipline was strict and the pay low. The police faced civil unrest among the Irish rural poor, and was involved in bloody confrontations during the period of the Tithe War. Other deployments were against organisations like the Ribbonmen, which attacked landlords, their property and stock. The new constabulary first demonstrated its efficiency against civil agitation and Irish separatism during Daniel O'Connell's 1843 \"monster meetings\" to urge repeal of the Act of Parliamentary Union, and the Young Ireland campaign led by William Smith O'Brien in 1848, although it failed to contain violence at the so-called \"Battle of Dolly's Brae\" in 1849 (which provoked a Party Processions Act to regulate sectarian demonstrations). This was followed by a period of relative calm. The advent of the Irish Republican Brotherhood, founded in 1858, brought a plan for an armed uprising. Direct action began with the Fenian Rising of 1867. Fenians attacked on the more isolated police barracks and smaller stations. This rebellion was put down with ruthless efficiency. The police had infiltrated the Fenians with informers. The success of the Irish Constabulary during the outbreak was rewarded by Queen Victoria who granted the force the prefix 'Royal' in 1867 and the right to use the insignia of the Most Illustrious Order of St Patrick in their motif. The RIC presided over a marked decline in general crime around the country. The unstable rural unrest of the early nineteenth century characterised by secret organisations and unlawful armed assembly was effectively controlled. Policing generally became a routine of controlling misdemeanours such as moonshine distilling, public drunkenness, minor theft, and wilful property crimes. A Land War broke out in the 1879–82 Depression period, causing some general unrest. In Belfast, with its industrial boom, the working population mushroomed, growing fivefold in fifty years. Much of the increase arose from Catholic migration and there were serious sectarian riots in 1857, 1864, 1872 and 1886. As a result, the small Belfast Town Police civic force was disbanded and responsibility for policing passed to the RIC. Likewise in 1870, the RIC took over the duties of the Londonderry Borough Police. During the 1907 Belfast Dock strike which was called by trade union leader Jim Larkin, a portion of the RIC went on strike after Constable William Barrett was suspended for his refusal to escort a traction engine driven by a blackleg carter. About 70% of the police force in Belfast declared their support of the strikers and were encouraged by Larkin to carry out their own strike for higher wages and a better pension. It never came to fruition, however, as dissident policemen were transferred out of Belfast four days before the strike was to begin. Barrett and six other constables were dismissed and extra British Army troops were deployed to Belfast. The dock strike ended on 28 August 1907. The RIC's existence was increasingly troubled by the rise of the Home Rule campaignThe Saturday Review of Politics, Literature, Science and Art, Volume 76 in the early twentieth century period prior to World War I. Sir Neville Chamberlain was appointed Inspector-General in 1900. His years in the RIC coincided with the rise of a number of political, cultural and sporting organisations with the common aim of asserting Ireland's separateness from England.Brian Feeney, Sinn Féin. A Hundred Turbulent Years, O'Brien, 2002, , p. 38 The potential success of the third Home Rule Bill in 1912 introduced serious tensions: opponents of the Bill organised the Ulster Volunteer Force in January 1913 while supporters formed the Irish Volunteers in response. These two groups had over 250,000 members, organised as effective private armies. In reports to the Chief Secretary for Ireland, Augustine Birrell, and the Under-Secretary, Sir Matthew Nathan, Chamberlain warned that the Irish Volunteers were preparing to stage an insurrection and proclaim Irish independence.Michael Foy and Brian Barton, The Easter Rising, Sutton, 2004, , p. 51 However, in April 1916 when Nathan showed him a letter from the army commander in the south of Ireland telling of an expected landing of arms on the southwest coast and a rising planned for Easter, they were both 'doubtful whether there was any foundation for the rumour'.Leon Ó Broin, Dublin Castle and the 1916 Rising, Sidgwick & Jackson, 1966, p. 79 The Easter Rising began on Easter Monday, 24 April 1916 and lasted for six days, ending only when much of O'Connell Street had been destroyed by artillery fire. Although the Royal Commission on the 1916 Rebellion cleared the RIC of any blame for the Rising, Chamberlain had already resigned his post, along with Birrell and Nathan. ==Characteristics== During the early 19th century in the United Kingdom, both the idea of police and the word itself were \"disliked as a symbol of foreign oppression\". Accordingly, the state was later than its European neighbours in developing organised police services: the London Metropolitan Police being established seven years after the RIC. The RIC was as a result pulled in two directions. To some extent it had a quasi-military or gendarmerie ethos: barracks and carbines; a marked class distinction between officers and men; jurisdiction over rural districts lacking a population density to warrant their own civilian police force; obligatory service outside of one's region of origin; plus a dark green uniform with black buttons and insignia, resembling that of the rifle regiments of the British Army.W. Y. Carman, page 143 \"British Military Uniforms From Contemporary Pictures\", Hamlyn Publishing Group 1968 At the time of the RIC's disbanding the debate over its very nature was ongoing: a paramilitary police in the gendarme-style, or merely an armed version of the English-style civilian police? A delegation of prominent Irish-Americans led by former Illinois governor Edward F. Dunne, returned with the following impression:\"The Constabulary is a branch of the Military forces. They are armed with rifles, as well as small side-arms; engage in regular drills as well as small warfare\"; the authorities in Dublin Castle conceded that the Constabulary was armed and drilled, but considered that its operational independence from the ministry of war rendered it not a true gendarme force (note, however, that this was true of gendarmeries of other European countries, which also operated under the aegis of their national Interior ministry rather than their War ministry, other than in periods of invasion). French military observers similarly reported on the \"Royal Irish Constabulary (the Irish gendarmerie)\". However, the RIC also followed civic police forces in the rest of the UK in using non-military ranks such as \"constable\" and \"inspector\"; and there was a gesture towards \"policing by consent\" through attempts to match postings to the religious affiliation of the communities affected. The RIC was an all-male police force. For most of its history, its ethnic and religious makeup broadly matched that of the Irish population (about three-quarters Catholic and one-quarter Protestant), although Anglo- Irish Protestants were over-represented among its senior officers.Campbell, Fergus. The Irish Establishment 1879-1914. pp.107-108 ===Ranks=== {| class=\"wikitable\" style=\"text-align:center\" !rowspan=3|Ranks 1816-1883 |- |Inspector-General |Deputy Inspector General |Assistant Inspector General |Commissioner |County Inspector |District Inspector 1st Class |District Inspector 2nd Class |District Inspector 3rd Class |colspan=2|Cadet |1st class Head Constable |2nd class Head Constable |Constable |Acting Constableintroduced 1859 |1st class Sub-Constable |2nd class Sub-Constable |- |60px |60px |60px |60px |60px |60px |60px |60px |colspan=2|60px |60px |60px |60px |60px |60px |60px |- !rowspan=3|Ranks 1883-1902 |- |Inspector-General |Deputy Inspector General |Assistant Inspector General |Commissioner |County Inspector |District Inspector 1st Class |District Inspector 2nd Class |District Inspector 3rd Class |colspan=2|Cadet |1st class Head Constable |2nd class Head Constable |Constable |Acting Constable |colspan=2|Sub-Constable |- |60px |60px |60px |60px |60px |60px |60px |60px |colspan=2|60px |60px |60px |60px |60px |colspan=2|60px |- !rowspan=3|Ranks 1902-1919 |- |Inspector-General |Deputy Inspector General |Assistant Inspector General |Commissioner |County Inspector |District Inspector 1st Class |District Inspector 2nd Class |District Inspector 3rd Class |colspan=2|Cadet |Head Constable Major |Head Constable |Sergeant |Acting Sergeantabolished 1918 |colspan=2|Constable |- |60px |60px |60px |60px |60px |60px |60px |60px |colspan=2|60px |60px |60px |60px |60px |colspan=2|60px |- !rowspan=3|Ranks 1920-1922 |- |Commissioner |Assistant Commissioner |Divisional Commissioner |Assistant Divisional Commissioner |County Inspector |District Inspector 1st Class |District Inspector 2nd Class |District Inspector 3rd Class |Temporary cadet |Cadet |Head Constable Major |Head Constable |colspan=2|Sergeant |colspan=2|Constable |- |60px |60px |60px |60px |60px |60px |60px |60px |60px |60px |60px |60px |colspan=2|60px |colspan=2|60px |- |} ==Historical development== Enforcement of eviction orders in rural Ireland caused the RIC to be widely distrusted by the poor Catholic population as the mid 19th century approached, but the relative calm of the late Victorian and Edwardian periods brought it increasing, if grudging, respect. From the 1850s the RIC performed a range of civil and local government duties together with their policing, integrating the constables with their local communities. In rural areas their attention was largely on minor problems such as distilling, cockfighting, drunk and disorderly behaviour, and unlicensed dogs or firearms, with only occasional attendance at evictions or on riot duty; and arrests tended to be relatively rare events. Despite their status as an armed force, constables seldom carried guns, only waist belt, handcuffs and baton. Often, along with the priest, they would have an informal leadership role in the community, and being literate would be appealed to by people needing help with forms and letters. While \"barracks\" in cities resembled those of the British Army, the term was also used for small country police stations consisting of a couple of ordinary houses with a day-room and a few bedrooms; premises would be rented by the authorities from landowners and might be changed between different sites in a village. Their pay was low, it being assumed by the authorities that they would get milk, eggs, butter and potatoes as gifts from local people. By 1901 there were around 1,600 barracks and some 11,000 constables.J D Brewer, 1990, The RIC: An Oral History, Belfast The majority of constables in rural areas were drawn from the same social class, religion and general background as their neighbours. Measures were taken, not always successfully, to maintain an arms-length relationship between police and public. Constables in charge of police stations were required to make regular reports to their superiors, and would from time to time be moved around the district to prevent acquaintanceships from developing too closely. A constable was not permitted to marry until he had been in the force for some years, and was not supposed to serve in his home county, nor in that of his wife.Jim Herlihy, The Royal Irish Constabulary, Four Courts Press, 1997, , p. 116 During the 1913 Lockout RIC were brought in to support the Dublin Metropolitan Police in guarding blacklegs and controlling public meetings. On 31 August 1913 at 1.30pm the DMP and RIC rioted in O'Connell Street, attacking what they thought was a crowd come to hear the Trade unionist Jim Larkin speak. Their intelligence was flawed; although Larkin did arrive, smuggled into the Imperial Hotel owned by the main Lockout employer by Nellie Gifford, and some ITGWU union supporters were present, the crowd waiting for Larkin was 2 kilometres away in Croydon Park; the people they baton-charged were mainly those returning home from Mass. Two trade unionists, John Byrne and James Nolan, were beaten to death and from 400 to 600 people were injured. The RIC and the formerly respected DMP largely lost the support of the middle classes when photographs of the streets were published and police actions were revealed in the subsequent inquiry, in which MP Handel Booth said that the police, \"behaved like men possessed\". == Irish War of Independence == The Sinn Féin triumph in the general election of 1918 (the coupon election), winning 73 out of the 105 Irish seats, was followed by the Sinn Féin members' decision to convene themselves as the First Dáil, a new parliament. This body first met at the Mansion House, Dublin, on 21 January 1919, and announced a unilateral declaration of independence. This created a dramatically new political reality in Ireland. Of the 17,000 policemen in Ireland, 513 were killed by the IRA between 1919-21 while 682 were wounded.Cottrell, Peter The Anglo-Irish War The Troubles of 1913-1922, London: Osprey, 2006 page 20. The vast majority of the men serving in the RIC in 1919 were Irish-born and raised. Of the RIC's senior officers in 1919, 60% were Irish Protestants and rest Catholic while 70% of the rank and file of the RIC were Roman Catholic with the rest Protestant. The RIC was trained for police work, not war, and was woefully ill-prepared to take on the counter-insurgency duties that were required in 1919.Cottrell, Peter The Anglo-Irish War The Troubles of 1913-1922, London: Osprey, 2006 pages 49-52. On the day the new parliament first met, two RIC constables, James McDonnell and Patrick O'Connell, were killed when the Soloheadbeg Ambush was carried out by a group of volunteers from the Third Tipperary Brigade of the Irish Republican Army, while on duty guarding gelignite in transit to the local mines in South Tipperary. This event marked the beginning of the Irish War of Independence. The Irish Republican Army under the leadership of Michael Collins began systematic attacks on British government forces. While the British Army controlled the cities of Ireland, the RIC bore the brunt of such assaults in the provinces. The RIC were especially targeted because of their role as local representatives of and intelligence gatherers for the British administration. From the autumn of 1919 onwards, the RIC was forced to abandon its smaller barracks in isolated areas. A national personal boycott of members of the force was declared by the IRA. The Dáil Courts and alternative legal enforcement units were set up by republicans. RIC members were threatened, and many were attacked, leading to substantial resignations from the force (see figures below). In October 1920, RIC wages were increased to compensate for increased hardship and cost of living increases. In rural areas, many small shopkeepers refused to serve the RIC, forcing them to obtain their food and other necessities from miles away. By October 1920, according to UK government sources, 117 RIC members had been killed and 185 wounded.Some 500 policemen and ex-policemen were killed between 1919/22. See Police Casualties in Ireland , 1919-1922 by Richard Abbott, The Mercier Press Ltd (1 Jun. 2000) Over a three-month period during the same year, 600 RIC men resigned from the force of 9,500. In the first quarter of 1920, 500 police barracks and huts in outlying areas were evacuated. The IRA had destroyed over 400 of these by the end of June to prevent their subsequent reuse. The consequence of this was the removal of RIC authority in many outlying areas. This allowed the IRA to assert political control over these areas. Large houses were burned, often to punish their owners for allowing them to be used for policing or military purposes or as revenge for the government-backed burning of republican homes. Much of the country's rich architectural heritage was destroyed. To reinforce the much reduced and demoralised police the United Kingdom government recruited returned World War I veterans from English and Scottish cities. They were sent to Ireland in 1920, to form a police reserve unit which became known as the \"Black and Tans\" and the Auxiliary Division of the Royal Irish Constabulary. Paddy O'Shea, the son of a regular RIC sergeant, described these reinforcements as being \"both a plague and a Godsend. They brought help but frightened even those they had come to help\".Chris Ryder, page 32 \"The RUC 1922–1997\", Some regular RIC men resigned in protest at the often brutal and undisciplined behaviour of the new recruits; others suffered crises of conscience which troubled them for the rest of their lives.McKenna, John, 2009, A Beleaguered Station, Ulster Historical Foundation, Belfast, Some RIC officers co-operated with the IRA, either out of political conviction, fear for their lives and welfare, or a combination of both. A raid on an RIC barracks in Cookstown, County Tyrone, in June 1920, was carried out with the help of sympathetic RIC men. The barracks in Schull, County Cork, was captured with similar inside aid. The IRA even had spies within the upper echelon at Dublin Castle. The Government of Ireland Act, enacted in December 1920, came into force on 3 May 1921, partitioning Ireland into Northern Ireland and Southern Ireland. However, continuing unrest led to the Anglo-Irish Treaty and the establishment of the Irish Free State. ==Disbandment== In January 1922 the British and Irish delegations agreed to disband the RIC. Phased disbandments began within a few weeks with RIC personnel both regular and auxiliary being withdrawn to six centres in southern Ireland. On 2 April 1922 the force formally ceased to exist, although the actual process was not completed until August that year.Chris Ryder, pages 44–45 \"The RUC 1922–1997\", The RIC was replaced by the Civic Guard (renamed as the Garda Síochána the following year) in the Irish Free State and by the Royal Ulster Constabulary in Northern Ireland. According to a parliamentary answer in October 1922 1,330Chris Ryder, page 60 \"The RUC 1922–1997\", ex-RIC men joined the new RUC in Northern Ireland.Jim Herlihy, The Royal Irish Constabulary, Four Courts Press, 1997, This resulted in an RUC force that was 21% Roman Catholic at its inception in 1922. As the former RIC members retired over the subsequent years this proportion steadily fell. Just 13 men transferred to the Garda Síochána. These included men who had earlier assisted IRA operations in various ways. Some retired, and the Irish Free State paid their pensions as provided for in the terms of the Anglo-Irish Treaty agreement. Others, still faced with threats of violent reprisals,Chris Ryder, pages 45–47 \"The RUC 1922–1997\", emigrated with their families to Great Britain or other parts of the Empire, most often to police forces in Canada, Australia, New Zealand, South Africa and Southern Rhodesia. A number of these men joined the Palestine Gendarmerie, which was recruiting in the UK at this time. ==Members== thumb|Group of RIC members pictured in Waterford in November 1917 * On 26 August 1873, RIC Sub-Inspector Thomas Hartley Montgomery became the only police officer in Irish history to be executed for murder. ==See also== thumb|Station badge, Kilkenny *British Gendarmerie *Garda Museum, which features exhibits on the RIC ==Notes== ==References== ==External links== *Article on RIC casualties 1919–1922 Category:1822 establishments in Ireland Category:1922 disestablishments in Ireland Category:History of Ireland (1801–1923) Category:Defunct police forces of the United Kingdom Category:Defunct law enforcement agencies of Ireland Category:Organizations established in 1822 Category:Gendarmerie",
 "title": "Royal Irish Constabulary"
}