{
 "id": "212035",
 "text": "Denis Mostyn Norden (6 February 1922 – 19 September 2018) was an English comedy writer and television presenter. After an early career working in cinemas, he began scriptwriting during the Second World War. From 1948 to 1959, he co-wrote the BBC Radio comedy programme Take it from Here! with Frank Muir. Muir and Norden remained associated for more than 50 years, appearing regularly together on the radio panel programmes My Word! and My Music after they stopped collaborating on scripts. He also wrote scripts for Hollywood films. He presented television programmes on ITV for many years, including the nostalgia quiz Looks Familiar and blooper shows It'll be Alright on the Night and Laughter File. ==Early life and career== Norden was born as Denis Moss Cohen into a Jewish family in Hackney, in London's East End. His parents were George Cohen, a tailor specializing in bridal gowns, and his wife Ginny (née Lubelsky), who was of Polish heritage. The family name was changed by deed poll to Norden while Denis was a child. He was educated at Craven Park Elementary School and the City of London School where he was a contemporary of Kingsley Amis. Upon leaving school, he worked as a stagehand, moved into cinema management by the age of 17 and quickly progressed to be the manager of a cinema in Watford. He also organised variety shows. He joined the Royal Air Force during the Second World War and was a wireless operator with a signals unit. His writing career began in the Royal Air Force when he wrote for troop shows. Whilst preparing for one of these shows in 1945, Norden, accompanied by fellow performers Eric Sykes and Ron Rich, went to a nearby prison camp in search of stage lighting; the camp turned out to be the Bergen-Belsen concentration camp, which had recently been liberated by the Allies. Norden, Sykes and Rich organised a food collection amongst their comrades to feed the starving camp inmates. After the war, Norden wrote material for comedian Dick Bentley, before meeting Frank Muir (who wrote for comic actor Jimmy Edwards) in 1947; they were brought together by producer Ted Kavanagh. Muir and Norden's first joint venture was a radio show for both performers, Take it from Here!, which they scripted from 1948 to 1959. They went on to write many successful radio and television scripts, including Whack-O! (1956–1960) and three series of Faces of Jim (1961–1963) which were vehicles for Jimmy Edwards. They also wrote the satirical sketch Balham, Gateway to the South for the BBC Third Programme. The sketch, which had originally been broadcast in 1948 as part of a comedy series called The Third Division and which featured actor Robert Beatty, was later performed by Peter Sellers for his LP, The Best of Sellers (1959). In the early 1960s, Muir and Norden wrote the sitcom Brothers in Law, an early series featuring Richard Briers, and its spin-off Mr Justice Duncannon. In 1964, their writing partnership ended, as Muir moved into management with the BBC. Over the next several years, Norden, who had long had a fascination with Hollywood, wrote the scripts for several films, including Buona Sera, Mrs. Campbell! and The Bliss of Mrs. Blossom. Although he was no longer writing with Muir, the two regularly appeared together on panel shows My Word! (1956–1990) and My Music (1966–1993), first on radio then television. In 1965, he wrote, narrated and starred in a featurette jointly made by the James Bond producers and the Ford Motor Company. The colour short, entitled A Child's Guide to Blowing up a Motor Car, went behind the scenes of an exploding car stunt being filmed for Thunderball. Norden takes a young relative on a day out to a film set, where they meet several stars and production team members, but not Sean Connery. Lost for many years, it is now available on the 'Ultimate Edition' DVD of Thunderball, as released in late 2006. ==ITV presenter== Norden was also later well known to television audiences for his ITV shows: Looks Familiar, It'll Be Alright on the Night and Laughter File. It'll Be Alright on the Night, which he hosted from 1977 until 2006, consisted of out-takes from film and television linked by witty comments. Much of the material from the early episodes was used on Dick Clark's \"Bloopers\" specials which aired on NBC a few years later. A couple of mid-1980s editions featured several home video clips: with the increasing private ownership of domestic camcorders, clips were spun off into the long- running You've Been Framed! (1990–). Laughter File, first broadcast in 1991, showed spoof adverts, real foreign adverts, practical jokes, live television mistakes and other various \"oddities\", which Norden said, \"tickled our fancies, just when they needed tickling\". These items included virtually everything discovered during research for material suitable for It'll be Alright on the Night that was not eligible for that show. ==Retirement and legacy== Norden announced his retirement from his two long-running ITV shows It'll Be Alright on the Night and Laughter File on 21 April 2006. He was then 84 years old and suffering from macular degeneration, which made it difficult for him to read an autocue. A special show was recorded on 14 May 2006 as a 'farewell tour' to all his shows over the years, called All the Best from Denis Norden, which was shown on 2 January 2007. As the show's closing credits were shown, the studio audience gave Norden a standing ovation, which was followed by him then placing his trademark clipboard on his desk, which the camera zoomed in on to as the credits ended. He has since been succeeded on It'll Be Alright on the Night by Griff Rhys Jones and later by David Walliams. For years, he was resistant to producing an autobiography, saying that much of his life and career had already been well covered by Frank Muir's A Kentish Lad and that a book called The Bits Frank Left Out would be too brief. Nevertheless, in October 2008, a book containing a sequence of autobiographical sketches was published entitled Clips from a Life. He continued to make occasional television and radio appearances. He contributed to a BBC Four season about the history of satire, and he appeared as a guest on The One Show on 2 October 2008 to talk about his life and career as well as his book. He was interviewed in a one-off documentary called Der Sommer 1939 (\"The Summer of 1939\"), which was broadcast on 12 August 2009 on the Franco- German television station Arte. Norden also appeared as part of a contribution of show business friends, writers and performers in the BBC documentary The Secret Life of Bob Monkhouse in January 2011... ==Personal life== Norden and his wife Avril, whom he married in 1943, had a son, Nick, an architect, and a daughter, Maggie, a radio personality and lecturer at the London College of Fashion. Maggie was a presenter on London's Capital Radio in its earlier days and presented the Sunday afternoon programme Hullabaloo. Affected by macular degeneration, Norden joined Peter Sallis and Eric Sykes in 2009 as a patron of The Macular Society, after becoming a member in 2004. ==Death== Norden died at the Royal Free Hospital in Hampstead, London on 19 September 2018, aged 96, two months after the death of his wife. ==Bibliography== *. ==References== ==External links== *. *. *. Category:1922 births Category:2018 deaths Category:People from Hackney Central Category:Commanders of the Order of the British Empire Category:English male comedians Category:English Jewish writers Category:Jewish English comedians Category:English radio personalities Category:English television personalities Category:English television presenters Category:English television writers Category:People educated at the City of London School Category:Royal Air Force airmen Category:Royal Air Force personnel of World War II Category:British male television writers",
 "title": "Denis Norden"
}