{
 "id": "212318",
 "text": "thumb|This graphic displays the 160 countries around the world where the U.S. Overseas Private Investment Corporation (OPIC) worked to support U.S. investment. (August 2014) The Overseas Private Investment Corporation (OPIC) was the United States government's development finance institution until it merged with the Development Credit Authority (DCA) of the United States Agency for International Development (USAID) to form the U.S. International Development Finance Corporation (DFC). OPIC mobilized private capital to help solve critical development challenges and, in doing so, advanced the foreign policy of the United States and national security objectives. Working with the U.S. private sector, it helped U.S. businesses gain footholds in emerging markets, catalyzing revenues, jobs and growth opportunities both at home and abroad. It achieved its mission by providing investors with financing, political risk insurance, and support for private equity investment funds, when commercial funding could not be obtained elsewhere. Established as an agency of the U.S. government in 1971, OPIC operated on a self-sustaining basis at no net cost to American taxpayers. All OPIC projects adhered to high environmental and social standards and respected human rights, including worker's rights. By mandating high standards, OPIC aimed to raise the industry and regional standards in countries where it funded projects. OPIC services were available for new and expanding business enterprises in more than 160 countries worldwide. ==Products and services== ===Financing=== OPIC helped provide medium- to long-term funding through direct loans and loan guarantees to eligible investment projects in developing countries and emerging markets. By complementing the private sector, OPIC used to provide financing in countries where commercial financial institutions often are reluctant or unable to lend. Recognizing that businesses both large and small played an important role in developing nations, OPIC made it a priority to work with American small businesses, which comprised, on average, 80 percent of projects supported by the agency. OPIC's Department of Small and Medium-sized Enterprise Finance offered qualified small businesses a streamlined approval process and direct loans from $100,000 to $10 million with terms from three to 15 years. While the eligible U.S. small business must have owned at least 25 percent of the overseas project, OPIC used to be able to finance up to 65 percent of the total project cost. OPIC had conducted more than a dozen small business workshops around the United States since 2006, educating nearly 1,600 business owners about OPIC products and services. ===Political risk insurance=== OPIC's political risk insurance enabled U.S. businesses to take advantage of commercially attractive opportunities in emerging markets, mitigating risk and helping them compete in a global marketplace. OPIC helped U.S. investors protect their investments in a variety of situations, including political violence, expropriation or other government interference, and currency inconvertibility. ===Investment funds=== OPIC provided support for the creation of privately owned and manage investment funds. These funds made direct equity and equity-related investments in new, expanding or privatizing emerging market companies. OPIC-supported funds helped emerging market economies access long-term growth capital, management skills, and financial expertise, all of which are key factors in expanding economic development for people in developing nations. ===Investment projects=== OPIC supported projects in a range of industries—from energy to housing, agriculture and financial services. It focused on regions where the need was greatest and in sectors that could have the greatest developmental impact. OPIC had increasingly focused on projects that encouraged the use of renewable resources, which represented not only an urgent global need but also a significant investment opportunity. Another key priority was impact investing, which aimed to produce positive social impacts while generating financial returns sufficient to make projects sustainable. == Initiatives == ===Connect Africa=== In July 2018, OPIC had launched its Connect Africa Initiative which aimed to fund more projects which would target infrastructure, technology, and value chains in Africa. With projects within Sub-Saharan Africa accounting for over one quarter of OPIC's portfolio, the region was a key area of focus for the corporation. Through Connect Africa, OPIC had pledged to $1 billion over three years to projects supporting telecommunications and internet access, value chains that connected producers of raw materials to end users, and essential infrastructure, such as roads, railways, ports, and airports. These commitments to connectivity would support economic growth and shore up regional security. This initiative built upon the Power Africa Project launched during the Obama administration that committed to spending $1.5 billion in energy investments on the continent over a five-year span. Some examples of investment projects under the Connect Africa Initiative were a $125 million loan to help the diamond industry become more sustainable in Botswana and the commitment of $100 million to expand mobile networks and technological infrastructure across the Gambia, Sierra Leone, the Democratic Republic of the Congo, and Uganda. This initiative will be continued under the U.S. International Development Finance Corporation (DFC). In June, 2021 The DFC and G7 nations pledged $80 Billion to the continent. === 2X Women's Initiative === Launched in March 2018, OPIC's 2X Women's Initiative was a commitment to mobilize $1 billion in capital to invest in women in developing countries. To decide which projects to invest in, OPIC had utilized gender lens investing which called for applying gender analysis to financial analysis – using capital to impact the lives of women. Having exceeded their investment goal by the end of the financial year, OPIC had challenged other G7 countries to join in the 2X Challenge which organized DFIs from around the world to take part in achieving gender equality through private investment. Popular examples of projects included financially backing WaterHealth in India to create WaterHealth Vending Machines (WVM) in heavily populated areas thereby increasing women, and their families’, access to clean drinking water. Another example was a $5 million loan for Twiga Foods in Kenya which aimed to combat food scarcity. This initiative will be continued under the U.S. International Development Finance Corporation (DFC). Another key priority is impact investing, which aims to produce positive social impacts while generating financial returns sufficient to make these projects sustainable. OPIC has committed to provide $1.5 billion to develop energy projects in Africa over the next five years, in support of President Obama's Power Africa initiative to double the number of people on the continent who have access to electricity. The Power Africa initiative will help African countries develop more of their extensive energy resources, including oil and gas, geothermal, hydro, wind, solar and biomass, while also building out power generation and transmission infrastructure.White House Fact Sheet: Power Africa ==Eligibility Requirements== OPIC required that its projects have a meaningful connection to the U.S. private sector. For financing, this meant a U.S.-organized entity 25 percent or more U.S.-owned or a majority U.S.-owned foreign-organized entity run by U.S. citizens, lawful permanent residents and U.S.-organized non- governmental organizations. OPIC did not support projects that negatively affected the U.S. economy. ==Environmental and Social Standards== OPIC projects had to meet congressionally mandated requirements regarding protection of the environment, social impacts, health, and safety.environment, social impacts, health, and safety The guidelines and procedures were based in large part on environmental and social impact assessment procedures applied by organizations such as the World Bank Group, the European Bank for Reconstruction and Development, the Inter-American Development Bank and the U.S. Export-Import Bank. Projects that were likely to have significant adverse environmental or social impacts are disclosed to the public for a comment period of 60 days. ==History== thumb|right|The Overseas Private Investment Corporation headquarters plaque in Washington, DC. In the American effort to rebuild Europe following World War II, it became clear to policy makers that private investment is a powerful generator of economic development and that there is an appropriate role for government in encouraging private investment where it has the potential to do the most good. Accordingly, the Marshall Plan authorized the U.S. government to insure private U.S. investors against the risk that earnings generated overseas in foreign currencies might not be convertible into U.S. dollars. This new tool—political risk insurance—was expanded in the 1950s to cover losses from war and expropriation, as well as government interference with investors' rights to the proceeds of their investments. It was subsequently complemented with the addition of project financing. In 1966, Congress established the International Private Investment Advisory Council (IPIAC) under the Foreign Assistance Act of 1966. In December 1968, IPIAC published \"The Case for a U.S. Overseas Private Enterprise Development Corporation\", a report articulating the need for such an entity.http://pdf.usaid.gov/pdf_docs/PNABF662.pdf In the report, the IPIAC recommended the organization of an overseas private enterprise development corporation of and funded by the United States, as responsive to the Javits Amendment to the 1968 Foreign Assistance Act. As administration of the U.S. guaranty program moved among various agencies, bipartisan support grew to establish it on a permanent basis as a self-sustaining, independent agency. Congress created OPIC in 1969 through an amendment to the Foreign Assistance Act, and the agency began operations in 1971, during the Nixon administration,National Archives with a portfolio of $8.4 billion in political risk insurance and $169 million in loan guaranties. In a special message to Congress in 1971, President Nixon stated that OPIC's establishment will help \"give new direction to U.S. private investment abroad ... and provide new focus to our foreign assistance effort.\"UCSB Organized as a corporation with a corporate structure, OPIC is governed by a Board of Directors, President and CEO,President and CEO and Executive Vice President,Executive Vice President all nominated by the President of the United States and approved by the U.S. Senate. The majority of the Board of Directors, including its president, are \"drawn from private life and have business experience.\" Although it operates on a self-sustaining basis at no net cost to American taxpayers, OPIC is appropriated administrative funding, and reauthorized on a regular basis, by the U.S. Congress. == Leadership == {| class=\"wikitable\" |- ! President and CEO !! Years active |- | David Bohigian || March 2019 — December 2019 |- | Ray Washburne || 2017 — 2019 |- | Elizabeth Littlefield || 2010 — 2017 |- | Robert Mosbacher Jr. || 2005 — 2009 |- | Peter Watson || 2001 — 2005 |- | George Muñoz || 1997 — 2001 |} == Criticism == In the 2000s, Friends of the Earth; Greenpeace; and the cities of Boulder, Arcata and Oakland won against the Overseas Private Investment Corporation (and the Export–Import Bank of the United States), which were accused of financing fossil-fuel projects detrimental to a stable climate in violation of the National Environmental Policy Act in a case filed in 2002 and settled in 2009.Douglas Starr, \"The carbon accountant. Richard Heede pins much of the responsibility for climate change on just 90 companies. Others say that's a cop-out\", Science, volume 353, issue 6302, 26 August 2016, pages 858-861.Litigation related to climate change , IPCC Fourth Assessment Report: Climate Change 2007, Intergovernmental Panel on Climate Change.Order Denying Defendants' Motion for Summary Judgment, in the case of Friends of the earth, Greenpeace, Inc. and City of Boulder Colorado versus Peter Watson (Overseas Private Investment Corporation) and Phillip Lerrill (Export-Import Bank of the United States), No. C 02-4106 JSW, United States District Court for the Northern District of California, 2005. == See also == * Title 22 of the Code of Federal Regulations * Export Development Canada * Multilateral Investment Guarantee Agency (MIGA) * UK Export Finance == References == ==Further reading== * * * U.S. Fiscal Commission Suggests Killing OPIC - The Government's Cash Cow ==External links== * Official website * Overseas Private Investment Corporation in the Federal Register * Governing Legislation through 2005 Category:1971 establishments in the United States Category:Government agencies established in 1971 Category:Independent agencies of the United States government Category:Government-owned companies of the United States Category:Corporations chartered by the United States Congress",
 "title": "Overseas Private Investment Corporation"
}