{
 "id": "212796",
 "text": "Mannose is a sugar monomer of the aldohexose series of carbohydrates. It is a C-2 epimer of glucose. Mannose is important in human metabolism, especially in the glycosylation of certain proteins. Several congenital disorders of glycosylation are associated with mutations in enzymes involved in mannose metabolism. Mannose is not an essential nutrient; it can be produced in the human body from glucose, or converted into glucose. Mannose provides 2-5 kcal/g. It is partially excreted in the urine. ==Structure== Mannose commonly exists as two different-sized rings, the pyranose (six-membered) form and the furanose (five-membered) form. Each ring closure can have either an alpha or beta configuration at the anomeric position. The chemical rapidly undergoes isomerization among these four forms. {| class=\"wikitable\" |+ D-Mannose isomers (Haworth projections) Percent composition |- | align=\"center\" | 120px α-D-Mannofuranose | |- | align=\"center\" | 100px α-D-Mannopyranose 67% | align=\"center\" | 100px β-D-Mannopyranose 33% |} ==Metabolism== thumb|300x300px|Mannose metabolism in human beings. While much of the mannose used in glycosylation is believed to be derived from glucose, in cultured hepatoma cells (cancerous cells from the liver), most of the mannose for glycoprotein biosynthesis comes from extracellular mannose, not glucose. Many of the glycoproteins produced in the liver are secreted into the bloodstream, so dietary mannose is distributed throughout the body. Mannose is present in numerous glycoconjugates including N-linked glycosylation of proteins. C-Mannosylation is also abundant and can be found in collagen-like regions. The digestion of many polysaccharides and glycoproteins yields mannose, which is phosphorylated by hexokinase to generate mannose-6-phosphate. Mannose-6-phosphate is converted to fructose-6-phosphate, by the enzyme phosphomannose isomerase, and then enters the glycolytic pathway or is converted to glucose-6-phosphate by the gluconeogenic pathway of hepatocytes. Mannose is a dominant monosaccharide in N-linked glycosylation, which is a post-translational modification of proteins. It is initiated by the en bloc transfer on Glc3Man9GlcNAc2 to nascent glycoproteins in the endoplasmic reticulum in a co-translational manner as the protein entered through the transport system. Glucose is hydrolyzed on fully folded protein and the mannose moieties are hydrolyzed by ER and Golgi-resident mannosidases. Typically, mature human glycoproteins only contain three mannose residues buried under sequential modification by GlcNAc, galactose, and sialic acid. This is important, as the innate immune system in mammals is geared to recognise exposed mannose residues. This activity is due to the prevalence of mannose residues, in the form of mannans, on the surfaces of yeasts. The human immunodeficiency virus displays considerable amount of mannose residues due to the tight clustering of glycans in its viral spike. These mannose residues are the target for broadly neutralizing antibodies. ==Biotechnology== Recombinant proteins produced in yeast may be subject to mannose addition in patterns different from those used by mammalian cells. This difference in recombinant proteins from those normally produced in mammalian organisms may influence the effectiveness of vaccines. ==Formation== Mannose can be formed by the oxidation of mannitol. It can also be formed from glucose in the Lobry-de Bruyn-van Ekenstein transformation. ==Etymology== The root of both \"mannose\" and \"mannitol\" is manna, which the Bible describes as the food supplied to the Israelites during their journey in the region of Sinai. Several trees and shrubs can produce a substance called manna, such as the \"manna tree\" (Fraxinus ornus) from whose secretions mannitol was originally isolated. ==Uses== Mannose (D-mannose) is used as a nutritional supplement, packaged as \"d-mannose\", to prevent recurrent urinary tract infections. ==Configuration== Mannose differs from glucose by inversion of the C-2 chiral center. Mannose displays a ^4C_1 pucker in the solution ring form. This simple change leads to the drastically different biochemistry of the two hexoses. This change has the same effect on the other aldohexoses, as well. ==Mannose PTS permease== thumb|250px|left|Mannose XYZ permease complex: entry of PEP which donates a high energy phosphate that gets passed through the transporter system and eventually assist in the entry of mannose (in this example otherwise it would any hexose sugar) and results in the formation of mannose-6-phosphate. thumb|right|Video illustration of the MANXYZ sugar transporter complex transferring the high energy phosphate for PEP to the other subunits of the complex The PEP-dependent sugar transporting phosphotransferase system transports and simultaneously phosphorylates its sugar substrates. Mannose XYZ permease is a member of the family, with this distinct method being used by bacteria for sugar uptake particularly exogenous hexoses in the case of mannose XYZ to release the phosphate esters into the cell cytoplasm in preparation for metabolism primarily through the route of glycolysis. The MANXYZ transporter complex is also involved in infection of E. coli by bacteriophage lambda, with subunit ManY and ManZ being sufficient for proper lambda phage infection. MANXYZ possesses four domains in three polypeptide chains; ManX, ManY, and ManZ. The ManX subunit forms a homodimer that is localized to the cytoplasmic side of the membrane. ManX contains two domains IIA and IIB linked by a hinge peptide with each domain containing a phosphorylation site and phosphoryl transfer occurs between both subunits. ManX can be membrane bound or not. The ManY and ManNZ subunits are hydrophobic integral membrane proteins with six and one transmembrane alpha helical spanner(s). The phosphoryl group of PEP is transferred to the imported sugar via Enzyme 1, histidine protein phosphate carrier, and then to the ManX, ManY, and ManZ subunits of the ManXYZ transportation complex, which phosphorylates the entering hexose sugar, creating a hexose-6-phosphate. ==See also== *α-Mannosidase *Mannose receptor *Mannan oligosaccharide-based nutritional supplements *Rhamnose, 6-deoxy-L-mannose ==References== Category:Aldohexoses Category:Articles containing video clips Category:Pyranoses Category:Glycerols",
 "title": "Mannose"
}