{
 "id": "212880",
 "text": "Henry Edward Manning (15 July 1808 – 14 January 1892) was an English prelate of the Roman Catholic church, and the second Archbishop of Westminster from 1865 until his death in 1892. ==Early life== thumb|left|Copped Hall, Hertfordshire Manning was born on 15 July 1808 at his grandfather's home, Copped Hall, Totteridge, Hertfordshire. He was the third and youngest son of William Manning, a West India merchant and prominent slave owner, who served as a director and (1812–1813) as a governor of the Bank of EnglandKent, William. \"Henry Edward Manning.\" The Catholic Encyclopedia. Vol. 9. New York: Robert Appleton Company, 1910. 29 December 2015 and also sat in Parliament for 30 years, representing in the Tory interest Plympton Earle, Lymington, Evesham and Penryn consecutively. Manning's mother, Mary (died 1847), daughter of Henry Leroy Hunter, of Beech Hill, and sister of Sir Claudius Stephen Hunter, 1st Baronet, came of a family said to be of French extraction. Manning spent his boyhood mainly at Coombe Bank, Sundridge, Kent, where he had for companions Charles Wordsworth and Christopher Wordsworth, later bishops of St Andrews and Lincoln respectively. He attended Harrow School (1822–1827) during the headmastership of George Butler, but obtained no distinction beyond playing for two years in the cricket eleven.Russell, G.W., Collections & Recollections (Revised edition, Smith Elder & Co, London, 1899), at page 42 However, this proved to be no impediment to his academic career. Manning matriculated at Balliol College, Oxford, in 1827, studying Classics, and soon made his mark as a debater at the Oxford Union, where William Ewart Gladstone succeeded him as president in 1830. At this date he had ambitions of a political career, but his father had sustained severe losses in business and, in these circumstances, having graduated with first-class honours in 1830, he obtained the year following, through Frederick John Robinson, 1st Viscount Goderich, a post as a supernumerary clerk in the Colonial Office. Manning resigned from this position in 1832, his thoughts having turned towards a clerical career under Evangelical influences, including his friendship with Favell Lee Mortimer, which affected him deeply throughout life. ==Anglican cleric== Returning to Oxford in 1832, he gained election as a fellow of Merton College and received ordination as a deacon in the Church of England. In January 1833 he became curate to John Sargent, Rector of Lavington-with- Graffham, West Sussex. In May 1833, following Sargent's death, he succeeded him as rector due to the patronage of Sargent's mother. Manning married Caroline, John Sargent's daughter,Cross, F. L., ed. (1957) The Oxford Dictionary of the Christian Church. London: Oxford University Press; p. 849-50 on 7 November 1833, in a ceremony performed by the bride's brother-in-law, the Revd Samuel Wilberforce, later Bishop of Oxford and Winchester. Manning's marriage did not last long: his young and beautiful wife came of a consumptive family and died childless on 24 July 1837. When Manning died many years later, for decades a celibate Roman Catholic cleric, a locket containing his wife's picture was found on a chain around his neck. Though he never became an acknowledged disciple of John Henry Newman (later Cardinal Newman), the latter's influence meant that from this date Manning's theology assumed an increasingly High Church character and his printed sermon on the \"Rule of Faith\" publicly signalled his alliance with the Tractarians. In 1838 he took a leading part in the church education movement, by which diocesan boards were established throughout the country; and he wrote an open letter to his bishop in criticism of the recent appointment of the ecclesiastical commission. In December of that year he paid his first visit to Rome and called on Nicholas Wiseman in company with Gladstone. In January 1841 Philip Shuttleworth, Bishop of Chichester, appointed Manning as the Archdeacon of Chichester,\"Classical Victorians: Scholars, Scoundrels and Generals in Pursuit of Antiquity\" Richardson, E p196: Cambridge, CUP, 2013 whereupon he began a personal visitation of each parish within his district, completing the task in 1843. In 1842 he published a treatise on The Unity of the Church and his reputation as an eloquent and earnest preacher being by this time considerable, he was in the same year appointed select preacher by his university, thus being called upon to fill from time to time the pulpit which Newman, as vicar of St Mary's, was just ceasing to occupy. Four volumes of Manning's sermons appeared between the years 1842 and 1850 and these had reached the 7th, 4th, 3rd and 2nd editions respectively in 1850, but were not afterwards reprinted. In 1844 his portrait was painted by George Richmond, and the same year he published a volume of university sermons, omitting the one on the Gunpowder Plot. This sermon had annoyed Newman and his more advanced disciples, but it was a proof that at that date Manning was loyal to the Church of England. Newman's secession in 1845 placed Manning in a position of greater responsibility, as one of the High Church leaders, along with Edward Bouverie Pusey, John Keble and Marriott; but it was with Gladstone and James Robert Hope-Scott that he was at this time most closely associated. == Conversion to Catholicism == thumb|left|1882 caricature from Punch Manning's belief in Anglicanism was shattered in 1850 when, in the so-called Gorham judgement, the Privy Council ordered the Church of England to institute an evangelical cleric who denied that the sacrament of baptism had an objective effect of baptismal regeneration. The denial of the objective effect of the sacraments was to Manning and many others a grave heresy, contradicting the clear tradition of the Christian Church from the Fathers of the Church on. That a civil and secular court had the power to force the Church of England to accept someone with such an unorthodox opinion proved to him that, far from being a divinely created institution, that church was merely a man-made creation of the English Parliament. The following year, on 6 April 1851, Manning was received into the Catholic Church and then studied at the academia in Rome where he took his doctorate, and on 14 June 1851 was ordained a Catholic priest at the Jesuit Church of the Immaculate Conception, Farm Street. Given his great abilities and prior fame, he quickly rose to a position of influence. He served as provost of the cathedral chapter under Cardinal Wiseman. In 1857, he established at Wiseman's direction the mission of St Mary of the Angels, Bayswater, to serve labourers building Paddington Station. There he founded, at Wiseman's request, the Congregation of the Oblates of St. Charles. This new community of secular priests was the joint work of Cardinal Wiseman and Manning, for both had independently conceived of the idea of a community of this kind, and Manning had studied the life and work of Charles Borromeo in his Anglican days at Lavington and had, moreover, visited the Oblates at Milan, in 1856, to satisfy himself that their rule could be adapted to the needs of Westminster. Manning became superior of the congregation. ==Archbishop== In 1865 he was appointed Archbishop of Westminster.Taylor, I.A., The Cardinal Democrat: Henry Edward Manning, London. Kegan Paul, Trench, Trubner and Co., Ltd., 1908 Among his accomplishments as head of the Catholic Church in England were the acquisition of the site for Westminster Cathedral, but his focus was on a greatly expanded system of Roman Catholic education, including the establishment of the short-lived Catholic University College in Kensington. In 1875 Manning was created Cardinal-Priest of Ss Andrea e Gregorio al Monte Celio. Manning participated in the conclave that elected Pope Leo XIII in 1878. Manning approved the founding of the Catholic Association Pilgrimage. == Influence on social justice teaching == thumb|Manning in his 83rd year Manning was very influential in setting the direction of the modern Catholic Church. His warm relations with Pope Pius IX and his ultramontane views gained him the trust of the Vatican, though \"it was ordained that he should pass the evening of his days in England, and that he should outlive his intimacy at the Vatican and his influence on the general policy of the Church of Rome.\"G.W.Russell, Collections & Recollections (Revised edition, Smith, Elder & Co, London, 1899), at page 47. Manning used this goodwill to promote a modern Roman Catholic view of social justice. These views are reflected in the papal encyclical Rerum novarum issued by Leo XIII which marks the beginning of modern Roman Catholic social justice teaching. For a portion of 1870, he was in Rome attending the First Vatican Council. Manning was among the strongest supporters of the doctrine of papal infallibility, unlike Cardinal Newman who believed the doctrine but thought it might not be prudent to define it formally at the time. (For a comparison of Manning and Newman, see the section entitled \"Relationships with other converts\" in the article on Cardinal Newman.) In 1888 Manning was interviewed by social activist and journalist Virginia Crawford for The Pall Mall Gazette, and was instrumental in settling the London dock strike of 1889 at the behest of Margaret Harkness.John Lucas, ‘Harkness, Margaret Elise (1854–1923)’, Oxford Dictionary of National Biography, Oxford University Press, 2004; online edn, May 2005 accessed 29 Dec 2015 He played a significant role in the conversion of other notable figures including Elizabeth Belloc, mother of famous British author Hilaire Belloc, upon whose thinking Manning had a profound influence. Manning did not however support enfranchising women. In 1871, at St. Mary Moorfield, he said he hoped English womanhood would ‘resist by a stern moral refusal, the immodesty which would thrust women from their private life of dignity and supremacy into the public conflicts of men.' == View of the priesthood == In 1883, Manning published The Eternal Priesthood, his most influential work. In the book, Manning defended an elevated idea of the priesthood as, \"in and of itself, an outstanding way to perfection, and even a 'state of perfection'\". In comparison to his polemical writings, The Eternal Priesthood is \"austere\" and \"glacial\", arguing for a rigorous conception of the moral duties of the office. Manning additionally stressed the social function of the priest, who must be more to his community than a dispenser of the sacraments. == Death and burial == Manning died on 4 January 1892, at which time his estate was probated at £3,527. He received a formal burial at St Mary's Roman Catholic Cemetery in Kensal Green. Some years later, in 1907, his remains were transferred to the newly completed Westminster Cathedral. ==Works== *Rule of Faith (1839) *Unity of the Church (1842) *A charge delivered at the ordinary visitation of the archdeaconry of Chichester in July (1843) *Sermons 4 vols. (1842–1850) *The Present Crisis of the Holy See (1861) *Rome and the Revolution (1867) *Christ and Antichrist (1867) *Petri Privilegium (1871) *The Glories of the Sacred Heart (1876)Manning, Henry Edward. The Glories of the Sacred Heart, London: Burns & Oates, 1876 *The True Story of the Vatican Council (1877) *The Eternal Priesthood (1883) ==See also== * Catholic Church in England and Wales * Oblates of St. Charles ==Notes== ==References== * * ==Further reading== *McClelland, Vincent Alan. Cardinal Manning: the Public Life and Influences, 1865–1892. London: Oxford University Press, 1962. xii, 256 p. *Player, Robert. Lets Talk of Graves, of Worms, of Epitaphs, a fictionalised version of Manning's life, largely based on the polemic of Lytton Strachey in his Eminent Victorians. ==External links== * Henry Edward Cardinal Manning www.catholic-hierarchy.org * * * *Henry Edward Manning collection, 1826-1901(letters, sermons, and transcriptions) at Pitts Theological Library, Candler School of Theology ;Individual works *The rule of faith: a sermon, preached in the cathedral church of Chichester, June 13, 1838; at the primary visitation of the right Reverend William, Lord Bishop of Chichester (1839) *Sermons on ecclesiastical subjects: with an introduction on the relations of England to Christianity (1869) *The fourfold sovereignty of God (1872) *Lytton Strachey's essay on Manning from Eminent Victorians is available at http://www.bartleby.com/189/100.html *\"Cardinal Manning\" poem by Dunstan Thompson Category:1808 births Category:1892 deaths Category:Pontifical Ecclesiastical Academy alumni Category:People from Totteridge Category:Presidents of the Oxford Union Category:People educated at Harrow School Category:Alumni of Balliol College, Oxford Category:Fellows of Merton College, Oxford Category:Archdeacons of Chichester Category:History of Catholicism in the United Kingdom Category:Anglican priest converts to Roman Catholicism Category:19th-century English Anglican priests Category:19th- century British cardinals Category:19th-century Roman Catholic archbishops in the United Kingdom Category:Roman Catholic archbishops of Westminster Category:Cardinals created by Pope Pius IX Category:Burials at St Mary's Catholic Cemetery, Kensal Green Category:Burials at Westminster Cathedral Category:English people of French descent Category:British Roman Catholic archbishops",
 "title": "Henry Edward Manning"
}