{
 "id": "214542",
 "text": "The White Patriot Party (WPP) was an American anti-Semitic, anti-Zionist, homophobic, white supremacist paramilitary political party associated with Christian Identity and the Ku Klux Klan. It was led by its founder, Frazier Glenn Miller Jr., through various organizational incarnations. The organization began in the mid-1970s as the Carolina Knights of the Ku Klux Klan. It was involved in the 1979 Greensboro massacre, when a confrontation between Klansmen, Nazis and communists left five people dead. The organization became the Confederate Knights of the Ku Klux Klan in the early 1980s and the White Patriot Party in 1985.Michael and Judy Ann Newton eds. The Ku Klux Klan; an encyclopedia Garland Reference Library of the Social Science Vol.499 London and New York; Garland Publishing inc. 1991 pp.98, 395, 610 At a time of a poor farming economy in North Carolina, the group built support by blaming economic problems on Jewish bankers. Estimates were that its numbers might have been as high as 3000. On April 6, 1987, the group declared war against the federal government, which they called \"Zionist Occupation Government\" (ZOG).\"White Patriot Party (WPP)\", Terrorism Knowledge Base, Memorial Institute for the Prevention of Terrorism, retrieved on April 8th, 2010 The WPP collapsed after Miller violated an injunction against paramilitary activity and was convicted of threatening the civil rights activist Morris Dees. He was imprisoned from 1987 to 1990. In a 1988 sedition trial in Arkansas, Miller testified for the prosecution that he had received $200,000 in stolen money from The Order to finance operations of the White Patriot Party.Camille Jackson, \"They're Back: A fresh batch of extremist ex-cons hits the streets\" , Intelligence Report, (Winter 2004, Issue #116, Southern Poverty Law Center, retrieved April 8, 2010 The Order was also called the \"Brüder Schweigen\" (\"Silent Brotherhood\"). ==References== == External links == * Glenn Miller's website, with information on the White Patriot party. Category:Antisemitism in the United States Category:Political parties established in 1980 Category:1980 establishments in the United States Category:Neo-Nazi political parties in the United States Category:Anti-Zionist organizations Category:Anti-Zionist political parties Category:Anti-Zionism in the United States Category:White supremacist groups in the United States Category:Ku Klux Klan Category:Defunct far-right political parties in the United States Category:Christian Identity Category:Paramilitary organizations based in the United States Category:Right- wing militia organizations in the United States Category:White nationalist parties Category:Organizations that oppose LGBT rights in the United States Category:Discrimination against LGBT people in the United States Category:Anti-communism in the United States Category:Anti-communist organizations in the United States Category:Political parties in the United States Category:1987 disestablishments in the United States",
 "title": "White Patriot Party"
}