{
 "id": "214861",
 "text": "This article contains information about the literary events and publications of 1795. ==Events== *January – Archibald Constable marries Mary Willison, daughter of a printer, and soon starts in business for himself as a dealer in rare books in Edinburgh. This is the origin of the British publishing business that enters the 21st century as Constable & Robinson. *February–June – Samuel Taylor Coleridge offers a series of lectures on politics and religion in Bristol (England), as does his friend Robert Southey. *March – William Henry Ireland first displays his Shakespearean forgeries to the public. They will inspire a major controversy when published on 24 December (dated 1796). *May 27 (May 16 O.S.) – Empress Catherine the Great establishes the Imperial Public Library in Saint Petersburg, predecessor of the National Library of Russia. The core of the collection consists of books looted the year before from the Załuski Library in Warsaw. *August 21–September 26 – William Wordsworth and his sister Dorothy stay at 7 Great George Street, Bristol, when they meet Coleridge, Southey and the latter poets' publisher, Joseph Cottle. *October 4 – Coleridge marries Sara Fricker at St Mary Redcliffe, Bristol. On November 14, Southey marries Sara's sister Edith in the same church. *December – Charles Lamb begins a six-week spell in a mental asylum at Hoxton (London). * unknown dates **The first known Bengali language play is staged, the comedy Kalpanik sangbadal ba sajbadal (adapted from the English \"The Disguise\"), at the Bengali Theatre.Encyclopaedia of Indian Literature, vol. 2. **The only known manuscript of The Tale of Igor's Campaign is discovered in Russia. ==New books== ===Fiction=== *Jane Austen – Lady Susan (unpublished) *Richard Cumberland – Henry *William Gifford – The Maeviad *Johann Wolfgang von Goethe – Wilhelm Meister's Apprenticeship (Wilhelm Meisters Lehrjahre) *Frances Margaretta Jacson (anonymously) – Plain Sense *Marquis de Sade **Aline and Valcour **Philosophy in the Bedroom *Thomas Spence – Spensonia ===Children=== *Dorothy Kilner – The Village School *Priscilla Wakefield – Juvenile Anecdotes, Founded on Facts (2nd volume 1798) ===Drama=== *Frances Burney – Edwy and Elgiva *Richard Cumberland ** First Love ** The Wheel of Fortune *Thomas Holcroft – The Deserted Daughter *Marquis de Sade – Philosophy in the Bedroom (La Philosophie dans le boudoir) ===Poetry=== *William Blake – Prophetic books: **The Book of Ahania **The Song of Los *Ann Batten Cristall – Poetical Sketches *William Drennan – Erin *Joseph Ritson (ed.) – Robin Hood: A Collection of all the Ancient Poems ===Non-fiction=== *Marquis de Condorcet (died in prison 1794) – Sketch for a Historical Picture of the Progress of the Human Mind *Hannah More – The Shepherd of Salisbury Plain *Philip Yorke – Tracts of Powys ==Births== *earliest year, unknown date – Constantin Sion, Moldavian polemicist, genealogist and literary forger (died 1862) *January 15 – Alexander Griboyedov, Russian diplomat and playwright (massacred 1829) *April 17 – Emily Taylor, English author, poet and hymnist (died 1872) *May 26 – Thomas Talfourd, English lawyer and legal writer (died 1854) *June 13 – Thomas Arnold, English educator and historian (died 1842) *August 30 – Amable Tastu (Sabine Casimire Amable Voïart), French women of letters and poet (died 1885) *September 7 – John William Polidori, English physician and fantasy writer (died 1821) *September 29 (September 18 O.S.) – Kondraty Ryleyev, Russian poet and revolutionary (hanged 1826) *October 14 – Robert Vaughan, English historian and religious writer (died 1868) *October 31 – John Keats, English Romantic poet (died 1821) *December 4 – Thomas Carlyle, Scottish satirist, essayist and historian (died 1881) ==Deaths== *February 11 – Carl Michael Bellman, Swedish poet (born 1740) *February 22 – Alexander Gerard, Scottish philosopher (born 1728) *April 20 – Johan Henric Kellgren, Swedish poet and critic (born 1751) *May 19 – James Boswell, Scottish biographer of Samuel Johnson (born 1740) *September 30 – Susannah Dobson, English translator from French (birth year unknown) *October 8 – Andrew Kippis, English biographer (born 1725) *October 10 – Francesco Antonio Zaccaria, Italian theologian and historian (born 1714) *December 18 – Moritz Hohenbaum van der Meer, Swiss Benedictine historian (born 1718) ==References== Category:Years of the 18th century in literature",
 "title": "1795 in literature"
}