{
 "id": "214978",
 "text": "Greeks had settled in Southern Italy and Sicily since the 8th century BCE. In this way, Italian tribes came into contact with Greek culture very early on and were influenced by it. The alphabet, weights and measures, coinage, many gods and cults (see interpretatio romana) as well as the building of temples were derived from the Greeks. The Romans came into contact with Greek culture again during the conquest of Magna Graecia, Mainland Greece and the \"Hellenistic countries\" (countries that had been marked by Greek culture and language) in the 2nd and the 1st centuries BC. The Romans, who had defeated Carthage but were still a society of peasants, saw in Hellenistic cities that daily life could be more comfortable than theirs. Formerly sparsely-ornamented houses acquired columns, statues, mosaics on the floors, tapestries and paintings on the walls. One didn't have dinner while sitting any more, but while reclining, according to Greek custom. The Romans gained from the Greek influence in other areas: trade, banking, administration, art, literature, philosophy and earth science. In the last century BC it was a must for every rich young man to study in Athens or Rhodes and perfect their knowledge of rhetoric at the large schools of philosophy. It was also a must to speak Greek as well as Latin. There were some who resisted this Greek influence on every aspect of life. For example, Cato the Elder prophesied Rome's demise; he considered everything Greek to be suspect; he even mistrusted Greek doctors and claimed that they only wanted to poison Romans. Indeed, some Greeks might have had every reason to hate the Romans, who had devastated their home, robbed temples and public buildings, decimated the population and brought many Greeks to Rome as slaves.Liv. \"The History of Rome\" 32.33Strab. \"Geography\" 7.fragments 21aHor.\"Odes\" 3.6Paus.\"Description of Greece\" 7.8, 8.51 Aemilius Paulus, the victor of the Battle of Pydna in Greece in 168 BC, is said to have sold 150,000 Greeks to Rome as slaves all by himself.Plut. \"Life of Aemilius\" 29.3 Roman culture itself was Graeco-Roman since the start and they even could matched the Greeks in terms of culture and civilization more general, partly because of the Greeks who voluntarily or involuntarily fought in Rome. Greek cities like Ephesus or Athens flourished during the long era of peace (Pax Romana) more than ever. Though Greek, cities like Ephesus were not explicitly distinctive from Roman cities.C. Ando, \"Images of Emperor and Empire,\" in Imperial Ideology and Provincial Loyalty in the Roman Empire (Berkeley: University of California Press, 2000), ch. 7. Because of the general prosperity, there was no revolt against Roman rule, which was even seen as positive however although both Greeks and Romans were friendly due to their common similarities they both like to differentiate each other often through the language, customs, and literature. == Late antiquity == However, by late antiquity both parts of the Roman Empire began an accelerating division mainly due to the new religion of Christianity introduced and its differences between the more weakened and disorderly Latin West versus the more prosperous Greek East which just now had Constantinople as its own capital that could rival hi Rome itself. Already in Constantinople you could find Greek-speaking poets and historians referring to Rome as an almost foreign city full of vices, corruption and decadence, often boasting about the more recent Constantinople. The situation of the Romans and Rome began to change rapidly and many local Roman traditions disappeared. It was more frequent to hear Barbarian languages in the Italian peninsula than to hear Latin as well as it was more common to hear Greek in Rome itself than Latin, this happened largely because the Greeks dominated the economic life of Rome, this dependence was not to the liking of the Romans so in 440 the western emperor Valentinian III decided to expel \"all the Greek merchants\" from the city whose consequence culminated with a total famine for which he was forced to withdraw the edict. Decades before the time of Constantine the Great, the western parts were being amassed by the barbarian invasions, the native Romans began to migrate to more prosperous areas in the east Hellenized over time, the rest of the Romans in Italy had to face looting very frequently. Depending only on militias armed by the upper classes, trade routes in the West were almost non-existent due to the insecurity of the routes, this plus different key factors such as the frequent use of barbarians in the Roman army over time would lead to the fall of Rome in 476 after much looting in Rome itself and the Italian peninsula. The effects of the Fall of the Western Roman Empire for the few Romans who remained in the city or in Italy ranged from bad to devastating, classical Roman education was almost extinct, the upper classes were able to endure and retain their positions in the Ostrogothic kingdom that after all had adopted many of the Roman institutions. Even so the fate of the common Romans was harsher, many of them had been forced to pay taxes and contribute with supplies. The most unfortunate were sold as slaves or killed in the frequent looting of cities or sieges, many native Italic-Roman villages were forced to live alongside many barbarians sharing lands with frequent conflict. == Justinian reconquest == After recapturing Rome and parts of Italy, the violent Gothic wars and the various other sieges throughout Italy further disregarded the already almost non-existent native Roman population, the already bad reputation of the Greeks for having abandoned the Romans worsened even more after the violent conflicts that took place. Roman citizens even reached conspiracy points against Belisarius and his troops, mostly Greek or Greek speaking. For a long time when Belisarius arrived in Italy, the Goths began to propagate anti-Greek propaganda, usually commenting that the only Greeks that were in Rome were mimes and thieves who did not contribute anything, the propaganda was mostly successful due to the resentment already born between the Romans to the Greeks. At the climax of the tension and violence the Romans wrote a letter to the Emperor Justinian in which they proclaimed that they would rather be ruled by Goths than by Greeks, the Roman resentment against the Greeks was not limited only to the troops of Belisarius, but to all Hellenic influence in general. Belisarius, noting the growing distrust of the Romans, wrote a letter to Emperor Justinian I over his concerns about the intentions of the Romans: \"And although at the present time the Romans are well disposed toward us, yet when their troubles are prolonged, they will probably not hesitate to choose the course which is better for their own interests. [...] Furthermore, the Romans will be compelled by hunger to do many things they would prefer not to do.\" To restablish order Justinian and Belisarius began to replace the native Roman popes and highly functionary's who were those who commonly conspired against the Byzantine troops in Rome or Italy, along with their prestigious and powerful Roman nobles by Greek speakers from Syria, Antioch, Alexandria and Silicia in which he trusted more. This policy of \"Hellenization\" in the italic peninsula and in the newly acquired conquest in the western provinces of the empire, each with a Byzantine exarch, was closely followed by Justinian and his successor's. The Ravenna exarchate and the following Catepanate of Italy, were responsible for the strong and continued Hellenic-Eastern influence on Italy to the point were most native if not all Roman traditions and customs had vanished due to the lack of a native Roman-Latin population ho's already almost non existent cultural identity had to constantly face wars, femines and most importantly, their neighbors Hellenic influence resulting in the definitively Roman disappearance. However in the more prosperus east, their Byzantine counterparts were reflecting a kneading Hellenizig influence all over the Mediterrean. Reaching again their second biggest climax under Basil's the second reign with Hellenic influence having deep effect's in their neighboring territories such as the Georgian, Armenian, Balkanic and Italian provinces as well they successfully restablished their position and influence on former Hellenic territories such as Syria, Levanon, much of Palestine and the surroundings areas of the holy land where it keeps in debate if they got as far as capturing Jerusalem. ==Notes==",
 "title": "Greco-Roman relations in classical antiquity"
}