{
 "id": "215139",
 "text": "The Second London Naval Treaty was an international treaty signed as a result of the Second London Naval Disarmament Conference held in London, the United Kingdom. The conference started on 9 December 1935 and treaty was signed by the participating nations on 25 March 1936. ==Treaty== The signatories were France, the United States, and most members of the British Commonwealth: Australia, Canada, India, New Zealand, and the United Kingdom (on behalf of itself and \"all parts of the British Empire which are not separate Members of the League of Nations\"). Two Commonwealth Dominions declined to sign: South Africa and the Irish Free State, the latter because it had no navy. Japan, a signatory of the First London Naval Treaty and already at war on the Asian mainland, withdrew from the conference on 15 January. Italy also declined to sign the treaty, largely as a result of the controversy over its invasion of Abyssinia (Ethiopia); Italy was under sanctions from the League of Nations. The conference was intended to limit the growth in naval armaments until its expiration in 1942. The absence of Japan (a very significant naval power) prevented agreement on a ceiling on the numbers of warships. The treaty did limit the maximum size of the signatories' ships, and the maximum calibre of the guns which they could carry. First of all, capital ships were restricted to a standard displacement and 14-inch (356 mm) guns.Treaty text. Article 4 However, a so-called \"escalator clause\" was included at the urging of American negotiators in case any of the countries that had signed the Washington Naval Treaty refused to adhere to this new limit. This provision allowed the signatory countries of the Second London Treaty—France, the United Kingdom and the United States—to raise the limit from 14-inch guns to 16-inch if Japan or Italy still refused to sign after 1 April 1937.Muir, \"Gun Calibers and Battle Zones\", 25 Also submarines could not be larger than 2,000 tons or have any gun armament of greater than 5.1-inches, light cruisers were restricted to 8,000 tons and 6.1-inch (155 mm) or smaller guns and aircraft carriers were restricted to 23,000 tons. Article 25 however gave the right to depart limitations if any other country authorised, constructed or acquired a capital ship, an aircraft carrier, or a submarine exceeding treaty limits, and if such a departure would be necessary for national security. For this reason, in 1938 the treaty parties agreed on a new displacement limit of 45,000 tons for battleships, the ill-fated battlecruiser already having fallen out of favor. This London Naval Treaty effectively ended on 1 September 1939 with the beginning of World War II. Even during its brief period of supposed effectiveness, its clauses were honoured more in the breach than in the observance. Three classes of \"treaty\" battleships were built or laid down by the United States: the , , and classes. The design of the North Carolina class was initiated before the escalator clause was invoked, Its ships being intended to be armed with, and protected against, 14-inch guns. However, with the invocation of the escalator clause, they were completed with 16-inch guns. The four battleships of the South Dakota class were designed with and protected against 16-inch guns, but maintained a 35,000 ton standard displacement. Design of the Iowa-class began in 1938 and its orders were placed in 1939; with the invocation of the \"escalator clause\", the Iowas carried 16-inch guns on a displacement of 45,000 tons. Article 22 of the 1930 Treaty of London relating to submarine warfare declared international law (the so-called \"cruiser rules\") applied to submarines as well as to surface vessels. Also, unarmed merchant vessels which did not demonstrate \"persistent refusal to stop...or active resistance to visit or search\"Holwitt, Joel I. \"Execute Against Japan\", PhD dissertation, Ohio State University, 2005, p. 93. could not be sunk without the ships' crews and passengers being first delivered to \"a place of safety\" (for which lifeboats did not qualify, except under particular circumstances).Holwitt, p.92: quoting Article 22 of the London Naval Treaty. The 1936 treaty confirmed Article 22 of the 1930 treaty remained in force, and \"all others Powers [were invited] to express their assent to the rules embodied in this Article\".Treaty for the Limitation and Reduction of Naval Armaments, (Part IV, Art. 22, relating to submarine warfare). London, 22 April 1930Procès-verbal relating to the Rules of Submarine Warfare set forth in Part IV of the Treaty of London of 22 April 1930. London, 6 November 1936 This became known as the London Submarine Protocol, and over thirty-five nations eventually did subscribe to it, including the U.S., Britain, Germany, and Japan.Holwitt, pp. 94–95. It was this Protocol which was used at the post war Nuremberg Trial of Karl Dönitz for ordering unrestricted submarine warfare. These regulations did not prohibit arming merchantmen,Holwitt, p. 6. but according to Dönitz, arming them, or having them report contact with submarines (or raiders), made them de facto naval auxiliaries and removed the protection of the cruiser rules.Dönitz, Karl. Memoirs: Ten Years and Twenty Days; von der Poorten, Edward P. The German Navy in World War II (T. Y. Crowell, 1969); Milner, Marc. North Atlantic run : the Royal Canadian Navy and the battle for the convoys (Vanwell Publishing, 2006) This made restrictions on submarines effectively moot.Holwitt, p. 6. ==See also== * Washington Naval Treaty, preceding treaty * London Naval Treaty, preceding treaty * Anglo-German Naval Agreement ==Footnotes== == References == * * * Dönitz, Karl. Memoirs: Ten Years and Twenty Days. 1952. * Holwitt, Joel I. \"Execute Against Japan\", PhD dissertation, Ohio State University, 2005, p. 93\\. * Milner, Marc. North Atlantic run : the Royal Canadian Navy and the battle for the convoys. St. Catharines, Ontario: Vanwell Publishing, 2006. * Muir Jr., Malcolm. \"Gun Calibers and Battle Zones: The United States Navy's Foremost Concern During the 1930s.\" Warship International no. 1 (1980): 24–35. * Von der Poorten, Edward P. The German Navy in World War II. New York: T. Y. Crowell, 1969 ==External links== *Full text of the Treaty Category:Treaties of the United Kingdom Category:Treaties of the United States London Naval Treaty, Second Category:History of the French Navy Category:United States Navy in the 20th century Category:History of the Royal Navy Category:1936 in France Category:1936 in the United Kingdom Category:1936 in the United States Category:Treaties concluded in 1936 Category:Treaties of the French Third Republic Category:Interwar-period treaties Category:Naval treaties Category:1936 in British politics",
 "title": "Second London Naval Treaty"
}