{
 "id": "216066",
 "text": "The Second French Empire (; officially the French Empire, ), was the 18-year Imperial Bonapartist regime of Napoleon III from 14 January 1852 to 27 October 1870, between the Second and the Third Republic of France. Historians in the 1930s and 1940s often disparaged the Second Empire as a precursor of fascism. That interpretation is no longer promulgated, and by the late 20th century they were celebrating it as leading example of a modernising regime. Historians have generally given the Empire negative evaluations on its foreign policy, and somewhat more positive evaluations of domestic policies, especially after Napoleon III liberalised his rule after 1858. He promoted French business and exports. The greatest achievements included a grand railway network that facilitated commerce and tied the nation together with Paris as its hub. This stimulated economic growth and brought prosperity to most regions of the country. The Second Empire is given high credit for the rebuilding of Paris with broad boulevards, striking public buildings, and elegant residential districts for upscale Parisians. In international policy, Napoleon III tried to emulate his uncle Napoleon I, engaging in numerous imperial ventures around the world as well as several wars in Europe. He began his reign with French victories in Crimea and in Italy, gaining Savoy and Nice. Using very harsh methods, he built up the French Empire in North Africa and in Southeast Asia. Napoleon III also sought to erect a Second Mexican Empire and bring it into the French orbit, but this ended in a fiasco. He badly mishandled the threat from Prussia, and by the end of his reign, the French emperor found himself without allies in the face of overwhelming German force. His rule was ended during the Franco-Prussian War, when he was captured by the Prussian army at Sedan in 1870 and dethroned by French republicans. He later died in exile in 1873, living in the United Kingdom. ==History== ===Coup of 1851=== On 2 December 1851, Louis-Napoléon Bonaparte, who had been elected President of the Republic, staged a coup d'état by dissolving the National Assembly without having the constitutional right to do so. He thus became sole ruler of France, and re-established universal suffrage, previously abolished by the Assembly. His decisions were popularly endorsed by a referendum later that month that attracted a 92 percent support.Dieter Nohlen & Philip Stöver (2010) Elections in Europe: A data handbook, pp. 673–683 At that same referendum, a new constitution was approved. Formally enacted in January 1852, the new document made Louis-Napoléon president for 10 years, with no restrictions on re-election. It concentrated virtually all governing power in his hands. However, Louis-Napoléon was not content with merely being an authoritarian president. Almost as soon as he signed the new document into law, he set about restoring the empire. In response to officially inspired requests for the return of the empire, the Senate scheduled a second referendum in November, which passed with 97 percent support. As with the December 1851 referendum, most of the \"yes\" votes were manufactured out of thin air. The empire was formally re-established on 2 December 1852, and the Prince-President became \"Napoléon III, Emperor of the French\". The constitution had already concentrated so much power in his hands that the only substantive changes were to replace the word \"president\" with the word \"emperor\" and to make the post hereditary. The popular referendum became a distinct sign of Bonapartism, which Charles de Gaulle would later use. ===Early reign=== With almost dictatorial powers, Napoleon III made building a good railway system a high priority. He consolidated three dozen small, incomplete lines into six major companies using Paris as a hub. Paris grew dramatically in terms of population, industry, finance, commercial activity, and tourism. Working with Georges-Eugène Haussmann, Napoleon III spent lavishly to rebuild the city into a world-class showpiece. The financial soundness for all six companies was solidified by government guarantees. Although France had started late, by 1870 it had an excellent railway system, supported as well by good roads, canals and ports.J.H. Clapham, Economic development of France and Germany 1815-1914 (1936) pp 147–150 Napoleon, in order to restore the prestige of the Empire before the newly awakened hostility of public opinion, tried to gain the support from the Left that he had lost from the Right. After the return from Italy, the general amnesty of 16 August 1859 had marked the evolution of the absolutist or authoritarian empire towards the liberal, and later parliamentary empire, which was to last for ten years. ===Religion=== The idea of Italian unification, which would inevitably end the temporal power of the popes, outraged French Catholics, who had been the leading supporters of the Empire. A keen Catholic opposition sprang up, voiced in Louis Veuillot's paper the Univers, and was not silenced even by the Syrian expedition (1860) in favour of the Catholic Maronite side of the Druze–Maronite conflict. Ultramontane Catholicism, longing for close links to the Pope in Rome, played a pivotal role in the democratisation of culture. The pamphlet campaign led by Mgr Gaston de Ségur, at the height of the Italian question in February 1860, made the most of the freedom of expression enjoyed by the Catholic Church in France. The goal was to mobilise Catholic opinion and encourage the government to support the Pope. A major result of the Calthoic ultramontane campaign was to trigger reforms in the cultural sphere, which also granted freedoms to their political enemies the Republicans and freethinkers. Although the Second Empire strongly favoured Catholicism, the official state religion, it tolerated Protestants and Jews, with no persecutions or pogroms. The state dealt with the small Protestant community of Calvinist and Lutheran churches, whose members included many prominent businessmen who supported the regime. The emperor's Decree Law of 26 March 1852 led to greater government interference in Protestant church affairs, thus reducing self-regulation in favor of Catholic bureaucrats who misunderstood and mistrusted Protestant doctrine. Their administration affected not only church-state relations but also the internal lives of Protestant communities. ===Police=== Napoleon III manipulated a range of politicised police powers to censor the media and suppress opposition. Legally he had broad powers but in practice he was limited by legal, customary, and moral deterrents. By 1851 political police had a centralised administrative hierarchy and were largely immune from public control. The Second Empire continued the system; proposed innovations were stalled by officials. Typically political roles were part of routine administrative duties. Although police forces were indeed strengthened, opponents exaggerated the increase of secret police activity and the imperial police lacked the omnipotence seen in later totalitarian states. ===Freedom of the press=== Napoleon began by removing the gag which was keeping the country in silence. On 24 November 1860, he granted to the Chambers the right to vote an address annually in answer to the speech from the throne, and to the press the right of reporting parliamentary debates. He counted on the latter concession to hold in check the growing Catholic opposition, which was becoming more and more alarmed by the policy of laissez-faire practised by the emperor in Italy. The government majority already showed some signs of independence. The right of voting on the budget by sections, granted by the emperor in 1861, was a new weapon given to his adversaries. Everything conspired in their favour: the anxiety of those candid friends who were calling attention to the defective budget, the commercial crisis and foreign troubles. ===The Union libérale=== Napoleon again disappointed the hopes of Italy, allowed Poland to be crushed, and allowed Prussia to triumph over Denmark regarding the Schleswig-Holstein question. These inconsistencies led opposition leaders to form the Union libérale, a coalition of the Legitimist, Liberal and Republican parties. The Opposition gained forty seats in the elections of May–June 1863, and Adolphe Thiers urgently gave voice to the opposition parties' demands for \"necessary liberties\". It would have been difficult for the emperor to mistake the importance of this manifestation of French opinion, and in view of his international failures, impossible to repress it. The sacrifice of minister Persigny of the interior, who was responsible for the elections, the substitution for the ministers without portfolio of a sort of presidency of the council filled by Eugène Rouher, the \"Vice-Emperor\", and the nomination of Jean Victor Duruy, an anti-clerical, as minister of public instruction, in reply to those attacks of the Church which were to culminate in the Syllabus of 1864, all indicated a distinct rapprochement between the emperor and the Left. But though the opposition represented by Thiers was rather constitutional than dynastic, there was another and irreconcilable opposition, that of the amnestied or voluntarily exiled republicans, of whom Victor Hugo was the eloquent mouthpiece. Thus those who had formerly constituted the governing classes were again showing signs of their ambition to govern. There appeared to be some risk that this movement among the bourgeoisie might spread to the people. Napoleon believed that he would consolidate his menaced power by again turning to the labouring masses, by whom that power had been established. Assured of support, the emperor, through Rouher, a supporter of the absolutist régime, refused all fresh claims on the part of the Liberals. He was aided by international events such as the reopening of cotton supplies when the American Civil War ended in 1865, by the apparent closing of the Roman question by the convention of 15 September, which guaranteed to the Papal States the protection of Italy, and finally by the treaty of 30 October 1864, which temporarily put an end to the crisis of the Schleswig-Holstein question. ===Social mobility=== France was primarily a rural society, in which social class depended on family reputation and land ownership. A limited amount of upward mobility was feasible through the steadily improving educational system. Students from all levels of society were granted admission to public secondary schools, opening a ladder to sons of peasants and artisans. However, whether through jealousy of or distrust for the higher classes, few working-class families took advantage of education or wished to see their sons move up and out: very few sought admission to the 'grandes écoles.' The elite maintained their position while allowing social ascent through the professions for ambitious sons of wealthy farmers and small-town merchants. ===Mobilization of the working classes=== The Ultramontane party grumbled, while the industries formerly protected were dissatisfied with free trade reform. The working classes had abandoned their political neutrality. Disregarding Pierre-Joseph Proudhon's impassioned attack on communism, they had gradually been won over by the collectivist theories of Karl Marx and the revolutionary theories of Mikhail Bakunin, as set forth at the congresses of the International. These Labour congresses defied official proscriptions, and proclaimed that the social emancipation of the worker was inseparable from his political emancipation. The union between the internationalists and the republican bourgeois became an accomplished fact. The Empire, taken by surprise, sought to curb both the middle classes and the labourers, goading both into revolutionary actions. There were multiple strikes. The elections of May 1869, which took place during these disturbances, inflicted upon the Empire a serious moral defeat. In spite of the government's warning against the \"red terror\", the conciliatoriy candidate Ollivier was rejected by Paris, while 40 irreconcilables and 116 members of the Third Party were elected. Concessions had to be made, and by the senatus-consulte of 8 September 1869, a parliamentary monarchy was substituted for the Emperor's personal government. On 2 January 1870 Ollivier was placed at the head of the first homogeneous, united and responsible ministry. ===Plebiscite of 1870=== Although most the country hailed this reconciliation of liberty and order, the republican party insisted on further reforms and liberties and demanding the overthrow of the Empire. The killing of the journalist Victor Noir by Pierre Bonaparte, a member of the imperial family, gave the revolutionaries their long desired opportunity (10 January). But the émeute (uprising) ended in a failure. In a concession to democratic currents, the emperor put his policy to a plebiscite on 8 May 1870. The result was a substantial success for Bonaparte, with seven and a half million in favour and only one and a half million against. However, the vote also signified divisions in France. Those affirming were found mainly in rural areas, while the opposition prevailed in the big towns. ==Foreign policy== The Crimean War ended in 1856, a victory for Napoleon III and a resulting peace that excluded Russia from the Black Sea. His son Louis- Napoléon Bonaparte was born the same year, which promised a continuation of the dynasty. In 1859, Napoleon led France to war with Austria over Italy. France was victorious and gained Savoy and Nice. The commercial treaty with Great Britain in 1860 ratified the free trade policy of Richard Cobden and Michel Chevalier, had brought upon French industry the sudden shock of foreign competition. Thus both Catholics and protectionists discovered that authoritarian rule can be favourable when it serves their ambitions or interests, but not when exercised at their expense. France was officially neutral throughout the American Civil War, 1861–1865 and never recognised the Confederate States of America. The United States warned that recognition would mean war. However, the textile industry needed Southern cotton, and Napoleon had imperial ambitions in Mexico, which could be greatly aided by the Confederacy. At the same time, other French political leaders, such as Foreign Minister Édouard Thouvenel, supported the United States. Napoleon helped finance the Confederacy but refused to intervene actively until Britain agreed, and London always rejected intervention. The Emperor realised that a war with the US without allies would spell disaster for France. Napoleon dreamed of building a French economic sphere in Latin America, centered on Mexico. He helped to rapidly promote rapid economic modernisation, but his army battled diehard insurgents who had American support. By 1863, French military intervention in Mexico to set up a Second Mexican Empire headed by Emperor Maximilian, brother of Franz Joseph I of Austria, was a complete fiasco. The Mexicans fought back and after defeating the Confederacy the U.S. demanded the French withdraw from Mexico—sending 50,000 veteran combat troops to the border to ram the point home. The French army went home; the puppet emperor did not leave and was executed. From 1861 to 1863 France embarked on colonising experiments in Cochinchina (southern Vietnam) and Annam (central Vietnam). The conquest was bloody but successful, and supported by large numbers of French soldiers, missionaries and businessmen, as well as the local Chinese entrepreneurial element. Mixed domestic gains and losses resulted from European policies. The support France gave to the Italian cause had aroused the eager hopes of other nations. The proclamation of the Kingdom of Italy on 17 March 1861 after the rapid annexation of Tuscany and the kingdom of Two Sicilies had proved the danger of half-measures. But when a concession, however narrow, had been made to the liberty of one nation, it could hardly be refused to the no less legitimate aspirations of the rest. In 1863, these \"new rights\" again clamoured loudly for recognition: in Poland, in Schleswig and Holstein, in Italy, now united, with neither frontiers nor capital, and in the Danubian principalities. To extricate himself from the Polish impasse, the emperor again proposed a congress, with no luck. He was again unsuccessful: Great Britain refused even to admit the principle of a congress, while Austria, Prussia and Russia gave their adhesion only on conditions which rendered it futile, i.e. they reserved the vital questions of Venetia and Poland. The Emperor support of the Polish rebels alienated the Russian leadership. The visit of Czar Alexander II to Paris for John disaster when he was twice attacked by Polish assassins, but escaped. In Berlin, Bismarck saw the opportunity to squeeze out the French by forming closer relationships with the Russians. The success of the 1870 plebiscite, which should have consolidated the Empire, determined its downfall. It was thought that a diplomatic success would make the country forget liberty in favour of glory. It was in vain that after the parliamentary revolution of 2 January 1870, Comte Daru revived, through Lord Clarendon, Count Beust's plan of disarmament after the Battle of Königgrätz. He met with a refusal from Prussia and from the imperial entourage. The Empress Eugénie was credited with the remark, \"If there is no war, my son will never be emperor.\" ===Overseas empire=== Napoleon III doubled the area of the French overseas Empire; he established French rule in New Caledonia, and Cochinchina, established a protectorate in Cambodia (1863); and colonised parts of Africa. He joined Britain in sending an army to China during the Second Opium War and the Taiping Rebellion (1860), but French ventures failed to establish influence in Japan (1867) and Korea (1866). To carry out his new overseas projects, Napoleon III created a new Ministry of the Navy and the Colonies, and appointed an energetic minister, Prosper, Marquis of Chasseloup-Laubat, to head it. A key part of the enterprise was the modernisation of the French Navy; he began the construction of fifteen powerful screw steamers; and a fleet of steam powered troop transports. The French Navy became the second most powerful in the world, after Britain's. He also created a new force of colonial troops, including elite units of naval infantry, Zouaves, the Chasseurs d'Afrique, and Algerian sharpshooters, and he expanded the Foreign Legion, which had been founded in 1831 and fought well in the Crimea, Italy and Mexico. French overseas territories had tripled in area; in 1870 they covered almost a million square kilometres, and controlled nearly five million inhabitants. While soldiers, administrators, businessmen and missionaries came and left, very few Frenchmen permanently settled in the colonies, apart from some in Algeria. The colonial trade reached 600 million francs, but the profits were overwhelmed by the expenses. However, a major goal was the 'Mission civilisatrice', the mission to spread French culture, language and religion, and this proved successful. ==The empire's end== The rise of the neighbouring state of Prussia during the 1860s threatened French supremacy in western Europe. Napoleon, growing steadily weaker in body and mind, badly mishandled the situation, and eventually found himself in a war without allies. Britain was afraid of French militarism and refused to help. Russia was highly annoyed about French interference in supporting Polish rebels in the 1863 uprising. Napoleon had given strong support to Italy, but refused the demand for Rome, and kept French troops in Rome to protect the pope from the new Italian government, thus leading to Italian refusal to help. The United States remained alienated because of the fiasco in Mexico. Napoleon did not know what he wanted or what to do, but the reverse was true for Prussian Prime Minister Otto von Bismarck, who planned to create a great new German nation, based on Prussian power, as well as resurgent German nationalism based on the systematic humiliation of France. After seeing the defeat of Austria, the Emperor demanded a conscription law. The parliament disagreed, claiming professionals will be always the better option, and he, outvoted, backed down. The immediate issue was a trivial controversy regarding control of the Spanish throne. France was actually successful in the diplomatic standoff, but Napoleon wanted to humiliate the Prussian king, Wilhelm I. Bismarck in turn manipulated the situation such that France declared war against Prussia on 15 July 1870 after major uprisings in France (however, Napoleon was reluctant as he had become ill as well as being skeptical of the outcome), thus sparking the Franco-Prussian War. The smaller German states rallied behind Prussia, while the large French army proved to be poorly armed, poorly trained, and, initially led by the Emperor himself, very poorly commanded. The French empire made the first move, as the Emperor led a charge that crossed the German border. On August 2, the French defeated a Prussian vanguard and occupied the town of Saarbrücken. Two days later, the Prussians launched an offensive that repulsed the French army. After the first nine days of August, France experienced major losses. The Emperor handed power to the other generals and let them command, then telegrammed his wife, asking if he should return to Paris. His wife refused, and thus he only sent his son home. The French prime minister resigned, being replaced with a more effective military leader, who soldered the disorganised and demoralised French. He forged the army of Châlons, who, led by Marshal MacMahon and the Emperor, attempted to relieve the siege of Metz, where the largest French army lay entrapped. The army was repulsed by the Prussians, and retreated to Sedan, where it was surrounded and forced to surrender after the Battle of Sedan. Napoleon III himself became a prisoner and Republican forces quickly took control of Paris. France, under the leadership of Léon Gambetta, declared the establishment of the Third French Republic. Napoleon and Eugénie went into exile in England. Victory produced an onrush of German nationalism that Bismarck immediately seized to unite all of the German states (except Austria), thereby creating the German Empire, with the Prussian king as its emperor and Bismarck as chancellor. The new Germany was now continental Europe's dominant military force. Additionally, France was forced to give up the two border provinces of Alsace and Lorraine, and its humiliation lasted for generations. ==Structure of government== thumb|Imperial Standard of Napoleon III The structure of the French government during the Second Empire was little changed from the First. But Emperor Napoleon III stressed his own imperial role as the foundation of the government. If government was to guide the people toward domestic justice and external peace, it was his role as emperor, holding his power by universal male suffrage and representing all of the people, to function as supreme leader and safeguard the achievements of the revolution. He had so often, while in prison or in exile, chastised previous oligarchical governments for neglecting social questions that it was imperative France now prioritise their solutions. His answer was to organise a system of government based on the principles of the \"Napoleonic Idea\". This meant that the emperor, the elect of the people as the representative of the democracy, ruled supreme. He himself drew power and legitimacy from his role as representative of the great Napoleon I of France, \"who had sprung armed from the French Revolution like Minerva from the head of Jove\". The anti- parliamentary French Constitution of 1852 instituted by Napoleon III on 14 January 1852, was largely a repetition of that of 1848. All executive power was entrusted to the emperor, who, as head of state, was solely responsible to the people. The people of the Empire, lacking democratic rights, were to rely on the benevolence of the emperor rather than on the benevolence of politicians. He was to nominate the members of the council of state, whose duty it was to prepare the laws, and of the senate, a body permanently established as a constituent part of the empire. One innovation was made, namely, that the Legislative Body was elected by universal suffrage, but it had no right of initiative, all laws being proposed by the executive power. This new political change was rapidly followed by the same consequence as had attended that of Brumaire. On 2 December 1852, France, still under the effect of Napoleon's legacy, and the fear of anarchy, conferred almost unanimously by a plebiscite the supreme power, with the title of emperor, upon Napoleon III. The Legislative Body was not allowed to elect its own president or to regulate its own procedure, or to propose a law or an amendment, or to vote on the budget in detail, or to make its deliberations public. Similarly, universal suffrage was supervised and controlled by means of official candidature, by forbidding free speech and action in electoral matters to the Opposition, and by a gerrymandering in such a way as to overwhelm the Liberal vote in the mass of the rural population. The press was subjected to a system of cautionnements (\"caution money\", deposited as a guarantee of good behaviour) and avertissements (requests by the authorities to cease publication of certain articles), under sanction of suspension or suppression. Books were subject to censorship. To counteract the opposition of individuals, a surveillance of suspects was instituted. Felice Orsini's attack on the emperor in 1858, though purely Italian in its motive, served as a pretext for increasing the severity of this régime by the law of general security (sûreté générale) which authorised the internment, exile or deportation of any suspect without trial. In the same way public instruction was strictly supervised, the teaching of philosophy was suppressed in the lycées, and the disciplinary powers of the administration were increased. For seven years France had no democratic life. The Empire governed by a series of plebiscites. Up to 1857 the Opposition did not exist; from then until 1860 it was reduced to five members: Darimon, Émile Ollivier, Hénon, Jules Favre and Ernest Picard. The royalists waited inactive after the new and unsuccessful attempt made at Frohsdorf in 1853, by a combination of the legitimists and Orléanists, to re-create a living monarchy out of the ruin of two royal families. ==See also== * French colonial empire * History of France * International relations of the Great Powers (1814–1919) * List of French possessions and colonies * Paris during the Second Empire * Claude Henri de Rouvroy, comte de Saint-Simon * Second Empire (architecture) == Notes == == References == ==Further reading== ===Surveys=== * Aubry, Octave. The Second Empire (1940), 685pp popular survey online * Bury, J. Napoleon III and the Second Empire (1964), scholarly survey * Echard, William E., ed. Historical Dictionary of the French Second Empire, 1852–1870 (1985), 829 pp online * Furet, François. Revolutionary France 1770-1880 (1995), pp 438–491. survey of political history by leading scholar * Plessis, Alain, and Jonathan Mandelbaum. The Rise and Fall of the Second Empire, 1852 - 1871 (The Cambridge History of Modern France) (1988) excerpt and text search * Smith, W.H.C. Second Empire and Commune: France 1848–71 (1985) 98 pp short overview * Tulard, Jean (ed.), Dictionnaire du Second Empire, Paris, Fayard, (1995) 1348 p. * === Secondary sources === * * * * , relations leading up to the French invasion * * * * * * , * * * * * * * * * * * , diplomatic and political origins and the conduct of the war * * * * * * * * , full-scale biography * * , biography * * * ===Historiography=== * Campbell, S. The Second Empire Revisited: A Study in French Historiography (1978) * * ===Primary sources=== * , complete text online; 740pp * ==External links== * The Civil War in France Karl Marx's 3rd address to the Paris Commune, describes character of Second Empire. Empire 2 Category:Modern history of France France 2 France, Empire 2 Empire 2 Empire 2 Empire 2 Empire 2 Empire 2 Empire 2 France, Empire 2 France, Empire 2 Category:19th century in France",
 "title": "Second French Empire"
}