{
 "id": "216148",
 "text": "Bulbophyllum is a genus of mostly epiphytic and lithophytic orchids in the family Orchidaceae. It is the largest genus in the orchid family and one of the largest genera of flowering plants with more than 2,000 species, exceeded in number only by Astragalus. These orchids are found in diverse habitats throughout most of the warmer parts of the world including Africa, southern Asia, Latin America, the West Indies, and various islands in the Indian and Pacific Oceans. Orchids in this genus have thread-like or fibrous roots that creep over the surface of trees or rocks or hang from branches. The stem is divided into a rhizome and a pseudobulb, a feature that distinguished this genus from Dendrobium. There is usually only a single leaf at the top of the pseudobulb and from one to many flowers are arranged along an unbranched flowering stem that arises from the base of the pseudobulb. Several attempts have been made to separate Bulbophyllum into smaller genera, but most have not been accepted by the World Checklist of Selected Plant Families. ==Description== Plants in the genus Bulbophyllum are epiphytic or lithophytic sympodial herbs with thread-like or fibrous roots that creep over the surface on which they grow. The stem consists of a rhizome and a pseudobulb, the latter with one or two usually fleshy or leathery leaves. The flowers are arranged on an unbranched raceme that emerges from the pseudobulb, usually from its base. The dorsal sepal is free from the lateral sepals which themselves may be free or fused to each other. The petals are also free from each other and smaller than the lateral sepals. The labellum is often fleshy, curved and hinged to the base of the column. ==Taxonomy and naming== The genus Bulbophyllum was first formally described in 1822 by Louis-Marie Aubert du Petit-Thouars in his book Histoire particulière des plantes orchidées recueillies sur les trois Iles Australes d’Afrique, de France, de Bourbon et de Madagascar in which he described eighteen species of Bulbophyllum. There are now more than 2,800 records (accepted names and synonyms) for this genus. This large number and the great variety of its forms make the genus a considerable challenge for taxonomists: 120 sections and subgenera have been listed. The genus name (Bulbophyllum) is derived from the Greek bolbos meaning 'bulb' and phyllon, 'a leaf', referring to the pseudobulbs on top of which the leaf grows. In 2014, Alec Pridgeon and others proposed merging the genus Drymoda with Bulbophyllum in the Genera Orchidacearum and the change is accepted by Plants of the World Online and the World Checklist of Selected Plant Families. The former species of Drymoda included D. digitata (now B. digitatum),, D. gymnopus (now B. gymnopus), D. latisepala (now B. capillipes), D. picta (the type species of Drymoda, now B. drymoda), and D. siamensis (now B. ayuthayense). ==Distribution and habitat== The center of diversity of this genus is in the montane forests of Papua New Guinea (more than 600 species) which seems to be the evolutionary homeland, though the genus is pantropical and widespread, occurring in Australia, Southeast Asia (with over 200 species in Borneo), India, Madagascar (with 135 species, some endemic), Africa and in tropical central and South America. The erect to pendent inflorescence arises laterally from the base of the pseudobulb. The flower form has a basic structural blueprint that serves to identify this genus. But this form can be very diverse : compound or single, with few to many flowers, with the resupinate flowers arranged spirally or in two vertical ranks. The sepals and the petals can also be very varied : straight or turned down, without footstalk or with a long claw at the base. They are often hairy or callous. There are two to four hard and waxy pollinia with stipes present or absent. The fruits are beakless capsules. ==Evolution and biogeography== Molecular phylogenetic studies place the origin of the orchid genus Bulbophyllum into the early Miocene. Biogeographic analyses and ancestral area reconstructions identified the Asia-Pacific region as the ancestral area of Bulbophyllum and suggest an early-to-late Miocene scenario of ‘out-of-Asia-Pacific’ origin and progressive (east-to-west) dispersal-mediated diversification, resulting in three additional radiations in Madagascar, Africa and the Neotropics, respectively. Gamisch, A., Comes, H.P. Clade-age-dependent diversification under high species turnover shapes species richness disparities among tropical rainforest lineages of Bulbophyllum (Orchidaceae). BMC Evol Biol 19, 93 (2019). https://doi.org/10.1186/s12862-019-1416-1 ==Ecology== ===Pollination=== Many Bulbophyllum species have the typical odor of rotting carcasses, and the flies they attract assist in their reproduction through pollination. Nevertheless, some species with mild and pleasant floral fragrance attract Dacini fruit flies (particularly Bactrocera and Zeugodacus species) via methyl eugenol, raspberry ketone or zingerone that also act as floral reward during pollination. == Use in horticulture == Bulbophyllum (abbreviated Bulb. in the horticultural trade)Alphabetical List of Standard Abbreviations for Natural and Hybrid Generic Names, Royal Horticultural Society, 2017. includes species that have been the focus of orchid collectors for over a century. The plants require high humidity combined with good air movement and most of them are ever-blooming - flowering continuously throughout the year. They grow best at moderate light levels, but do not thrive in deep shade. They are considered moderate-to-difficult to cultivate, and require a controlled growing environment to achieve some degree of success. They are not typically suitable as houseplants, and most will not thrive in a Wardian case unless they receive adequate air movement. The plants' growth habit produces widely spaced pseudobulbs along cord-like rhizome sections, and most of these plants are best accommodated on plaques. Some species in this genus can get very large, but most are small to medium- sized epiphytes from warm, moist, humid tropical forests. They can grow continuously year round with no apparent dormancy period if they are kept warm, are moderate feeders in cultivation, and must be kept moist all the time. They can tolerate dryness for short periods, but they have fine root systems which require moist conditions all the time.Illustrated Encyclopedia of Orchids Some of the smaller species do well in pots with small-diameter bark substrate. The plants produce very fine roots generally, and the roots are easily damaged. The plants react poorly to disturbance of their roots. They are easy to maintain once a good environment is established with high humidity and a fresh, buoyant, lightly circulating atmosphere being critical. Most of these species cannot tolerate cold temperatures or freezing. The flowers produce various odors resembling sap, urine, blood, dung, carrion, and, in some species, fragrant fruity aromas. Most are fly-pollinated, and attract hordes of flies. Bulbophyllum beccarii in bloom has been likened to smelling like a herd of dead elephants and both this species and Bulbophyllum fletcherianum are variously described as making it difficult to walk into a greenhouse in which they are being cultivated if the plants are in bloom because of their overpowering floral odors. === Species === Some species are known for their extreme vegetative and floral forms: *Bulbophyllum beccarii *Bulbophyllum barbigerum *Bulbophyllum falcatum *Bulbophyllum santosii *Bulbophyllum macphersonii *Bulbophyllum medusae == Conservation status == Some Bulbophyllum species are threatened with extinction, and are recognised as such by the World Conservation Union (IUCN): *Bulbophyllum bifarium (vulnerable) *Bulbophyllum filiforme (critically endangered) *Bulbophyllum gravidum (vulnerable) *Bulbophyllum jaapii (vulnerable) *Bulbophyllum kupense (critically endangered) *Bulbophyllum modicum (endangered) *Bulbophyllum nigericum (vulnerable) *Bulbophyllum pandanetorum (endangered) *Bulbophyllum rubrolabellum (endangered) *Bulbophyllum tokioi (endangered) == Gallery == Image:Bulbophyllum baileyi var alba.jpg|B. baileyi var. alba Image:Bulbophyllum_falcatum.jpg|B. falcatum Image:Bulbophyllum-lepidum.jpg|B. flabellum-veneris Image:Bulbophyllum-putidum.jpg|B. putidum Image:Bulbophyllum-pectenveneris.jpg|B. pectenveneris Image:B.translucidum.jpg |B.translucidum == References == == Bibliography == * J.J. Vermeulen : Orchid Monographs Vol. 7 (1993), A taxonomic revision of Bulbophyllum, sections Adelopetalum, Lepanthanthe, Macrouris, Pelma, Peltopus, and Uncifera (Orchidaceae). iv + 324 pp., 25 text-figs. + 116 full-page line drawings, 6 pp. colour plates. * Siegerist E.S.: - Bulbophyllums and their allies Timber Press, 2001, 77 colour photos, 296 pp - devoted solely to Bulbophyllums, it is an introductory guide for amateur and advanced orchid growers. == External links == * Bulbophyllum page * The Bulbophyllum - Checklist Category:Dendrobieae genera Category:Epiphytic orchids",
 "title": "Bulbophyllum"
}