{
 "id": "216594",
 "text": "{{Infobox settlement | name = Söğüt | settlement_type = Town | image_skyline = | image_caption = | image_shield = | pushpin_map = Turkey Marmara#Turkey | coordinates = | timezone = FET | utc_offset = +3 | subdivision_type = Country | subdivision_name = | subdivision_type1 = Region | subdivision_name1 = Marmara | subdivision_type2 = Province | subdivision_name2 = Bilecik | leader_party = MHP | leader_title = Mayor | leader_name = İsmet Sever | leader_title1 = Governor | leader_name1 = Murat Öztürk | area_footnotes = | area_blank1_title = District | area_blank1_km2 = | elevation_m = | population_footnotes = | population_urban = | population_as_of = | population_blank1_title = District | population_blank1 = | population_density_blank1_km2 = auto |blank_info = 11|blank_name=Licence plate| | postal_code_type = Postal code | postal_code = 11600 | area_code = (+90) 0228 | website = }} Söğüt (, ; Greek: Θηβάσιον or Θηβάσιο, Thêbásion) is a town and district in Bilecik Province, Turkey. It is in the Marmara region in the north-west of the country, with an area of , bordering Bilecik to the west, Gölpazarı to the north, İnhisar to the north-east, Tepebaşı (Eskişehir) to the south-east, and Bozüyük to the south-west. Söğüt district has 5 boroughs and 23 villages, with the population last recorded as 21,012 citizens (2000), but according to a 2010 estimate the population was 19,425. Söğüt is notable as the founding location and first capital of the Ottoman Empire from 1299 to 1335. == Name and etymology == The name of the settlement is first attested under the Greek name Thêbásion in 13th century. According to Ottoman cadastral record books of 1487 in Hüdavendigâr area the town was registered under the Turkish name Beğsöğüdü or Bey Söğüdü, and this name took the form Söğüd in government records after the first half of the 17th century. According to Sevan Nişanyan during the 15th and 16th centuries Söğüd was used the describe the kazâ, meanwhile Beğsöğüdü was used to mean the central settlement of that kazâ. He also proposed that the Greek name, if loaned to Turkish, must have been evolved to Sivad or Sivas, which in turn might be the source of the later Turkish names. ==History== Söğüt was a Seljuk Turkish land in western Anatolia, bordering the Eastern Roman Empire. It was given to Ertuğrul by the Seljuk Sultan Alaeddin Kayqubad I. Ertuğrul bey and his tribe (allegedly part of the Kayi tribe/branch of the Oghuz Turks who settled Anatolia in the 12th and 13th centuries) migrated and settled there during the Mongol invasion after the Battle of Köse Dağ. Ertuğrul ruled there and handled the matters of the people living in there until his death. He also made a mosque for the Muslims living there and dug up a well in there so that they could use for Ablution. The mosque is still located in there as Ertuğrul Gazi Mosque. As the Rum Seljuk state collapsed, Söğüt became the centre of the Beylik of the Osmanoğulları or Osmanlı Beylik (which later expanded to become the Ottoman Empire). Legend has it that the bey (chief) of the tribe in the late 13th century, Ertuğrul, bravely kept the enemies at bay so that his son, Osman, could conquer them all during his reign from 1299 to 1326. When Osman's son, Orhan, came to power after his father's death, he renamed the Kayi tribe Osmanlı in honour of his father. The village of Söğüt (Byzantine Thebasion until 1231) later grew into a town that served the Osmanlı Beylik as its capital until the capture of the Byzantine city of Proussa (Bursa) in 1326 that succeeded it as the administrative centre of the Beylik. Söğüt was the birthplace of Sultan Osman I. It was conquered by Ertuğrul for the Anatolian Seljuks from the Nicean Empire in 1231. It had a kaza centre in the Ertuğrul Sanjak of Hüdavendigâr Vilayet, the centre of which was Bilecik. The kaza centre included present-day districts of İnhisar, İnönü, Mihalgazi, Sarıcakaya and Yenipazar, central and eastern parts of Bozüyük and some villages of Nallıhan and Tepebaşı before World War I. === Modern era === Söğüt was occupied three times by Greek troops during the Turkish War of Independence: 8–11 January 1921, 24 March-21 April 1921 and 12 July 1921 – 6 September 1922. Today Söğüt is a small town in the humid river valley of Bilecik Province in Turkey. Turkish history and life-size statues of the Ottoman sultans are exhibited in the Söğüt Ethnographical Museum. It is also the 3rd biggest district center in its province after Bozüyük and Bilecik. ==References== ==Sources== * ==External links== Category:13th century in the Ottoman Empire Category:Populated places in Bilecik Province Category:Söğüt District Category:Districts of Bilecik Province Category:Towns in Turkey",
 "title": "Söğüt"
}