{
 "id": "217199",
 "text": "James Lusk Alcorn (November 4, 1816December 19, 1894) was a governor, slave owner, and U.S. senator during the Reconstruction era in Mississippi. A Moderate Republican and Whiggish scalawag,Sansing, David G. (July 10, 2017). James Lusk Alcorn. Mississippi Encyclopedia. Retrieved March 13, 2022. he engaged in a bitter rivalry with Radical Republican Adelbert Ames, who defeated him in the 1873 gubernatorial race. Alcorn was the elected Republican governor of Mississippi. Although a Unionist,James Lusk Alcorn. Encyclopedia.com. Retrieved March 13, 2022. Alcorn briefly served as a Confederate brigadier-general of militia. Among former Confederates who joined the postbellum Republican Party, only James Longstreet had been of higher rank than Alcorn. ==Early life and career== Alcorn was born near Golconda, Illinois Territory, to James Alcorn and Hanna Lusk, a Scots-Irish family. He attended Cumberland College in Princeton, Kentucky, and from, 1839 to 1844 served as deputy sheriff of Livingston County, Kentucky. He was admitted to the Kentucky bar in 1838 and for six years practiced law in Salem, Kentucky. He served in the Kentucky House of Representatives in 1843 before he moved the following year to Mississippi. Alcorn set up a law office in Coahoma County.Pereyra, Lillian A. James Lusk Alcorn, Persistent Whig, Baton Rouge: Louisiana State University Press, 1966, p. 19. As his law practice flourished and his property holdings in the Mississippi Delta increased, he became a wealthy man. In 1850, he built a three-story house at his Mound Place Plantation in Coahoma County, at which he resided with his family. By 1860, he owned nearly a hundred slaves and held lands valued at a quarter of a million dollars. Alcorn served in the Mississippi House of Representatives and Mississippi Senate during the 1840s and 1850s being one of the leaders of the then Whigs in the state. The levee system was founded by him, and he was chosen president of the levee board. In the Mississippi legislature Alcorn pushed for construction of levees to protect Delta counties from flooding. A levee district was established in 1858 through his efforts.Mississippi Levee Board: History He ran for Congress in 1856 but was defeated. In 1857 Alcorn was nominated for governor by the Whigs, but declined. Alcorn was a delegate to the special Mississippi convention of 1851 called by Democratic Governor John A. Quitman, who as an opponent of Henry Clay's Compromise of 1850 advocated secession.Clay Williams. The Road to War (1846–1860). Mississippi History Now, Mississippi Historical Society. Alcorn joined the Mississippi Unionists to thwart Quitman's plans. Like many other Whig planters, Alcorn opposed secession, pleading with the secessionists to reflect for a moment on the realities of national balance of power. He foretold a horrific picture of a beaten South, \"when the northern soldier would tread her cotton fields, when the slave should be made free and the proud Southerner stricken to the dust in his presence.\"James L. Roark. Masters without Slaves: Southern Planters in the Civil War and Reconstruction, 1977, New York City: W. W. Norton, 1977, p. 3. However, in January 1861, at the Mississippi state convention he joined the secessionists and was elected to the Committee of Fifteen to prepare the Ordinance of Secession.Proceedings of the Mississippi State Convention, Held January 7th to 26th, A. D. 1861. Including the Ordinances, as Finally Adopted, Important Speeches, and a List of Members, Showing the Postoffice, Profession, Nativity, Politics, Age, Religious Preference, and Social Relations of Each, by J. L. Power, convention reporter. Mississippi, 1861. ==American Civil War== When secession was declared, Alcorn, although born in what became in 1818 the free, pro-Union state of Illinois, cast his lot with the Confederacy and was appointed by the Mississippi secession convention as a brigadier-general of militia, but when his brigade entered the Confederate States army, President Davis refused to commission him, on account of political differences. Alcorn during the war was in uniform for about eighteen months of inconspicuous field service, mainly in raising troops and in garrison duty. After the resignation of several major generals of the Mississippi state troops, including Jefferson Davis, Earl Van Dorn, and Charles Clark, Alcorn became eligible for promotion in rank, but was passed over because his political foe, John J. Pettus, was the governor of Mississippi at the time. At the start of the Civil War, Alcorn was ordered to proceed with his troops to central Kentucky; then he was stationed at Fort Donelson, Tennessee. In October 1861, Alcorn raised three regiments of militia troops committed to sixty-days of service in Mississippi and led his brigade to Camp Beauregard, Kentucky, at which he served under General Leonidas Polk. His field service ended after his brigade was disbanded in January 1862. Alcorn was taken prisoner in Arkansas in 1862, was paroled later in the year, and returned to his Mound Place Plantation in Mississippi. In 1863, he was elected to the Mississippi state legislature, where he joined critics of Confederate President Jefferson Davis.Allardice, Bruce S. More Generals in Gray, A Companion Volume to Generals in Gray. Baton Rouge: University of Louisiana Press, 1995, p. 17. During the war, Alcorn spent a fortune raising and supplying troops. Additionally, in 1863 his plantation was raided by General Leonard Ross' troops during the Yazoo Pass Expedition, part of the Vicksburg Campaign. However, he managed to preserve part of his wealth during the war by trading cotton with the North.Woodman, Harold D. King Cotton & His Retainers: Financing & Marketing the Cotton Crop of the South, 1800–1925. Lexington, University of Kentucky Press, 1968, p. 219. In November 1863, Alcorn wrote to his wife: \"I have been very busy hiding & selling my cotton. I have sold in all one hundred & eleven bales, I have now here ten thousand dollars in paper (Green backs) and one thousand dollars in gold.\"Robinson, Armstead L. Bitter Fruits of Bondage: The Demise of Slavery and the Collapse of the Confederacy, 1861–1865. Charlottesville: University of Virginia Press, 2005, p. 126. After the war, he was estimated to be among the fifty wealthiest men in the South. Alcorn lost two sons. His older son, James Lusk Alcorn, Jr., committed suicide in 1879 after returning home from the war partially deaf and a drunkard. An inscription on the monument at the family cemetery attributes James' death to the \"insane war of rebellion\" (apparently his father's words). Seventeen-year-old Henry \"Hal\" Alcorn ran away during the war to join the military against his father's wishes, became ill, and was left behind and captured. He was held in Camp Chase and made his way to Richmond, Virginia after the surrender. He died of typhoid fever en route to Mississippi. ==Postbellum career== thumb|upright|Senator James L. Alcorn thumb|right|upright|Alcorn's grave in Coahoma County, Mississippi Alcorn was elected to the U.S. Senate in 1865, but, like all Southerners who had attacked the U.S as part of the Confederacy, was not allowed to take a seat as Congress was divided over Reconstruction. He supported suffrage for freedmen and endorsed the Fourteenth Amendment. Alcorn became the leader of the scalawags, who comprised about a fourth of the Republican officials in the state, in coalition with carpetbaggers, African-Americans who had been free before the outbreak of the Civil War, and freedmen. Mississippi had a majority of African-Americans, the overwhelming majority of whom were freedmen. They had no desire to vote for the Democratic Party, which had carried the 1868 elections by intimidation and violence against blacks. Thus the vast majority of votes for Republican candidates came from African-Americans even though most of the Republican state office holders in Mississippi were whites. In the 1869 election, James Alcorn was elected governor of Mississippi, defeating Ulysses S. Grant's brother-in-law Lewis Dent. Alcorn served as governor until 1871. As a modernizer, he appointed many like-minded former Whigs, some of them since Democrats. He strongly supported public schools for all, and a new college exclusively for blacks, now known as Alcorn State University. He maneuvered to make his ally, Hiram Revels, the president of that institution. Irritated at his patronage policy, many Republicans opposed Alcorn. They were concerned as well over his understanding of African-American interests. His hostility to a state civil rights bill was well known; so was his unwillingness to appoint black local officers where a white alternative could be found. One complained that Alcorn's policy was to see \"the old civilization of the South modernized\" rather than lead a total political, social and economic revolution.Quoted in Eric Foner. (1988) Reconstruction: America's Unfinished Revolution, 1863–1877, p. 298. Alcorn resigned the governorship to become a U.S. senator, with service from 1871 to 1877, when he was succeeded by L. Q. C. Lamar. He succeeded his ally, Hiram Revels, the first African American senator. Senator Alcorn urged the removal of the political disabilities of white southerners and rejected Republican proposals to end segregation in hotels, restaurants, and railroad cars by federal legislation;See Congressional Globe, 42 Cong., 2 Sess., pp. 246–47 he denounced the federal cotton tax as robbery,See Congressional Globe, 42 Cong., 2 Sess., pp. 2730–33 and defended separate schools for both races in Mississippi. Although a former slaveholder, he characterized slavery as \"a cancer upon the body of the nation\" and expressed the gratification which he and many other Southerners felt over its destruction.See Congressional Globe, 42 Cong., 2 Sess., pp. 3424 ===New South politics=== Alcorn's estrangement from Senator Adelbert Ames, his northern-born colleague, deepened in 1871, as African-Americans became convinced that the former governor was not taking the problem of white terrorism seriously enough; and, in fact, Alcorn resisted federal action to suppress the Ku Klux Klan, having instead contended that state authorities were sufficient to handle the task. By 1873, the quarrel had deepened into an intense animosity. Both men ran for governor. Ames was supported by the Radicals and most African Americans, while Alcorn won the votes of most of the scalawags, moderately Whiggish whites. Ames won by a vote of 69,870 to 50,490. Alcorn withdrew from active politics in the state and accused the new governor of being incapable and an enemy of the people. This was not true, but then, neither was Ames' view of Alcorn as an insincere and possibly corrupt man. When a second African-American Senator, Blanche Bruce, was elected in 1874, Alcorn refused to follow the customary procedure of introducing his new colleague to the Senate.March 5, 1875. Alcorn's Great Insult. United States Senate. Retrieved March 13, 2022. Bruce was instead welcomed by New York senator Roscoe Conkling, the leader of the congressional \"Stalwart\" wing. In 1875, when Reconstruction was fighting for its life against a campaign of violence from the Democrats, Alcorn emerged, only to lead a white force against black Republicans at Friar's Point. The aftermath led to at least five black people being killed. During the Reconstruction period, Alcorn was an advocate of modernizing the South. Although a believer in white supremacy, he supported civil and political rights for African- Americans. In a letter to his wife (Amelia Alcorn, née Glover, of Rosemount Plantation in southern Alabama), he states that white Southerners must make African Americans their friend or the path ahead will be \"red with blood and damp with tears.\" Alcorn was the founder of the Mississippi levee system and was instrumental in rebuilding the structures after the Civil War. After his retirement from politics, he was active in levee affairs and was a delegate to the Mississippian constitutional convention of 1890, in which he supported the black disenfranchisement clause that the state's Democrats had introduced in the new constitution. He was twice married: in 1839 to Mary C. Stewart of Kentucky, who died in 1849; and in 1850 to Amelia Walton Glover of Alabama. In his later life, Alcorn practiced law in Friars Point, Mississippi, and lived quietly at his home, Eagle's Nest, in Coahoma County. He was interred upon his death in 1894 in the family cemetery.Riley, Franklin Lafayette. Publications of the Mississippi Historical Society, Volume 6. Alcorn commissioned a statue of himself and after his death it was placed on his grave. ==Honors== Alcorn County is named in his honor, as is the historically black Alcorn State University, the first black land grant university. ==See also== *List of American Civil War Generals (Acting Confederate) ==References== ==Sources== * * Harris, William C. (1979), The Day of the Carpetbagger: Republican Reconstruction in Mississippi. * Harris, William C. (1967), Presidential Reconstruction in Mississippi. Louisiana State University Press. * Pereyra, Lillian A. (1966), James Lusk Alcorn: Persistent Whig. LSU Press, the standard scholarly biography. * Riley, Franklin Lafayette (1928), \"Alcorn, James Lusk\" in Dictionary of American Biography, Volume 1. Category:1816 births Category:1894 deaths Category:People from Golconda, Illinois Category:Cumberland College (Princeton, Kentucky) alumni Category:Governors of Mississippi Category:United States senators from Mississippi Category:Mississippi state senators Category:Members of the Mississippi House of Representatives Category:Members of the Kentucky House of Representatives Category:Mississippi Republicans Category:Mississippi lawyers Category:Kentucky sheriffs Category:Confederate militia generals Category:American people of Scotch-Irish descent Category:Northern-born Confederates Category:People of Mississippi in the American Civil War Category:Republican Party United States senators Category:Republican Party state governors of the United States Category:American slave owners Category:People from Coahoma County, Mississippi Category:Burials in Mississippi Category:19th-century American politicians Category:American white supremacists Category:19th-century American lawyers Category:Military personnel from Illinois",
 "title": "James L. Alcorn"
}