{
 "id": "217252",
 "text": "Jimmy Kimmel Live! is an American late-night talk show, created and hosted by Jimmy Kimmel, broadcast on ABC. The nightly hour-long show first made its debut on January 26, 2003, at Hollywood Masonic Temple in Hollywood, California, as part of ABC's lead-out programming for Super Bowl XXXVII. Jimmy Kimmel Live! is produced by Kimmelot in association with ABC Signature. It currently holds the title as the longest running late-night talk show on the network, having aired for more than three times as long as either The Dick Cavett Show (1969–1975) or Politically Incorrect (1997–2002). ==Overview== For its first 10 years, the show aired at either the midnight or 12:05 a.m. timeslots before moving to 11:35 p.m. ET beginning on January 8, 2013 to more directly compete with The Tonight Show with Jay Leno and Late Show with David Letterman while bumping the ABC nightly news program Nightline to 12:37 a.m. ET.It’s Jimmy Kimmel vs. Leno and Letterman in January; ABC moves ‘Jimmy Kimmel Live’ to 11:35, ‘Nightline’ to 12:35, The Washington Post, August 21, 2012. Following the subsequent retirements of Leno in February 2014, Letterman in May 2015, and Jon Stewart in August 2015, Kimmel became the third-longest serving current host in network late-night television after Conan O'Brien and Bill Maher.Jimmy Kimmel Signs On for 2 More Years with ABC, retrieved May 25, 2015 O’Brien’s show ended in 2021, making Kimmel the second-longest-tenured host after Maher. Contrary to its name, Jimmy Kimmel Live! has not aired live editions regularly since 2004; instead, it is shot at 5 p.m. Pacific Time on the day of broadcast. On occasion, a special live edition is broadcast, usually after major events like the Academy Awards ceremonies (except in years where Kimmel has hosted the actual ceremony) and four to seven half-hour episodes with some basketball theming under the title Jimmy Kimmel Game Night airing in primetime that lead into ABC's coverage of the NBA Finals in June each year (in 2020, it aired in late September–early October instead). Until 2009, new episodes aired five nights a week; from 2009 to 2012, the Friday episode was a rebroadcast of a recent episode. Starting with the January 2013 move, the Friday episode had been retitled Jimmy Kimmel Live! This Week, which showed highlights from the entire week of shows. However, the show has since reverted to airing a rebroadcast of a recent episode on Fridays, though current events do allow for new occasional Friday episodes. On April 14, 2009, after the March sweeps break, the show began broadcasting in 720p high definition. On April 1–5, 2019, Jimmy Kimmel Live! was aired as a secondary home at Zappos Theater in Paradise, Nevada, a suburb of Las Vegas where he grew up in the Las Vegas Valley and graduated at the Ed W. Clark High School. Kimmel attended the University of Nevada, Las Vegas (UNLV) but did not graduate. On August 15, 2019, ABC and the show were fined $395,000 via a settlement by the Federal Communications Commission (FCC) for misusing the Emergency Alert System (EAS) tone on the October 3, 2018 episode.FCC Settles Investigations Into Misuse of Emergency Alert Tones Aug 15, 2019 fcc.gov In May 2019, Kimmel and ABC agreed to extend his contract to host the show until 2022, which would be the show's twentieth season. On March 16, 2020, the show suspended production due to the COVID-19 pandemic. Two weeks later, on March 30, the show resumed production from Kimmel's house, resuming its original 12:05 a.m. timeslot; Nightline returned to 11:35 p.m.. On April 13, episodes were reduced to 30 minutes in length. Nightline moved to 12:05 a.m., followed by an encore of the 11:35 p.m. show. On June 18, 2020, Kimmel announced he was taking a hiatus from the show; a series of guest hosts filled in with 30-minute episodes until the show returned. On September 21, 2020, Kimmel returned to the show, which also resumed taping from the studio without a studio audience. The show also resumed its 60-minute format, with Nightline returning to 12:35 a.m. After an uptick of COVID-19 cases in January 2021, Kimmel resumed taping episodes from his home on January 4, 2021. He again returned to the studio on January 25, after California's stay-at-home order was again lifted. ==History== The show began on January 26, 2003, replacing Politically Incorrect; ABC had originally intended to give Jon Stewart his own late-night program following Nightline, but Kimmel was chosen instead. The show, stunted early on by an ABC affiliate body which was fulfilling existing syndication contracts for post-local news sitcom repeats and entertainment newsmagazines and thus delaying the show (and making the \"Live!\" title somewhat of a misnomer), started behind the ratings of Late Show with David Letterman, The Tonight Show with Jay Leno, Late Night with Conan O'Brien, and The Late Late Show with Craig Kilborn, but gradually moved up in the ratings into 2004, and became a fairly strong competitor, capturing about half the audience of The Tonight Show with Jay Leno. Jimmy Kimmel Live! is ABC's first attempt at a traditional late-night talk show since its attempt to revive The Dick Cavett Show in the 1980s. ABC had earlier attempted to directly compete with NBC's Tonight Show Starring Johnny Carson in the 1960s and 1970s with The Les Crane Show, which was more of a serious interview program than light entertainment, The Joey Bishop Show (1967–1969), featuring Rat Pack member Joey Bishop with Regis Philbin as sidekick, the original Dick Cavett Show (1969–1975) with Dick Cavett in a show that featured a mixture of cultural, popular entertainment and intellectual figures and was considered more highbrow than Carson and even a short-lived revival of NBC's Tonight Starring Jack Paar under the name Jack Paar Tonite, which alternated weeks with Cavett in 1973. While Cavett was the longest-lasting and best remembered of these attempts, none seriously threatened the domination of the Tonight Show. ABC's long-running Nightline series which premiered in 1979 during the Iran hostage crisis and continued at 11:30 until 2013 was able to compete with the Tonight Show, however, particularly on days when there were major news events or ongoing crises. The growth and development of cable news and the emergence of the internet and the 24-hour news cycle eroded Nightlines originally unique, and later preeminent position as a source for late evening national and international news and its value as a counterprogramming against Tonight and other late-night talk shows. As a result, in 2012, Nightline switched places on ABC's schedule with Jimmy Kimmel Live!. At the start of 2019, when Hearst Television's newest affiliation agreement for their ABC affiliates kicked in and forced them to give up their ability to delay the program for extended local newscasts or syndicated programming, the show now airs across the network on most stations at 11:35 p.m. ET/10:35 p.m. CT. Despite its name, the show has not regularly aired live since 2004, when censors were unable to properly bleep censor a barrage of swearing from actor Thomas Jane. For special nights such as the Oscar show, it does air live, but with a broadcast delay of a few seconds. ===Talent=== The show's house band is Cleto and the Cletones, led by saxophonist Cleto Escobedo III, a childhood friend of Kimmel. The other \"Cletones\" of the band are Cleto Escobedo Jr., the bandleader's father, on tenor and alto saxophone, Jeff Babko on keyboards, Toshi Yanagi on guitar, Jimmy Earl on bass, and Jonathan Dresel on drums. Like other talk shows with live bands, Cleto and the Cletones play the show's opening and closing themes and play into and out of commercial breaks. (They usually play through the entire break for the studio audience.) The show's opening theme was written by Les Pierce, Jonathan Kimmel and Cleto Escobedo III and sung by Robert Goulet. The show originally had guest co-hosts each week who would sit at the desk with Kimmel and participate in skits and questioning each night's guests. The show also featured guest announcers, until comedian Andy Milonakis took over as the show's announcer from late 2003 to 2004. He would also appear in comedy bits for the show. Then in 2004, Mighty Mighty Bosstones singer Dicky Barrett took over as the show's announcer when the Bosstones went on hiatus. The band has since become active again, and performed live on the show in 2009. Since its inception, stand-up comedian Don Barris has performed as the warmup comic for the in-studio audience, although he rarely appears on camera; before joining JKL, Barris was the warmup comic for The Man Show. Francis \"Uncle Frank\" Potenza, Kimmel's real-life uncle, served as a security guard for the show, and appeared regularly in bits on-camera with Kimmel and other employees of the show. He was a New York City police officer and a personal security guard for Frank Sinatra. Potenza did not appear regularly from December 2009 through March 2010, due to illness. (In the interim, he did appear on the seventh anniversary show on January 26, 2010.) However, he later returned as a semi-regular. Potenza died on August 23, 2011, at the age of 77.E! article: \"Jimmy Kimmel Live's Uncle Frank Dead at 77. Guillermo Rodriguez is the parking lot security guard for the show, and frequently serves as a celebrity gossip correspondent in a segment called \"Guillermo's Hollywood Round-Up.\" Veatrice Rice was another parking lot security guard who had several of her own segments on the show until her death from cancer on January 21, 2009. ===Kimmel and Matt Damon=== Frequently at the end of the show, Kimmel thanks the guests as usual, but then adds, \"Our apologies to Matt Damon, we ran out of time.\" Kimmel told TMZ.com that he says this \"for no good reason at all,\" continuing, \"A star like Matt Damon would never be scheduled to appear near the end of the show where he can be bumped.\" Damon told Parade magazine that Kimmel said he first did it at a low moment at the end of a show which had substandard guests. The show's producer liked the joke, and Kimmel continued to do it on subsequent shows for their amusement. > “The first time I met Jimmy was when I went to do the prime-time show. For a > year he’d been saying, ‘My apologies to Matt Damon; we ran out of time.’ So > he came backstage, and I asked him what that was about. And he was like, > ‘You want to know what happened? I was doing a particularly lame show; I > think my guests were a ventriloquist and a guy in a monkey suit. We were > wrapping it up, and there was a smattering of applause in the audience. I > was having kind of a low moment, and I just said, ‘My apologies to Matt > Damon; we ran out of time.’ My producer was right off camera and he doubled > over laughing. It was just gallows humor. Nobody else got the joke. But it > made us laugh, so we started doing it every night. I have no idea why I said > you; it could have been anybody.’\" > \\- Matt Damon On September 12, 2006, Damon appeared on the show. A montage of clips demonstrating the numerous times Kimmel performed the bit was shown and, after a very lengthy introduction by Kimmel, Damon appeared on stage. After a few seconds, Kimmel apologized and stated that the show was out of time. He asked Damon if he could return the next night, to which Damon replied, \"Go f**k yourself.\" An infuriated Damon continued to curse at Kimmel throughout the rolling of the credits, ultimately slapping the desk and walking off the set. In the December 17, 2006 issue of USA Weekend, Kimmel acknowledged that the Damon incident was a joke.USA WEEKEND Magazine In the show which aired on June 5, 2007, Kimmel sent his sidekick Guillermo to the Ocean's Thirteen premiere to interview Damon, though when he started the interview, he said that they were out of time, at which point Damon assumed that Kimmel sent him. In the August 2, 2007 episode, Kimmel then announced that Guillermo was taking on the role of Jason Bourne, who was played by Damon, for The Bourne Ultimatum. A clip was shown in which Guillermo was playing Bourne, until Damon showed up and thought that Kimmel was now trying to bump him from his movie. Damon tried to chase Guillermo but Guillermo slapped him and jumped through a wall. In Kimmel's 2010 post-Oscar show, he featured a clip called \"The Handsome Men's Club,\" which ended with Damon telling Kimmel, \"We're all out of time,\" then bursting into evil laughter after Kimmel was ejected from the club for not being handsome enough. However, it turned out to be a dream, as he wakes up next to Ben Affleck. Damon was part of the all-star cast assembled by Kimmel for his 2012 Oscars parody, which was a mock trailer for a non-existent blockbuster called Movie: The Movie. Damon appears briefly in a full grape suit, only to be informed his scene had been cut from the \"film\" after which he is shown storming out of the studio (as part of the trailer), cursing at Kimmel. In the mock trailer for the sequel, 'Movie: The Movie 2', Damon appears again as an alien who is munching on a sandwich only to think he is munching something else. He walks out cursing Kimmel again. However, it later shown to just be a toy. In August 2013, Guillermo crashed a Matt Damon interview, about his upcoming movie Elysium, by promoting his own movie called \"Estupido\", about a stupid man, which poster had an arrow pointing towards Matt Damon. At the end of the interview, Matt removed the poster, revealing on the other side the name of another Guillermo movie called \"Ass Face\", also with an arrow pointing towards Matt. Matt accuses Guillermo of acting on Kimmel's orders and, facing the camera, starts to say \"you...\", at which time it cuts to Guillermo's promo which ends with Matt's face turning into an ass. In February 2014, Damon was invited with the cast of Monuments Men. Damon sat in another seat. A fake fire was activated at the end of the show when Kimmel asked Damon a question. During Kimmel's 2016 post-Oscar special, Ben Affleck wore a very large coat for his appearance, and Damon emerged from the coat for the interview. However, he was removed from the studio by an enraged Kimmel, who then moved on to interview Affleck. Later, Damon appeared in a sketch about the movie that Affleck stars in, Batman v Superman: Dawn of Justice, reprising his role as astronaut Mark Watney. When Kimmel hosted the 89th Academy Awards on February 26, 2017, he renewed his feud with Damon, first in a skit harshly criticizing Damon's film We Bought a Zoo, having the announcer introduce him as only the unnamed \"guest\" of Ben Affleck, and personally conducting the orchestra to play him off while Damon was talking (before announcing the nominees and award winner).Kimmel vs. Damon feud: Jimmy Kimmel brings friendly feud with Matt Damon to the Oscars ABC 15, February 26, 2017 On an appearance on The Tonight Show Starring Jimmy Fallon, Damon praised Fallon for his speedy invitation process, which Kimmel poked fun of.https://youtube.com/watch%3Fv%3DZwqTXkFNrEw&ved;=2ahUKEwjWu8WJ3pDkAhUMUK0KHSyMD8YQwqsBMAB6BAgGEAU&usg;=AOvVaw3v65a_NiYZlTWXn7Aas6tR In June 2020, during the COVID-19 pandemic when Kimmel was hosting the show from his house, Damon emerged from one of Kimmel's bedrooms, revealing to have been there during the whole pandemic and demanded to be on the show, when Kimmel wanted to take a break. Then it was revealed Kimmel's wife, had been cheating on him with Damon again. This resulted in Kimmel telling Damon he is not on the show. ====\"I'm fucking Matt Damon\" video==== In a segment that aired on January 31, 2008, Kimmel's then long-time girlfriend Sarah Silverman appeared on the show and announced, via a music video, that she had been \"fucking Matt Damon.\" Damon took an additional jab at Kimmel's long running gag by telling Kimmel at the end of the video, \"Jimmy, we're out of time. Sorry.\" On February 24, on Kimmel's third post-Oscar show, he debuted his rebuttal video, announcing that he was doing the same to Ben Affleck. Kimmel introduced his star-studded musical by addressing Damon and vowing, \"You take something I love from me, I’m gonna take something you love from you.\" Affleck is Damon's longtime acting and writing collaborator; the two first became prominent as such for Good Will Hunting and later channeled this collaboration into Project Greenlight. In addition to Affleck, the video featured Robin Williams, Don Cheadle, Harrison Ford, William Shatner, Hynden Walch, Cameron Diaz, Christina Applegate, Benji Madden and Joel Madden from Good Charlotte, Dicky Barrett, Christopher Mintz-Plasse, Lance Bass, Dominic Monaghan, Meat Loaf, Pete Wentz, Joan Jett, Huey Lewis, Perry Farrell, Macy Gray, Rebecca Romijn, Josh Groban, Jessica DiCicco, and unnamed choir singers as recording booth singers, along with Brad Pitt as a delivery man. The video gained widespread media attention, with Kimmel jokingly telling the New York Times, \"Every once in a while, Hollywood rallies itself for a worthy cause.\" On its end-of-the-decade \"best-of\" list, Entertainment Weekly put Damon as an action star at No. 60 and the Silverman video on No. 62, writing, \"A talk-show host's famous comedian girlfriend confesses in a catchy song that she's shtupping No. 60? Yeah, that'll go viral.\" In 2008, the segment won a Creative Arts Emmy Award for Outstanding Original Music and Lyrics. ====Jimmy Kimmel Sucks!==== For the 10th anniversary episode on January 24, 2013, Damon took over hosting duties; for the occasion, the show was renamed Jimmy Kimmel Sucks! The episode began with a sequence of clips showing Kimmel \"bumping\" Damon, and continued with Damon taking command of the show, while Kimmel was tied to a chair and gagged for the remainder of the episode. Damon then replaced Guillermo with Andy Garcia and bandleader Cleto with Sheryl Crow, before bringing in Robin Williams to do the monologue. The show had numerous guests, including Nicole Kidman, Gary Oldman, Amy Adams, Reese Witherspoon, Demi Moore, and Sarah Silverman, along with an on-screen cameo by Ben Affleck during Damon's monologue. There were also numerous taped pieces congratulating Damon on hosting, including by Jennifer Lopez, Sally Field, John Krasinski, Robert De Niro, Don Cheadle, Oprah Winfrey, and Kimmel's parents. Damon also \"revealed\" that Kimmel keeps \"bumping\" Damon out of jealousy: a clip shows Kimmel's unsuccessful attempts to audition for all movie roles that Damon played. At the episode's end, Damon turns the \"We ran out of time\" joke on Kimmel after asking Kimmel if he had anything to say. The episode was the highest-rated late night show that evening, and ABC elected to rebroadcast it in primetime the following week. ===Jay Leno parody=== During the 2010 Tonight Show conflict, Kimmel donned a gray wig and fake chin, performing his entire January 12, 2010 show in character as Jay Leno. With his bandleader, Cleto Escobedo, parodying Leno's bandleader Kevin Eubanks, Kimmel started out his monologue with \"It’s good to be here on ABC. Hey, Cleto, you know what ABC stands for? Always Bump Conan.\" He also referenced the \"People of Earth\" letter written by Conan O'Brien, noting how O'Brien declined to participate in the \"destruction\" of The Tonight Show, commenting as Leno that \"Fortunately, though, I will! I'll burn it down if I have to!\" Leno called Kimmel the next morning to discuss the bit, and at the end of the call, Leno suggested he come over and appear on his show. When his booking department called to confirm his appearance on a \"10 at 10\" segment, Kimmel agreed immediately. When he received the questions for his January 14 appearance—such as \"What's your favorite snack junk food?\"—he realized Leno intended to neutralize the scathing parody and paint the two as friends. Kimmel, however, was upfront with wanting to discuss the fiasco at hand, and upon his appearance, attempted to steer the questions that way: when asked about his favorite prank, he responded, \"I think the best prank I ever pulled was, I told a guy once, 'Five years from now I'm going to give you my show.' And then when the five years came, I gave it to him and I took it back, almost instantly.\" Another example came from when Leno asked, \"Ever order anything off the TV?\" Kimmel replied, \"Like when NBC ordered your show off the TV?\" Following similar remarks to more questions, Kimmel closed the segment with this comment: \"Listen, Jay. Conan and I have children. All you have to take care of is cars! We have lives to lead here! You've got eight hundred million dollars! For God's sakes, leave our shows alone!\" Leno never fought back and accepted the bit as comedy (he ascribed it as Kimmel attempting to score some publicity), but Leno's producer, Debbie Vickers, was furious. Kimmel discussed the appearance during an interview with Marc Maron for the latter's podcast in 2012. Kimmel stated that he felt O'Brien was not given a proper chance, but that he was also motivated by his own history with Leno. According to Kimmel, Leno had some years prior been in serious discussions with ABC about the possibility of jumping ship from NBC. During this period, Leno initiated a friendship with Kimmel, wanting to ensure that they would be on good terms if the move was made. (Under that scenario, Leno would have taken Kimmel's time slot and become his lead-in.) However, after Leno made the arrangement to remain at NBC, \"those conversations were gone,\" according to Kimmel. Realizing that Leno's relationship with him had been artificial, Kimmel felt \"worked over,\" reasoning that Leno was using the ABC discussions as a bargaining tactic to try to get his old job back. \"Episode 249 – Jimmy Kimmel\". WTF with Marc Maron; January 30, 2012 ===Sets=== The stage where the show is taped has gone through many changes, from the addition of a platform in front of the stage for Kimmel to do his monologue, to various stage backgrounds. In January 2005, the show's original set, at the TV studio in the Hollywood Masonic Temple (now known as the El Capitan Entertainment Centre), which had video screens in the background and the band performing on the left side of the stage, was replaced with the current set, which has a city in the background. The band now performs on the right side of the stage. In the special February 25, 2007 episode of Jimmy Kimmel Live! (the second \"After the Academy Awards\" show), the second set was slightly tweaked when an illustrated picture of a city, which was seen in the background from January 2005 to February 2007, was replaced with a 3D collage of Los Angeles and Hollywood (including the adjacent Dolby Theatre (formerly Kodak Theatre) across from the studio where his show is broadcast from). The 3D image, which was first used during Lionel Richie's outdoor stage performances in the September 16, 2006 episode, was created by artists Colin Cheer and Brian Walters. A brand-new set was unveiled January 8, 2013, coinciding with the show's move to the earlier 11:35 p.m. timeslot. The new set is similar to the previous one, though the desk and chairs are no longer a stationary set element, and are only brought out for the guest interviews. Later, the traditional city duratrans was replaced with a large floor-to-ceiling curved video display known as the \"Wall of America\", which most of the time displays the traditional background, but is now also able to be used for video pieces and bits, along with interviews (including ones where Kimmel is not at his desk; an instance of this was an interview through Cisco's Jabber Guest with actress Viola Davis after the first-season finale of How to Get Away With Murder in February 2015 where she was unable to fly to Los Angeles from the East Coast due to weather issues) which are branded under Cisco Systems's telepresence technology. The desk/chairs component of the set is also not permanently staged unlike most talk shows, being quickly built on-stage only after Kimmel has finished his monologue, skits and bits at center stage. ===Music=== The Jimmy Kimmel Live Concert Series segment comprises a musical performance at the end of the show, which is performed either in a more intimate space on the second floor of the Masonic Temple, or a nearby outdoor stage, along with rare on-location performances, and since the pandemic, more often remotely performed. the musical performance was perform by numerous musician including Slayer, Cypress Hill, Backstreet Boys, and Happa-tai from Japanese TV show, Warau Inu. Coors Light sponsored most of the show's musical performances from 2004 to 2006. In June 2005, the show partnered with Pontiac for its concerts, which were held on the \"Pontiac Garage\" outdoor stage in Hollywood. the \"Pontiac Garage\" campaign was created Leo Burnett Worldwide for the show including The Super Bowl XL Roadtrip in a Pontiac G6, and the live advertisements to coincide with the launch of the Pontiac G8 (a rebadged Holden VE Commodore). Pontiac was sponsored for 4 years until the sponsor's parent company, General Motors, filed for bankruptcy in 2009 and announced the termination of the brand. Beginning in October 2009, Anheuser-Busch's Bud Light (initially Bud Light Golden Wheat in 2009–10) replaced Pontiac as the segment's sponsor. In January 2013, Sony took over sponsorship. In 2014, AT&T; took over sponsorship, then in 2015 Samsung replaced AT&T; as the segment's sponsor, in 2016 Cîroc replaced Samsung as the segment's sponsor and in 2017 Mercedes-Benz became the segment's sponsor. ==Openings== ===Cold open=== When the show aired at 12:05 ET, the show began with a two-minute segment before the theme song and actual show. Originally a miniature monologue and preview of the guests, the segment expanded to include miniature skits and other ways to plug a product from one of the show's sponsors. (These, better known as \"integrated commercials,\" are rarely repeated.) The cold open device was later adopted by The Late Late Show with Craig Ferguson, and it also remains in use by James Corden for occasional segments for his version. These segments were dropped when the show moved to 11:35. For ABC's O&O; stations and some affiliates, Kimmel does tape a promo introducing the night's guests and bits meant to be bedded into a late segment of their local newscasts. ===Show opening=== The show's original opening sequence was a stop-motion piece which showcased Kimmel in casual gear with his dry cleaning stopping at various places in Hollywood until arriving at the theater. On October 27, 2011, the show introduced a new opening sequence that shows Kimmel zip-lining through Hollywood until he arrives at the theater. In January 2015, the show premiered a new opening, created by Industrial Light & Magic. The sequence begins with Kimmel turning on the lights of Los Angeles from the Hollywood sign before the background instantly changes to several locations in Los Angeles before transforming into the theater where Kimmel leads the camera in. In 2016, after Kimmel grew out his beard, the sequence was modified slightly to remove Kimmel's presence. From March to August 2020, during the time the show is filmed from his home, Kimmel's kids created a unique opening sequence. Starting in late September 2020, upon Kimmel's return to the studio, a picture of the classic 1962 ABC ID was used. However, with every broadcast, the show's announcer, Dicky Barrett, consistently starts off by saying, \"From Hollywood, it's Jimmy Kimmel Live! Tonight...\" and then listing the show's guests. At the end of the opening, Barrett comes up with a different introduction quip every time such as \"without further ado\" or \"I warned you\" and finishing with saying \"Here's Jimmy Kimmel!\" while elongating the \"-el\" sound just to give the show its own uniqueness. ==Notable segments== * The Harrison Ford vs. Chewbacca Feud. On July 27, 2011, Ford appeared in a pre-show segment in which he is shown arguing in his dressing room with Chewbacca, his former co-star from the original Star Wars trilogy over an unexplained issue apparently related to Chewbacca cheating with Ford's wife.\"Harrison Ford fights with Chewbacca on Jimmy Kimmel\", Inside TV, July 27, 2011; accessed April 18, 2013. On April 17, 2013, during another appearance on Kimmel, Chewbacca appeared in the audience during a question- and-answer session; Ford reignited the argument regarding Chewie's apparent dalliance with his wife, and the staged segment ended with a furious Ford \"storming\" out of the studio.\"Harrison Ford gives Chewbacca a piece of his mind on Jimmy Kimmel Live\", EW.com, April 18, 2013; accessed April 18, 2013 Finally, on November 24, 2015, Ford settles his feud with Chewbacca by saving him from suicide, and remembering together the good old times. * Feud with Kanye West. The rap musician launched a tirade directed at Kimmel on Twitter after a September 25, 2013 sketch involving two children re-enacting West's recent interview with BBC Radio 1 in which he calls himself the biggest rock star on the planet. Kimmel reveals the following night that West called him to demand an apology shortly before taping.\"Kanye West goes after Jimmy Kimmel in Twitter rant over BBC interview spoof, late-night host responds: 'Right now we’re at DefKanye Five'\", New York Daily News, September 27, 2013; accessed September 28, 2013 In October 2013, Kimmel had West back on the show and apologized to him. * Birth of William Kimmel. Returning to the show on May 1, 2017 after a hiatus, Jimmy, in his monologue, tearfully recounted the open- heart surgery his newborn son, William, had to undergo after it was discovered he had a congenital disease. Furthermore, the host made an impassioned plea to lawmakers in the United States government on both sides to ensure everyone has access to health care, referencing repeated efforts by Republicans in the House of Representatives to repeal the Affordable Care Act (an effort, by coincidence, House Republicans managed to reach later that week, on May 4).\"House Passes Measure to Repeal and Replace the Affordable Care Act,\" from The New York Times, 5/4/2017 To care for his child, Kimmel took the rest of the week off, with guest hosts Will Arnett, Anthony Anderson, Kristen Bell and David Spade filling in. In November 2017 Shaquille O’Neal, Dave Grohl, Channing Tatum and Jennifer Lawrence filled in as guest hosts for Kimmel when his son had his second heart surgery.Jennifer Lawrence, Channing Tatum Among 'Jimmy Kimmel Live' Guest Hosts * No Studio Audience. On January 27, 2020, Kimmel elected to tape the show in an empty studio following the death of NBA superstar Kobe Bryant, who had appeared on the program 15 times by Kimmel's count. An emotional Kimmel explained that he didn't feel it was appropriate to do a comedy show under the circumstances and instead spent the hour reflecting on Bryant's legacy.\"Jimmy Kimmel ditched his studio audience for a somber tribute to Kobe,\" from CNN, 1/28/2020 * Guest Host Pete Buttigieg. On March 12, 2020, former Democratic presidential candidate and South Bend, Indiana Mayor Pete Buttigieg guest-hosted the program.Pete Buttigieg Hosts ‘Jimmy Kimmel Live’ Without an Audience Buttigieg delivered the opening monologue, interviewed actors Patrick Stewart and Tony Hale, and briefly played the keyboard.Pete Buttigieg Fills in For Kimmel, Shows Off 'Star Trek' Knowledge With Patrick Stewart Segments included a skit in which Buttigieg applied for a new job at Wetzel's Pretzels and a mock game show (hosted by LeVar Burton) in which he tested his knowledge of Star Trek against Stewart. (He lost.) Due to the COVID-19 pandemic, several crew members and Buttigieg's husband Chasten served as the in-studio audience. This marks the first time a politician has hosted an American late night talk show. This was also the final broadcast of the show before it was shot from lockdown. ===Mean Tweets=== In March 2012, in honor of Twitter's sixth anniversary, Jimmy Kimmel Live! featured a segment called \"Mean Tweets\" with celebrities—including Will Ferrell, Jason Bateman, Kristen Bell, Roseanne Barr, Anna Faris, and Kathy Griffin—reading aloud actual tweets directed toward them by Twitter users while the song \"Everybody Hurts\" by R.E.M. plays in the background. The segment was extremely popular, with more than 38 million views on YouTube by April 2015. Additional \"Mean Tweets\" editions have aired, featuring celebrities including Robert De Niro, Julia Roberts, Tom Hanks, Adam Sandler, Britney Spears, Sofía Vergara, Jon Hamm, Julia Louis-Dreyfus, Aaron Paul, Benedict Cumberbatch, Cate Blanchett, Matt Damon, Tim Robbins, Hugh Grant and Bill Murray. The tweets selected for the segment are invariably abusive, vulgar, or rude, often objecting to the celebrity's physical appearance or perceived lack of talent. In many cases, the celebrity is then afforded the opportunity for a brief (albeit scripted) response to the mean tweet. The show has also aired several themed editions of \"Mean Tweets,\" including special NBA, NFL, college football, and music editions. In March 2015, President Barack Obama, who was a guest star, took part in a \"President Obama edition\" of \"Mean Tweets,\" during which he read tweets from people mocking his jeans and blaming him for the high price of beer. The Obama segment attracted more than 10 million views in one day. On occasion, Kimmel will introduce a surprise celebrity guest for a live on-stage \"Mean Tweet\", which was later made into a compilation. Celebrities who appeared on stage include Jeff Bridges, Dwayne Johnson and Halle Berry. ===This Week in Unnecessary Censorship=== A Thursday-night segment, which features clips of innocuous television shows (such as newscasts) deliberately edited (typically with bleeps) to make them appear offensive. ===Jimmy Kimmel YouTube Challenge === Kimmel will give out a challenge to viewers asking them to videotape themselves pulling a prank on a family member or significant other, and then revealing that \"Jimmy Kimmel told me to do it\". The best clips are then aired on the show. ===Lie Witness News=== A correspondent not seen on camera will ask pedestrians on Hollywood Boulevard a fake question related to an actual current news event. Most of the people answering the question will usually play along, giving the impression that they believe that the so-called fake event really happened. ===Jimmy Kimmel Pedestrian Question=== Kimmel will send a \"correspondent\" not seen on camera to ask a set of random pedestrians a question related to a certain theme. Kimmel will then have the audience guess the answer to the question, then will reveal the answer to the audience. ===Halloween candy YouTube segments=== Starting in 2011, every Halloween, Kimmel asks his viewers to take away their children's Halloween candy, videotape their kids' reactions once they tell their kids that they ate their Halloween candy, and post it on YouTube with the respective hashtag. Once his team has compiled all the YouTube videos, he airs them on his broadcast days later. These segments have attracted criticism for potential promotion of emotional abuse. ===Other end-of-show segments=== At the end of some shows, there are comedians doing comedy. This is occasionally seen in place of the Jimmy Kimmel Live Concert Series segment. Another end-of-show segment is the rarely seen Future Talent Showcase. ==International broadcasts== Jimmy Kimmel Live! airs worldwide on multiple outlets. In Australia, The Comedy Channel began airing the program in September 2009; however, it was replaced in March 2010 by the return of The Tonight Show with Jay Leno. The Comedy Channel resumed airing the program from September 22, 2015. In Canada, the show previously aired on BiteTV and CHCH. The show aired on Citytv from 2012 until September 20, 2014. Even after its move to 11:35, Citytv continued to tape delay the show to midnight to maintain its hour-long late night newscasts. Jimmy Kimmel Live! began airing on CTV Comedy Channel (formerly The Comedy Network) beginning on September 22, 2014, initially airing in simulcast with ABC. However, in January 2015, the program was yet again tape-delayed to midnight in favor of The Nightly Show with Larry Wilmore.– Jimmy Kimmel Live! aired on The Comedy Network until the end of August, 2017. The following month, the show was added to CMT Canada's schedule, initially airing in simulcast with ABC. The show aired on CMT Canada until August, 2018 and has not aired on a Canadian channel since. However, the show is still available to Canadians through imported ABC stations included in standard pay-TV packages. In India Jimmy Kimmel Live! premiered with its 14th season, and has aired on weeknights since at 9:00pm (IST) STAR World India. The show airs 12 hours after the U.S. broadcast since September 23, 2015. ==Ratings among late night talk shows== {| class=\"wikitable\" style=\"text-align: center\" |- ! Season ! Nielsen Rank ! Nielsen Rating ! Tied with |- | style=\"text-align:center\" | 2002–03 | style=\"text-align:center: | 4 | style=\"text-align:center\" | 1.7 | style=\"text-align:center\" | |- | style=\"text-align:center\" | 2003–04 | style=\"text-align:center: \" rowspan=\"4\" | 5 | style=\"text-align:center\" | 1.6 | style=\"text-align:center\" rowspan=\"2\" | Last Call with Carson Daly |- | style=\"text-align:center\" | 2004–05 | style=\"text-align:center\" | 1.5 |- | style=\"text-align:center\" | 2005–06 | style=\"text-align:center\" | 1.6 | style=\"text-align:center\" rowspan=\"2\" | |- | style=\"text-align:center\" | 2006–07 | style=\"text-align:center\" | 1.8 |- | style=\"text-align:center\" | 2007–08 | style=\"text-align:center: | 4 | style=\"text-align:center\" rowspan=\"4\" | 1.7 | style=\"text-align:center\" | The Late Late Show |- | style=\"text-align:center\" | 2008–09 | style=\"text-align:center: | 5 | style=\"text-align:center\" | The Daily Show |- | style=\"text-align:center\" | 2009–10 | style=\"text-align:center: | 3 | style=\"text-align:center\" | The Late Late Show |- | style=\"text-align:center\" | 2010–11 | style=\"text-align:center: | 4 | style=\"text-align:center\" rowspan=\"5\" | |- | style=\"text-align:center\" | 2011–12 | style=\"text-align:center: \" rowspan=\"4\" | 3 | style=\"text- align:center\" | 1.8 |- | style=\"text-align:center\" | 2012–13 | style=\"text- align:center\" | 2.5 |- | style=\"text-align:center\" | 2013–14 | style=\"text- align:center\" rowspan=\"2\" | 2.6 |- | style=\"text-align:center\" | 2014–15 |- | style=\"text-align:center\" | 2015–16 | | | |- | style=\"text-align:center\" | 2017–18 | | | |- | style=\"text-align:center\" | 2018–19 | | | |} ==Controversies== ===Detroit sports violence=== During Game 2 of the 2004 NBA Finals in Detroit, Kimmel appeared on ABC's halftime show to make an on-air plug for that night's episode. He suggested that if the Detroit Pistons defeated the Los Angeles Lakers, \"they're gonna burn the city of Detroit down ... and it's not worth it.\" Kimmel was referring to the violence that erupted in Detroit after the Tigers won the 1984 World Series. Officials at Detroit's ABC affiliate, WXYZ-TV, immediately announced that night's show would not air on the station. Hours later, ABC officials followed suit and pulled that night's show from the entire network. Kimmel issued a tongue-in-cheek apology at first, saying that if \"the Lakers win, I plan to overturn my own car.\" WXYZ's then-news director Andrea Parquet-Taylor rejected the apology, saying that Kimmel \"tried to turn it into another bad joke.\" Kimmel apologized again, saying he failed to take into account the embarrassment many Detroiters still felt about the 1984 violence. The second apology was enough for ABC to reinstate the program the following evening. Kimmel would later broadcast a series of shows from Detroit in an effort to make amends. ===\"Kids Table\" China comments=== During the October 16, 2013 episode, Kimmel held the \"Kids Table\" segment to invite several 6–7-year-old children to discuss the U.S. debt problem: \"We owe the Chinese a lot of money, 1.3 trillion dollars.\" A boy immediately suggested to \"kill everyone in China.\" This comment elicited some laughter from the audience and Kimmel laughed it off and commented, \"That's an interesting idea.\" He later asked, \"Should we allow the Chinese to live?\" The boy stuck to his answer. The show has drawn fire from offended Asian Americans and Chinese citizens. An online poll showed that 90% of the respondents were angered, saddened or guarded about the show. Overseas Chinese communities and domestic Chinese citizens alike have rallied together and created a petition to the White House and a campaign on Facebook boycotting Kimmel's decision to air the comment on his show and asking that the show be investigated for its promotion of genocide and racism against the Chinese. The petition demanded that ABC should \"cut the show and issue a formal apology.\" The petitioner argued that \"[t]he kids might not know any better. However, Jimmy Kimmel and ABC's management are adults. They had a choice not to air this racist program, which promotes racial hatred.\" Meanwhile, not all viewers of the parody found it objectionable. Gu Xiaoming, a professor at the School of Humanities at Fudan University, believed that some were reading too much into comments from a child, and the show reflected Americans' anxiety on the debt crisis to some extent. The clip of this segment has since been removed from Kimmel's YouTube account, but can still be seen when viewing the entire episode. On November 7, 2013, the White House petition had drawn more than 100,000 signatures. The White House was expected to review the filing and issue some sort of public response for petitions that gather enough support to pass the 100,000 mark. With respect to the petition, White House spokesman said, \"Every petition that crosses the threshold will be reviewed by the appropriate staff and receive a response.\" ABC first sent an apology letter to the 80-20 Initiative, an organization promoting equal opportunities for Asian Americans, for allowing the comment \"Kill everyone in China\" to air. This letter, signed by ABC senior executives, read in part: \"We would never purposefully broadcast anything to upset the Chinese community, Asian community, anyone of Chinese descent or any community at large. Our objective is to entertain.\" This letter also said that ABC had removed the controversial comment from all media platforms and would remove it from future airing. The chairman of the 80–20 Initiative, S.B. Woo, lodged the protest with ABC after he found out the segment was actually not live, and he considered this apology not a victory at all and could be more satisfactory for Asian-American communities. During the October 28, 2013 episode of his show, Kimmel addressed this issue, stating that \"I thought it was obvious that I didn't agree with that statement, but apparently it wasn't, so I just wanted to say, I'm sorry, I apologize.\" On October 28, 2013, Asian Americans marched through the streets of San Francisco protesting about Kimmel's show and his supposed condoning of genocide. They gathered around ABC headquarters in New York City and demanded a more elaborate apology and that an ABC representative come receive letters of protest. On November 1, 2013, Chinese American demonstrators, mainly from Houston, gathered outside ABC's local office building to protest the offensive skit the show aired \"kill everyone in China.\" The crowds shouted slogans like \"Shame on ABC,\" \"Boycott ABC,\" and \"Fire Kimmel\". However, protesters were still not satisfied with ABC's apology and organized a nationwide protest against ABC on November 9 in 27 cities, including a rally outside ABC's headquarters in Burbank. The 80–20 initiative, however, accepted ABC's November 8 apology and has said it would like to \"build bridges\" with ABC. ===YouTube Gaming=== During the August 27, 2015 episode, Kimmel made a sketch parody making fun of the YouTube Gaming platform, and the \"let's play\" culture in general. He received a great deal of criticism from the members of the gaming community on YouTube. At one point, the upload of the sketch was the most disliked video on his channel until November 18, 2021 when YouTube hid the number of dislikes on videos. Kimmel received death threats in the video's comments section, which Kimmel made fun of with two other videos a few days later. The two reaction videos also received negative reception. ===Melania Trump accent joke=== In an April 2018 segment, Kimmel made a joke about First Lady Melania Trump's pronunciation of words while reading to children at an annual White House Easter celebration. The comments offended some viewers who objected to jokes about Trump's Slovenian accent.Amy Lieu, Outrage at Kimmel comments on Melania surges as protest petition exceeds 50K signatures, Fox News (April 8, 2018). The comments led to a Twitter feud between Kimmel and pundit Sean Hannity (Hannity called Kimmel a \"despicable disgrace\" and \"ass clown\"; Kimmel rejoined that Hannity was the \"whole ass circus\"). Kimmel made comments about the relationship between Hannity and President Trump.Kimmel apologizes for Melania Trump joke amid feud with Sean Hannity, Associated Press (April 8, 2018).Kim Willis, Jimmy Kimmel quits feud with Sean Hannity, apologizes for joking about Melania Trump, USA Today (April 8, 2018). Kimmel later said \"By lampooning Sean Hannity's deference to the President, I most certainly did not intend to belittle or upset members of the gay community and to those who took offense, I apologize, I will take Sean Hannity at his word that he was genuinely offended by what I believed and still believe to be a harmless and silly aside referencing our First Lady's accent.\" Kimmel said that his wife and son were the subjects of \"vile\" death threats as a result of his comments. ==Awards and nominations== ===Primetime Emmy Awards=== {| class=\"wikitable plainrowheaders\" style=\"font-size: 100%\" |- ! scope=\"col\" | Year ! scope=\"col\" | Category ! scope=\"col\" | Nominee(s) ! scope=\"col\" | Result ! scope=\"col\" | |- |2012 | rowspan=\"2\" |Outstanding Variety Series | rowspan=\"2\" |Jimmy Kimmel, Jill Leiderman, Doug DeLuca, Jason Schrift, Erin Irwin, Jennifer Sharron, Ken Crosby, David Craig | |rowspan=\"9\"| |- |rowspan=\"3\"|2013 | |- |Outstanding Directing for a Variety Series |Andy Fisher (Episode: \"Episode 13-1810\") | |- |Outstanding Writing for a Variety Series |Gary Greenberg, Molly McNearney, Tony Barbieri, Jonathan Bines, Sal Iacono, Jimmy Kimmel, Rick Rosner, Danny Ricker, Eric Immerman, Jeff Loveness, Josh Halloway, Bess Kalb, Joelle Boucai and Bryan Paulk | |- |2014 |Outstanding Variety Series | rowspan=\"3\" |Jimmy Kimmel, Jill Leiderman, Doug DeLuca, Jason Schrift, Erin Irwin, David Craig, Molly McNearney, Tony Romero, Gary Greenberg, Jennifer Sharron, Josh Weintraub, Ken Crosby and Seth Weidner | |- |2015 | rowspan=\"2\" |Outstanding Variety Talk Series | |- |2016 | |- |rowspan=\"2\"|2017 |Outstanding Variety Talk Series |Jimmy Kimmel, Jill Leiderman, Jason Schrift, Doug DeLuca, Erin Irwin, David Craig, Gary Greenberg, Tony Romero, Jennifer Sharron, Ken Crosby, Molly McNearney, Seth Weidner and Josh Weintraub | |- |Outstanding Directing for a Variety Series |Andy Fisher (Episode: \"The (RED) Show\") | |- |2018 |rowspan=\"4\"|Outstanding Variety Talk Series |Jimmy Kimmel, Jill Leiderman, Jason Schrift, Doug DeLuca, Erin Irwin, David Craig, Jennifer Sharron, Gary Greenberg, Tony Romero, Ken Crosby, Molly McNearney, Seth Weidner and Josh Weintraub | |rowspan=\"4\"| |- |2019 |Jimmy Kimmel, Jill Leiderman, Doug DeLuca, Erin Irwin, David Craig, Molly McNearney, Jennifer Sharron, Gary Greenberg, Tony Romero, Josh Weintraub, Ken Crosby, Seth Weidner and Danny Ricker | |- |2020 |Jimmy Kimmel, Jill Leiderman, Doug DeLuca, Erin Irwin, David Craig, Molly McNearney, Jennifer Sharron, Gary Greenberg, Tony Romero, Josh Weintraub, Seth Weidner, Danny Ricker and Ken Crosby | |- |2021 | | |} === Creative Arts Emmy Awards === {| class=\"wikitable plainrowheaders\" style=\"font-size: 100%\" |- ! scope=\"col\" | Year ! scope=\"col\" | Category ! scope=\"col\" | Nominee(s) ! scope=\"col\" | Result ! scope=\"col\" | |- |2007 |Outstanding Technical Direction, Camerawork, Video Control for a Series |Ervin D. Hurd, Parker Bartlett, Randy Gomez, Jr., Greg Grouwinkel, Mark Gonzalez, Garrett Hurt, Ritch Kenney, Kris Wilson, Mike Malone, Marc Hunter and Guy Jones (Episode: \"Jay Z Show\") | |rowspan=\"17\" style=\"text- align:center;\" | |- |rowspan=\"4\"|2008 |rowspan=\"2\"|Outstanding Picture Editing of Clip Packages for Talk, Performance, Award or Reality Competition Programs |James Crowe (Episode: \"5th Year Anniversary Show – I'm F***ing Matt Damon\") | |- |Jason Bielski (Episode: \"After the Academy Awards – I'm F***ing Ben Affleck\") | |- |Outstanding Technical Direction, Camerawork, Video Control for a Series |Ervin D. Hurd, Parker Bartlett, Randy Gomez, Jr., Greg Grouwinkel, Garrett Hurt, Ritch Kenney, Kris Wilson, Gary Taillon and Chris Gray (Episode: \"After the Academy Awards\") | |- |Outstanding Original Music and Lyrics |Tony Barbieri, Sal Iacono, Wayne McClammy, Sarah Silverman and Dan Warner (Song: \"I'm F***ing Matt Damon\") | |- |rowspan=\"2\"|2009 |Outstanding Lighting Direction (Electronic, Multi-Camera) for Variety, Music or Comedy Programming |Christian Hibbard and Matt Ford (Episode: \"Episode 09-1182\") | |- |Outstanding Technical Direction, Camerawork, Video Control for a Series |Ervin D. Hurd, Parker Bartlett, Randy Gomez Jr., Marc Hunter, Garrett Hurt, Ritch Kenney, Bernd Reinhardt, Kris Wilson, Roy Walker, Guy Jones and Chris Gray (Episode: \"Episode 09-1182\") | |- |rowspan=\"3\"|2010 |Outstanding Costumes for a Variety, Nonfiction, or Reality Programming |Rodney Munoz (Episode: \"Episode 09-1266\") | |- |rowspan=\"2\"|Outstanding Short Form Picture Editing |Kevin McCullough (Episode: \"Episode 10-1304 – The Late Night Wars\") | |- |Brian Marsh (Episode: \"Episode 10-1330 – The Handsome Men's Club\") | |- |rowspan=\"2\"|2011 |Outstanding Short Form Picture Editing |Brian Marsh (Episode: \"After The Academy Awards – The President's Speech\") | |- |Outstanding Lighting Design / Lighting Direction for a Variety Series |Christian Hibbard (Episode: \"Michel Gondry Directs\") | |- |2013 |Outstanding Technical Direction, Camerawork, Video Control for a Series |Ervin D. Hurd, Kris Wilson, Ritch Kenney, Parker Bartlett, Greg Grouwinkel, Randy Gomez, Garrett Hurt, Bernd Reinhardt and Guy Jones (Episode: \"Episode 12-1776\") | |- |rowspan=\"2\"|2014 |Outstanding Technical Direction, Camerawork, Video Control for a Series |Ervin D. Hurd, Parker Bartlett, Danny Bonilla, Nick Gomez, Randy Gomez, Greg Grouwinkel, Garrett Hurt, Ritch Kenney, Bernd Reinhardt, Kris Wilson and Guy Jones (Episode: \"In Austin\") | |- |Outstanding Multi-Camera Picture Editing for a Comedy Series |James Crowe, Jason Bielski, Brian Marsh, Kevin McCullough and Matt Williams (Episode: \"Behind the Scandelabra\") | |- |2016 |Outstanding Technical Direction, Camerawork, Video Control for a Series |Ervin D. Hurd, Kris Wilson, Parker Bartlett, Greg Grouwinkel, Nick Gomez, Garrett Hurt, Bernd Reinhardt, Mark Gonzales, James Alario, Kevin Murphy, Carlos Rios, Marc Hunter and Guy Jones (Episode: \"In Brooklyn\") | |- |2017 |Outstanding Original Music and Lyrics |Jonathan Kimmel & Gary Greenberg (\"The Ballad of Claus Jorstad (Devil Stool)\") | |- |2018 |Outstanding Technical Direction, Camerawork, Video Control for a Series |Ervin D. Hurd, Guy Jones, Randy Gomez, Jr., Parker Bartlett, David Plakos, Nick Gomez, Garrett Hurt, Mark Gonzales, Bernd Reinhardt, James Alario and Damien Tuffereau (Episode: \"Jimmy Kimmel Live In Brooklyn: Billy Joel And Tracy Morgan\") | |rowspan=\"4\" style=\"text-align:center;\" | |- |rowspan=\"3\"|2020 |Outstanding Lighting Design / Lighting Direction for a Variety Series |Christian Hibbard, William Peets, Kille Knobel and James Worman (Episode: \"Jimmy Kimmel Live in Brooklyn – Jason Alexander, Tracy Morgan, John Krasinski, Paul Shaffer and Music from Kanye West\") | |- |Outstanding Short Form Variety Series |Jimmy Kimmel, Jill Leiderman, Molly McNearney, Tony Romero, Seth Weidner and Danny Ricker (\"Jimmy Kimmel's Quarantine Minilogues\") | |- |Outstanding Technical Direction, Camerawork, Video Control for a Series |Ervin D. Hurd Jr., Guy Jones, Parker Bartlett, Greg Grouwinkel, Garrett Hurt, Kris Wilson, Mark Gonzales, Nick Gomez, Bernd Reinhardt, Damien Tuffereau and Steve Garrett (Episode: \"Jimmy Kimmel Live in Brooklyn – Jon Stewart, Benedict Cumberbatch, Kelly Ripa and Music from David Byrne\") | |} ==See also== * List of late night network TV programs *List of late-night American network TV programs ==Notes== ==References== ==Additional sources== * ==External links== * * Category:2003 American television series debuts Category:2000s American late-night television series Category:2010s American late-night television series Category:2020s American late-night television series Category:2000s American variety television series Category:2010s American variety television series Category:2020s American variety television series Category:American Broadcasting Company original programming Category:English-language television shows Category:Super Bowl lead-out shows Category:Television series by ABC Studios Category:Television productions suspended due to the COVID-19 pandemic Category:ABC late-night programming Category:Works by Jeff Loveness",
 "title": "Jimmy Kimmel Live!"
}