{
 "id": "217231",
 "text": "Curb Your Enthusiasm is an American television sitcom that has been produced and broadcast by HBO since October 15, 2000. It was created by Larry David, who stars as a semi-fictionalized version of himself. It follows Larry's life as a semi-retired television writer and producer in Los Angeles, and for one season, New York City. Also starring are Cheryl Hines as his wife Cheryl, Jeff Garlin as his manager and best friend Jeff Greene, and Susie Essman as Jeff's wife Susie. It often features guest stars, many of them playing fictionalized versions of themselves. As with Seinfeld, which David co-created, the humor of Curb Your Enthusiasm often revolves around the minutiae of American daily social life. Episodes frequently center on Larry's ignorance of or disregard for well-established social conventions and expectations, and his insistence that others adhere to rules of which only he seems to be aware. This social ineptitude, combined with his inability to let even the most minor grievance or annoyance go unexpressed, often leads him into awkward social situations and draws the ire of his friends, family, and total strangers. He is also routinely the victim of labyrinthine misunderstandings wherein people think he has done something immoral or disgusting. Each episode's plot and subplot is established in an outline written by David, and the dialogue is largely improvised by the actors (a technique known as retroscripting). The series was developed from a 1999 one-hour special, Larry David: Curb Your Enthusiasm, which David and HBO originally envisioned as a one-time project. It was shot as a mockumentary, where the characters were aware of the presence of cameras and a crew. The series, while not in documentary form, was shot in a somewhat similar cinéma vérité-like style. Curb Your Enthusiasm has received high critical acclaim and grown in popularity since its debut. It has been nominated for 47 Primetime Emmy Awards, including Outstanding Comedy Series for nine of its ten seasons. It won the 2002 Golden Globe Award for Best Television Series – Musical or Comedy. It aired for eight mostly consecutive seasons until 2011, and resumed with a ninth season in 2017. The tenth season aired in 2020 and the eleventh season in 2021. == Premise == Larry David has explained the show's name in TV interviews as reflecting his perception that many people seem to live their lives projecting false enthusiasm, which he believes is used to imply that \"they are better than you\". This conflicts with his dry style. The title also urges the audience not to expect too much from the show; at the time of the premiere, David wanted to lower expectations after his earlier success in the entertainment industry. The series stars Larry David as a fictionalized version of himself. Like the real-life David, the character is well known as the co-creator and main co-writer of the highly successful sitcom Seinfeld. Although Larry maintains an office, he is rarely shown working. The show's plots often center around everyday interactions between Larry and his friends, acquaintances, and occasionally strangers. Conflicts in the show are frequently sparked by Larry's social unorthodoxy, particularly his often tactless manner of speaking and his stubbornness. For most of the series, the Larry David character is living a married, child-free life in Los Angeles with his wife Cheryl (Cheryl Hines). David's main confidant on the show is his manager and friend Jeff Greene (Jeff Garlin). Susie Essman plays Susie Greene, Jeff's short-tempered wife, who is frequently at odds with Larry. Many of the show's frequent guest stars are celebrities and public figures, who will usually play fictionalized versions of themselves. Among the more frequently recurring guest stars are Larry's longtime friend Richard Lewis as well as Ted Danson and his wife Mary Steenburgen. The show is set and filmed in various affluent Westside communities of (and occasionally in downtown) Los Angeles, as well as in the adjacent cities of Beverly Hills, Culver City, and Santa Monica. David's hometown of New York City is featured throughout most of the episodes in season 8. == Episodes == Curb Your Enthusiasm premiered with an hour-long special on October 17, 1999, upon which the series was based. The first eight seasons of the series aired from 2000 to 2011. The series took a prolonged six-year hiatus, before returning for a ninth season in 2017, a tenth season in 2020, and an eleventh season in 2021. The episodes are typically named after an event, object, or person that figures prominently in the plot, similarly to how Seinfeld episodes were titled. Unrelated events woven throughout a given episode are tied into an unforced climax that resolves the storylines simultaneously, either to Larry's advantage or detriment. While each episode has a distinct individual plot, most seasons feature a story arc that extends across several episodes and culminates in a finale that often features the return of many of the characters that appeared throughout the season. == Characters == === Main cast === * Larry David as himself, the show's idiosyncratic, tactless and curmudgeonly protagonist. Larry David is a semi-retired television writer and producer. Born and raised in New York, he is the only child of Nat and Adele David. He is Jewish, although he is not observant and is willing to betray his heritage when it suits him. He gained massive success with the sitcom Seinfeld. Having made a fortune off the show, Larry now works only occasionally. Stubborn and self-centered, Larry frequently flouts social conventions which he perceives as pointless, inconvenient, or nonsensical. At the same time, however, he openly rebukes friends, acquaintances, and strangers for their failure to adhere to his self- imposed (and often equally nonsensical) social rules. Larry often becomes obsessed with minute, insignificant details of others' behavior, and is seemingly unable to let any grievance, annoyance, or inappropriate remark go unexpressed. Larry is often reluctant to apologize to people he has offended, firmly believing himself to be in the right, and frequently going to extreme lengths to prove the righteousness of his beliefs and actions. When he does apologize, however, he usually only does so because he needs something from the person in question, and he is often more self-defensive than truly apologetic. All this aside, however, Larry is generally well-intentioned, and is oftentimes simply a victim of circumstance, finding himself at the center of complex misunderstandings, or falling victim to others' selfishness and/or stupidity. He is even at times celebrated by those around him for his candor and his willingness to call others out for their hypocrisy. * Jeff Garlin as Jeff Greene, Larry's manager and best friend. He is married to Susie Greene (Essman), with whom he has a daughter, Sammi (Ashly Holloway). Jeff and Susie have a tumultuous marriage, due in large part to Jeff's frequent extramarital affairs, as well as Susie's incessant criticism of Jeff, most often in regards to his weight and his cheating. Jeff often recruits Larry in his efforts to cover up his affairs from Susie, although these efforts usually fall apart and are quickly discovered by Susie. Jeff Garlin has stated that he does not empathize with his character at all and described him as a \"pretty evil guy\" who has \"no morals, no scruples\". * Cheryl Hines as Cheryl David (seasons 1–7, 9–present; guest season 8), Larry's long-suffering wife (and later, ex-wife). Patient, friendly, and generally easygoing, she serves as a comic foil to the stubborn and nit-picky Larry and often serves as a voice of reason. She is nominally an actress, although she is not shown working for most of the series. She is very environmentally conscious, and devotes a great deal of her time and money to charitable causes, particularly the NRDC. Unlike Larry, Cheryl is outgoing, enjoys most social functions, and is the primary agent in maintaining many of the couple's friendships. Cheryl is also the driving force behind many of Larry's apologies. While she feels a deep affection for Larry and often shows near super-human patience with his various foibles, she has her limits, particularly with his obsession over minute, unimportant details. She is finally pushed to her breaking point in the season 6 episode \"The TiVo Guy\" when, on board a flight experiencing severe turbulence, she calls Larry to tell him she loves him. To her shock and anger, Larry pays no attention to what is ostensibly his wife's final goodbye and instead berates her with questions about their DVR. In the wake of the incident, Cheryl leaves Larry. They briefly reunite at the end of season 7, before Cheryl is once again driven away by Larry's obsession over minor details, in particular, a stain left by Cheryl's coffee cup on Julia Louis-Dreyfus' table. They finalize their divorce at the start of season 8. In season 9, Cheryl begins dating Larry's friend Ted Danson. Prior to this, she and Ted shared a close, platonic friendship, of which Larry was always suspicious. * Susie Essman as Susie Greene (season 8–present; recurring seasons 1–7), Jeff's shrill and overbearing wife, known for her explosive temper and her filthy mouth. Her interactions with Larry often begin friendly and quickly degrade into vicious arguments that occasionally border on physical violence. Shrewd and perpetually suspicious of both Jeff and Larry, Susie is often the first to uncover Larry and Jeff's schemes and wrongdoings and will often rebuke them with profanity-laced tirades. Susie and Jeff have an \"on-again, off-again\" relationship. She often uses Larry as a scapegoat for her marital problems. She is known to refer to Larry as \"Larry Fucking David\", \"Bald Asshole\", and \"Four-Eyed Fuck,\" and when he crosses her, she is known to respond \"Fuck you, Larry David!\" Her most common epithet for her husband is \"You fat piece of shit!\" She often defends traditional moral standards, such as the sanctity of marital vows and fealty to hearth and home, at times against her husband, at others against Larry, and usually against both. * J. B. Smoove as Leon Black (season 9–present; recurring seasons 6–8), Larry's friend and, later, roommate (casita). He is the brother of Loretta Black, a single mother whose New Orleans home was destroyed by Hurricane Edna. When Larry and Cheryl take in Loretta and her family, Leon moves in, too, despite living in Los Angeles and thus having been unaffected by the Hurricane. When Loretta and her children finally move back to Louisiana, Leon stays behind. He and Larry develop an unlikely friendship, with Leon frequently offering Larry questionable advice on romance, business, and social interactions. Like Larry, Leon is blunt and often confrontational, although unlike Larry, his confrontations with others will end favorably for him. Leon first appears in the season 6 episode, \"The Anonymous Donor\". === Recurring roles === Among the show's many recurring roles, Richard Lewis, Ted Danson, and Wanda Sykes play fictionalized versions of themselves as old friends of Larry with whom he frequently butts heads. Shelley Berman played Larry's father, Nat David. Bob Einstein frequently appeared as Marty Funkhouser, another of Larry's oldest friends. Kaitlin Olson recurred as Becky, Cheryl's sister. In seasons 6 and 7, Vivica A. Fox appears as Loretta Black, a member of the Black family, a family of hurricane evacuees who take refuge in Larry's house upon Cheryl's invitation. Loretta eventually becomes Larry's primary love interest for a time once he and Cheryl split up. Saverio Guerra plays Mocha Joe who first appeared in season 7 and returned as Larry's nemesis in season 10. === Notable guest appearances === Celebrities, including actors, comedians, authors, musicians and athletes, often make guest appearances on the show, with a large portion of them playing themselves, or fictional versions thereof. Some of these guest stars who appear as fictionalized versions of themselves include Mary Steenburgen, Mel Brooks, Michael York, Martin Scorsese, Ben Stiller, Christian Slater, David Schwimmer, Rob Reiner, Rosie O'Donnell, and the main cast of Seinfeld – Jerry Seinfeld, Julia Louis-Dreyfus, Jason Alexander, and Michael Richards. Notable people who filled in fictional roles include Bryan Cranston, Bob Odenkirk, Wayne Federman, Gina Gershon, Elisabeth Shue, Vince Vaughn, Bobby Lee, Frank Whaley, Kaley Cuoco and Stephen Colbert. ==Reception== ===Critical response=== {| class=\"wikitable plainrowheaders\" style=\"float: right;text-align:center; width:%70;margin:10px\" |- ! style=\"padding:0 8px;\" colspan=\"2\" rowspan=\"2\" | Season ! style=\"padding:0 8px;\" colspan=\"2\" | Critical response |- ! style=\"padding:0 8px;\" | Rotten Tomatoes ! style=\"padding:0 8px;\" | Metacritic |- ! scope=\"row\" style=\"width:12px; background:#2F4B59;\"| | 1 | 89% (9.5/10) | 80 |- ! scope=\"row\" style=\"width:12px; background:#9099AE;\"| | 2 | 100% (9.0/10) ! |- ! scope=\"row\" style=\"width:12px; background:#FAD7BB;\"| | 3 | 100% (9.0/10) | 93 |- ! scope=\"row\" style=\"width:12px; background:#49A0C0;\"| | 4 | 93% (7.6/10) | 88 |- ! scope=\"row\" style=\"width:12px; background:#D6D1B2;\"| | 5 | 100% (9.0/10) | 91 |- ! scope=\"row\" style=\"width:12px; background:#9C3236;\"| | 6 | 87% (8.0/10) | 89 |- ! scope=\"row\" style=\"width:12px; background:#3D4144;\"| | 7 | 97% (8.5/10) | 81 |- ! scope=\"row\" style=\"width:12px; background:#05070A;\"| | 8 | 92% (8.3/10) | 86 |- ! scope=\"row\" style=\"width:12px; background:#2F3D50;\"| | 9 | 74% (7.1/10) | 74 |- ! scope=\"row\" style=\"width:12px; background:#f9c90f;\"| | 10 | 94% (7.5/10) | 78 |- ! scope=\"row\" style=\"width:12px; background:#00ae44;\"| | 11 | 93% (8.4/10) | 89 |- ! colspan=\"2\" | Average ! 92% ! 84 |} Curb Your Enthusiasm has received critical acclaim, praised particularly for its writing and the actors' improvisational comedy. The show has enjoyed largely positive critical reception since its debut and has outgrown its early \"cult\" status. On Metacritic, the first season of the show scored 80 out of 100 (based on 20 reviews), 93 for season 3 (based on 12 reviews), 88 for season 4 (18 reviews), 91 for season 5 (five reviews), 89 for season 6 (nine reviews), 81 for season 7 (18 reviews), 86 for season 8 (six reviews), 74 for season 9 (10 reviews) and 78 for season 10 (5 reviews). Slate named the characters of Cheryl David and Susie Greene as two of the best on television and as reasons to look forward to the return of the show in the fall of 2007. Curb Your Enthusiasm has also received praise from Galus Australis magazine for being even more unabashedly Jewish than the Seinfeld series. Of the show's depiction of Jewish characters, academic Vincent Brook stated, \"Curbs commitment to Jewish identification greatly enhances its storytelling capacity, as it lends greater realism and dimension to the characters and opens the show up to episodes with meaningful Jewish themes.\" The character of Larry on the show is in many ways reminiscent of the schlemiel character often present in traditional Yiddish folklore. The schlemiel is usually a comic character whose actions lead to his inevitable downfall, but also stands as a form of resistance to social and cultural values and norms. David Gillota wrote: In 2016, Rob Sheffield of Rolling Stone ranked Curb Your Enthusiasm as the 19th greatest television series ever made. Journalist James Andrew Miller made the first chapter of his new podcast \"Origins\" about Curb Your Enthusiasm. The chapter goes across five episodes and was released on September 6, 2017. It documents the genesis of the series, and uses conversations with people involved in the show. ===Awards and nominations=== The series has received a total of 47 Primetime Emmy Award nominations, winning twice: Outstanding Directing in a Comedy Series for Robert B. Weide for \"Krazee-Eyez Killa\" in 2003, and Outstanding Single-Camera Picture Editing for a Comedy Series for Steven Rasch for \"Palestinian Chicken\" in 2012. The series has received nine nominations for Outstanding Comedy Series. Larry David has received six nominations for Outstanding Lead Actor in a Comedy Series. Cheryl Hines has received two nominations for Outstanding Supporting Actress in a Comedy Series. Shelley Berman and Michael J. Fox have each received a nomination for Outstanding Guest Actor in a Comedy Series. The series has also received ten nominations for Outstanding Directing for a Comedy Series. The ninth season received four nominations at the 70th Primetime Emmy Awards, for Outstanding Comedy Series, Larry David for Outstanding Lead Actor in a Comedy Series, and Bryan Cranston and Lin-Manuel Miranda each for Outstanding Guest Actor in a Comedy Series. The tenth season was nominated for Outstanding Comedy Series at the 72nd Primetime Emmy Awards, and the series received three further nominations in technical categories. The series has also received five Golden Globe Award nominations (in 2003 and 2006) and won for Best Television Series – Musical or Comedy in 2003. Larry David has been nominated for three Golden Globes for Best Performance by an Actor in a Television Series – Musical or Comedy in 2003, 2005, and 2006. It has been nominated for four Screen Actors Guild Awards, two for Larry David and two for the ensemble cast. It has been nominated six times for the Producers Guild of America Award, winning twice in 2003 and 2005. It has been nominated for eleven Directors Guild of America Awards, winning twice for Bryan Gordon for \"The Special Section\" in 2003 and Robert B. Weide for \"Palestinian Chicken\" in 2012. It has been nominated five times for the Writers Guild of America Award, winning once in 2006. == Syndication == When aired in syndication, the series is edited from its original HBO broadcast (for running time and without the TV-MA scenes). On June 2, 2010, the series premiered on the TV Guide Network, making its basic cable debut. The network also recorded a series of related discussions with high-profile guest stars, media pundits, and prominent social figures called \"Curb: The Discussion\" debating the moral implications depicted in each episode. The show debuted in syndication on local stations and WGN America in September 2010, but was removed the following year due to low ratings. It debuted on TV Land in February 2013. == Home media == === VHS release === The first season of Curb Your Enthusiasm was released on VHS in a three-volume box set. === DVD releases === Curb Your Enthusiasm seasons come in a two-disc DVD set with ten episodes. {| class=\"wikitable\" |- !rowspan=\"2\"|Season!!colspan=\"2\"|Release dates!! rowspan=\"2\" style=\"width:70%;\"|Bonus features |- !|Region 1 !! Region 2 |- | style=\"text-align:center;\"|1||January 13, 2004||May 17, 2004||Commentary by Larry David, Jeff Garlin, Cheryl Hines and Robert B. Weide on the pilot episode; interview with Larry David; HBO TV special Larry David: Curb Your Enthusiasm |- | style=\"text-align:center;\"|2||June 15, 2004||October 18, 2004||None |- | style=\"text-align:center;\"|3||January 18, 2005||February 7, 2005||60 minutes of extras with the cast and directors at the U.S. Comedy Arts Festival in Aspen |- | style=\"text-align:center;\"|4||August 30, 2005||September 26, 2005||None |- | style=\"text-align:center;\"|5||August 1, 2006||September 11, 2006||\"The History of Curb... so far\" and \"The History of Curb... even further\" featurettes |- | style=\"text-align:center;\"|6||January 29, 2008||June 9, 2008||\"A Conversation with Larry David and Susie Essman\"; \"On the Set: Curb Your Enthusiasm\"; gag reel |- | style=\"text- align:center;\"|7||June 8, 2010||June 7, 2010||Rebuilding the Seinfeld sets; Larry David as George Costanza; interview with Larry David and the Seinfeld cast, and more |- | style=\"text-align:center;\"|8||June 5, 2012||June 11, 2012||\"Leon's Guide to NYC\"; roundtable discussion with Larry and the cast |- | style=\"text-align:center;\"|1–8||||June 11, 2012||See individual releases |- | style=\"text-align:center;\"|9||March 6, 2018||March 5, 2018||Cast memorable moments and deleted scenes |- | style=\"text-align:center;\"|10||July 21, 2020||July 20, 2020||\"What Finally Broke Them\" |} ==Other media== === Book === A Curb Your Enthusiasm book was released October 19, 2006, published by Gotham Books. The book contains stories from Larry David's past, original interviews and commentary, episode outlines, episode guide, and over 100 full-color photographs. The contents of the book span the first five seasons of the show. === Music === The show is punctuated between scenes with music orchestrated by Wendell Yuponce and from a music library company called Killer Tracks. Frequently heard are instrumental arrangements of the whimsical \"Three Little Maids From School Are We\" from The Mikado, and the rhythmic Gypsy dance \"Les tringles des sistres tintaient\" from Carmen. The opening and closing theme song (not mentioned in the credits) is \"Frolic\" by Italian composer . Larry David heard the music used in a bank commercial years before the show was created and thought it had a lighthearted, joyful quality. An unofficial soundtrack was released by Mellowdrama Records in 2006. === Documentary === The 2017 Netflix documentary film, Long Shot, revealed that raw footage from the filming of an episode for the fourth season of the show at Dodger Stadium helped to inadvertently exonerate Juan Catalan, who was accused of murder and faced the death penalty, by giving him an alibi during the time the murder was committed. == References == == External links == * * Category:2000 American television series debuts Category:2000s American black comedy television series Category:2010s American black comedy television series Category:2020s American black comedy television series Category:Adultery in television Category:Best Musical or Comedy Series Golden Globe winners Category:Cultural depictions of American people Category:English-language television shows Category:HBO original programming Category:Jewish comedy and humor Category:Jewish culture in Los Angeles Category:Television series about Jews and Judaism Category:Primetime Emmy Award-winning television series Category:Television series about marriage Category:Television series about show business Category:Television series created by Larry David Category:Television shows filmed in Los Angeles Category:Television shows filmed in New York (state) Category:Television shows set in Los Angeles Category:Television shows set in New York City",
 "title": "Curb Your Enthusiasm"
}