{
 "id": "217239",
 "text": "Lipscomb University is a private university in Nashville, Tennessee. It is affiliated with the Churches of Christ. The campus is located in the Green Hills neighborhood of Nashville, between Belmont Boulevard to the west and Granny White Pike on the east. Student enrollment for the fall 2016 semester was 4,632, which included 2,986 undergraduate students and 1,646 graduate students. It also maintains two satellite locations called \"Spark,\" in the Cool Springs area of Franklin, Tennessee and in Downtown Nashville to serve the business community. ==History== Lipscomb University was founded in 1891 by David Lipscomb and James A. Harding. The campus grounds consist predominantly of the former estate of David Lipscomb, who donated it to the school. The school was always intended to function as a Christian liberal arts institution. It is still affiliated with the Churches of Christ and a seminary is part of the university. In an early catalog, the founders expressed their views about providing a liberal education that included Christian underpinning: Several prominent Church of Christ ministers received at least a portion of their higher education here (see Notable alumni below). The university remains thoroughly affiliated in the Churches of Christ: Potential full-time, undergraduate faculty must prove their membership in a Church of Christ before being hired. Its original name was the Nashville Bible School, which was changed to David Lipscomb College, then to David Lipscomb University. Lipscomb graduated its first senior class in 1948, leaving behind the name of junior college forever. In 1954, the Southern Association of Colleges and Schools granted Lipscomb its first accreditation. In 1988, Lipscomb attained Level III (master's degree-granting) status and became known as David Lipscomb University. All full-time, undergraduate students are required to take Bible classes and attend chapel twice a week. (Half of these chapels are now held in the sports facility Allen Arena, and half are \"break- out\" sessions that are held in multiple places on the same schedule.) The university operates an on-campus high school and middle school as part of its training of teachers and research programs. The associated elementary school moved to a renovated former public school a few blocks away in 1986. All three form Lipscomb Academy, offering Pre-kindergarten through high school education. In January 2019, the university launched LipscombLEADS, a $250 million fundraising campaign to fund various improvements to the campus, including new academic buildings, renovations to existing academic and residence buildings, and new programs. Additionally, funds will go to increased financial aid for students and growing the endowment. At the time of announcement, $186 million had already been raised from 42,000 donors. In September 2020, Lipscomb announced that it would be merging with the Austin Graduate School of Theology in Austin, Texas. The merger would become official in January 2021, with Lipscomb managing all of AGST's affairs and expanding their course offerings. ===Presidents=== There have been 14 superintendents or presidents of Lipscomb over 18 administrations. *James A. Harding (1891-1901) *William Anderson (1901-1905) *J. S. Ward (1905-1906) *E. A. Elam (1906-1913) *J. S. Ward (1913) *H. Leo Boles (1913-1920) *A. B. Lipscomb (1920-1921) *H. S. Lipscomb (1921-1923) *H. Leo Boles (1923-1932) *Batsell Baxter (1932-1934) *E. H. Ijams (1934-1943) *Batsell Baxter (1943-1946) *Athens Clay Pullias (1946-1977) *G. Willard Collins (1977-1986) *Harold Hazelip (1987-1997) *Steve Flatt (1997-2005) *L. Randolph Lowry III (2005–2021) *Candice McQueen (2021–present) The Nashville Bible School was co-founded in 1891 by college founders Lipscomb and Harding. David Lipscomb never served as president, but as chairman of the board of trustees. James A. Harding served as the school's first superintendent. ==Academics== U.S. News & World Report ranks Lipscomb University 18th among Regional Universities (South) according to its \"2015 America's Best Colleges\" guidebook. Lipscomb's liberal arts curriculum includes a wide range of academic programs in the arts and sciences. The curriculum continues to evolve, notably with the addition of civil and environmental engineering in the Raymond B. Jones College of Engineering, and the doctorate in pharmacy in the College of Pharmacy and Health Sciences. Under the administration of President Lowry, Lipscomb increased the number of its graduate programs from 8 in 2005 to 44 in 2015. ==Colleges and institutes== Lipscomb University comprises the following colleges, schools and institutes: {| class=\"wikitable\" style=\"width:100%;\" |- valign=\"top\" |Colleges: * College of Bible & Ministry * College of Business * College of Computing & Technology * College of Education * Raymond B. Jones College of Engineering * College of Entertainment & the Arts * College of Leadership & Public Service * College of Liberal Arts & Sciences * College of Pharmacy & Health Sciences * College of Professional Studies |Schools: * School of Nursing * School of Public Policy * Hazelip School of Theology Institutes: * Ayers Institute for Teacher Learning & Innovation * Dean Institute for Corporate Governance & Integrity * Institute of Christian Spirituality * Institute for Conflict Management * Institute for Law, Justice & Society * Institute for Sustainable Practice * Nelson & Sue Andrews Institute for Civic Leadership |} ==Campus== upright|thumb|The Allen Bell Tower thumb|Bison Square The center of the university, known as Bison Square, is located between the Bennett Campus Center and the Willard Collins Alumni Auditorium. The south side of the Bennett Campus Center was converted from a single upstairs and downstairs entry into an amphitheater-style seating area and entryway, as well as having an entirely renovated interior with redesigned seating and lighting that create a more welcoming atmosphere. A full-service Starbucks store has also opened inside the campus center, complete with its own separate entry on both the interior and exterior of the building. The bricked square is traditionally used during warm weather as the location for devotionals, concerts, and other campus activities. Willard Collins Alumni Auditorium has been completely renovated with new seating, flooring, and audio/video equipment, updating its look from the original design. Allen Arena, a 5,028-seat multipurpose facility, opened in October 2001 on the site of the old McQuiddy Gymnasium. Part of the McQuiddy Gymnasium still remains between Allen Arena and the Student Activities Center (the SAC), a multi- purpose student activity space with workout facilities, basketball courts, and an indoor track. The SAC offers a variety of workout classes to students, including spin classes on exercise bikes. Yearwood Hall, an older women's dormitory, was torn down for construction of Allen Arena and its accompanying parking garage. === Academic buildings === Attached to Willard Collins Alumni Auditorium is the A. M. Burton Health Sciences Center. The Burton building was fully renovated to house the College of Pharmacy. The entire renovation of the building received LEED Gold certification. On the southeast corner of Burton, is the music wing, the McMeen Music Center. It has a large rehearsal room for music ensembles on the main level, with music offices and practice rooms on the lower level. To the south side of Burton is the Swang Business Center, where business and computing classes are held, along with various other classes. The university's newest academic buildings have been constructed on the north side of campus, where the university expanded beyond its historic northern boundary. The Pharmaceutical Sciences Research Center houses the university's graduate pharmacy program. The neighboring James D. Hughes Center houses all the university's health-science programs and the physician assistant program. The Nursing and Health Sciences Center next door houses the graduate College of Nursing. The Fields Engineering Center is also located on the north side of campus. The Ezell Center comprises the religious, education, mass communication, social work, history, political science, philosophy, and professional studies departments. Other academic buildings include the McFarland Science Building, where science and math classes are held, and the attached Ward Hall, which was fully renovated. The basements of McFarland and Ward now house the majority of the arts-related programs as they await the delayed opening of the new George Shinn Event Center. This will house the College of Entertainment and the Arts. Beaman Library was constructed in time for the university's centennial in 1991. The university's old library, the Crisman building, now serves as the university's administrative building. Lipscomb has announced plans for a new College of Business building and a new performing arts center. === Housing === The university has seven residence halls. Women's residences include Elam Hall, Fanning Hall, and Johnson Hall, all of which have a large enclosed courtyard. Men's residences include Sewell Hall, which was renovated in the late 1990s, and the eight-story High Rise, the university's tallest structure. The Village is a co-ed, apartment style housing for upperclassmen. Bison Hall, the newest residence hall, is a hotel- style, co-ed housing option for upperclassmen that also doubles as Bison Inn, a hotel option for visitors to campus. Men and women are not allowed in dorms belonging to the opposite sex, with a few exceptions: 1) members of both sexes can enter the lobby during certain hours, 2) during moving days, and 3) on \"open dorm\" occasions; 4) and men are also allowed into the central courtyard of the women's dormitories only when cookouts or other such mixers are being held. ==Tax exempt bonds== Some academic buildings were built with tax-exempt municipal bonds, and, because Lipscomb is a Christian school, this led to an extended lawsuit on the basis of whether or not a private religious institution is allowed to use public bonds. This case was debated for many years and ultimately made it to the Supreme Court. The court upheld the decision of the lower court, that, plainly stated, the government could not withhold public bonds based on Lipscomb's religious affiliation. However, one of the stipulations for receiving public funding was that these buildings cannot have religious classes taught in them. For example, no Bible classes are taught in the McFarland Hall of Sciences; however, the rule about excluding Bible classes does not apply to Ward Hall, even though it is attached to McFarland Hall. Construction of Ward was funded through private donations. This decision has allowed other private, religious universities to pursue public funding for capital projects. ==Campus life== Lipscomb does not have fraternities and sororities. Rather, it has social clubs, which are local and unique to Lipscomb University and are not part of any national Greek system. The women's social clubs include Delta Sigma, Delta Omega, Kappa Chi, Pi Delta, Phi Nu, and Phi Sigma. The men's social clubs are Delta Nu, Theta Psi, Sigma Alpha, Sigma Iota Delta, and Tau Phi. Students participate in Singarama (an annual spring musical variety show), as well as other entertainment, social, and service activities throughout the year. The university also offers membership in other academic, professional, and service clubs including Alpha Kappa Psi International Business Fraternity (Delta Kappa chapter), Sigma Alpha Iota women's music fraternity, Alpha Phi Chi men's service club, Pi Kappa Sigma women's service club, Sigma Pi Beta co-ed service club, Alpha Chi National Honors Society, Sigma Tau Delta National English honor society, Circle K International, College Republicans, and College Democrats. The Babbler is the defunct student newspaper and was published weekly during the spring and fall semesters. The title of the publication comes from Acts 17:18 which in part says \"What does this babbler have to say?\" The Backlog is the school's yearbook and is published annually. The Lumination Network, the school's converged student media outlet, replaces the weekly Babbler and is tied heavily with the academic program of the Department of Communication and Journalism. An independent student newsletter, the Lipscomb Underground, provides unfiltered student opinion for the campus. Originally running from 1994 to 2008 and resurfacing in 2016, the title of the Lipscomb Underground comes from the musical Les Misérables which in part says \"Make for the sewers, go underground!\" thumb|284x284px|An example of the bison painted by students by Collins Alumni Auditorium. ==Global learning== Lipscomb offers a handful of study abroad programs, which the university terms global learning. In the mid-1990s a semester-long, study abroad program in Vienna, Austria, was first offered, and is the flagship trip for the university. Additional study abroad trips include Santiago, Chile; Florence, Italy; and London, United Kingdom. Lipscomb Global Learning announced that beginning in Fall 2019, the Santiago program would end and be replaced with a new program in Heredia, Costa Rica. Several academic departments take short trips to various sites around the world. These trips are usually for fewer than 10 hours credit and a shorter time abroad. The university also partners with the Council for Christian Colleges and Universities to offer other trips ranging from 10 days to year-round, thanks to the newly developed programs of 2013. The current head of the global learning department is Michael Winegeart. ==Athletics== thumb|Lipscomb Bisons logo Sports teams are nicknamed \"The Bisons,\" and there is a large statue of the namesake animal centrally located on the campus. At one time the school was a small-college sports powerhouse, notably in baseball and basketball in the NAIA; now it is a member of NCAA Division I and competes in the ASUN Conference. The university has an ongoing sports rivalry with Belmont University, just down the road from Lipscomb. Traditionally basketball games between the two schools are called the \"Battle of the Boulevard\". Overall the Bisons have the series advantage 75–72. In 2006, the rivalry reached a new level when Belmont and Lipscomb advanced to the finals of the Atlantic Sun tournament at the Memorial Center in Johnson City, Tennessee, with the winner earning its first-ever bid to the NCAA tournament. Belmont won 74–69 in overtime. Lipscomb was invited to the National Invitation Tournament as the regular-season conference champion, losing in its first game. LU The Bison serves as the official mascot of Lipscomb University. ==Notable alumni== === Academia === * Michael F. Adams (1970), retired president of the University of Georgia, former chancellor of Pepperdine University * Dr. W.B. West, Jr. (1929) Founder and former Dean of Harding School of Theology * William S. Banowsky, fourth president of Pepperdine University * Richard A. Batey (H.S. 1951, David Lipscomb College 1955), New Testament scholar * Judy G. Hample (1969), former Chancellor of the Pennsylvania State System of Higher Education (PASSHE) * Howard A. White, fifth president of Pepperdine University *M. Norvel Young, third president of Pepperdine University *George E. Howard, 1958 Head of Dept. of Religion University of Georgia, New Testament scholar, author === Athletics === * Casey Bond (2009), actor, former professional baseball player * Rex Brothers (2011), professional baseball player for the Atlanta Braves * Caleb Joseph (2010), professional baseball player for the Baltimore Orioles * Garrison Mathews (2019), professional basketball player for the Houston Rockets * John Pierce, college basketball all-time/all-division scoring leader with 4,230 points === Medicine === * J. Ridley Stroop (1921), psychology and biblical professor, known for his interference research in experimental psychology known as the Stroop Effect *Edwin Trevathan (1977), physician and public health leader, currently director of the Vanderbilt Institute for Global Health, former national center director at the U.S. Centers for Disease Control and Prevention (CDC), former provost at Baylor University. === Music & Arts === * Kelsea Ballerini (2012), country music singer and songwriter * Pat Boone (H.S. 1952), singer * Jim Jinkins (1975), creator of the animated Doug series * Dustin Lynch (2007), country music singer and songwriter * Michael Shane Neal (1991), portrait artist * Niki (singer), Indonesian singer and songwriter * Monty Powell (1984), Multiple award-winning country music singer, songwriter and producer * Thomas Rhett (2011), country music singer and songwriter * Marty Roe (1984), lead singer of the country music band Diamond Rio * Ray Walker (1956), bass singer for The Jordanaires quartet === Politics === *LaMar Baker (1938), former U.S. Representative from TN-03 * David French (1991), (political commentator) * Beth Harwell (1978), former Tennessee State Representative, first female Speaker of the Tennessee House of Representatives, candidate for governor of Tennessee in the 2018 election * Benjamin Pollock, Democratic political consultant for Beto O'Rourke *Dave Retterer (1974) Mayor of Ada, Ohio *Kerry Roberts (1983), Tennessee State Senator *David Sampson (1978), former United States Deputy Secretary of Commerce *William R. Snodgrass (1942), former Tennessee Comptroller of the Treasury === Religion === * Robert Henry Boll, German-born American preacher in the Churches of Christ * Charles R. Brewer (1918), professor, preacher, poet, and leader *G. C. Brewer (1911), author, preacher, and teacher * B.C. Goodpasture (1918), preacher and writer * Ira L. North (1941), preacher and author === Other === *Cyntoia Brown (2015), a woman whose murder conviction at age 16 was a national controversy; she was granted clemency in 2019 *Savannah Chrisley, reality television personality and pageant queen *Douglas A. Foster (1974), author and scholar known for his work on the history of Stone-Campbell Restoration Movement *David Edwin Harrell (1954), historian at Auburn University *W. Mark Lanier (1981), founder of The Lanier Law Firm *Barry Stowe (1979), CEO, Jackson National Life ==References== ==External links== * * Lipscomb Athletics website Category:1891 establishments in Tennessee Category:Council for Christian Colleges and Universities Category:Educational institutions established in 1891 Category:Private universities and colleges in Tennessee Category:Seminaries and theological colleges in Tennessee Category:Universities and colleges accredited by the Southern Association of Colleges and Schools Category:Universities and colleges affiliated with the Churches of Christ Category:Universities and colleges in Nashville, Tennessee",
 "title": "Lipscomb University"
}