{
 "id": "217326",
 "text": "Fugazi is the second studio album by the British neo-progressive rock band Marillion, released in 1984. Produced by Nick Tauber, it was recorded between November 1983 and February 1984 at various studios and was the first to feature drummer Ian Mosley, following the dismissal of the band's original drummer Mick Pointer. According to AllMusic, the album \"streamlined the intricacies of the group's prog rock leanings in favour of a more straight- ahead hard rock identity\". Built upon the success of its predecessor, Script for a Jester's Tear, Fugazi reached the UK Top 5 and went Gold. ==Background== Following their first album and its support tour, Marillion found themselves behind schedule, under pressure from EMI Records to deliver a second album. Producer Nick Tauber worked the band hard, having them stop into various rehearsal and recording studios to write songs, and to find a replacement drummer for Mick Pointer, who had been fired. American drummer Jonathan Mover auditioned in London in September 1983, and two days later was performing with Marillion in Germany. Marillion settled into Rockfield Studios in Wales to compose some songs. According to an interview with Mover, the various band members had been working separately on songs when the band's front man, Fish, asked whether they agreed with his new idea that it should be a concept album like Pink Floyd's The Wall. The more veteran band members said \"maybe,\" but new drummer Mover said it was a bad idea, that the current crop of songs was not connected by any theme, and would have to be scrapped. According to Mover, Fish took this as a challenge to his authority and he was fired from the band. Fish said later, \"Jonathan Mover left me cold, but the musicians loved him because he was super-technical. I felt I was being railroaded. All he could talk about was drums, and he didn’t fit in to the band's social element.\"Dave Ling (October 2001) Interview with Fish Classic Rock Mover received a writing credit for the single \"Punch and Judy\". The production schedule ran so late that Marillion had to begin their album support tour before the album was ready. ==Release== ===Critical reception=== As Marillion used ten different studios to record the album and the line-up had undergone a change, Fugazi proved to be a slightly incoherent follow-up to Script for a Jester's Tear, which was noticed in the retrospective review by John Franck of AllMusic. Nevertheless, he awarded the album a 4-star rating, singling out such songs as \"Assassing\", \"Incubus\", and \"Fugazi\". Writing for Ultimate Classic Rock, Eduardo Rivadavia observed: > Fugazi proved just as diverse, ambitious, even preposterous (in the best > possible prog-rock sense) as Script. They matched epic, complex musicianship > with oblique wordplay to perfection on the likes of \"Assassing\", \"Jigsaw\", > \"Incubus\", and the title track – all of which would become perennial concert > favorites for years to come. If anything, the new album was, at once, more > polished (in terms of both production standards and song arrangements) and a > tad less consistent than its predecessor, unquestionably falling short of > heightened expectations on the somewhat less-than-stellar \"Emerald Lies\" and > certainly the subpar \"She Chameleon\". ===Commercial performance=== Fugazi reached number 5 in the UK Albums Chart, spending a total of 20 weeks there. It was certified Gold by the BPI on 9 July 1985 for sales in excess of 100,000 copies. The album produced two singles which became Top 30 hits, \"Punch and Judy\" (UK no. 29) and \"Assassing\" (UK no. 22). ===Formats and reissues=== The album was initially released on LP, 12\" picture disc and cassette. The first CD issue appeared sometime afterwards. As part of a series of Marillion's first eight studio albums, EMI Records re- released Fugazi on 23 February 1998 with 24-bit digital remastered sound and a second disc containing bonus tracks. The remastered version was also made available without the bonus disc in 2000 and again in 2005 as a Japanese mini- LP replica. A new 180g heavy-weight vinyl pressing identical to the original 1984 edition was released in 2012. On August 31st 2021, a deluxe edition of Fugazi was released via Parlophone as a 3CD/Blu-ray set along with a 4LP boxed version. The deluxe edition includes a completely new remix of the original studio album and a live concert recorded in Montreal, Canada on June 20th 1984 (which had previously been partially available on Real to Reel), as well as, on the Blu-ray disc, new high-resolution stereo and 5.1 surround remixes by Avril Mackintosh and Andy Bradfield. The set also includes a 'making of' documentary containing interviews with all then band members, who were filmed separately due to COVID-19 restrictions, as well as their track by track breakdowns of the genesis of each of the songs. Also included is a live concert from 1984 that was filmed and broadcast by Swiss TV. ==Sleeve artwork== In 2012, Gigwise chose the sleeve design by Mark Wilkinson as 29th in its countdown of the \"Greatest Album Artwork of All Time\". Holly Frith wrote: \"Despite the arguable quality of their music, Marillion most certainly gave a shit about their album artwork and this multi-tiered image of a young man suffering an apparent overdose is their most startling, brilliant and thought-provoking.\" ==Track listing== *All individual writing credits are from the 1998 remastered edition. According to the original 1984 version, all songs were written by the whole band; all lyrics are credited to Fish. ==Personnel== ;Marillion *Fish – vocals; cover concept *Steve Rothery – guitars; photography (1998 remastered edition) *Mark Kelly – keyboards *Pete Trewavas – bass *Ian Mosley – drums ;Additional musicians * Sergey Nazmov - drum machine, screams *Linda Pyke – backing vocal (on \"Incubus\") *Chris Karan – additional percussion ;Technical personnel *Nick Tauber – Original album production *Simon Hanhart – Original album recording and mixing * Andy Bradfield, Avril Mackintosh - 2021 remix *Mark Wilkinson – sleeve design and illustration; photography (1998 remastered edition) *Julie Hazelwood – sleeve design and illustration (pictures on the wall) *Peter Mew – 1998 digital remastering (April — July 1997 at Abbey Road, London) *Bill Smith Studio – repackaging design (1998 remastered edition) ==Charts== ;Album {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"| Chart (1984) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Canada RPM Album Charts | align=\"center\"|71 |- |- |- |- |- ! scope=\"row\"| US Billboard Album Charts | align=\"center\"|209 |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" ! scope=\"col\"| Chart (2021) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- |} ==Certifications== {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Region ! scope=\"col\"| Certification |- |United Kingdom (BPI) |Gold |} ==References== ;Notes ;Citations ==External links== *The Official Marillion Website Category:Marillion albums Category:1984 albums Category:Hard rock albums by British artists Category:EMI Records albums",
 "title": "Fugazi (album)"
}