{
 "id": "217342",
 "text": "thumb|280px|A Polish Army soldier patrol leader debriefs his team after completing an afternoon patrol around the perimeter of Camp Babylon, Iraq. On March 17, 2003, then Polish President Aleksander Kwaśniewski announced that Poland would send about 2,000 troops to the Persian Gulf to take part in the 2003 invasion of Iraq. Polish soldiers had been present in the region since July 2002 and combat was first confirmed on March 24. These formed the fourth of the larger military contributions to the forces arrayed against Iraq (with the United States, the United Kingdom and Australia). ==Forces committed== The original Polish contingent contained: * 70 soldiers from the JW Grom SOF unit, already deployed to the region, before March 2003. These were joined by another 56 men, just before the invasion. * The logistic support ship ORP Kontradmirał Xawery Czernicki which served as a base for special operations, included 50+ crew as well as the navy SOF unit JW Formoza. * 74 chemical- contamination personnel from 4 Brodnicki Pułk Chemiczny (4. Chemical Warfare Regiment from Brodnica). * Another 53 men strong chemical-contamination contingent was ready to be sent to Turkey, but because of the quick victory it was stopped one day before departure. In April 2005, Poland had 2,500 troops deployed in Iraq, and was also commanding a number of other coalition troops within the Polish-led Multinational Division Central-South. ==Operations by Polish Forces== thumb|250px|GROM commandos in Umm Qasr, 28 March 2003. Polish commandos took part in security operations on Iraqi Oil Platforms. Fearing a repeat of the destruction of Iraqi oil wells in the Gulf War by Saddam Hussein, this operation aimed to prevent similar acts that would have led to pollution of the region and loss of infrastructure. Polish special forces performed the operation of securing the port of Umm Qasr. ==International relations== In 2003, controversy erupted between Poland and France when Polish forces found French Roland surface-to-air missiles that the international press reported that Polish officers claimed had been manufactured in 2003. France pointed out that the latest Roland missiles were manufactured in the early 1990s and thus the manufacturing date was necessarily an error (it turned out it was probably the expiry date that was indicated), and affirmed that it had never sold weapons to Iraq in violation of the embargo. Investigations by the Polish authorities came to the conclusion that the persons responsible for the scandal were low level commanders; Wojskowe Służby Informacyjne, the Polish Army's intelligence service, had not verified their claims before they were leaked to the press. The Foreign Minister of Poland, Włodzimierz Cimoszewicz, stated in July 2003, \"We have never hidden our desire for Polish oil companies to finally have access to sources of commodities\" and was criticized for that by many fellow politicians and Polish popular opinion. == See also == *Iraq–Poland relations *Governmental positions on the Iraq War prior to the 2003 invasion of Iraq *Polish Army ==References== ==External links== * President of Poland's decision to commit troops to Iraq * Additional troops to leave for Iraq on the 21st * Multinational Division Central-South homepage * U.S. Foreign Economic and Military Aid by Recipient Country: 2000 to 2003 Category:Military history of Poland Poland Category:History of Poland (1989–present) Category:Iraq–Poland military relations",
 "title": "Polish involvement in the 2003 invasion of Iraq"
}