{
 "id": "217481",
 "text": "The Early Vasa era is a period that in Swedish and Finnish history lasted between 1523-1611\\. It began with the reconquest of Stockholm by Gustav Vasa and his men from the Danes in 1523, which was triggered by the event known as the Stockholm Bloodbath in 1520, and then was followed up by Sweden's secession from the Kalmar Union, and continued with the reign of Gustav's sons Eric XIV, John III, John's son Sigismund, and finally Gustav's youngest son Charles IX. The era was followed by a period commonly referred to as the Swedish Empire, or Stormaktstiden in Swedish, which means \"Era Of Great Power\". Gustav's reign was marked by internal political and religious reforms, including the Protestant Reformation, where he converted to Protestantism and seized Catholic Church property and wealth, and unification of the provinces. At the death of Gustav in 1560, he was succeeded by his eldest son Eric. Eric was intelligent and skilled, but was in a constant strain with his brother and other noblemen. He engaged in warfare against both Denmark, Russia and Poland, but suffered periods of insanity in 1567. In 1568 he was dethroned and succeeded by his brother John. John stabilized the international situation and made peace. He also wanted to partially restore Roman Catholicism but the idea did not come through in the end. At the death of John in 1592, his son Sigismund succeeded him. Sigismund was already ruler of the Polish–Lithuanian Commonwealth, through his mother, and he would rule Poland from 1587 to 1632. He set up a regency and continued to reside in Poland. On learning about the Uppsala Synod, that finally declared Sweden's Lutheran doctrines, he returned home to protest. He found that the Riksdag of the Estates had already dethroned him and replaced him by Gustav Vasa's youngest son, his uncle, Charles IX. A brief civil war ensued that Sigismund lost in 1598, where after he fled the country never to return. ==Establishment of the Vasa dynasty== In 1520, Stockholm was taken by Christian II of Denmark and became the scene of the Stockholm Bloodbath. By 1521, Gustav Eriksson, a nobleman and relative of Sten Sture the Elder, managed to gather troops from Dalarna in north-west Sweden and help from Lübeck, with the purpose of defeating the Danes. In August 1521, his men elected him their monarch. The Swedish War of Liberation started, and would last until the capture of Stockholm, in June 1523. Gustav Vasa then consolidated his rule against claims from Denmark. Tax reforms took place in 1538 and 1558, whereby multiple complex taxes on independent farmers were simplified and standardised throughout the district; tax assessments per farm were adjusted to reflect ability to pay. Crown tax revenues increased, but more importantly the new system was perceived as fairer and more acceptable. A war with Luebeck in 1535 resulted in the expulsion of the Hanseatic traders, who previously had had a monopoly of foreign trade. With its own businessmen in charge Sweden's economic strength grew rapidly, and by 1544 Gustavus had support from 60% of the farmlands in all of Sweden. Sweden now built the first modern army in Europe, supported by a sophisticated tax system and government bureaucracy. Gustavus proclaimed the Swedish crown hereditary in his family, the house of Vasa. It ruled Sweden (1523–1654) and Poland (1587–1668).Michael Roberts, The Early Vasas: A History of Sweden 1523–1611 (1968); Jan Glete, War and the State in Early Modern Europe: Spain, the Dutch Republic, and Sweden as Fiscal-Military States, 1500–1660 (2002) online edition After Gustav's death, his oldest son Eric XIV ascended the throne. His regency was marked by Sweden's entrance into the Livonian War and the Northern Seven Years' War, and the mutual relation between his developing mental disorder and the opposition with the aristocracy, leading to the Sture Murders (1567) and the imprisonment of his brother John (III), who was married to Catherine Jagiellonica, the sister of Sigismund II Augustus of Poland.Article \"Johan III\", from Nordisk familjebok A magnates' uprising led by John led to Erik's deposition and the kingship of John, followed by the regency of John's son Sigismund. Sigismund however was not able to defend the throne against Gustav's youngest son Charles (IX) ==Reformation== Shortly after seizing power in 1523, Gustav Vasa addressed the Pope in Rome with a request for the confirmation of Johannes Magnus as new archbishop of Sweden, in the place of Gustav Trolle who had been formally deposed by the Riksdag of the Estates due to his involvement with the Danes. The pope initially refused, but gave his approval a year later. Magnus then was in a position between the reformation friendly king and the Catholic bishops. He was sent on a diplomatic mission to Russia in 1526 while the king continued the reformation. Magnus travelled down to Rome and was consecrated in 1533, but never returned home. right|thumb|350px|An image issued by and made during Gustav Vasa's reign, showing him (in dark brown clothing and cap) capturing and subduing Catholicism (the lady in orange dress). Meanwhile, Gustav suppressed all Catholic printing-presses in 1526 and took two-thirds of the Church's tithes for the payment of the national debt (owed to the German soldiers who helped him to the throne). In 1529, he summoned to a church meeting in Örebro. Without formally breaking with Rome, all Catholic rituals were declared as merely symbolic, although still retained. The Catholic support was still strong around the country, and Gustav preferred to move slow by first spreading education of the Reformation.41 (Svenska kyrkans historia efter reformationen / Förra delen (1520–1693)) The final step was taken in 1531, when Gustav Vasa announced Laurentius Petri as the new archbishop of Uppsala and Sweden. Laurentius and his brother Olaus, and Mikael Agricola in Österland (today's Finland), wrote and printed Lutheran texts throughout the next decades. The opposition was still strong, and neither Gustav nor his successor Eric XIV dared making radical reforms. A complete Lutheran church ordinance was not presented until the Swedish Church Ordinance 1571, defined in the Riksdag in 1591, with a statement of faith finalized by the Uppsala Synod in 1593. === Peasant risings === Gustav had to face half-dozen peasant risings between 1525 and 1543, ending when the Dacke War was crushed. In all these rebellions the religious issue figured largely, though the increasing fiscal burdens were undoubtedly grievous, and the peasants had their particular grievances besides. The wholesale seizure and degradation of Church property outraged them, and they formally protested against the introduction of \"Luthery.\" They insisted on the restoration of the ancient Catholic customs. === Attempts of Catholic reunification === Under Eric XIV the Reformation in Sweden proceeded on the same lines as during the reign of his father, retaining all the old Catholic customs not considered contrary to Scripture. After 1544, when the Council of Trent had formally declared the Bible and tradition to be equally authoritative sources of all Christian doctrine, the contrast between the old and the new teaching became more obvious; and in many countries a middle party arose which aimed at a compromise by going back to the Church of the Fathers. King John III of Sweden, the most learned of the Vasas, and somewhat of a theological expert, was largely influenced by these middle views. As soon as he had mounted the throne he took measures to bring the Church of Sweden back to \"the primitive Apostolic Church and the Swedish Catholic faith\"; and, in 1574, persuaded a synod, assembled at Stockholm, to adopt certain articles framed by himself. In February 1575 a new Church ordinance, approximating still more closely to the patristic Church, was presented to another synod and accepted, but very unwillingly. In 1576 a new liturgy was issued on the model of the Roman missal, but with considerable modifications. Despite the opposition of Duke Charles and the ultra- Protestants, these measures were adopted by the Riksdag of the Estates in 1577. They greatly encouraged the Catholic party in Europe, and John III was ultimately persuaded to send an embassy to Rome to open negotiations for the reunion of the Swedish Church with the Holy See. But though the Jesuit Antonio Possevino was sent to Stockholm to complete John's conversion, John would only consent to embrace Catholicism under certain conditions which were never fulfilled, and the only result of all these subterraneous negotiations was to incense the Protestants still more against the new liturgy, the use of which by every congregation in the realm without exception was, nevertheless, decreed by the Riksdag of 1582. During this period Duke Charles and his Protestant friends were clearly outnumbered by the promoters of the middle way (). Nevertheless, immediately after King John's death, the Uppsala Synod, summoned by Duke Charles, rejected the new liturgy and drew up an anti- Catholic confession of faith, March 5, 1593. Holy Scripture and the three primitive creeds were declared to be the true foundations of Christian faith, and the Augsburg confession was adopted. === Sigismund's reaction === When Sigismund found out about the Uppsala Synod 1593, he considered it an infringement of his prerogative. On his arrival in Sweden he initially tried to gain time by confirming what had been done; but the aggressiveness of the Protestant faction and the persistence of Duke Charles made civil war inevitable. At the Battle of Stångebro on September 25, 1598, the struggle was decided in favour of Charles and Protestantism. Sigismund fled from Sweden, never to return, and on March 19, 1600, the Riksdag of Linköping proclaimed the duke king under the title of Charles IX of Sweden. Sigismund and his line of posterity were declared to have forfeited the Swedish crown, and was from then on to pass to the male heirs of Charles. == Foreign affairs == Sweden had little independent foreign interaction while it was committed to the Kalmar Union, and Gustav’s earliest reign aimed at little more than self- preservation. As he was in debt to merchant of Lübeck, he used aid of Denmark to free himself from this deal by a truce of August 28, 1537. Thereby, Sweden for the first time in its history became the mistress of its own waters. But hegemony of Denmark was indisputable, and Gustav regarded them with suspicion. When Sweden broke away from the Kalmar Union, Denmark and Norway entered into their own union, (see Denmark–Norway), and the Danish king Christian III continued to carry the Swedish insignia of three crowns in his coat of arms, indicating a supposed claim of sovereignty. Also offensive was the attitude of Sweden's eastern neighbor Russia, with whom the Swedish king was nervously anxious to stand on good terms. Gustav attributed to Ivan IV of Russia, whose resources he unduly magnified, the design of establishing a universal monarchy round the Baltic sea, and waged an inconclusive war against him in 1554–1557. === First involvements === Ultimately, Sweden departed from its neutrality and laid the foundations of its later overseas empire. In the last year of Gustav's life, 1560, the ancient Livonian Order, had by the secularization of the latter order into the dukedom of Prussia, 1525, had become isolated between hostile Slavonians. The situation became critical in 1558–1560, when floods of Muscovites poured over the land, threatening the whole province with destruction. In his despair, the last master of the order Gotthard von Kettler, appealed to his civilized neighbours to save him. Eric became ruler by October 1560, and already later that year he engaged Sweden in the Livonian War. By March 1561, the city council of Reval surrendered to Sweden, and became the outpost for further Swedish conquests in the area. From the moment, Sweden was forced to continue on a policy of combat and aggrandisement, because a retreat would have meant the ruin of its Baltic trade. Erik XIV also obstructed Danish plans to conquer Estonia, and added the insignia of Norway and Denmark to his own coat of arms. Lübeck, upset over obstacles of trade that Erik had introduced to hinder the Russian trade and withdrawn trade privileges, joined Denmark in a war alliance. Poland soon joined, wanting control of the Baltic trade. === Deepening involvements === At Bornholm, on May 30, 1563, the Danish fleet fired on the Swedish navy. A battle arose that ended with Danish defeat. German royal emissaries were sent to negotiate a peace, but at the meeting place of Rostock no Swedes appeared. On August 13, 1563, war was declared in Stockholm by emissaries from Denmark and Lübeck. The so-called Northern Seven Years' War commenced, with exhausting assault on land and water. Eric undaunted continued the war until his insanity in 1567 halted the Swedish warfare. He was dethroned in 1568 and replaced by John, who made peace attempts, which were eventually successful by the Treaty of Stettin in 1570. John then entered an anti-Russian league with Stephen Báthory of Poland in 1578. The war between Russia and Sweden for the possession of Estonia and Livonia (1571–1577) had been uninterruptedly disastrous to Sweden, and, in the beginning of 1577, a countless Russian host sat down before Reval. With the help of Bathory, however, the scales soon turned in the opposite direction. Six months after his humiliating peace with the Polish monarch, Ivan IV was glad to conclude a truce with Sweden also on a basis at Plussa, on August 5, 1582. The war was resumed by Russians as soon as the truce expired, leading to the Treaty of Tyavzino, far less advantageous for Sweden. === Sigismund and Polish relations === Duke Sigismund of Sweden, the son of John III, was brought up by his mother in the Catholic religion. On August 19, 1587, he was elected king of Poland. Sixteen days later the Articles of Kalmar, signed by John and Sigismund, regulated the future relations between the two countries when, in process of time, Sigismund should succeed his father as king of Sweden. The Articles of two kingdoms were to be in perpetual alliance, but each of them was to retain its own laws and customs. Sweden was also to enjoy its religion, subject to such changes as the Privy Council might make; but neither pope nor council was to claim or exercise the right of releasing Sigismund from his obligations to his Swedish subjects. During Sigismund's absence from Sweden that realm was to be ruled by seven Swedes, six elected by the king and one by his uncle Duke Charles of Södermanland, the leader of the Swedish Protestants. No new tax was to be levied in Sweden during the king's absence, but Sweden was never to be administered from Poland. Any necessary alterations in these articles were only to be made with the common consent of the king, Duke Charles, the Estates and the gentry of Sweden. == See also == * Sweden–Finland * Swedish Estonia * Polish–Swedish union * House of Vasa == Notes == ==References== * Michael Roberts: The early Vasas: a history of Sweden 1523–1611 (1968). Attribution: * 1523 1523 1523 1523 H 1523 H 1523 1523",
 "title": "History of Sweden (1523–1611)"
}