{
 "id": "217438",
 "text": "In evolutionary ecology, a parasitoid is an organism that lives in close association with its host at the host's expense, eventually resulting in the death of the host. Parasitoidism is one of six major evolutionary strategies within parasitism, distinguished by the fatal prognosis for the host, which makes the strategy close to predation. Among parasitoids, strategies range from living inside the host (endoparasitism), allowing it to continue growing before emerging as an adult, to paralysing the host and living outside it (ectoparasitism). Hosts can include other parasitoids, resulting in hyperparasitism; in the case of oak galls, up to five levels of parasitism are possible. Some parasitoids influence their host's behaviour in ways that favour the propagation of the parasitoid. Parasitoids are found in a variety of taxa across the insect superorder Endopterygota, whose complete metamorphosis may have pre-adapted them for a split lifestyle, with parasitoid larvae and freeliving adults. Most are in the Hymenoptera, where the ichneumons and many other parasitoid wasps are highly specialised for a parasitoidal way of life. There are parasitoids, too, in the Diptera, Coleoptera and other orders of endopterygote insects. Some of these, usually but not only wasps, are used in biological pest control. The 17th century zoological artist Maria Sibylla Merian closely observed parasitoids and their hosts in her paintings. The biology of parasitoidism influenced Charles Darwin's beliefs, and has inspired science fiction authors and scriptwriters to create numerous parasitoidal aliens that kill their human hosts, such as the alien species in Ridley Scott's 1979 film Alien. ==Etymology== The term \"parasitoid\" was coined in 1913 by the Swedo-Finnish writer Odo Reuter, and adopted in English by his reviewer, the entomologist William Morton Wheeler. Previously published in Scientific Monthly, June 1922 to February 1923. Reuter used it to describe the strategy where the parasite develops in or on the body of a single host individual, eventually killing that host, while the adult is free-living. Since that time, the concept has been generalised and widely applied. ==Strategies== ===Evolutionary options=== A perspective on the evolutionary options can be gained by considering four questions: the effect on the reproductive fitness of a parasite's hosts; the number of hosts they have per life stage; whether the host is prevented from reproducing; and whether the effect depends on intensity (number of parasites per host). From this analysis, proposed by K. D. Lafferty and A. M. Kunis, the major evolutionary strategies of parasitism emerge, alongside predation. {| class=\"wikitable\" |+ Evolutionary strategies in parasitism and predation (; ) ! Host fitness !! Single host, stays alive !! Single host, dies !! Multiple hosts |- | Able to reproduce (fitness > 0) || || || |- | Unable to reproduce (fitness = 0) || || || |} Parasitoidism, in the view of R. Poulin and H. S. Randhawa, is one of six main evolutionary strategies within parasitism, the others being parasitic castrator, directly transmitted parasite, trophically transmitted parasite, vector-transmitted parasite, and micropredator. These are adaptive peaks, with many possible intermediate strategies, but organisms in many different groups have consistently converged on these six. Parasitoids feed on a living host which they eventually kill, typically before it can produce offspring, whereas conventional parasites usually do not kill their hosts, and predators typically kill their prey immediately. ===Basic concepts=== Parasitoids can be classified as either endo- or ectoparasitoids with idiobiont or koinobiont developmental strategies. Endoparasitoids live within their host's body, while ectoparasitoids feed on the host from outside. Idiobiont parasitoids prevent further development of the host after initially immobilizing it, whereas koinobiont parasitoids allow the host to continue its development while feeding upon it. Most ectoparasitoids are idiobiont, as the host could damage or dislodge the external parasitoid if allowed to move and moult. Most endoparasitoids are koinobionts, giving them the advantage of a host that continues to grow larger and avoid predators. Primary parasitoids have the simplest parasitic relationship, involving two organisms, the host and the parasitoid. Hyperparasitoids are parasitoids of parasitoids; secondary parasitoids have a primary parasitoid as their host, so there are three organisms involved. Hyperparasitoids are either facultative (can be a primary parasitoid or a hyperparasitoid depending on the situation) or obligate (always develop as a hyperparasitoid). Levels of parasitoids beyond secondary also occur, especially among facultative parasitoids. In oak gall systems, there can be up to five levels of parasitism. Cases in which two or more species of parasitoids simultaneously attack the same host without parasitizing each other are called multi- or multiple parasitism. In many cases, multiple parasitism still leads to the death of one or more of the parasitoids involved. If multiple parasitoids of the same species coexist in a single host, it is called superparasitism. Gregarious species lay multiple eggs or polyembryonic eggs which lead to multiple larvae in a single host. The end result of gregarious superparasitism can be a single surviving parasitoid individual or multiple surviving individuals, depending on the species. If superparasitism occurs accidentally in normally solitary species the larvae often fight among themselves until only one is left. ===Influencing host behaviour=== In another strategy, some parasitoids influence the host's behaviour in ways that favour the propagation of the parasitoid, often at the cost of the host's life. A spectacular example is the lancet liver fluke, which causes host ants to die clinging to grass stalks, where grazers or birds may be expected to eat them and complete the parasitoidal fluke's life cycle in its definitive host. Similarly, as strepsipteran parasitoids of ants mature, they cause the hosts to climb high on grass stalks, positions that are risky, but favour the emergence of the strepsipterans. Among pathogens of mammals, the rabies virus affects the host's central nervous system, eventually killing it, but perhaps helping to disseminate the virus by modifying the host's behaviour. Among the parasitic wasps, Glyptapanteles modifies the behaviour of its host caterpillar to defend the pupae of the wasps after they emerge from the caterpillar's body. The phorid fly Apocephalus borealis oviposits into the abdomen of its hosts, including honey bees, causing them to abandon their nest, flying from it at night and soon dying, allowing the next generation of flies to emerge outside the hive. ==Taxonomic range== About 10% of described insects are parasitoids, in the orders Hymenoptera, Diptera, Coleoptera, Neuroptera, Lepidoptera, Strepsiptera, and Trichoptera. The majority are wasps within the Hymenoptera; most of the others are Dipteran flies. Parasitoidism has evolved independently many times: once each in Hymenoptera, Strepsiptera, Neuroptera, and Trichoptera, twice in the Lepidoptera, 10 times or more in Coleoptera, and no less than 21 times among the Diptera. These are all holometabolous insects (Endopterygota, which form a single clade), and it is always the larvae that are parasitoidal. The metamorphosis from active larva to an adult with a different body structure permits the dual lifestyle of parasitic larva, freeliving adult in this group. These relationships are shown on the phylogenetic tree; groups containing parasitoids are shown in boldface, e.g. Coleoptera, with the number of times parasitoidism evolved in the group in parentheses, e.g. (10 clades). The approximate number (estimates can vary widely) of parasitoid species out of the total is shown in square brackets, e.g. [2,500 of 400,000]. ===Hymenoptera=== Within the Hymenoptera, parasitoidism evolved just once, and the many described species of parasitoid wasps represent the great majority of species in the order, barring those like the ants, bees, and Vespidae wasps that have secondarily lost the parasitoid habit. The parasitoid wasps include some 25,000 Ichneumonoidea, 22,000 Chalcidoidea, 5,500 Vespoidea, 4,000 Platygastroidea, 3,000 Chrysidoidea, 2,300 Cynipoidea, and many smaller families. These often have remarkable life cycles. They can be classified as either endoparasitic or ectoparasitic according to where they lay their eggs. Endoparasitic wasps insert their eggs inside their host, usually as koinobionts, allowing the host to continue to grow (thus providing more food to the wasp larvae), moult, and evade predators. Ectoparasitic wasps deposit theirs outside the host's body, usually as idiobionts, immediately paralysing the host to prevent it from escaping or throwing off the parasite. They often carry the host to a nest where it will remain undisturbed for the wasp larva to feed on. Most species of wasps attack the eggs or larvae of their host, but some attack adults. Oviposition depends on finding the host and on evading host defenses; the ovipositor is a tube-like organ used to inject eggs into hosts, sometimes much longer than the wasp's body. Hosts such as ants often behave as if aware of the wasps' presence, making violent movements to prevent oviposition. Wasps may wait for the host to stop moving, and then attack suddenly.Van Achterberg Cornelius; Argaman Q. \"Kollasmosoma gen. nov. and a key to the genera of the subfamily Neoneurinae (Hymenoptera: Braconidae)\". Zoologische Mededelingen Leiden. 67. (1993):63-74. Parasitoid wasps face a range of obstacles to oviposition, including behavioural, morphological, physiological and immunological defenses of their hosts. To thwart this, some wasps inundate their host with their eggs so as to overload its immune system's ability to encapsulate foreign bodies; others introduce a virus which interferes with the host's immune system. Some parasitoid wasps locate hosts by detecting the chemicals that plants release to defend against insect herbivores. ===Other orders=== The true flies (Diptera) include several families of parasitoids, the largest of which is the Tachinidae (some 9,200 species), followed by the Bombyliidae (some 4,500 species), along with the Pipunculidae and the Conopidae, which includes parasitoidal genera such as Stylogaster. Other families of flies include some protelean species. Some Phoridae are parasitoids of ants. Some flesh flies are parasitoids: for instance Emblemasoma auditrix is parasitoidal on cicadas, locating its host by sound. The Strepsiptera (twisted-wing parasites) consist entirely of parasitoids; they usually sterilise their hosts. Two beetle families, Ripiphoridae (450 species) and Rhipiceridae, are largely parasitoids, as are Aleochara Staphylinidae; in all, some 400 staphylinids are parasitoidal. Some 1,600 species of the large and mainly freeliving family Carabidae are parasitoids. A few Neuroptera are parasitoidal; they have larvae that actively search for hosts. The larvae of some Mantispidae, subfamily Symphrasinae, are parasitoids of other arthropods including bees and wasps. Although nearly all Lepidoptera (butterflies and moths) are herbivorous, a few species are parasitic. The larvae of Epipyropidae feed on Homoptera such as leafhoppers and cicadas, and sometimes on other Lepidoptera. The larvae of Cyclotornidae parasitise first Homoptera and later ant brood. The pyralid moth Chalcoela has been used in biological control of the wasp Polistes in the Galapagos Islands. Parasitism is rare in the Trichoptera (caddisflies), but it is found among the Hydroptilidae (purse-case caddisflies), probably including all 10 species in the Orthotrichia aberrans group; they parasitise the pupae of other trichopterans. == Interactions with humans == === In biological pest control === Parasitoids are among the most widely used biological control agents. Classic biological pest control using natural enemies of pests (parasitoids or predators) is extremely cost effective, the cost/benefit ratio for classic control being 1:250, but the technique is more variable in its effects than pesticides; it reduces rather than eliminates pests. The cost/benefit ratio for screening natural enemies is similarly far higher than for screening chemicals: 1:30 against 1:5 respectively, since the search for suitable natural enemies can be guided accurately with ecological knowledge. Natural enemies are more difficult to produce and to distribute than chemicals, as they have a shelf life of weeks at most; and they face a commercial obstacle, namely that they cannot be patented. From the point of view of the farmer or horticulturalist, the most important groups are the ichneumonid wasps, which prey mainly on caterpillars of butterflies and moths; braconid wasps, which attack caterpillars and a wide range of other insects including greenfly; chalcidoid wasps, which parasitise eggs and larvae of greenfly, whitefly, cabbage caterpillars, and scale insects; and tachinid flies, which parasitize a wide range of insects including caterpillars, adult and larval beetles, and true bugs. Commercially, there are two types of rearing systems: short-term seasonal daily output with high production of parasitoids per day, and long-term year-round low daily output with a range in production of 4–1000 million female parasitoids per week, to meet demand for suitable biological control agents for different crops. === Maria Sibylla Merian === Maria Sibylla Merian (1647–1717) was one of the first naturalists to study and depict parasitoids and their insect hosts in her closely-observed paintings. === Charles Darwin === Parasitoids influenced the religious thinking of Charles Darwin, who wrote in an 1860 letter to the American naturalist Asa Gray: \"I cannot persuade myself that a beneficent and omnipotent God would have designedly created parasitic wasps with the express intention of their feeding within the living bodies of Caterpillars.\" The palaeontologist Donald Prothero notes that religiously minded people of the Victorian era, including Darwin, were horrified by this instance of evident cruelty in nature, particularly noticeable in the ichneumonid wasps. ===In science fiction=== Parasitoids have inspired science fiction authors and screenwriters to create terrifying parasitic alien species that kill their human hosts. One of the best-known is the Xenomorph in Ridley Scott's 1979 film Alien, which runs rapidly through its lifecycle from violently entering a human host's mouth to bursting fatally from the host's chest. The molecular biologist Alex Sercel, writing in Signal to Noise Magazine, compares \"the biology of the [Alien] Xenomorphs to parasitoid wasps and nematomorph worms from Earth to illustrate how close to reality the biology of these aliens is and to discuss this exceptional instance of science inspiring artists\". Sercel notes that the way the Xenomorph grasps a human's face to implant its embryo is comparable to the way a parasitoid wasp lays its eggs in a living host. He further compares the Xenomorph life cycle to that of the nematomorph Paragordius tricuspidatus which grows to fill its host's body cavity before bursting out and killing it. Alistair Dove, on the science website Deep Sea News, writes that there are multiple parallels with parasitoids, though there are in his view more disturbing life cycles in real biology. In his view, the parallels include the placing of an embryo in the host; its growth in the host; the resulting death of the host; and alternating generations, as in the Digenea (trematodes). The social anthropologist Marika Moisseeff argues that \"The parasitical and swarming aspects of insect reproduction make these animals favored villains in Hollywood science fiction. The battle of culture against nature is depicted as an unending combat between humanity and insect-like extraterrestrial species that tend to parasitize human beings in order to reproduce.\" The Encyclopedia of Science Fiction lists many instances of \"parasitism\", often causing the host's death. ==Notes== ==References== Category:Parasitology Category:Parasitism Category:Biological pest control",
 "title": "Parasitoid"
}