{
 "id": "217599",
 "text": "Æon Flux is an American avant-garde science fiction adventure animated television series that aired on MTV from November 30, 1991, until October 10, 1995, with film, comic book, and video game adaptations following thereafter. It premiered on MTV's Liquid Television experimental animation show, as a six- part serial of short films, followed in 1992 by five individual short episodes. In 1995, a season of ten half-hour episodes aired as a stand-alone series. Æon Flux was created by American animator Peter Chung. Each Episode plots have elements of social science fiction, biopunk, allegory, dystopian fiction, spy fiction, psychological drama, postmodern visual, psychedelic imagery and Gnostic symbolism. The live-action movie Æon Flux, loosely based upon the series and starring Charlize Theron, was released in theaters on December 2, 2005, preceded in November of that year by a tie-in video game of the same name based mostly on the movie but containing some elements of the original TV series. ==Plot== Æon Flux is set in a surreal German Expressionist style futuristic universe. The setting comprises a bizarre dystopia populated by mutant creatures, clones, and robots set within the two separated border wall cities of Monica and Bregna. The title character is a tall, sexy, dominatrix scantily-clad secret agent from the city of Monica, skilled in espionage, assassination and acrobatics. Her mission is to infiltrate and destroy the strongholds of the city of Bregna , which is led by her sworn enemy, and sometimes lover, Trevor Goodchild, the technocratic dictator of Bregna, whose citizens are called Breens. The two cities engage in a futile never ending war for ideological supremacy; while Monica represents a dynamic nihilistic anarchist society where rules do not exist, Bregna embodies a centralized scientific planned Orwellian police state. The names of their respective characters reflect this: Flux as the self-directed agent from Monica and Goodchild as the self-appointed leader of Bregna. ==Voice cast== ==Development== Some authors consider the title a reference to the Gnostic notion of an Æon, seeing the influence in the use of a demiurge in one episode,Aeon Flux: All You've Ever Needed From Sci-Fi, by Alison Veneto, SMRT TV, April 24, 2006, \"...Æon Flux has a serious Gnostic bent. The ancient mystery religion is where they got the concepts of aeons and the demiurge, amongst other things.\" and that the relationship between the main characters parallels the Valentinian notion of a syzygy. Peter Chung, the creator, says the main character's name \"started out just being the name of the cartoon and then eventually it stuck, so that's her name.\" The character Æon Flux was not meant to be part of the series, but MTV pushed to keep her in it, despite Æon dying at the end of the first batch of shorts. Chung intended the cartoon to be a reaction to heroic Hollywood action films, not as a spoof, but rather as a way to make the audience wonder about the wider context of these action heroes and evoke thought. Æon Flux is therefore notable as one of the very few American adult animated series to be a drama rather than a comedy, as well as one of the only such series to air for more than one season. One peculiarity of the early shorts is the violent death of Æon Flux, which occurs in each installment. According to the commentary by Peter Chung in the 2005 DVD release, she dies in every short episode after the initial six-part pilot because he never intended to make more episodes and felt the best solution was to have her keep dying; by contrast, she only \"dies\" once in the half-hour series. Often her death is caused by fate, while other times she dies due to her own incompetence. One of the half-hour episodes, \"A Last Time for Everything\", ends with the original Æon being killed and replaced by an identical clone. (In the episode \"Chronophasia\", Æon is apparently killed repeatedly by a monstrous baby, but the reality of these events is ambiguous. In \"Ether Drift Theory\", Æon is suspended indefinitely in an inanimate state, but remains technically alive.) ===Style=== Chung describes the style of the show as \"academic\": \"I was interested in experimenting with visual narrative, telling a story without dialogue and also trying to create a style of telling a story with animation that wasn't influenced by the usual kinds of things that you see.\" Æon Flux depicts graphic violence and sexuality, including fetishism and domination. The featurette Investigation: The History of Æon Flux (included on the 2005 DVD release) notes that Peter Chung had worked on Rugrats prior to Æon Flux, and had become extremely frustrated by the limitations of the characters before creating Æon Flux. Chung says the visual style was also influenced by Hergé, Ligne Claire, Egon Schiele and Moebius. With the exceptions of the exclamation \"No!\" in the pilot and the single word \"plop\" in the episode \"Leisure\", all of the short episodes are completely devoid of intelligible speech. Instead, the sound track employs a variety of sound effects, including sounds such as laughter, grunts, and sighs. It would not be until the beginning of Season 3 that dialogue would be used much more extensively. ===Music=== The music and sound design for the original television series was created by Drew Neumann, who also created music for Aaahh!!! Real Monsters and The Grim Adventures of Billy & Mandy. Peter Stone (of Xorcist) served as assistant sound editor for the original MTV series. The music was later compiled on the album Eye Spy, Ears Only Confidential. The initials \"AF\" were used on song titles and in the credits to replace the words \"Æon Flux\" due to the lack of licensing permissions from MTV. The album includes two discs worth of material from the series and also from the defunct original (1995) PC and PlayStation video-game project. A CD, Æon Flux: Music from the Animated Series, was included as a bonus with certain editions of the 2005 series compilation DVD that included 11 songs from the show with dialogue snippets featuring Æon and Trevor in-between the songs as standalone tracks. The extended fully remastered soundtrack Eye Spy: Declassified, Freedom of Information Act was re-released in 2010 as high-quality MP3s with new artwork by Peter Chung and a previously unreleased third volume of music.Animated Series Soundtrack at droomusic.com A soundtrack is also available for the 2005 live-action film, composed by Graeme Revell.Æon Flux Motion Picture Soundtrack ==Episodes== ==Broadcast history== MTV was the exclusive broadcaster of the series in the United States. In Canada, the shorts aired on MuchMusic and the third season aired a year or so later on the youth-oriented network YTV, in a late-night timeslot, during a period when the network was trying to appeal to an older audience. In Australia and New Zealand, during the early to mid-1990s, the Liquid Television shorts and the first series were shown on the program Eat Carpet on SBS television. In Southeast Asia the third season was broadcast in 1996 via the MTV Southeast Asia channel, which at the time was free to anyone with a satellite dish. In the UK, MTV first showed the shorts and the 30-minute episodes from 1992. In the mid-1990s, the BBC showed the Liquid Television shorts, which included all of the Æon Flux shorts. Locomotion played the third season repeatedly, between 1998–1999 and 2002–2003, in Spanish and Portuguese for Latin America. The series was also aired on Norwegian channel NRK2, a sister channel to state channel NRK, alongside The Maxx, Phantom 2040, and The Head in the late 1990s. Teletoon Detour also aired it with The Maxx. In the lead-up to the 2006 international release of Æon Flux on DVD and the live-action movie, MTV UK replayed the third season of Æon Flux from October to November in 2005. The episodes were played at 2 a.m. on weeknights. MTV Australia followed with replays of the third season beginning in December 2005, scheduled at 1 a.m. on weeknights. The episodes were titled Æon Flux Animation, and they were not played in the original order from 1995. As of 2009, MTV2 shows Æon Flux shorts as a part of the block MTV2 Legit. During January and February 2011, Æon Flux was aired once again in El Salvador on VH1, in English language with Spanish subtitles. ==Home media== ===VHS=== The entire series was issued as three VHS tapes between 1996 and 1998, entitled Æon Flux, Mission Infinite, and Operative Terminus. These were later collected in a box set. A few of the shorts also appeared on a Best of Liquid Television compilation around the same time. The first VHS volume (which contained four of the half hour shows, and all of the shorts, sans \"Night\") was later released in 1997 on a now-out-of-print DVD that was distinct as it did not utilize any menus.1997 Aeon Flux DVD at TVShowsOnDVD.com ===DVD=== With the 2005 release of the live-action movie, the complete series including the shorts and the episodic series was collected in a DVD box set, which was released on November 22, 2005. The set features director's cut versions of several episodes, with added special effects, and in a few cases, new scenes written by Peter Chung and recorded by the original voice actors in order to improve character continuity between episodes (this according to a note by Chung included with the DVD set). Among the many changes to the dialogue in the DVD release, the voice of the character Clavius in the episode \"Utopia or Deuteranopia\", originally recorded by voice actor Joseph Drelich, was re-recorded by series executive producer Japhet Asher for the 2005 release. In some releases, the first disc of the DVD set opens with a CGI short created to promote the movie's tie-in video game, with Flux taking on the likeness of the Charlize Theron version. The short, which ran about the same length as one of the Liquid Television shorts, sees Flux conducting an unclear mission, killing many Breen soldiers while pursuing some small, insect-like robots. In a throwback to the ongoing theme of the original shorts, the character is ultimately killed due to human error. ===UMD=== The PlayStation Portable (PSP) handheld system received a 2-Universal Media Disc set release of the complete animated series in January 2008. This set included all ten digitally-remastered episodes and the original MTV pilot and shorts. ==Reception== Reviewing its 2005 DVD release, IGN gave the animated series 9 out of 10, while giving the whole package (shorts, extras and general condition included) a 7 out of 10. CyberpunkReview.com gave the series a glowing review, saying the series was \"one of the really creative shows to come out of United States Television. This show validates the purpose of cable TV—we get to see talented folks like Peter Chung let loose their creative energies to produce something truly unique\". Nina Munteanu of Europa SF reviewed and compared both the movie and the series; she said that while the movie sacrificed character development in pursuit of a coherent story, the series chose the path of deep characters and themes. She summed up by saying \"While the film's moralistic tale resonated and lingered like a muse's long forgotten poem, the subversive kick of the comic series (which I thankfully saw later) struck deep chords and left me breathless with questions\". ==In other media== ===Film=== An Æon Flux Hollywood adaptation, which was released in the United States on December 2, 2005, starring Charlize Theron, provoked controversy among Æon Flux fans over initial reports that the film adaptation seemed to bear little resemblance to the original full-length animated series or the Liquid Television shorts, as no one involved with the original television series had a role in the making of the film. While it does take a number of major liberties with the character and concept of the series (such as making the character of Una into Æon's sister and giving Trevor a previously-unmentioned brother who plays a major role), the film also incorporates characters, themes, gadgets, and even specific scenes as featured in the television version, most notably a reenactment of the television show's most iconic image: Æon trapping a fly in her eyelashes. This minor detail was not nearly enough to avoid having the movie become a critical and box office flop. The creator of Æon Flux, Peter Chung, gave an interview to the \"Monican Spies\" community on LiveJournal in 2006. He was asked many questions about Æon Flux and her universe, including how he really felt about the movie. Chung called the movie \"a travesty\", relating that its public screening made him feel \"helpless, humiliated, and sad\". He described his primary objection to the film as being its portrayal of the Æon and Trevor characters and their re- imagined history and relationship. Chung went on to state, \"Ms. Flux does not actually appear in the movie.\" ===Comics=== A \"graphic novel\" called Æon Flux: The Herodotus File, which actually consisted of an assortment of false documents from the world of Æon Flux and a short story-board-style sequence described as \"security camera footage\" rather than a comic strip story, was published in 1995. In it, authors Mark Mars and Eric Singer provided vague explanations of some of the show's setting and backstory, including how Trevor and Æon met. One hint suggested in the series, and confirmed by Mars and Singer in the graphic novel, is the character's foot fetish modeling; it is suggested that she augments her income posing barefoot for magazines devoted to the fetish. The graphic novel fell out of print in the years that followed the show's conclusion, but it was temporarily re-issued in 2005, with new cover art, to tie in with the movie. As another tie-in to the movie, Dark Horse Comics published a four-issue comic book mini-series, collected as a trade paperback and written and drawn by Mike Kennedy and Timothy Green III, who based their work upon the film versions of the Æon Flux characters. Although the characters and situations were based on the newer movie versions, the penciling technique deliberately emulated Peter Chung's unique style from the TV series. ===Pepsi commercial=== Though not directly connected to the series, a live-action/animated Diet Pepsi commercial titled \"Something Wrong?\" was directed by Peter Chung and starred Malcolm McDowell as a Trevor Goodchild-like character and Cindy Crawford as an Æon Flux-like character. It was made for Super Bowl XXX in 1996, but was pulled and later aired for broadcast exclusive to MTV. \"Something Wrong?\" is available online at YouTube.\"Something Wrong?\" at YouTube ===Video games=== A PlayStation game by Cryo Interactive based upon the series was advertised in the mid-1990s, but never released, pictures of which can be found on various sites. It was later adapted into the title Pax Corpus after being stripped of all copyrighted association with Æon Flux. To coincide with the release of the 2005 film, Majesco Entertainment and developer Terminal Reality released a video game adaptation on Xbox and PlayStation 2. While primarily based on the film, elements from both the movie and the television series are included, as the game sets out to be something of a canonical link between the two, although the Æon character in the game is modeled only after Theron and is also voiced by her. === Live-action television reboot === In June 2018, it was reported that a live-action television reboot is in works at MTV with Jeff Davis and Gale Anne Hurd as executive producers. In September 2021, it was reported that a live-action television reboot is in works at Paramount+, under a new overall deal that Davis has signed with MTV Entertainment Studios. Davis will serve as showrunner and direct the pilot. ==References== ==External links== * Æon Flux at MTV.com * * Interview with Peter Chung, creator of Æon Flux * Category:1990s American adult animated television series Category:1990s American science fiction television series Category:1991 American television series debuts Category:1995 American television series endings Category:American adult animated science fiction television series Category:American adult animated television spin-offs Category:Comics based on television series Category:Dystopian animated television series Category:Anime-influenced Western animated television series Category:English- language television shows Category:Liquid Television Category:MTV cartoons Category:Fictional women soldiers and warriors",
 "title": "Æon Flux"
}