{
 "id": "217678",
 "text": "{| |} The Airspeed AS.57 Ambassador is a British twin piston-engined airliner that was designed and produced by the British aircraft manufacturer Airspeed Ltd. It was one of the first postwar airliners to be produced. The Ambassador was developed in response to a requirement identified by the Brabazon Committee for a twin-engined short-to-medium-haul airliner as a replacement for the ubiquitous Douglas DC-3. Airspeed assembled a design team in 1943, which initially worked on a smaller proposal powered by Bristol Hercules radial engines; this was quickly superseded by a larger capacity design aimed at better fulfilling the expansion in postwar civil air travel, although several figures doubted Airspeed's projections. While outfitted with the new but conventional Bristol Centaurus radial engines, the Ambassador was designed to accommodate four Napier Nomad turbo-compound engines, a then-recent innovation. Its fuselage was compatible with pressurisation, this being an optional feature offered to customers. On 10 July 1947, the first prototype Ambassador conducted its maiden flight; a total of three prototypes were built. Early on, British European Airways (BEA) emerged as an key customer for the type, having placed a £3 million order for 20 aircraft in September 1948. Introducing the Ambassador to service in 1951, BEA often referred to the aircraft as the \"Elizabethans\", as having been popularised as the planes used for the airline's \"Elizabethan Class\" passenger service. However, the type was quickly outperformed by the turboprop-powered Vickers Viscount, with BEA opting to withdraw its Ambassadors in 1958. Secondhand aircraft were operated by a range of other airlines, including Dan-Air and Northeast Airlines. Despite being produced in relatively small numbers, the Ambassador was operational for longer than had been anticipated by planners. ==Development== ===Background=== The origins of the Ambassador can be traced back to 1943 and the work of the Brabazon Committee, which sought to define what types of aircraft would be desired by the postwar civil aviation sector. Amongst several other types, the committee developed a requirement for a twin-engined short-to-medium-haul replacement for the Douglas DC-3, known as the Type 2.Phipp 2007, pp. 75–77. The British manufacturer Airspeed Ltd was interested in this requirement and established a small design team to work on the project from a dispersed office in Fairmile Manor at Cobham in Surrey in 1943. This effort was headed by ex-de Havilland aeronautical engineer Arthur Hagg, who had joined the company earlier that year. Early concepts revolved around an unpressurised aircraft in the 14.5-ton gross weight class that was powered by a pair of Bristol Hercules radial engines.Taylor 1970, pp. 110–111. Work on the endeavour was taken as far as possible without infringing Airspeed's wartime production activity, as the Second World War was still ongoing at this point.Taylor 1970, p. 111. In response to changes in planner's preferences, dictating that the interim aircraft be procured so that airliners such as the in-development Ambassador had more development time, thus the design was revised substantially to expand its capacity. By 1944, it was a considerably larger design than the DC-3 it had been envisioned to replace that provided passengers with superior comfort and space.Taylor 1970, pp. 111–112. While Airspeed's management believed that postwar demands would demand greater passenger capacities, several figures, including those within the British Overseas Airways Corporation (BOAC) and the Air Ministry, were pessimistic in their projections.Taylor 1970, pp. 112–113. The company also promoted the economics of higher utilisation rates and elevated cruise speeds, whereas conventional wisdom amongst airlines was to avoid increasing speeds to reduce fuel consumption. For the Ambassador, Airspeed opted to pursue a cruising altitude of 20,000 ft, relatively high for the era. A comprehensive mockup was completed by November 1944, largely for promotional purposes, while the projected operating cost figures were released during early 1945.Taylor 1970, p. 113. Immediately following the end of the conflict, the British Ministry of Aircraft Production placed an order with the company to produce a pair of prototypes. While the first prototype was to be unpressurised and powered by a pair of Bristol Centaurus radial engines, it was envisioned that the second prototype would feature a reinforced fuselage compatible with pressurisation and a wing that could accommodate four Napier Nomad turboprop engines. Several officials, including company chairman Alan Samuel Butler, promoted the adoption of recently developed turboprop propulsion.Taylor 1970, p. 114. By the end of 1945, work has commended on building structural test sections and jigs. ===Into flight=== On 10 July 1947, the first prototype, registered G-AGUA, conducted the type's maiden flight, flown by chief test pilot George B.S. Errington. While considered to be a successful first flight, it subsequently underwent a month of alterations, including the deletion of the spring tab, geared tabs being fitted to the outer rudders and the locking of the inner rudder; a reversible propeller was also installed. During September 1947, the first prototype made its first public display alongside elements of the second prototype, including its cockpit and control system, at the Society of British Aircraft Constructors (SBAC) show at Radlett.Taylor 1970, p. 115. On 22 November 1947, the programme received a setback when the prototype was forced to perform a belly landing after the port undercarriage leg failed to deploy due to a loss of hydraulic pressure. This event did not seemingly deter customer confidence, as the newly created operator British European Airways (BEA) continued to openly express their preference for the type, which was solidified during September 1948 in the form of a £3 million order for 20 Ambassadors.Taylor 1970, p. 119. This support was so impactful that, according to aviation author H. A. Taylor, rival aircraft manufacturer Vickers was close to cancelling development of the Viscount over fears that airlines held a preference for advanced piston-powered airliners over the unfamiliar turboprop.Taylor 1970, pp. 115–116. During flight testing, it was found that the aircraft possessed particularly favourable low speed characteristics. Having been explored in depth beforehand, this was dramatically displayed at the 1948 Farnborough Airshow, becoming the only aircraft in history to perform such an aerial display with one engine out throughout. This was a deliberate choice, with the inactive engine's propeller being feathered prior to taking off and remaining so until after landing.Taylor 1970, p. 117. Up until late 1948, the first prototype performed the majority of flight testing.Taylor 1970, pp. 118–119. A total of three prototypes were constructed for the test programme.Singfield 2000, p. 12. The second Ambassador, G-AKRD,Jackson 1973, p. 30. was the first to feature pressurisation and was equipped with a full passenger cabin configuration for demonstration flights. This second prototype was subsequently was used by the Bristol Aeroplane Company from 1953 for flight-testing the Bristol Proteus 705 turbine engine. From March 1958, it was used by Rolls-Royce for test flying the Dart and Tyne turboprops. The third prototype and first Ambassador 2 G-ALFR was initially used for BEA proving trials, starting in 1955, it also participated in the development trials of the Napier Eland turbine engine. During 1958, intensive simulated airline flying, to pave the way for BEA Vanguards, was performed using two Tyne- powered Ambassadors.Gunston 1989, p. 128.Taylor 1970, pp. 127–128. During the latter stage of development, some issues were uncovered. The wing, which had been designed to induce laminar flow characteristics, was relatively unconventional in its design; testing revealed that it lacked sufficient strength, and redesigning the wing was not straightforward. Technical assistance was provided by de Havilland and the issue was proven to be resolved in December 1949. Three minor accidents during demonstration flights, while causing no serious damage, often delayed testing and did not inspire confidence amongst potential customers.Taylor 1970, pp. 119–121. Quantity production of the Ambassador commenced during 1950, leading to the first production standard aircraft, destined for BEA, performing its first flight on 12 January 1951.Taylor 1970, pp. 121–122. ==Design== The Airspeed Ambassador was an all-metal twin-engine airliner, designed to serve short-to-medium haul routes.Taylor 1970, p. 112. It was considered to be relatively advanced for the era, being a relatively aerodynamically clear aircraft with features such as a high aspect ratio wing with near-Laminar flow characteristics, a tricycle undercarriage, a steerable nosewheel, integral fuel tanks, and other recent innovations.Taylor 1970, pp. 116–117. Distinctive external features of the Ambassador included its three low tailfins and a long pointed nose, it shared something of the character of the larger transcontinental Lockheed Constellation. It possessed a more modern appearance than many of its contemporaries, including the DC-3s, Curtiss Commandos, Avro Lancastrians and Vickers Vikings that were common on Europe's shorter airline routes. In a standard configuration, the Ambassador was could accommodate a maximum of 47 passengers; somewhat unusually, its passenger cabin could be either pressurised or not, dependent on the preference of the specific customer. The cabin was designed to minimise the level of noise reaching its passengers, considerable effort went into soundproofing and general furnishings; Taylor described the Ambassador as being particularly quiet for a piston engine airliner, although also noting it could not equal the lower noise levels of turboprop-powered airliners such as the Vickers Viscount.Taylor 1970, pp. 117–118. It was typically powered by conventional Bristol Centaurus radial engines, although individual aircraft were reengined with various powerplants, including turboprops.Taylor 1970, p. 118. In order to achieve a high level of efficiency while cruising, its designers made great efforts to minimise drag. These included the use of a NACA laminar-flow wing section, although structural features for wing construction, propeller slipstream over the inner wing and increasing skin roughness with service were amongst several factors that reduced the optimistic NACA section's performance when measured in a wind tunnel. The engine nacelles were initially designed with inwardly-opening louvres for exhaust gases and cooling air rather than the usual outwardly opening \"gills\". However, these proved inadequate for cooling the engine, thus the gills were reinstated. Engine-out climb performance was enhanced by being able to feather the propeller using a zero-torque signal from the engine.Boot 1990, pp. 25–26. ==Operational history== During 1952, British European Airways (BEA) introduced the first of its 20 strong fleet of Ambassadors to revenue service, the airline referred to them as the \"Elizabethan Class\" in honour of the newly crowned Queen Elizabeth II. The type had been originally intended to be introduced during the previous year, but this was delayed on account of development issues. By May 1951, intense proving trials of the Ambassador were being conducted by a joint team of Airspeed and BEA employees, while official BEA training commenced in August of that year. The flagship of BEA's fleet was G-ALZN, appropriately named \"RMA Elizabethan\".Taylor 1970, p. 122. The first \"Elizabethan\" scheduled flight was from Heathrow to Paris Le Bourget on 13 March 1952; the type was later across the airline's key UK routes.Taylor 1970, p. 125. According to Taylor, the Ambassador gave BEA a competitive edge over all of its rivals on account of its performance. By December 1955, the \"Elizabethan Class\" had reached 2,230 flying hours annually, per aircraft, the highest in BEA's fleet. However, it was quickly found that the rival Vickers Viscount, which had been introduced in 1953, was even more popular than the Ambassador with BEA's passengers. Rival airlines, such as Air France, had also quickly introduced the Viscount, and thus held an advantage over BEA's Elizabethan service. Accordingly, the airline decided to withdraw the type despite its relative youth, thus the final scheduled service to be performed by BEA was operated on 30 July 1958. Further sales of the Ambassador were not achieved. Aviation authors Bill Gunston and Peter Masefield claimed that this lack of success ought to be largely attributed to attitudes within de Havilland's management following its takeover of Airspeed in 1951; they allegedly preferred to use Airspeed's factory at Christchurch Airfield to produce military jets designed by de Havilland.Masefield and Gunston 2002, p. 83. One example of de Havilland's undermining of potential sales was the recall of the Sales Director to de Havilland's headquarters at Hatfield Aerodrome (Hertfordshire, England) from Australia, despite being allegedly on the verge securing an order from Trans-Australia Airlines for 12 Ambassadors.Masefield and Gunston 2002, p. 214. Taylor observed that prospective customers were often sceptical that Airspeed, being a relatively small company, could be relied upon for technical support and components.Taylor 1970, p. 126. thumb|right|Napier's Eland engine test-bed Ambassador G-ALFR at Farnborough SBAC Show 1955 Following the type's disposal by BEA, secondhand Ambassadors helped to establish the scheduled and charter flight operations of Dan-Air, an important airline in the development of the package holiday. The type was also used in the UK by Autair and BKS Air Transport. Secondhand Ambassadors were also flown for short periods by several airlines, including Butler Air Transport (Australia), Globe Air (Switzerland) and Norrønafly (Norway).Jackson 1973, pp. 395–396.Taylor 1970, pp. 129–130. Multiple entities, such as Royal Dutch Shell and the Royal Jordanian Air Force, also procured Ambassadors for their own private purposes.Taylor 1970, p. 127. The initial popularity of the Ambassador, with its pressurised cabin and good soundproofing, was soon eclipsed by the arrival of turboprop-powered aircraft such as the Vickers Viscount and, some years later, the Lockheed Electra, which featured more reliable engines and faster speeds. The coming of turboprops and the dawning of the Jet Age had caused the Ambassador to quickly fall out of favour. ==Variants== ;AS.57 Ambassador 1 :Prototype aircraft with Bristol Centaurus 130 engines, two built.Jackson 1973, p. 25. ;AS.57 Ambassador 2 :Production version with Bristol Centaurus 661 engines, 21 built including the production prototype.Jackson 1973, p. 26. ===Projects=== ;AS.59 Ambassador II :Project for either a twin-engined variant with Bristol Proteus or Bristol Theseus engines or a four-engined variant with Napier Naiads or Rolls-Royce Darts. From the first prototypes, the Ambassador's wing had been stressed for four Naiad turboprops, but no four-engined variant flew.Boot 1990, p. 25. ;AS.60 Ayrshire C.1 :Proposed variant to meet Air Ministry Specification C.13/45 for a medium-range military transport with a rear- fuselage loading ramp.\"Airspeed Type Designations.\" Flight International, 23 February 1951, p. 228. Ten were ordered in October 1946 but were not built, after a review of the design's projected performance produced figures lower than the Air Ministry's requirements.Boot 1990, p. 24. ;AS.64 :Proposed military transport variant for the Royal Air Force to meet Air Ministry Specification C.26/43, not built. ;AS.66 :Proposed civil freighter variant. ;AS.67 :Proposed civil freighter variant. ==Accidents and incidents== * 8 April 1955: G-AMAB, Sir Francis Bacon of British European Airways was damaged beyond repair in a forced landing south-west of Düsseldorf, Germany.Eastwood and Roach 1991, p. 7.\"Accident description: Airspeed AS.57 Ambassador 2, 8 April 1955.\" Aviation-safety.net. Retrieved: 13 November 2010. This aircraft had often been used by the Queen and Prince Philip when travelling to Europe in the early 1950s.Eastwood and Roach 1991, p. 12. * 6 February 1958: G-ALZU, Lord Burghley, also of BEA, in what became known as the Munich air disaster, crashed on takeoff after a refuelling stop at Munich while operating a charter flight from Belgrade, Yugoslavia, to Manchester, England. This crash received tremendous public attention in the UK as it involved team members and staff of Manchester United Football Club, together with representatives of the national press. 23 of the 44 people on the plane died as a result of their injuries in the crash, including eight Manchester United players.\"Accident description: Airspeed AS.57 Ambassador 2, 6 February 1958.\" Aviation-safety.net. Retrieved: 6 May 2012. The investigation eventually focused on runway slush adversely affecting the speed of the plane as it attempted to take off. * 14 April 1966: G-ALZX of Dan-Air was damaged beyond repair when landing at Beauvais, France. * 14 September 1967 G-ALZS of Autair was damaged beyond repair when landing at Luton Airport, UK. The aircraft overran the runway and ended up in soft clay. * 3 July 1968: G-AMAD of BKS Air Transport crashed at London Heathrow Airport. All but two of its crew as well as several horses which were being transported and their grooms, were killed. A parked Trident airliner was damaged beyond repair (G-ARPT) and another Trident had its tail torn off before the airliner hit terminal buildings and came to rest. The accident was found to have been caused by the failure of a flap actuating rod in the Ambassador's port (left) wing. Coincidentally, the Trident which suffered the damaged tail (G-ARPI) was subsequently repaired and later involved in an (unconnected) fatal accident in June 1972.\"Accident description: Airspeed AS.57 Ambassador 2, 3 July 1968.\" Aviation-safety.net. Retrieved: 6 May 2012. * 30 September 1968: G-AMAG of Dan-Air was damaged beyond repair in a wheels-up landing at Manston, United Kingdom.\"Accident description: Airspeed AS.57 Ambassador 2, 30 September 1968.\"Aviation-safety.net. Retrieved: 13 November 2010. ==Operators== ===Civil operators=== ; *Butler Air Transport – operated three different aircraft ; *Norrønafly – proposed to operate two aircraft but they never entered service. ; *South Seas Airways – bought one aircraft but failed to gain an operators licence and it was never delivered to New Zealand. ; *Globe Air – operated three different aircraft ; thumb|right|BEA \"Elizabethan\" G-AMAG \"Sir Thomas Gresham\" at Manchester (Ringway) Airport on the schedule to Heathrow in July 1953 *Autair International Airways – operated three different aircraft *BKS Air Transport – operated three different aircraft *British European Airways – operated 20 different aircraft *Dan-Air – operated seven different aircraft *Decca Navigator Company – one aircraft *Napier *Rolls-Royce *Shell Aviation Limited – two aircraft ===Military operators=== ; * Royal Jordanian Air Force operated three former British European Airways aircraft, first one delivered in 1959. ; * Moroccan Royal Flight ==Aircraft on display== thumb|right|G-ALZO, at the Imperial War Museum Duxford, 2015 One Elizabethan, Christopher Marlowe (G-ALZO, c/n 5226), survives having undergone major restoration by the Duxford Aviation Society at the Imperial War Museum, Duxford near Cambridge. The restoration was completed in April 2013 and the aircraft is presently part of the Duxford Collection. ==Specifications== thumb|right|Airspeed Ambassador ==See also== ==References== ===Citations=== ===Bibliography=== * * . * Gunston, Bill. Rolls-Royce Aero Engines. Patrick Stephens Limited, 1989. . * . * * * * * . * ==External links== * List of magazine articles and publications on the Ambassador * Image of an Ambassador * \"Airspeed (AS.57) Ambassador\" a 1947 Flight article Ambassador Category:1940s British airliners Category:Aircraft first flown in 1947 Category:High-wing aircraft Category:Twin piston-engined tractor aircraft",
 "title": "Airspeed Ambassador"
}