{
 "id": "217754",
 "text": "The Church of Cyprus (, Ekklisia tis Kyprou, ) is one of the autocephalous Greek Orthodox churches that together with other Eastern Orthodox churches form the communion of the Eastern Orthodox Church. It is one of the oldest Eastern Orthodox autocephalous churches; it claims to have always been independent, although it may have been subject to the Church of Antioch before its autocephaly was recognized in 431 at the Council of Ephesus. The bishop of the ancient capital, Salamis (renamed Constantia by Emperor Constantius II) was constituted metropolitan by Emperor Zeno, with the title archbishop. ==History== ===Roman era=== According to the Book of Acts, Paul of Tarsus converted the Roman proconsul Sergius Paulus, making him the first Christian ruler, and thus Cyprus became the first country ruled by a Christian leader. A few of the bishops who helped spread Christianity on the island were Lazarus, the Bishop of Kition, Herakleidios the Bishop of Tamasos, Avxivios the Bishop of Soloi, and Theodotos the Bishop of Kyrenia. Towards the end of the fourth century, Christianity had spread throughout the island. During this time St. Epiphanius was Archbishop. His seat was in Salamis, which was renamed Constantia. ===Byzantine era=== This independent (autocephalous) position by ancient custom was recognized against the claims of the Patriarch of Antioch, at the Council of Ephesus (431); it is unclear if the Church of Cyprus has always been independent or if it was once part of the Church of Antioch. When the Patriarch of Antioch claimed the Church of Cyprus was under its jurisdiction, the Cypriot clergy denounced this before the Council of Ephesus. The Council ratified the autocephaly of the Church of Cyprus by a resolution which conditionally states: \"If, as it is asserted in memorials and orally by the religious men who have come before the Council - it has not been a continuous ancient custom for the bishop of Antioch to hold ordinations in Cyprus, - the prelates of Cyprus shall enjoy, free from molestation and violence, their right to perform by themselves the ordination of bishops [for their island]\". After the Council of Ephesus, the Church of Antioch never claimed that Cyprus was under its jurisdiction. This independence was also recognized by an edict of Emperor Zeno. In 478, Archbishop Anthemios of Cyprus claimed that following a vision he had found the grave of Barnabas and his relics. On the saint's chest rested a copy of the Gospel of Matthew. The church was thus able to send a cogent argument on its own behalf to the Emperor: the discovery of the relics of its reputed founder, Barnabas. Zeno confirmed the status of the Church of Cyprus and granted its Archbishop the \"three privileges\": namely to sign his name in an ink made vermilion by the addition of cinnabar; to wear tyrian purple instead of black robes under his vestments; and to hold an imperial sceptre (i.e. a gilt staff of silver, topped by a gold globus cruciger) instead of the regular episcopal crosier. Cyprus suffered greatly from Arab invasions in the following centuries, and during the reign of Justinian II the cities of Constantia, Kourion and Paphos were sacked. At the advice of the Emperor, the Archbishop fled to the Dardanelles along with the survivors, and established the city of Nova Justiniana (, Néa Iustinianē), named after the Emperor, at Erdek near the city of Cyzicus. In 692 the Quinisext Council reconfirmed the status and privileges of the exiled Archbishop and in 698, when the Arabs were driven out of Cyprus, the Archbishop returned but retained the title of \"Archbishop of Nova Justiniana and All Cyprus\": a custom that, along with the \"three privileges\", continues to this day. ===Crusader era=== thumb|left|Ayia Napa Monastery After the establishment of the Kingdom of Cyprus, the Catholic kings gradually reduced the number of Orthodox bishops from 14 to 4 and forced those away from their towns. The archbishop was moved from Nicosia to the region of Solia, near Morphou, the bishop of Larnaca was moved to the village of Lefkara etc. Each Orthodox bishop was under the Catholic bishop of the area. The Catholic Church tried on occasion to coax the Orthodox bishops to make concessions on the differences in doctrine and practices between the two churches, sometimes with threats and sometimes using violence and torture, as in the case of the 13 monks at Kantara monastery. Moreover, the properties of many monasteries were confiscated. The persecutions, especially during the Frankish period, did not succeed in uprooting the faith of the Greek Cypriots. Despite initial frictions, the two churches gradually managed to coexist side by side peacefully. The local Orthodox Christians shared some of the benefits of the economic development of Cyprus and especially Famagusta at the time. The Orthodox cathedral of St George (known as Saint George of the Greeks – today in ruins) is almost as high and monumental as the nearby Catholic cathedral of St Nicholas (a mosque since 1571), and is also an example of an interesting fusion of gothic and Byzantine architecture. The Franks were succeeded by the Venetians in 1489 without any significant change to the status of the Eastern Orthodox Church. ===Ottoman era=== The conquest of Cyprus by the Ottoman Empire in 1571 led to the recognition of the Orthodox Church as the only legal Christian church. The church was considered by the Ottomans to be the political leadership of the Christian population (Rum millet) and was responsible for collecting taxes. Because of the different policies of the Ottoman Empire towards Muslim and non-Muslim citizens, especially regarding taxation, some Christians converted to Islam. These are known in Cyprus with the name \"Linopampakoi\". Under Ottoman rule the position of the Cypriot Church was greatly enhanced through the application of the millet system, whereby the head of each religious community was answerable to the governor for its behavior. The Ottomans, while trying to reduce Latin influence, treated the Orthodox Cypriots with consideration and gained their good will. The Ottomans assured them free enjoyment of their religion, with the undisturbed possession of their churches; gave them permission to acquire houses and land, with the power of transmission to their heirs; recognized the supremacy of the Orthodox community over all other Christian denominations in the island. In later times the church developed so great an influence on temporal affairs that at the beginning of the nineteenth century the Archbishop was in fact ruling Cyprus through his control of its finances. The first rumble was heard in 1804, when the Turks of the capital and the adjoining villages faced a shortage of foodstuffs a violent demonstration against the Archbishop had been organized. This was because of the fortuitous presence of some Turkish troops in transit, and life seemed to resume its normal course. In 1821 with the outbreak of the Greek War of Independence, the Greeks of Cyprus attempted to follow in the footsteps of those of Greece, such was the accusation which Küçük Mehmed brought against the bishops and the leading Greek laymen of the Island. As a result of this Archbishop Kyprianos, the three bishops of Paphos, Kition and Kyrenia together with other leading ecclesiastics and citizens were arrested. The Archbishop and his archdeacon were summarily hanged, the three bishops beheaded and the notables dispatched by the Janissaries. The Cypriot Orthodox Church had paid a terrible penalty for its abuse of power. This was the worst experience between Orthodox Church of Cyprus and Ottoman administration, and beginning of political separation. ===British colonial rule=== The purchase of Cyprus by the British in 1878 allowed more freedom in religious practices, such as the use of bells in churches (which were forbidden under the Ottomans). Some linopampakoi took advantage of the political change to convert back to Christianity. John Winthrop Hackett published A history of the Orthodox Church of Cyprus in 1901. At about the same time the church went through a crisis regarding the succession of the archbishop. The two candidates, Kyrillos II and Kyrillos III had mainly political differences (one was a nationalist whereas the other was a moderate). Although the church gained more freedom under British rule, the British administration interfered, in certain cases, using restrictive laws on the management of the church and other areas of national and cultural activity. This led to the October 1931 riot organised by bishops who were also members of the legislative assembly. As a consequence of this uprising, bishops Nikodemos of Kition, and Makarios of Kyrenia were exiled, and restrictions were imposed on the election of the Archbishop. As a result, the filling of the Archbishop's throne was pending from 1933 (the death of Archbishop Kyrillos III) to 1946, when the Bishop of Paphos, Leontios, was elected as the new Archbishop. In 1950, Makarios III was elected Archbishop. While still Bishop of Kition he had demonstrated strong intellectual and national activity. In 1949 he founded the Apostle Varnavas Seminary, and in 1950 he organised the referendum on the Union (Enosis) between Cyprus and Greece. While archbishop he was the political leader of the EOKA liberation struggle in the years 1955–1959. The British exiled him to the Seychelles because of his activities. ===Cypriot independence=== In 1960, Archbishop Makarios III was elected President of the newly established republic of Cyprus. Disagreements of the other three bishops with Makarios lead to the 1972–73 Cypriot ecclesiastical coup attempt. Following the dethronement of the Bishops of Paphos, Kitium and Kyrenia for conspiring against Makarios, two new Bishoprics were created: the Bishopric of Limassol which was detached from the Bishopric of Kition, and the Bishopric of Morfou which was detached from the Bishopric of Kyrenia. The coup d'état of 15 July 1974 forced Archbishop Makarios III to leave the island. He returned in December 1974. ===Turkish invasion=== The coup d'état was followed by the Turkish invasion of 20 July 1974 which significantly affected the church and its flock: as 35% of Cyprus' territory came under Turkish occupation, hundreds of thousands of Orthodox Christians were displaced and those that could not or did not want to leave (20,000 initially) faced oppression. As of May 2001 figures only 421 Greek Orthodox Cypriots and 155 Maronites remain in North Cyprus. The destruction of Christian monuments was another important consequence. Churches containing Byzantine icons, frescoes and mosaics have been pillaged by antiquities dealers and sold on the black market. One of the most prominent cases of pillage was of the mosaics of Panagia of Kanakaria of the 6th century AD, which were finally returned to the Church of Cyprus, following rulings by federal courts in Indianapolis and Chicago. In Northern Cyprus, there are 514 churches, chapels and monasteries, many of which were converted to mosques, museums or abandoned. ===Recent events=== On 3 August 1977, Makarios III died and was succeeded by Archbishop Chrysostomos I. In 1979, the new Statutory Charter of the Church of Cyprus was drawn up and approved replacing the old one of 1914. In old age, Archbishop Chrysostomos suffered from Alzheimer's disease and was unable to carry out his duties for a number of years. In May 2006, Ecumenical Patriarch Bartholomew I chaired a broader meeting of church elders which called for Chrysostomos' \"honorary removal\". Metropolitan Chrysostomos of Paphos, 65, was elected the new archbishop on 5 November 2006, after a long-running election campaign, becoming Archbishop Chrysostomos II, Archbishop of Nea Justiniana and All Cyprus. ==Administration and Holy Synod== The Holy Synod of the Autocephalous Church of Cyprus is the highest church authority in Cyprus. Its task is to examine and provide solutions on all issues concerning the Church of Cyprus. Head of the Holy Synod and of the Church of Cyprus is Chrysostomos II (Herodotus) Dimitriou, Archbishop of New Justiniana and All Cyprus. ===Metropolises and Metropolitans=== *Metropolis of Paphos and Exarchate of Arsinoe and Romaeon: Georgios Papachrysostomou (2006–) *Metropolis of Kition and Exarchate of Larnaca and Pano Lefkara: Chrysostomos Mahairiotis (1973–) *Metropolis of Kyrenia and Exarchate of Lapithos and Karavas: Chrysostomos Kykkotis (2011–)Cyprus News Agency: News in English, 11-11-20 *Metropolis of Limassol, Amathus and Kourion: Athanasios Nikolaou (1999–) *Metropolis of Morphou and Soloi: Neophytos (Omiros) Masouras (1998–) *Metropolis of Constantia and Ammochostos: Vasileios Karajiannis (2007–) *Metropolis of Kykkos and Tillyria: Nikiphoros Kykkotis (2007–) *Metropolis of Tamassos and Oreini: Isaias Kykkotis (2007–) *Metropolis of Trimithous: Varnavas Stavrovouniotis (2007–) ===Dioceses and Bishops=== *Diocese of Karpasia: Christophoros Tsiakas (2007–) *Diocese of Arsinoe: Nektarios Spyrou (2008–) *Diocese of Amathus: Nikolaos Xiouri (2007–) ===Titular Dioceses and Bishops=== *Diocese of Ledra: Epiphanios Mahairiotis (2007–) *Diocese of Kytros: Leontios Englistriotis (2007–) *Diocese of Neapolis: Porphyrios Mahairiotis (2007–) *Diocese of Mesaoria: Grigorios Hatziouraniou (2008–) The Holy Synod meets regularly in the first week after Easter and in the first fortnight of the months of February and September. It meets in ad hoc sessions when it is deemed necessary or when two of its members put forward a request. ==Religious sites in Cyprus== *Nine Byzantine churches in the Troödos mountains are listed by UNESCO as World Heritage sites, pictured here. *Kykkos Monastery, guardians of the holy Kykkotissa Icon, an unusual representation of the infant Jesus kicking with joy on his mother's lap. *Icons smuggled from the Bishopric of the Holy Metropolis of Kyrenia and Church of Panaghia Asinou in the northern Turkish-occupied part of the island were repatriated by a collector in the United States of America in 2007. *Icons from Kalopanayiotis village stolen even earlier, before the division of the island, have also been returned to the Church's custody. *Some estimate that since 1974 looters in Northern Cyprus have stripped an estimated 15,000 to 20,000 icons; several dozen major frescoes and mosaics dating from the sixth to the fifteenth century; and thousands of chalices, wooden carvings, crucifixes, and Bibles. Efforts by the Autocephalous Church of Cyprus and the Republic of Cyprus to return some of these objects are described in a 1998 issue of Archeology magazine but the majority remain lost. *Churches in capital Nicosia such as Chrysaliniotissa Our Lady of the Golden Flax, Panayia Chrysospiliotissa Our Lady of the Gold Cave and the Archangel Michael Trypiotis Church, along with the Byzantine Museum of the Archbishop Makarios III Foundation, listed for interested visitors *Monasteries listed separately. ==See also== *Greek Orthodox Church ==References== ==Sources== * * * * * ==External links== * *Official Cypriot Government (about the Church of Cyprus) *Background on events curtailing religious freedoms and reports of signs of hope, such as the November 30, 1994 celebration of the Eucharist at St. Andrew monastery on the Karpas peninsula, the first event in the north in 20 years, from the CNEWA (Catholic Near East Welfare Association). *Article on the Church of Cyprus by Ronald Roberson on the CNEWA website * Category:Church of Cyprus Category:Christianity in Cyprus Category:Eastern Orthodoxy in Cyprus Category:National churches Category:Members of the World Council of Churches Category:Greek Orthodoxy in Europe Category:Apostolic sees Category:Nicosia",
 "title": "Church of Cyprus"
}