{
 "id": "217819",
 "text": "Ryan's Daughter is a 1970 British epic romantic drama film directed by David Lean and starring Robert Mitchum and Sarah Miles.\"Variety\" film review; 11 November 1970, p. 15.The Irish Filmography 1896–1996; Red Mountain Press; 1996. p. 180. The film, set between August 1917 and January 1918, tells the story of a married Irish woman who has an affair with a British officer during World War I, despite moral and political opposition from her nationalist neighbours. The supporting cast features John Mills, Christopher Jones, Trevor Howard and Leo McKern. The film is a re-telling of the plot of Gustave Flaubert's 1857 novel Madame Bovary. The score was written by Maurice Jarre and the movie was photographed in Super Panavision 70 by Freddie Young. In its initial release, Ryan's Daughter was harshly received by criticsHall, S. and Neale, S. Epics, spectacles, and blockbusters: a Hollywood history (p. 181). Wayne State University Press, Detroit; 2010; . Retrieved 25 March 2011. but was a box office success, grossing nearly $31 million on a budget of $13.3 million, making the film the eighth-highest-grossing picture of 1970. It was nominated for four Academy Awards and won in two categories. ==Plot== thumb|left|The beach between Slea Head and Dunmore Head on the Dingle Peninsula, Ireland, a location where scenes for Ryan's Daughter were filmed. In August 1917, Rosy Ryan, only daughter of the local publican, widower Tom Ryan, is bored with life in Kirrary, an isolated village on the Dingle Peninsula in County Kerry, Ireland. The villagers are nationalists, taunting British soldiers from a nearby army camp. Tom Ryan publicly supports the recently suppressed Easter Rising, but secretly serves the British as an informer. Rosy falls in love with the village schoolmaster, widower Charles Shaughnessy. She imagines, though he tries to convince her otherwise, that he will somehow add excitement to her life. They marry and settle in the schoolhouse, but he is a quiet man uninterested in physical love. Major Randolph Doryan arrives in October 1917 to take command of the army camp. After winning a Victoria Cross on the Western Front, he has a crippled leg and is suffering from shell shock. When he visits the pub where Rosy is serving alone, he collapses under a flashback to the trenches and is comforted by her. The two kiss passionately until they are interrupted by the arrival of Ryan and others. Next day, the two ride to a forest for a passionate liaison and make love for the first time. Charles becomes suspicious of Rosy, but keeps his thoughts to himself. Charles takes his schoolchildren to the beach, where he notices Doryan's telltale footprints accompanied by a woman's in the sand. He tracks the prints to a cave and imagines Doryan and Rosy conducting an affair. Local halfwit Michael notices the footprints as well and searches the cave. Finding a button from Doryan's uniform, he pins it on his lapel and proudly parades through the village, but suffers abuse from the villagers. When Rosy comes riding past, Michael approaches her tenderly. Between Rosy's dismay and Michael's pantomime, the villagers surmise that she is having an affair with Doryan. One night in January 1918, during a fierce storm, IRB leader Tim O'Leary and a small band of his men arrive in Ryan's pub seeking help to recover a shipment of German arms being floated from a ship towards the beach. Before they leave, they murder the police constable. When they leave, Ryan tips off the British. The entire village turns out to help the rebels, with Ryan the most outwardly devoted to the task, wading into the breakers repeatedly to salvage boxes of weapons and explosives. O'Leary is overwhelmed by Ryan's devotion, and the villagers are ebullient. They gleefully free the rebels' loaded truck from the wet sand and follow it up the hill. Doryan, waiting at the top with his troops, captures the men and arms. O'Leary makes a break, but Doryan climbs atop the truck and brings him down with a single rifle shot. Then he suffers a flashback and collapses. Rosy presses through the crowd in concern, outraging the villagers. Charles tells Rosy that he had let her affair run its course, hoping that the infatuation would pass, but now wants a separation. Rosy says the affair is over, but that night she leaves their bed in her nightdress to meet Doryan. In dismay, Charles wanders in his nightclothes to the beach, where the parish priest Father Collins finds him. The villagers storm into the schoolhouse and seize Rosy, convinced that she informed the British of the arms shipment. Ryan watches in shame and horror as his daughter takes the blame for his actions. The mob shears off her hair and strips off her clothes. Doryan walks along the beach and gives his cigarette case to Michael. In gratitude, Michael leads Doryan to a cache of arms, including dynamite, that was not recovered. After Michael runs off, Doryan commits suicide by detonating the explosives. The next day, Rosy and Charles leave for Dublin. Father Collins follows them to the bus stop and says to Charles that his only doubt is the same as Charles's: if he and Rosy should separate. thumb|Schoolhouse Ryan's Daughter, 1986 ==Cast== ==Production== The production was largely filmed on the Dingle Peninsula in County Kerry, Ireland in 1969. Ryan's Daughter won two Oscars. However, due to poor weather, many of the beach scenes were filmed in South Africa, easily identified by the white sand. The shipwreck where Doryan detonates the explosives is that of the Kakapo which can be found just south of Cape Town. ===Development=== Robert Bolt's original idea was to make a film of Madame Bovary, starring Miles. Lean read the script and said that he did not find it interesting, but suggested to Bolt that he would like to rework it into another setting. The film still retains parallels with Flaubert's novel – Rosy parallels Emma Bovary, Charles is her husband, Major Doryan is analogous to Rodolphe and Leon, Emma's lovers. ===Casting=== Alec Guinness turned down the role of Father Collins; it had been written with him in mind, but Guinness, a Roman Catholic convert, objected to what he felt was an inaccurate portrayal of a Catholic priest. His conflicts with Lean while making Doctor Zhivago also contributed. Paul Scofield was Lean's first choice for the part of Shaughnessy, but he was unable to leave a theatre commitment. George C. Scott, Anthony Hopkins and Patrick McGoohan were considered but not approached, and Gregory Peck lobbied for the role but gave up after Robert Mitchum was approached. Reportedly, Mitchum initially was reluctant to take the role. While he admired the script, he was undergoing a personal crisis at the time and when pressed by Lean as to why he would not be available for filming, told him: \"I was actually planning on committing suicide.\" Upon hearing of this, scriptwriter Bolt told him, \"Well, if you just finish working on this wretched little film and then do yourself in, I'd be happy to stand the expenses of your burial.\" The role of Major Doryan was written for Marlon Brando, who initially accepted, but problems with the production of Burn! forced him to drop out. Peter O'Toole, Richard Harris and Richard Burton also were considered. Lean then saw Christopher Jones in The Looking Glass War (1969) and decided he had to have Jones for the part, and so cast him without ever meeting him. He thought Jones had that rare Brando/Dean quality he wanted on film. ===Filming=== Lean had to wait a year before a suitably dramatic storm appeared. The image was kept clear of spray by a glass disk spinning in front of the lens, known as a Clear View screen. Mitchum clashed with Lean, saying that \"Working with David Lean is like constructing the Taj Mahal out of toothpicks\"; despite this, Mitchum confided to friends and family that he felt Ryan's Daughter was among his best roles and he regretted the negative response the film received. In a radio interview, Mitchum said that, despite the difficult production, Lean was one of the best directors he had worked with.Sound on Film Interview Series: Ryan's Daughter Jones claimed to have had an affair with Sharon Tate, who was killed by Charles Manson and his followers during filming, which devastated Jones. Miles and Jones also grew to dislike one another, leading to trouble when filming the love scenes. Jones was engaged to Olivia Hussey, and he was not attracted to Miles. He even refused to do the forest love scene with her, which prompted Miles to conspire with Mitchum. It was Mitchum who settled on the idea of drugging Jones by sprinkling an unspecified substance on his cereal. Mitchum overdosed Jones, however, and the actor was nearly catatonic during the love scene.Phillips, Gene. Beyond the Epic: The Life and Films of David Lean. Lexington: University Press of Kentucky, 2006. 381. Jones and Lean clashed frequently. Due to Jones's inability to do a convincing British accent and because Lean thought that Jones's voice was too flat to be compelling, he decided to have all of Jones's lines overdubbed by Julian Holloway. Lean was not alone in his disappointment with the actor; Jones's retirement from acting was purportedly due to the bad reviews he received for Ryan's Daughter.Phillips, Gene. Beyond the Epic: The Life and Films of David Lean. Lexington: University Press of Kentucky, 2006. 386. ==Release== ===Censorship=== The Motion Picture Association of America originally gave Ryan's Daughter an \"R\" rating. A nude scene between Miles and Jones, as well as its themes involving infidelity, were the primary reasons for the decision. Life Magazine, 20 August 1971. At the time, MGM was having financial trouble and appealed the rating not due to artistic but financial reasons. At the appeal hearing, MGM executives explained that they needed the less restrictive rating to allow more audience into the theatres; otherwise the company would not be able to survive financially. The appeal was granted and the film received a \"GP\" rating, which later became \"PG\". American political adviser Jack Valenti considered this to be one of the tarnishing marks on the rating system.The Dame in the Kimono, Jerold L. Simmons and Leonard L. Jeff, Weidenfeld and Nicolson, 1990. When MGM resubmitted the film to the MPAA in 1996, it was re-rated \"R.\" In Australia and New Zealand, the film was initially rated PG, but is currently rated M. ===Reception=== Upon its initial release, Ryan's Daughter received a hostile reception from many film reviewers. Roger Ebert gave it two stars out of four and wrote that \"Lean's characters, well written and well acted, are finally dwarfed by his excessive scale.\" Vincent Canby of The New York Times called the screenplay \"the kind of book-club fiction that should be read under a hair-dryer, a fact that cannot be disguised by the elaborate production (Mr. Lean built his own, brand-new Irish village for the film) and the almost metaphysical style.\"Canby, Vincent (10 November 1970). \"Sarah Miles Stars in Lean's 'Ryan's Daughter'\". The New York Times. 54. Arthur D. Murphy of Variety called the film a \"brilliant enigma, brilliant, because David Lean achieved to a marked degree the daring and obvious goal of intimate romantic tragedy along the rugged geographical and political landscape of 1916 Ireland; an enigma, because overlength of perhaps 30 minutes serves to magnify some weaknesses of Robert Bolt's original screenplay, to dissipate the impact of the performances, and to overwhelm outstanding photography and production.\"Murphy, Arthur D. (11 November 1970). \"Film Reviews: Ryan's Daughter\". Variety. 15. Gene Siskel of the Chicago Tribune gave the film one-and-a-half stars out of four and wrote, \"Poor casting, heavy-handed direction that becomes comical during the big love scene and empty-headed characters make David Lean's 'Ryan's Daughter' an epic disappointment.\"Siskel, Gene (20 December 1970). \"Lean's 'Ryan's Daughter' Opens at the Michael Todd\". Chicago Tribune. Section 5, p. 7. Charles Champlin of the Los Angeles Times wrote, \"The original love story which Robert Bolt has set in these desolate seascapes seems both too frail and too banal to sustain the crushing weight of 3 hours and 18 minutes of Super Panavision.\"Champlin, Charles (15 November 1970). \"Irish Coast Has Best Lines in Lean's 'Daughter'\". Los Angeles Times. Calendar, p. 1. Pauline Kael of The New Yorker wrote, \"There is no artistic or moral rationale for this movie—only expediency ... The emptiness of 'Ryan's Daughter' shows in practically every frame.\"Kael, Pauline (21 November 1970). \"The Current Cinema\". The New Yorker. p. 118, 124. According to James Wolcott, at a gathering of the National Society of Film Critics, Time critic Richard Schickel asked Lean \"how someone who made Brief Encounter could make a piece of bullshit like Ryan's Daughter.\" Some attribute the negative reviews to critics' expectations being too high, following the three epics Lean had directed in a row before Ryan's Daughter. The preview cut ran for over 220 minutes and was criticised for its length and poor pacing. Lean felt obliged to remove up to 17 minutes of footage before the film's wide release. The missing footage has not been restored or located. Lean took these criticisms very personally, claiming at the time that he would never make another film. (Others dispute this, citing the fact that Lean tried but was unable to get several projects off the ground, including The Bounty.) The film was moderately successful worldwide at the box office and was one of the most successful films of 1970 in Britain, where it ran at a West End cinema for almost two years straight. The film was also criticised for its perceived depiction of the Irish proletariat as uncivilised. An Irish commentator in 2008 called them \"the local herd-like and libidinous populace who lack gainful employment to keep them occupied\".Brereton, Dr. P., RELIGION AND IRISH CINEMA: A CASE STUDY, Irish Quarterly Review, Autumn 2008, pp. 321–32. Some criticised the film as an attempt to blacken the legacy of the 1916 Easter Rising and the subsequent Irish War of Independence in relation to the eruption of \"the Troubles\" in Northern Ireland around the time of the film's release. Since the film's release on DVD, Ryan's Daughter has been reconsidered by some critics; it has been called an overlooked masterpiece, countering many of the criticisms such as its alleged \"excessive scale\". Other elements, like John Mills' caricature of 'the village idiot' (an Oscar-winning performance), have been met with ambivalence. ==Awards and honours== {| class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\" | Award ! scope=\"col\" | Category ! scope=\"col\" | Recipient/Nominee ! scope=\"col\" | Result |- | rowspan=\"4\"| Academy Awards | Best Actress | Sarah Miles | |- | Best Supporting Actor | John Mills | |- | Best Cinematography | Freddie Young | |- | Best Sound | Gordon McCallum and John Bramall | |- | rowspan=\"10\"| British Academy Film Awards | Best Film | rowspan=\"2\"| David Lean | |- | Best Direction | |- | Best Actress in a Leading Role | Sarah Miles | |- | Best Actor in a Supporting Role | John Mills | |- | Best Actress in a Supporting Role | Evin Crowley | |- | Best Cinematography | Freddie Young | |- | Best Costume Design | Jocelyn Rickards | |- | Best Editing | Norman Savage | |- | Best Production Design | Stephen B. Grimes | |- | Best Sound | Gordon McCallum | |- | British Society of Cinematographers | Best Cinematography | Freddie Young | |- | David di Donatello Awards | Best Foreign Production | Anthony Havelock-Allan | |- | Directors Guild of America Awards | Outstanding Directorial Achievement in Motion Pictures | rowspan=\"2\"| David Lean | |- | Evening Standard British Film Awards | Best Film | |- | rowspan=\"3\"| Golden Globe Awards | Best Actress in a Motion Picture – Drama | Sarah Miles | |- | rowspan=\"2\"| Best Supporting Actor – Motion Picture | Trevor Howard | |- | John Mills | |- | Grammy Awards | Best Original Score Written for a Motion Picture or a Television Special | Maurice Jarre | |- | Kansas City Film Circle Critics Awards | Best Supporting Actor | John Mills | |- | rowspan=\"6\"| Laurel Awards | Best Picture | Ryan's Daughter | |- | Top Female Dramatic Performance | Sarah Miles | |- | Top Male Supporting Performance | Trevor Howard | |- | Top Cinematographer | Freddie Young | |- | Top Composer | Maurice Jarre | |- | Star of Tomorrow – Male | Christopher Jones | |- | National Board of Review Awards | Top Ten Films | Ryan's Daughter | |} ===Others=== The film is recognized by American Film Institute in these lists: * 2005: AFI's 100 Years of Film Scores – Nominated ==References== ==Further reading== * * * ==External links== * * * * British Film Institute on Ryan's Daughter * Location on The Dingle Peninsula Category:1970 films Category:1970 romantic drama films Category:1970s English- language films Category:1970s historical drama films Category:British films Category:British epic films Category:British historical drama films Category:British romantic drama films Category:Easter Rising Category:Films about the Irish Republican Army Category:Films based on Madame Bovary Category:Films directed by David Lean Category:Films featuring a Best Supporting Actor Academy Award-winning performance Category:Films featuring a Best Supporting Actor Golden Globe winning performance Category:Films produced by Anthony Havelock-Allan Category:Films scored by Maurice Jarre Category:Films set in 1917 Category:Films set in Ireland Category:Films set on beaches Category:Films set on the United Kingdom home front during World War I Category:Films shot in County Kerry Category:Films whose cinematographer won the Best Cinematography Academy Award Category:Films with screenplays by Robert Bolt Category:Historical epic films Category:Romantic epic films Category:Metro-Goldwyn-Mayer films",
 "title": "Ryan's Daughter"
}