{
 "id": "218291",
 "text": "The Curtiss-Wright Corporation is an American, global diversified product manufacturer and service provider, incorporated in Delaware with headquarters in Parsippany-Troy Hills, New Jersey, which supplies the commercial, industrial, defense, and energy markets. Created in 1929 from the consolidation of Curtiss, Wright, and various supplier companies, by the end of World War II it was the largest aircraft manufacturer in the United States, supplying whole aircraft in large numbers to the U.S. Armed Forces. It has since evolved away from the final assembly of finished aircraft, becoming a component manufacturer specializing in actuators, aircraft controls, valves, and surface-treatment services. It also is a supplier to commercial nuclear power, nuclear navy systems, industrial vehicles and to the oil and gas industries. ==History== ===Merger and expansion=== Curtiss-Wright formed on July 5, 1929, the result of a merger of 12 companies associated with Curtiss Aeroplane and Motor Company of Buffalo, New York, and Wright Aeronautical of Dayton, Ohio, and was headquartered in Buffalo, New York. With $75 million in capital (equivalent to $ billion in ), it became the largest aviation company in the United States. {| class=\"wikitable\" |-style=\"background- color:#DDDDDD;text-align:center;\" |- !Companies Merged !Owner |- |Wright Aeronautical Corp |Hoyt |- |Curtiss Aeroplane & Motor Co |Keys |- |Curtiss Airports Corp. |Keys |- |Curtiss Flying Service |Keys |- |Curtiss Aeroplane Export Co. |Keys |- |Curtiss-Caproni Corp. |Keys |- |Curtiss-Robertson Airplane Mfg. Co. |Keys |- |New York Air Terminals |Hoyt |- |N.Y. & Suburban Airlines |Hoyt |- |Keystone Aircraft Corp |Hoyt |} By September 1929, Curtiss- Wright had also acquired the Moth Aircraft Corporation and Travel Air Manufacturing Company. ====Divisions==== There were three main divisions: the Curtiss-Wright Airplane Division, which manufactured airframes; the Wright Aeronautical Corporation, which produced aircraft engines; and the Curtiss- Wright Propeller Division, which manufactured propellers. After 1929, most engines produced by the new company were known as Wrights, while most aircraft were given the Curtiss name, with a few exceptions. ====Pre World War II==== Throughout the 1930s, Curtiss-Wright designed and built aircraft for military, commercial, and private markets. But it was the Wright engine division and the longstanding relationship with the U.S. military that would help the company through the difficult years of the Great Depression. In 1937, the company developed the P-36 fighter aircraft, resulting in the largest peacetime aircraft order ever given by the Army Air Corps. Curtiss-Wright also sold the P-36 abroad, where they were used in the early days of World War II. ====War production==== During World War II, Curtiss-Wright produced 142,840 aircraft engines, 146,468 electric propellers and 29,269 airplanes. Curtiss-Wright employed 180,000 workers, and ranked second among United States corporations in the value of wartime production contracts (behind only General Motors).Peck, Merton J. & Scherer, Frederic M. The Weapons Acquisition Process: An Economic Analysis (1962) Harvard Business School p.619Herman, Arthur. Freedom's Forge: How American Business Produced Victory in World War II, p. 312, Random House, New York, NY, 2012. . thumb|alt=alt text|Curtiss- Wright: Biggest Aviation Company Expands Its Empire. This here is an overall perspective of how Curtiss-Wright's business operations in the USA stretches all across the way from St. Louis to Buffalo and how its newly-made products flow from the various factories for the U.S. aircraft industry at that time (in particular, the map gets several things and points wrong, particularly the location of production of the C-46 aircraft, which was actually built at Buffalo and not at St. Louis). This is from an article in Life Magazine on the 15th of September in 1941. Aircraft production included almost 14,000 P-40 fighters, made famous by their use by Claire Chennault's Flying Tigers in China, over 3,000 C-46 Commando transport aircraft, and later in the war, over 7,000 SB2C Helldivers. Its most visible success came with the P-40, variously known as the Tomahawk, Kittyhawk, and Warhawk, which were built between 1940 and 1944 at the main production facilities in Buffalo, New York. During the war, a second large plant was added at Buffalo, followed by new plants at Columbus, Ohio; St. Louis, Missouri; and Louisville, Kentucky. Engine and propeller production was at plants in New Jersey, Pennsylvania, and Ohio. In May 1942, the U.S. government assigned Curtiss-Wright a defense production factory for wartime aircraft construction at Louisville, Kentucky, to produce the C-76 Caravan cargo plane, which was constructed mostly of wood, a non- priority war material. However, after difficulties with the C-76 (including a crash of a production model in mid-1943), as well as the realization that sufficient quantities of aluminum aircraft alloys would be available for war production, plans for large-scale C-76 production were rejected. The Louisville plant was converted to C-46 Commando production, eventually delivering 438 Commandos to supplement the roughly 2,500 C-46s produced at Buffalo. The C-46 cargo plane was fitted with two powerful radial engines and could carry more cargo at higher altitudes than any other Allied aircraft. Consequently, it was used extensively in the China-Burma-India Theater. ===Defective engines sold to U.S. military in World War II=== From 1941 to 1943, the Curtiss Aeronautical plant in Lockland, Ohio produced aircraft engines under wartime contract destined for installation in U.S. Army Air Forces aircraft.Meyers, Jeffrey, The Genius and the Goddess: Arthur Miller and Marilyn Monroe, University of Illinois Press, (2009), pp. 92–93Clausen, Henry C., and Lee, Bruce, Pearl Harbor: Final Judgment, Da Capo Press, (2001), pp. 56–58 Wright officials at Lockland insisted on high engine production levels, resulting in a significant percentage of engines that did not meet Army Air Forces (AAF) inspection standards. These defective engines were nevertheless approved by inspectors for shipment and installation in U.S. military aircraft. After investigation, it was later revealed that Wright company officials at Lockland had conspired with civilian technical advisers and Army inspection officers to approve substandard or defective aircraft engines for military use. Army Air Forces technical adviser Charles W. Bond was dismissed by the Army in 1943 for \"gross irregularities in inspection procedure.\"Colonel Ready To Deny Neglect, The Toledo Blade, 20 April 1944, p. 2 Bond would later testify that he had been \"wined and dined\" by Wright company officials; one of those occasions was the night before Bond fired four AAF engine inspectors another AAF inspector had described as \"troublemakers.\" In 1944, three Army officers, Lt. Col. Frank Constantine Greulich of Detroit, former chief inspection officer for the material command, Major Walter A. Ryan of Detroit, former central states inspection officer, and Major William Bruckmann, a former Cincinnati brewer and resident Army inspections officer at the Wright plant in Lockland were charged with neglect of duty, conspiracy, and giving false testimony in a general court martial.Hinton, Harold B., Air Victory: the men and the machines, New York: Harper & Bros. (1948), pp. 249–251Corning, New York Leader (5 April 1944), p. 9Three Air Officers 'Guilty of Neglect', Ordered Dismissed, The Milwaukee Journal, 26 April 1944, p. 33 All three men were later convicted of neglect of duty. The story of defective engines had reached investigators working for Sen. Harry Truman's congressional investigative board, the Truman Commission, after several Wright aircraft assembly workers informed on the company; they would later testify under oath before Congress.Herman, Arthur. Freedom's Forge: How American Business Produced Victory in World War II, pp. 302, 311–12, Random House, New York, NY. . Arthur Miller's play All My Sons is based on this incident.Herman, Arthur. Freedom's Forge: How American Business Produced Victory in World War II, p. 312, Random House, New York, NY. . ===Post–World War II=== ====Demise of aircraft production==== Curtiss-Wright failed to make the transition to design and production of jet aircraft, despite several attempts. During the war, the company had expended only small amounts on aircraft research and development, instead concentrating on incremental improvements in conventional aircraft already in wartime production. This was especially true in the first two years of the war. Curtiss' failure to research and develop more advanced wing and airframe designs provided an opening for North American, Bell, Lockheed, Northrop, and other U.S. aircraft manufacturers to submit newer and more advanced aircraft designs. The P-60, the firm's last prop-driven fighter design, was merely an extrapolation of its 1930s P-36 Hawk, offering no advantage over other designs already in service. With the rapid development of jet engine technology and near-supersonic flight, this technological lag resulted in Curtiss losing a number of critical postwar military aircraft orders. The final nail in the coffin was the choice of the Northrop F-89 Scorpion over the XF-87 Blackhawk; after the F-87 was cancelled October 10, 1948, Curtiss-Wright shut down its entire Aeroplane Division and sold the assets to North American Aviation. ====Flight research==== While this marked Curtiss-Wright's departure from preeminence in the aviation industry, one notable spin-off involved Curtiss-Wright's flight research laboratory, founded in 1943 near the main plant at the Buffalo airport. During divestiture of the airframe division, the lab was given to Cornell University along with a cash gift to finish the construction of a transonic wind tunnel. Cornell Aeronautical Labs, or CAL as it was known, was eventually spun off from the university as a private company, Calspan Corporation, which has been responsible for many subsequent innovations in flight and safety research. ====Engine development==== After the Government gave the development of the Whittle jet engine to GE, the company concentrated on reciprocating engines and propeller production for military transport and civilian airliners. With the approaching twilight of the big piston aircraft engine, Curtiss-Wright needed new design inspiration. in 1950, Curtiss-Wright licensed the Sapphire jet engine from Armstrong Siddeley in the U.K and manufactured it as the Wright J65. It powered models of the Martin B-57, and several other U.S. fighter planes. Subsequent derivative engines were late and did not find substantial markets. For a brief time, Curtiss-Wright licensed rights to the Wankel rotary engine from NSU in 1958 as a possible aircraft power plant. For this major innovative engineering project, Curtiss-Wright relied extensively on the design leadership of NSU-Wankel engineer Max Bentele. ====Flight simulators==== In 1954, United Airlines bought four Curtiss-Wright flight simulators at a cost of $3 million. These simulators were like earlier ones produced in the late 1940s for airliners with the addition of visuals, sound, and movement. They were the first of today's modern flight simulators for commercial aircraft.\"Airline Pilots Fly Anywhere in the world – Without Leaving the Ground.\" Popular Mechanics, August 1954, p. 87. ====Business diversification==== In 1956, financially strapped automaker Studebaker-Packard Corporation entered into a management agreement with Curtiss-Wright as a means for the nation's fifth-largest automobile manufacturer to avoid insolvency. The relationship lasted until 1959 at which time Curtiss-Wright withdrew from the agreement. The shift of civilian aircraft to jets left the company with little of its old business, and during the 1960s it shifted to components for aircraft and other types of equipment, such as nuclear submarines, a business that is still being conducted today. In 2002, Curtiss-Wright acquired Penny & Giles, a supplier of black boxes and sensing devices (Hybrid linear, hybrid rotary, and VRVT sensors).PR Newswire. (1 April 2002) \"Curtiss-Wright Complete Acquisition of Spirent's Sensor and Control Assets\". Curtiss-Wright Company Website. Retrieved 21 August 2015. In 2003, Curtiss-Wright acquired Systran Corporation, a supplier of highly specialized, high-performance data communications products for real-time systems, primarily for the aerospace and defense, industrial automation and medical image markets. The acquisition also reintroduced Curtiss-Wright to Dayton, OH. In 2010, Curtiss-Wright acquired Hybricon Corporation for $19 million in cash. Hybricon is a supplier of electronic packaging for the aerospace, defense and commercial markets, and provides electronic subsystem integration.Curtiss-Wright Corporation. (27 May 2010) \"Curtiss-Wright to acquire Hybricon Corporation\". Curtiss-Wright Company Website. Retrieved 21 August 2015. In 2011, Curtiss-Wright acquired Ireland- based Acra Control for $61 million in cash. Acra Control is a supplier of data acquisition systems and networks, data recorders and telemetry ground stations for both defense and commercial aerospace markets.Ryan, Jim (28 July 2011) \"Curtiss-Wright Acquires Acra Control LTD\" Curtiss Wright Company Website. Retrieved 21 August 2013. At the beginning of 2013, Curtiss-Wright acquired Exlar Corporation for $85 million in cash. Exlar, a private company, is a designer and manufacturer of highly engineered electric actuators used in motion control solutions in industrial and military markets. The acquired business will operate within Curtiss-Wright's Motion Control segment.Ryan, Jim (2 January 2013) \"Curtiss-Wright Acquires Exlar Corporation\" Curtiss Wright Company Website. Retrieved 21 August 2015. In October 2013, Curtiss-Wright completed the acquisition of the Parvus Corporation, a business unit of Eurotech S.p.A., for $38 million. Parvus is a leading designer and manufacturer of rugged small form factor computers and communications subsystems for the aerospace, defense, homeland security and industrial markets. Curtiss-Wright acquired military communications equipment supplier Pacific Star Communications for 400 million, on November 2, 2020.\"Curtiss- Wright Completes Acquisition of Pacific Star Communications, Inc.\" Nasdaq. Retrieved 2021-11-10. ==Multinational divisions== As of 31 December 2012, the firm had several divisions: *Curtiss Wright Controls (UK) Ltd, United Kingdom *Curtiss-Wright Antriebstechnik GmbH, Switzerland *Curtiss-Wright Controls Electronic Systems Inc., California *Curtiss-Wright Controls Integrated Sensing Inc., Delaware *Curtiss-Wright Controls Inc., Delaware *Curtiss-Wright Electro-Mechanical Corporation, Delaware *Curtiss-Wright Flow Control Company Canada, Nova Scotia *Curtiss-Wright Flow Control Corporation, New York *Dy4 Inc, Delaware *Dy4 Systems Inc., Ontario : a manufacturer of electronic circuit boards acquired in 2003 *Indal Technologies Inc., Canada *Metal Improvement Company LLC, Delaware *Novatronics Inc., Ontario *Peerless Instrument Co. Inc., New York *Penny & Giles Controls Limited, United Kingdom *Primagraphics (Holdings) Limited, United Kingdom *Tapco International Inc, Delaware ==Products== ===Aircraft=== {| class=\"wikitable sortable\" |- ! Model name ! First flight ! Number built ! Type |- |align=left| Curtiss Bleeker SX-5-1 Helicopter |align=center| 1926 |align=center| 1 |align=left| Experimental single engine helicopter |- |align=left| Curtiss Teal |align=center| |align=center| 2 |align=left| Single engine monoplane flying boat |- |align=left| Curtiss-Wright Junior |align=center| 1930 |align=center| ~270 |align=left| Single engine monoplane sport airplane |- |align=left| Curtiss-Wright CW-3 Duckling |align=center| 1931 |align=center| 3 |align=left| Single engine monoplane flying boat |- |align=left| Curtiss F9C Sparrowhawk |align=center| 1931 |align=center| 7+ |align=left| Single engine biplane parasite fighter |- |align=left| Curtiss A-8 |align=center| 1931 |align=center| 13 |align=left| Single engine monoplane attack airplane |- |align=left| Curtiss-Wright CW-15 |align=center| 1931 |align=center| 15 |align=left| Single engine cabin monoplane |- |align=left| Curtiss-Wright CW-16 |align=center| |align=center| 22 or 23 |align=left| Single engine biplane trainer |- |align=left| Curtiss-Wright CW-17 |align=center| N/A |align=center| 0 |align=left| Single engine biplane |- |align=left| Curtiss O-40 Raven |align=center| 1932 |align=center| 5 |align=left| Single engine biplane observation airplane |- |align=left| Curtiss F11C Goshawk |align=center| 1932 |align=center| 30 |align=left| Single engine biplane fighter |- |align=left| Curtiss XP-31 Swift |align=center| 1932 |align=center| 1 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss YA-10 Shrike |align=center| 1932 |align=center| 2 |align=left| Prototype single engine monoplane attack airplane |- |align=left| Curtiss T-32 Condor II |align=center| 1933 |align=center| 45 |align=left| Twin engine biplane airliner |- |align=left| Curtiss BF2C Goshawk |align=center| |align=center| 166 |align=left| Single engine biplane fighter |- |align=left| Curtiss-Wright CW-6 |align=center| |align=center| 8 |align=left| Single engine cabin monoplane |- |align=left| Curtiss-Wright CW-12 |align=center| |align=center| 40 or 41 |align=left| Single engine biplane trainer |- |align=left| Curtiss-Wright CW-14 Osprey |align=center| |align=center| 38+ |align=left| Single engine biplane |- |align=left| Curtiss-Wright CW-19 |align=center| |align=center| ~43 |align=left| Single engine monoplane attack airplane |- |align=left| Curtiss XF13C |align=center| 1934 |align=center| 3 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss SOC Seagull |align=center| 1934 |align=center| 258 |align=left| Single engine biplane scout floatplane |- |align=left| Curtiss-Wright CA-1 |align=center| 1935 |align=center| 3 |align=left| Single engine biplane flying boat |- |align=left| Curtiss P-36 Hawk |align=center| 1935 |align=center| 1,115 |align=left| Single engine monoplane fighter |- |align=left| Curtiss A-12 Shrike |align=center| |align=center| 46 |align=left| Single engine monoplane attack airplane |- |align=left| Curtiss XA-14 |align=center| 1935 |align=center| 1 |align=left| Prototype twin engine monoplane attack airplane |- |align=left| Curtiss A-18 Shrike |align=center| 1935 |align=center| 13 |align=left| Twin engine attack monoplane airplane |- |align=left| Curtiss SBC Helldiver |align=center| 1935 |align=center| 257 |align=left| Single engine biplane dive bomber |- |align=left| Curtiss P-37 |align=center| 1937 |align=center| 14 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss-Wright CW-21 |align=center| 1938 |align=center| 62 |align=left| Single engine monoplane fighter |- |align=left| Curtiss P-40 Warhawk |align=center| 1938 |align=center| 13,738 |align=left| Single engine monoplane fighter |- |align=left| Curtiss XP-42 |align=center| 1939 |align=center| 1 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss SO3C Seamew |align=center| 1939 |align=center| 795 |align=left| Single engine monoplane scout floatplane |- |align=left| Curtiss- Wright CW-22 |align=center| 1940 |align=center| ~442 |align=left| Single engine monoplane trainer |- |align=left| Curtiss-Wright CW-23 |align=center| |align=center| 1 |align=left| Prototype single engine monoplane trainer |- |align=left| Curtiss C-46 Commando |align=center| 1940 |align=center| 3,181 |align=left| Twin engine monoplane cargo airplane |- |align=left| Curtiss O-52 Owl |align=center| 1940 |align=center| 203 |align=left| Single engine monoplane observation airplane |- |align=left| Curtiss SB2C Helldiver |align=center| 1940 |align=center| 7,140 |align=left| Single engine monoplane dive bomber |- |align=left| Curtiss AT-9 |align=center| 1941 |align=center| 792 |align=left| Twin engine monoplane trainer |- |align=left| Curtiss XP-46 |align=center| 1941 |align=center| 2 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss P-60 |align=center| 1941 |align=center| 4 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss-Wright C-76 Caravan |align=center| 1943 |align=center| 25 |align=left| Twin engine monoplane cargo airplane |- |align=left| Curtiss- Wright XP-55 Ascender |align=center| 1943 |align=center| 3 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss XP-62 |align=center| 1943 |align=center| 1 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss SC Seahawk |align=center| 1944 |align=center| 577 |align=left| Single engine monoplane scout floatplane |- |align=left| Curtiss XF14C |align=center| 1944 |align=center| 1 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss XBTC |align=center| 1945 |align=center| 2 |align=left| Prototype single engine monoplane torpedo bomber |- |align=left| Curtiss XF15C |align=center| 1945 |align=center| 3 |align=left| Prototype mixed propulsion monoplane fighter |- |align=left| Curtiss XBT2C |align=center| 1945 |align=center| 9 |align=left| Prototype single engine monoplane torpedo bomber |- |align=left| Curtiss- Wright XF-87 Blackhawk |align=center| 1948 |align=center| 2 |align=left| Four engine jet monoplane fighter |- |align=left| Curtiss-Wright X-19 |align=center| 1963 |align=center| 2 |align=left| Experimental twin engine tiltrotor airplane |- |align=left| Curtiss-Wright VZ-7 |align=center| |align=center| 2 |align=left| Experimental single engine helicopter |- |align=left| Curtiss-Wright CW-2 |align=center| N/A |align=center| 0 |align=left| Unbuilt two-seat monoplane |- |align=left| Curtiss-Wright CW-5 |align=center| N/A |align=center| 0 |align=left| Unbuilt cargo airplane |- |align=left| Curtiss-Wright CW-18 |align=center| N/A |align=center| 0 |align=left| Unbuilt two-seat trainer |- |align=left| Curtiss XP-53 |align=center| N/A |align=center| 2 |align=left| Prototype single engine monoplane fighter |- |align=left| Curtiss XP-71 |align=center| N/A |align=center| 0 |align=left| Unbuilt twin engine monoplane heavy fighter |- |align=left| Curtiss XSB3C |align=center| N/A |align=center| 0 |align=left| Unbuilt single engine monoplane diver bomber |- |align=left| Curtiss KD2C Skeet |align=center| 1947 |align=center| |align=left| Target drone |- |align=left| Curtiss CW-32 |align=center| N/A |align=center| 0 |align=left| Unbuilt four-engine transport |- |} ===Curtiss Electric propellers=== As well as manufacturing engines, a range of electrically actuated constant speed three- and four-bladed propellers were manufactured under the name Curtiss Electric. === Albert Kahn === Albert Kahn Associates designed several industrial buildings for the Curtiss Wright Corporation, including plants in Beaver, PA; Buffalo, NY; Caldwell, NJ; Columbus, OH; Indianapolis, IN; Kenmore, NY; Louisville, KY and St. Louis, MO. Albert Kahn's personal working library, the Albert Kahn Library Collection, is housed at Lawrence Technological University in Southfield, Michigan. ==See also== *United States v. Curtiss-Wright Export Corp., a 1936 U.S. Supreme Court case about the role of the President in foreign relations. *George Conrad Westervelt *Curtiss- Wright Technical Institute in Glendale, California ==References== ===Notes=== ===Bibliography=== *Bowers, Peter M. Curtiss Aircraft 1907–1947. London: Putnam & Company Ltd., 1979. . *Eltscher, Louis R. and Young, Edward M. Curtiss-WrightGreatness and Decline. New York: Twayne Publishers, 1998. . * ==External links== * *Curtiss-Wright Defense Solutions website *Curtiss-Wright Flow Control website *Curtiss-Wright Industrial website *Curtiss-Wright Sensors & Controls website *Curtiss-Wright Surface Technologies website *The Glenn Curtiss Companies: U.S. Centennial of Flight Commemoration *History of the Aerospace Industry in Buffalo, NY *1940 Curtiss Wright Buffalo NY Handbook – Internet Archive Category:Companies listed on the New York Stock Exchange Category:Aircraft manufacturers of the United States Category:Aircraft engine manufacturers of the United States Category:Wright brothers Category:Manufacturing companies based in North Carolina Category:Companies based in Charlotte, North Carolina Category:Engineering companies of the United States Category:Former components of the Dow Jones Industrial Average Category:Manufacturing companies established in 1929 Category:1929 establishments in New York (state) Category:American companies established in 1929 Category:Company articles with out of date infobox information",
 "title": "Curtiss-Wright"
}