{
 "id": "218787",
 "text": "{| |- | Well deck dimensions: | by high |} USS Bonhomme Richard (LHD-6) was a of the United States Navy commissioned on 15 August 1998. Like the previous five Wasp-class ships, Bonhomme Richard was designed to embark, deploy and land elements of a Marine landing force in amphibious assault operations by helicopter, landing craft and amphibious vehicle, and if needed, to act as a light aircraft carrier. LHD-6 was the third ship of the United States Navy to bear the name first given by John Paul Jones to his Continental Navy frigate, named in French \"Good Man Richard\" in honor of Benjamin Franklin, the publisher of Poor Richard's Almanac who at the time served as U.S. ambassador to France. On 12 July 2020, a fire started on a lower vehicle-storage deck while the ship was undergoing maintenance at Naval Base San Diego. It took four days for firefighters to extinguish the fire, which injured at least 63 sailors and civilians and severely damaged the ship. After a long investigation into the cause of the fire, a sailor was charged with arson. Repairs to the ship were estimated to take up to seven years and cost up to $3.2 billion so the ship was decommissioned on 15 April 2021 and sold for scrap. ==Construction== Ingalls Shipbuilding received the contract to build the ship on 11 December 1992, and laid down her keel on 18 April 1995. She was launched on 14 March 1997, delivered to the Navy on 12 May 1998, and commissioned on 15 August 1998. ===Cost=== The average cost of a Wasp-class landing helicopter dock (LHD) ship was estimated to be $750 million in 1989 ($ billion in ) whereas the program unit cost of an America-class LHA (landing helicopter assault) was expected to be about $3.3 billion in 2015 ($ billion in ). In 2020, the cost of replacing the ship was estimated to be about $4 billion. ==Ship's history== ===1998-2009=== Bonhomme Richard departed her building yard, Ingalls Shipbuilding division of Litton Industries, Pascagoula, Mississippi, on 8 August 1998, sailing into Pensacola Harbor at Naval Air Station Pensacola for commissioning activities and culminating with the main ceremony, which was held on 15 August 1998. U.S. Representative John P. Murtha, of Pennsylvania's 12th Congressional District, delivered the principal commissioning address. Then Secretary of the Navy, John H. Dalton, placed the new ship in commission. Congressman Murtha's wife, Mrs. Joyce Murtha, served as Ship Sponsor and christened the ship at Ingalls in May 1997. During the commissioning, Mrs. Murtha gave the traditional order to \"Man our ship and bring her to life!\" Bonhomme Richard participated in several operations. From 24 January to 24 July 2000, the ship made the first Western Pacific (WESTPAC) deployment of any U.S. Navy ship in the 2000s as part of Operation Southern Watch. She deployed as part of Operation Enduring Freedom from 1 December 2001 to 18 June 2002. thumb|left|Bonhomme Richard underway in the Pacific Ocean. Her next deployment was in support of Operation Iraqi Freedom, beginning 17 January 2003 and lasting to 26 July 2003. Bonhomme Richard played two significant roles in Operation Iraqi Freedom; first, she offloaded more than 1,000 marines and gear from the 3rd Battalion, 1st Marines into Kuwait. Second, after delivering her attack and transport helicopters, troops, and vehicles, she took up position just miles off the coast of Kuwait and became one of two light aircraft carriers, or \"Harrier Carriers\", along with in the Persian Gulf, launching AV-8B Harrier strike aircraft into Iraq. Pilots from Marine Attack Squadron 211 (VMA-211) and VMA-311, embarked aboard Bonhomme Richard, expended more than of ordnance, providing close air support to the Marines on the ground and during predetermined strikes in Iraq. During Operation Iraqi Freedom, Bonhomme Richard launched more than 800 sorties, including 547 combat launches. Bonhomme Richard sailed to Sri Lanka to provide support for relief efforts following the 2004 Indian Ocean earthquake and its subsequent tsunamis. On 4 January 2005, the ship helped airlift relief supplies to the coast of Sumatra, Indonesia. Bonhomme Richard deployed in Operation Unified Assistance from 5 January 2005 to February 2005. Her helicopters flew supplies and medical personnel into various areas of Indonesia, as well as evacuating the wounded. The following July, Bonhomme Richard participated in RIMPAC 2006. From 23 May to November 2007 she joined up with two U.S. Navy aircraft carriers, and and their Carrier Strike Groups (CSG) off the coast of Iran to carry out previously unannounced air and sea exercises. In July 2008, the ship took part in RIMPAC 2008 off the coast of Hawaii. From September 2009 to April 2010, Bonhomme Richard deployed to the Fifth and Seventh Fleet Areas of Operations (AoR). Ports of call include East Timor; Phuket, Thailand; Kuala Lumpur, Malaysia; and Oahu, Hawaii. In July she participated in RIMPAC 2010 in the Kaulakahi Channel, between Kauai and Niihau Islands, Hawaii, near the Pacific Missile Range Facility. ===2010–2020=== Bonhomme Richard took the place of as the command ship for Expeditionary Strike Group Seven and switched homeport from San Diego, California to Sasebo, Japan, on 23 April 2012. During the summer of 2013 Bonhomme Richard participated in Exercise Talisman Sabre 2013. Maneuvers were performed off Queensland, Australia and in the Coral Sea. After the exercise, the ship sailed for Sydney, arriving 16 August 2013. Bonhomme Richard assisted in the air-sea rescue operation of the capsized South Korean ferry MV Sewol with helicopters on 16 April 2014. Bonhomme Richard participated in Exercise Talisman Saber 2017 involving more than 33,000 Australian and U.S. troops in June 2017. Alongside Bonhomme Richard, 20 other ships and over 200 aircraft took part in what was Australia's largest exercise to date. This was followed by a week long port call in Melbourne. ==== 2017 Osprey crash ==== On 5 August 2017 a U.S. Marine Corps MV-22 Osprey of Marine Medium Tiltrotor Squadron 265 with the 31st Marine Expeditionary Unit took off from Bonhomme Richard and then crashed in Shoalwater Bay on the east coast of Australia. Twenty-three personnel were rescued, while three died, their bodies being recovered about three weeks later. On 8 May 2018 Bonhomme Richard completed her homeport change to San Diego. === July 2020 fire === thumb|right|USS Bonhomme Richard on fire at Naval Base San Diego on 12 July 2020. thumb|right|Damaged ship on 16 July, after fires extinguished Witnesses reported that an explosion occurred about 8:50 a.m. on 12 July 2020 aboard Bonhomme Richard while in her homeport at Naval Base San Diego undergoing maintenance. The resulting fire was fueled by paper, cloth, rags or other materials, not fuel oil or other hazardous materials, Rear Admiral Philip Sobeck, commander of Expeditionary Strike Group 3, told reporters that evening. Since the ship was in maintenance, on-board fire-suppression systems had been disabled, delaying the onset of firefighting efforts, according to Admiral Sobeck. The fire was reported to have started in an area that is normally used to park military trucks while the ship is at sea, but where shipyard workers might have temporarily placed other items including combustible materials. The day the fire erupted, 17 sailors and four civilians were taken to the hospital with non-life-threatening injuries; all but five were released by morning of the next day, Navy officials said. By 14 July the number of injured had risen to 61, as more people were treated for minor injuries, including heat exhaustion and smoke inhalation. On 16 July, five days after the explosion, the Navy announced that all fires had been extinguished. The minor injury total had risen to 63 total (40 sailors and 23 civilians). Admiral Michael Gilday, Chief of Naval Operations, said the event was \"a very, very serious incident\" and that the Navy would address any systemic problems. He said the firefighting efforts had involved sailors from many ships and units in San Diego, including the helicopter squadron HSC-3, which dropped water on the ship.US Navy’s top officer reveals grim new details of the damage to Bonhomme Richard, David B. Larter, DefenseNews, 22 July 2020 Eight sailors assigned to Bonhomme Richard were meritoriously promoted in rank on 31 July for their actions in fighting the fire. Fire and water damage were sustained on 11 of 14 decks. Sections of the flight deck and other decks were warped and bulging, while the island was nearly gutted. The Navy removed the aft mast of the damaged ship to ensure it would not collapse. ===Investigations=== On 26 August 2020, news outlets reported that a sailor from the ship was being investigated for arson, but no motive had been identified, and no one had been charged. The Naval Criminal Investigative Service, along with other federal agencies, continued to investigate. three investigations were ongoing related to the fire. Two investigations were being conducted by Naval Sea Systems Command: the first was a failure review board investigation of safety issues relating to ship design and structure, and how changes could prevent future fires from spreading through ships under similar circumstances; the second was a safety review related to the events and activities that occurred on the ship prior to the fire and their relation to existing navy policies and procedures; finally, an investigation into command issues was being led by Vice Admiral Scott Conn, the commander of the 3rd Fleet. Fire-suppression foam could have been released, but was not, due to lack of training.Ryan Pickrell (21 Oct 2021) A $2 billion US Navy warship went up in flames in part because sailors failed to press a button, investigation finds On 29 July 2021, an unnamed sailor was charged by the Naval Criminal Investigative Service (NCIS) with aggravated arson under Article 126 of the Uniform Code of Military Justice (UCMJ) and hazarding a vessel under Article 110 of the UCMJ. The sailor was the same unnamed suspect questioned in August 2020 by NCIS and other federal law enforcement agencies and was identified as Seaman Apprentice Ryan Sawyer Mays in an affidavit that was unsealed in August 2021. The next step in the process will be an Article 32 hearing, the United States military equivalent of a preliminary hearing, to determine if the case is strong enough to proceed to a court-martial. The accused sailor's attorney stated that the portrayal of his client has been unfair and that he looks forward to proving his client is innocent. There were dozens of Navy officials, including several admirals, \"that have faced disciplinary action for failures that investigators said prevented the blaze from being put out sooner.\" He said there is \"evidence that the fire was started because of negligence and the improper storage of lithium batteries close to crates of hand sanitizer.\" A Navy report published in 2021 lists numerous deficiencies in leadership, firefighting training and equipment that contributed to the loss of the ship. In his 3 August endorsement of the report, United States Pacific Fleet commanding admiral Samuel Paparo characterized the crew as \"unprepared\" and their training and readiness as \"deficient,\" while calling out \"a lack of familiarity with requirements and procedural noncompliance at all levels of command.\" Navy fire safety protocols enacted after the 2012 loss of attack submarine in a similar fire were not followed, and Bonhomme Richard's captain, executive officer, command master chief, and chief engineer were criticized for leadership failures that \"directly led to the loss\" of the ship. The report emphasized poor communication and coordination between sailors and officers on the ship, firefighting teams on the naval base, teams assembled on nearby destroyers, and civilian firefighters. When smoke was first noticed, sailors aboard Bonhomme Richard failed to promptly and accurately locate and report its source, partially because some sailors did not don firefighting attire and breathing equipment due to a misconception that it could not be worn with their working uniforms. Firefighting hoses and fittings on the ship were broken or missing, and numerous hatches could not be closed to contain the blaze because temporary utility lines routed through them for maintenance work could not be easily disconnected. ===Disposal=== On 30 November 2020, Navy officials said that attempting to repair the damage and return Bonhomme Richard to service would take between five and seven years and cost an estimated $2.5 billion to $3.2 billion. Instead, the decision was made to withdraw the ship from service and, following extensive component recovery, have her sold for scrap. In February 2021, a bipartisan group of congressional delegates from Florida proposed that the hulk be sunk off the coast of Florida as an artificial reef, arguing that the reef would become an environmental and economic benefit to the area. After a decommissioning ceremony on 14 April 2021, she was officially decommissioned on 15 April. The same day, the hull was towed from San Diego, heading for a scrap yard in Texas. On 9 April 2021, International Shipbreaking Ltd. of Brownsville, Texas purchased the ex- Bonhomme Richard for $3.66 million for breaking and recycling. == Ship awards == {| style=\"margin:1em auto; text-align:center;\" | | | |- | | | |} {|class=\"wikitable\" style=\"margin-left: auto; margin-right: auto; text-align: center; margin-bottom: -1px;\" |- |Navy Unit Commendation |Navy Meritorious Unit Commendation |Battle Effectiveness Award |- |National Defense Service Medal |Humanitarian Service Medal |Global War on Terrorism Expeditionary Medal with one Award star |} Among other unit awards, Bonhomme Richard was awarded the Navy Battle \"E\" eight times. ==See also== *2012 USS Miami (SSN-755) fire, a civilian worker was convicted of arson. ==References== * == Further reading == *Command Investigation into the Fire Aboard USS Bonhomme Richard *Major Fires Review (19 Oct 21) == External links == * USS Bonhomme Richard Homepage * Maritimequest USS Bonhomme Richard LHD-6 Photo Gallery * 'Harrier Carrier' On Station, Ready for Call to Action * USS Bonhomme Richard history at U.S. Carriers Category:Wasp-class amphibious assault ships Category:Amphibious warfare vessels of the United States Navy Category:Ships built in Pascagoula, Mississippi Category:1997 ships Category:Maritime incidents in 2020 Category:Non-combat naval accidents Category:Ship fires Category:2020 fires Category:Aircraft carrier fires",
 "title": "USS Bonhomme Richard (LHD-6)"
}