{
 "id": "219097",
 "text": "\"Street Fighting Man\" is a song by the English rock band the Rolling Stones featured on their 1968 album Beggars Banquet. Called the band's \"most political song\", Rolling Stone ranked the song number 301 on its list of the 500 Greatest Songs of All Time. ==Background== In an interview with Marc Myers, Keith Richards said that he wrote most of the music for the song in late 1966 or early 1967, and got the \"dry, crisp\" sound that he wanted by strumming an acoustic guitar with an open tuning in front of a portable Philips cassette recorder microphone. The melody was influenced by the sound of police sirens. Originally titled and recorded as \"Did Everyone Pay Their Dues?\", containing the same music but very different lyrics about adult brutality, \"Street Fighting Man\" is known as one of Mick Jagger and Keith Richards' most politically inclined works to date. Jagger allegedly wrote it about Tariq Ali after he attended a 1968 anti-war rally at London's US embassy, during which mounted police attempted to control a crowd of 25,000.Azania, Malcolm. \"Tariq Ali: The time is right for a palace revolution\" . Vue Weekly. 2008 (accessed 5 June 2017).\"Tariq Ali: The time is right for a palace revolution\" . TruthDig. 2015 (accessed 5 June 2017). He also found inspiration in the rising violence among student rioters on Paris' Left Bank,Roy Carr, The Rolling Stones: An Illustrated Record, Harmony Books, 1976. . p. 55. the precursor to a period of civil unrest in May 1968. Jagger explained in a 1995 interview with Jann Wenner in Rolling Stone: Richards said, only a few years after recording the track in a 1971 Rolling Stone interview with Robert Greenfield, that the song had been \"interpreted thousands of different ways\". He mentioned how Jagger went to the Grosvenor Square demonstrations in London and was even charged by the police, yet he ultimately claims, \"it really is ambiguous as a song\".Greenfield, Robert. \"Keith Richards – Interview\". Rolling Stone (magazine) 19 August 1971. ==Recording== Recording on \"Street Fighting Man\" took place at Olympic Sound Studios from April until May 1968. With Jagger on lead vocals and both he and Richards on backing, Brian Jones performs the song's distinctive sitar and also tamboura. Richards plays the song's acoustic guitars as well as bass, the only electric instrument on the recording. Charlie Watts plays drums while Nicky Hopkins performs the song's piano which is most distinctly heard during the coda. Shehnai is performed on the track by Dave Mason. On the earlier, unreleased \"Did Everybody Pay Their Dues\" version, Rick Grech played a very prominent electric viola. Watts said in 2003: Richards commented on the recording: ==Critical reception== The song opens with a strummed acoustic guitar riff. In his review, Richie Unterberger says of the song, \"[I]t's a great track, gripping the listener immediately with its sudden, springy guitar chords and thundering, offbeat drums. That unsettling, urgent guitar rhythm is the mainstay of the verses. Mick Jagger's typically half-buried lyrics seem at casual listening like a call to revolution.\" Unterberger continues, \"Perhaps they were saying they wished they could be on the front lines, but were not in the right place at the right time; perhaps they were saying, as John Lennon did in the Beatles' \"Revolution\", that they didn't want to be involved in violent confrontation. Or perhaps they were even declaring indifference to the tumult.\" Other writers' interpretations varied. In 1976, Roy Carr assessed it as a \"great summer street-corner rock anthem on the same echelon as 'Summer in the City', 'Summertime Blues', and 'Dancing in the Street'.\" In 1979, Dave Marsh wrote that as part of Beggars Banquet, \"Street Fighting Man\" was the \"keynote, with its teasing admonition to do something and its refusal to admit that doing it will make any difference; as usual, the Stones were more correct, if also more faithless, philosophers than any of their peers.\"Rolling Stone Record Guide, Rolling Stone Press, 1979. pp. 329-330 In fact, the second line of the first verse alludes to \"Dancing in the Street\"; a similar line had been present in the aforementioned song, where \"fighting\" instead was \"dancing\". ==Releases== Released as Beggars Banquets lead single in August 1968 in the US, \"Street Fighting Man\" was popular on release, but did not reach the Top 40 (reaching number 48) of the US charts in response to many radio stations' refusal to play the song based on what were perceived as subversive lyrics. \"No Expectations\", also from Beggars Banquet, was used as the single's B-side. As usual with Stones' album tracks in the 60s, the single did not see a release at the time in the UK. It was released in 1971 backed with \"Surprise, Surprise\", previously released in the UK on the various artists Decca LP compilation \"14\" in 1965. The US single version was released in mono with an additional vocal overdub on the choruses, and thus is different from the Beggars Banquet album's stereo version. While many of the US London picture sleeves are rare and collectable, the sleeve for this single is particularly scarce and is considered their most valuable. The album version of the song has been included on the compilations Through the Past, Darkly (Big Hits Vol. 2) (1969), Hot Rocks 1964-1971 (1971), 30 Greatest Hits (1977), Singles Collection: The London Years (1989 edition), Forty Licks (2002), and GRRR! (2012). The US single version was included on the 2002 edition of Singles Collection: The London Years and on Stray Cats, a collection of singles and rarities released as part of the box set The Rolling Stones in Mono (2016). A staple at Rolling Stones live shows since the band's American Tour of 1969, concert recordings of the song have been captured and released for the live albums Get Yer Ya-Ya's Out! (recorded 1969, released 1970), Stripped (1995; rereleased on Totally Stripped in 2016), Live Licks (recorded 2003, released 2004), and Hyde Park Live (2013). ===Backlash in the United States=== The song was released within a week of the violent confrontations between the police and anti-Vietnam War protesters at the 1968 Democratic National Convention in Chicago. Worried about the possibility of the song inciting further violence, Chicago radio stations refused to play the song. This was much to the delight of Mick Jagger, who stated: \"I'm rather pleased to hear they have banned (the song). The last time they banned one of our records in America, it sold a million.\" Jagger said he was told they thought the record was subversive, to which he snapped: \"Of course it's subversive! It's stupid to think you can start a revolution with a record. I wish you could.\" Keith Richards weighed into the debate when he said that the fact a couple of radio stations in Chicago banned the record \"just goes to show how paranoid they are\". At the same time they were still requested to do live appearances and Richards said: \"If you really want us to cause trouble, we could do a few stage appearances. We are more subversive when we go on stage.\" ==Retrospective views== Bruce Springsteen would comment in 1985, after including \"Street Fighting Man\" in the encores of some of his Born in the U.S.A. Tour shows: \"That one line, 'What can a poor boy do but sing in a rock and roll band?' is one of the greatest rock and roll lines of all time... [The song] has that edge-of-the-cliff thing when you hit it. And it's funny; it's got humour to it.\"Marsh, Dave. Glory Days: Bruce Springsteen in the 1980s. Pantheon Books, 1987. . pp. 229-230. Jagger continues in the Rolling Stone interview when asked about the song's resonance thirty years on; \"I don't know if it [has any]. I don't know whether we should really play it. I was persuaded to put it [on Voodoo Lounge Tour] because it seemed to fit in, but I'm not sure if it really has any resonance for the present day. I don't really like it that much.\" Despite this, the song has been performed on a majority of the Stones' tours since its introduction to their canon of work, and is usually played second to last before their usual closing track Jumpin' Jack Flash. ==Personnel== According to authors Philippe Margotin and Jean- Michel Guesdon: The Rolling Stones *Mick Jagger vocals, maracas *Keith Richards acoustic guitars, bass *Brian Jones sitar, tamboura *Charlie Watts drums Additional personnel * Nicky Hopkins piano * Dave Mason shehnai, bass drum * Unidentified musician claves ==Charts== {|class=\"wikitable sortable\" |- ! style=\"width:20em;\"|Chart (1968) !Peak position |- | |- | |- | |- | |- | |- | |- | |- ! style=\"width:20em;\"|Chart (1971) !Peak position |- | |} ==Notes== ==References== ===Sources=== * Category:Songs about streets Category:1968 singles Category:1968 songs Category:Decca Records singles Category:London Records singles Category:Oasis (band) songs Category:Obscenity controversies in music Category:Protest songs Category:Raga rock songs Category:Rage Against the Machine songs Category:Ramones songs Category:Song recordings produced by Jimmy Miller Category:Songs written by Jagger–Richards Category:The Rolling Stones songs",
 "title": "Street Fighting Man"
}