{
 "id": "219021",
 "text": "Capillary action (sometimes called capillarity, capillary motion, capillary effect, or wicking) is the process of a liquid flowing in a narrow space without the assistance of, or even in opposition to, any external forces like gravity. The effect can be seen in the drawing up of liquids between the hairs of a paint-brush, in a thin tube, in porous materials such as paper and plaster, in some non-porous materials such as sand and liquefied carbon fiber, or in a biological cell. It occurs because of intermolecular forces between the liquid and surrounding solid surfaces. If the diameter of the tube is sufficiently small, then the combination of surface tension (which is caused by cohesion within the liquid) and adhesive forces between the liquid and container wall act to propel the liquid. ==Etymology== Capillary comes from the Latin word capillaris, meaning \"of or resembling hair.\" The meaning stems from the tiny, hairlike diameter of a capillary. While capillary is usually used as a noun, the word also is used as an adjective, as in \"capillary action,\" in which a liquid is moved along — even upward, against gravity — as the liquid is attracted to the internal surface of the capillaries. ==Transpiration== Mass flow of liquid water from the roots to the leaves is driven in part by capillary action, but primarily driven by water potential differences. If the water potential in the ambient air is lower than the water potential in the leaf airspace of the stomatal pore, water vapor will travel down the gradient and move from the leaf airspace to the atmosphere. This movement lowers the water potential in the leaf airspace and causes evaporation of liquid water from the mesophyll cell walls. This evaporation increases the tension on the water menisci in the cell walls and decrease their radius and thus the tension that is exerted on the water in the cells. Because of the cohesive properties of water, the tension travels through the leaf cells to the leaf and stem xylem where a momentary negative pressure is created as water is pulled up the xylem from the roots. As evaporation occurs at the leaf surface, the properties of adhesion and cohesion work in tandem to pull water molecules from the roots, through xylem tissue, and out of the plant through stomata.Simon, E.J., Dickey, J.L, & Reece, J.B. (2019). Campbell essential biology. 7th New York: Pearson In taller plants and trees, the force of gravity can only be overcome by the decrease in hydrostatic (water) pressure in the upper parts of the plants due to the diffusion of water out of stomata into the atmosphere. Water is absorbed at the roots by osmosis, and any dissolved mineral nutrients travel with it through the xylem. == History == The first recorded observation of capillary action was by Leonardo da Vinci.See: * Manuscripts of Léonardo de Vinci (Paris), vol. N, folios 11, 67, and 74. * Guillaume Libri, Histoire des sciences mathématiques en Italie, depuis la Renaissance des lettres jusqu'a la fin du dix-septième siecle [History of the mathematical sciences in Italy, from the Renaissance until the end of the seventeenth century] (Paris, France: Jules Renouard et cie., 1840), vol. 3, page 54 . From page 54: \"Enfin, deux observations capitales, celle de l'action capillaire (7) et celle de la diffraction (8), dont jusqu'à présent on avait méconnu le véritable auteur, sont dues également à ce brillant génie.\" (Finally, two major observations, that of capillary action (7) and that of diffraction (8), the true author of which until now had not been recognized, are also due to this brilliant genius.) * C. Wolf (1857) \"Vom Einfluss der Temperatur auf die Erscheinungen in Haarröhrchen\" (On the influence of temperature on phenomena in capillary tubes) Annalen der Physik und Chemie, 101 (177) : 550–576 ; see footnote on page 551 by editor Johann C. Poggendorff. From page 551: \" ... nach Libri (Hist. des sciences math. en Italie, T. III, p. 54) in den zu Paris aufbewahrten Handschriften des grossen Künstlers Leonardo da Vinci (gestorben 1519) schon Beobachtungen dieser Art vorfinden; ... \" ( ... according to Libri (History of the mathematical sciences in Italy, vol. 3, p. 54) observations of this kind [i.e., of capillary action] are already to be found in the manuscripts of the great artist Leonardo da Vinci (died 1519), which are preserved in Paris; ... )More detailed histories of research on capillary action can be found in: * David Brewster, ed., Edinburgh Encyclopaedia (Philadelphia, Pennsylvania: Joseph and Edward Parker, 1832), volume 10, pp. 805–823 . * * John Uri Lloyd (1902) \"References to capillarity to the end of the year 1900,\" Bulletin of the Lloyd Library and Museum of Botany, Pharmacy and Materia Medica, 1 (4) : 99–204. A former student of Galileo, Niccolò Aggiunti, was said to have investigated capillary action.In his book of 1759, Giovani Batista Clemente Nelli (1725–1793) stated (p. 87) that he had \"un libro di problem vari geometrici ec. e di speculazioni, ed esperienze fisiche ec.\" (a book of various geometric problems and of speculation and physical experiments, etc.) by Aggiunti. On pages 91–92, he quotes from this book: Aggiunti attributed capillary action to \"moto occulto\" (hidden/secret motion). He proposed that mosquitoes, butterflies, and bees feed via capillary action, and that sap ascends in plants via capillary action. See: Giovambatista Clemente Nelli, Saggio di Storia Letteraria Fiorentina del Secolo XVII ... [Essay on Florence's literary history in the 17th century, ... ] (Lucca, (Italy): Vincenzo Giuntini, 1759), pp. 91–92. In 1660, capillary action was still a novelty to the Irish chemist Robert Boyle, when he reported that \"some inquisitive French Men\" had observed that when a capillary tube was dipped into water, the water would ascend to \"some height in the Pipe\". Boyle then reported an experiment in which he dipped a capillary tube into red wine and then subjected the tube to a partial vacuum. He found that the vacuum had no observable influence on the height of the liquid in the capillary, so the behavior of liquids in capillary tubes was due to some phenomenon different from that which governed mercury barometers.Robert Boyle, New Experiments Physico-Mechanical touching the Spring of the Air, ... (Oxford, England: H. Hall, 1660), pp. 265–270. Available on-line at: Echo (Max Planck Institute for the History of Science; Berlin, Germany) . Others soon followed Boyle's lead.See, for example: * Robert Hooke (1661) An attempt for the explication of the Phenomena observable in an experiment published by the Right Hon. Robert Boyle, in the 35th experiment of his Epistolical Discourse touching the Air, in confirmation of a former conjecture made by R. Hooke. [pamphlet]. * Hooke's An attempt for the explication ... was reprinted (with some changes) in: Robert Hooke, Micrographia ... (London, England: James Allestry, 1667), pp. 12–22, \"Observ. IV. Of small Glass Canes.\" * Geminiano Montanari, Pensieri fisico-matematici sopra alcune esperienze fatte in Bologna ... [Physical-mathematical ideas about some experiments done in Bologna ... ] (Bologna, (Italy): 1667). * George Sinclair, Ars Nova et Magna Gravitatis et Levitatis [New and great powers of weight and levity] (Rotterdam, Netherlands: Arnold Leers, Jr., 1669). * Johannes Christoph Sturm, Collegium Experimentale sive Curiosum [Catalog of experiments, or Curiosity] (Nüremberg (Norimbergæ), (Germany): Wolfgang Moritz Endter & the heirs of Johann Andreas Endter, 1676). See: \"Tentamen VIII. Canaliculorum angustiorum recens-notata Phænomena, ... \" (Essay 8. Recently noted phenomena of narrow capillaries, ... ), pp. 44–48. Some (e.g., Honoré Fabri,See: * Honorato Fabri, Dialogi physici ... ((Lyon (Lugdunum), France: 1665), pages 157 ff \"Dialogus Quartus. In quo, de libratis suspensisque liquoribus & Mercurio disputatur. (Dialogue four. In which the balance and suspension of liquids and mercury is discussed). * Honorato Fabri, Dialogi physici ... ((Lyon (Lugdunum), France: Antoine Molin, 1669), pages 267 ff \"Alithophilus, Dialogus quartus, in quo nonnulla discutiuntur à D. Montanario opposita circa elevationem Humoris in canaliculis, etc.\" (Alithophilus, Fourth dialogue, in which Dr. Montanari's opposition regarding the elevation of liquids in capillaries is utterly refuted). Jacob BernoulliJacob Bernoulli, Dissertatio de Gravitate Ætheris (Amsterdam, Netherlands: Hendrik Wetsten, 1683).) thought that liquids rose in capillaries because air could not enter capillaries as easily as liquids, so the air pressure was lower inside capillaries. Others (e.g., Isaac Vossius,Isaac Vossius, De Nili et Aliorum Fluminum Origine [On the sources of the Nile and other rivers] (Hague (Hagæ Comitis), Netherlands: Adrian Vlacq, 1666), pages 3–7 (chapter 2). Giovanni Alfonso Borelli,Borelli, Giovanni Alfonso De motionibus naturalibus a gravitate pendentibus (Lyon, France: 1670), page 385, Cap. 8 Prop. CLXXXV (Chapter 8, Proposition 185.). Available on-line at: Echo (Max Planck Institute for the History of Science; Berlin, Germany) . Louis Carré,Carré (1705) \"Experiences sur les tuyaux Capillaires\" (Experiments on capillary tubes), Mémoires de l'Académie Royale des Sciences, pp. 241–254. Francis Hauksbee,See: * Francis Hauksbee (1708) \"Several Experiments Touching the Seeming Spontaneous Ascent of Water,\" Philosophical Transactions of the Royal Society of London, 26 : 258–266. * Francis Hauksbee, Physico-mechanical Experiments on Various Subjects ... (London, England: (Self-published), 1709), pages 139–169. * Francis Hauksbee (1711) \"An account of an experiment touching the direction of a drop of oil of oranges, between two glass planes, towards any side of them that is nearest press'd together,\" Philosophical Transactions of the Royal Society of London, 27 : 374–375. * Francis Hauksbee (1712) \"An account of an experiment touching the ascent of water between two glass planes, in an hyperbolick figure,\" Philosophical Transactions of the Royal Society of London, 27 : 539–540. Josia WeitbrechtSee: * Josia Weitbrecht (1736) \"Tentamen theoriae qua ascensus aquae in tubis capillaribus explicatur\" (Theoretical essay in which the ascent of water in capillary tubes is explained), Commentarii academiae scientiarum imperialis Petropolitanae (Memoirs of the imperial academy of sciences in St. Petersburg), 8 : 261–309. * Josia Weitbrecht (1737) \"Explicatio difficilium experimentorum circa ascensum aquae in tubis capillaribus\" (Explanation of difficult experiments concerning the ascent of water in capillary tubes), Commentarii academiae scientiarum imperialis Petropolitanae (Memoirs of the imperial academy of sciences in St. Petersburg), 9 : 275–309.) thought that the particles of liquid were attracted to each other and to the walls of the capillary. Although experimental studies continued during the 18th century,For example: * In 1740, Christlieb Ehregott Gellert (1713–1795) observed that like mercury, molten lead would not adhere to glass and therefore the level of molten lead was depressed in a capillary tube. See: C. E. Gellert (1740) \"De phenomenis plumbi fusi in tubis capillaribus\" (On phenomena of molten lead in capillary tubes) Commentarii academiae scientiarum imperialis Petropolitanae (Memoirs of the imperial academy of sciences in St. Petersburg), 12 : 243–251. Available on-line at: Archive.org . * Gaspard Monge (1746–1818) investigated the force between panes of glass that were separated by a film of liquid. See: Gaspard Monge (1787) \"Mémoire sur quelques effets d'attraction ou de répulsion apparente entre les molécules de matière\" (Memoir on some effects of the apparent attraction or repulsion between molecules of matter), Histoire de l'Académie royale des sciences, avec les Mémoires de l'Académie Royale des Sciences de Paris (History of the Royal Academy of Sciences, with the Memoirs of the Royal Academy of Sciences of Paris), pp. 506–529. Monge proposed that particles of a liquid exert, on each other, a short-range force of attraction, and that this force produces the surface tension of the liquid. From p. 529: \"En supposant ainsi que l'adhérence des molécules d'un liquide n'ait d'effet sensible qu'à la surface même, & dans le sens de la surface, il seroit facile de déterminer la courbure des surfaces des liquides dans le voisinage des parois qui les conteinnent ; ces surfaces seroient des lintéaires dont la tension, constante dans tous les sens, seroit par-tout égale à l'adhérence de deux molécules ; & les phénomènes des tubes capillaires n'auroient plus rein qui ne pût être déterminé par l'analyse.\" (Thus by assuming that the adhesion of a liquid's molecules has a significant effect only at the surface itself, and in the direction of the surface, it would be easy to determine the curvature of the surfaces of liquids in the vicinity of the walls that contain them ; these surfaces would be menisci whose tension, [being] constant in every direction, would be everywhere equal to the adhesion of two molecules ; and the phenomena of capillary tubes would have nothing that could not be determined by analysis [i.e., calculus].) a successful quantitative treatment of capillary actionIn the 18th century, some investigators did attempt a quantitative treatment of capillary action. See, for example, Alexis Claude Clairaut (1713–1765) Theorie de la Figure de la Terre tirée des Principes de l'Hydrostatique [Theory of the figure of the Earth based on principles of hydrostatics] (Paris, France: David fils, 1743), Chapitre X. De l'élevation ou de l'abaissement des Liqueurs dans les Tuyaux capillaires (Chapter 10. On the elevation or depression of liquids in capillary tubes), pages 105–128. was not attained until 1805 by two investigators: Thomas Young of the United KingdomThomas Young (January 1, 1805) \"An essay on the cohesion of fluids,\" Philosophical Transactions of the Royal Society of London, 95 : 65–87. and Pierre-Simon Laplace of France.Pierre Simon marquis de Laplace, Traité de Mécanique Céleste, volume 4, (Paris, France: Courcier, 1805), Supplément au dixième livre du Traité de Mécanique Céleste, pages 1–79 . They derived the Young–Laplace equation of capillary action. By 1830, the German mathematician Carl Friedrich Gauss had determined the boundary conditions governing capillary action (i.e., the conditions at the liquid-solid interface).Carl Friedrich Gauss, Principia generalia Theoriae Figurae Fluidorum in statu Aequilibrii [General principles of the theory of fluid shapes in a state of equilibrium] (Göttingen, (Germany): Dieterichs, 1830). Available on-line at: Hathi Trust. In 1871, the British physicist William Thomson, 1st Baron Kelvin determined the effect of the meniscus on a liquid's vapor pressure—a relation known as the Kelvin equation.William Thomson (1871) \"On the equilibrium of vapour at a curved surface of liquid,\" Philosophical Magazine, series 4, 42 (282) : 448–452. German physicist Franz Ernst Neumann (1798–1895) subsequently determined the interaction between two immiscible liquids.Franz Neumann with A. Wangerin, ed., Vorlesungen über die Theorie der Capillarität [Lectures on the theory of capillarity] (Leipzig, Germany: B. G. Teubner, 1894). Albert Einstein's first paper, which was submitted to Annalen der Physik in 1900, was on capillarity.Albert Einstein (1901) \"Folgerungen aus den Capillaritätserscheinungen\" (Conclusions [drawn] from capillary phenomena), Annalen der Physik, 309 (3) : 513–523. == Phenomena and physics == Capillary penetration in porous media shares its dynamic mechanism with flow in hollow tubes, as both processes are resisted by viscous forces. Consequently, a common apparatus used to demonstrate the phenomenon is the capillary tube. When the lower end of a glass tube is placed in a liquid, such as water, a concave meniscus forms. Adhesion occurs between the fluid and the solid inner wall pulling the liquid column along until there is a sufficient mass of liquid for gravitational forces to overcome these intermolecular forces. The contact length (around the edge) between the top of the liquid column and the tube is proportional to the radius of the tube, while the weight of the liquid column is proportional to the square of the tube's radius. So, a narrow tube will draw a liquid column along further than a wider tube will, given that the inner water molecules cohere sufficiently to the outer ones. == Examples == In the built environment, evaporation limited capillary penetration is responsible for the phenomenon of rising damp in concrete and masonry, while in industry and diagnostic medicine this phenomenon is increasingly being harnessed in the field of paper-based microfluidics. In physiology, capillary action is essential for the drainage of continuously produced tear fluid from the eye. Two canaliculi of tiny diameter are present in the inner corner of the eyelid, also called the lacrimal ducts; their openings can be seen with the naked eye within the lacrymal sacs when the eyelids are everted. Wicking is the absorption of a liquid by a material in the manner of a candle wick. Paper towels absorb liquid through capillary action, allowing a fluid to be transferred from a surface to the towel. The small pores of a sponge act as small capillaries, causing it to absorb a large amount of fluid. Some textile fabrics are said to use capillary action to \"wick\" sweat away from the skin. These are often referred to as wicking fabrics, after the capillary properties of candle and lamp wicks. Capillary action is observed in thin layer chromatography, in which a solvent moves vertically up a plate via capillary action. In this case the pores are gaps between very small particles. Capillary action draws ink to the tips of fountain pen nibs from a reservoir or cartridge inside the pen. With some pairs of materials, such as mercury and glass, the intermolecular forces within the liquid exceed those between the solid and the liquid, so a convex meniscus forms and capillary action works in reverse. In hydrology, capillary action describes the attraction of water molecules to soil particles. Capillary action is responsible for moving groundwater from wet areas of the soil to dry areas. Differences in soil potential (\\Psi_m) drive capillary action in soil. A practical application of capillary action is the capillary action siphon. Instead of utilizing a hollow tube (as in most siphons), this device consists of a length of cord made of a fibrous material (cotton cord or string works well). After saturating the cord with water, one (weighted) end is placed in a reservoir full of water, and the other end placed in a receiving vessel. The reservoir must be higher than the receiving vessel. Due to capillary action and gravity, water will slowly transfer from the reservoir to the receiving vessel. This simple device can be used to water houseplants when nobody is home. This property is also made use of in the lubrication of steam locomotives: wicks of worsted wool are used to draw oil from reservoirs into delivery pipes leading to the bearings. === In plants and animals === Capillary action is seen in many plants. Water is brought high up in trees by branching; evaporation at the leaves creating depressurization; probably by osmotic pressure added at the roots; and possibly at other locations inside the plant, especially when gathering humidity with air roots.Tree physics at \"Neat, Plausible And\" scientific discussion website.Water in Redwood and other trees, mostly by evaporation article at wonderquest website. Capillary action for uptake of water has been described in some small animals, such as Ligia exotica and Moloch horridus. == Height of a meniscus == === Capillary rise of liquid in a capillary === thumb|Water height in a capillary plotted against capillary diameter The height h of a liquid column is given by Jurin's lawG.K. Batchelor, 'An Introduction To Fluid Dynamics', Cambridge University Press (1967) , :h={{2 \\gamma \\cos{\\theta}}\\over{\\rho g r}}, where \\scriptstyle \\gamma is the liquid-air surface tension (force/unit length), θ is the contact angle, ρ is the density of liquid (mass/volume), g is the local acceleration due to gravity (length/square of timeHsai-Yang Fang, john L. Daniels, Introductory Geotechnical Engineering: An Environmental Perspective), and r is the radius of tube. As r is in the denominator, the thinner the space in which the liquid can travel, the further up it goes. Likewise, lighter liquid and lower gravity increase the height of the column. For a water-filled glass tube in air at standard laboratory conditions, at 20°C, , and . Because water spreads on clean glass, the effective equilibrium contact angle is approximately zero. For these values, the height of the water column is :h\\approx {{1.48 \\times 10^{-5} \\ \\mbox{m}^2}\\over r}. Thus for a radius glass tube in lab conditions given above, the water would rise an unnoticeable . However, for a radius tube, the water would rise , and for a radius tube, the water would rise . === Capillary rise of liquid between two glass plates === The product of layer thickness (d) and elevation height (h) is constant (d*h = constant), the two quantities are inversely proportional. The surface of the liquid between the planes is hyperbola. file:Kapilláris emelkedés 1.jpg file:Kapilláris emelkedés 2.jpg file:Kapilláris emelkedés 3.jpg file:Kapilláris emelkedés 4.jpg file:Kapilláris emelkedés 5.jpg file:Kapilláris emelkedés 6.jpg == Liquid transport in porous media == thumb|Capillary flow in a brick, with a sorptivity of 5.0 mm·min−1/2 and a porosity of 0.25. When a dry porous medium is brought into contact with a liquid, it will absorb the liquid at a rate which decreases over time. When considering evaporation, liquid penetration will reach a limit dependent on parameters of temperature, humidity and permeability. This process is known as evaporation limited capillary penetration and is widely observed in common situations including fluid absorption into paper and rising damp in concrete or masonry walls. For a bar shaped section of material with cross-sectional area A that is wetted on one end, the cumulative volume V of absorbed liquid after a time t is :V = AS\\sqrt{t}, where S is the sorptivity of the medium, in units of m·s−1/2 or mm·min−1/2. This time dependence relation is similar to Washburn's equation for the wicking in capillaries and porous media. The quantity :i = \\frac{V}{A} is called the cumulative liquid intake, with the dimension of length. The wetted length of the bar, that is the distance between the wetted end of the bar and the so-called wet front, is dependent on the fraction f of the volume occupied by voids. This number f is the porosity of the medium; the wetted length is then :x = \\frac{i}{f} = \\frac{S}{f}\\sqrt{t}. Some authors use the quantity S/f as the sorptivity.C. Hall, W.D. Hoff, Water transport in brick, stone, and concrete. (2002) page 131 on Google books The above description is for the case where gravity and evaporation do not play a role. Sorptivity is a relevant property of building materials, because it affects the amount of rising dampness. Some values for the sorptivity of building materials are in the table below. {| class=\"wikitable\" |+Sorptivity of selected materials (source:Hall and Hoff, p. 122) |- ! Material || Sorptivity (mm·min−1/2) |- | Aerated concrete || 0.50 |- | Gypsum plaster || 3.50 |- | Clay brick || 1.16 |- | Mortar || 0.70 |- | Concrete brick || 0.20 |} == See also == * Bond number * Bound water * Capillary fringe * Capillary pressure * Capillary wave * Capillary bridges * Damp-proof course * Darcy's law * Frost flowers * Frost heaving * Hindu milk miracle * Krogh model * Mercury intrusion porosimetry * Needle ice * Surface tension * Washburn's equation * Water * Wick effect * Young–Laplace equation == References == == Further reading == * Category:Fluid dynamics Category:Hydrology Category:Surface science Category:Porous media",
 "title": "Capillary action"
}