{
 "id": "219200",
 "text": "The Office of the Data Protection Commissioner (Irish: An Coimisinéir Cosanta Sonraí) (DPC), also known as Data Protection Commission, is the independent national authority responsible for upholding the EU fundamental right of individuals to data privacy through the enforcement and monitoring of compliance with data protection legislation in Ireland. It was established in 1989. == Role and operations == The independent role and powers of the Data Protection Commissioner are as set out in legislation in the Data Protection Acts 1988 and 2003. These Acts transpose the Council of Europe 1981 Data Protection Convention (Convention 108) and the 1995 EU Data Protection Directive (Directive 95/46/EC). However, the latter was then replaced by the EU General Data Protection Regulation (GDPR), which is directly applicable upon Members States such as Ireland. === Investigation of complaints === Complaints received from individuals who feel that their personal information is not being treated in accordance with the data protection law are investigated under section 10 of the Data Protection Acts. It is the statutory obligation of the Office to seek to amicably resolve complaints in the first instance. Where an amicable resolution cannot be achieved, the Commissioner may make a decision on whether, in her opinion, there has been a breach of the law. If the complainant or the data controller disagrees with the Commissioner's finding, they have the right to appeal the decision to the Circuit Court. The DPC's main priority, if a complaint is upheld, is that the data controller complies with the law and puts right the matter concerned. If an organization does not voluntarily cooperate with an investigation, the DPC has powers of compulsion to require such cooperation. In 2015, the Office received 932 complaints that were opened for investigation. Investigations into 1,015 complaints were concluded. In 2021, NOYB (None Of Your Business), an Austrian NGO founded by Max Schrems, filed a complaint against the DPC for corruption under Austrian law after the DPC demanded that the group sign a non-disclosure agreement in order to continue with their long-running complaint against Facebook. NOYB argued that the DPC could not demand favourable media coverage as the price of using its services. === Audits === Section 10 (1A) of the Acts provides that \"the Commissioner may carry out or cause to be carried out such investigations as he or she considers appropriate in order to ensure compliance with the provisions of this Act and to identify any contravention thereof.\" These investigations often take the form of audits of selected organizations. The aim of an audit is to identify any issues of concern about the way the organization under scrutiny manages personal data. In 2015, the DPC carried out 51 audits and inspections of organizations in the public and private sectors. == Enforcement == === Offences under the Electronic Communications Regulations === All breaches of the Privacy and Electronic Communications (EC Directive) Regulations 2003 for which the Office of the Data Protection Commissioner has responsibility are offences. The offences relate primarily to the sending of unsolicited marketing communications by electronic means. The offences are punishable by fines - up to €5,000 for each unsolicited message on summary conviction and up to €250,000 on conviction on indictment. The Office of the Data Protection Commissioner may bring summary proceedings for an offence under the Regulations. Enforcement responsibility is shared with the Commission for Communications Regulation (ComReg). ==References== Category:Government agencies of the Republic of Ireland Category:Data protection authorities Category:Department of Justice (Ireland)",
 "title": "Data Protection Commissioner"
}