{
 "id": "219413",
 "text": "Minnie Joycelyn Elders (born Minnie Lee Jones; August 13, 1933) is an American pediatrician and public health administrator who served as Surgeon General of the United States from 1993 to 1994. A vice admiral in the Public Health Service Commissioned Corps, she was the second woman, second person of color, and first African American to serve as Surgeon General. Elders is best known for her frank discussion of her views on controversial issues such as drug legalization, masturbation, and distributing contraception in schools. She was forced to resign in December 1994 amidst controversy as a result of her views. She is currently a professor emerita of pediatrics at the University of Arkansas for Medical Sciences. ==Early life and education== Elders was born Minnie Lee Jones in Schaal, Arkansas, to a poor, farm sharecropping family, and was the eldest of eight children, and valedictorian of her school class. The family also spent two years near a wartime shipyard in Richmond, California before returning to Schaal. In college, she changed her name to Minnie Joycelyn Lee. In 1952, she received her B.S. degree in Biology from Philander Smith College in Little Rock, Arkansas, where she also pledged Delta Sigma Theta. She married briefly to Cornelius Reynolds, a Federal employee, and later to Oliver Elders, a basketball coach. After working as a nurse's aide in a Veterans Administration hospital in Milwaukee for a period, she joined the United States Army in May 1953 and became a 2nd Lieutenant. During her 3 years in the Army, she was trained as a physical therapist. She then attended the University of Arkansas Medical School, where she obtained her M.D. degree in 1960. After completing an internship at the University of Minnesota Hospital and a residency in pediatrics at the University of Arkansas Medical Center, Elders earned an M.S. in Biochemistry in 1967. == Director of Arkansas Department of Health == In 1987, then-governor Bill Clinton appointed Elders as Director of the Arkansas Department of Health, making her the first African-American woman in the state to hold this position. Some of her major accomplishments while in office include reducing the teen pregnancy rate by increasing the availability of birth control, counseling, and sex education at school-based clinics; a tenfold increase in early childhood screenings from 1988 to 1992 and a 24 percent rise in the immunization rate for two-year-olds; and an expansion of the availability of HIV testing and counseling services, breast cancer screenings, and better hospice care for the elderly. She also worked hard to promote the importance of sex education, proper hygiene, and prevention of substance abuse in public schools. In 1992, she was elected President of the Association of State and Territorial Health Officers. == Experiences with racism == Elders believed that opposition to her Surgeon General nomination was driven by sexism and racism. \"Some people in the American Medical Association, a certain group of them, didn't even know that I was a physician. They were passing a resolution to say that from now on every Surgeon General must be a physician—which was a knock at me. ... They don't expect a black female to have accomplished what I have and to have done the things that I have.\" During an interview, she was asked if she related to Shirley Chisholm's statement about feeling more oppressed as a woman than as an African American, and replied by saying, \"I am who I am because I'm a black woman.\" Elders was able to be the voice for the African-American community and speak on poverty and its role in teenage pregnancy, which is a major issue within the community. Poor African-American teenage mothers are \"captive to a slavery the 13th Amendment did not anticipate,\" which is a major reason why she stressed the importance of teaching sex education in public schools. == Views on sex education == As an endocrinologist, Elders was especially concerned with young diabetic women getting pregnant. If young teen women who have diabetes get pregnant, they have a high chance of their bodies rejecting the fetus or the fetus developing abnormalities in utero. To prevent these pregnancies from happening, she thoroughly talked to her patients about the dangers of early pregnancy and the importance of using contraceptives, and taking control of their sexuality as soon as they began puberty. Of the approximately 260 young diabetic women she treated, only one of them became pregnant. === Sex education for young African-American women === Elders strongly advocated sex and reproductive education, especially in African- American communities. She criticized older textbooks that said only white females had naturally regular periods, because white females were on birth control to regulate their periods. Black females did not readily seek out birth control because their \"[black] ministers were up on the pulpit saying the birth control pills were black genocide.\" She was very vocal about her disgust with black men exploiting black women and stripping them of their reproductive health choices, because \"If you can't control your reproduction, you can't control your life.\" ==Surgeon General of the United States== Elders has received a National Institutes of Health career development award, also serving as assistant professor in pediatrics at the University of Arkansas Medical Center from 1967. She was promoted to associate professor in 1971 and professor in 1976. Her research interests focused on endocrinology, and she received board certification as a pediatric endocrinologist in 1978, becoming the first person in the state of Arkansas to do so. Elders received a D.Sc. degree from Bates College in 2002. In January 1993, Bill Clinton appointed her as the United States Surgeon General, making her the first African American and the second woman (following Antonia Novello) to hold the position. At her confirmation hearing, Elders responded to criticism over an incident in which she decided not to notify the public that condoms her department had been distributing in Arkansas had been found to be defective, with a failure rate ten times the allowed rate. Elders said that \"I don't know\" whether the decision had been correct, but she had believed at the time that public disclosure could lead to a public loss of faith in the efficacy of condoms, which would have been the greater danger. She was a controversial choice and a strong backer of the Clinton health care plan, so she was not confirmed until September 7, 1993. As Surgeon General, Elders quickly established a reputation for being controversial. Like many of the Surgeons General before her, she was an outspoken advocate of a variety of health-related causes. She argued for an exploration of the possibility of drug legalization, and backed the distribution of contraceptives in schools. President Clinton stood by Elders, saying that she was misunderstood. ===Views on drug legalization=== Elders drew fire, as well as censure from the Clinton administration, when she suggested that legalizing drugs might help reduce crime and that the idea should be studied. On December 15, 1993, around one week after making these comments, charges were filed against her son Kevin for selling cocaine in an incident involving undercover officers four months prior. Elders believes the incident was a frame-up and the timing of the charges was designed to embarrass her and the president. Kevin Elders was convicted, and he was sentenced to 10 years in prison, of which he served four months. He appealed his conviction to the Arkansas Supreme Court, and that court reaffirmed the conviction. The court held that Mr. Elders failed to show that he was entrapped into making the narcotics sale.Elders v. State, 321 Ark. 60, 900 S.W.2d 170 (1995). There was no further appeal. ===Comments on human sexuality and abortion=== In January 1994 in the context of abortion, Elders said, \"We really need to get over this love affair with the fetus and start worrying about children.\" Later that year, she was invited to speak at a United Nations conference on AIDS. She was asked whether it would be appropriate to promote masturbation as a means of preventing young people from engaging in riskier forms of sexual activity, and she replied, \"As per your specific question in regard to masturbation, I think that is something that is a part of human sexuality and it's a part of something that perhaps should be taught. But we've not even taught our children the very basics. And I feel that we have tried ignorance for a very long time and it's time we try education.\" This remark caused great controversy and resulted in Elders losing the support of the White House. Clinton's chief of staff, Leon Panetta, remarked, \"There have been too many areas where the President does not agree with her views. This is just one too many.\" In December 1994, Elders was forced to resign by President Clinton. In 1995, this led sex-positive retailer Good Vibrations to proclaim May 28 as National Masturbation Day in honor of Elders' advocacy.Clinton Fires Surgeon General Over New Flap A collection of her professional papers is held at the National Library of Medicine in Bethesda, Maryland. ==Post-governmental activities== Since leaving her post as Surgeon General, Elders has returned to the University of Arkansas for Medical Sciences as professor of pediatrics, and is currently professor emerita at UAMS. She is a regular on the lecture circuit, speaking against teen pregnancy. She has appeared on TV in Penn and Teller: Bullshit! during the episode on abstinence, where she says that she considers abstinence-only programs to be child abuse and discusses her opinions on teenage sex education, masturbation and contraceptives. In 2009 Elders teamed up with the University of Minnesota to establish the nation’s first Chair in Sexual Health Education, a fund to attract and retain outstanding tenured sexual health education faculty in the Program in Human Sexuality at the University of Minnesota Medical School. She is interviewed in the 2013 documentary How to Lose Your Virginity on her opinions regarding comprehensive sex education versus abstinence-only sex education. Elders wrote a book in an attempt to present her side of the controversies that surrounded her during her 16-month tenure as Surgeon General.Joycelyn Elders, Joycelyn Elders, M.D.: From Sharecropper's Daughter to Surgeon General of the United States of America, Harper Perennial (1997) In an October 15, 2010, article, she clearly voiced support for legalization of marijuana: She received a Candace Award from the National Coalition of 100 Black Women in 1991. She was inducted into Omicron Delta Kappa as an honoris causa initiate at SUNY Plattsburgh in 1996. ==See also== * Sticky: A (Self) Love Story, a documentary on masturbation including an interview with Elders about her experience being asked to resign from the Clinton administration ==References== *Joycelyn Elders, M.D. by Dr. Joycelyn Elders and David Chanoff. Another Surgeon General's autobiography. ==External links== * *Joycelyn Elders's oral history video excerpts at The National Visionary Leadership Project * Video of Joycelyn Elders, from the AETN documentary on her * Category:1933 births Category:Living people Category:African-American female military personnel Category:African-American women scientists Category:American scientists Category:American abortion-rights activists Category:American endocrinologists Category:Women endocrinologists Category:American pediatricians Category:Women pediatricians Category:Surgeons General of the United States Category:State cabinet secretaries of Arkansas Category:Women in Arkansas politics Category:Arkansas Democrats Category:Philander Smith College alumni Category:United States Army officers Category:University of Arkansas faculty Category:University of Arkansas alumni Category:Clinton administration personnel Category:American women physicians Category:United States Public Health Service Commissioned Corps admirals Category:Women in the United States Army Category:Delta Sigma Theta members Category:American cannabis activists Category:African-American women physicians Category:African-American physicians Category:21st-century American women",
 "title": "Joycelyn Elders"
}