{
 "id": "219697",
 "text": "was a Japanese Grand Prix motorcycle road racer, the 2001 250cc world champion, and the 2000 and 2002 Suzuka 8 Hours winner. He died as a result of injuries sustained after a crash during the 2003 Japanese motorcycle Grand Prix at Suzuka Circuit, Japan. ==Career== Kato was born in Saitama, and started racing miniature bikes at an early age, becoming a four-time national champion in the Japanese pocket-bike championship. He began road racing in 1992, and entered his first Grand Prix in 1996, as a wild-card rider. In the 250cc class, Kato finished third after debuting at his home circuit of Suzuka Circuit. The next year, he won the Japanese Championship, and again entered the Japanese Grand Prix with a wild card, winning the race at this occasion. In spite of these successes, Kato did not ride his first full Grand Prix season until 2000, when he started in the 250cc, riding a Honda. He won four races that season (of which two in Japan), and placed third in the championship’He also scored at all the races in the 2000 Season In 2001, he dominated the 250cc championship. He won no fewer than 11 races, a record in 250cc and still stands today after the class became Moto2, and easily won the title. In that season he also set a new record for the most points in a single season in 250cc class with 322 points. The following season, Kato moved up to the MotoGP class (formerly 500cc) racing for Honda Racing Corporation (HRC) in the Fortuna Gresini Racing team. Some strong performances on the Honda NSR500 two-stroke bike in the first half of the season including second place at the 2002 Spanish motorcycle Grand Prix at Jerez circuit, meant he was given a full factory supported four-stroke Honda RC211V for the rest of the season; his best result on the RC211V was a second place at the Czech Grand Prix at Brno He took pole at his home race at the motegi track. For 2003, Kato remained at the Gresini team, now with sponsorship from Telefónica movistar brought by new teammate Sete Gibernau joining from Suzuki. ===Death=== On 6 April 2003, during the first race of the MotoGP season at the Japanese Grand Prix held at the Suzuka Circuit, Kato crashed hard and sustained severe head, neck and chest injuries. He hit the wall near the Casio Triangle chicane of the circuit at around 125 mph (200 km/h). The Accident Investigation Committee determined that Kato crashed when he lost control of his motorcycle, which entered a near high-side state, followed by an uncontrollable oscillating weave resulting in his leaving the track and striking the barrier. Initially he and the bike struck a tire barrier, followed by a foam barrier. There was a gap between the tire and foam barriers, and Kato was severely injured when his head struck the edge of the foam barrier, dislocating the joint between the base of the skull and the cervical spine. Questions were raised regarding the actions of the corner workers immediately following the crash. Kato was thrown back onto the track after hitting the barriers and was lying next to the racing line. Depending on the type of race (endurance or standard), when a motorcycle or rider is incapacitated on the race track, a red flag is waved and the race stopped, or in endurance races and British Superbike Championship events, the safety car is called on the circuit to neutralise the race so the motorcycles are packed-up behind the said vehicle at slow speeds, so the track can be safely cleared. This did not happen following Kato's accident. Instead, the corner workers moved him onto a stretcher and off the circuit. The race was not stopped. The Investigation Committee noted: \"According to images broadcast during the race, four rescue workers took hold of Kato, who lay collapsed face up in the middle of the course, held him by the right shoulder, the torso and both legs, and moved him sideways just a few dozen centimeters onto the stretcher. It certainly appears that sufficient care was taken to immobilize his head and neck area. However, when the stretcher was moved Kato's head drooped markedly, and it cannot be denied that this might have additionally injured his neck.\" Kato spent two weeks in a coma following the accident before dying as a result of the injuries he sustained. The cause of death was listed as brain stem infarction. Many of the MotoGP riders wore black armbands or placed small #74's on their leathers and bikes at the following race in South Africa to pay tribute to the fallen racer. His teammate, Sete Gibernau, thereafter wore a #74 on his racesuit since winning the race in his memory. There has not been a Grand Prix motorcycle race held at Suzuka following Kato's crash, with safety issues at the facility being cited as the reason. During the 2003 Suzuka 8 Hours race held that July, Honda paid tribute to Kato, a two-time Suzuka winner, by bearing his racing number on the Sakurai Honda bike of Tadayuki Okada and Chojun Kameya (who in Turn 1 crashed on spilt oil on the second lap), along with the bikes of Nicky Hayden and Atsushi Watanabe. Once Okada and the others returned to the pits with their broken bikes, Okada was permitted to go back out with a spare bike, as a mark of respect, but was ineligible to win since his original bike was badly damaged. Two hours later, he returned to the pitlane to retire the bike amid mass applause from the crowd. At the end of the race, the other Sakurai bikes of Yukio Nukumi and Manabu Kamada (who were still racing), went on to the rostrum to show off Kato's helmet bearing his number on the visor, and a photo of him on the bike, as a mark of respect. Afterwards the FIM retired Kato's number, and the bike number 74 has not been used by any rider since. The FIM named him a Grand Prix \"Legend\". Satoshi Motoyama, a fellow Japanese racer driving in the Super GT and a childhood friend of Kato had the latter's racing number on his helmet ever since Kato's death. In 2006, the Misano World Circuit honoured Kato, who lived part of the season in the area, by naming a new access road to the circuit Via Daijiro Kato. That circuit's offices are located on the road named in his memory. right|thumb|Kato's #74 racing number ==Career highlights== 1993 *All Kyushu Area Championship: SP250, GP125, GP250 classes. *Ranking: Championship winner in all 3 classes. 1994 *All Japan Road Race Championship: GP250 class. *First win at round 9 at TI Circuit in Aida, Okayama. *Ranking: Seventh. 1995 *All Japan Road Race Championship: GP250 class. *Ranking: Fifth. 1996 *All Japan Road Race Championship: GP250 class. *Ranking: Second. *Kato participated as a wild card rider at the world grand prix championship GP250 race in Japan and finished third. 1997 *All Japan Road Race Championship: GP250 class. *Ranking: Championship winner. *Kato again participated as a wild card rider at the world grand prix championship GP250 race in Japan and won the race. *Kato raced the Suzuka 8 Hours in Japan and finished ninth. 1998 *All Japan Road Race Championship: GP250 class. *Ranking: Eighth. *Kato again participated as a wild card rider at the world grand prix championship GP250 race in Japan and won the race a second time. 1999 *All Japan Road Race Championship: GP250 class. *Ranking: Second. 2000 *Grand Prix World Championship: GP250 class. *Ranking: Third. *Kato was awarded the Rookie-of-the-Year prize in the GP250 class. *Kato, teaming with fellow Japanese rider Tohru Ukawa, won the Suzuka 8 Hours in Japan. 2001 *Grand Prix World Championship: GP250 class. *Ranking: Championship winner. *Kato set a new grand prix world record by winning 11 races throughout the 2001 season. He was also recognized for his efforts to the public by the Ministry of Education, Culture, Sports and Science and Technology. 2002 *Grand Prix World Championship: MotoGP/500cc class. *Ranking: Seventh. *Kato was awarded the Rookie-of-the-Year prize in the MotoGP/500cc class. *Kato, this time teaming with American rider Colin Edwards, won the Suzuka 8 Hours in Japan for a second time. 2003 *Grand Prix World Championship: MotoGP class. *Suffered a fatal crash at the first race at Suzuka. ==Career statistics== ===Grand Prix motorcycle racing=== ====By season==== {|class=\"wikitable\" !Season !Class !Motorcycle !Team !Race !Win !Podium !Pole !FLap !Pts !Plcd |- align=\"right\" ! 1996 | 250cc | Honda NSR250 | Team Kotake | 1 | 0 | 1 | 0 | 0 | 16 | 23rd |- align=\"right\" ! 1997 | 250cc | Honda NSR250 | Castrol Honda | 1 | 1 | 1 | 0 | 0 | 25 | 19th |- align=\"right\" ! 1998 | 250cc | Honda NSR250 | Castrol Honda | 1 | 1 | 1 | 1 | 0 | 25 | 20th |- align=\"right\" ! 1999 | 250cc | Honda NSR250 | Castrol Honda | 1 | 0 | 0 | 0 | 0 | 11 | 20th |- align=\"right\" ! 2000 | 250cc | Honda NSR250 | Axo Honda Gresini | 16 | 4 | 9 | 3 | 1 | 259 | style = \"background : #FFDF9F\"| 3rd |- align=\"right\" ! 2001 | 250cc | Honda NSR250 | Telefónica Movistar Honda | 16 | 11 | 13 | 6 | 9 | 322 | style = \"background : #FFFFBF\"| 1st |- align=\"right\" ! 2002 | MotoGP | Honda NSR500 Honda RC211V | Fortuna Honda Gresini | 16 | 0 | 2 | 1 | 1 | 117 | 7th |- align=\"right\" ! 2003 | MotoGP | Honda RC211V | Telefónica Movistar Honda | 1 | 0 | 0 | 0 | 0 | 0 | NC |- align=\"right\" ! Total | | | | 53 | 17 | 27 | 11 | 11 | 775 | |} ====Races by year==== (key) (Races in bold indicate pole position, races in italics indicate fastest lap) {| class=\"wikitable\" style=\"text- align:center\" ! Year ! Class ! Bike ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! 7 ! 8 ! 9 ! 10 ! 11 ! 12 ! 13 ! 14 ! 15 ! 16 ! Pos ! Pts |- ! 1996 !align=\"left\"| 250cc !align=\"left\"| Honda | MAL | INA | style = \"background: #FFDF9F\"| JPN 3 | ESP | ITA | FRA | NED | GER | GBR | AUT | CZE | IMO | CAT | BRA | AUS | ! 23rd ! 16 |- !align=\"left\"| 1997 !align=\"left\"| 250cc !align=\"left\"| Honda | MAL | style = \"background: #FFFFBF\"| JPN 1 | ESP | ITA | AUT | FRA | NED | IMO | GER | BRA | GBR | CZE | CAT | INA | AUS | ! 19th ! 25 |- !align=\"left\"| 1998 !align=\"left\"| 250cc !align=\"left\"| Honda | style = \"background: #FFFFBF\"| JPN 1 | MAL | ESP | ITA | FRA | MAD | NED | GBR | GER | CZE | IMO | CAT | AUS | ARG | | ! 20th ! 25 |- !align=\"left\"| 1999 !align=\"left\"| 250cc !align=\"left\"| Honda | MAL | style = \"background: #DFFFDF\"| JPN 5 | ESP | FRA | ITA | CAT | NED | GBR | GER | CZE | IMO | VAL | AUS | RSA | BRA | ARG ! 20th ! 11 |- !align=\"left\"| 2000 !align=\"left\"| 250cc !align=\"left\"| Honda | style = \"background: #DFDFDF\"| RSA 2 | style = \"background: #FFDF9F\"| MAL 3 | style = \"background: #FFFFBF\"| JPN 1 | style = \"background: #DFDFDF\"| ESP 2 | style = \"background: #DFFFDF\"| FRA 6 | style = \"background: #FFDF9F\"| ITA 3 | style = \"background: #DFFFDF\"| CAT 4 | style = \"background: #DFFFDF\"| NED 8 | style = \"background: #DFFFDF\"| GBR 10 | style = \"background: #DFFFDF\"| GER 4 | style = \"background: #DFFFDF\"| CZE 6 | style = \"background: #FFFFBF\"| POR 1 | style = \"background: #DFFFDF\"| VAL 5 | style = \"background: #FFFFBF\"| BRA 1 | style = \"background: #FFFFBF\"| PAC 1 | style = \"background: #FFDF9F\"| AUS 3 | style = \"background: #FFDF9F\"| 3rd | style = \"background: #FFDF9F\"| 259 |- !align=\"left\"| 2001 !align=\"left\"| 250cc !align=\"left\"| Honda | style = \"background: #FFFFBF\"| JPN 1 | style = \"background: #FFFFBF\"| RSA 1 | style = \"background: #FFFFBF\"| ESP 1 | style = \"background: #FFFFBF\"| FRA 1 | style = \"background: #DFFFDF\"| ITA 10 | style = \"background: #FFFFBF\"| CAT 1 | style = \"background: #DFFFDF\"| NED 11 | style = \"background: #FFFFBF\"| GBR 1 | style = \"background: #DFDFDF\"| GER 2 | style = \"background: #FFDF9F\"| CZE 3 | style = \"background: #FFFFBF\"| POR 1 | style = \"background: #FFFFBF\"| VAL 1 | style = \"background: #EFCFFF\"| PAC Ret | style = \"background: #FFFFBF\"| AUS 1 | style = \"background: #FFFFBF\"| MAL 1 | style = \"background: #FFFFBF\"| BRA 1 | style = \"background: #FFFFBF\"| 1st | style = \"background: #FFFFBF\"| 322 |- !align=\"left\"| 2002 !align=\"left\"| MotoGP !align=\"left\"| Honda | style = \"background: #DFFFDF\"| JPN 10 | style = \"background: #DFFFDF\"| RSA 4 | style = \"background: #DFDFDF\"| ESP 2 | style = \"background: #EFCFFF\"| FRA Ret | style = \"background: #EFCFFF\"| ITA Ret | style = \"background: #DFFFDF\"| CAT 8 | style = \"background: #DFFFDF\"| NED 12 | style = \"background: #DFFFDF\"| GBR 7 | style = \"background: #EFCFFF\"| GER Ret | style = \"background: #DFDFDF\"| CZE 2 | style = \"background: #EFCFFF\"| POR Ret | style = \"background: #EFCFFF\"| BRA Ret | style = \"background: #EFCFFF\"| PAC Ret | style = \"background: #DFFFDF\"| MAL 5 | style = \"background: #DFFFDF\"| AUS 4 | style = \"background: #DFFFDF\"| VAL 4 ! 7th ! 117 |- !align=\"left\"| 2003 !align=\"left\"| MotoGP !align=\"left\"| Honda | style = \"background: #EFCFFF\"| JPN Ret | RSA | ESP | FRA | ITA | CAT | NED | GBR | GER | CZE | POR | BRA | PAC | MAL | AUS | VAL ! NC ! 0 |} == See also == === Suzuka Circuit fatalties === * Jules Bianchi === MotoGP === * Nicky Hayden * Norick Abe * Takaaki Nakagami == References == ==External links== * *Daijiro Kato's official website * *Photos from Kato's memorial service on SuperbikePlanet.com * Category:1976 births Category:2003 deaths Category:Filmed deaths in motorsport Category:Gresini Racing MotoGP riders Category:Japanese motorcycle racers Category:MotoGP World Championship riders Category:Motorcycle racers killed while racing Category:People with disorders of consciousness Category:Sport deaths in Japan Category:Sportspeople from Saitama (city) Category:250cc World Championship riders",
 "title": "Daijiro Kato"
}