{
 "id": "219940",
 "text": "Vibrio is a genus of Gram-negative bacteria, possessing a curved-rod (comma) shape, several species of which can cause foodborne infection, usually associated with eating undercooked seafood. Typically found in salt water, Vibrio species are facultative anaerobes that test positive for oxidase and do not form spores. All members of the genus are motile. They are able to have polar or lateral flagellum with or without sheaths. Vibrio species typically possess two chromosomes, which is unusual for bacteria. Each chromosome has a distinct and independent origin of replication, and are conserved together over time in the genus. Recent phylogenies have been constructed based on a suite of genes (multilocus sequence analysis). O. F. Müller (1773, 1786) described eight species of the genus Vibrio (included in Infusoria), three of which were spirilliforms.Pot, B., Gillis, M., and De Ley, J., The genus Aquaspirillum. In: Balows, A., Trüper, H.G., Dworkin, M., Harder, W., Schleifer, K.-H. (Eds.). The prokaryotes, 2nd ed, vol. 3. Springer-Verlag. New York. 1991 Some of the other species are today assigned to eukaryote taxa, e.g., to the euglenoid Peranema or to the diatom Bacillaria. However, Vibrio Müller, 1773 became regarded as the name of a zoological genus, and the name of the bacterial genus became Vibrio Pacini, 1854.Hugh, R. (1964). The proposed conservation of the generic name Vibrio Pacini 1854 and designation of the neotype strain of Vibrio cholerae Pacini 1854 Filippo Pacini isolated micro-organisms he called \"vibrions\" from cholera patients in 1854, because of their motility. In Latin \"vibrio\" means \"to quiver\". Vibrio spp. are commonly found in marine environments. Marine Vibrio species are highly salt tolerant and can grow in wide range of salinity. S.I. Paul et al. (2021) isolated, characterized, and identified multiple strains of Vibrio species (Vibrio alginolyticus, Vibrio natriegens, Vibrio pelagius, Vibrio azureus) from marine sponges of the Saint Martin's Island Area of the Bay of Bengal, Bangladesh. Where, Vibrio species were found most dominant bacteria in marine environment. == Biochemical characteristics of Vibrio spp. == The genus Vibrio contains a large number of species. So, variation in the biochemical characteristics are most common in case of the genus Vibrio. Colony, morphological, physiological, and biochemical characteristics of the genus Vibrio are shown in the Table below. {| class=\"wikitable\" |Test type |Test |Group-1 |Group-2 |- | rowspan=\"4\" |Colony characters |Size |Medium |Medium |- |Type |Round |Round |- |Color |Whitish |Whitish |- |Shape |Convex |Convex |- |Morphological characters |Shape |Curved-rod |Curved-rod |- | rowspan=\"2\" |Physiological characters |Motility |+ |+ |- |Growth at 6.5% NaCl |+ |+ |- | rowspan=\"12\" |Biochemical characters |Gram’s staining |– |– |- |Oxidase |+ |+ |- |Catalase |+ |+ |- |Oxidative-Fermentative |Fermentative |Oxidative |- |Motility |+ |+ |- |Methyl Red |+ |– |- |Voges-Proskauer |+ |– |- |Indole |– |– |- |H2S Production |– |+ |- |Urease |– |+ |- |Nitrate reductase |– |+ |- |β-Galactosidase |+ |+ |- | rowspan=\"6\" |Hydrolysis of |Gelatin |+ |+ |- |Aesculin |– |+ |- |Casein |– |+ |- |Tween 40 |+ |+ |- |Tween 60 |+ |+ |- |Tween 80 |+ |+ |- | rowspan=\"13\" |Acid production from |Glycerol |+ |+ |- |Galactose |– |+ |- |D-Glucose |+ |+ |- |D-Fructose |+ |V |- |D-Mannose |+ |V |- |Mannitol |+ |V |- |N-Acetylglucosamine |+ |+ |- |Amygdalin |+ |– |- |Maltose |+ |+ |- |D-Melibiose |– |– |- |D-Trehalose |+ |– |- |Glycogen |+ |+ |- |D-Turanose |+ |+ |} Note: Group-1: Vibrio alginolyticus; Group-2: Vibrio natriegens, Vibrio pelagius, Vibrio azureus; + = Positive; – =Negative; V =Variable (+/–) ==Pathogenic strains== Several species of Vibrio are pathogens.C.Michael Hogan. 2010. Bacteria. Encyclopedia of Earth. eds. Sidney Draggan and C.J.Cleveland, National Council for Science and the Environment, Washington, DC Most disease-causing strains are associated with gastroenteritis, but can also infect open wounds and cause sepsis. They can be carried by numerous marine animals, such as crabs or prawns, and have been known to cause fatal infections in humans during exposure. Risk of clinical disease and death increases with certain factors, such as uncontrolled diabetes, elevated iron levels (cirrhosis, sickle cell disease, hemochromatosis), and cancer or other immunocompromised states. Pathogenic Vibrio species include V. cholerae (the causative agent of cholera), V. parahaemolyticus, and V. vulnificus. V. cholerae is generally transmitted by contaminated water. Pathogenic Vibrio species can cause foodborne illness (infection), usually associated with eating undercooked seafood. When ingested Vibrio bacteria can primarily result in watery diarrhea along with other secondary symptoms.The pathogenic features can be linked to quorum sensing, where bacteria are able to express their virulence factor via their signalling molecules. V. vulnificus outbreaks commonly occur in warm climates and small, generally lethal, outbreaks occur regularly. An outbreak occurred in New Orleans after Hurricane Katrina, and several lethal cases occur most years in Florida. As of 2013 in the United States, Vibrio infections as a whole were up 43% when compared with the rates observed in 2006–2008. V. vulnificus, the most severe strain, has not increased. Foodborne Vibrio infections are most often associated with eating raw shellfish. V. parahaemolyticus is also associated with the Kanagawa phenomenon, in which strains isolated from human hosts (clinical isolates) are hemolytic on blood agar plates, while those isolated from nonhuman sources are not hemolytic. Many Vibrio species are also zoonotic. They cause disease in fish and shellfish, and are common causes of mortality among domestic marine life. == Treatment == Medical care depends on the clinical presentation and the presence of underlying medical conditions. ===Vibrio gastroenteritis=== Because Vibrio gastroenteritis is self-limited in most patients, no specific medical therapy is required. Patients who cannot tolerate oral fluid replacement may require intravenous fluid therapy. Although most Vibrio species are sensitive to antibiotics such as doxycycline or quinolones, antibiotic therapy does not shorten the course of the illness or the duration of pathogen excretion. However, if the patient is ill and has a high fever or an underlying medical condition, oral antibiotic therapy with doxycycline or a quinolone can be initiated. === Noncholera Vibrio infections === Patients with noncholera Vibrio wound infection or sepsis are much more ill and frequently have other medical conditions. Medical therapy consists of: * Prompt initiation of effective antibiotic therapy (doxycycline or a quinolone) * Intensive medical therapy with aggressive fluid replacement and vasopressors for hypotension and septic shock to correct acid-base and electrolytes abnormalities that may be associated with severe sepsis * Early fasciotomy within 24 hours after development of clinical symptoms can be life- saving in patients with necrotizing fasciitis. * Early debridement of the infected wound has an important role in successful therapy and is especially indicated to avoid amputation of fingers, toes, or limbs. * Expeditious and serial surgical evaluation and intervention are required because patients may deteriorate rapidly, especially those with necrotizing fasciitis or compartment syndrome. * Reconstructive surgery, such as skin grafts, are used in the recovery phase. ==Other strains== V. harveyi is a pathogen of several aquatic animals, and is notable as a cause of luminous vibriosis in shrimp (prawns). V. fischeri (or Aliivibrio fishceri) is known for its mutualistic symbiosis with the Hawaiian bobtail squid, which is dependent on microbial luminescence. ==Flagella== The \"typical\", early-discovered Vibrio species, such as V. cholerae, have a single polar flagellum (monotrichous) with sheath. Some species, such as V. parahaemolyticus and V. alginolyticus, have both a single polar flagellum with sheath and thin flagella projecting in all directions (peritrichous), and the other species, such as V. fischeri, have tufts of polar flagella with sheath (lophotrichous). ==Natural transformation== Natural transformation is a common bacterial adaptation for DNA transfer that employs numerous bacterial gene products.Bernstein H, Bernstein C, Michod RE (2018). Sex in microbial pathogens. Infection, Genetics and Evolution volume 57, pages 8-25. https://doi.org/10.1016/j.meegid.2017.10.024 For a recipient bacterium to bind, take up, and recombine exogenous DNA into its chromosome, it must become competent, that is, enter a special physiologic state. The DNA-uptake process of naturally competent V. cholerae involves an extended competence-induced pilus and a DNA-binding protein that acts as a rachet and reels DNA into the periplasm. Natural transformation has also been described for V. fisheri, V. vulnificus and V. parahaemolyticus. == Small RNA == V. cholerae has been used in discoveries of many bacterial small RNAs. Using sRNA-Seq and Northern blot candidate sRNAs were identified and characterised as IGR-sRNA (intragenic region), AS-sRNAs (transcribed from the antisense strand of the [[open reading frame (ORF) and ORF-derived. One of the candidates from this study, IGR7, was shown to be involved in carbon metabolism and later renamed MtlS RNA. Other sRNAs identified in V. cholerae through genetic screens and computational methods include Qrr RNA, Vibrio regulatory RNA of OmpA, MicX sRNA, Vibrio cholerae ToxT activated RNAs, tfoR RNA, and VqmR sRNA. ==See also== * Cholera toxin ==References== ==External links== * Vibrio genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID * Bacteriological Analytical Manual Online Category:Bacteria genera Category:Vibrionales",
 "title": "Vibrio"
}