{
 "id": "220418",
 "text": "Carol I or Charles I of Romania (20 April 1839 – ), born Prince Karl of Hohenzollern-Sigmaringen, was the monarch of Romania from 1866 to his death in 1914, ruling as Prince (Domnitor) from 1866 to 1881, and as King from 1881 to 1914. He was elected Prince of the Romanian United Principalities on 20 April 1866 after the overthrow of Alexandru Ioan Cuza by a palace coup d'état. In May 1877, Romania was proclaimed an independent and sovereign nation. The defeat of the Ottoman Empire (1878) in the Russo-Turkish War secured Romanian independence, and he was proclaimed King on . He was the first ruler of the Hohenzollern-Sigmaringen dynasty, which ruled the country until the proclamation of a socialist republic in 1947. During his reign, Carol I personally led Romanian troops during the Russo-Turkish War and assumed command of the Russo/Romanian army during the siege of Plevna. The country achieved internationally recognized independence via the Treaty of Berlin, 1878 and acquired Southern Dobruja from Bulgaria in 1913. In 1883 the king made a top-secret military alliance with the Austro-Hungarian Empire, despite popular demands against Hungary. When World War I broke out he was unable to activate the alliance. Romania remained neutral and in 1916 joined the Allies. Domestic political life was organized around the rival Liberal and Conservative parties. During Carol's reign, Romania's industry and infrastructure were much improved, however this process also resulted in major scandals, including the Strousberg Affair which personally implicated Carol. Overall, the country still had an agrarian-focused economy and the situation of the peasantry failed to improve, leading to a major revolt bloodily suppressed by the authorities. He married Princess Elisabeth of Wied on 15 November 1869. They only had one daughter, Maria, who died at the age of three. Carol never produced a male heir, leaving his elder brother Leopold next in line to the throne. In October 1880 Leopold renounced his right of succession in favour of his son William, who in turn surrendered his claim six years later in favour of his younger brother, the future king Ferdinand. ==Early life== left|thumb|130px|Prince Karl of Hohenzollern Sigmaringen, aged 6Prince Karl Eitel Friedrich Zephyrinus Ludwig of Hohenzollern-Sigmaringen was born on 20 April 1839 in Sigmaringen, in the Catholic branch of the family. He was the second son of Prince Karl Anton of Hohenzollern-Sigmaringen and his wife, Princess Josephine of Baden. After finishing his elementary studies, Karl entered the Cadet School in Münster. In 1857 he was attending the courses of the Artillery School in Berlin. Up to 1866, when he accepted the crown of Romania, he was a Prussian officer. He took part in the Second Schleswig War, including the assault of the Fredericia citadel and Dybbøl, an experience which would be very useful to him later in the Russo-Turkish war. Although he was quite frail and not very tall, prince Karl was reported to be the perfect soldier, healthy and disciplined, and also a very good politician with liberal ideas. He was familiar with several European languages. His family was closely related to the Bonaparte family (one of his grandmothers was a Beauharnais, Joséphine's niece-in-law, and the other a Murat, Joachim's niece Marie Antoinette Murat), and they enjoyed very good relations with Napoleon III of France. ==En route to Romania== The former Domnitor of united Romania, Alexandru Ioan Cuza, had been expelled from the country by the leading noblemen, leaving Romania in political chaos. Cuza's double election seven years earlier, both in Wallachia and in Moldavia, had been the basis on which the Romanian Principalities' unification was recognized by the European powers. With him gone, the country was in danger of disintegration, as the Ottoman Empire and other powers initially accepted the unification only on the condition that it will end with his reign.left|thumb|130px|Prince Karl of Hohenzollern Sigmaringen As Romanian politicians searched for a successor, Karl was not their first choice. The authors of the anti-Cuza coup first approached Philip of Flanders, brother of king Leopold II of Belgium, hoping that he would bring the institutions of his country to the Lower Danube and turn the newly unified country into a \"Belgium of the East\". Wary of France's oppositions, Philip, who also turned down the throne of Greece a few years earlier, refused. Soon after, Napoleon III suggested Karl, who was the brother in law of Philip. Napoleon's recommendation weighed heavily with Romanian politicians of the time, since Romania was strongly influenced by French culture. Napoleon was a strong supporter of Romanian independence, hoping to consolidate French influence on the Black Sea. Another factor was Karl's blood relation to the ruling Prussian family. Ion Brătianu was the Romanian politician sent to negotiate with Karl and his family the possibility of installing him on the Romanian throne. Due to the political conflict between Prussia and the Austrian Empire, Karl travelled incognito by railroad from Düsseldorf to Baziaș, through Switzerland. He received there a Swiss passport from a Swiss public clerk, friend of his family, under the name of Karl Hettingen. From Baziaș he travelled by boat to Turnu Severin, since there was no railroad to Romania. As he crossed the border onto Romanian soil, he was met by Brătianu, who bowed before him and asked Karl to join him in his carriage. He was elected Domnitor (\"Reigning Prince\") on 20 April. On 10 May 1866 (22 May 1866 N.S.), Karl entered the capital Bucharest. The news of his arrival had been transmitted by telegraph and he was welcomed by a huge crowd eager to see the new ruler. In Băneasa he was given the keys to the capital city. Eventually it was a rainy day after a long period of drought, which was taken to be a good omen by locals. As he was crowned, Karl swore this oath: \"I swear to guard the laws of Romania, to maintain the rights of its People and the integrity of its territory.\" He took this oath in French, as he did not yet speak Romanian. In fact, it is said that, before his nomination to being the King of Romania, he had never heard of the place. However, he endeared himself to his adopted country by adopting the Romanian spelling of his name, Carol. He learned to speak Romanian not long after that. ==Early reign== === The Constitution of 1866 === On 29 June–two months after Carol's arrival–the Romanian parliament adopted the 1866 Constitution of Romania, one of the most modern constitutions of its time. Carol signed it into law two days later. Modeled closely on the Constitution of Belgium, it guaranteed private propriety, freedom of speech, total freedom of the press, it abolished the death penalty during peace time, and established separation of powers. Despite the otherwise liberal nature of the act, the constitution barred non- Christians from becoming citizens, a measure which heavily affected the country's Jewish population This constitution allowed the development and modernization of the Romanian state. In a daring move, the Constitution chose to ignore the nominal suzerainty of the Ottoman Empire, which paved the way towards de jure independence. Article 82 made the throne a hereditary office of Carol's descendants \"on the male line through the right of first-born, perpetually excluding women and their descendants.\" It also required that Carol's descendants be \"raised in the Eastern Orthodox Religion.\" Although Carol was vested with executive power, he was not politically responsible for exercising it. His acts were only valid if they were countersigned by a minister, who then became responsible for the act in question. Nevertheless, he commanded great moral authority as a symbol of the nation and its unity. === Franco-Prussian War and the Republic of Ploiești === While Romania did not take part in the Franco-Prussian War of 1870–1871, the conflict nonetheless affected the early reign of Carol I. Because he was a German prince ruling a historically Francophile country, there is a strong feeling of distrust towards Carol at this time, who was not yet seen as Romanian. Several attempts to force the prince to abdicate take place around this time, usually led by the republicans and radical liberals led by Ion C. Brătianu and C. A. Rosetti. Carol's alliance with the Conservatives which effectively blocked the Liberals out of government did little to quell Liberal animosity towards the prince. The most well known such incident took place on 8 August 1870, when radical liberals in the city of Ploiești started a revolt and attempted coup by arresting the chief of police and the county Prefect, occupying several official buildings and proclaiming the so-called Republic of Ploiești. The revolt lasted less than 24 hours and lead to the arrest of many Liberal leaders. Future republican projects were rare, especially since Brătianu became prime minister in 1876 and helped Liberals hold power until 1889, becoming loyal supporters of King Carol. == War of independence (1877–1878) == === Background === Between 1875 and 1877 anti-Ottoman revolts took place in several Balkan countries, most notably Bulgaria, where the April Uprisings of 1876 were brutally suppressed by irregular bashi-bazouks. The international outrage at the Bulgarian massacre – particularly on the part of Russia, who saw itself as a protector of Orthodox Christians in general and Bulgarians in particular – triggered several diplomatic efforts over the next year. After the failure of these diplomatic attempts, Russia declared war on the Ottoman Empire on 24 April 1877, launching the Russo-Turkish War, which is known in Romanian historiography as the War of Independence. At the behest of then foreign minister Mihail Kogălniceanu and against the advice of his Crown Council, Carol decided to permit Russian troops to pass through its territory on the way to the Bulgaria. This resulted in Turkish bombardments of Romanian towns on the Danube. At this point, Romania was de facto independent, being \"bound to the Ottoman Empire only by the payment of tribute (which had dropped to 1% of the country's budget) and a number of largely formal prerogatives in matters of foreign policy.\" === Romanian participation === On May 10, 1877, the Principality of Romania, which was under formal Turkish rule, declared its independence, ending the legal fiction of Ottoman suzerainty that had existed since 1861. The declaration was put forward and voted on by the Parliament and promulgated by Prince Carol. thumb|Romanian troops returning to Bucharest after the war, 8 October 1878 While Russia was happy to be given travelling rights inside Romanian territory, it vehemently opposed Romania actively entering the war, as this would have given them a place at the negotiation table after the war. However, after the Russian advance was halted outside the Bulgarian town of Pleven, they requested the Romanian army's urgent intervention. Carol obtained the command of the combined Russian and Romanian forces that were surrounding Pleven and following heavy fighting and a prolonged siege, Osman Nuri Pasha surrendered the town on 28 November 1877. This victory sent ripples within Romanian society, elevating Carol's name among the pantheon of national heroes. The Romanian army, under Carol, continued to fight in the war, most notably the battles of Smârdan and Vidin. By early 1878, the Turks were losing the war and on the third of March they signed the Treaty of San Stefano, which recognized the independence of Romania, Serbia, Montenegro and the autonomy of Bulgaria. === Aftermath === After the war, the Treaty of Berlin recognized Romania as an independent country on 13 July 1878. In addition, Romania was granted the former Ottoman territory of Northern Dobruja, an immensely valuable territorial gain that gave Romania possession of the mouth of the Danube and access to the Black Sea. From 1878, Carol held the title of Royal Highness (Alteță Regală). The war had also made possible the appearance of the Principality of Bulgaria. This young state began a search for a new prince, and Carol I was among the candidates, although he was not elected. On 15 March 1881, the constitution was amended to proclaim Romania a kingdom. Carol became the first King of Romania, while the heir-apparent or heir-presumptive would be called Prince Royal. On 10 May, Carol was crowned king. The 1866 Constitution was retained, with the word \"prince\" replaced by the word \"king\". The Kingdom of Romania was thus born. The Steel Crown that was used in the coronation of Carol was forged from steel of a melted Ottoman cannon that was captured by the Romanian Army at the Pleven. Since 2016 it is depicted on the Romanian coat of arms. ==King of Romania== King Carol was a cold man who was always focused on the prestige of the dynasty he had founded. His wife, Elizabeth, claimed he 'wore the crown in his sleep'. He was very meticulous and he tried to impose his style upon everyone that surrounded him. Though he was devoted to his job as Romania's ruler, he never forgot his German roots. In 48 years of rule—the longest in Romanian history—he helped Romania gain its independence, raised its prestige, helped redress its economy and established a dynasty. In the Carpathian mountains, he built Peleș Castle in German style, which is considered one of Europe's most beautiful castles and is still one of Romania's most visited landmarks. After the Russo-Turkish war, Romania gained Northern Dobruja and Carol ordered Romanian engineer Anghel Saligny (a student of Gustave Eiffel) to build the first contemporary permanent bridge over the Danube, between Fetești and Cernavodă, linking the newly acquired province to the rest of the country. The bridge was, at that time, the longest in Europe and, although no longer in use, it is still intact as of 2019. The king's personal authority in military and foreign policy issues was unquestioned. In 1883 he entered into a crucial alliance with the Central Powers, which he personally arranged without discussion in Parliament or with anyone outside a handful of insiders. Upon its renewal in 1892, he had to inform his prime minister and foreign minister, but Parliament and the public at large did not even know about its existence until the beginning of World War I. On 22 June 1884, the Parliament voted in favour of granting Carol and his successors a large royal estate, making the king the biggest landowner in the country.thumb|right|Domnitor Carol with his wife and their only daughter (1873) His reign established constitutional monarchy and saw the early days of democracy in Romania, despite the fact that elections of that era are largely seen as being controlled. The King would essentially alternate power between the two parties, installing the opposition whenever he felt the ruling party of the day had run its course. The new government would organize elections which they would invariably win. Between 1886 and 1887, there was a new proposal to make Carol I the ruler of Bulgaria. He was strongly supported by Stefan Stambolov, regent of the country after the abdication of the Bulgarian prince Alexander of Battenberg. Stambolov's intention was to establish a personal union between Bulgaria and Romania. Carol I was interested in the offer, but had to reject it under Russian pressure. ==Last years and the looming World War== In 1913 Romania intervened in the Second Balkan War and invaded Bulgaria. The approach of Romanian troops towards Sofia determined the Bulgarians to negotiate an armistice which resulted in the Treaty of Bucharest, which gained Romania the territory of Southern Dobruja, expanding the territory obtained by the country under King Carol and confirming Romania's dominant role in the region. The long rule of Carol helped the quick development of the Romanian state. Towards the end of his reign and the start of World War I, Carol wanted to enter the war on the side of the Central Powers; however, Romanian public opinion was overwhelmingly Francophile and sided with the Triple Entente. Carol had signed a secret treaty in 1883 which had linked Romania with the Triple Alliance. Although the treaty was to be activated only if Russia attacked one of the signatories, Carol was convinced that the honourable thing to do was to enter the war supporting the German Empire and his cousin, Emperor William II. On , an emergency meeting was held with the Crown Council, where Carol told them about the secret treaty and shared his opinion with them. However, most of the Crown Council members strongly disagreed, opting for neutrality, with prime- minister Brătianu being a particularly strong voice for preserving the peace obtained by the Treaty of Bucharest. King Carol died on . The new king, Ferdinand (under the influence of his wife, Marie of Edinburgh, a British princess), was more willing to listen to public opinion and brought Romania into the war on the side of the Allies in 1916. ==Life and family== When he was elected prince of Romania, Carol was unmarried. In 1869, the prince started a trip around Europe and mainly Germany, to find a bride. During this trip he met and married Princess Elizabeth of Wied at Neuwied on 15 November 1869. Their marriage was strange, with Carol being a cold and calculating man while Elizabeth was a notorious dreamer who published literature under the name of Carmen Sylva. They had one child, Princess Maria, born in 1870, who died 9 April (N.S.) 1874. She had no prospect of inheriting her father's throne; as mentioned above, the Constitution limited succession to the male line. This led to the further estrangement of the royal couple, Elizabeth never completely recovering from the trauma of losing her only child. After the proclamation of the Kingdom (1881), the succession was a very important matter of state. Since Carol's brother, Leopold (in 1880), and his oldest son, William (in 1886), declined their rights, the second son of Leopold, Ferdinand, was named prince of Romania and heir-presumptive to the throne, in 1886. Towards the end of Carol's life Carol and Elizabeth finally found a way to understand each other and were reported to have become good friends. Carol died on , at the age of 75 years old. == Legacy == Carol I is seen as a towering figure of national history in contemporary Romania. He is often depicted in history books as a historical leader on par with Decebalus, Stephen the Great, Michael the Brave or Alexandru Ioan Cuza. This view emerged during the second half of his reign, with the founding of the constitutional monarchy and the victory in the War of Independence making Carol a legendary personage in his own lifetime, according to historian Lucian Boia: > His long reign (of forty-eight years, one more than Stephen the Great) > allowed the myth to come to fruition even within his lifetime. The image of > the sovereign, mediocre at first, took on a powerful brilliance in the last > years of the century. An educational poster of around 1900 presents \"the > four pillars of the Romanian people\", along with other heroes of Wallachian > history. The four are Trajan and Decebalus, Cuza and Carol I. Even Michael > the Brave becomes a secondary figure by comparison. Carol appears > organically rooted in Romanian history; he represents a new beginning, of > course, but a beginning based on much older foundations. thumb|Fountain in the palace of the Romanian King, Carol I of Romania, in Sinaia. 1907 During the Communist era, Carol became a target of scorn for Romanian historians, as were all other figures associated with the monarchy. He was often described as a money-hungry foreign prince who was placed on the throne by Western capitalist in order to tighten their control over the Romanian state, no more than a simple pawn of the Kaiser, who needed someone that blindly followed his orders to rule over the lower Danube. Additionally, he was depicted as an enemy of the peasantry, who tried to steal their lands and rape young peasant girls. He was usually indicated as the sole source of outrage during the 1907 Peasant Revolt. Starting with the second half of the 1970s, Carol's image was rehabilitated to some extent by Romanian historians, who distanced themselves from the more propagandistic views of the last three decades. While more mainstream publications, such as school text books, continued the anti-monarchy line, some academics began describing his reign as a period of national progress and acknowledged his role in preserving the young Union. Following the collapse of Communism in 1989, the monarchy was fully rehabilitated in the public eyes. Carol is now thought of as a figure of national unity who is seen as the founder of the modern Romanian state and of the most revered individuals in the country's history. During the 100 Greatest Romanians show broadcast by the national television in 2006, Carol I was voted the second greatest Romanian who has ever lived, after only Stephen the Great. The Carol I National Defence University and Central University Library in Bucharest, and the Carol I National College in Craiova are named in his honour. The Order of Carol I was established in 1906 and was until 1947 the highest honour bestowed by the Romanian Kingdom. In 2005 it was reintroduced by the Romanian royal family as a dynastic order. ==Honours== ;National orders and decorations * : ** Sovereign Knight Grand Cross of the Order of the Star of Romania ** Founder of the Medal of Faithful Service, 9 April 1878 ** Founder of the Order of the Crown of Romania, 14 March 1881 ** Founder of the Order of Carol I, 10 May 1906 * House of Hohenzollern-Sigmaringen: Cross of Honour of the Princely House Order of Hohenzollern, 1st Class with SwordsHof- und Staats-Handbuch des Königreich Preußen (1908), Genealogy p. 6 ;Foreign orders and decorations ==Ancestry== ==See also== * King Carol I equestrian statue in Bucharest * Commissions of the Danube River ==Notes== ==Citations== ==Further reading== * Keith Hitchins, Rumania 1866–1947 (Oxford University Press, 1994). * Boris Crǎciun – \"Regii și Reginele României\", Editura Porțile Orientului, Iași ==External links== * Online edition of Carol's 1899 book Reminiscences of the King of Roumania * Daniel Cain: Carol I, King of Romania, in: 1914-1918-online. International Encyclopedia of the First World War. * * Category:1839 births Category:1914 deaths Category:People from Sigmaringen Category:Princes of Hohenzollern-Sigmaringen Category:Kings of Romania Category:19th-century Kings of Romania Category:20th-century Kings of Romania Category:Romanian people of French descent Category:Romanian people of German descent Category:Romanian Roman Catholics Category:Roman Catholic monarchs Category:Field marshals of Germany Category:Field marshals of Russia Category:Romanian people of the Russo-Turkish War (1877–1878) Category:Romanian people of the Second Balkan War Category:Honorary members of the Romanian Academy Category:Grand Crosses of the Order of the Star of Romania Category:Recipients of the Order of the Crown (Romania) Category:Recipients of the Order of Bravery, 1st class Category:Knights of the Golden Fleece of Austria Category:Grand Crosses of the Order of Saint Stephen of Hungary 2 2 Category:Recipients of the Order of St. George of the Third Degree Category:Extra Knights Companion of the Garter Category:Burials at Curtea de Argeş Cathedral Category:Grand Croix of the Légion d'honneur Category:Grand Crosses of the Order of Saint-Charles Category:Recipients of the Order of the Netherlands Lion",
 "title": "Carol I of Romania"
}