{
 "id": "220425",
 "text": "James Gregory FRS (November 1638 – October 1675) was a Scottish mathematician and astronomer. His surname is sometimes spelled as Gregorie, the original Scottish spelling. He described an early practical design for the reflecting telescope – the Gregorian telescope – and made advances in trigonometry, discovering infinite series representations for several trigonometric functions. In his book Geometriae Pars Universalis (1668) Gregory gave both the first published statement and proof of the fundamental theorem of the calculus (stated from a geometric point of view, and only for a special class of the curves considered by later versions of the theorem), for which he was acknowledged by Isaac Barrow.Edmund F. Robertson. James Gregory: Regius Professor of Mathematics.Michael Nauenberg. Barrow and Leibniz on the fundamental theorem of the calculus.Andrew Leahy. A Euclidean Approach to the FTC – Gregory's Proof of the FTC.Ethan D. Bloch. The Real Numbers and Real Analysis, pg. 316. ==Biography== Gregory was born in 1638. His mother Janet was the daughter of Jean and David Anderson and his father was John Gregory, an Episcopalian Church of Scotland minister, James was youngest of their three children and he was born in the manse at Drumoak, Aberdeenshire, and was initially educated at home by his mother, Janet Anderson (~1600–1668). It was his mother who endowed Gregory with his appetite for geometry, her uncle – Alexander Anderson (1582–1619) – having been a pupil and editor of French mathematician Viète. After his father's death in 1651 his elder brother David took over responsibility for his education. He attended Aberdeen Grammar School, and then Marischal College from 1653–1657, graduating AM in 1657. In 1663 he went to London, meeting John Collins and fellow Scot Robert Moray, one of the founders of the Royal Society. In 1664 he departed for the University of Padua, in the Venetian Republic, passing through Flanders, Paris and Rome on his way. At Padua he lived in the house of his countryman James Caddenhead, the professor of philosophy, and he was taught by Stefano Angeli. Upon his return to London in 1668 he was elected a Fellow of the Royal Society, before travelling to St Andrews in late 1668 to take up his post as the first Regius Professor of Mathematics at the University of St Andrews, a position created for him by Charles II, probably upon the request of Robert Moray. There at the University of St Andrews, he laid the first meridian line across the floor of his lab in 1673, which was 200 years prior to the Greenwich Meridian being established, and thus \"arguably making St Andrews the place where time began\". He was successively professor at the University of St Andrews and the University of Edinburgh. He had married Mary, daughter of George Jameson, painter, and widow of John Burnet of Elrick, Aberdeen; their son James was Professor of Physics at King's College, Aberdeen. He was the grandfather of John Gregory (FRS 1756); uncle of David Gregorie (FRS 1692) and brother of David Gregory (1627–1720), a physician and inventor. About a year after assuming the Chair of Mathematics at Edinburgh, James Gregory suffered a stroke while viewing the moons of Jupiter with his students. He died a few days later at the age of 36. ==Published works== thumb|Vera circuli et hyperbolae quadratura, 1667 ===Optica Promota=== In the Optica Promota, published in 1663, Gregory described his design for a reflecting telescope, the \"Gregorian telescope\". He also described the method for using the transit of Venus to measure the distance of the Earth from the Sun, which was later advocated by Edmund Halley and adopted as the basis of the first effective measurement of the Astronomical Unit. ===Vera Circuli et Hyperbolae Quadratura=== Before he left Padua, Gregory published Vera Circuli et Hyperbolae Quadratura (1667) in which he approximated the areas of the circle and hyperbola with convergent series: :[James Gregory] cannot be denied the authorship of many curious theorems on the relation of the circle to inscribed and circumscribed polygons, and their relation to each other. By means of these theorems he gives with infinitely less trouble than by the usual calculations, … the measure of the circle and hyperbola (and consequently the construction of logarithms) to more than twenty decimal places. Following the example of Huygens, he also gave constructions of straight lines equal to the arcs of the circle, and whose error is still less.Jean Montucla (1873) History of the Quadrature of the Circle, J. Babin translator, William Alexander Myers editor, page 23, link from HathiTrust \"The first proof of the fundamental theorem of calculus and the discovery of the Taylor series can both be attributed to him.\"W. W. Rouse Ball (1908) A Short History of Mathematics, fourth editionD. R. Wilkins transcription The book was reprinted in 1668 with an appendix, Geometriae Pars, in which Gregory explained how the volumes of solids of revolution could be determined. ==Gregorian telescope== thumb|370px|Diagram of a Gregorian reflecting telescope. In his 1663 Optica Promota, James Gregory described his reflecting telescope which has come to be known by his name, the Gregorian telescope. Gregory pointed out that a reflecting telescope with a parabolic mirror would correct spherical aberration as well as the chromatic aberration seen in refracting telescopes. In his design he also placed a concave secondary mirror with an elliptical surface past the focal point of the parabolic primary mirror, reflecting the image back through a hole in the primary mirror where it could be conveniently viewed. According to his own confession, Gregory had no practical skill and he could find no optician capable of actually constructing one.A Biographical Dictionary of Eminent Scotsmen By Robert Chambers, Thomas — Page 175 The telescope design attracted the attention of several people in the scientific establishment such as Robert Hooke, the Oxford physicist who eventually built the telescope 10 years later, and Sir Robert Moray, polymath and founding member of the Royal Society. The Gregorian telescope design is rarely used today, as other types of reflecting telescopes are known to be more efficient for standard applications. Gregorian optics are also used in radio telescopes such as Arecibo, which features a \"Gregorian dome\". ==Mathematics== The following excerpt is from the Pantologia. A new (cabinet) cyclopædia (1813) > Mr. James Gregory was a man of a very acute and penetrating genius. ...The > most brilliant part of his character was that of his mathematical genius as > an inventor, which was of the first order; as will appear by... his > inventions and discoveries [which include] quadrature of the circle and > hyperbola, by an infinite converging series; his method for the > transformation of curves; a geometrical demonstration of Lord Brouncker's > series for squaring the hyperbola—his demonstration that the meridian line > is analogous to a scale of logarithmic tangents of the half complements of > the latitude; he also invented and demonstrated geometrically, by help of > the hyperbola, a very simple converging series for making the logarithms; he > sent to Mr. Collins the solution of the famous Keplerian problem by an > infinite series; he discovered a method of drawing Tangents to curves > geometrically, without any previous calculations; a rule for the direct and > inverse method of tangents, which stands upon the same principle (of > exhaustions) with that of fluxions, and differs not much from it in the > manner of application; a series for the length of the arc of a circle from > the tangent, and vice versa; as also for the secant and logarithmic tangent > and secant, and vice versa. These, with others, for measuring the length of > the elliptic and hyperbolic curves, were sent to Mr. Collins, in return for > some received from him of Newton's, in which he followed the elegant example > of this author, in delivering his series in simple terms, independent of > each other.John Mason Good, Olinthus Gilbert Gregory, Newton Bosworth, > Pantologia A new (cabinet) cyclopædi (1813) ==Other work== In a letter of 1671 to John Collins, Gregory gives the power series expansion of seven functions : \\arctan x,\\quad \\tan x,\\quad \\sec x,\\quad \\log \\sec x,\\quad \\log \\tan \\Big( \\frac{x}{2} + \\frac{\\pi}{4}\\Big),\\quad \\arcsec ( \\sqrt{2} e^x),\\quad 2 \\arctan \\Big(\\tanh \\frac{x}{2} \\Big). Dehn, M., & Hellinger, E. (1943). Certain Mathematical Achievements of James Gregory. The American Mathematical Monthly, 50(3), 149-163. doi:10.2307/2302394 There is evidence that he discovered the method of taking higher derivatives in order to compute a power series, which was not discovered by Taylor until 1715, but did not publish his results, thinking he had only rediscovered \"Mr. Newton's universal method,\" which was based on a different technique. Roy, Ranjan. \"The Discovery of the Series Formula for (Pi) by Leibniz, Gregory and Nilakantha.\" Mathematics Magazine, vol. 63, no. 5, 12/01/1990, pp. 291. James Gregory discovered the diffraction grating by passing sunlight through a bird feather and observing the diffraction pattern produced.Letter from James Gregory to John Collins, dated 13 May 1673. Reprinted in: Correspondence of Scientific Men of the Seventeenth Century...., ed. Stephen Jordan Rigaud (Oxford, England: Oxford University Press, 1841), vol. 2, pages 251–255; see especially page 254. Available on-line at: Books.Google.com. In particular he observed the splitting of sunlight into its component colours – this occurred a year after Newton had done the same with a prism and the phenomenon was still highly controversial. A round wheel is unsuitable for irregular surfaces, and Gregory devised an appropriate \"adaptable wheel\" using a Gregory transformation. Gregory, an enthusiastic supporter of Newton, later had much friendly correspondence with him and incorporated his ideas into his own teaching, ideas which at that time were controversial and considered quite revolutionary. The crater Gregory on the Moon is named after him. He was the uncle of mathematician David Gregory. ==Works== * 1663 – Optica promota (The advance of optics), link from Google Books. * 1667 – Vera circuli et hyperbolae quadratura (The true squaring of the circle and hyperbola) via Internet Archive * 1668 – Exercitationes geometricae (Geometrical exercises), link from Google Books. * 1668 – Geometriae pars universalis (The universal part of geometry) ==See also== *James Gregory Telescope, St Andrews *Gregor telescope at the Teide Observatory *Thomas Reid *Deans Court ==References== ==Further reading== * Herbert Westren Turnbull (1939) James Gregory; Tercentenary Memorial Volume, Royal Society of Edinburgh * * ==External links== * * * James Gregory's Euclidean Proof of the Fundamental Theorem of Calculus at Convergence * James Gregory Public Lectures on Religion and Science, University of St Andrews * James Gregory's \"Optica Promota\" (English translation) * James Gregory's \"The Universal Part of Geometry\" (Andrew Leahy's English translation of Gregory's \"Geometriae Pars Universalis\"). * James Gregory (1663) Optica promota – digital facsimile from the Linda Hall Library Category:1638 births Category:1675 deaths Category:People from Kincardine and Mearns Category:17th- century astronomers Category:17th-century Scottish mathematicians Category:Academics of the University of Edinburgh Category:Academics of the University of St Andrews Category:Scottish astronomers Category:Scottish inventors Category:Alumni of the University of Aberdeen Category:Fellows of the Royal Society Category:People educated at Aberdeen Grammar School Category:British scientific instrument makers Category:Scottish Episcopalians Category:University of Padua alumni Category:Geometers",
 "title": "James Gregory (mathematician)"
}