{
 "id": "220441",
 "text": "Coy Luther \"Luke\" Perry III (October 11, 1966 – March 4, 2019) was an American actor. He became a teen idol for playing Dylan McKay on the Fox television series Beverly Hills, 90210 from 1990 to 1995, and again from 1998 to 2000. He also starred as Fred Andrews on the CW series Riverdale. He had guest roles on notable shows such as Criminal Minds, Law & Order: Special Victims Unit, The Simpsons, and Will & Grace, and also starred in several films, including Buffy the Vampire Slayer (1992), 8 Seconds (1994), The Fifth Element (1997), and Once Upon a Time in Hollywood (2019), his final feature performance. ==Early life== Luke Perry was born on October 11, 1966 in Mansfield, Ohio, the second of three children to Ann Perry, a homemaker, and Coy Luther Perry Jr., a steelworker. He had an older brother, Thomas Perry and a younger sister, Amy Coder (nee Perry). His parents divorced in 1972. His biological father died of a heart attack in 1980. Perry was raised in Fredericktown, Ohio, and played Freddie Bird, the school mascot for Fredericktown High School. ==Career== ===Beginnings=== In 1984, Perry moved to Los Angeles shortly after high school to pursue acting. He worked odd jobs, including for an asphalt paving company and in a doorknob factory. He appeared in the 1985 music video of \"Be Chrool to Your Scuel\" for the band Twisted Sister, and by 1988, Perry auditioned for 256 acting jobs before receiving his first acceptance. After moving to New York, Perry's earliest roles were on daytime soap operas: one episode of Loving (1987–1988) and ten episodes of Another World (1988–1989). ===Rise to fame: Beverly Hills, 90210 era=== In 1990, Perry got the role of the brooding millionaire's son Dylan McKay on Fox's teen drama Beverly Hills, 90210. He originally auditioned for the role of Steve Sanders but lost to Ian Ziering. With this role, Perry became a popular teen idol; a riot broke out when 10,000 teen girls attended an August 1991 autograph session at The Fashion Mall at Plantation, causing him to leave after 90 seconds. Alt URL While starring in 90210, Perry won a supporting role in the original film version of Joss Whedon's Buffy The Vampire Slayer (1992). He also starred in Terminal Bliss in 1992, and as Lane Frost in 8 Seconds in 1994. In an attempt to find more mature roles, he decided to leave Beverly Hills, 90210 in 1995. That year, he took a part in the Italian film Vacanze di Natale '95, playing himself. Although he announced that 90210 was behind him, his absence lasted for only three years, and he returned to the show in 1998. During this time, Perry starred in the independent film Normal Life opposite Ashley Judd, starred in the TV science fiction movie Invasion (1997), and Riot (1997), a drama about the 1992 Los Angeles riots. He had a small role in Luc Besson's science fiction adventure film The Fifth Element (1997). In 1998, he returned to 90210, where he remained as a permanent special guest star through the show's final season in 2000. In 1999, he starred in the film Storm. He said of his role on Beverly Hills, 90210 as Dylan McKay: \"I'm going to be linked with him until I die, but that's actually just fine. I created Dylan McKay. He's mine,\" but did not reprise his role in the spin-off. He stated: \"When you're in the professional acting business, you have to look into all these offers, and I don't mean anything bad about it but creatively it's something I have done before and I don't know how it will benefit me if I do it again.\" Perry said the fact that the show's longtime producer Aaron Spelling was not involved in the revival was critical: \"The difference between CW bringing something back and Aaron Spelling doing something is significant. And I cannot do it without Aaron.\" However, Shannen Doherty, Jennie Garth, and Tori Spelling reprised their roles in the 2008 revival of the series. ===Later work=== From 2001 to 2002, he starred in the HBO prison drama Oz, as the Reverend Jeremiah Cloutier. From 2002 to 2004 he starred in the post-apocalyptic television series Jeremiah. Perry went on to star in a 2002 television movie called The Triangle. In 2006, Perry co-starred in the ensemble drama series Windfall, about a group of friends who win the lottery. The series ran for 13 episodes during the summer of 2006 on NBC. In 2007, he landed the role of Tommy \"Santa\" Santorelli on the film The Sandlot: Heading Home, and he appeared in the 2008 western A Gunfighter's Pledge. Perry also appeared in the 2007 HBO series John from Cincinnati. He also starred in the Swedish film Äntligen Midsommar (Finally Midsummer), which was released in the summer of 2009. Perry did considerable voice-over work for various animated series, usually playing himself. He played himself (as Krusty the Clown's half brother) in \"Krusty Gets Kancelled\", an episode of The Simpsons (1993). He voiced himself in an episode of Johnny Bravo, giving Johnny dating advice after Johnny saved him from a stampede of fan girls. Perry parodied himself in \"The Story on Page One\", an episode of Family Guy, in which he sues Peter Griffin for calling him gay in a newspaper article. His other voice work includes The Incredible Hulk, Biker Mice from Mars (which also starred fellow 90210 co-star Ian Ziering), Mortal Kombat: Defenders of the Realm, and The Night of the Headless Horseman. Perry guest-starred as gay characters in the sitcoms Spin City (1997) and Will & Grace (2005); in the former, he appeared as Carter Heywood's ex-boyfriend who subsequently fell in love with a woman, and in the latter he played a geeky birdwatcher who catches the eye of Jack McFarland. In 2005, Perry was reunited with former 90210 co-star Jennie Garth when he guest-starred on What I Like About You in a loose parody of their 90210 characters' relationship. In 2008, Perry guest-starred as rapist Noah Sibert in the season premiere of the television series Law & Order: Special Victims Unit. He also guest-starred as cult leader Benjamin Cyrus in an episode of Criminal Minds. In late 2009, Perry starred in The Killers' music video for their fourth annual Christmas single, \"¡Happy Birthday Guadalupe!\". The same year, Perry participated in the Thomas Nelson's audio Bible production known as The Word of Promise. In this dramatized audio, Perry played both Saint Stephen and Judas Iscariot. The project also featured a large ensemble of other well-known Hollywood actors, including Jim Caviezel, Louis Gossett Jr., John Rhys-Davies, Jon Voight, Gary Sinise, Jason Alexander, Christopher McDonald, Marisa Tomei, Stacy Keach, and John Schneider. Perry appeared on Broadway in 2001 in a revival of The Rocky Horror Show, playing Brad Majors. In 2004, he appeared in the London production of When Harry Met Sally ... as Harry, alongside Alyson Hannigan as Sally. He played a con man/psychic in a second-season episode of Leverage in 2010, and then appeared as the American version of Inspector Spacetime in an episode of Community in 2013, titled \"Conventions of Space and Time\". From 2017 until his death in 2019, Perry starred as Frederick \"Fred\" Andrews, Archie's father and owner of Andrews Construction, on the CW series Riverdale. Starting with \"Chapter Forty-Nine: Fire Walk with Me\", the first episode to air following his death, all new episodes of the series for that season were dedicated to him. At the time of his death on March 4, 2019, there were still four unaired episodes featuring Perry that would air in the remainder of Season 3. He played actor Wayne Maunder in the 2019 film Once Upon a Time in Hollywood, about 1960s Hollywood around the time of the Tate-LaBianca murders. Directed by Quentin Tarantino, it was Perry's final film role. ==Personal life== Perry married Rachel Minnie Sharp on November 20, 1993, in Beverly Hills. They separated in 2003, and had two children, son Jack Perry (born June 16, 1997) and daughter Sophie Perry (born June 7, 2000). Jack is a professional wrestler known by his ring name, Jungle Boy, and is signed to All Elite Wrestling (AEW). Perry became an advocate for colorectal cancer testing after undergoing a colonoscopy in 2015 that revealed pre-cancerous growths. As a result of the scare, he created a will naming his children as the sole beneficiaries. At the time of his death, Perry was engaged to Wendy Madison Bauer, a therapist and former part-time actress. ==Illness and death== Perry suffered a massive ischemic stroke at his home in Sherman Oaks, Los Angeles on February 27, 2019. After a second stroke, his family decided to remove him from life support, and he died on March 4, 2019 at age 52 at Providence Saint Joseph Medical Center in Burbank. He was buried at the Perry Family Farm in Vanleer, Tennessee, where he owned a home since 1995. Perry was buried in an eco-friendly mushroom burial suit which the manufacturer claims is able to remove polluting toxins from the body while naturally breaking it down. In the aftermath of his death, the Reelz channel announced a documentary titled Luke Perry: In His Own Words. As a result of his death, his Riverdale character Fred Andrews also died and the fourth season premiere was a tribute episode dedicated to him and his character, featuring his Beverly Hills, 90210 co-star Shannen Doherty. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1991 | Scorchers | Ray Ray | |- | 1992 | Terminal Bliss | John Hunter | |- | 1992 | Buffy the Vampire Slayer | Oliver Pike | |- | 1994 | 8 Seconds | Lane Frost | |- | 1995 | Vacanze di Natale '95 (Christmas Holidays '95) | Himself | |- | 1996 | Normal Life | Chris Anderson | |- | 1996 | American Strays | Johnny | |- | 1997 | The Fifth Element | Billy Masterson | |- | 1997 | Last Breath | Martin Devoe | |- | 1998 | Indiscreet | Michael Nash | |- | 1999 | The Heist | Jack | |- | 1999 | The Florentine | Frankie | |- | 1999 | Storm | Dr. Ron Young | Direct-to- video |- | 2000 | Attention Shoppers | Mark Pinnalore | |- | 2001 | The Enemy | Dr. Michael Ashton | |- | 2001 | Dirt | Attorney | |- | 2002 | Fogbound | Bob | |- | 2003 | Down the Barrel | David | Direct-to-video |- | 2005 | Dishdogz | Tony | |- | 2007 | The Sandlot: Heading Home | Tommy \"Santa\" Santorelli | Direct-to-video |- | 2007 | Alice Upside Down | Ben McKinley | |- | 2009 | Äntligen midsommar! | Sam | |- | 2009 | Upstairs | Ward Weaver | |- | 2009 | Silent Venom | Lt. Cmdr. James O'Neill | Direct-to-video |- | 2009 | Sam Steele and the Junior Detective Agency | The Cat | |- | 2010 | Redemption Road | Boyd | |- | 2010 | The Final Storm | Silas Hendershot | Direct-to-video |- | 2010 | Hanna's Gold | Cole | |- | 2010 | Good Intentions | Chester Milford | |- | 2013 | Red Wing | Carl Blanton | |- | 2013 | Scoot and Kassie's Christmas Adventure | Paul Stevenson | |- | 2014 | Beat Beneath My Feet | Max Stone | |- | 2014 | A Fine Step | Cal Masterson | |- | 2015 | Dudes & Dragons | Lorash | |- | 2018 | The Griddle House | Older Jack | |- | 2019 | Once Upon a Time in Hollywood | Wayne Maunder | Posthumous release; Final film role |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1982 | Voyagers! | Union Prisoner | Episode: \"The Day the Rebs Took Lincoln\" |- | 1988 | Loving | Ned Bates | Unknown episode |- | 1988–1989 | Another World | Kenny | 10 episodes |- | 1990–1995; 1998–2000 | Beverly Hills, 90210 | Dylan McKay | 199 episodes |- | 1993 | Saturday Night Live | Himself (host) | Episode: \"Luke Perry/Mick Jagger\" |- | 1993 | The Simpsons | Himself (voice) | Episode: \"Krusty Gets Kancelled\" |- | 1994–1995 | Biker Mice from Mars | Napoleon Brie (voice) | 6 episodes |- | 1996 | Mortal Kombat: Defenders of the Realm | Sub-Zero (voice) | 13 episodes |- | 1996–1997 | The Incredible Hulk | Rick Jones (voice) | 4 episodes |- | 1997 | Spin City | Spence | Episode: \"Kiss Me, Stupid\" |- | 1997 | Riot | Boomer | Television film |- | 1997 | Invasion | Beau Stark | Television film |- | 1999 | The Night of the Headless Horseman | Brom Bones (voice) | Television film |- | 1999–2000 | Pepper Ann | Stewart Waldinger (voice) | 3 episodes |- | 2000 | Johnny Bravo | Himself (voice) | Episode: \"Luke Perry's Guide to Love\" |- | 2000 | Family Guy | Himself (voice) | Episode: \"The Story on Page One\" |- | 2001 | Night Visions | Dr. Michael Sears | Episode: \"Now He's Coming Up the Stairs\" |- | 2001 | The Triangle | Stu Sheridan | Television film |- | 2001–2002 | Oz | Rev. Jeremiah Cloutier | 10 episodes |- | 2002 | Johnson County War | Harry Hammett | Television film |- | 2002–2004 | Jeremiah | Jeremiah | 35 episodes |- | 2003 | Clone High | Ponce de León (voice) | Episode: \"Litter Kills - Literally\" |- | 2005 | Will & Grace | Aaron | Episode: “The Birds and the Bees” |- | 2005 | What I Like About You | Todd | 3 episodes |- | 2005 | Descent | Dr. Jake Rollins | Television film |- | 2005 | Supernova | Dr. Chris Richardson | Television film |- | 2006 | Windfall | Peter Schaefer | 13 episodes |- | 2007 | Biker Mice from Mars | Napoleon Brie (voice) | Episode: \"Once Upon a Time on Earth\" |- | 2007 | John from Cincinnati | Linc Stark | 10 episodes |- | 2008 | Law & Order: Special Victims Unit | Noah Sibert |Episode: \"Trials\" |- | 2008 | A Gunfighter's Pledge | Matt Austin | Television film |- | 2008 | A Very Merry Daughter of the Bride | Charlie | Television film |- | 2008; 2018 | Criminal Minds | Benjamin Cyrus | 2 episodes |- | 2009 | The Storm | Stillman | 2 episodes |- | 2009 | Angel and the Badman | Laredo Stevens | Television film |- | 2010 | Leverage | Dalton Rand | Episode: \"The Future Job\" |- | 2010 | Generator Rex | Jacob (voice) | Episode: \"The Architect\" |- | 2010 | FCU: Fact Checkers Unit | Luke | 8 episodes |- | 2011 | Pound Puppies | Fang (voice) | Episode: \"Rebel Without a Collar\" |- | 2011 | Goodnight for Justice | John Goodnight | Television film |- | 2012 | Goodnight for Justice: The Measure of a Man | John Goodnight | Television film |- | 2012 | Goodnight for Justice: Queen of Hearts | John Goodnight | Television film |- | 2012 | Raising Hope | Ghost of Arbor Day | Episode: \"Arbor Daze\" |- | 2012–2013 | Body of Proof | CDC Officer Dr. Charlie Stafford | 5 episodes |- | 2013 | Community | American Inspector Spacetime | Episode: \"Conventions of Space and Time\" |- | 2014 | Major Crimes | Jon Worth | Episode: \"Cutting Loose\" |- | 2014 | Hot in Cleveland | Trevor | Episode: \"The Bachelors\" |- | 2015 | Welcome Home | Stewart Paylor | Television film |- | 2015 | Jesse Stone: Lost in Paradise | Richard Steele | Television film |- | 2016 | Love in Paradise | Avery Ford | Television film |- | 2016 | The Edge and Christian Show That Totally Reeks of Awesomeness | Himself | Episode: \"The 90s\" |- | 2017–2019, 2021 | Riverdale | Fred Andrews | 46 episodes (Season 5 Ep 3: Archival footage) |- |2019 | BH90210 |Dylan McKay |(fragment in the pilot series) |} ===Music videos=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Artist(s) ! Role ! scope=\"col\"| |- | 1985 | \"Be Chrool to Your Scuel\" | Twisted Sister | (unknown) | : |- | 2009 | \"¡Happy Birthday Guadalupe!\" | The Killers featuring Wild Light and Mariachi El Bronx | The Cowboy | Archived at Ghostarchive and the Wayback Machine: |- |} ==References== ==External links== * * * *Luke Perry on Find a Grave Category:1966 births Category:2019 deaths Category:20th-century American male actors Category:21st-century American male actors Category:American male film actors Category:American male soap opera actors Category:American male television actors Category:American male voice actors Category:Burials in Tennessee Category:Deaths from cerebrovascular disease Category:Male actors from Los Angeles Category:Male actors from Ohio Category:Male actors from Tennessee Category:Neurological disease deaths in California Category:People from Dickson County, Tennessee Category:People from Fredericktown, Ohio Category:People from Mansfield, Ohio Category:People from Sherman Oaks, Los Angeles",
 "title": "Luke Perry"
}