{
 "id": "220545",
 "text": "Question Period (), known officially as Oral Questions () occurs each sitting day in the House of Commons of Canada, in which members of the parliament ask questions of government ministers (including the prime minister). According to the House of Commons Compendium, “The primary purpose of Question Period is to seek information from the Government and to call it to account for its actions.” It is similar in form to question time in other parliaments, mainly those following the Westminster system. At the Legislative Assembly of Ontario (as well as in several other provinces) questions raised are referred as Oral Questions. In the Quebec National Assembly, the term is Oral Questions and Answers. ==History== The first oral question occurred during the 1st Canadian Parliament, before rules had been established providing for formal questions. According to the record of debates for November 29, 1867, a question was posed to Chairman of the Printing Committee before Orders of the Day were called. In the absence of formal rules, the Speaker of the House of Commons of Canada exerted great control over form, nature, and admissibility of questions. The first codification of formal rules to govern Question Period occurred in April 1964, and subsequent rule changes have been adopted;Pearson, Glen, MP. n.d. \"Some Personal Thoughts on Question Period.\" Canadian Parliamentary Review, vol. 33, no. 4 (Winter 2010), p. 2-3. however, the opinion of the Speaker carries the most weight, as the actions of the Speaker set precedents when a new Point of Order or questions arises about practices during Question Period. For a detailed discussion, see Robert Marleau and Camille Montpetit’s House of Commons Procedure and Practice. ==Current practice== Question Period lasts 45 minutes pursuant to Standing Order 30(5), beginning no later than 2:15 pm or 11:15 am, as the case may be. Typically, 2:15 pm is the start time for Question Period Monday through Thursday, with Question Period starting at 11:15 on Fridays. Every Wednesday, Question Period starts slightly after 2:15 due to the 2:00 pm singing of the National Anthem, \"O Canada\". Questions may be posed to either the Prime Minister, or any Minister of the Cabinet of Canada, who will answer the question unless the Speaker rejects the question under established rules or accepted custom. For example, although it is not codified, questions on current legal matters before the courts are not acceptable questions. Question Period in Canada, as an instance of Question time in Westminster tradition, is similar to the Prime Minister's Questions practice of the Parliament of the United Kingdom; however it is important to note that the Canadian version occurs daily as opposed to weekly, runs 45 minutes instead of 30 and questions may be asked to any cabinet member, not just the Prime Minister. In the UK Parliament, other Cabinet members have Question Time on other days, so it is a daily occurrence but to specific Ministers. ===Format=== At the start of a typical Question Period, the Speaker recognizes the Leader of the Opposition to ask the lead question. It is possible for the question to be asked by a designee of the Leader of the Opposition, yet this Member of Parliament must be a member of the Official Opposition. Following the answer to the lead question, the lead questioner has two more questions permitted, referred to as supplementary questions. These questions may be asked by the same Member of Parliament to follow up on the answer provided to the lead question, or they may be given to another member of the Official Opposition. When the Official Opposition has exhausted its initial three questions, the lead questioners of the other officially recognized opposition parties are permitted an initial question and one supplementary question each, in order of size. In the 43rd Canadian Parliament, once the Official Opposition is finished, questions then come from the Bloc Québécois, then the New Democratic Party. Throughout the remainder of Question Period, Members of officially recognized parties ask questions in rotation based upon party representation in the House. Members of the governing party may occasionally pose a question to one of their own. Members of political parties not officially recognized in the House and independent Members may also be recognized to ask questions, though not as often as Members of officially recognized opposition parties. Ministers and Parliamentary Secretaries do not ask questions. ===Rules=== Question Period has a reputation for being quite chaotic due to the commonplace cat-calling and jeering from non-participating MPs, but notwithstanding the heckling, Question Period is actually tightly regulated. Parties are only allowed to ask a predetermined number of questions based on the size of their caucus, and must ask their questions in a specific order, predetermined by their party leadership for that day on a list given to the Speaker. Questions and responses are all timed as well, in order to prevent excessive speeches, and the Speaker of the House has the ability to cut the microphones of members speaking after the specified time has elapsed. The parties may negotiate a maximum time limit for each question and answer; currently this limit is 35 seconds for each. As with other parliamentary procedures in the House, members of opposition parties must place questions through the Speaker, addressing them only indirectly to the minister responsible for the issue at hand. When asking questions, members address the Speaker as \"Mr. Speaker\" or \"Madam Speaker\" (\"Monsieur le président\" or \"Madame la présidente\" in French). There is no obligation for the minister referred to in the question to actually respond, and often the minister's parliamentary secretary or a fellow cabinet member will rise to answer the question. This is particularly true when the minister addressed is not actually present in the House during Question Period, and arguably occurs most often when the Prime Minister is addressed on a specific issue for which one of his ministers has more information. ==Bilingual nature== Reflecting the nature of Bilingualism in Canada, Question Period is bilingual. Questions may be posed in either English or French and responses may be in either official language. Although English was the primary language in parliament in its early days, French is now spoken just as much as English. Simultaneous interpretation is provided on English and French broadcasts of Question Period, on many news networks, as well as the Cable Public Affairs Channel (CPAC). Transcripts of Question Period are published in both official languages in the Canadian Hansard, as with any other proceedings in the House of Commons and its committees. There is no guarantee that the answer will be provided in the same language as the question, and a Member relying on the simultaneous interpretation may respond to something differing slightly from the actual question asked. For the most part, bilingual Members respond to the question in the language in which it was asked. The simultaneous translation provided to Members in the Chamber as well as visitors in the gallery is also available over the internet on either the website of the Parliament of Canada, or through services such as CPAC. ==Provincial equivalent== Each of the provincial legislatures also conducts its own form of question period. Question Period in provincial legislatures are formally known as Oral Questions in British Columbia, Manitoba, and Ontario, and Oral Questions and Answers in Quebec. == See also == * Prime Minister's Questions in the British House of Commons * Question Hour in the Lok Sabha * Question Period, a Canadian political news series on CTV which takes its name from this practice. ==References== ==External links== * CPAC, Canada's parliamentary channel; broadcasts Question Period online. * Parliament of Canada Compendium article on Question Period * Chapter on Questions from House of Commons Procedure and Practice by Robert Marleau and Camille Montpetit Category:Westminster system Category:Parliamentary procedure in Canada",
 "title": "Question Period"
}