{
 "id": "220501",
 "text": "The seedsnipes are a small family, Thinocoridae, of small gregarious waders which have adapted to a herbivorous diet. The family is divided into two genera, Attagis and Thinocorus, each containing two species. The family has a South American distribution, in the Andean and Patagonian regions. The relationships with other families within the order Charadriiformes are uncertain, it has been suggested that the plains wanderer of Australia, the jacanas and the painted snipes are their closest relatives.van Tuinen, Marcel; Waterhouse, David & Dyke, Gareth J. (2004): Avian molecular systematics on the rebound: a fresh look at modern shorebird phylogenetic relationships. Journal of Avian Biology 35(3): 191-194. The plains wanderer in particular has a similar feeding ecology, although differs markedly in breeding biology. The family's common name is misleading, as they do not resemble true snipe, having short bills on small heads, and seeds do not form a major part of the diet.Fjeldså, J. (1996) \"Family Thinocoridae (Seedsnipes)\" in del Hoyo, J.; Elliot, A. & Sargatal, J. (editors). (1996). Handbook of the Birds of the World. Volume 3: Hoatzin to Auks. Lynx Edicions. One species Thinocorus rumicivorus is however known to feed on the fleshy flower petal appendages of Calceolaria uniflora, a species of Scrophularaceae. In the process of feeding on these sugar rich appendages, they also pollinate the flowers. They resemble grouse, quail and sandgrouse, only with long wings. The seedsnipes in the genus Thinocorus are smaller, ranging in size from a sparrow to a snipe, whereas the genus Attagis are larger, the size of a ptarmigan. They have short legs (but long toes) and tails. The colour of their plumage is generally cryptic. There is some sexual dimorphism in the plumage of the Thinocorus species, the males have grey faces, necks and breasts. Seedsnipes inhabit a variety of harsh environments, including grasslands, grass steppes, semi-arid deserts and alpine habitats. The rufous-bellied seedsnipe ranges as far up as to the snowline (5500 m). Their 2–3 eggs are laid in a shallow scrape on the ground. == Species == {| class=\"wikitable collapsible\" |- ! Image ! Genus !Species |- |175px |Attagis | * Rufous-bellied seedsnipe Attagis gayi * White- bellied seedsnipe Attagis malouinus |- |175px |Thinocorus | * Grey-breasted seedsnipe Thinocorus orbignyanus * Least seedsnipe Thinocorus rumicivorus |- |} == References == == External links == * Seedsnipe videos on the Internet Bird Collection * Category:Taxa named by John Edward Gray",
 "title": "Seedsnipe"
}