{
 "id": "220577",
 "text": "thumb|Charles Alfred Stothard (1786–1821) Charles Alfred Stothard (5 July 1786 – 28 May 1821) was an English antiquarian draughtsman, with a special interest in monumental effigies. == Life == Stothard was born in London, the son of the painter, Thomas Stothard. He was educated at a school run by a Mr Dearne, and then became a private pupil of the Rev Robert Burnside. He studied at the Royal Academy from 1807, and began his first historical picture, the Death of Richard II in Pomfret Castle three years later. His depiction of the king was based closely on the effigy on his tomb in Westminster Abbey. He soon abandoned the historical painting for a project which he hoped would be more remunerative, The Monumental Effigies of Great Britain. He published the first part in 1811; an accompanying advertisement explained that its purpose was to supply historical painters with accurate details of costume up to the reign of Henry VIII, to illustrate history and biography, and to provide accurate information on dress for productions of the plays of Shakespeare. During 1815 he travelled Britain making drawings for Daniel Lysons' Magna Britannica. In that year he was appointed historical draughtsman to the Society of Antiquaries, who sent him to Bayeux to make coloured drawings of the tapestry for publication in the series Vetusta Monumenta. He made three visits to Northern France in 1816–19 for this project. On the first of these he also discovered the location of the monuments of the Plantagenets, which had been moved when the chapel at the abbey of Fontevraud in which they were housed was demolished during the French Revolution, and made accurate drawings of them. He was elected a fellow of the Society of Antiquaries in 1819. He made copies of the medieval paintings discovered in the chamber of the House of Lords, and prepared a paper discussing their date. He visited the Netherlands in September 1820, and early the next year prepared the eleventh part of the Monumental Effigies, finished a large plate of the effigies from Fontevraud and began a work on seals. In February 1818, he married Anna Eliza Kempe, who accompanied him when they travelled to France that year. She retained many of his drawings after his death and left them to the British Museum after her own death, in 1883. They had one child, a daughter, who only survived her father by a year. == Death and burial == In May 1821 he went to Devon to make drawings for Daniel and Samuel Lysons' history of Devon, Magna Britannia, vol. 6, Devonshire, published in 1822. He died on the 28 May, falling from a ladder while tracing a portrait from one of the windows in St Andrew's Church, Bere Ferrers. His grave is at Bere Ferrers. A later antiquarian, W. H. Hamilton Rogers, who also made studies of the Ferrers family in the same church, wrote 70 years later: The \"founder of these courts below\" was Sir William Ferrers, founder of Bere Ferrers church, whose image appears in the stained glass window Stothard was drawing at the time of his death. == Publications == Stothard's principal publication was The Monumental Effigies of Great Britain; selected from our cathedrals and churches for the purpose of bringing together, and preserving correct representations of the best historical illustrations extant, from the Norman Conquest to the reign of Henry the Eighth, a folio volume containing many etched plates. He began to issue it in parts in 1811, but it remained unfinished at his death. His widow, Anna Eliza, brought it to completion, with the assistance of four different etchers (who produced the remaining plates from Stothard's original drawings), and her brother, Alfred John Kempe (who provided additional text, based in part on Stothard's own notes). The complete volume finally appeared in 1832, although it contains two title pages, one dated 1817 and the other 1832, which has sometimes caused bibliographical confusion. The focus of the published work is firmly on effigies, but Phillip Lindley has shown that this was a consequence of Stothard's premature death, and that his intention was to record more of their monumental and architectural contexts. A second edition of Monumental Effigies, in two folio volumes and with further additional text by John Hewitt, was published in 1876.Encyclopædia Britannica, 1911. A facsimile edition of the first edition, at a slightly reduced size, was issued by Ken Trotman Publishing in 2011. Engravings from Stothard's drawings of the Bayeux Tapestry were made by James Basire, and published in 1823. They show the complete tapestry, and were described by the art historian Eric Maclagan as \"exquisite plates [which] still provide what is in many ways the most adequate representation of the original\". Anna Eliza also published her Memoirs of Stothard, incorporating many journal entries, letters, and other original documents, in 1823. The book did much to mould and enhance his posthumous reputation. == References == == Further reading == * * == External links == * Charles Alfred Stothard collection in the National Portrait Gallery website Category:1786 births Category:1821 deaths Category:19th-century antiquarians Category:Accidental deaths from falls Category:Accidental deaths in England Category:Bere Ferrers Category:English antiquarians Category:Fellows of the Society of Antiquaries of London",
 "title": "Charles Alfred Stothard"
}