{
 "id": "220964",
 "text": "Ska punk (also spelled ska-punk) is a fusion genre that mixes ska music and punk rock music together. (sometimes spelled skacore) is a subgenre of ska punk that mixes ska with hardcore punk. Early ska punk mixed both 2 Tone and ska with hardcore punk. Ska punk tends to feature brass instruments, especially horns such as trumpets, trombones and woodwind instruments like saxophones, making the genre distinct from other forms of punk rock. It is closely tied to third wave ska which reached its zenith in the mid 1990s. Before ska punk began, many ska bands and punk rock bands performed on the same bills together and performed to the same audiences. Some music groups from the late 1970s and early 1980s, such as the Clash, the Deadbeats, the Specials, the Beat, and Madness fused characteristics of punk rock and ska, but many of these were either punk bands playing an occasional ska-flavored song, or are usually considered 2-Tone ska bands who played faster songs with a punk attitude. During the late 1980s and early 1990s, ska-punk enjoyed its greatest success, heralded by bands such as Fishbone, Dance Hall Crashers, The Mighty Mighty Bosstones, Citizen Fish, Sublime, the Porkers, Mad Caddies, Culture Shock, The Ernies, Operation Ivy, Less Than Jake, and Reel Big Fish. Ska punk had significant mainstream success in the middle-to-late 1990s, with many bands topping pop and rock music charts. The best selling ska punk record of the era was No Doubt's Tragic Kingdom, which was certified diamond by the RIAA in 1999 and was certified diamond by Music Canada in 1997. By the early 2000s, many of the bands in ska punk had broken up, and the genre lost mainstream appeal, though it continued to have underground popularity and featured a revival in the late 2010s with bands like The Interrupters returning to chart success, when their song \"She's Kerosene\" reached the top-5 on alternative and rock music charts in Canada and the U.S. ==Characteristics== Ska punk combines ska music with punk rock music. is a subgenre of ska punk that blends ska with hardcore punk. Early ska punk combined both 2 Tone and ska with hardcore punk. Ska punk often features wind instruments, especially horns such as saxophones, trombones and trumpets, making the genre distinct from other forms of punk rock. It is similar to traditional Jamaican ska, but faster and heavier. ==History== ===Predecessors and early development (Late 1970s, 1980s, and early 1990s)=== Before ska punk started, many ska bands and punk rock bands performed on the same bills together and appealed to the same audiences. A ska revival occurred simultaneously around the beginning of British punk rock and the near- simultaneous rebirth of the late 1970s British mod and skinhead movements. During the late 1970s and early 1980s in United Kingdom, many punk rock bands mixed punk rock with ska influences. Pioneering punk rock band the Clash incorporated influences from ska alongside a range of other genres on their seminal 1979 post-punk album London Calling. Songs like 1978's \"Kill The Hippies\" by the Deadbeats prominently featured horns, although there are no ska elements. Other British bands that were influenced by both punk rock and ska included the Specials, the Beat and Madness. With both films like the 1981 documentary film Dance Craze and supportive radio stations like Los Angeles, California's KROQ, ska crossed the Atlantic. Many early ska punk bands mixed 2 Tone with hardcore punk. During the 1980s, ska punk was underground. However, Fishbone, one of the earliest ska punk bands, achieved moderate success. Other ska punk bands from the 1980s and early 1990s include Operation Ivy, Culture Shock, Voodoo Glow Skulls, the Porkers, Sublime, Citizen Fish, The Mighty Mighty Bosstones, The Suicide Machines, MU330 and Dance Hall Crashers. thumb|right|200px|Ska punk band the Mighty Mighty Bosstones performing in 2008 ===Mainstream success (Mid–late 1990s)=== Ska punk broke into the mainstream in the mid-1990s with bands such as Sublime, No Doubt, Goldfinger, Reel Big Fish, The Mighty Mighty Bosstones, Less Than Jake and Rancid all achieving mainstream success. Sublime's song \"Date Rape\" became a hit on major California alternative rock radio stations. However, Sublime did not reach its peak of popularity until 1996 with the release of the band's 1996 self-titled album, which was certified 5x platinum by the Recording Industry Association of America (RIAA) in 1999. Because of Sublime's popularity, the band's album 40oz. to Freedom was certified 2x platinum by the RIAA in 2005. Another ska punk band that achieved mainstream success during the mid-late 1990s was No Doubt. No Doubt's 1995 album Tragic Kingdom was certified diamond by the RIAA in 1999 and was certified diamond by Music Canada in 1997. Tragic Kingdom sold at least 16,000,000 copies worldwide. Rancid's song \"Time Bomb\" peaked at number 48 on the Billboard Hot 100 Airplay chart and the band's 1994 album ...And Out Come the Wolves was certified platinum by the RIAA. Reel Big Fish's album Turn the Radio Off, which was released in August 1996, was certified gold by the RIAA in November 1997. Reel Big Fish's song \"Sell Out\" peaked at number 69 on the Billboard Hot 100 Airplay chart. Goldfinger's song \"Here in Your Bedroom\" peaked at number 47 on the Billboard Hot 100 Airplay chart. The Mighty Mighty Bosstones achieved mainstream success in 1997; their song \"The Impression That I Get\" peaked at number 23 on the Billboard Hot 100 Airplay chart, number 19 on the Mainstream Top 40 chart, and number 17 on the Adult Pop Songs chart. Also, the Mighty Mighty Bosstones' song \"The Rascal King\" peaked at number 68 on the Billboard Hot 100 Airplay chart. The Mighty Mighty Bosstones' album Let's Face It, which was released in March 1997, was certified platinum by the RIAA in September 1997. In 2000, Billboard wrote that according to Nielsen SoundScan, Let's Face It sold 1,700,000 copies. Smash Mouth's 1997 album Fush Yu Mang was certified 2x platinum in 1999. === Decline (2000s–early 2010s) and revival (late 2010s–present)=== Ska and reggae influenced rock music retreated to niche status by the first decade of the 2000s, with many major acts, such as The Mighty Mighty Bosstones taking an extended hiatus, and chart success eluded most bands of the genre. Some acts continued to produce such music through the decade, spearheaded by groups from Southern California (the home of ska-punk pioneers Sublime) such as Slightly Stoopid, Long Beach Shortbus, Long Beach Dub Allstars, and Tribal Seeds. Goldfinger released \"The Knife\" in 2017 and does sporadic one-off shows and short tours a few times each year. In 2017, Less Than Jake released their \"Sound The Alarm\" EP and continue to tour internationally. In 2018, Reel Big Fish released \"Life Sucks... Let's Dance\" and continue to tour, with Aaron Barrett being the only remaining original member of the band. The Mighty Mighty Bosstones would reform and continue to use their former popularity to promote the genre, hosting their Hometown Throwdown concert series each December. In 2018, The Mighty Mighty Bosstones released \"While We're at It\" and continue to tour internationally. Between 2017 and 2018, Fishbone reunited with most of their original lineup and continue to tour regularly. Chart success returned in 2018, when The Interrupters scored a minor hit with their song \"She's Kerosene\", that peaked at No. 4 on the Billboard Alternative Songs chart and No. 1 on the RPM Canadian rock/alternative chart. Detroit ska punk outfit The Suicide Machines released a new album titled \"Revolution Spring\", released in March 2020 on Fat Wreck Chords. The Planet Smashers released \"Too Much Information\" on Stomp Records in 2019 and continue to play shows in the U.S. and Canada. Mustard Plug from Grand Rapids, Michigan continues to tour and put out new music as well. Furthermore, the duo 100 Gecs incorporated ska punk elements into their 2019 song \"Stupid Horse\" from their self-titled album. Ann Arbor, Michigan-based ska punk band, We Are the Union released \"Self Care\" in 2018 and tour frequently. Their trombone player, Jeremy Hunter, has their own YouTube channel called Skatune Network. They post ska and ska punk covers of a multitude of different songs ranging from video game soundtracks and cartoon songs to pop punk and more. The channel has a significant international following online and has released multiple albums of the songs. Buck-O-Nine released a new album titled: \"Fundaymental\" in 2019. Other artists that continue to tour and/or put out music on a regular basis include: Kill Lincoln, Omnigone, Catbite, Big D and the Kids Table, Five Iron Frenzy, Pilfers, Mad Caddies, Voodoo Glow Skulls, Joystick, Mike Park's The Bruce Lee Band, Tape Girl, Noise Complaint, Skatsune Miku, Monkey, and Ballyhoo!. == See also == *List of ska musicians *Reggae rock ==References== ===Citations=== ===Bibliography=== * * * Category:English styles of music Category:American styles of music Category:British rock music genres Category:Ska genres Category:Punk rock genres Category:Fusion music genres Category:Reggae fusion Category:1990s in music Category:20th-century music genres Category:1990s fads and trends Category:American rock music genres Category:Music of California",
 "title": "Ska punk"
}