{
 "id": "221272",
 "text": "The Pianist is a memoir by the Polish-Jewish pianist and composer Władysław Szpilman in which he describes his life in Warsaw in occupied Poland during World War II. After being forced with his family to live in the Warsaw Ghetto, Szpilman manages to avoid deportation to the Treblinka extermination camp, and from his hiding places around the city witnesses the Warsaw Ghetto Uprising in 1943 and the Warsaw Uprising (the rebellion by the Polish resistance) the following year. He survives in the ruined city with the help of friends and strangers, including Wilm Hosenfeld, a German army captain who admires his piano playing. The book was first published in Polish in 1946 as Śmierć Miasta. Pamiętniki Władysława Szpilmana 1939–1945 (\"Death of a City: Memoirs of Władysław Szpilman 1939–1945\"), edited by Jerzy Waldorff, a Polish music critic and friend of Szpilman's. In his introduction, Waldorff explained that he had written down the story as told by Szpilman.Piotr Kuhiwczak (2007). \"The Grammar of Survival: How Do We Read Holocaust Testimonies?\", in Myriam Salama- Carr (ed.), Translating and Interpreting Conflict, Amsterdam and New York: Rodopi, 70. A 1950 Polish film based on the book was heavily censored by the Communist government.Melissa U. D. Goldsmith, Paige A. Willson, Anthony J. Fonseca (2016). The Encyclopedia of Musicians and Bands on Film, Lanham: Rowman & Littlefield (218–221, 229–230), 230. A German translation by Karin Wolff in 1998, Das wunderbare Überleben: Warschauer Erinnerungen (\"The Miraculous Survival: Warsaw Memories\"), named Władysław Szpilman as the sole author, and in 1999 an English translation by Anthea Bell was published as The Pianist: The Extraordinary Story of One Man's Survival in Warsaw, 1939–45. Two years after Szpilman's death, Roman Polanski's The Pianist (2002) won the Palme d'Or at the Cannes Film Festival, and the following year three Academy Awards (best adapted screenplay, best actor and best director), and BAFTA Awards for best film and best direction. ==Synopsis== ===Władysław Szpilman=== Władysław Szpilman (1911–2000) was born in Sosnowiec, Poland, and studied piano in the early 1930s at the Fryderyk Chopin University of Music in Warsaw and at the Berlin Academy of Arts.\"Szpilman's Warsaw: The History behind The Pianist\", United States Holocaust Memorial Museum. In Berlin he was instructed by Leonid Kreutzer and Artur Schnabel. During his time at the academy he also studied composition with Franz Schreker. In 1933, after Adolf Hitler and the Nazi Party rose to power in Germany, Szpilman returned to Warsaw, where he worked as a pianist for Polish Radio.Andrzej Szpilman (2000). \"Foreword\", in Władysław Szpilman, The Pianist, New York: Picador. During the invasion of Poland in September 1939, German bombs destroyed the power station that kept Polish Radio running. Szpilman played the station's last pre-war live recording (a Chopin recital) on 23 September 1939, the day it went off the air.For the date, \"Polish Radio – Studio 1 named after Pianist Szpilman\", Radio Poland, 25 September 2011. Days after Warsaw's surrender, German leaflets were hung on the walls of buildings, promising Poles the protection of the German state. A section of the leaflets were devoted to Jews, guaranteeing that their rights, property and lives would be secure. Decrees applying to Jews were posted around the city. From 1 December Jews over the age of 12 had to wear a blue Star of David on a white armband; they were given five days to comply.The Pianist, 54. They had to hand real estate and valuables over to German officials. Jewish families were permitted to own just 2,000 złoty; the rest had to be deposited in a bank in a blocked account.The Pianist, 45. Very few people complied. Szpilman's family—he was living with his parents, his brother Henryk, and his sisters Regina and Halina—hid their money in the window frame, an expensive gold watch under a cupboard, and the watch's chain beneath the fingerboard of Szpilman's father's violin.The Pianist, 46. ===Creation of the ghetto=== By 1940 many of the roads leading to the area set aside for the Warsaw ghetto were being blocked off with walls. No reason was given for the construction work. Notices appeared in the streets that were to mark the ghetto's boundary announcing that the area was infected by typhus. Szpilman describes a newspaper article that appeared soon after the ghetto was announced: thumb|upright=1.2|Construction of the ghetto wall across Świętokrzyska Street > [T]he only Warsaw newspaper published in Polish by the Germans provided an > official comment on this subject: not only were the Jews social parasites, > they also spread infection. They were not, said the report, to be shut up in > a ghetto; even the word ghetto was not to be used. The Germans were too > cultured and magnanimous a race, said the newspaper, to confine even > parasites like the Jews to ghettos, a medieval remnant unworthy of the new > order in Europe. Instead, there was to be a separate Jewish quarter of the > city where only Jews lived, where they would enjoy total freedom, and where > they could continue to practise their racial customs and culture. Purely for > hygienic reasons, this quarter was to be surrounded by a wall so that typhus > and other Jewish diseases could not spread to other parts of the city.The > Pianist, 58–59. Szpilman's family was already living in the ghetto-designated area; other families had to find new homes within its confines. They were given just over a month's warning, and many had to pay exorbitant rents for tiny slums in bad areas. (By May 1941, 445,000 Jews were living in the ghetto, which covered 4.5 percent of the city's area.)Friedlander (2008), 105. ===Life in the ghetto=== By the time the Germans closed the gates of the ghetto on 15 November 1940, Szpilman's family had sold all their belongings, including their \"most precious household possession\", the piano. Szpilman found he was able to earn a living by playing piano, first in the ghetto's Café Nowoczesna in Nowolipki Street, then in a café in Sienna Street frequented by the Jewish intelligentsia, and later in the ghetto's largest café, the Sztuka in Leszno Street.The Pianist, 13–14, 16. thumb|left|upright=0.9|Café Nowoczesna poster advertising several performers, including Władysław Szpilman, 1941 The Café Nowoczesna pandered to the ghetto's upper class, largely smugglers and their guests. The closure of the ghetto had made little difference to the trade. Food, drink and luxury goods arrived heaped on wagons; Kon and Heller, who ran the business (both in the service of the Gestapo), paid the guards to turn a blind eye. There were other, less organized, forms of smuggling too. Every afternoon carts would pass by the ghetto wall, a whistle would be heard, and bags of food would be thrown over the wall. Several smugglers were children who squeezed through the gutters that ran from the Aryan to the Jewish side.The Pianist, 11–13. 68. Szpilman describes watching such an operation in progress; the goods had been thrown over, and the child was about to follow: > His skinny little figure was already partly in view when he suddenly began > screaming, and at the same time I heard the hoarse bellowing of a German on > the other side of the wall. I ran to the child to help him squeeze through > as quickly as possible, but in defiance of our efforts his hips stuck in the > drain. I pulled at his little arms with all my might, while his screams > became increasingly desperate, and I could hear the heavy blows struck by > the policeman on the other side of the wall. When I finally managed to pull > the child through, he died. His spine had been shattered.The Pianist, 12–13. As time went on, the ghetto slowly split into a small ghetto, made up of the intelligentsia and middle and upper classes, and a large one that held the rest of the Warsaw Jews. The two were connected by a crossing on Chłodna Street. Szpilman and his family lived in the small ghetto, which was less crowded and dangerous. Whenever he went into the large ghetto, he would visit a friend, Jehuda Zyskind, who worked as a smuggler, trader, driver or carrier as the need arose. Zyskind would supply Szpilman with the latest news from outside the ghetto, which he received via radio. In the winter of 1942, Zyskind and his family were shot after being caught producing underground publications. After completing whatever other business he had, Szpilman would head back to his house in the small ghetto. On his way he would meet up with his brother, Henryk, who made a living trading books in the street. Henryk, like Władysław, was cultured and well educated. Many of his friends advised him to do as most young men of the intelligentsia and join the Jewish Ghetto Police, an organization of Jews who worked under the SS, upholding their laws in the ghetto. Henryk refused to work with \"bandits\". In May 1942 the Jewish police began to carry out the task of \"human hunting\" for the Germans: > You could have said, perhaps, that they caught the Gestapo spirit. As soon > as they put on their uniforms and police caps and picked up their rubber > truncheons, their natures changed. Now their ultimate ambition was to be in > close touch with the Gestapo, to be useful to Gestapo officers, parade down > the street with them, show off their knowledge of the German language and > vie with their masters in the harshness of their dealings with the Jewish > population. During a \"human hunt\" conducted by the Jewish police, Henryk was picked up and arrested. Szpilman went to the labour bureau building, hoping that his popularity as a pianist would be enough to secure Henryk's release and stop himself from being arrested as well, for none of his papers were in order. After much effort, he managed to extract a promise from the deputy director of the labour bureau that Henryk would be home by that night. The other men arrested during the sweep were taken to Treblinka. ===Umschlagplatz=== The deportations began on 22 July 1942. Buildings, randomly selected from all areas of the ghetto, were surrounded by German officers leading troops of Jewish police. The inhabitants were called out and the buildings searched, then everyone was loaded into wagons and taken to the Umschlagplatz (assembly area) in Stawki Street next to the Warszawa Gdańska station. From there, they were loaded onto trains. Notices posted around the city said that all Jews fit to work were going to the East to work in German factories. They would each be allowed 20 kilograms of luggage, jewelry, and provisions for two days. Only Jewish officials from the Judenräte or other social institutions were exempt from resettlement. In the hope of being allowed to stay in Warsaw if they were useful to the German community, Jews tried to find work at German firms that were recruiting within the ghetto. If they managed to find work, often by paying their employer to hire them, Jews would be issued with certificates of employment. They would pin notices bearing the name of the place where they were working onto their clothing. After six days searching and deal making, Szpilman managed to procure six work certificates, enough for his entire family. At this time, Henryk, Władysław and their father were given work sorting the stolen possessions of Jewish families at the collection centre near the Umschlagplatz. They and the rest of the family were allowed to move into the barracks for Jewish workers at the centre. On 16 August 1942, their luck ran out. A selection was carried out at the collection centre, and only Henryk and Halina passed as fit to work. The rest of the family was taken to the Umschlagplatz. Henryk and Halina, working in the collection centre, heard about the family's plight and volunteered to go there too. Szpilman was horrified by his siblings' headstrong decision, and only accepted their presence after his appeal to the guards had failed to secure their release. The family sat together in the large open space: thumb|upright=1.2|Jews being loaded onto freight trains at the Umschlagplatz > At one point a boy made his way through the crowd in our direction with a > box of sweets on a string round his neck. He was selling them at ridiculous > prices, although heaven knows what he thought he was going to do with the > money. Scraping together the last of our small change, we bought a single > cream caramel. Father divided it into six parts with his penknife. That was > our last meal together. By six o'clock that night, the first wagons were full. There was a strong smell of chlorine. The SS were pushing people with their rifle butts, and those already inside were crying and shouting. Szpilman had walked halfway down the train with his family when he heard someone shout his name: \"Here! Here, Szpilman!\" Someone grabbed him by the collar, and he was pulled out of the police cordon. Szpilman never saw his family again. The train took them to the Treblinka extermination camp, and none survived the war. ===Death of a city=== Szpilman got work to keep himself safe. His first job was demolishing the walls of the large ghetto; now that most of the Jews had been deported, it was being reclaimed. While doing this, Szpilman was allowed to go to the Gentile side of Warsaw. When they could slip away, he and the other workers visited Polish food stalls and bought potatoes and bread. By eating some of the food and selling or trading the rest in the ghetto (where the value skyrocketed), the workers could feed themselves and raise enough money to repeat the exercise the next day. Szpilman survived another selection and was sent to other jobs. Eventually, he was posted to a steady job as \"storeroom manager\", where he organized the stores at the SS accommodation. At around this time, the Germans in charge of Szpilman's group decided to allow each man five kilograms of potatoes and a loaf of bread every day, to make them feel more secure under the Germans; fears of deportation had been running at high levels since the last selection. To get this food, the men were allowed to choose a representative to go into the city with a cart every day and buy it. They chose a young man known as \"Majorek\" (Little Major). Majorek acted not only to collect food, but as a link between the Jewish resistance in the ghetto and similar groups outside. Hidden inside his bags of food every day, Majorek would bring weapons and ammunition into the ghetto to be passed to the resistance by Szpilman and the other workers. Majorek was also a link to Szpilman's Polish friends on the outside; through Majorek, Szpilman managed to arrange his escape from the ghetto. On 13 February 1943, Szpilman slipped through the ghetto gate and met up with his friend Andrzej Bogucki on the other side. As soon as he saw Szpilman coming, Bogucki turned away and began to walk towards the hiding place they had arranged for him. Szpilman followed, careful not to reveal himself as Jewish by straying into the light of a street lamp while a German was passing. Szpilman only stayed in his first hiding place for a few days before he moved on. While hiding in the city, he had to move many times from flat to flat. Each time he would be provided with food by friends involved in the Polish resistance who, with one or two exceptions, came irregularly but as often as they were able. These months were long and boring for Szpilman; he passed his time by learning to cook elaborate meals silently and out of virtually nothing, by reading, and by teaching himself English. During the entire period he lived in fear of capture by the Germans. If he were ever discovered and unable to escape, Szpilman planned to commit suicide so that he would be unable to compromise any of his helpers under questioning. During the months spent in hiding, he came extremely close to suicide on several occasions. ===Warsaw uprising=== Szpilman continued to live in his hiding places until August 1944. That month, just weeks after the first Soviet shells had fallen on the city, the Warsaw uprising began, the Polish Home Army's effort to fight the German occupiers. As a result of the Soviet attack, the Germans had begun evacuating the civilian population, but there was still a strong military presence in Warsaw. This was the target of the Warsaw rebellion. From the window of the fourth-floor flat in which he was hiding, Szpilman had a good vantage point from which to watch. Hiding in a predominantly German area, he was not in a good position to join the fighting—he would need to get past several units of German soldiers who were holding the area—so he stayed in his building. On 12 August 1944, the German search for those behind the rebellion reached Szpilman's building. It was surrounded by Ukrainian fascists and the inhabitants were ordered to evacuate before the building was destroyed. A tank fired a couple of shots into the building, then it was set alight. Szpilman could only hope that the flats on the first floor were the only ones burning, and that he would escape the flames by staying high. But within hours, his room filled with smoke, and he began to feel the effects of carbon monoxide poisoning. He was resigned to dying, and decided to commit suicide by swallowing sleeping pills followed by a bottle of opium. But as soon as he took the sleeping pills, which acted almost instantly on his empty stomach, he fell asleep. When he woke up, the fire was no longer burning as powerfully. All the floors below Szpilman's were burned out to varying degrees, and he left the building to escape the smoke that filled the rooms. He sat down just outside the building, leaning against a wall to conceal himself from the Germans on the road on the other side. He remained hidden until dark, then he struck out across the road to an unfinished hospital building that had been evacuated. He crossed the road on hands and knees, lying flat and pretending to be a corpse (of which there were many on the road) whenever a German unit came into sight. When he eventually reached the hospital, he collapsed on the floor and fell asleep. The next day Szpilman explored the hospital thoroughly. It was full of items the Germans intended to take with them, meaning he would have to be careful travelling around the building in case a group should arrive to loot. To avoid the patrols that occasionally swept the building, Szpilman hid in a lumber room, tucked in a remote corner of the hospital. Food and drink were scarce in the hospital, and for the first four or five days of his stay in the building, Szpilman was unable to find anything. When, again, he went searching for food and drink, Szpilman managed to find some crusts of bread and a fire bucket full of water. The stinking water was covered in an iridescent film, but Szpilman drank deeply, although he stopped after inadvertently swallowing a considerable amount of dead insects. On 30 August Szpilman moved back into his old building, which by now had entirely burnt out. Here, in larders and bathtubs (now open to the air because of the fire), Szpilman found bread and rainwater, which kept him alive. During his time in this building the Warsaw uprising was defeated and the evacuation of the civilian population was completed. The Polish Home Army signed the capitulation agreement on 2 October 1944; 150,000 civilians are thought to have died.Joshua D. Zimmerman (2015). The Polish Underground and the Jews, 1939–1945, Cambridge University Press, 408. By October 14 Szpilman and the German army were all but the only humans still living in Warsaw, which had been completely destroyed by the Germans: > [The city] now consisted of the chimneys of burnt-out buildings pointing to > the sky, and whatever walls the bombing had spared: a city of rubble and > ashes under which the centuries-old culture of my people and the bodies of > hundreds of thousands of murdered victims lay buried, rotting in the warmth > of these late autumn days and filling the air with a dreadful stench.The > Pianist, 167. As November set in, so did winter. Living in the attic of the block of flats, with very little protection from the cold and the snow, Szpilman began to get extremely cold. As a result of the cold and the squalor, he eventually developed an insatiable craving for hot porridge. So, at great risk, Szpilman came down from the attic to find a working oven in one of the flats. He was still trying to get the stove lit when he was discovered by a German soldier: From then on, Szpilman decided to stay hidden on the roof, coming down only at dusk to search for food. He was soon forced to change his plans. Lying on the roof one day, he suddenly heard a burst of gunfire; two Germans were standing on the roof shooting at him. Szpilman slithered through the trapdoor onto the stairway, and down into the expanse of burnt-out buildings. ===Wilm Hosenfeld=== Szpilman soon found a similar building that he could live in. It was the only multi-story building in the area and, as was now his custom, he made his way up to the attic. Days later, while raiding one of its kitchens, he suddenly heard a German voice ask what he was doing. Szpilman said nothing, but sat down in despair by the larder door. The German officer, Wilm Hosenfeld, asked for his occupation, and Szpilman replied that he was a pianist. Hosenfeld led him to a piano in the next room and instructed him to play: thumb|left|Commemorative plaque at 223 Niepodległości Avenue Hosenfeld went with Szpilman to take a look at his hiding place. Inspecting the attic thoroughly, he found a loft above the attic that Szpilman hadn't noticed. He helped Szpilman find a ladder and climb up into the loft. From then until his unit retreated from Warsaw, he supplied Szpilman with food, water and encouraging news of the Soviet advance. Hosenfeld's unit left during the first half of December 1944. He left Szpilman with supplies and a German army greatcoat. Szpilman had little to offer by way of thanks, but told him that if he should ever need help, he should ask for the pianist Szpilman of the Polish Radio. The Soviets finally arrived on 15 January 1945. When the city was liberated, troops began to arrive, with civilians following them, alone or in small groups. Wishing to be friendly, Szpilman came out of his hiding place and greeted one of these civilians, a woman carrying a bundle on her back. Before he had finished speaking, she dropped her bundle, turned and fled, shouting that Szpilman was \"a German!\" He ran back inside his building. Minutes later, the building was surrounded by troops who were making their way in via the cellars. Szpilman came down the stairs slowly, shouting \"Don't shoot! I'm Polish!\" A young Polish officer came up the stairs towards him, pointing his pistol and telling him to put his hands up. The officer inspected him closely; he eventually agreed that Szpilman was Polish and lowered the pistol. ==Career after the war, last years and death== Szpilman resumed his musical career at Radio Poland in Warsaw, in 1945. His first piece at the newly reconstructed recording room of Radio Warsaw, Chopin's Nocturne in C sharp minor, was the last piece he had played six years before. A violinist friend, Zygmunt Lednicki, told Szpilman about a German officer he had met at a Soviet POW camp. The officer, learning that Lednicki was a musician, had asked if he knew Władysław Szpilman. Lednicki had said that he did, but before the German could tell him his name, the guards at the camp had asked Lednicki to move on and sat the German back down again. When Szpilman and Lednicki returned to where the camp had been, it had gone. Szpilman did everything in his power to find the officer, but it took him five years even to discover his name. He went to the government in an attempt to secure Hosenfeld's release, but Hosenfeld and his unit, which was suspected of spying, had been moved to a POW camp at a secret location somewhere in Soviet Russia, and there was nothing the Polish government could do. Hosenfeld died in captivity in 1952. He was recognized by Israel as Righteous Among the Nations in 2008. Szpilman went on to become the head of Polish Radio's music department until 1963, when he retired to devote more time to composing and touring as a concert pianist. In 1986 he retired from the latter and became a full-time composer. Szpilman died in Warsaw on 6 July 2000, aged 88. ==Publication history== ===First edition=== Part of the memoir first appeared as \"Pamietniki Szpilmana\" (\"Szpilman's Memoirs\") in the summer of 1946 in Przekrój, a Polish weekly magazine, under the byline of Jerzy Waldorff, a Polish music critic and popular author whom Szpilman had met on vacation in Krynica in 1938. The book, Śmierć Miasta. Pamiętniki Władysława Szpilmana 1939–1945 (\"Death of a City: Memoirs of Władysław Szpilman 1939–1945\"), was published in 1946 by Wiedza. Waldorff was named as the editor, rather than author.Śmierć Miasta. Pamiętniki Władysława Szpilmana 1939–1945. Opracował [developed by] Jerzy Waldorff, Spoldzielnia Wydawnicza Wiedza, Warszawa 1946 (title page). He added a commentary and introduction, explaining in the latter that he had written down the story as told by Szpilman. The decision to present Szpilman as the author was made by the publishing house, according to Krzysztof Lichtblau of Szczecin University, citing Waldorff's biographer, Mariusz Urbanek.Mariusz Urbanek (2008). Waldorff. Ostatni baron Peerelu. Warszawa, 156. , cited in Lichtblau 2013, 220. The oral testimonies of Holocaust survivors were regularly put down on paper by professional writers.Lichtblau 2013, 220. According to Wolf Biermann in his afterword in the German and English editions, Śmierć Miasta was withdrawn from circulation after a few months by the Polish censors. An eyewitness account of the collaboration of Jews, Russians and Poles with Germans did not sit well with Stalinist Poland or, indeed, with anyone, he wrote.Wolf Biermann (2000). \"Afterword\", in Wladyslaw Szpilman, The Pianist, New York: Picador, 211–212. ===German and English translations=== In 1998 a German translation by Karin Wolff was published by Econ Verlag as Das wunderbare Überleben: Warschauer Erinnerungen (\"The Miraculous Survival: Warsaw Memories\"). This new edition named Władysław Szpilman as the sole author, and included Biermann's afterword, part of a memoir by Wilm Hosenfeld, and a foreword by Szpilman's son, Andrzej Szpilman. Waldorff told Życie Warszawy that he was hurt that his name had been omitted, although everything was legal because Szpilman owned the copyrights. After the interview, Szpilman reportedly stopped talking to Waldorff. Waldorff filed a lawsuit, and the Polish Society of Authors and Composers (ZAiKS) worked out a settlement, which stipulated that Waldorff's name be included in subsequent editions. He was also compensated financially. In 1999 Victor Gollancz published an English translation by Anthea Bell as The Pianist: The Extraordinary Story of One Man's Survival in Warsaw, 1939–45. The English edition was probably translated from the German; Bell did not translate from Polish. Władysław Szpilman was named as the author and copyright holder, and Jerzy Waldorff as responsible for the compilation of the first edition. Victor Gollancz Ltd holds the copyright of Bell's translation.Władysław Szpilman (1999). The Pianist: The Extraordinary Story of One Man's Survival in Warsaw, 1939–45, trans. Anthea Bell. London: Victor Gollancz Ltd. ===New editions: Polish, German=== A new Polish edition, Pianista: Warszawskie Wspomnienia 1939–1945, appeared in 2000.Władysław Szpilman (2000). Pianista: Warszawskie Wspomnienia 1939–1945. Kraków: Znak. A new German edition, Der Pianist: Mein wunderbares Überleben, appeared in 2002.Władysław Szpilman (2002). Der Pianist: Mein wunderbares Überleben, trans. Karin Wolff. Berlin: Ullstein Taschenbuch. ; \"Der Pianist: Mein wunderbares Überleben\", goodreads.com. ==Screen== Polish writers Jerzy Andrzejewski and Czesław Miłosz wrote a screenplay, Robinson Warszawski (\"Robinson of Warsaw\"), based on the book, but communist government censors insisted on drastic revisions: Szpilman, for example, became the non-Jewish Rafalski, and the German army officer became Austrian. Miłosz withdrew his name from the credits. The censored version was released in 1950 as Miasto nieujarzmione (\"Unvanquished City\"), directed by Jerzy Zarzycki.Kuhiwczak (2011), 286, n. 8; \"Robinson Warszawski (Unvanquished City)\", festival- cannes.com. Two years after Szpilman's death, Roman Polanski, who lived in the Kraków ghetto as a child, directed The Pianist (2002), starring Adrien Brody as Szpilman and Thomas Kretschmann as Hosenfeld, with a screenplay by Ronald Harwood.\"The Pianist\", rogerebert.com. The film won the Palme d'Or at the 2002 Cannes Film Festival. In 2003 at the 75th Academy Awards, it won best adapted screenplay for Harwood, best actor for Brody, and best director for Polanski;\"The 75th Academy Awards (2003) Nominees and Winners\", The Academy of Motion Picture Arts and Sciences. the best film and best direction at the 56th British Academy Film Awards; and the César Award for best film.\"Palmares 2003—28th Cesar Award Ceremony \", César Academie des Arts et Techniques du Cinema. ==Concerts and readings== As part of the 2007 Manchester International Festival, passages from Szpilman's book were recited by Peter Guinness, accompanied by the pianist Mikhail Rudy. Directed by Neil Bartlett, the performance took place in the warehouse attic of the Museum of Science and Industry in Manchester. The disused railway tracks outside the building recalled the trains that took the Jews from the ghetto to the concentration camps. The idea for the performance was conceived by Rudy, who gained the backing of Andrzej Szpilman. Rudy also performed at a concert dedicated to Szpilman's music, where he met his relatives. A presentation of The Pianist was organized by Andrzej Szpilman in 2014 in Germany, with music by Frédéric Chopin and Władyslaw Szpilman performed by Ewa Kupiec. Szpilman recited parts of the book. == Release details == * Władysław Szpilman (1946). Śmierć Miasta. Pamiętniki Władysława Szpilmana 1939–1945. Opracował [developed by] Jerzy Waldorff, Warsaw: Wiedza. * Władysław Szpilman (1998). Das wunderbare Überleben: Warschauer Erinnerungen, trans. Karin Wolff. Düsseldorf: Econ Verlag. * Władysław Szpilman (1999). The Pianist: The Extraordinary Story of One Man's Survival in Warsaw, 1939–45, trans. Anthea Bell. London: Victor Gollancz Ltd. * Władysław Szpilman (1999). The Pianist: The Extraordinary Story of One Man's Survival in Warsaw, 1939–45, trans. Anthea Bell. New York: Picador. * Władysław Szpilman (2000). Le Pianiste: L'extraordinaire destin d'un musicien juif dans le ghetto de Varsovie, 1939-1945, trans. Bernard Cohen. Paris: Robert Laffont. * Władysław Szpilman (2000). Pianista: Warszawskie Wspomnienia 1939–1945. Kraków: Znak. * Władysław Szpilman (2002). Der Pianist: Mein wunderbares Überleben, trans. Karin Wolff. Berlin: Ullstein Taschenbuch. == Notes == == References == : All references to The Pianist are to the 2000 Picador edition. == Further reading == * Władysław Szpilman information and biography, szpilman.net. * \"Szpilman's Warsaw: The History behind The Pianist\", United States Holocaust Memorial Museum. * Kerner, Aaron (2011). Film and the Holocaust, New York: Bloomsbury Publishing, 72–74. Category:1946 non-fiction books Category:1999 non-fiction books Category:Jewish Polish history Category:Personal accounts of the Holocaust Category:Polish memoirs Category:Polish non-fiction books Category:Władysław Szpilman",
 "title": "The Pianist (memoir)"
}