{
 "id": "22170",
 "text": "In mathematics, more specifically in general topology and related branches, a net or Moore-Smith sequence is a generalization of the notion of a sequence. In essence, a sequence is a function whose domain is the natural numbers. The codomain of this function is usually some topological space. The motivation for generalizing the notion of a sequence is that, in the context of topology, sequences do not fully encode all information about functions between topological spaces. In particular, the following two conditions are, in general, not equivalent for a map f between topological spaces X and Y: #The map f is continuous in the topological sense; #Given any point x in X, and any sequence in X converging to x, the composition of f with this sequence converges to f(x) (continuous in the sequential sense). While it is necessarily true that condition 1 implies condition 2, the reverse implication is not necessarily true if the topological spaces are not both first- countable. In particular, the two conditions are equivalent for metric spaces. The concept of a net, first introduced by E. H. Moore and Herman L. Smith in 1922, is to generalize the notion of a sequence so that the above conditions (with \"sequence\" being replaced by \"net\" in condition 2) are in fact equivalent for all maps of topological spaces. In particular, rather than being defined on a countable linearly ordered set, a net is defined on an arbitrary directed set. This allows for theorems similar to the assertion that the conditions 1 and 2 above are equivalent to hold in the context of topological spaces that do not necessarily have a countable or linearly ordered neighbourhood basis around a point. Therefore, while sequences do not encode sufficient information about functions between topological spaces, nets do, because collections of open sets in topological spaces are much like directed sets in behaviour. The term \"net\" was coined by John L. Kelley.Megginson, p. 143 Nets are one of the many tools used in topology to generalize certain concepts that may only be general enough in the context of metric spaces. A related notion, that of the filter, was developed in 1937 by Henri Cartan. == Definitions == Any function whose domain is a directed set is called a where if this function takes values in some set X then it may also be referred to as a . Elements of a net's domain are called its . Explicitly, a is a function of the form f : A \\to X where A is some directed set. A is a non-empty set A together with a preorder, typically automatically assumed to be denoted by \\,\\leq\\, (unless indicated otherwise), with the property that it is also () , which means that for any a, b \\in A, there exists some c \\in A such that a \\leq c and b \\leq c. In words, this property means that given any two elements (of A), there is always some element that is \"above\" both of them (i.e. that is greater than or equal to each of them); in this way, directed sets generalize the notion of \"a direction\" in a mathematically rigorous way. The natural numbers \\N together with the usual integer comparison \\,\\leq\\, preorder form the archetypical example of a directed set. Indeed, a net whose domain is the natural numbers is a sequence because by definition, a sequence in X is just a function from \\N = \\\\{ 1, 2, \\ldots \\\\} into X. It is in this way that nets are generalizations of sequences. Importantly though, unlike the natural numbers, directed sets are required to be total orders or even partial orders. Moreover, directed sets are allowed to have greatest elements and/or maximal elements, which is the reason why when using nets, caution is advised when using the induced strict preorder \\,<\\, instead of the original (non- strict) preorder \\,\\leq; in particular, if a directed set (A, \\leq) has a greatest element a \\in A then there does exist any b \\in A such that a < b (in contrast, there exists some b \\in A such that a \\leq b). Nets are frequently denoted using notation that is similar to (and inspired by) that used with sequences. A net in X may be denoted by \\left(x_a\\right)_{a \\in A}, where unless there is reason to think otherwise, it should automatically be assumed that the set A is directed and that its associated preorder is denoted by \\,\\leq. However, notation for nets varies with some authors using, for instance, angled brackets \\left\\langle x_a \\right\\rangle_{a \\in A} instead of parentheses. A net in X may also be written as x_{\\bull} = \\left(x_a\\right)_{a \\in A}, which expresses the fact that this net x_{\\bull} is a function x_{\\bull} : A \\to X whose value at an element a in its domain is denoted by x_a instead of the usual parentheses notation x_{\\bull}(a) that is typically used with functions (this subscript notation being taken from sequences). As in the field of algebraic topology, the filled disk or \"bullet\" denotes the location where arguments to the net (i.e. elements a \\in A of the net's domain) are placed; it helps emphasize that the net is a function and also reduces the number of indices and other symbols that must be written when referring to it later. Nets are primarily used in the fields of Analysis and Topology, where they are used to characterize many important topological properties that (in general), sequences are unable to characterize (this shortcoming of sequences motivated the study of sequential spaces and Fréchet–Urysohn spaces). Nets are intimately related to filters, which are also often used in topology. Every net may be associated with a filter and every filter may be associated with a net, where the properties of these associated objects are closely tied together (see the article about Filters in topology for more details). Nets directly generalize sequences and they may often be used very similarly to sequences. Consequently, the learning curve for using nets is typically much less steep than that for filters, which is why many mathematicians, especially analysts, prefer them over filters. However, filters, and especially ultrafilters, have some important technical advantages over nets that ultimately result in nets being encountered much less often than filters outside of the fields of Analysis and Topology. A subnet is not merely the restriction of a net f to a directed subset of A; see the linked page for a definition. ==Examples of nets== Every non-empty totally ordered set is directed. Therefore, every function on such a set is a net. In particular, the natural numbers with the usual order form such a set, and a sequence is a function on the natural numbers, so every sequence is a net. Another important example is as follows. Given a point x in a topological space, let N_x denote the set of all neighbourhoods containing x. Then N_x is a directed set, where the direction is given by reverse inclusion, so that S \\geq T if and only if S is contained in T. For S \\in N_x, let x_S be a point in S. Then \\left(x_S\\right) is a net. As S increases with respect to \\,\\geq, the points x_S in the net are constrained to lie in decreasing neighbourhoods of x, so intuitively speaking, we are led to the idea that x_S must tend towards x in some sense. We can make this limiting concept precise. A subnet of a sequence is necessarily a sequence. For an example, let X = \\R^n and let x_i = 0 for every i \\in \\N, so that x_{\\bull} = (0)_{i \\in \\N} : \\N \\to X is the constant zero sequence. Let I = \\\\{r \\in \\R : r > 0\\\\} be directed by the usual order \\,\\leq\\, and let s_r = 0 for each r \\in R. Define \\varphi : I \\to \\N by letting \\varphi(r) = \\lceil r \\rceil be the ceiling of r. The map \\varphi : I \\to \\N is an order morphism whose image is cofinal in its codomain and \\left(x_{\\bull} \\circ \\varphi\\right)(r) = x_{\\varphi(r)} = 0 = s_r holds for every r \\in R. This shows that \\left(s_{r}\\right)_{r \\in R} = x_{\\bull} \\circ \\varphi is a subnet of the sequence x_{\\bull} (where this subnet is not a subsequence of x_{\\bull} because it is not even a sequence since its domain is an uncountable set). ==Limits of nets== If x_{\\bull} = \\left(x_a\\right)_{a \\in A} is a net from a directed set A into X, and if S is a subset of X, then x_{\\bull} is said to be (or ) if there exists some a \\in A such that for every b \\in A with b \\geq a, the point x_b \\in S. A point x \\in X is called a or of the net x_{\\bull} in X if (and only if) :for every open neighborhood U of x, the net x_{\\bull} is eventually in U, in which case, this net is then also said to and to . Intuitively, convergence of this net means that the values x_a come and stay as close as we want to x for large enough a. The example net given above on the neighborhood system of a point x does indeed converge to x according to this definition. Notation If the net x_{\\bull} converges in X to a point x \\in X then this fact may be expressed by writing any of the following: : \\begin{alignat}{4} & x_{\\bull} && \\to\\; && x && \\;\\;\\text{ in } X \\\\\\ & x_a && \\to\\; && x && \\;\\;\\text{ in } X \\\\\\ \\lim_{} \\; & x_{\\bull} && \\to\\; && x && \\;\\;\\text{ in } X \\\\\\ \\lim_{a \\in A} \\; & x_a && \\to\\; && x && \\;\\;\\text{ in } X \\\\\\ \\lim_{} {}_a \\; & x_a && \\to\\; && x && \\;\\;\\text{ in } X \\\\\\ \\end{alignat} where if the topological space X is clear from context then the words \"in X\" may be omitted. If \\lim_{} x_{\\bull} \\to x in X and if this limit in X is unique (uniqueness in X means that if y \\in X is such that \\lim_{} x_{\\bull} \\to y, then necessarily x = y) then this fact may be indicated by writing :\\lim_{} x_{\\bull} = x or \\lim_{} x_a = x or \\lim_{a \\in A} x_a = x where an equals sign is used in place of the arrow \\to. In a Hausdorff space, every net has at most one limit so the limit of a convergent net in a Hausdorff space is always unique. Some authors instead use the notation \"\\lim_{} x_{\\bull} = x\" to mean \\lim_{} x_{\\bull} \\to x with also requiring that the limit be unique; however, if this notation is defined in this way then the equals sign = is no longer guaranteed to denote a transitive relationship and so no longer denotes equality. Specifically, without the uniqueness requirement, if x, y \\in X are distinct and if each is also a limit of x_{\\bull} in X then \\lim_{} x_{\\bull} = x and \\lim_{} x_{\\bull} = y could be written (using the equals sign =) despite x = y being false. Bases and subbases Given a subbase \\mathcal{B} for the topology on X (where note that every base for a topology is also a subbase) and given a point x \\in X, a net x_{\\bull} in X converges to x if and only if it is eventually in every neighborhood U \\in \\mathcal{B} of x. This characterization extends to neighborhood subbases (and so also neighborhood bases) of the given point x. Convergence in metric spaces Suppose (X, d) is a metric space (or a pseudometric space) and X is endowed with the metric topology. If x \\in X is a point and x_{\\bull} = \\left(x_i\\right)_{a \\in A} is a net, then x_{\\bull} \\to x in (X, d) if and only if d\\left(x, x_{\\bull}\\right) \\to 0 in \\R, where d\\left(x, x_{\\bull}\\right) := \\left(d\\left(x, x_a\\right)\\right)_{a \\in A} is a net of real numbers. In plain English, this characterization says that a net converges to a point in a metric space if and only if the distance between the net and the point converges to zero. If (X, \\|\\cdot\\|) is a normed space (or a seminormed space) then x_{\\bull} \\to x in (X, \\|\\cdot\\|) if and only if \\left\\|x - x_{\\bull}\\right\\| \\to 0 in \\R, where \\left\\|x - x_{\\bull}\\right\\| := \\left(\\left\\|x - x_a\\right\\|\\right)_{a \\in A}. Convergence in topological subspaces If the set S := \\\\{x\\\\} \\cup \\left\\\\{x_a : a \\in A\\right\\\\} is endowed with the subspace topology induced on it by X, then \\lim_{} x_{\\bull} \\to x in X if and only if \\lim_{} x_{\\bull} \\to x in S. In this way, the question of whether or not the net x_{\\bull} converges to the given point x is depends on this topological subspace S consisting of x and the image of (that is, the points of) the net x_{\\bull}. ===Limits in a Cartesian product=== A net in the product space has a limit if and only if each projection has a limit. Symbolically, suppose that the Cartesian product X := \\prod_{i \\in I} X_i of the spaces \\left(X_i\\right)_{i \\in I} is endowed with the product topology and that for every index i \\in I, the canonical projection to X_i is denoted by :\\pi_i : X = \\prod_{j \\in I} X_j \\to X_i and defined by \\left(x_j\\right)_{j \\in I} \\mapsto x_i. Let f_{\\bull} = \\left(f_a\\right)_{a \\in A} be a net in X = \\prod_{i \\in I} X_i directed by A and for every index i \\in I, let \\pi_i\\left(f_{\\bull}\\right) ~:=~ \\left(\\pi_i\\left(f_a\\right)\\right)_{a \\in A} denote the result of \"plugging f_{\\bull} into \\pi_i\", which results in the net \\pi_i\\left(f_{\\bull}\\right) : A \\to X_i. It is sometimes useful to think of this definition in terms of function composition: the net \\pi_i\\left(f_{\\bull}\\right) is equal to the composition of the net f_{\\bull} : A \\to X with the projection \\pi_i : X \\to X_i; that is, \\pi_i\\left(f_{\\bull}\\right) := \\pi_i \\,\\circ\\, f_{\\bull}. If given L = \\left(L_i\\right)_{i \\in I} \\in X, then :f_{\\bull} \\to L in X = \\prod_i X_i if and only if for every \\;i \\in I, \\;\\pi_i\\left(f_{\\bull}\\right) := \\left( \\pi_i\\left(f_a\\right) \\right)_{a \\in A} \\;\\to\\; \\pi_i(L) = L_i\\; in \\;X_i. Tychonoff's theorem and relation to the axiom of choice If no L \\in X is given but for every i \\in I, there exists some L_i \\in X_i such that \\pi_i\\left(f_{\\bull}\\right) \\to L_i in X_i then the tuple defined by L := \\left(L_i\\right)_{i \\in I} will be a limit of f_{\\bull} in X. However, the axiom of choice might be need to be assumed in order to conclude that this tuple L exists; the axiom of choice is not needed in some situations, such as when I is finite or when every L_i \\in X_i is the limit of the net \\pi_i\\left(f_{\\bull}\\right) (because then there is nothing to choose between), which happens for example, when every X_i is a Hausdorff space. If I is infinite and X = \\prod_{j \\in I} X_j is not empty, then the axiom of choice would (in general) still be needed to conclude that the projections \\pi_i : X \\to X_i are surjective maps. The axiom of choice is equivalent to Tychonoff's theorem, which states that the product of any collection of compact topological spaces is compact. But if every compact space is also Hausdorff, then the so called \"Tychonoff's theorem for compact Hausdorff spaces\" can be used instead, which is equivalent to the ultrafilter lemma and so strictly weaker than the axiom of choice. Nets can be used to give short proofs of both version of Tychonoff's theorem by using the characterization of net convergence given above together with the fact that a space is compact if and only if every net has a convergent subnet. ===Cluster points of a net=== A net x_{\\bull} = \\left(x_a\\right)_{a \\in A} in X is said to be or a given subset S if for every a \\in A there exists some b \\in A such that b \\geq a and x_b \\in S. A point x \\in X is said to be an or of a net if for every neighborhood U of x, the net is frequently in U. A point x \\in X is a cluster point of a given net if and only if it has a subset that converges to x. If x_{\\bull} = \\left(x_a\\right)_{a \\in A} is a net in X then the set of all cluster points if x_{\\bull} in X is equal to \\bigcap_{a \\in A} \\operatorname{cl}_X \\left(x_{\\geq a}\\right) where x_{\\geq a} := \\left\\\\{x_b : b \\geq a, b \\in A\\right\\\\} for each a \\in A. If x \\in X is a cluster point of some subnet of x_{\\bull} then x is also a cluster point of x_{\\bull}. ===Ultranets=== A net x_{\\bull} in set X is called a or an if for every subset S \\subseteq X, x_{\\bull} is eventually in S or x_{\\bull} is eventually in the complement X \\setminus S. Every constant net is an ultranet. Every subnet of an ultranet is an ultranet and every net has some subnet that is an ultranet. If x_{\\bull} = \\left(x_a\\right)_{a \\in A} is an ultranet in X and f : X \\to Y is a function then f \\circ x_{\\bull} = \\left(f\\left(x_a\\right)\\right)_{a \\in A} is an ultranet in Y. Ultranets are closely related to ultrafilters. Given x \\in X, an ultranet clusters at x if and only it converges to x. ===Examples of limits of nets=== * Limit of a sequence and limit of a function: see below. * Limits of nets of Riemann sums, in the definition of the Riemann integral. In this example, the directed set is the set of partitions of the interval of integration, partially ordered by inclusion. == Examples == === Sequence in a topological space === A sequence a_1, a_2, \\ldots in a topological space X can be considered a net in X defined on \\mathbb{N}. The net is eventually in a subset S of X if there exists an N \\in \\mathbb{N} such that for every integer n \\geq N, the point a_n is in S. So \\lim {}_{n} a_n \\to L if and only if for every neighborhood V of L, the net is eventually in V. The net is frequently in a subset S of X if and only if for every N \\in \\mathbb{N} there exists some integer n \\geq N such that a_n \\in S, that is, if and only if infinitely many elements of the sequence are in S. Thus a point y \\in X is a cluster point of the net if and only if every neighborhood V of y contains infinitely many elements of the sequence. === Function from a metric space to a topological space === Consider a function from a metric space M to a topological space X, and a point c \\in M. We direct the set M \\setminus \\\\{ c \\\\}reversely according to distance from c, that is, the relation is \"has at least the same distance to c as\", so that \"large enough\" with respect to the relation means \"close enough to c\". The function f is a net in X defined on M \\setminus \\\\{ c \\\\}. The net f is eventually in a subset S of X if there exists some y \\in M \\setminus \\\\{ x \\\\} such that for every x \\in M \\setminus \\\\{ c \\\\} with d(x, c) \\leq d(y, c) the point f(x) is in S. So \\lim_{x \\to c} f(x) \\to L if and only if for every neighborhood V of L, f is eventually in V. The net f is frequently in a subset S of X if and only if for every y \\in M \\setminus \\\\{ c \\\\} there exists some x \\in M \\setminus \\\\{ c \\\\} with d(x, c) \\leq d(y, c) such that f(x) is in S. A point y \\in X is a cluster point of the net f if and only if for every neighborhood V of y, the net is frequently in V. === Function from a well-ordered set to a topological space === Consider a well- ordered set [0, c] with limit point t and a function f from [0, t) to a topological space X. This function is a net on [0, t). It is eventually in a subset V of X if there exists an r \\in [0, t) such that for every s \\in [r, t) the point f(s) is in V. So \\lim_{x \\to t} f(x) \\to L if and only if for every neighborhood V of L, f is eventually in V. The net f is frequently in a subset V of X if and only if for every r \\in [0, t) there exists some s \\in [r, t) such that f(s) \\in V. A point y \\in X is a cluster point of the net f if and only if for every neighborhood V of y, the net is frequently in V. The first example is a special case of this with c = \\omega. See also ordinal-indexed sequence. == Properties == Virtually all concepts of topology can be rephrased in the language of nets and limits. This may be useful to guide the intuition since the notion of limit of a net is very similar to that of limit of a sequence. The following set of theorems and lemmas help cement that similarity: ===Characterizations of topological properties=== Open sets and characterizations of topologies A subset S \\subseteq X is open if and only if no net in X \\setminus S converges to a point of S. Also, subset S \\subseteq X is open if and only if every net converging to an element of S is eventually contained in S. These characterization of open subsets that allows nets to characterize topologies. Closed sets Topologies can also be characterized by closed subsets. A subset S \\subseteq X is closed in X if and only if every limit point of every convergent net in S necessarily belongs to S. Explicitly, a subset S \\subseteq X is closed if and only if whenever x \\in X and s_{\\bull} = \\left(s_a\\right)_{a \\in A} is a net valued in S (meaning that s_a \\in S for all a \\in A) such that \\lim{}_{} s_{\\bull} \\to x in X, then necessarily x \\in S. More generally, if S \\subseteq X is any subset then a point x \\in X is in the closure of S if and only if there exists a net s_{\\bull} = \\left(s_a\\right)_{a \\in A} in S with limit x \\in X and such that s_a \\in S for every index a \\in A. Continuity A function f : X \\to Y between topological spaces is continuous at the point x if and only if for every net x_{\\bull} = \\left(x_a\\right)_{a \\in A}, \\lim_{} x_{\\bull} \\to x \\text{ in } X \\quad \\text{ implies } \\quad \\lim{}_a f\\left(x_a\\right) \\to f(x) \\text{ in } Y. This theorem is in general not true if \"net\" is replaced by \"sequence\"; it is necessary to allow for directed sets other than just the natural numbers if X is not a first-countable space (or not a sequential space). :{| class=\"toccolours collapsible collapsed\" width=\"90%\" style=\"text-align:left\" !Proof |- | One direction Let f be continuous at point x, and let x_{\\bull} = \\left(x_a\\right)_{a \\in A} be a net such that \\lim_{} x_{\\bull} \\to x. Then for every open neighborhood U of f(x), its preimage under f, V := f^{-1}(U), is a neighborhood of x (by the continuity of f at x). Thus the interior of V, which is denoted by \\operatorname{int} V, is an open neighborhood of x, and consequently x_{\\bull} is eventually in \\operatorname{int} V. Therefore \\left(f\\left(x_a\\right)\\right)_{a \\in A} is eventually in f(\\operatorname{int} V) and thus also eventually in f(V) which is a subset of U. Thus \\lim_{} \\left(f\\left(x_a\\right)\\right)_{a \\in A} \\to f(x), and this direction is proven. The other direction: Let x be a point such that for every net x_{\\bull} = \\left(x_a\\right)_{a \\in A} such that\\lim_{} x_{\\bull} \\to x, \\lim_{} \\left(f\\left(x_a\\right)\\right)_{a \\in A} \\to f(x). Now suppose that f is not continuous at x. Then there is a neighborhood U of f(x) whose preimage under f, V, is not a neighborhood of x. Because f(x) \\in U, necessarily x \\in V. Now the set of open neighborhoods of x with the containment preorder is a directed set (since the intersection of every two such neighborhoods is an open neighborhood of x as well). We construct a net x_{\\bull} = \\left(x_a\\right)_{a \\in A} such that for every open neighborhood of x whose index is a, x_a is a point in this neighborhood that is not in V; that there is always such a point follows from the fact that no open neighborhood of x is included in V (because by assumption, V is not a neighborhood of x). It follows that f\\left(x_a\\right) is not in U. Now, for every open neighborhood W of x, this neighborhood is a member of the directed set whose index we denote a_0. For every b \\geq a_0, the member of the directed set whose index is b is contained within W; therefore x_b \\in W. Thus \\lim_{} x_{\\bull} \\to x. and by our assumption \\lim_{} \\left(f\\left(x_a\\right)\\right)_{a \\in A} \\to f(x). But \\operatorname{int} U is an open neighborhood of f(x) and thus f\\left(x_a\\right) is eventually in \\operatorname{int} U and therefore also in U, in contradiction to f\\left(x_a\\right) not being in U for every a. This is a contradiction so f must be continuous at x. This completes the proof. |} Compactness A space X is compact if and only if every net x_{\\bull} = \\left(x_a\\right)_{a \\in A} in X has a subnet with a limit in X. This can be seen as a generalization of the Bolzano–Weierstrass theorem and Heine–Borel theorem. :{| class=\"toccolours collapsible collapsed\" width=\"90%\" style=\"text- align:left\" !Proof |- |First, suppose that X is compact. We will need the following observation (see Finite intersection property). Let I be any non- empty set and \\\\{C_i\\\\}_{i \\in I} be a collection of closed subsets of X such that \\bigcap_{i \\in J} C_i eq \\varnothing for each finite J \\subseteq I. Then \\bigcap_{i \\in I} C_i eq \\varnothing as well. Otherwise, \\\\{ C_i^c \\\\}_{i \\in I} would be an open cover for X with no finite subcover contrary to the compactness of X. Let x_{\\bull} = \\left(x_a\\right)_{a \\in A} be a net in X directed by A. For every a \\in A define E_a \\triangleq \\left\\\\{ x_b : b \\geq a \\right\\\\}. The collection \\\\{\\operatorname{cl}\\left( E_a \\right) : a \\in A \\\\} has the property that every finite subcollection has non-empty intersection. Thus, by the remark above, we have that \\bigcap_{a \\in A} \\operatorname{cl}(E_a) eq \\varnothing and this is precisely the set of cluster points of x_{\\bull}. By the proof given in the next section, it is equal to the set of limits of convergent subnets of x_{\\bull}. Thus x_{\\bull} has a convergent subnet. Conversely, suppose that every net in X has a convergent subnet. For the sake of contradiction, let \\left\\\\{U_i : i \\in I\\right\\\\} be an open cover of X with no finite subcover. Consider D \\triangleq \\\\{J \\subset I : |J| < \\infty\\\\}. Observe that D is a directed set under inclusion and for each C\\in D, there exists an x_C \\in X such that x_C otin U_a for all a \\in C. Consider the net \\left(x_C\\right)_{C \\in D}. This net cannot have a convergent subnet, because for each x \\in X there exists c \\in I such that U_c is a neighbourhood of x; however, for all B \\supseteq \\\\{c\\\\}, we have that x_B otin U_c. This is a contradiction and completes the proof. |} === Cluster and limit points === The set of cluster points of a net is equal to the set of limits of its convergent subnets. :{| class=\"toccolours collapsible collapsed\" width=\"90%\" style=\"text-align:left\" !Proof |- |Let x_{\\bull} = \\left(x_a\\right)_{a \\in A} be a net in a topological space X (where as usual A automatically assumed to be a directed set) and also let y \\in X. If y is a limit of a subnet of x_{\\bull} then y is a cluster point of x_{\\bull}. Conversely, assume that y is a cluster point of x_{\\bull}. Let B be the set of pairs (U, a) where U is an open neighborhood of y in X and a \\in A is such that x_a \\in U. The map h : B \\to A mapping (U,a) to a is then cofinal. Moreover, giving B the product order (the neighborhoods of y are ordered by inclusion) makes it a directed set, and the net y_{\\bull} = \\left(y_b\\right)_{b \\in B} defined by y_b = x_{h(b)} converges to y. |} A net has a limit if and only if all of its subnets have limits. In that case, every limit of the net is also a limit of every subnet. === Other properties === In general, a net in a space X can have more than one limit, but if X is a Hausdorff space, the limit of a net, if it exists, is unique. Conversely, if X is not Hausdorff, then there exists a net on X with two distinct limits. Thus the uniqueness of the limit is to the Hausdorff condition on the space, and indeed this may be taken as the definition. This result depends on the directedness condition; a set indexed by a general preorder or partial order may have distinct limit points even in a Hausdorff space. If f : X \\to Y and x_{\\bull} = \\left(x_a\\right)_{a \\in A} is an ultranet on X, then \\left(f\\left(x_a\\right)\\right)_{a \\in A} is an ultranet on Y. == Cauchy nets == A Cauchy net generalizes the notion of Cauchy sequence to nets defined on uniform spaces.. A net x_{\\bull} = \\left(x_a\\right)_{a \\in A} is a if for every entourage V there exists c \\in A such that for all a, b \\geq c, \\left(x_a, x_b\\right) is a member of V.. More generally, in a Cauchy space, a net x_{\\bull} is Cauchy if the filter generated by the net is a Cauchy filter. A topological vector space (TVS) is called if every Cauchy net converges to some point. A normed space, which is a special type of topological vector space, is a complete TVS (equivalently, a Banach space) if and only if every Cauchy sequence converges to some point (a property that is called ). Although Cauchy nets are not needed to describe completeness of normed spaces, they are needed to describe completeness of more general (possibly non-normable) topological vector spaces. == Relation to filters == A filter is another idea in topology that allows for a general definition for convergence in general topological spaces. The two ideas are equivalent in the sense that they give the same concept of convergence. More specifically, for every filter base an can be constructed, and convergence of the filter base implies convergence of the associated net—and the other way around (for every net there is a filter base, and convergence of the net implies convergence of the filter base).R. G. Bartle, Nets and Filters In Topology, American Mathematical Monthly, Vol. 62, No. 8 (1955), pp. 551–557. For instance, any net \\left(x_a\\right)_{a \\in A} in X induces a filter base of tails \\\\{ \\\\{ x_a : a \\in A, a_0 \\leq a \\\\} : a_0 \\in A \\\\} where the filter in X generated by this filter base is called the net's . This correspondence allows for any theorem that can be proven with one concept to be proven with the other. For instance, continuity of a function from one topological space to the other can be characterized either by the convergence of a net in the domain implying the convergence of the corresponding net in the codomain, or by the same statement with filter bases. Robert G. Bartle argues that despite their equivalence, it is useful to have both concepts. He argues that nets are enough like sequences to make natural proofs and definitions in analogy to sequences, especially ones using sequential elements, such as is common in analysis, while filters are most useful in algebraic topology. In any case, he shows how the two can be used in combination to prove various theorems in general topology. == Limit superior == Limit superior and limit inferior of a net of real numbers can be defined in a similar manner as for sequences.Aliprantis-Border, p. 32Megginson, p. 217, p. 221, Exercises 2.53–2.55Beer, p. 2 Some authors work even with more general structures than the real line, like complete lattices.Schechter, Sections 7.43–7.47 For a net \\left(x_a\\right)_{a \\in A}, put :\\limsup x_a = \\lim_{a \\in A} \\sup_{b \\succeq a} x_b = \\inf_{a \\in A} \\sup_{b \\succeq a} x_b. Limit superior of a net of real numbers has many properties analogous to the case of sequences. For example, :\\limsup (x_a + y_a) \\leq \\limsup x_a + \\limsup y_a, where equality holds whenever one of the nets is convergent. == See also == * Characterizations of the category of topological spaces * Filters in topology * Preorder * Sequential space == Citations == == References == * * * * * * * * * * Category:General topology Category:Articles containing proofs",
 "title": "Net (mathematics)"
}