{
 "id": "221760",
 "text": "The eastern marsh harrier (Circus spilonotus) is a bird of prey belonging to the marsh harrier group of harriers. It was previously considered to be conspecific with the western marsh harrier (Circus aeruginosus) but is now usually classified as a separate species. It has two subspecies: C. s. spilonotus in eastern Asia and C. s. spilothorax (Papuan harrier, perhaps a separate species) in New Guinea. ==Description== It is 48 to 58 cm long with a wingspan of 113 to 137 cm; like most birds of prey, the female is usually larger than the male. The male's plumage is variable; typically the head, breast, back and wing-coverts are blackish with pale streaks. The rest of the wing is grey with black wingtips and a white front edge. The tail is grey, the rump is white and the underparts are mostly white. The female is dark brown with buff streaking on the head and underparts. The rump is often whitish and the tail has dark bars. Young birds are dark brown with buff on the head and a pale patch on the underwing. It is usually silent but has a mewing call which is most often uttered at roost sites. ==Distribution and habitat== Eastern marsh harriers are generally migratory apart from the Papuan harrier which is sedentary. The breeding range covers north-east China, Mongolia and south-east Siberia (as far west as Lake Baikal) with small numbers in northern Japan (Hokkaidō and northern Honshū). There is some overlap with western marsh harrier around Lake Baikal and interbreeding has taken place. The wintering range includes southern China, Taiwan, Korea, southern Japan, northeast India, Bangladesh and Southeast Asia as far south as the Philippines, Borneo and Sumatra. Large numbers of birds migrate along the Chinese coast with thousands passing through sites like Beidaihe during the autumn. Its preferred habitat is open country including marshland, paddy fields and grassland. ==Diet and reproduction== While hunting it flies low over the ground with the wings held in a shallow V-shape. Its prey includes small mammals, birds and frogs. The breeding season begins in April. The nest is made of sticks and built on the ground, usually in a reedbed. Four to seven eggs are laid which are incubated for 33 to 48 days. The young birds fledge after 35 to 40 days. ==References== *Mark A. Brazil (1991) The Birds of Japan, Christopher Helm, London *Roger Clarke (1995) The Marsh Harrier, Hamlyn, London. *John MacKinnon & Karen Phillipps (2000) A Field Guide to the Birds of China. Oxford University Press. *Craig Robson (2002) A Field Guide to the Birds of South-East Asia. New Holland, London. eastern marsh harrier Category:Birds of prey of Asia Category:Birds of Manchuria Category:Birds of Mongolia eastern marsh harrier",
 "title": "Eastern marsh harrier"
}