{
 "id": "221801",
 "text": "thumb|Sydnam Poyntz Colonel General Sydnam Poyntz, also Sydenham Poynts, (bap. 3 November 1607) was an English soldier who served in the Thirty Years' War and the English Civil War. After continental military service, he returned to England in 1644 and became an officer in the Parliamentary army. He became commander-in-chief of Parliament's Northern Association and governor of York. He commanded the victorious Parliamentary force in the battle of Rowton Heath on 24 September 1645. The Presbyterians Parliamentary party thought him to be likely to oppose the New Model Army, but in 1647 he was sent by his soldiers a prisoner to Thomas Fairfax. He fought for London against the New Model Army in 1647, and on the collapse of his cause he fled to Holland. He accompanied Lord Willoughby to the West Indies in 1650, and probably settled in Virginia. ==Biography== Poyntz was the fourth son of John Poyntz of Reigate, Surrey, and Anne Skinner, was baptised on 3 November 1607. Poyntz was originally apprenticed to a London tradesman, but, being ill-treated by his master, he took service as a mercenary soldier in Holland, and in the Thirty Years' War. Poyntz wrote a paper called Relation on his military service abroad between 1625 and 1636, and it gives some idea of what he did although D.N. Farr his biographer in the Oxford Dictionary of National Biography warns that it is \"fitfully accurate\". and relates that he: In 1631 Poyntz fought for John George of Saxony at the Battle of Breitenfeld. He changed sides and fought as a captain in Wallenstein's army in the service of Emperor Ferdinand II at the Battle of Lützen in 1632. He remained in the Imperial army and the following year he campaigned in Silesia and was present at the Battle of Nordlingen in 1634. He left the army and Germany after the Peace of Prague in 1636. His time in Germany was lucrative and he bought an estate probably in the vicinity of Schorndorf. He returned to England that year and wrote his Relation, but when he failed to find employment as a soldier in England, it is likely that he returned to the continent to find further employment in the Thirty Years' War. He may have risen to the rank of sergeant-major, and may have been knighted on the battle-field. cites Maclean, Memoir of the Family of Poyntz, p. 159. Poyntz returned to England no later than 1644, and on 27 May 1645 was ordered by the House of Commons to have the command of a regiment of horse and a regiment of foot in the army raised by the seven associated northern counties. He was also appointed commander-in-chief of the forces of the northern association, with the title of colonel-general, and, on 19 August, governor of York. cites Commons' Journals, iv. 156, 248; Lords' Journals, vii. 548. On taking command, Poyntz found his troops mutinous for want of pay, and at the siege of Skipton was more in danger from his own men than from the enemy. cites Lords' Journals,. vii. 533; Grey, Examination of Neal's Puritans, iii. 68, Appendix. He was ordered after Battle of Naseby (14 June 1645) to follow King Charles I movements, and succeeded in forcing him to an engagement at Rowton Heath, near Chester, on 24 September. cites Grey, Examination of Neal's Puritans, iii. p. 92; Report on the Portland MSS. i. 278; A Letter from Colonel-general Poynts to the Hon. William Lenthall, 4to, 1645. Charles lost about eight hundred men killed and wounded and fifteen hundred prisoners. cites Lords' Journals, vii. 608. The House of Commons voted Poyntz a reward of £500. cites Commons' Journals, iv. 292. He next captured Shelford House and Wiverton Hall in Nottinghamshire, and then laid siege to Newark. cites a Report on the Portland MSS. i. 306; Life of Colonel Hutchinson, ed. 1885, ii. 80–9, 376. He was still besieging Newark when Charles I took refuge in the camp of the Scottish army there, of which Poyntz at once informed the Speaker William Lenthall. cites Cary, Memorials of the Civil War, i. 19. At the request of Charles I the commander of the Newark garrison Lord Belasyse agreed terms and surrendered Newark on 8 May to Poyntz. In February 1646 Poyntz published a vindication of himself, in which he included an account of his earlier life as well as of his recent services (The Vindication of Colonel- General Poyntz against the false and malicious slanders secretly cast forth against him , 1645–1646, 4to). Parliament, however, was so satisfied with his conduct that he was voted £300 a year, and it was decided that his regiment of horse should be one of four to be retained at the general disbanding of the army. cites Commons' Journals, iv. 602, v. 128. The Presbyterian leaders relied upon Poyntz and his troops to oppose the Independents of the New Model Army, but the soldiers of the northern association entered into communication with those of Lord General Thomas Fairfax's New Model Army, and, in spite of the orders of their commander, held meetings and elected agitators. Poyntz was seized by the agitators on 8 July 1647 and sent a prisoner to Fairfax's headquarters, charged with endeavouring to embroil the kingdom in a new war. cites Cary, Memorials, i. 282, 298; Clarke Papers, i. 142–5, 163–9. He was released by Fairfax on parole; but the latter, who now became commander-in- chief of all the land forces in the service of Parliament, appointed Colonel John Lambert to take command in the north. cites Fairfax Correspondence, iii. 370; Lords' Journals, ix. 339. At the end of July 1647 an open breach took place between the Parliament in London and the New Model Army. The common council chose Major-general Edward Massey to command the forces of the city, and Poyntz, who was also given a command, actively assisted in enlisting \"reformadoes\". On 2 August Poyntz and other officers dispersed a body of citizens who brought to the common council a petition \"praying that some means might be used for a composure\". According to the newspapers, they hacked and hewed many of the petitioners with their swords and \"mortally wounded divers\". cites Rushworth, vi. 647, vi. 741. On the collapse of the resistance of London, Poyntz fled to Holland, publishing, in conjunction with Massey, a declaration \"showing the true grounds and reasons that induced them to depart from the city, and for a while from the kingdom\". \"Finding\", said they, \"all things so uncertain, and nothing answering to what was promised or expected, we held it safer wisdom to withdraw to our own friends\". cites Rushworth, vii. 767. On 14 May 1648 Poyntz wrote to the Speaker of the House of Commons from Amsterdam, begging that he might at least receive the two months' pay voted to his forces when they were disbanded. \"When I peruse the letters which I have formerly received from both houses of parliament, with all their great promises and engagements to me, never to forget the great services which I have done them … it would almost make a man desperate to see how I am deserted and slighted in place of the great rewards which the honourable houses were pleased to promise me\". cites Cary, Memorials, i. 418. Receiving no answer to this or previous appeals, Poyntz in 1650 accompanied Lord Willoughby to the West Indies, and there became governor of the Leeward Islands, establishing himself on Saint Kitts. When Willoughby surrendered Barbados to the Parliamentary fleet under Sir George Ayscue, Poyntz found Saint Kitts untenable, and retired to Virginia. cites Whitelocke, Memorials, iii. 405; Oldmixon, British Empire in America, ii. 15, 280; Oliver, History of Antigua, 1894, vol. i. p. xx. The articles between Willoughby and Ayscue contain a clause permitting Poyntz to go to Antigua along with other gentlemen having estates there. cites Cal. State Papers, Col. 1675–6, p. 86. Some authorities have stated that in 1661 he was again appointed governor of Antigua, and held the post until superseded by Lord Willoughby in 1663, but no trace of his tenure of office appears among the colonial state papers. cites Maclean, p. 183; Antigua and the Antiguans, 1844, i. 20. It is added that he then retired to Virginia, but this is not known for sure, and he may have remained in Virginia, dying there at some unknown date. ==Works== Poyntz was the author of the following pamphlets: * The Vindication (1645/6). * The Vindication of Colonel-general Poyntz against the Slanders cast forth against him by the Army; with the barbarous manner of the Adjutator's surprisal of him at York, 4to, 1648 [no place]. The British Museum Catalogue also gives a list of letters by Poyntz, which were printed in pamphlet form between 1645 and 1647. Some unprinted letters by Poyntz are to be found among the Tanner MSS. in the Bodleian Library, and among the manuscripts of the Duke of Portland. ==Family== In about 1633 Poyntz married firstly a rich German merchant's daughter who died in childbirth before 1635. In 1635 Poyntz married another German, Anne Eleanora de Court Stephanus de Cary in Würtemberg. cites Aubrey's History of Surrey, vol. iv, p. 212. Anne and their child was killed by French troops returning from Italy probably while passing through his estate near Schorndorf. It is possible that he married his third wife while living abroad because in a letter to Speaker of the House of Commons, William Lenthall, in 1647 she mentions that \"stranger in your kingdom\" and signed her name as Elisabeth.; citing Cary, 1.300–01 ==Notes== ==References== * * * Attribution: * ==Further reading== * * * Category:1600s births Category:English memoirists Category:English generals Category:Roundheads Category:Year of death unknown Category:People from Reigate Category:Military personnel of the Thirty Years' War",
 "title": "Sydnam Poyntz"
}