{
 "id": "222169",
 "text": "Ultramega OK is the debut studio album by American rock band Soundgarden, released on October 31, 1988 by SST Records. Following the release of the EPs Screaming Life (1987) and Fopp (1988), both for the Sub Pop record label, Soundgarden signed with SST and went to work on their debut full-length. The resulting album contained elements of heavy metal, psychedelic rock, and hardcore punk. The band supported the album with a tour of the United States, as well as its first overseas tour. In 1990, the album earned a Grammy Award nomination for Best Metal Performance. ==Recording== The album was recorded in spring 1988 in Seattle, Washington, and Newberg, Oregon, with producer Drew Canulette. Frontman Chris Cornell said that during the recording sessions the band wasn't on the same page with Canulette. He said, \"Material-wise we went through the process that we always do, but the producer wasn't used to the sound we wanted and didn't know what was happening in Seattle.\"Alexander, Phil. \"Soundgarden\". Raw. 1989. Later, in a 1995 interview, Cornell admitted \"we made a huge mistake with Ultramega OK, because we left our home surroundings and people we'd been involved with and used this producer that really did affect our album in a kind of negative way. The producer was suggested by SST because they could get a good deal. I regret it, because in terms of material, it should have been one of the best records we ever did. It actually slowed down our momentum a little bit because it didn't really sound like us.\"\"Yeah! I'm a Moody Bastard\". Kerrang!. August 19, 1995. Around that same time, veteran Seattle producer Jack Endino, who also produced Soundgarden's first EP, Screaming Life, began the process of remixing the album, and actually completed a rough mix of \"Flower\". But, due to the band wanting to move on and the financial costs involved with re-pressing and redistributing the record, it was put on hold.Nickson, Chris. New Metal Crown 1995. p. 89. The project resumed in 2014 by Jack Endino and Kim Thayil, and was completed in 2017. ==Music and lyrics== Ultramega OK has elements of 1960s psychedelic rock, 1970s hard rock and heavy metal, and 1980s hardcore punk.\"Kashmir\". Sounds. May 13, 1989. Drummer Matt Cameron said that the band tried to refine its sound while still trying to keep an edge. Steve Huey of AllMusic said that the album is the \"best expression of Soundgarden's early, Stooges/MC5-meets-Zeppelin/Sabbath sound\", and added that it is \"a dark, murky, buzzing record that simultaneously subverts and pays tribute to heavy metal\". Guitarist Kim Thayil recalls \"Flower\" as being the first time he blew across his guitar strings.Gilbert, Jeff. \"Primecuts: Kim Thayil\". Guitar School. May 1994. This can be heard during the song's introduction, when they are played in rhythm with the drums. \"Circle of Power\" was one of the few Soundgarden songs to be written without any input from Cornell, as it was written by Thayil and bassist Hiro Yamamoto. It is also the only Soundgarden song on which Yamamoto performs lead vocals. \"Smokestack Lightning\" is a Howlin' Wolf cover. On the original version of the album, \"Smokestack Lightning\" segued into a distorted excerpt from the Sonic Youth song, \"Death Valley '69\". Soundgarden included it as a tribute/parody of Sonic Youth's similar sampling of The Stooges song \"Not Right\" on their \"Bad Moon Rising\" album.Chick, Steve. \"Psychic Confusion: The Sonic Youth Story\" This excerpt was removed from the 2017 reissue of \"Ultramega OK\". Cornell said that \"Flower\" is \"about a girl...who becomes a woman and basically invests everything in vanity and then burns out quick.\" Thayil stated that \"Nazi Driver\" is about \"cutting up Nazis and making stew out of them\".\"Sonic Bloom Boys\". Sounds. February 11, 1989. Cornell observed that the lyrics and vocals for \"Incessant Mace\" are \"very European Gothic\".Foege, Alec. \"The End of Innocence\". Rolling Stone. January 12, 1995. Three songs on the album were recorded as jokes or parodies by the band. The songs \"665\" and \"667\" are parodies of the idea of Satanic content in rock music, the idea being that if 666 is such a powerful number, then the surrounding numbers must be equally as powerful.True, Everett. \"Soundgarden: The Mutate Gallery\". Melody Maker. June 10, 1989. The album's closing track, \"One Minute of Silence\", is a \"cover\" of John Lennon's \"Two Minutes of Silence\" from the 1969 album, Unfinished Music No.2: Life with the Lions, excluding Yoko Ono's part. Cornell said that the band \"appreciated the Lennon arrangement so much\". No instruments are played, although the band (presumably) can be faintly heard in the background. Cornell stated, \"We were trying real hard to shut up, but Kim couldn't possibly shut up for a whole minute.\" ==Release and reception== Cornell said, \"On [Ultramega OK] the production wasn't what we were after at all, and that sort of hurt us critically.\"White, Richard. \"Soundgarden Rocks\". Rockpool. October 1, 1989. Allmusic staff writer Steve Huey gave the album four out of five stars, saying, \"It may not be quite as complex or consistent as some of Soundgarden's later albums, but Ultramega OK is easily the best document of grunge's early, pre-Nirvana days.\" Ann Powers of Blender said, \"Not every moment is brilliant, but it sure is loud.\"Powers, Ann. \"Soundgarden: Ultramega OK\". Blender. Retrieved on May 20, 2009. \"Flower\" was the only single released from the album. Its music video, directed by Mark Miremont, aired regularly on MTV's 120 Minutes, helping to call attention to the early Seattle grunge scene. At the 1990 Grammy Awards, Ultramega OK received a nomination for Best Metal Performance. ==Packaging== The album's cover art, photographed by Lance Mercer, features a black and white picture of the band. According to Cornell, the album's title was a joke conceived by Thayil.Superuninterview. Promo CD. A&M; Records. 1994. Cornell explained that the title Ultramega OK means \"absolutely, unbelievably not bad,\" and suggested that the British version was going to be called Ultramega UK. Cornell explained the title further, stating, \"With Ultramega OK we really liked the songs on that record but we were disappointed in the production. We were sort of making fun of the finished product. It was Ultramega Alright. Ultramega could have been better but not bad.\"Elliot, Paul. \"The Think Tank\". Select. June 1996. ==Tour== Soundgarden supported the album with a tour in the United States in the spring of 1989 and a tour in Europe, which began in May 1989 and was the band's first overseas tour.\"Haughty Culture\". Kerrang!. April 8, 1989. ==Reissues== Ultramega OK was reissued on LP in 2012. \"One Minute of Silence\" was not included on it. A new reissue of Ultramega OK was released on March 10, 2017 on Sub Pop in four formats, namely, black and colored double LP, CD, cassette tape, and digital download. The album was fully remixed and remastered from the original tapes by Jack Endino. It includes, as bonus tracks, six early eight-track versions of songs from the same album, taken from a demo tape, informally called the \"Ultramega EP\" by the band members, recorded by Endino and Chris Hanzsek at Reciprocal Recording studio in 1987.Reed, Ryan (January 18, 2017). \"Soundgarden Finalize 'Ultramega OK' Remix for Reissue\". Rolling Stone. Retrieved June 7, 2017.Lore Mark, Mark (March 9, 2017). \"Soundgarden: Ultramega OK: Expanded Reissue Review\". Paste. Retrieved June 7, 2017.Johnston, Maura (March 20, 2017). \"Soundgarden - Ultramega OK\" (review). Pitchfork. Retrieved June 7, 2017.Sub Pop Records. \"Soundgarden - Ultramega OK (Expanded Reissue)\" (review). Sub Pop Mega Mart. Retrieved June 7, 2017. ==Track listing== On cassette only, there is a 20th track titled \"13 Minutes of Silence Remix\", similar to the joke track \"One Minute of Silence\" from the original release. ==Personnel== Soundgarden *Chris Cornell – lead vocals, rhythm guitar (6, 8, 9), bass (7) *Kim Thayil – lead guitar *Hiro Yamamoto – bass, lead vocals (7) *Matt Cameron – drums Production *Drew Canulette – production, engineering *Gardener – back cover photo of Chris Cornell *Lance Limbocker – engineering *Lance Mercer – cover photo *Kathryn Miller – art direction and design *Soundgarden – production, art direction and design *Sydney Taylor – insert photo *Susan Silver – management ==Charts== {| class=\"wikitable sortable\" ! Chart (2017) ! Peak position |- |US Vinyl Albums (Billboard) ||align=\"center\"| 8 |- |US Tastemaker Albums (Billboard) ||align=\"center\"| 9 |- |} ==References== Category:1988 debut albums Category:Soundgarden albums Category:SST Records albums Category:Albums produced by Chris Cornell Category:Albums produced by Matt Cameron",
 "title": "Ultramega OK"
}