{
 "id": "222409",
 "text": "Tirumala is a census town in Chittoor district of the Indian state of Andhra Pradesh. It is one of the suburbs of the Tirupati Urban agglomeration. The town is a part of Tirupati Urban Development Authority and located in Tirupati (rural) mandal of Tirupati revenue division. It is a hill town where Tirumala Venkateswara Temple is located, which is the abode of Lord Venkateswara. The town is strictly vegetarian. ==Geography== thumb|Spotted deer in the park|alt=|leftTirumala is located above sea level and covers an area of approximately . Surrounding the hills are seven peaks of Seshachalam range, Eastern Ghats namely Seshadri, Neeladri, Garudadri, Anjanadri, Vrushabadri, Narayanadri and Venkatadri. The temple of Sri Venkateswara is on the seventh peak (Venkatadri). At the point on the Tirupati – Tirumala Ghat road, there is a major discontinuity of stratigraphic significance that represents a period of remarkable serenity in the geological history of the Earth. This is referred to as the Eparchaean Unconformity. This unconformity separates the Nagari Quartzite of the Proterozoic from the granite of the Archean, representing a time gap of 800 Mya. In 2001, the Geological Survey of India (GSI) declared the Eparchaean Unconformity to be one of the 26 \"Geological Monuments of India\". Silathoranam, a natural arch and a distinctive geological wonder is located in Tirumala Hills at a distance of from Tirumala Venkateswara Temple. The arch measures in width and metres in height and is eroded out of quartizite of Cuddapah Supergroup of Middle to Upper Proterozoic (1600 to 570 Mya) by weathering agents such as water and wind. === Climate === thumb|221x221px|Deer Park near Alipiri Mettu Tirumala has a tropical wet and dry climate designated Aw under the Köppen climate classification. As the hill shrine is situated amidst the hills, the temperature will go below 10 degrees in winter. Summers are not as hot here, especially compared to Tirupati. The southwest monsoon season starts from June, but rains are not heavy. Occasionally, thunderstorms form and downpours may persist for hours. Pertaining to orographic relief, the northeast monsoon remains active over the region for 2 months. It causes flooding. The highest 24-hour rainfall on record was on 23 November 2005, followed by on 9 November 2015. ==Legend== In ancient literature, Tirupati is mentioned as Aadhi Varaha Kshetra. The Puranas associate the site with Lord Varaha, one of the Dashavatara of Lord Vishnu. In Varaha Purana, Venkatadri is believed to be a part of Mount Meru, which was brought on to the earth from Vishnu's abode Vaikuntam by his mount Garuda. The seven peaks represent the seven heads of Adisesha. ==Demographics== India census, Tirumala has a population of 7,741. Males constitute 52 percent of the population and females 48 percent. Tirumala has an average literacy rate of 72.8 percent, higher than the national average of 59.5 percent. The male literacy rate is 57.1 percent and the female rate is 42.9 percent. In Tirumala, 11 percent of the population is under six years of age. Telugu is the major language. Hinduism is the only religion in Tirumala. ==Culture== thumb|right|Ganga temple, Papavinasanam thumb|Museum in Tirumala The town of Tirumala is strictly vegetarian. Consumption of non-vegetarian food, alcohol, and tobacco products is strictly prohibited in Tirumala, and smuggling any of these is considered a serious offence at Tirumala. Dhotis and Sarees are the traditional popular attire. The practices of tonsure and using tilaka are popular among devotees of Lord Venkateswara. Festivals thumb|Lord Venkateswara on Gaja Vahanam|alt=|left Sri Venkateswara Brahmotsavams celebrated every year during September/October is the most important festival in Tirumala when it receives lakhs of devotees over a short span of a nine days. The city celebrates all major Hindu festivals including Sankranti, Ugadi etc. Vaikunta Ekadasi, the day on which it is believed that Vaikunta Dwarams will be opened, is celebrated in Tirumala. Rathasapthami is another festival, celebrated during February, when Lord Venkateswara processional deity, (Malayappa) is taken in a procession around the temple on seven different vahanas from early morning to late night. Cuisine Tirupati is known for world-famous Tirupati Laddu. It is the prasadam at Venkateswara Temple, Tirumala. Tirupati Laddu had got Geographical indication tag which entitles only Tirumala Tirupati Devasthanams to make or sell it. Arts, crafts and architecture Tirumala Tirupati Devasthanams established Sri Venkateswara Museum, one at Tirumala and the other at Tirupati. It has a wonderful collection of Tirupati temple architecture and historical artefacts, such as ancient weaponry, pooja items and idols. It has a comprehensive photo gallery that gives a unique insight into the Tirupati region's culture and traditions. It also boasts a meditation centre. ==Landmarks== thumb|Arjuna's chariot in Geethopadesam park thumb|Natural Arch in Tirumala, Andhra Pradesh, India Venkateswara Temple is an abode of Lord Venkateswara situated in Tirumala. It is also known as Tirumala Temple. Natural Arch is located north of the temple, which measures wide and high and was naturally formed from the quartz. Srivaari Paadamulu (the footprints of Lord) are believed to be the footprints of Lord Venkateswara formed when he first stood on Tirumala Hills. Papavinasanam is a waterfall flowing from a tributary of the Swarnamukhi River. It also has a temple where seven lion-headed channels open from a height for deities to bathe below them. A temple dedicated to goddess Ganga is located near the enclosure. Akaasa Ganga is another natural waterfall in Tirumala. ==Transport== thumb|Srivari Padalu steps Foot Steps There are two paths to travel on foot from Tirupati to Tirumala. These paths are called Sopanamargas. The Devotees to fulfil their Vow to Lord Venkateswara will take this path to reach Tirumala on foot from Tirupati. Both the paths are completely roofed and passes through seven hills which are part of Seshachalam Hills. * Alipiri Mettu – The first and Ancient path starts from Alipiri and consists of a total 3550 Steps which makes a distance of 11 km. At Alipiri there is a temple dedicated to Lord Venkateswara called Padalamandapam. There are Four Gopurams(Temple Towers) on the way. * Srivari Mettu – It originates at Srinivasa Mangapuram, about from Tirupati. It is long. This trail has 2400 steps and is shorter than Alipiri Metlu path. Road Tirumala can be accessed by road from Alipiri. The distance is . There are two roads from Alipiri to Tirumala, one each dedicated to up and down traffic. The state government- owned Andhra Pradesh State Road Transport Corporation (APSRTC) operates frequent Saptagiri and Saptagiri Express buses from Tirupati and Alipiri and also from nearby places. Tirumala Tirupati Devasthanams (TTD) runs free buses for transit within Tirumala. Rail The nearest railway station is at Tirupati, about from Tirumala. Tirupati Main is one of the major railway station in the South Central Railway zone of the Indian Railways, providing rail connectivity to major parts of India. It is under the jurisdiction of Guntakal railway division. is another important railway station which lies on the Chennai – Mumbai rail corridor is away from Tirumala. Airport The nearest airport is Tirupati Airport, about from Tirumala. It is a domestic airport with direct flights to Hyderabad, Visakhapatnam and New Delhi. The nearest major airport is the Chennai International Airport, located about from Tirumala. == See also == *Hindu Temples in Tirupati *List of census towns in Andhra Pradesh ==References== == External links == * Most Visited Holy Place in the World – World Record *Vasista ashramam, Srinivasa Mangapuram, Tirupati Website Category:Articles containing potentially dated statements from 2004 Category:All articles containing potentially dated statements Category:Towns in Chittoor district Category:Tirupati Category:Hindu holy cities Category:Hills of Andhra Pradesh Category:Tourist attractions in Andhra Pradesh Category:Geography of Chittoor district Category:Mountains of Andhra Pradesh Category:Vegetarian towns in India",
 "title": "Tirumala"
}