{
 "id": "222526",
 "text": "thumb|Three (, and ) mounted in , including one with an asymmetrical crossbar () is the term for a traditionally-made Japanese blade ()The Development of Controversies: From the Early Modern Period to Online Discussion Forums, Volume 91 of Linguistic Insights. Studies in Language and Communication, Author Manouchehr Moshtagh Khorasani, Publisher Peter Lang, 2008, , P.150The Complete Idiot's Guide to World Mythology, Complete Idiot's Guides, Authors Evans Lansing Smith, Nathan Robert Brown, Publisher Penguin, 2008, , P.144 in the form of a spear, or more specifically, the straight-headed spear. The martial art of wielding the is called . ==History== Early are believed to have been derived from Chinese spears. These are thought to be from the Nara period (710–794). Japan and China: Japan, its history, arts, and literature, Frank Brinkley, T. C. & E. C. Jack, 1903 p.156The connoisseur's book of Japanese swords, Kōkan Nagayama, Kodansha International, p.49 While they were present in early Japanese history, the term appeared for the first time in written sources in 1334 and this type of spear did not become popular until the late 15th century. The original warfare of the was not a thing for commoners; it was a ritualized combat usually between two warriors who would challenge each other via horseback archery. In the late Heian period, battles on foot began to increase and , a polearm, became a main weapon along with a yumi (longbow).Basic knowledge of naginata and nagamaki. Nagoya Japanese Sword Museum, Touken World The attempted Mongol invasions of Japan in 1274 and 1281 was one of the factors that changed Japanese weaponry and warfare. The Mongols employed Chinese and Korean footmen wielding long pikes and fought in tight formations. They moved in large units to stave off cavalry. Polearms (including and ) were of much greater military use than swords, due to their significantly longer reach, lighter weight per unit length (though overall a polearm would be fairly hefty), and their great piercing ability. In the Nanbokuchō period, battles on foot by groups became the mainstream and the importance of further increased, but were not yet the main weapon. However, from the Onin War in 15th century in the Muromachi period, large-scale group battles started in which mobilized (foot troops) fought on foot and in close quarters, and yari, and (Japanese matchlock) became the main weapons.Arms for battle - spears, swords, bows. Nagoya Japanese Sword Museum, Touken WorldKazuhiko Inada (2020), Encyclopedia of the Japanese Swords. p42. 歴史人 September 2020. pp.40-41. Swords in a full battle situation were therefore relegated to emergency sidearm status from the Heian through the Muromachi periods. Around the latter half of the 16th century, holding pikes () with length of became the main forces in armies. They formed lines, combined with soldiers bearing firearms tanegashima and short spears. Pikemen formed a two or three row line, and were trained to move their pikes in unison under command. All of The Three Great Spears of Japan were forged by the 16th century in the Muromachi period.Three Great Spears of Japan. The Nagoya Japanese Sword Museum “Nagoya Touken World” The eventually became more popular than the yumi (longbow) as a weapon for the samurai, and foot troops () followed suit and used them extensively. With the coming of the Edo period the had fallen into disuse. Greater emphasis was placed on small-scale, close quarters combat, so the convenience of swords led to their dominance, and polearms and archery lost their practical value. During the peaceful Edo period, were still produced (sometimes even by renowned swordsmiths), although they existed mostly as either a ceremonial weapon or as a police weapon. ==Description== thumb|175px| (large spear), Tokyo national museum. were characterized by a straight blade that could be anywhere from several centimeters to or more in length. The blades were made of the same steel () that traditional Japanese swords and arrow heads were forged with, and were very durable. Throughout history many variations of the straight blade were produced, often with protrusions on a central blade. blades often had an extremely long tang (); typically it would be longer than the sharpened portion of the blade. The tang protruded into a reinforced hollow portion of the handle ( or ) resulting in a very stiff shaft making it nearly impossible for the blade to fall or break off. The shaft ( or ) came in many different lengths, widths, and shapes; made of hardwood and covered in lacquered bamboo strips, these came in oval, round, or polygonal cross section. These in turn were often wrapped in metal rings or wire (), and affixed with a metal pommel () on the butt end. shafts were often decorated with inlays of metal or semiprecious materials such as brass pins, lacquer, or flakes of pearl. A sheath () was also part of a complete . ==Variations of blades== Various types of points or blades existed. The most common blade was a straight, flat design that resembles a straight-bladed double edged dagger. This type of blade could cut as well as stab and was sharpened like a razor edge. Though is a catchall term for 'spear', it is usually distinguished between , which have additional horizontal blades, and simple () or straight spears. can also be distinguished by the types of blade cross section: the triangular sections were called and the diamond sections were called . * have a point that resembles a narrow spike with a triangular cross-section. A therefore had no cutting edge, only a sharp point at the end. The was therefore best suited for penetrating armor, even armor made of metal, which a standard yari was not as suited to. There are two types of : , blades with a triangular, equilateral cross section, and , with a triangular, isosceles-shaped cross section. * , a blade with a diamond shaped cross section. * were mounted to a shaft by means of a metal socket instead of a tang. The socket and blade are forged from a single piece. * were one of the rarest types of , possessing only a single edge. This created a weapon that could be used for hacking and closely resembled a . are the only which use a . * had a very broad, \"spade-shaped\" head. often had a pair of holes centering the two ovoid halves. 180px|thumb| spearhead with metal collar; note the long tang, approx. equal to the blade-length * , also called , looked something similar to a trident or partisan, and brandished a pair of curved blades around its central lance. It is occasionally referred to as in modern weaponry texts. ** , a with one side blade pointing down and one side blade pointing upwards. ** , a with the two side blades pointing down. ** , a with the two side blades resembling a pair of buffalo horns. * gets its name from a peasant weapon called (lit. \"sickle\" or \"scythe\"). * had a weapon design sporting a blade that was two-pronged. Instead of being constructed like a military fork, a straight blade (as in ) was intersected just below its midsection by a perpendicular blade. This blade was slightly shorter than the primary, had curved tips making a parallelogram, and was set off center so that only 1/6 of its length extended on the other side. This formed a rough 'L' shape. * barely looked like a spear at all. A polearm that had a crescent blade for a head, which could be used for slashing and hooking. * was a key- shaped spear with a long blade with a side hook much like that found on a fauchard. This could be used to catch another weapon, or even dismount a rider on horseback. * possessed some of the most ornate designs for any spear. Running parallel to the long central blade were two 'crescent moon' shaped blades facing outwards. They were attached in two locations by short cross bars, making the head look somewhat like a fleur-de-lis. * , an old form of possibly from the Nara period (710–794),The new generation of Japanese swordsmiths, Tamio Tsuchiko, Kenji Mishina, Kodansha International, 2002 p.15 a guard's spear with pole and blade either leaf-shaped or waved (like keris); a sickle-shaped horn projected on one or both sides at the joint of blade.The Encyclopedia Americana: a library of universal knowledge, Volume 15 Encyclopedia Americana Corp., 1919 p.745 The had a hollow socket like the later period for the pole to fit into rather than a long tang.The Japanese sword Kanzan Satō, Kodansha International, 1983 P.63 * , a broad described as being \"leaf shaped\" or \"bamboo leaf shaped\".The connoisseur's book of Japanese swords, Kōkan Nagayama, Kodansha International, 1998 p.49 * (alao known as ), a straight double edged blade.The connoisseur's book of Japanese swords, Kōkan Nagayama, Kodansha International, 1998, P.49 * (), an extra long blade. * * ==Variations of shafts== A shaft can range in length from , with some in excess of 6 metres. * : long, a type of pike used by .Fighting techniques of the Oriental world, AD 1200-1860: equipment, combat skills, and tactics, Authors Michael E. Haskew, Christer Joregensen, Eric Niderost, Chris McNab, Publisher Macmillan, 2008, , P.44Ashigaru 1467-1649, Stephen Turnbull, Howard Gerrard, Osprey Publishing, 2001, P.19 It was especially used by Oda clan beginning from the reign of Oda Nobunaga; samurai tradition of the time held that the soldiers of the rural province of Owari were among the weakest in Japan. Kantō was a chaotic place; Kansai was home to the Shogunate, and the Uesugi, Takeda, Imagawa, and Hojo clans, as well as pirate raiders from Shikoku. Additionally, Kyushu was home of one of the most warmongering clans in Japan, the Shimazu clan. Because of this, Nobunaga armed his underperforming soldiers extra-long pikes in order for them to be more effective against armoured opponents and cavalry, and fighting in groups and formations. * , a long spear used by and samurai.Ashigaru 1467-1649, Authors Stephen Turnbull, Howard Gerrard, Illustrated by Howard Gerrard, Publisher Osprey Publishing, 2001, , P.23 * . The shaft goes through a hollow metal tube that allowed the spear to be twisted during thrusting. This style of is typified in the school . * . A with a short simple shaft that was kept by the bedside for home protection.Samurai: The Weapons and Spirit of the Japanese Warrior, Author Clive Sinclaire, Publisher Globe Pequot, 2004, , P.119 * . A with a short shaft that was used by samurai and police to help capture criminals. Taiho-jutsu: law and order in the age of the samurai, Author, Don Cunningham, Publisher Tuttle Publishing, 2004, , P.44 ==Gallery== File:Kikuchi yari 99.jpg| File:Sasaho tsukuri hira sankaku yari.jpg| File:Sansaku yari 9.jpg| File:Ryo shinogi fukuro yari.jpg| File:Yari tachiuchi or tachiuke.JPG| or , the reinforced upper part of the shaft. ==See also== * Japanese sword * Three Great Spears of Japan * Nunti Bo * Naginata ==References== ==External links== * Nihonto message board forum * Richard Stein's Japanese sword guide Category:Spears of Japan Category:Blade weapons Category:Samurai pole weapons",
 "title": "Yari"
}