{
 "id": "222643",
 "text": "Roy MacLaren, (born 26 October 1934), is a Canadian politician, diplomat, historian, and author. Born in Vancouver, British Columbia, Canada, he received a Bachelor of Arts degree from the University of British Columbia with a major in History, a master's degree from St Catharine's College, Cambridge, a Master of Divinity degree from the University of Trinity College and an honorary Doctor of Sacred Letters degree from the University of Toronto, another honorary degree from the University of Alabama, and in 1973 attended Harvard University's Advanced Management Program. In 2002, he received the Alumni Award of Distinction from the University of British Columbia. During twelve years with the Canadian foreign service, MacLaren's postings included Hanoi, Saigon, Prague and the United Nations in New York and Geneva. He served as the Canadian Chair of the Canada-Europe Round Table and the Canadian Institute for International Affairs. He has also served on the Canadian and British board of directors of Deutsche Bank plus a number of other multi-national corporations. He is also the Honorary Colonel of the 7th Toronto Regiment, Royal Canadian Artillery. MacLaren is currently the Chairman of the Canada-India Business Council. His historical book, Canadians on the Nile, 1882–1898 was published in 1978 and the following year he was elected to the House of Commons of Canada as the Liberal MP for Etobicoke North. In June 1983, MacLaren was appointed by Prime Minister Pierre Trudeau as Minister of State [Finance]. In June 1984, he was appointed to John Turner's short-lived cabinet as Minister of National Revenue, but was defeated in the September election by Conservative Bob Pennock. In 1988, he was again elected MP for Etobicoke North. After the Liberals won the 1993 election, he was appointed Minister of International Trade, but resigned that position and his seat in 1996, when he was appointed High Commissioner for Canada in the United Kingdom. He served in that position until 2000. Roy MacLaren is currently the Chairman of the Canada-India Business Council he also co-Chairs the Canada Europe Roundtable for Business, sits on the Council of the Champlain Society, the Executive Committee of the Trilateral Commission, the board of directors of the Royal Ontario Museum Foundation Board, is President of St Catharine's College Society, and a director of The Council for Business and the Arts in Canada. His published writings reflect his personal and professional experience, much of it concentrating on Canada's international history. While serving as High Commissioner in London, he published the historically significant diaries of explorer William Stairs. The depiction on the book cover of the expedition up Mt. Ruwenzori is based on a sketch by William Stairs now in the National Archives of Canada. == Works == *Canadians in Russia, 1918–1919 (1976) *Canadians on the Nile, 1882–1898 (1978) *Canadians Behind Enemy Lines, 1939–1945 (1981) *Honourable Mentions: The uncommon diary of an M.P.\" (Toronto, ON: Deneau Publishers, Inc., 1986) *African Exploits, The Diaries of William Stairs, 1887–1892 (1998) *Commissions High; Canada in London 1870–1970 (2004) == Archives == There is a Roy MacLaren fonds at Library and Archives Canada. == Electoral record == ==References== ==External links== * Category:1934 births Category:Living people Category:Alumni of St Catharine's College, Cambridge Category:Canadian Anglicans Category:Canadian historians Category:Canadian male non-fiction writers Category:High Commissioners of Canada to the United Kingdom Category:Liberal Party of Canada MPs Category:Members of the 22nd Canadian Ministry Category:Members of the 23rd Canadian Ministry Category:Members of the 26th Canadian Ministry Category:Members of the House of Commons of Canada from British Columbia Category:Members of the Queen's Privy Council for Canada Category:Politicians from Vancouver Category:Royal Ontario Museum Category:Trinity College (Canada) alumni Category:University of Toronto alumni Category:Writers from Vancouver",
 "title": "Roy MacLaren (politician)"
}