{
 "id": "223138",
 "text": "Ronald David Lyle (February 12, 1941 – November 26, 2011) was an American professional boxer who competed from 1971 to 1980, and in 1995. He challenged unsuccessfully for the world heavyweight title, losing to Muhammad Ali in 1975. Lyle was known for his punching power, crowd-pleasing fighting style, as well as courage and determination inside the ring. He beat Buster Mathis, Oscar Bonavena, Jimmy Ellis, Vicente Rondón, Earnie Shavers, Joe Bugner, and Scott LeDoux, but is best known for his slugfest against George Foreman in 1976, which won Fight of the Year honors by The Ring magazine. ==Early life== Lyle was born the third of 19 children to William and Nellie Lyle of Dayton, Ohio. In 1954, they moved to Denver, Colorado as his father got a job as a sandblaster at Buckley Air Force Base. He grew up on the Northeast side of the city, a predominantly African American area, in public housing projects. During his time in Denver, Lyle associated with violent gangs. At 19, after dropping out of Manual High School, Lyle was convicted of second-degree murder in the fatal shooting of 21-year-old gang rival Douglas Byrd. Lyle argued he was being attacked with a lead pipe and was not the one who pulled the trigger. He was convicted for second-degree murder and sentenced to 15-to-25 years in the Colorado State Penitentiary. On December 16th 1978, Lyle was aquitted.https://www.nytimes.com/1978/12/17/archives/lyle-acquitted-of-murder- in-death-of-former-aide.html acquitted His attorney Walter Gerash said Lyle shot Clark in self defense. In 1965, while in prison, Lyle nearly died on the operating table after being stabbed by an inmate, was saved by a Dr. Townsee. Lyle had 36 blood transfusions and survived. Afterwards, he was put into solitary confinement for 90 days and, as he was alone and had nothing to do, he began doing push-ups, sit-ups, squats, and other exercises. From then on, he trained regularly. While in prison, Lyle, then age 26, enlisted the African-American self-help group named Black Cultural Development Society (BCDS,) and coached the group's football team, The Wildcats, leading them to a championship among the inter-prison teams.Black and Proud Behind Bars by Donald Bogle, (August 1969,) Ebony, vol. 24, no. 10, p. 70. He also played with the Canon City Rockbusters. He first attended a prison boxing event on July 4, 1962, as a spectator, where he decided he could compete as well. His prison boxing debut came in 1964. Lyle credited Lt. Cliff Mattax, the athletic director at the prison, with getting him interested in boxing. Although when Mattax first approached Lyle, and tried to befriend him, he wasn't welcomed, \"Man, you're a screw and I'm a convict. I came here by myself and I'll leave the same way.\" But after recovering from the stab-wound, he changed his mind. \"It was the turning point of my life. Mattax was white, and he wore a badge, but he really cared. He believed in me and my ability. Right then I decided to be a success,\" Lyle said later. Mattax in turn said: \"I don't like to take any credit for what happened, but Ron turned into a real gentleman.\"Levin, Dan. Before the shower, deluge, Sports Illustrated, October 9, 1972, vol. 37, no. 15, p. 88. He watched boxing on TV and said, \"I can do better than that,\" and soon the prison was bringing in boxers for him to fight. \"They had fight cards in prison. I sat around watching them for a while and finally said to myself, 'I can do that,'\" Lyle said.New Heavyweight KO's Past (AP,) The Sunday Oklahoman, February 28, 1971, sec. A. In his first match for the prison boxing team, Lyle was said to be defeated by Texas Johnson. He never lost a prison boxing match again, however. According to Colorado State' Warden Wayne K. Patterson, Lyle was a \"natural born athlete.\" ==Amateur career== During the remainder of his sentence, he had around twenty-five unaccounted amateur fights, losing only once, and winning six heavyweight titles for inmates.Ronnie Lyle Made Big Comeback; Not in Ring, but in Life by David Lamb, Colorado Springs Gazette-Telegraph, June 19, 1970, 4-D.Denver Boxer Lyle Readies for Professional Debut, Colorado Springs Gazette, February 28, 1971, 6-E. By 1969 Lyle was eligible for parole, but twice he was turned down. He was told that a professional boxing career was not a suitable parole plan. Fortunately, his fame had spread to Denver, where the Denver Rocks boxing team had just joined the short-lived International Boxing League. Bill Daniels, a cable television executive, president of American Basketball Association and owner of the Denver Rocks boxing team and the Utah Stars basketball team, offered Lyle an official job as a welder with a firm he owned, and on Sunday, November 9, 1969, Lyle was released from prison on parole. He was released after serving 7½ years. The next morning he showed up at the Rocks' Gym in Denver (later known as Elks Gym,) and was trying out with the Rocks. He made the team, and in the succeeding fifteen months, before turning pro, he won a number of tournaments. He was paroled on November 22, 1969, and later he was given a full pardon by the Governor John Arthur Love. Bromberg, Lester. Ron Lyle: Denver's Heavyweight Hope, Black Sports, April 1973, v. 2, no. 10, pp. 20-23. \"I asked around about the Rocks. They told me they already had a heavyweight (Richard Archuletta and Dan Hermosillo). I figured I could whip him so I stuck around.\" They were trained by the well-known boxing veteran Bobby Lewis. Less than a month later, Lyle made his amateur debut with the team, avenged an earlier Rocks' heavyweight loss and became the team's heavyweight at 215 pounds. Lyle's first amateur victory was a third-round knockout over Fred Houpe (who would later be Leon Spinks's final opponent). He was the 1970 National AAU Heavyweight Champion (outpointed previously unbeaten Mike Montgomery of PhiladelphiaDenver Boxer Wins AAU Title by Ira Berkow (NEA Sports Editor,) Colorado Springs Gazette-Telegraph, May 4, 1970, 5-B.), the 1970 North American Amateur Heavyweight Champion, and the 1970 International Boxing League Heavyweight Champion. After capturing the NAA title, Lyle became a member of the United States National Boxing Team,Denver Rocks Lyle to Box on US Ring Team (UPI,) by James Meade, Colorado Springs Gazette-Telegraph, May 14, 1970, p. 35. as he was still on parole he was given permission to leave the U.S.,U.S. Team Will Meet Boxers Of Three Nations (UPI,) The Cumberland News, June 23, 1970, p. 11. and dispatched on a boxing journey across Europe, visiting Italy, Yugoslavia, and Romania and meeting top local heavyweights in the process.AAU Boxers Off to Rome He lost by decision to Romanian Ion Alexe, but pounded Soviet Armenian heavyweight Kamo Saroyan (89–9Ali Invites Russian To Go 2 Rounds (UPI,) Kingsport News, January 7, 1971, 7-C.) against the ropes (referee interrupted and saved Saroyan from further poundingLyle Wins But Russ KO Boxers by Ron Bontrager, Colorado Springs Gazette, January 24, 1971, 3-D.) in a match broadcast by ABC television's Wide World of Sports, preparing for which he quit his regular job, and dispatched of Duane Bobick, which took the latter's corner five minutes to bring him back into consciousness. No American before Lyle knocked out a Soviet heavyweight. Fighting Bobick to make it to the national team, Lyle was behind on judges' scorecards, and when he fought Saroyan, he again was behind on points, which nonetheless didn't stop him from knocking out both. On January 25, 1971, Lyle fought his last fight as an amateur, knocking out the Pacific Northwest Golden Gloves heavyweight champion Jim Wahlberg. Meanwhile, two world's top-ranked heavyweights, Muhammad Ali and Joe Frazier, were preparing themselves for the Fight of the Century. In February, Lyle visited both rival camps. First he went to Miami Beach, Florida, where the Ali's training camp was based, to spar several rounds with Ali. Then he went to Catskill, New York, to the Frazier's camp, but Yancey Durham, Frazier's manager, did not approve Lyle as a sparring partner, instead he went against one of already selected Frazier's sparring partners, a professional boxer from ChicagoAli, Frazier, . . . and Lyle? (Special Report) by Paul Loewenwarter, 60 minutes, March 1971, vol. 3, no. 12. (Frazier reportedly has invited Lyle for a two-round exhibition at Kiamesha Lake, New York, on January 19, but Lyle was busy qualifying to fight the Soviet.Boxing, Tampa Bay Times, January 15, 1971, p. 37.) ===Highlights=== IBL Denver–Chicago match-up (Denver Rocks vs. Chicago Clippers), Auditorium Arena, Denver, Colorado, December 1969: *Defeated Fred Houpe KO 3 IBL Eastern–Western Division match-up (Kentucky Pacers vs. Denver Rocks), Memorial Auditorium, Louisville, Kentucky, January 1970: *Lost to Tommy Garrett by split decision 1–2 IBL Denver–Milwaukee match-up (Denver Rocks vs. Milwaukee Bombers), Auditorium Arena, Denver, Colorado, January 1970: *Defeated James Sherard KO 2 Denver Golden Gloves, 1970: *(no data available) Colorado State Golden Gloves, February 1970: *(no data available) Regional Golden Gloves, Salt Palace, Salt Lake City, Utah, February 1970: *1/2: Defeated Charles Schoolmeyer KO 1 *Finals: Defeated Charles Banks KO 1 National Golden Gloves, Convention Center, Las Vegas, Nevada, March 1970: *1/16: Defeated Lerdy Sargent KO 1 *1/8: Defeated Alan Kit Boursse TKO 3 *1/4: Defeated Nick Wells by decision *1/2: Lost to William Thompson by decision IBL Detroit–Denver (Detroit Dukes vs. Denver Rocks), Community Arts Building, State Fairgrounds, Detroit, Michigan, April 1970: *Lost to Bill Hurt by decision IBL Denver–Miami match-up (Denver Rocks vs. Miami Barracudas), Auditorium Arena, Denver, Colorado, April 1970: *Defeated ? National Championships, Trenton, New Jersey, April–May 1970: *1/2: Defeated Duane Bobick KO 2 *Finals: Defeated Mike Montgomery by decision IBL Denver–Milwaukee match-up (Denver Rocks vs. Milwaukee Bombers), 1970: *Defeated Larry Penigar by split decision 2–1 North American Championships, Vancouver, Canada, June 1970: *Finals: Defeated Jack Meda (Canada) by decision IBL Denver–Louisville match-up (Denver Rocks vs. Kentucky Pacers), Auditorium Arena, Denver, Colorado, June 1970: *Defeated Tommy Garrett IBL Championships (Denver Rocks vs. Kentucky Pacers), Auditorium Arena, Denver, Colorado, June 1970: *Defeated Billy Freeman by split decision 3–2 Italy–USA Duals (Rocky Marciano Trophy), Palazzo dello Sport, Rome, Italy, June 1970: *Defeated Amedeo Laureti (Italy) KO 1 Yugoslavia–USA Duals, Belgrade, Yugoslavia, July 1970: *Defeated Anton Vukušić (Yugoslavia) Romania–USA Duals, Bucharest, Romania, July 1970: *Lost to Ion Alexe (Romania) by decision Rocky Mountain Golden Gloves, Derks Field, Salt Lake City, Utah, July 1970: *(no data available) IBL Denver–Mexico Exhibition (Denver Rocks vs. all-star Mexican team), State Fair Grounds, Pueblo, Colorado, August 1970: *Defeated Pete Chiano (San Antonio, Texas) TKO 1 *Defeated Pedro Vega (Mexico) National Team Selection Eliminator, Fort Carson, Colorado, January 1971: *Finals: Defeated Duane Bobick KO 2 USA–USSR Duals, Caesars Palace, Las Vegas, Nevada, January 1971: *Defeated Kamo Saroyan (Soviet Union) TKO 2 IBL Denver–Seattle match-up (Denver Rocks vs. the Pacific Northwest team), Auditorium Arena, Denver, Colorado, January 1971: *Defeated Jim Wahlberg KO His amateur career outside of prison lasted only 14 months, during which he compiled a record of 25–4Or 29–4 according to some accounts: See Heavyweight Boxing in the 1970s: The Great Fighters and Rivalries by Joe Ryan, McFarland, 2013, p. 132. (no stoppages,) with 17 knockouts at national and international contests.Ex- convict signs pro boxing pact The Morning News from Wilmington, February 25, 1971, p. 44. (plus unaccounted record of 23–1, 15 KOs, and also without a stoppage, while serving seven-and-a-half-years prison term, bringing his overall amateur record to around 47–5.Eliminallon Bouts Begin Tonight for U.S.-Russ Meet by Morris Fraser, Colorado Springs Gazette-Telegraph, January 15, 1971, 3-C.) During his amateur days he was never knocked down or cut.Former Prisoner Is No. 4 Among Heavyweight Boxers, Jet, February 8, 1973, vol. 43, no. 20, p. 56. Lyle was an obvious choice for the 1971 Pan American Games and the 1972 Olympics, but as he stepped into the pro ranks, Duane Bobick, whom he knocked out twice, was set to represent the United States. On February 24, 1971, Lyle, age 30, signed a professional boxing contract with Bill Daniels. \"Daniels told me ‘You fight this Russian in January and we'll turn you pro.’ This was the door that had to be opened, whuppin' the Russian. So I quit my job and trained for six months. I wasn't going to get beat because I wasn't in shape,\" Lyle recalled. Daniels, in turn, said of Lyle that, \"The reason Ron has adjusted is that he's got a talent, something he knows he's good at and can dedicate himself to.\"For now the answer is not in the Stars, vol. 35, no. 12, p. 77. After he turned pro, Lyle visited his fellow inmates in prison the day before or after each and every professional fight. ==Professional career== Lyle had a very late start in professional boxing. He turned professional under Bill Daniels, with trainer Bobby Lewis. His first fight was at the age of 30 in Denver, Colorado, against A. J. Staples, which he won by knockout in the second round. Lyle went on to post a 19–0 record with 17 knockouts, and became the 5th rated heavyweight contender. He scored impressive knockouts over notables Vicente Rondon, a light heavyweight champion; hulking Buster Mathis; and won by unanimous decision over former WBA Heavyweight Champion, Jimmy Ellis. After dispatching of Buster Mathis, Lyle stated that he is looking for a match-up versus current undisputed champion Joe Frazier, saying \"When I'm ready. I'm not taking any shortcuts.\" Yancey Durham, Frazier's manager and an interested observer, did compliment Lyle on his punching power. He was ranked #4 heavyweight in the world by WBA and the Ring Magazine. Lyle's undefeated streak ended on a one- sided decision to veteran Jerry Quarry: the latter gave one of his career best performances using a boxer/puncher style to create openings first, gaining the initiative using his greater experience. Lyle then lost to Jimmy Young in 1975. In a later rematch, Young again edged Lyle and went on to outpoint George Foreman in 1977. ===Lyle vs. Ali=== On May 16, 1975 he was given an opportunity to face heavyweight champion Muhammad Ali, during Ali's second title defense in his second reign as champion. Lyle had Bobby Lewis and Chico Ferrara in his corner. Lyle was the more aggressive fighter in the early rounds, with Ali conserving his energy and covering up in the center of the ring allowing Lyle to score. Lyle also showed restraint and did not respond to Ali's attempts at the rope-a-dope ploy. Though in danger of falling too far behind on points, Ali appeared to be in control of the pace of the fight, and picked his moments to score. The fight was close going into the 11th round, with Lyle winning on all three of the judges' score cards. Ali then hit Lyle with a strong right hand and followed with several flurrying punches, scoring. The referee stopped the fight, seeing that Lyle was unable to defend himself and Ali was punching him in the head at will. Lyle's corner was not happy with the referee's decision.http://video.google.com/videoplaydocid=3996128832928221414# ===Lyle vs. Foreman=== Lyle is perhaps best known for a brawling fight in 1976 with Hall of Famer George Foreman. Foreman was making a comeback after suffering his first loss to Ali in the Rumble in the Jungle. The fight is looked upon to this day as one of the most exciting and brutal in heavyweight history. Lyle took the offensive against the former champion and won the opening round. At one point he hit Foreman with a staggering body punch. After almost being knocked out in Round Two, Lyle amazed the crowd by flooring Foreman twice in the fourth round while being knocked down once himself. Lyle, Muhammad Ali and Jimmy Young are the only boxers to have ever knocked down Foreman during a professional boxing match. Foreman later said that Lyle was the toughest man he ever fought, and the hardest hitter he ever took up. The former champion recovered and scored a knockout in the fifth round. Foreman later said he won the fight due to Lyle's exhaustion. Lyle scored impressive victories over rated Jose Luis Garcia, and big names Oscar Bonavena and Earnie Shavers during his career. He also won a split decision over Joe Bugner, boring in with a thudding body attack in a fine contest. According to George Foreman, Ron Lyle was one of the three hardest punchers he had faced in his career along with Gerry Cooney and Cleveland Williams.Archived at Ghostarchive and the Wayback Machine: ===Later career=== The year 1979 marked a decline in Lyle's abilities. Draws with fringe contenders Stan Ward and Scott LeDoux were followed by a stunning one-punch loss to unheard-of Lynn Ball. Ball went on to match other names but never achieved similar success. The Ring magazine quoted Lyle as saying afterwards \"No one does that to me.\" He would return to the ring, however, but not for long. Ron retired again after a first-round knockout loss to then-rising star and undefeated power-hitting Gerry Cooney. By then, Lyle was 39 years old and his best years had gone. ===Comeback=== In 1995, after George Foreman made his comeback into the ring to capture the world heavyweight title again, Lyle, at the age of 54, also decided on a brief comeback. After scoring four quick knockouts over second-rate opponents, Lyle tried to get a rematch with Foreman. The match was never made, however, and Lyle retired from boxing. ==Retirement== While Lyle was working as a security guard in Las Vegas, he was accused of another murder. He shot a man in his apartment who had spent time with him in the Colorado State Penitentiary. Lyle claimed self-defense and was found not guilty. A biography titled Off the Ropes: the Ron Lyle Story was written by Candace Toft and released in the United Kingdom by Scratching Shed Publishing in May 2010.Amazon.com: Off the Ropes: the Ron Lyle Story (9780956252623): Candace Toft: Books It was republished in the United States by Hamilcar Publications in October 2018. Lyle ran the boxing gym Denver Red Shield in Denver, Colorado. He was the former trainer of light welterweight contender Victor Ortíz, who fought out of Denver during some of his amateur career. In 1992 Lyle trained a young promising talent from Las Vegas, Arash Hashemi, and under his mentorship Hashemi won two Golden Gloves championships. ==Death== Lyle died at the age of 70, on Saturday November 26, 2011 from complications from a sudden stomach ailment.Groke, Nick (November 27, 2011) Ron Lyle, heavyweight boxer, dies at age 70 The Denver Post \"We're gonna miss Ron. He was a friend\", Earnie Shavers said. \"He was the strongest man I have ever known, inside-and-out. When he gave advice, it was solid. He will never know how much I loved him. I will greatly miss him now that he is gone. I will never have a close friend like him again\", states Lisa Dawn Sheridan. ==Lyle in the media and popular culture== Ron Lyle appeared in the film Facing Ali, a 2009 documentary, where he discusses his life and career. About his fight against Ali, when referee Fredy Nunez stopped the fight, he said \"I couldn't believe it, you know. I'm ahead on all scorecards. [...] Am I bitter? Forget about it. I never took it personal. If there don't be no Ali, you think you'd be sitting here talking to Ron Lyle? About what?\" During this documentary he revealed that, during his stint in prison, where he received one meal a day consisting of a bowl of spinach, he passed time by doing up to 1,000 push-ups in an hour each day. ==Professional boxing record== {|class=\"wikitable\" style=\"text-align:center; font-size:95%\" |- ! !Result !Record !Opponent !Type !Round, time !Date !Location !Notes |- |51 |Win |43–7–1 |style=\"text-align:left;\"| Dave Slaughter |TKO |2 (10) |Aug 18, 1995 |style=\"text-align:left;\"| | |- |50 |Win |42–7–1 |style=\"text-align:left;\"| Ed Strickland |KO |2 |Jun 9, 1995 |style=\"text- align:left;\"| | |- |49 |Win |41–7–1 |style=\"text-align:left;\"| Tim Pollard |TKO |2 |May 12, 1995 |style=\"text-align:left;\"| | |- |48 |Win |40–7–1 |style=\"text-align:left;\"| Bruce Johnson |KO |4 (10) |Apr 7, 1995 |style=\"text-align:left;\"| | |- |47 |Loss |39–7–1 |style=\"text-align:left;\"| Gerry Cooney |KO |1 (10), |Oct 24, 1980 |style=\"text-align:left;\"| | |- |46 |Win |39–6–1 |style=\"text-align:left;\"| George O'Mara |KO |10 (10), |Aug 23, 1980 |style=\"text-align:left;\"| | |- |45 |Win |38–6–1 |style=\"text- align:left;\"| Al Neumann |TKO |10 (10) |Jun 19, 1980 |style=\"text- align:left;\"| | |- |44 |Loss |37–6–1 |style=\"text-align:left;\"| Lynn Ball |TKO |2 (10), |Dec 12, 1979 |style=\"text-align:left;\"| | |- |43 |Win |37–5–1 |style=\"text-align:left;\"| Scott LeDoux |SD |10 |May 12, 1979 |style=\"text- align:left;\"| | |- |42 |Win |36–5–1 |style=\"text-align:left;\"| Fili Moala |TKO |8 (10), |Apr 6, 1979 |style=\"text-align:left;\"| | |- |41 |Win |35–5–1 |style=\"text-align:left;\"| Horace Robinson | |8 (10), |Jun 3, 1978 |style=\"text-align:left;\"| | |- |40 |Win |34–5–1 |style=\"text-align:left;\"| Stan Ward | |10 |Sep 14, 1977 |style=\"text-align:left;\"| | |- |39 |Win |33–5–1 |style=\"text-align:left;\"| Joe Bugner |SD |12 |Mar 20, 1977 |style=\"text- align:left;\"| | |- |38 |Loss |32–5–1 |style=\"text-align:left;\"| Jimmy Young |UD |12 |Nov 6, 1976 |style=\"text-align:left;\"| | |- |37 |Win |32–4–1 |style=\"text-align:left;\"| Kevin Isaac |TKO |7 (10), |Sep 11, 1976 |style=\"text-align:left;\"| | |- |36 |Loss |31–4–1 |style=\"text-align:left;\"| George Foreman |KO |5 (12), |Jan 24, 1976 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |35 |Win |31–3–1 |style=\"text-align:left;\"| Earnie Shavers |TKO |6 (12), |Sep 13, 1975 |style=\"text-align:left;\"| | |- |34 |Loss |30–3–1 |style=\"text-align:left;\"| Muhammad Ali |TKO |11 (15), |May 16, 1975 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |33 |Loss |30–2–1 |style=\"text-align:left;\"| Jimmy Young |UD |10 |Feb 11, 1975 |style=\"text-align:left;\"| | |- |32 |Win |30–1–1 |style=\"text-align:left;\"| Al Jones |TKO |5 (10), |Dec 13, 1974 |style=\"text-align:left;\"| | |- |31 |Win |29–1–1 |style=\"text-align:left;\"| Boone Kirkman |TKO |8 (10), |Sep 17, 1974 |style=\"text-align:left;\"| | |- |30 |Win |28–1–1 |style=\"text-align:left;\"| Jimmy Ellis |UD |12 |Jul 16, 1974 |style=\"text-align:left;\"| | |- |29 |Win |27–1–1 |style=\"text-align:left;\"| Oscar Bonavena |UD |12 |Mar 19, 1974 |style=\"text-align:left;\"| | |- |28 |Draw |26–1–1 |style=\"text-align:left;\"| Gregorio Peralta | |10 |Nov 17, 1973 |style=\"text-align:left;\"| | |- |27 |Win |26–1 |style=\"text-align:left;\"| Larry Middleton |UD |10 |Oct 31, 1973 |style=\"text-align:left;\"| | |- |26 |Win |25–1 |style=\"text-align:left;\"| Jürgen Blin |TKO |2 (10), |Oct 4, 1973 |style=\"text-align:left;\"| | |- |25 |Win |24–1 |style=\"text-align:left;\"| Jose Luis Garcia |KO |3 (10), |Oct 4, 1973 |style=\"text-align:left;\"| | |- |24 |Win |23–1 |style=\"text-align:left;\"| Lou Bailey |UD |10 |Jul 3, 1973 |style=\"text-align:left;\"| | |- |23 |Win |22–1 |style=\"text-align:left;\"| Wendell Newton | |10 |Jun 11, 1973 |style=\"text- align:left;\"| | |- |22 |Win |21–1 |style=\"text-align:left;\"| Gregorio Peralta |UD |10 |May 12, 1973 |style=\"text-align:left;\"| | |- |21 |Win |20–1 |style=\"text-align:left;\"| Bob Stallings |UD |10 |Apr 14, 1973 |style=\"text- align:left;\"| | |- |20 |Loss |19–1 |style=\"text-align:left;\"| Jerry Quarry |UD |12 |Feb 9, 1973 |style=\"text-align:left;\"| | |- |19 |Win |19–0 |style=\"text- align:left;\"| Larry Middleton |KO |3 (10), |Dec 9, 1972 |style=\"text- align:left;\"| | |- |18 |Win |18–0 |style=\"text-align:left;\"| Luis Faustino Pires |KO |3 (10), |Oct 28, 1972 |style=\"text-align:left;\"| | |- |17 |Win |17–0 |style=\"text-align:left;\"| Buster Mathis |KO |2 (10), |Sep 29, 1972 |style=\"text-align:left;\"| | |- |16 |Win |16–0 |style=\"text-align:left;\"| Vicente Rondón |TKO |2 (10), |Jul 11, 1972 |style=\"text-align:left;\"| | |- |15 |Win |15–0 |style=\"text-align:left;\"| Mike Boswell |TKO |7 (10) |May 25, 1972 |style=\"text-align:left;\"| | |- |14 |Win |14–0 |style=\"text-align:left;\"| Mel Turnbow |TKO |4 (10), |May 10, 1972 |style=\"text-align:left;\"| | |- |13 |Win |13–0 |style=\"text-align:left;\"| George Johnson |KO |3 (10), |Mar 25, 1972 |style=\"text-align:left;\"| | |- |12 |Win |12–0 |style=\"text-align:left;\"| Chuck Leslie |TKO |2 (10), |Jan 22, 1972 |style=\"text-align:left;\"| | |- |11 |Win |11–0 |style=\"text-align:left;\"| Bill Drover |KO |2 (10), |Dec 18, 1971 |style=\"text-align:left;\"| | |- |10 |Win |10–0 |style=\"text-align:left;\"| Jack O'Halloran |KO |4 (10), |Nov 26, 1971 |style=\"text-align:left;\"| | |- |9 |Win |9–0 |style=\"text-align:left;\"| Joe E Lewis |KO |3 (10) |Nov 10, 1971 |style=\"text-align:left;\"| | |- |8 |Win |8–0 |style=\"text-align:left;\"| Manuel Ramos |UD |10 |Oct 9, 1971 |style=\"text-align:left;\"| | |- |7 |Win |7–0 |style=\"text-align:left;\"| Eddie Land |TKO |7 (10) |Sep 1, 1971 |style=\"text- align:left;\"| | |- |6 |Win |6–0 |style=\"text-align:left;\"| Frank Niblett |KO |9 (10) |Aug 11, 1971 |style=\"text-align:left;\"| | |- |5 |Win |5–0 |style=\"text-align:left;\"| Leroy Caldwell | |5 |Jul 24, 1971 |style=\"text- align:left;\"| | |- |4 |Win |4–0 |style=\"text-align:left;\"| Edmund Stewart |TKO |2 (6) |Jul 16, 1971 |style=\"text-align:left;\"| | |- |3 |Win |3–0 |style=\"text-align:left;\"| Gary Bates |KO |3 (4), |Jun 19, 1971 |style=\"text- align:left;\"| | |- |2 |Win |2–0 |style=\"text-align:left;\"| Art Miller | |5 (6) |May 22, 1971 |style=\"text-align:left;\"| | |- |1 |Win |1–0 |style=\"text- align:left;\"| A J Staples | |2 (6) |Apr 23, 1971 |style=\"text-align:left;\"| | |} ==References== ==External links== * * * Category:Boxers from Denver Category:1941 births Category:2011 deaths Category:Heavyweight boxers Category:Boxers from Ohio Category:Sportspeople from Dayton, Ohio Category:Winners of the United States Championship for amateur boxers Category:American male boxers Category:American people convicted of murder Category:American sportspeople convicted of crimes Category:Deaths from digestive disease",
 "title": "Ron Lyle"
}