{
 "id": "223130",
 "text": "Cork taint is a broad term referring to a wine fault characterized by a set of undesirable smells or tastes found in a bottle of wine, especially spoilage that can only be detected after bottling, aging and opening. Though modern studies have shown that other factors can also be responsible for taint - including wooden barrels, storage conditions and the transport of corks and wine - the cork stopper is normally considered to be responsible, and a wine found to be tainted on opening is said to be corked or \"corky\". Cork taint can affect wines irrespective of price and quality level. The chief cause of cork taint is the presence of the chemical compounds 2,4,6-trichloroanisole (TCA) or 2,4,6-tribromoanisole (TBA) in the wine, which in many cases will have been transferred from the cork, but which also can have been transferred through the cork rather than from it. TCA is a compound which does not occur naturally. It is created when some fungi are treated with chlorinated phenolic compounds, which are a type of antimicrobial agent used in the processing of wood. This compound is one of the chief factors responsible for the problem associated with mold liable to be found in cork. Very small amounts of this compound, on the order of nanograms, can be responsible for this defect. Corked wine containing TCA has a characteristic odor, variously described as resembling a moldy newspaper, wet dog, damp cloth, or damp basement. In almost all cases of corked wine the wine's native aromas are reduced significantly, and a very tainted wine is quite unpalatable, although harmless. While the human threshold for detecting TCA is measured in the single-digit parts per trillion, this can vary by several orders of magnitude depending on an individual's sensitivity. Detection is also complicated by the olfactory system's particularly quick habituation to TCA, making the smell less obvious on each subsequent sniff. ==Production== The production of TCA in cork or its transfer by other means into wine is complex, but most results when naturally occurring airborne fungi are presented with chlorophenol compounds, which they then convert into chlorinated anisole derivatives. Chlorophenols taken up by cork trees are an industrial pollutant found in many pesticides and wood preservatives, which may mean that the incidence of cork taint has risen in modern times. Chlorophenols can also be a product of the chlorine bleaching process used to sterilize corks (not in use anymore); this has led to the increasing adoption of methods such as peroxide bleaching. TCA and TBA are responsible for the vast majority of cases of cork taint, but other less common and less known compounds that can cause different varieties include guaiacol, geosmin, 2-methylisoborneol (MIB), octen-3-ol and also octen-3-one - each has its own aroma, all of them considered objectionable in wine. ==Estimated occurrence and industry response== The cork-industry group APCOR cites a study showing a 0.7-1.2% taint rate. In a 2005 study of 2800 bottles tasted at the Wine Spectator blind-tasting facilities in Napa, California, 7% of the bottles were found to be tainted.Laube, James, Wine Spectator (March 31, 2006) \"Changing With the Times\" In 2013, the Cork Quality Council ran over 25 thousand tests. The results, compared with data from eight years ago, show a sharp reduction in TCA levels, of around 81 percent. In the last test, 90 percent of samples of natural cork stopper shipments showed values of under 1.0 ppt and only 7 percent had showed results of 1.0-2.0 ppt. Improvements in cork and winemaking methodology continue to strive to lower the incidence, but the media attention given to cork taint has created a controversy in the winemaking community, with traditional cork growers on one side and the makers of newer synthetic closures and screw caps on the other. Screw caps and synthetic corks, however, are thought to be prone to another aroma taint: sulphidisation. This may arise from the reduced oxygen supply which concentrates sulphurous smells arising from wines with universal preservatives, however it is more likely that these wines contain excessive/imbalanced amounts of sulphite based preservatives to begin with.Heald, Claire, BBC News Magazine (January 17, 2007). \"Put a stop in it\" ===Systemic TCA=== Systemic TCA tainting occurs when TCA has infiltrated a winery via means other than cork and can affect the entire production of wine instead of just a few bottles. This occurs when wine barrels, drain pipes, wooden beams in the cellars, or rubber hoses are tainted by TCA. Sometimes entire cellars have to be rebuilt in order to eliminate all potential systemic TCA culprits. Rubber hoses or gaskets have a high affinity for TCA and therefore concentrate TCA from the atmosphere. Wine or water that subsequently passes through infected hoses can become tainted with TCA. Another possible means of TCA contamination is through the use of bentonite, a swelling clay preparation (smectite) used in treating wine for heat stability. Bentonite has a high affinity for TCA and will absorb TCA and related chemicals in the atmosphere. If an open bag of bentonite is stored in an environment with a high (1–2 ng/g or ppb) TCA concentration, this TCA will be absorbed in the bentonite and transferred to the wine lot to which the bentonite is added. It is notable that this systemic TCA will often impart a trace (1–2 ng/L or ppt) to the wine, which itself is not detected by most consumers. However, with this high baseline level of TCA in bottled wine, even the additional contribution of a relatively clean cork can elevate the TCA level in the wine above threshold levels (4–6 ng/L or ppt), rendering the wine \"corked\". The primary chemical precursor to TCA is TCP (2,4,6-trichlorophenol), an anti- microbial agent used in processing wood. Molds (and some suspect bacteria such as StreptomycesBacterial Causes of Winery Chloroanisole Contamination Paula A. Mara and Linda F. Bisson, Papers and Posters Presented at the ASEV 56th Annual Meeting 22–24 June 2005, Seattle, Washington) are able to de-toxify TCP by methylating the -OH to -OCH3, which is not toxic. Chlorinated phenols can form chemically when hypochlorous acid (HOCl, one of the active forms of chlorine) or chlorine radicals come in contact with wood (untreated, such as barrels or pallets.) The use of chlorine or other halogen-based sanitizing agents is being phased out of the wine industry in favor of peroxide or peracetic acid preparations. Chlorine dioxide has not been shown to produce these spontaneous chlorophenols. Chlorine dioxide is a relatively new agent being used in the wine industry due to its obvious advantages, having shown no evidence of the possibility of TCA formation. Wine Spectator has reported that such California wineries as Pillar Rock Vineyard, Beaulieu Vineyard, and E & J Gallo Winery have had trouble with systemic TCA.Laube, James, Wine Spectator (March 31, 2007) \"Taint Misbehavin\" p. 43 == Treatment == Filtration and purification systems now exist that attempt to remove the TCA from corked wine to make it drinkable again, though there are few means of reducing the level of TCA in tainted wine that are approved by the TTB (formerly BATF). One method of removing TCA from tainted wine is to soak polyethylene (a plastic used for applications such as milk containers and plastic food wrap) in the affected wine. The non-polar TCA molecule has a high affinity for the polyethylene molecule, thereby removing the taint from the wine. The surface area of polyethylene needed to reduce the taint to sub-threshold levels is based on the TCA level in the affected wine, temperature, and the alcohol level of the wine. This can be done at home, as advocated by Andrew Waterhouse, professor of wine chemistry at University of California, Davis, by pouring the wine into a bowl with a sheet of polyethylene plastic wrap. For ease of pouring, a pitcher, measuring cup, or decanter can be used instead. The 2,4,6-trichloroanisole will stick to the plastic. The process is effective within a few minutes. Some vintners have used the so-called half and half mix of milk and cream to remove TCA from wine (the TCA in the wine is sequestered by the butterfat in half and half). The French company Embag markets a product called \"Dream Taste\"http://www.dream-taste-international.com/ which uses a copolymer shaped like a cluster of grapes to remove the TCA taint from wine. ==See also== *Alternative wine closure *Flavor scalping *Wine fault == Notes == ==References== * * * ==External links== * Category:Wine terminology Category:Oenology Category:Wine packaging and storage",
 "title": "Cork taint"
}