{
 "id": "223316",
 "text": "thumb|Windows Hardware Engineering Community Logo The Windows Hardware Engineering Community (WinHEC) is a series of technical conferences and workshops, where Microsoft elaborates on its hardware plans for Windows devices. The WinHEC from 1992 to 2008, which stood for Windows Hardware Engineering Conference, was an annual software and hardware developer-oriented trade show and business conference, where Microsoft elaborated on its hardware plans for Microsoft Windows-compatible PCs. From 2008 to 2015, WinHEC was then replaced in Microsoft's schedule by the Professional Developers Conference, later merged into the Build conference. On September 26, 2014, Microsoft announced that WinHEC will be returning in 2015 in the form of multiple conferences held throughout the year. The first conference is going to be held in Shenzhen, China on March 18 to 19. The industry has changed quite a bit since Microsoft last held WinHEC event, with innovation happening at a much quicker pace and across more geographically diverse locations. Because of that, Microsoft is evolving WinHEC to be more than a single annual conference. Looking ahead, WinHEC will consist of technical conferences and smaller, more frequent, topic focused workshops that are local to the hardware ecosystem hubs. The WinHEC acronym has changed its meaning to the Windows Hardware Engineering Community. On December 17, 2014, Microsoft announced that registration is open for the first of its re-launched WinHEC summit, taking place March 18–19, 2015 in Shenzhen, China. The company also announced that Terry Myerson, Executive Vice President of the Operating Systems Group will keynote the event. They will discuss advancements in the Windows platform that make it easier for companies to build devices powered by Windows as well as Microsoft’s growing investments in the Shenzhen and China ecosystem. ==Audience== WinHEC will stay true to its strong technical roots. The agenda will be packed with executive keynotes, deep technical training sessions, hands-on labs, and opportunities for Q&A; on topics across the spectrum of Windows-based hardware. For executives, engineering managers, engineers and technical product managers at OEMs, ODMs, IHVs, and IDHs who are working with or want to work with Windows technologies ==Events== * 1992 - San Francisco, California. March 1–3, 1992 * 1993 - San Jose, California. March 1–3, 1993 * 1994 - San Francisco, California. February 23–25, 1994 * 1995 - San Francisco, California. March 20–22, 1995 * 1996 - San Jose, California. April 1–3, 1996 * 1997 - San Francisco, California. April 8–10, 1997 * 1998 - Orlando, Florida. March 25–27, 1998 * 1999 - Los Angeles, California. April 7–9, 1999 * 2000 - New Orleans, Louisiana. April 25–27, 2000 * 2001 - Anaheim, California. March 26–28, 2001. **Announcement of the availability of Windows XP Beta 2, which includes the first public beta of Internet Explorer 6. * 2002 - Seattle, Washington. April 16–18, 2002. * 2003 - New Orleans, Louisiana. May 6–8, 2003. **Bill Gates keynote; demonstrated \"Athens\" PC concept, discussed 64-bit computing, uptake of Windows XP. **Initial Windows Longhorn demonstrations and discussions, focusing on a new Desktop Composition Engine (which later became known as the Desktop Window Manager) * 2004 - Seattle, Washington. May 4–7, 2004. **Discussion of Longhorn release timeline and upcoming service packs for Windows XP and Windows Server 2003 **Updated Athens concept PC design, named \"Troy\" based on a Longhorn user interface * 2005 - Washington State Convention and Trade Center, Seattle, Washington. April 25–27, 2005. **Bill Gates gave a keynote speech on various topics including Windows \"Longhorn\" (known later as Windows Vista) and 64-bit computing. * 2006 - Washington State Convention and Trade Center, Seattle, Washington. May 23–25, 2006. Attendance of more than 3,700. **Microsoft announced the release of beta 2 of Windows Vista, Windows Server \"Longhorn\" and Microsoft Office 2007. **The Free Software Foundation staged a protest outside the venue, wearing yellow hazmat suits and handing out pamphlets claiming that Microsoft products are \"Defective by Design\" because of the Digital Rights Management technologies included in them. * 2007 - Los Angeles Convention Center, Los Angeles, California. May 15–17, 2007. * 2008 - Los Angeles Convention Center, Los Angeles, California. November 4–6, 2008. ** Immediately following PDC 2008, held at the same venue, October 27–30. ** Focusing on the then upcoming Windows 7. * 2015 - Grand Hyatt Shenzhen Hotel, Shenzhen, China. March 18–19, 2015. ** Microsoft released the source of the Windows Driver Frameworks. ** Focused on Windows 10. ==References== ==External links== ; Main * ; 2006 * Press materials from WinHEC 2006 * Online videos etc. from WinHEC 2006 ; 2005 * WinSuperSite show report for WinHEC 2005 * WinHEC 2005: Microsoft's 64 Bit Promises Category:Microsoft conferences",
 "title": "Windows Hardware Engineering Conference"
}