{
 "id": "223449",
 "text": "Cobitidae, also known as the True loaches, is a family of Old World freshwater fish. They occur throughout Eurasia and in Morocco, and inhabit riverine ecosystems. Today, most \"loaches\" are placed in other families (see below). The family includes about 260 described species. New species are being described regularly.Perdices, A., Bohlen, J., Šlechtová, V. & Doadrio, I. (2016): Molecular Evidence for Multiple Origins of the European Spined Loaches (Teleostei, Cobitidae). PLoS ONE, 11 (1): e0144628. ==Description and ecology== The body forms of the Cobitidae tend to be vermiform - worm-shaped, long and thin. Most true loaches do not have true scales, and like many other Cypriniformes or catfishes, they have barbels at their mouths (usually three to six pairs). Some other traits typically found in this family are a small bottom-facing mouth suited to their scavenging benthic lifestyle, an erectile spine below the eye, and a single row of pharyngeal (throat) teeth. True loaches are mostly scavengers and are omnivorous, usually not very picky about their food. They may eat aquatic crustaceans, insects, and other small invertebrates, as well as scraps of organic detritus. Many live in eutrophic waters of generally poor quality and feed on tubifex worms and similar benthos associated with such habitat. Some of these loaches have adapted to low oxygen levels in warm, muddy rivers or dirty ponds by being able to gulp up atmospheric oxygen. Some species, particularly from the genera Cobitis and especially Misgurnus, are sensitive to changing air pressure. They change their behavior accordingly, and as these changes in activity are usually followed by a change in weather, they are commonly known as \"weather fishes\" or \"weather loaches\". Some Cobitidae have been introduced to foreign lands, where they may pose problems to local wildlife as invasive species.Misgurnus anguillicaudatus (fish) ISSG Global Invasive Species Database Other true loaches, many of them migratory fish, have been seriously affected by habitat destruction, chemical pollution, and damming, and are considered threatened species today. Some migratory species are popular aquarium fish and since they are very hard to raise in captivity, overfishing has seriously depleted once- common stocks in several cases. ==Systematics== The other \"loaches\" used to be included in this family, but nowadays are recognized as well-distinct members of the order Cypriniformes. Together with the suckers (Catostomidae), the \"loaches\" made up the superfamily Cobitoidea. However, the sucking loaches (Gyrinocheilidae) were easily recognizable as relatives of the suckers.Nelson, J.S. (2006): Fishes of the World. John Wiley & Sons, Inc. Eventually, the hillstream loaches, though more similar to the true loaches than the other two presumed Cobitoidea, were recognized as distinct enough to be better regarded a family in their own right - Balitoridae. And as it seems the \"sucking Cobitoidea\" are quite distant indeed, perhaps even markedly closer to the Cyprinidae, thus the old superfamily Catostomoidea warrants revalidation. Finally, the puzzling mountain carps were most often considered the distinct family Psilorhynchidae in recent times. In a number of systematic schemes, though, they were placed in the Balitoridae (or Balitorinae, when these were included in the Cobitidae). In fact, they seem to be loach-like carps and belong in the Cyprinidae. In 2012, Maurice Kottelat reviewed the loaches and elevated the former subfamily Botiinae to its own family, Botiidae, and established the family Serpenticobitidae for the genus Serpenticobitis. thumb|right|Misgurnus fossilis thumb|right|Canthophrys gongota ==Use by humans== Some true loaches are popular as food fish in East Asian countries such as Japan. These are of importance in the fisheries or being raised in aquaculture. Small species may occasionally be caught for bait. ===As aquarium fish=== thumb|right|Pangio kuhlii Many of the more brightly colored species are popular with freshwater aquarists, so are therefore of importance in the aquarium trade. Some Cobitidae often encountered in aquarium trade include: * Dojo loach, Misgurnus anguillicaudatus * Horseface loach, Acantopsis choirorhynchus * Kuhli loach, Pangio kuhlii ==See also== *List of fish families ==References== Category:Fish of Europe Category:Fish of Asia Category:Ray-finned fish families",
 "title": "Cobitidae"
}