{
 "id": "223430",
 "text": "The monito del monte or colocolo opossum, Dromiciops gliroides, also called chumaihuén in Mapudungun, is a diminutive marsupial native only to southwestern South America (Argentina and Chile). It is the only extant species in the ancient order Microbiotheria, and the sole New World representative of the superorder Australidelphia (all other New World marsupials are members of the paraphyletic \"Ameridelphia\"). The species is nocturnal and arboreal, and lives in thickets of South American mountain bamboo in the Valdivian temperate rain forests of the southern Andes, aided by its partially prehensile tail. It eats primarily insects and other small invertebrates, supplemented with fruit. ==Taxonomy and etymology== Dromiciops gliroides is the sole extant member of the order Microbiotheria. It was first described by British zoologist Oldfield Thomas in 1894. The generic name Dromiciops is based on the resemblance of the monito del monte to the eastern pygmy possum (Cercartetus nanus), one of the synonyms of which is Dromicia nana. The specific name gliroides is a combination of the Latin glis, gliris (\"dormouse\", more generally \"rodent\") and Greek oides (\"similar to\"). The name australis in a synonym (D. australis) refers to the southern distribution of the animal. The common name monito del monte is Spanish for \"mountain monkey\", or \"monkey of the mountains\". In his 1943 Mammals of Chile, American zoologist Wilfred Hudson Osgood identified two subspecies of the monito del monte: *Dromiciops gliroides australis F. Philippi, 1893: It occurs in the Valdivian temperate rain forest in southcentral Chile. *Dromiciops gliroides gliroides Thomas, 1894: It occurs in the northeastern Chiloé Island. ==Phylogeny and biogeography== thumb|Phylogenetic and biogeographic position of the monito del monte relative to other extant marsupials South American marsupials have long been suspected to be ancestral to those of Australia, consistent with the fact that the two continents were connected via Antarctica in the early Cenozoic. Australia's earliest known marsupial is Djarthia, a primitive mouse-like animal that lived in the early Eocene about 55 million years ago (mya). Djarthia had been identified as the earliest known australidelphian, and this research suggested that the monito del monte was the last of a clade that included Djarthia. This relationship suggests that the ancestors of the monito del monte might have reached South America by back-migration from Australia. The time of divergence between the monito del monte and Australian marsupials was estimated to have been 46 mya. However, in 2010, analysis of retrotransposon insertion sites in the nuclear DNA of a variety of marsupials, while confirming the placement of the monito del monte in Australidelphia, also clarified that its lineage is the most basal of that superorder. The study further confirmed that the most basal of all marsupial orders are the other two South American lineages (Didelphimorphia and Paucituberculata, with the former probably branching first). This conclusion indicates that Australidelphia arose in South America (along with the ancestors of all other living marsupials), and probably reached Australia in a single dispersal event after Microbiotheria split off. Fossils of another Eocene australidelphian, the microbiotherian Woodburnodon casei, have been described from the Antarctic peninsula, and fossils of a related early Eocene woodburnodontid have been found in Patagonia. ==Habitat== Monitos del monte live in the dense forests of highland Argentina and Chile, mainly in trees, where they construct spherical nests of water-resistant colihue leaves. These leaves are then lined with moss or grass, and placed in well-protected areas of the tree, such as underbrush, tree cavities, or fallen timber. The nests are sometimes covered with grey moss as a form of camouflage. These nests provide the monito del monte with some protection from cold, both when it is active and when it hibernates. ==Morphology== Monitos del monte are small marsupials that look like mice. Dromiciops have the same dental formula as Didelphids: , a total of 50 teeth. Their size ranges from . They have short and dense fur that is primarily brown-gray with patches of white at their shoulders and back, and their underside is more of a cream or light gray color. Monitos del monte also have distinct black rings around their eyes. Their small furred ears are well- rounded and their rostrums are short. The head to body length is around , and their tail length is between . Their tails are somewhat prehensile and mostly furred with the exception of of the underside. The naked underside of their tails may contribute to increasing friction when the mammal is on a tree. The base of their tails also functions as a fat storage organ which they use during winter hibernation. In a week, Monitos del monte can store enough fat to double their body size. ;Sexual dimorphism At the end of the summer, female Monitos del monte tend to be larger and heavier than males. The tails of the sexes also vary in size during this time; females have a thicker tail, which is where they store fat; the difference suggests that females need more energy than males during hibernation. The sexual dimorphism is only seen during this time and not year-round. ==Reproduction== Monitos del monte have a monogamous mating system. The females have well-formed, fur-lined pouch containing four teats. They normally reproduce in the spring once a year and can have a litter size varying from one to five. They can feed a maximum of four offspring, so if there are five young, one will not survive. When the young are mature enough to leave the pouch, approximately five months, they are nursed in a distinctive nest. They are then carried on the mother's back. The young remain in association with the mother after weaning. Males and females both reach sexual maturity after two years. ==Habits== thumb|right|A monito del monte in state of torpor. The monito del monte is adapted to arboreal life; its tail and paws are prehensile. It is largely nocturnal and, depending on the ambient and internal temperature, and on the availability of food, it spends much of the day in a state of torpor. Such behaviour enables it to survive periods of extreme weather and food shortage, conserving energy instead of foraging to no effect. The animal covers its nest with moss for concealment, and for insulation and protection from bad weather. ==Diet== Monitos del monte are primarily insectivores. They eat insects and other invertebrates they find on the branches of trees and cracks in bark, but during the summer they eat large quantities of fruit, especially mistletoe fruit. ;Seed-dispersing role A study performed in the temperate forests of southern Argentina showed a mutualistic seed dispersal relationship between D. gliroides and Tristerix corymbosus, also known as the loranthacous mistletoe. The monito del monte is the sole dispersal agent for this plant, and without it the plant would likely become extinct. The monito del monte eats the fruit of T. corymbosus, and germination takes place in the gut. Scientists speculate that the coevolution of these two species could have begun 60–70 million years ago. ==Conservation== For the past few years the number of Dromiciops has declined, and the species is now classified as \"near threatened\". Many factors contribute to the decline: The monito del monte is not the only organism which will be affected if it becomes endangered. Dromiciops illustrate parasite-host specificity with the tick Ixodes neuquenensis. This tick can only be found on the monito del monte, so it depends on the survival of this nearly endangered mammal. T. corymbosus also depends on the survival of this species, because without the seed dispersal agency of the monito del monte, it would not be able to reproduce. Little conservation effort is being undertaken at the moment, but there are ecological studies being conducted in the Chiloé Island that might help future conservation efforts. Dromiciops has been found in the Los Ruiles National Reserve and the Valdivian Coastal Reserve, which are protected areas in Chile. ==References== ==Sources== * * * * * * * * * * * * * * * * * * * * Category:Microbiotheriidae Category:Mammals described in 1894 Category:EDGE species Category:Marsupials of South America Category:Marsupials of Argentina Category:Mammals of Patagonia Category:Mammals of the Andes Category:Marsupials of Chile Category:Taxa named by Oldfield Thomas",
 "title": "Monito del monte"
}