{
 "id": "223595",
 "text": "Clarington (2016 population 92,013) is a lower-tier municipality in the Regional Municipality of Durham in Ontario, Canada. It was incorporated in 1973 as the town of Newcastle with the merging of the town of Bowmanville and the townships of Clarke and Darlington. In 1993, the town was renamed Clarington, a portmanteau of the names of the two former townships. Bowmanville is the largest community in the municipality and is the home of the municipal offices. Clarington is part of the Oshawa census metropolitan area in the eastern end of the Greater Toronto Area (GTA). Major employers in Clarington include the Darlington Nuclear Generating Station, General Motors Canada, and several medium to large-sized manufacturing businesses. Most residents commute for work in Durham Region or Toronto. For trips from Clarington, 6% go to Pickering, 5% to Ajax, 12% to Whitby, 40% to Oshawa and 15% to Toronto, for a total of 78%. Clarington was a candidate location to host ITER in 2001, but the bid was withdrawn two years later. ==Local government== Clarington is governed by an elected municipal council consisting of a mayor, and local councillors representing each of the municipality's four wards. In addition, two regional councillors each represent a pair of wards. The mayor and the regional councillors sit on both Clarington Council and Durham Region Council. The current council was elected on October 22, 2018. {| class=\"wikitable\" style=\"width:50%; |- ! bgcolor=\"#DDDDFF\" width=\"50px\" | Position ! bgcolor=\"#DDDDFF\" width=\"50px\" | Name |- | Mayor || Adrian Foster |- | Regional Councillor, Wards 1 & 2 || Joe Neal |- | Regional Councillor, Wards 3 & 4 || Granville Anderson |- | Local Councillor, Ward 1 || Janice Jones |- | Local Councillor, Ward 2 || Ron Hooper |- | Local Councillor, Ward 3 || Corinna Traill |- | Local Councillor, Ward 4 || Margaret Zwart |- |} == Demographics == In the 2021 Census of Population conducted by Statistics Canada, Clarington had a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. 2011 Census data show that Clarington has one of the highest proportions of residents that have English as their mother tongue within the GTA (91.2%). French is the native language for 1.8% of the population of Clarington. No other language has more than 1% of native speakers (Dutch with 0.8% - 695 native speakers - tops the pack of immigrant languages). ==Climate== Environment Canada operates a weather station in Bowmanville. Under the Köppen climate classification Bowmanville has a humid continental climate with warm summers and cold winters. Unlike many other locations on similar latitudes on the eastern half of the North American continent the winters are relatively mild, with cold extremes being moderated by the proximity to Lake Ontario. In spite of this the average low is around in January. Summers are normally moderately warm with averages of around during the day but with nights cooling off rapidly to fall below on many occasions. ==Communities== thumb|right|Bowmanville limestone quarry and cement factory The municipality of Clarington consists of several urban communities, including Bowmanville, Courtice, Newcastle and Orono; as well as several rural communities such as Bond Head, Brownsville, Burketon, Clarke, Crooked Creek, Enfield, Enniskillen, Gaud Corners, Hampton, Haydon, Kendal, Kirby, Leskard, Maple Grove, Mitchell Corners, New Park, Newtonville, Port Darlington, Port Granby, Salem, Solina, Starkville, Taunton (east portion; west portion split with Oshawa along Townline Road), Tyrone, West Side Beach and Wilmot Creek. ==Canadian Tire Motorsport Park== A major attraction in the municipality is the Canadian Tire Motorsport Park (formerly Mosport Park), a multi-track facility located north of Bowmanville that features a 2.459-mile (4.0 km), 10-turn road course; a half-mile paved oval; a 2.4 km advanced driver and race driver training facility and a 1.4 km kart track (Mosport International Karting). It was also a host of the Canadian Grand Prix of Formula One before the event was moved to a circuit in Montreal in the 1970s. Canadian Tire Motorsport Park (CTMP) was also the location of three major music festivals held between 1970 and 1980. The Strawberry Fields Festival held August 7–9, 1970 featured Alice Cooper, Jethro Tull, Grand Funk Railroad, Procol Harum, Ten Years After, Lighthouse, Crowbar and Sly and the Family Stone. John Lennon was to be the headline act, bidding to gain exposure for his peace campaign, but after months of planning he backed out due to differences with the show's promoter. However, the event still used the title of The Beatles' 1967 single of the same name. Led Zeppelin were booked to play but also backed out. Canada Jam was held August 26, 1978 and the Heatwave Festival was held August 23, 1980. CTMP was home to Republic Live's Boots and Hearts Music Festival, which first opened in the summer of 2012. In 2015, the event was abruptly moved to Burl's Creek Event Grounds, near Barrie. ==Durham York Energy Centre== Clarington is home a 20 MW energy-from-waste (EFW) generation unit that opened in early 2016 that will take waste (140000 tonnes per year) for Durham and York Regions to burn to generate electricity. Co-developed by Durham and York Region costed $295 million Canadian to build was built (and operated) by American-based Covanta. The unit will sell and send electricity onto Hydro One's distribution network. ==Attractions== Clarington is home to five Christmas parades. It has more Santa Claus/Christmas parades than any other town-sized municipality in Canada . The parades are run in: Bowmanville, Newcastle, Courtice, Orono, and Enniskillen/Tyrone. The latter parade is organized by \"T.H.E.E. Farmer's Parade of Lights\", which is a special Christmas parade put on by the farmers from the communities of Tyrone, Haydon, Enniskillen and Enfield. Enniskillen which is located in the northern part of Clarington, was the birthplace of Samuel McLaughlin. Mr. McLaughlin started the McLaughlin Motor Car Co. in 1904 and was one of the first major automobile manufacturers in Canada, which evolved into General Motors of Canada. Enniskillen is home to the Enniskillen General Store which opened in 1840 and stills operates today. Clarington was home to the Bowmanville Zoo, until its closure in 2016. The Clarington Family Outdoor Adventure Park has since opened on the same property as the former Bowmanville Zoo, under the same ownership. Clarington is home to Jungle Cat World. Clarington Museums & Archives is the local museum in the municipality. Clarington is also home to Brimacombe, a ski resort located near Kirby, Ontario. https://brimacombe.ca/ ==Notable residents== * Enniskillen was the childhood home of pharmacist and chemist John J. McLaughlin who would go on to invent Canada Dry and his brother Samuel McLaughlin who would go on to create the forerunner of GM Canada in Oshawa ==See also== *List of townships in Ontario ==References== ==External links== * Category:Lower-tier municipalities in Ontario Category:Municipalities in Ontario Category:Populated places on Lake Ontario in Canada",
 "title": "Clarington"
}