{
 "id": "223827",
 "text": "Cabrales (Spanish: queso de Cabrales) is a blue cheese made in the artisan tradition by rural dairy farmers in Asturias, Spain. This cheese can be made from pure, unpasteurized cow’s milk or blended in the traditional manner with goat and/or sheep milk, which lends the cheese a stronger, spicier flavor. Official Spanish government regulatory board (in Spanish: see ext. refs for translation) All of the milk used in the production of Cabrales must come exclusively from herds raised in a small zone of production in Asturias, in the mountains of the Picos de Europa. ==Production== thumb|One of the caves where the cheese ages The milk is first heated and curdled by the addition of rennet. The whey is removed from the curds, which are then packed into cylindrical molds called arnios, salted and left to cure and harden. After the initial curing period of around two weeks, the Cabrales is then aged a further two to five months in natural caves in the limestone mountains of the area. The cheeses are placed on wooden shelves known as talameras, where they are periodically turned and cleaned. Relative humidity in these caves is typically 90% and the temperature is a cool , conditions favoring the development of penicillium molds that produce blue-green veins throughout the cheese. Cabrales has a strong flavor, sometimes quite acidic, which can be very complex when made with mixed milks. Like Gorgonzola and Roquefort, it is a famous blue cheese whose name is protected by European law. At the end of its ripening process, the cheese has the following characteristics: * Cylindrical shape, 7 to 15 cm. high, variable diameter and weight. * Soft, thin, creamy rind of gray color with yellow-reddish areas. * Paste of unctuous consistency, with varying degrees of cohesion, compact and without eyes. * Fat content is not less than 45% of the dry matter. * The minimum moisture content of 30%. ==Marketing== Traditionally, Cabrales was sold wrapped in the moist leaves of Acer pseudoplatanus (Sycamore Maple), but nowadays regulations require that commercially produced Cabrales be sold in a dark-green-colored aluminum foil with the registered official stamp of the PDO Queso de Cabrales. Within the production zone it is still possible to encounter Cabrales cheese with the traditional maple leaf wrapping, although it is only ever produced in small batches and not approved for export, as it is ineligible for DO status. The same is true of other Spanish blue cheeses, also traditionally leaf-wrapped, such as Valdeón and Picón Bejes-Tresviso. A 5.78 lb (2.62 kg) cheese from the Valfríu cheese factory set a Guinness World Record in August 2018 when it sold for €14,300 at auction. In 2020, the same cheese variety set a new world record as it was sold for €20,500 at auction. In 2019, the last year before supply disruptions due to COVID, it was produced 433,000 kg of Cabrales cheese according to the Consejo Regulador D.O.P. Cabrales (Cabrales Regulatory Council). ==See also== *Blue cheese *Spanish cheeses ==References== ==Further reading== *Klöcker, Harald. Culinaria Spain. Cologne: Könemann Verlagsgesellschaft mbH, 1998. p 208. ==External links== *Translation of official Spanish DO information *Cabrales info at cheeses.com *Cabrales info at spanishclub.blog Category:Cheeses with designation of origin protected in the European Union Category:Spanish cheeses Category:Asturian cuisine Category:Cow's-milk cheeses Category:Sheep's-milk cheeses Category:Goat's-milk cheeses Category:Blue cheeses Category:Spanish products with protected designation of origin Category:Picos de Europa",
 "title": "Cabrales cheese"
}