{
 "id": "224199",
 "text": "The Bodensee–Toggenburg railway is a mainly single-track standard-gauge line connecting on Lake Constance (Bodensee in German) and the Toggenburg region in Eastern Switzerland. It was built by the Bodensee-Toggenburg-Bahn (BT), a former railway company, which existed from 1910 until its merger with the \"old\" Südostbahn (SOB) to form the \"new\" Südostbahn (SOB) on 1 January 2001. Today, the line together with the Wattwil–Ebnat-Kappel section forms the eastern network of the Südostbahn. The BT consisted of the standard gauge adhesion railway from Romanshorn to St. Gallen St. Fiden (19.13 km) opened on 3 October 1910 and the standard gauge adhesion line from to Wattwil (31.74 km), as well as the line from Ebnat-Kappel to Nesslau-Neu St. Johann (7.85 km) opened on 1 October 1912. The connecting sections of line from St. Gallen St. Fiden to St. Gallen HB and from Wattwil to Ebnat-Kappel were controlled by the Swiss Federal Railways (SBB), as it leased the Wattwil–Ebnat-Kappel section from the BT. == History== thumb|left|upright=.5|Isidor Grauer-Frey, founder of the Bodensee-Toggenburgbahn thumb|left|Share of the Bodensee-Toggenburgbahn Company valued at 500 franks issued on 2 April 1907 The first railway lines in Eastern Switzerland followed the river valleys and thus resulted in some large detours to the east for travel to the canton capital of St. Gallen. After the construction of the St. Gallen Winkeln–Herisau railway by the Schweizerische Gesellschaft für Localbahnen, (later called the Appenzeller Bahn—Appenzell Railway; AB—and now part of the Appenzell Railways) had shown that it was possible to build railways at relatively low costs in the hilly terrain of the Alpine foothills, a large number of projects emerged in the Alpine foothills between Lake Constance and Lake Zürich. Some of the projects provided for lines connecting with the Appenzell Railway, other projects were developed independently of the AB. A narrow-gauge line through the Ricken and Wasserfluh passes would have meant a winding, slow connection. A standard gauge railway was therefore required for the important intra-cantonal connection between Rapperswil and St. Gallen. In particular, the ennet dem Ricken (\"beyond the Ricken\" in Swiss German) group built political pressure in favour of the project. As a result, the St. Gallen Grand Council agreed on 17 May 1887 to a request for a government loan of Swiss francs (CHF) 7000 for preparatory work for a rail link from the Linth area via the Toggenburg to St. Gallen. The first expert opinion recommended a gap between Ebnat and Uznach, but this would still have required a detour via Wil to reach St. Gallen. An initiative committee (Initiativkomitee) for a St. Gallen–Herisau–Degersheim–Neckertal–Wattwil–Rapperwil railway link was formed in Degersheim in 1889. The leader was the Degersheim embroidery manufacturer Isidor Grauer-Frey, who also campaigned for an extension of the line beyond Rapperswil to Zug in order to make a connection to the Gotthard Railway. The maximum grade of 5.0% planned for the Zürichsee–Gotthardbahn—the later Schweizerische Südostbahn (SOB)—seemed to him unsuitable for main-line traffic. In 1889, the Grand Council granted the initiative committee a contribution of CHF 5,000 to submit an application for a concession for a St. Gallen–Zug railway. This concession was granted by the Federal Assembly on 27 June 1890. There were still 15 years of disputes over the route ahead, with Grauer-Frey always vehemently opposed to local requests to use the line to promote local development. He was not able to determine all aspects of the route, but it was still possible to plan a relatively direct St. Gallen–Rapperswil route that met the standards of a main line. In addition, it proved possible to meet the goal of not exceeding a maximum grade of 1.8% as it was decided that climbing the Ricken pass would be avoided by building a base tunnel under the Ricken instead. The project approved difficult to finance. After lengthy negotiations, the federation agreed—after it had been decided to buy and nationalise the large private railways in 1898—that the federal railway company would build the Ricken Railway if the canton of St. Gallen acquired the Wil–Ebnat-Kappel railway (Toggenburgerbahn) and handed it over to the new company. Contracts were concluded in 1901 with the soon to be nationalised United Swiss Railways (Vereinigte Schweizerbahnen; VSB). The Federal Assembly approved this deal on 19 December 1901 and transferred the Wattwil–Rapperswil line to the VSB on 20 December 1901. Grauer-Frey's vision of a continuation of the line from Rapperswil to Zug remained unfulfilled and the concession expired after the Federal Assembly rejected a further extension of time on 22 December 1906. Nearly 90 years later, this dream re-emerged for a short time with a proposal for a \"Hirzel Tunnel\" under the New Railway Link through the Alps project. In contrast, the St. Gallen–Romanshorn and the Ebnat–Nesslau Neu St. Johann projects, which were promoted by other initiators, were combined with the St. Gallen–Wattwil line into a single concession (Federal Decrees of 19 December 1902 and 11 April 1907). === St. Gallen–Romanshorn and the extension to Obertoggenburg === A project was proposed for a metre-gauge interurban tramway on the St. Gallen–Wittenbach–Kügeliswinden–Neukirch–Amriswil route in 1889. Arbon also sought the construction of a narrow-gauge railway to St. Gallen via Roggwil. The St. Gallen municipal council however, wanted a standard gauge railway to the port of Romanshorn, which served the Lake Constance train ferries. At that time, Romanshorn was an important hub for freight traffic between Switzerland and Germany because the Basel Rhine ports did not start operating until 1922. Coal, iron and other goods were carried from Romanshorn to St. Gallen via Rorschach. The line was opposed vigorously. The original project envisaged a 980 metre-long tunnel through the Rosenberg ridge from . The line would then run along the Sitter river to the village of Wittenbach. It was then decided to share the SBB line from St. Gallen to St. Finden and the SBB built the double-track Rosenberg Tunnel in place of the single-track surface line through the city that had been built in 1856. Large civil engineering structures were not required, with the exception of the Bruggwald Tunnel. The Federal Assembly granted the concession for the line on 15 April 1898. When the project of the Bodensee–Toggenburg Railway became known publicly, every village in the St. Gallen-Thurgau border area sought the best possible access from the railway line. A station serving the Muolen-Steinebrunn community was not approved by the population and had to be dropped. The original proposal envisaged an Egnach station before the junction with the Lake Line (Seelinie). Egnach wanted its own connection to the BT even though it already had a station on the Lake Line. Finally Neukirch and Egnach agreed to have a common station with a corresponding double name. The branch line from Wil to Ebnat of the Toggenburg Railway had been opened in 1870. In 1890, the St. Gallen Executive Council added an extension from Ebnat to Nesslau to the project. The Federal Assembly granted the concession on 17 June 1898. With a change in the statutes, the Ebnat-Kappel–Nesslau Neu St. Johann line became part of the Bodensee–Toggenburg railway on 6 February 1909. Shortly before the start of construction, alternative projects for narrow-gauge tramways appeared. A plan for a railway from Ebnat to Unterwasser was presented in 1907 and another plan for a railway from Wattwil to Buchs was presented in 1908. Because the BT already had the concession to Nesslau, the Federal Assembly granted a concession for a narrow-gauge railway from Nesslau only as far as Buchs on 24 June 1910. === Construction === thumb|Excavator at Herisau loading wagons with rubble. The steam excavators did not fully meet expectations. The new Swiss Federal Railways (SBB) began the construction of the Ricken Tunnel between Wattwil and Kaltbrunn on 17 November 1903. The breakthrough took place, after delays caused by firedamp, on 30 March 1908. The first preparatory work for the construction of the Wasserfluh Tunnel was started in Lichtensteig on 27 December 1905, beginning with the construction of the BT. The first works on the 99 metre-high Sitter Viaduct did not start until the summer of 1908. The construction workers coming from Italy and Croatia were often ignorant of the German language and tensions arose between the population and the workers. The BT had to contend with countless difficulties in its construction, so that the opening, which had been planned for the spring of 1910, had to be postponed for half a year. The BT had serious disputes with the Appenzeller Bahn (AB), as its line to St. Gallen competed with part of the BT line. Its station near the village of Herisau had to be relocated at the expense of BT. The SBB refused the BT the use of platform 1 in , which made the construction of a bridge over the SBB line from Bruggen necessary. Part of the Bruggwald Tunnel collapsed during construction on 22 June 1909, resulting in seven casualties and a strike. The company commissioned to construct the Wasserfluh Tunnel was affected by two work stoppages and financial difficulties. The BT cancelled the contract and finished the tunnel under its own direction; seven people were killed during this work. Heavy and prolonged rainfall resulted in dozens of landslides, the repair of which caused much effort and expense. One side of the Hohenbühl embankment at Roggwil-Berg slipped only a few weeks before the line was opened. BT Abschnitt Neukirch-Steinebrunn.jpg|Cutting between Neukirch-Egnach and Steinebrunn. Because of landslides the slopes had to be flattened. BT Bahnhof Herisau Fundamente.jpg|Construction of the foundations of Herisau station; in the background is the village of Herisau with its church. BT Senkung Hohenbühldamm.jpg|A particular difficulty was the Hohenbühl embankment near Roggwil-Berg, which slipped sideways. BT Thurviadukt I.jpg|With a length of 84 metres, the Thur­viaduct I between Krummenau and Nesslau was the most important structure of the BT in the Upper Toggenburg. === Opening=== The Romanshorn–St. Gallen St. Fiden and the St. Gallen–Wattwil lines were opened together with the Ricken Railway between Wattwil and Uznach on 1 October 1910. The first train consisted of rolling stock from BT and SBB. Scheduled traffic started on 3 October 1910. 19101001 Herisau L.jpg|Opening train of the BT and the Ricken Railway in Herisau on 1 October 1910. In front is a BT Eb 3/5 locomotive, behind is an SBB A 3/5. 19101001 Herisau.jpg|Opening train in Herisau. Behind the locomotives is a baggage car, then six passenger coaches of the BT and six coaches of the SBB. BT Eröffnung Glatttal-Viadukt.jpg|BT opening train with own and SBB passenger cars on the Glatt valley viaduct near Herisau 19101001 Degersheim.jpg|Opening train in Degersheim. Car 6 is a BT AB 51-56 coach and car 7 is an SBB AB 1752 coach from 1904 (rebuilt in 1925 as C 6839). The extension of the Toggenburg line from Ebnat-Kappel to Nesslau was finally opened on 30 September 1912. Operations commenced on the 7.6 km-long line on 1 October 1912. It overcomes a height difference of 119 metres. It required three tunnels and several bridges. === Station buildings=== thumb|Steinebrunn station with mansard roof thumb|Neukirch-Egnach station, based on an 18th century country house The BT did not build the station buildings as standardised types, but like the Rhaetian Railway, it built station that were intended to reflect building types found in the area. The BT station buildings and the joint station in Lichtensteig were built according to drafts by the St. Gallen architect Salomon Schlatter. The station buildings in Wittenbach, Häggenschwil, Muolen and Steinebrunn are based on Thurgau half-timbered houses. The buildings in Wittenbach and Steinebrunn are characterised by Mansard roofs and coupled windows, while in Häggenschwil and Muolen there are evenly distributed windows with shutters. Mogelsberg and Brunnadern received stations modelled on a Toggenburg farm house (a variety of Swiss chalet) with a timber-frame extension. Schachen in the Appenzell region had a station with a wood shingle screen that is typical of that region. The stations buildings of Roggwil-Berg and Neukirch-Egnach show similarities with the country houses that the wealthy of St. Galler and Konstanz built in the 18th century. The larger stations of Haggen, Herisau and Degersheim resemble the factory buildings of the area. BT Muolen.jpg|The half-timbered Muolen station BT Roggwil-Berg.jpg|Roggwil-Berg station building BT Herisau.jpg|Herisau station about 1910 BT Schachen.jpg|Schachen in the canton of Appenzell AR BT Mogelsberg.jpg|Mogelsberg in Toggenburg BT Brunnadern.jpg|Brunnadern with a freight train and a stagecoach to St. Peterzell on the left Lichtensteig.jpg|Keilbahnhof of Lichtensteig; platform of the BT on the left and platform (hidden) of the SBB on the right Bahnhof Nesslau Neu St. Johann 1912.jpg|Station building of Nesslau-Neu St.Johann after completion === Operations of the SBB === thumb|In the first years, operations on the line were run by the SBB. Train hauled by Eb 3/5 6 in Muolen. The BT had procured its own rolling stock, but entered a contract with the SBB for its operation, because it hoped for financial savings as a result. However, a review in 1915 showed that handling its own operations would have lower costs. Negotiations with the SBB soon led to an agreement with the SBB proposing to maintain the continuous operations between Romanshorn and Rapperswil and between Wil and Nesslau and to use the rolling stock and personnel of the two railways in natural proportions. The BT took over its own operation on 1 May 1917. The necessary facilities for vehicle maintenance were built in Herisau for this purpose. === Extension to the Rhine Valley === The opening of the postal bus route from Nesslau to Wildhaus on 1 May 1918 led to a significant increase in traffic on the railway line to Nesslau. As soon as the First World War was over, a project was developed to build an electric metre-gauge railway on the Nesslau-Wildhaus-Buch route called the Toggenburg-Werdenberg-Bahn (Toggenburg- Werdenberg Railway; TWB). With a 6.5% grade and curves with a minimum radius of 60 to 70 metres, the western end of the line would not have caused much difficulty. The summit was planned at Wildhaus, right in the middle of the 32 kilometre-long route. The route down the eastern ramp from Wildhaus via Gamserberg to Gams would have passed through a spiral tunnel. The Gams–Buchs line would have been built as a tramway. The costs were estimated at a remarkably low CHF 9.5 million. The BT submitted an application for a 15.1-kilometre extension of its line to Wildhaus in 1944. The maximum slope would have been 5.0%. In addition to four tunnels, stations were planned in Stein, Alt St. Johann, Unterwasser and Wildhaus. The project, which was intended as a work-creation measure, was not realised because there was very low unemployment after the war. ===Railmotor operations=== thumb|BCFm 2/4 petrol railmotor for light trains. In 1926 two BCFm 2/4 petrol-powered railmotors were delivered to the BT, which allowed a reduction in the operating costs of some local trains and the operation of additional trains. Since the concept of \"light operation\" proved to be successful, not only locomotives, but also railcars were procured for the electrification of the line. The engines were removed from two petrol railmotors and they were converted into railcar trailers. The fact that they were not kept as a reserve for independent operations over unelectrified lines, such as the diesel railcar of the Appenzeller Bahn, suggests that their petrol engines were not completely satisfactory. === Electrification === Electrification was already an issue during the construction of the line, but the SBB opposed it. From a technical point of view, there was still a great deal of uncertainty and no cost savings compared to steam operation. The First World War, which caused coal prices to rise, changed this view quickly. On 18 October 1920, BT's Board of Directors decided to electrify the St. Gallen–Wattwil–Nesslau line, but it rescinded this decision a year later, after coal prices had quickly returned to normal. On 4 October 1926, there was an accident in the Ricken Tunnel (carbon monoxide poisoning of the train crew of a stopped freight train), which forced the SBB to electrify the tunnel immediately. As a result, continuous steam operation to Rapperswil was not possible from 15 May 1927, so the board of directors of BT decided to fully electrify the BT lines on 12 April 1930. The Confederation and the cantons (with the involvement of the municipalities) granted the BT an electrification loan of CHF 3.9 million. In order to ensure continuous electrification, BT had to lease the Wattwil–Ebnat- Kappel line from the SBB because the latter did not intend to electrify the Toggenburg Railway in the foreseeable future—although the line was electrified during the Second World War. The St. Gallen–Nesslau line has been operated electrically since 4 October 1931 and the Romanshorn–St. Gallen line since 24 January 1932. === Cooperation with the SOB === With the commencement of the electric operation on the Südostbahn (SOB) in 1939, new possibilities for cooperation opened up. In 1940, direct trains were introduced between St. Gallen and some of which were extended to on Sundays from 1945 and then daily from 1947. Thus the Direkte Linie Nordostschweiz–Zentralschweiz (north-east Switzerland–central Switzerland direct line) was created, which is now marketed as the Voralpen Express. At the start of electrical operations, the SOB locomotives had not been delivered, so initially, both the BT and the SBB assisted with locomotives and railcars. The idea to merge train operations and workshops was considered for the first time in 1955. The project failed, however, and the close cooperation in offering through trains found no equivalent in other areas of operations. === Development of the modern private railway === thumb|Four-car Push-pull train including a BDe 4/4 51–53 set with two reinforcement cars on the Glatttal viaduct near Herisau. thumb|Push-pull train with RBDe 4/4 76 on the way out of the Rosenberg tunnel to the St. Gallen station. Apart from electrification, the condition of BT changed little during the first forty years. The highly-engineered lines in the foothills of the Alps created a debt burden and interest charges that were an enormous burden for the company. In the 1930s, the financial situation deteriorated so much that a partial renovation of the line was necessary in 1942/43 at the expense of the Federation and the cantons of St. Gallen and Thurgau. It was not until a new Railways Act was passed by the federal government in 1958 that the way was clear for the comprehensive renewal of the infrastructure and rolling stock fleet. The BT equipped its lines with automatic block signaling between 1954 and 1956. It used its proprietary Teleblock system, which was cheaper than the usual systems thanks to the use of telephone relays. For its fiftieth anniversary, BT was able to commission push–pull operations with BDe 4/4 set No. 50. This train was equipped with fluorescent tube lighting, rubber-covered gangway connections and a built-in end-of-train device. Two BDe 2/4 + ABt local push–pull trains were built in its own workshop and put into operation in 1961 and 1965. With its first investment program, the rolling stock fleet was expanded in 1966–68 with three other BDe 4/4 push–pull trains and twelve Einheitswagen I (Swiss \"unity coach 1\", built between 1956 and 1967) and the mechanical signal boxes were replaced by relay interlockings. A second stage included the upgrade of the entire infrastructure. The focus of the upgrade of the Wittenbach–St.Gallen–Herisau–Degersheim section in 1973–1982 was to create a modern suburban line with customer-friendly station facilities. In a third stage, in 1984, six three-coach phase-controlled push–pull trains RBDe 4/4 + B + ABt were procured, which were used in regional transport. The fourth investment program enabled the purchase of six Re 4/4 locomotives in 1987/88, These were the world's first frequency changer locomotives with three-phase asynchronous motors and gate turn-off thyristors. The first section of double track was opened in Gübsensee in 1989, allowing half-hourly services between St. Gallen and Wattwil. === The “end” of the BT === Under new leadership and in a changed political environment in the 1990s, talks began again on closer cooperation between the BT and the SOB. A retroactive merger was agreed to form a new Schweizerischen Südostbahn based in St. Gallen to take effect retroactively on 1 January 2001. With the exception of the Lötschberg railway of the BLS, BT had the largest number of engineering structures per kilometre of its owned line of any Swiss railway company. The large number of tunnels and bridges led to high construction and maintenance costs. == Construction== === Tunnels === BT's lines included 17 tunnels with a total length of 6.927 km, of which the Bruggwald and the Wasserfluh Tunnels were more than 1 km long. Thus, 12.45% of the property length was underground. {| class=\"wikitable\" !Name!!Section!!Length!!Remarks |- |Bruggwald||rowspan=\"2\"|Wittenbach–St. Gallen St. Fiden||style=\"text- align:right\"|1731 m||rowspan=\"2\"| |- |Galgentobel||style=\"text-align:right\"|96 m |- |Sturzenegg||rowspan=\"4\"|St. Gallen Haggen–Herisau||style=\"text- align:right\"|247 m|| |- |Hölzli||style=\"text-align:right\"|73 m||Opened out in 1988 during the duplication of the line |- |Heinrichsbad||style=\"text- align:right\"|27 m||rowspan=\"2\"| |- |Thal||style=\"text-align:right\"|163 m |- |Mühlebühl||Herisau–Schachen BT||style=\"text-align:right\"|90 m|| |- |Bühlberg||Schachen BT–Degersheim||style=\"text-align:right\"|366 m|| |- |Aesch||Degersheim–Mogelsberg||style=\"text-align:right\"|92 m|| |- |Neuhaus||rowspan=\"3\"|Mogelsberg–Brunnadern-Neckertal||style=\"text- align:right\"|72 m||rowspan=\"3\"| |- |Russen||style=\"text-align:right\"|70 m |- |Schoren ||style=\"text-align:right\"|141 m |- |Wasserfluh||rowspan=\"2\"|Brunnadern-Neckertal–Lichtensteig||style=\"text- align:right\"|3556 m||rowspan=\"2\"| |- |Lichtensteig Kantonsstrasse||style=\"text-align:right\"|39 m |- |D’um-D’um||rowspan=\"3\"|Ebnat-Kappel–Krummenau||style=\"text-align:right\"|25 m||rowspan=\"3\"| |- |Horben||style=\"text-align:right\"|93 m |- |Trempel||style=\"text-align:right\"|46 m |} === Bridges === thumb|Push-pull train with BDe 4/4 coaches on the Weissenbach viaduct near Degersheim. BT's lines had 85 bridges over 2 metres in length (of which 16 are more than 60 metres in length) with a total length of 3.150 km. 5.66% of its property ownership consisted of bridge sections. In addition, the BT had the highest railway bridge in Switzerland, the 99 metre-high Sitter Viaduct. The brick structure with a 120 metre-long half-timbered central section was also the longest bridge of the BT. Bridges over 40 m long: {| class=\"wikitable\" !Name!!Section!!Length!!Height |- |Hegibach||Muolen–Häggenschwil- Winden||style=\"text-align:right\"|76 m||style=\"text-align:right\"|14 m |- |Galgentobel||Wittenbach–St. Gallen St. Fiden||style=\"text-align:right\"|69 m||style=\"text-align:right\"|11 m |- |Sitter||rowspan=\"2\"|St. Gallen Haggen–Herisau||style=\"text-align:right\"|366 m||style=\"text-align:right\"|99 m |- |Walketobel||style=\"text-align:right\"|118 m||style=\"text-align:right\"|35 m |- |Glatt­tal||rowspan=\"2\"|Herisau–Schachen BT||style=\"text-align:right\"|296 m||style=\"text-align:right\"|34 m |- |Ergeten||style=\"text-align:right\"|96 m||style=\"text-align:right\"|27 m |- |Kirchtobel||rowspan=\"2\"|Schachen BT–Degersheim||style=\"text-align:right\"|143 m||style=\"text-align:right\"|29 m |- |Weissenbach||style=\"text-align:right\"|282 m||style=\"text-align:right\"|64 m |- |Waldbach||rowspan=\"3\"|Degersheim–Mogelsberg ||style=\"text-align:right\"|158 m||style=\"text-align:right\"|38 m |- |Spitzmühle||style=\"text-align:right\"|123 m||style=\"text-align:right\"|36 m |- |Aesch||style=\"text-align:right\"|112 m||style=\"text-align:right\"|43 m |- |Katzentobel||rowspan=\"3\"|Mogelsberg–Brunnadern-Neckertal||style=\"text- align:right\"|109 m||style=\"text-align:right\"|35 m |- |Josenbach||style=\"text- align:right\"|101 m||style=\"text-align:right\"|25 m |- |Schmidli||style=\"text- align:right\"|109 m||style=\"text-align:right\"|14 m |- |Alte Strasse||rowspan=\"2\"|Brunnadern-Neckertal–Lichtensteig||style=\"text- align:right\"|55 m||style=\"text-align:right\"|13 m |- |Thur||style=\"text- align:right\"|96 m||style=\"text-align:right\"|18 m |- |Oberer Gieselbach||Ebnat- Kappel–Krummenau||style=\"text-align:right\"|54 m||style=\"text-align:right\"|18 m |- |Aeschbach||rowspan=\"3\"|Krummenau–Nesslau-Neu St. Johann||style=\"text- align:right\"|41 m||style=\"text-align:right\"|6 m |- |Thur I||style=\"text- align:right\"|84 m||style=\"text-align:right\"|18 m |- |Thur II||style=\"text- align:right\"|47 m||style=\"text-align:right\"|8 m |} == Operations== === Operation by the Bodensee-Toggenburg-Bahn === thumb|Train with locomotive Be 4/4 of the BT and rolling stock of the SBB and BT 1983 in Wattwil. Because the BT's line basically consisted only of sections with connections that belonged to the SBB, personnel and rolling stock were always deployed across company boundaries. This was always with track access charges calculated on the basis of kilometres of track used, initially only in relation to the SBB, later with the establishment of the operation of the \"direct line\" in central Switzerland also in relation to the SOB. A special feature is the double track between Lichtensteig and Wattwil. The western track formerly belonged to the SBB and the eastern track to the BT. Operationally, it was not a conventional double track line until 2006, but two adjacent single tracks. Trains could not run on the other track until the installation of a signal box and an adjustment of the tracks in 1977/78 (although traffic to/from Herisau only runs on track 2). Operation on the alternative track is used especially in the case of delays. Previously only the mountain-side (western) track could be used for D4 traffic (22.5 t axle load, 8.0 t/m linear load) and the other track could only be used for C3 traffic (20.0 t axle load, 7.2 t/m linear load). Since 2018 both tracks can be used for D4 traffic.According to the map of FDV AB, section 5.1 chapter 4.2.4, as of 1 July 2017 () The BT had no less than seven joint stations. * (SBB) * (SBB) * (SBB, TB, SGA/AB) * Herisau (AB) * Lichtensteig (SBB) * Wattwil (SBB) * Ebnat-Kappel (SBB, until 1931) Under the SOB, the ownership of the assets of the former BT was adjusted between the SBB and the SOB during 2006 and responsibility for the operation of the Lichtensteig–Wattwil–Ebnat- Kappel section has belonged to the SOB since then. Specifically, the SBB have transferred its shares in these assets to the SOB in exchange for the former BT’s shares in St. Gallen station. === Operations by the Südostbahn === The line of the Bodensee-Toggenburg Railway company is now operated as part of the St. Gallen S-Bahn. The fastest service is the hourly Voralpen-Express (VAE) of the SOB from St.Gallen via Rapperswil to Lucerne and the RegioExpress from St.Gallen via Romanshorn and Konstanz to Kreuzlingen, which Thurbo operates every two hours. The whole line from Nesslau to Romanshorn is served by line S8, operated by Thurbo, which extends from Romanshorn to . These services are supplemented by the S4 circular line (St. Gallen–Uznach–Sargans–St. Gallen) of the SOB. The S81 service (Herisau–Wittenbach) operates only in the peak hours. (replacement bus services shown during upgrading between Wattwil and Nesslau-Neu St. Johann) The Südostbahn wants to reduce journey times from Wattwil to Nesslau to under half an hour in order to be able to run half-hourly rather than hourly services. Therefore the line will be upgraded as far as possible for higher speeds in 2019. Between Wattwil and Ebnat-Kappel trains will be able to run at 140 km/h. The exit speed from Wattwil station will be increased around 2021. The reversal of the service in Nesslau has been carried out automatically without intervention by a driver since 2017. Important freight traffic consists of block trains to the Häggenschwil-Winden tank farm and freight trains to serve a private railway siding in St. Gallen Haggen. == References == ===Notes=== ===Footnotes=== ===Sources=== * * * * * * * Category:Railway lines in Switzerland Category:Railway lines opened in 1910 Category:1910 establishments in Switzerland Category:Defunct railway companies of Switzerland",
 "title": "Bodensee–Toggenburg railway"
}