{
 "id": "224182",
 "text": "thumb|F-c-oetinger-by-eger1775 Friedrich Christoph Oetinger (2 May 1702 – 10 February 1782) was a German Lutheran theologian and theosopher. ==Biography== Oetinger was born at Göppingen. He studied philosophy and Lutheran theology at Tübingen (1722-1728), and was impressed by the works of Jakob Böhme, and also devoted attention to Leibniz and Wolff. On the completion of his university course, Oetinger spent some years travelling. In 1730 he visited Count Zinzendorf at Herrnhut, remaining there some months as teacher of Hebrew and Greek. During his travels, in his eager search for knowledge, he made the acquaintance of mystics and separatists, Christians and learned Jews, theologians and physicians alike. The Philadelphians influenced him to accept apocatastasis, the belief that all people would eventually be saved; he wove this into his theological system, depending chiefly upon I Corinthians 15 and Ephesians 1:9-11.\"Apocatastasis\". New Schaff-Herzog Encyclopedia of Religious Knowledge, Vol. I. After some delay he was ordained to the ministry, and held several pastorates (since 1738). While pastor (from 1746) at Walddorf near Tübingen, he studied alchemy and made many experiments, his idea being to use his knowledge for symbolic purposes. These practices exposed him to the attacks of persons who misunderstood him. “My religion,” he once said, “is the parallelism of Nature and Grace.” Oetinger translated a part of Emanuel Swedenborg's philosophy of heaven and earth, and added notes of his own. In 1760 he defended Swedenborg's work and invited him to Germany. His treatise Swedenborg's and other Earthly and Heavenly Philosophies was published in 1765. This and his translations of Swedenborg brought upon him the censure of his ecclesiastical superiors, but he was protected by the Duke of Württemberg, and later was appointed superintendent of the churches in the district of Weinsberg. He subsequently held the same position in Herrenberg, and afterward he became prelate at Murrhardt (appointed 1765; entered office 1766), where he died. == Bibliography == * Die Werke Friedrich Christoph Oetingers. Chronologisch-systematische Bibliographie 1707-2014, bearbeitet von Martin Weyer-Menkhoff und Reinhard Breymayer. (Berlin; München; Boston [, Massachusetts, USA] : ) (Walter) de Gruyter (GmbH), [März] 2015 (Bibliographie zur Geschichte des Pietismus, Band 3. Im Auftrag der Historischen Kommission zur Erforschung des Pietismus [Hannover, bei der Union Evangelischer Kirchen in der Evangelischen Kirche in Deutschland] hrsg. von Hans Schneider, Hans Otte, Hans-Jürgen Schrader). - VIII, 445 pp. ** Print: ; . ** eBook (PDF): e-. ** eBook (EPUB): e-. ** Print/eBook: . Oetinger's autobiography was published by Julius Hamberger in 1845 and later by Julius Rößle: * Oetinger, Friedrich Christoph. Selbstbiographie. Genealogie der reellen Gedanken eines Gottesgelehrten. Hrsg. und mit Einführung versehen von J[ulius] Roessle. Metzingen: Ernst Franz Verlag 1990, ** The English translation with commentaries: * Oetinger, Friedrich Christoph. Genealogy of the Well-Grounded Thoughts of a Theologian [Genealogie der reellen Gedanken eines Gottesgelehrten] Reutlingen 1818 - Stuttgart 1859. In: Herzog, Frederick: European pietism reviewed. San Jose, California: Pickwick Publications (2003) (Princeton Theological Monograph Series; 50), pp. (103)-177 (pp. [105]-108: Editor's Introduction]). Oetinger published about seventy works, in which he expounded his theosophic views. A collected edition, Sämtliche Schriften (1st section, Homiletische Schriften, 5 vols., 1858–1866; 2nd section, Theosophische Werke, 6 vols., 1858–1863), was prepared by Karl Christian Eberhard Ehmann, who also edited Oetinger's Leben und Briefe (1859). See also C. A. Auberlen: Die Theosophie Friedr. Chr. Oetinger's (1847; 2nd ed., 1859), and Herzog: Friedrich Christoph Ötinger (1902). * Oetinger, Friedrich Christoph. Biblisches und Emblematisches Wörterbuch. Herausgegeben von Gerhard Schäfer in Verbindung mit Otto Betz [Tübingen], Reinhard Breymayer, Eberhard [Martin] Gutekunst, Ursula Hardmeier [, geb. Paschke], Roland Pietsch, Guntram Spindler. Berlin, New York: Walter de Gruyter 1999. * Oetinger, Friedrich Christoph. Inquisitio in sensum communem et rationem... (1753) Stuttgart-Bad Cannstatt, 1964. * Oetinger, Friedrich Christoph. Die Lehrtafel der Prinzessin Antonia. Herausgegeben von Reinhard Breymayer und Friedrich Häußermann. Berlin, New York: Walter de Gruyter 1977, * Oetinger, Friedrich Christoph. Theologia ex idea vitae deducta. Herausgegeben von Konrad Ohly. Berlin, New York: Walter de Gruyter 1979, * Oetinger, Friedrich Christoph. Die Wahrheit des sensus communis oder des allgemeinen Sinnes... Ehmann, 1861. ==Notes== == References == * This work in turn cites: ** K. F. C. Ehmann, Oetinger's Leben und Briefe (1859) ** C. A. Auberlen, Die Theosophie Friedr. Chr. Oetinger's (1847; 2nd ed., 1859) **Herzog, Friedrich Christoph Ötinger (1902) == Further reading == a) Pre 1945: * This work in turn recommends monographs by Auberlin (1847), Ehmann (1859) and Wächter (1885). * b) 1945–1990: * Breymayer, Reinhard, ed.. \"Oetinger, Friedrich Christoph 1702 - 1782\". In Heiner Schmidt [Hauptbearbeiter und Hrsg.], Quellenlexikon zur deutschen Literaturgeschichte, vol. 24. (Duisburg:) Verlag für Pädagogische Dokumentation 2000, pp. 106 – 114. * Breymayer, Reinhard: Oetinger (Frédéric-Christophe), in: Dictionnaire de spiritualité ascétique et mystique. Doctrine et histoire. Fondé par M[arcel] Viller, F[erdinand] Cavallera, J[oseph] de Guibert, S. J. Continué par A[ndre] Rayez, A[ndre] Derville et A[made] Solignac, S. J. avec le concours d'un grand nombre de collaborateurs, tome 11. Nabinal - Ozanam. Paris 1982, p. 682, col. 2 - p. 685, col. 1. * Erb, Peter Christian, ed. Pietists: Selected Writings. Paulist Press, 1983 - - Wurttemberg Pietism: Johann Albrecht Bengel (1687 - 1752) & Friedrich Christoph Oetinger (1702-1782), p. 253 - 288. * Gadamer, Hans Georg. \"Oetinger als Philosoph\". Kleine Schriften, III, 89-100. * Yeide, Jr., Harry Elwood. A Vision of the Kingdom of God. The Social Ethic of Friedrich Christoph Oetinger. Ph.D. Diss. (in religion) Harvard University, Cambridge, Massachusetts 1965 [unpublished]. c) newest literature: * Weyer-Menkhoff, Martin. Christus, das Heil der Natur. Entstehung und Systematik der Theologie Friedrich Christoph Oetingers. Göttingen: Vandenhoeck & Ruprecht 1990 (Arbeiten zur Geschichte des Pietismus, vol. 27), pp. 272–326 Bibliography. * Weyer-Menkhoff, Martin. Friedrich Christoph Oetinger. Bildbiographie. Wuppertal und Zürich: R. Brockhaus / Metzingen: Ernst Franz Verlag 1990, (R. Brockhaus), (Franz). * Yeide, Jr., Harry [Elwood]. Studies in Classical Pietism. The Flowering of the Ecclesiola. New York; Washington, DC; Baltimore [et alibi] Peter Lang 1997 (Studies in Church History, vol. 6), pp. 109–123 with notes 1–45 on pp. 172–176. * Herzog, Frederick. European pietism reviewed. San Jose, California: Pickwick Publications (2003) (Princeton Theological Monograph Series; 50), pp. (35)-38: Sacred Philosophy? Oetinger. * Weyer-Menkhoff, Martin. The Pietist Theologians. An Introduction to Theology in the Seventeenth and Eighteenth Centuries. Edited by Carter Lindberg. Malden, MA; Oxford, UK; Carlton, Victoria, Australia: Blackwell (2005) (The Great Theologians. A comprehensive series devoted to highlighting the major theologians of different periods), pp. 239–255: Friedrich Christoph Oetinger (1702-1782). * Mathesis, Naturphilosophie und Arkanwissenschaft im Umkreis Friedrich Christoph Oetingers (1702-1782). Hrsg. von Sabine Holtz, Gerhard Betsch und Eberhard Zwink in Verbindung mit dem Institut für Geschichtliche Landeskunde und Historische Hilfswissenschaften der Universität Tübingen. Stuttgart. Franz Steiner Verlag 2005 (Contubernium. Tübinger Beiträge zur Universitäts- und Wissenschaftsgeschichte, vol. 63). - VIII, 314 pp. - . * Breymayer, Reinhard. \"Oetinger, Friedrich Christoph (pseudonyms: Halatophilus Irenaeus, Bibliophilus Irenaeus)\". Dictionary of Gnosis & Western Esotericism. Edited by Wouter J[acobus] Hanegraaff in collaboration with Antoine Faivre, Roelof van den Broek, Jean-Pierre Brach. Leiden / Boston: E. J. Brill 2005, vol. 2, pp. 889–894. * Wouter J[acobus] Hanegraaff. Swedenborg, Oetinger, Kant: Three Perspectives on the Secrets of Heaven. The Swedenborg Foundation, West Chester, Pennsylvania 2007 (Swedenborg Studies Series, no. 18) , pp. 67–85: \"Friedrich Christoph Oetinger\". * Tonino Griffero. Il corpo spirituale. Ontologie \"sottili\" da Paolo di Tarso a Friedrich Christoph Oetinger. Mimesis Edizioni, Milano (2006 [2007]), . [pp. 417 – 510 bibliography.] * Douglas H. Shantz. \"The Harvest of Pietist Theology: F.C. Oetinger’s Quest for Truth as recounted in his Selbstbiographie of 1762\", in Tradition and Formation: Claiming An Inheritance. Essays in Honour of Peter C[hristian] Erb, edited by Michel Desjardins and Harold Remus. Kitchener: Pandora Press, 2008, pp. 121–134. * Reinhard Breymayer. Prälat Oetingers Neffe Eberhard Christoph v. Oetinger [...]. 2nd, improved, edition. Tübingen: Noûs-Verlag Thomas Leon Heck 2010, . [Relations between F. C. Oetinger and his family to Goethe - The wife of F. C. Oetinger's nephew E. C. v. Oetinger was a relative and formerly a girlfriend ('Amasia') of Goethe: Charlotte Louise Ernestine Edle von Oetinger, née von Barckhaus genannt von Wiesenhütten. * Ulrike Kummer: Autobiographie und Pietismus. Friedrich Christoph Oetingers Genealogie der reellen Gedancken eines Gottes=Gelehrten. Untersuchungen und Edition. Frankfurt am Main/New York: Peter Lang 2010, [First critical edition of Oetinger's autobiography, with commentary. Covering also the alchemic and hermetic tradition relevant for Oetinger.] * Reinhard Breymayer: Zwischen Prinzessin Antonia von Württemberg und Kleists Käthchen von Heilbronn. Neues zum Magnet- und Spannungsfeld des Prälaten Friedrich Christoph Oetinger. Dußlingen: Noûs- Verlag Thomas Leon Heck, 2010. - 229 pp. 4°. - . [Oetinger's sympathy for cabbala and magnetism as relevant for Hölderlin, Hegel and Heinrich von Kleist.] * Hermann Ehmer: \"Oetinger, Friedrich Christoph\". In: Religion. Past & Present. Encyclopedia of Theology and Religion. Edited by Hans Dieter Betz, Don S. Browning (+), Bernd Janowski, Eberhard Jüngel, vol. 9. Brill, Leiden/Boston 2011, p. 279\\. * Reinhard Breymayer: Goethe, Oetinger und kein Ende. Charlotte Edle von Oetinger, geborene von Barckhaus-Wiesenhütten, als Wertherische \"Fräulein von B..\". Heck, Dußlingen 2012. - . * Reinhard Breymayer: Friedrich Christoph Steinhofer. Ein pietistischer Theologe zwischen Oetinger, Zinzendorf und Goethe. Mit der Lösung eines quellenkritischen Problems bei Karl Barth und einem Exkurs über die Bedeutung von Tugendlehre und Biblischen Summarien für die Lehrtafel in Steinhofers Amtsort Teinach. Heck, Dußlingen 2012. - . * Reinhard Breymayer (ed.): Johann Friedrich Jüdler, Friedrich Christoph Oetinger, Erhard Weigel: Realvorteile zum Informieren. Johann Friedrich Jüdlers ehmaligen Schulmeisters zu Stetten im Ramstal [Remstal] Realvorteile zum Informieren für die Anfänger in deutschen und lateinischen Schulen nach den Absichten der Realschule zu Berlin. Aus dem Mund und Gespräch des Herrn Spezialsuperintendenten Oetingers geschöpft und dem Druck übergeben <1758>. (Commented edition and reprint of the publication Heilbronn [Neckar] : Johann Friedrich Majer, 1758.) - Noûs-Verlag Thomas Leon Heck, 2014. - . * Reinhard Breymayer: Astronomie, Kalenderstreit und Liebestheologie. Von Erhard Weigel [...] über Friedrich Christoph Oetinger und Philipp Matthäus Hahn zu Friedrich Schiller, Johann Andreas Streicher, Franz Joseph Graf von Thun und Hohenstein, Mozart und Beethoven. Heck, Dußlingen, 2016. - . Category:1702 births Category:1782 deaths Category:People from Göppingen Category:People from the Duchy of Württemberg Category:German Theosophists Category:Radical Pietism Category:University of Tübingen alumni",
 "title": "Friedrich Christoph Oetinger"
}