{
 "id": "224471",
 "text": "Flag football is a variant of American football where, instead of tackling players to the ground, the defensive team must remove a flag or flag belt from the ball carrier (\"deflagging\") to end a down, and contact is not permitted between players. The international governing body for the sport is the International Federation of American Football (IFAF). It is an invitational sport for the 2022 World Games. The best available records to date point to the early 1940s during World War II as the sport's starting point. The game began as a recreational sport created for American military personnel to help them stay fit but was designed in a way that would help prevent them from becoming injured during wartime. At the time it was called \"Touch and Tail football\", which then became \"flag football\" after the war ended. The first known recorded history of flag football can be traced to Fort Meade, Maryland, USA, which is now generally accepted as the sport's birthplace.https://idswater.com/2020/07/05/when-did-flag-football-start-in- the-united- states/#:~:text=From%20Touch%20Football%20evolved%20Flag%20Football%20which%20is,football%20and%20is%20generally%20accepted%20as%20it%E2%80%99s%20birthplace. ==Variations== Chiefly because there is no dominant sanctioning organization for the sport, the game has mutated into many variations: 9, 8, 7, 6, 5, and 4 players on each side; coed or single-gender; with kicking and punting and with point-after conversions (including some with 1, 2, and 3 point tries) or without; and field sizes that vary from full Canadian Football League (CFL) size, National Football League (NFL) size (120 yards long by 53 yards wide), to fields a third that size. An important distinction is whether linemen are allowed to catch passes (\"Eligible Linemen\") or, as in the NFL / CFL, are not allowed to do so (\"Ineligible Linemen\"). Flag (and touch) football may also be divided into \"contact\" or \"non-contact\", depending on whether or not blocking is allowed; if allowed, blocking is usually restricted to the chest. The ability or inability for the quarterback to advance the ball past the line of scrimmage (LOS) by running is another rule subject to variation by league. == Competition == The sport has a strong amateur following and several national and international competitions each year sponsored by various associations. ===IFAF Flag Football World Championship 2021=== The International Federation of American Football (IFAF) had selected Israel to host the Flag Football World Championships for 2021 IFAF Flag Football World Championship with World Games places up for grabs The Kraft Family Sports Campus in Jerusalem, was originally scheduled to stage the men's and women's events, however, due to expected high winds the games were played at Teddy Stadium. Normally conducted every two years, Denmark was scheduled to host the 2020 edition only for it to be cancelled due to the coronavirus pandemic.. “We love the game of American football and are so proud to see the sport’s popularity continue to grow internationally in its various forms, including flag football,” said Robert Kraft, New England Patriots owner and Kraft Group chairman and CEO The United States retained their men's and women's titles at the International Federation of American Football (IFAF) World Flag Football Championships in Jerusalem. The US fought back in both finals, against Mexico to successfully defend their world crowns. Against Mexico In the women's gold-medal match the Americans scored 12 unanswered points in the second period to seal a 31-21 victory. In the semi-finals the US beat Austria 33-6, and Mexico beat Brazil 47-6 to reach the final. \"I'm extremely proud of our women coming together,\" said US head coach Chris Lankford. \"They were dedicated to the mission at hand, and they succeeded.\". The US Mens team too rallied from behind against Mexico to a 44-41 victory and retain their world title. A 35-6 win over Panama sent the US through to the final, and Mexico beat Italy 36-35 to join them in the tournament's showpiece contest. \"Mexico played extremely well, but through the entire process our team made a statement,\" said US head coach Bryan Garcia. \"They represented their country, the programme, themselves, and their families well and I’m proud of them.\" Austria defeated Brazil 26-13 to win the women's bronze medal. Panama edged out Italy 45-40 in the men's third-place playoff. An IFAF event record of 39 men’s and women’s teams combined, spanning 22 countries, competed at the tournament in Israel. ===Medal table=== ===The World Games 2022 Birmingham=== July 20th the International World Games Association (IWGA), National Football League (NFL), and International Federation of American Football (IFAF) July 2020, announced that Flag Football will join the existing lineup of 32 unique, multi-disciplinary sports. The Games which mark the 40th anniversary of the event, will take place from July 7- 17, 2022. Hosted at Birmingham's historic Legion Field. Flag Football 2022 World Games will feature eight men's teams and eight women's teams from around the world. As current reigning world champions, the United States men's and women's teams both pre-qualify for The World Games 2022. The remaining seven teams will be selected through the IFAF qualifying process ===North America=== thumb|Children playing the sport in Mexico On June 28, 2017, the inaugural game for the newly formed American Flag Football League was played. The league plans to launch eight league-owned teams for 2018. In May 2020, the National Association of Intercollegiate Athletics (NAIA), in partnership with the NFL, announced the addition of flag football as a varsity sport for female student-athletes. The NAIA became the first collegiate governing body to sanction the sport at the varsity level. Women's flag will begin during the 2020–21 season as an emerging sport with at least 15 teams, the NAIA and NFL also expect upgrade the sport to an invitational level sport by 2022 with at least 25 teams. NFL FLAG is the largest youth flag football league in the U.S. An NFL licensed property for girls and boys ages 5-17, NFL FLAG has more than 1,600 locally operated leagues and over 500,000 youth athletes across all 50 states. In 2020, Superbowl champion and Seattle Seahawks quarterback Russell Wilson was named co-owner and chairman of NFL FLAG in an effort to help grow the sport worldwide. ===International=== The International Woman's Flag Football Association, otherwise known as the IWFFA, hosts 8 on 8 flag football tournaments and flag football trainings across the world with participants from the United States, Canada, Mexico, Sweden, Norway, Finland, Denmark, Iceland, Scotland and several other nations. The organization is the largest organization for women and girls in the sport of flag football. The most active tournament is held each February in Key West, Florida, called the Kelly McGillis Classic where over 90 women and girls teams participate in 8 on 8, semi - blocking contact flag football. There are no restrictions to for girls and women to play. The International Flag Football Festival (IFFF) organizes the World Cup of Flag Football featuring teams from the United States, Mexico and several other nations. The International Federation of American Football (IFAF) organizes the IFAF Flag Football World Championship every two years since 2002. ====United Kingdom==== Flag football competition in the United Kingdom is 5-a-side and organized by The British American Football Association (BAFA). At a senior level as of 2021, there are fifty eight teams divided into six divisions, Highland (North Division), Northern (West Division), Southern (East Division), Northern (East Division), Southern (Wales Division), and Southern (West Division) with the top teams qualifying for playoffs at the end of the season. As of 2021 the league will also run The Youth Flag Football League (YFFL) and organize teams competing at under 17, under 14, and non- competitive under 11. Flag matches in the UK are played with five players on each side with no contact, and are officiated according to the IFAF flag football rules with a few minor variations. The U17s and U14s compete in the National Youth Flag Football League, which runs from April to August, with teams battling it out to qualify for National Finals Day and ultimately be crowned National Champions. The U11s take part in various regional festivals throughout the year. 2021 BAFA National Youth Flag finals {| class=\"wikitable\" |+ Under 14s |- | South Coast Spitfires || 44 || 20 || Leicester Huntsmen |} {| class=\"wikitable\" |+ Under 17s |- | South Coast Spitfires || 20 || 18 || Coventry Cougars |} ====Final standings==== {| class=\"wikitable\" |- ! U14s |- | 1. South Coast Spitfires |- | 2. Leicester Huntsmen |- | 3. Chorley Buccanneers Cutlasses |- | 4. London Blitz |- | 5. Nuneaton Jaguars |- | 6. Solent Red Storm |- | 7. Houghton Bears |- | 8. Chorley Buccaneers Blades |- ! U17s |- | 1. South Coast Spitfires |- | 2. Coventry Cougars |- | 3. Waveney Wolves |- | 4. South London Renegades |- | 5. London Blitz |- | 6. Brighton & Hove Scorpions |- |} ==Basic rules== The specific rules of flag football vary widely by league, though all share in common their replication of the rules of traditional US-American football with tackling replaced by flag-pulling. Traditional American football rules are often eliminated or modified to reflect the more recreational nature of the game, the desire to avoid physical contact and injury, and the generally smaller number of participating players per side. ==See also== * American football strategy * Rugby football * Tag rugby ==References== == External links == * United States Flag & Touch Football League Category:Sports originating in the United States Category:Variations of American football",
 "title": "Flag football"
}