{
 "id": "224599",
 "text": "thumb|200px|Sydney Smith Sydney Smith (3 June 1771 – 22 February 1845) was an English wit, writer, and Anglican cleric. ==Early life and education== Born in Woodford, Essex, England, Smith was the son of merchant Robert Smith (1739–1827) and Maria Olier (1750–1801), who suffered from epilepsy. His father, described as \"a man of restless ingenuity and activity\", \"very clever, odd by nature, but still more odd by design\", owned, at various times, 19 different estates in England. Smith himself attributed much of his own lively personality to his French blood, his maternal grandfather having been a French Protestant refugee (a Huguenot) named Olier. He was the second of four brothers and one sister, all remarkable for their talents. Two of the brothers, Robert Percy (known as \"Bobus\") and Cecil, were sent to Eton College, but he was sent with the youngest to Winchester College, where he rose to be captain of the school. He and his brother so distinguished themselves that their school-fellows signed a round-robin \"refusing to try for the college prizes if the Smiths were allowed to contend for them any more\". In 1789, Smith became a scholar of New College, Oxford; he received a fellowship after two years' residence, took his degree in 1792 and obtained his Master of Arts degree in 1796. ==Career== Smith planned to read for the bar, but his father disagreed and he was reluctantly compelled to take holy orders. He was ordained at Oxford in 1796 and became curate of the village of Netheravon, near Amesbury in Salisbury Plain. Smith did much for the inhabitants; providing the means for the rudiments of education and thus making better things possible. The squire of the parish, Michael Hicks-Beach, invited the new curate to dine and thrilled to find such a man there engaged him as tutor to his eldest son. It was arranged that they should go to the University of Jena in Germany, but war prevented them and \"in stress of politics\" said Smith, \"we put into Edinburgh\" in 1798. While his pupil attended lectures, Smith studied moral philosophy under Dugald Stewart as well as medicine and chemistry. He also preached in the Episcopal chapel, attracting large audiences. In 1800, Smith published his first book, Six Sermons, preached in Charlotte Street Chapel, Edinburgh, and in the same year married, against the wishes of her friends, Catharine Amelia Pybus. They settled at 46 George Street, Edinburgh, where Smith made numerous friends, among them the future Edinburgh Reviewers. Towards the end of his five years' residence in Edinburgh, in a house in Buccleuch Place, the elevated residence of the then Francis Jeffrey, Smith proposed the setting up of a review. \"I was appointed editor\", he says in the preface to the collection of his contributions, \"and remained long enough in Edinburgh to edit the first number (October 1802) of the Edinburgh Review. The motto I proposed for the Review was Tenui musam meditamur avena.—'We cultivate literature on a little oatmeal.' But this was too near the truth to be admitted, and so we took our present grave motto from Publius Syrus, of whom, none of us, I am sure, had ever read a single line.\" He continued to write for the Review for the next quarter of a century, and his brilliant articles were a main element in its success. Smith left Edinburgh for good in 1803, and settled in London, where he rapidly became known as a preacher, a lecturer and a society figure. His success as a preacher was such that there was often not standing-room in Berkeley Chapel, Mayfair, where he was morning preacher. He was also \"alternate evening preacher\" at the Foundling Hospital, and preached at the Berkeley Chapel and the Fitzroy Chapel, now St Saviour's Church, Fitzroy Square. He lectured on moral philosophy at the Royal Institution for three seasons, from 1804 to 1806; and treated his subject with such vigour and liveliness that the London world crowded to Albemarle Street to hear him. His views were seen as radical but are now thought of as progressive and far- sighted, being in favour of the education of women, the abolition of slavery and the teaching of practical subjects rather than the classics. His lectures were original and entertaining, but he threw them in the fire when they had served their purpose—providing the money for furnishing his house. His wife rescued the charred manuscripts and published them in 1849 as Elementary Sketches of Moral Philosophy. Smith's elder brother Bobus had married Caroline Vernon, aunt of the third Lord Holland, and he was always a welcome visitor at Holland House. His Whig friends came into office for a short time in 1806, and presented Sydney with the living of Foston-le-Clay in Yorkshire. At first he employed a curate; but Spencer Perceval's Residence Act was passed in 1808, and after trying in vain to negotiate an exchange, he left London in 1809 and moved his household to Yorkshire. The \"Ministry of All the Talents\" was driven out of office in 1807 in favour of a \"no popery\" party, and in that year Smith published the first instalment of his most famous work, Peter Plymley's Letters, on the subject of Catholic emancipation, ridiculing the opposition of the country clergy. It was published as A Letter on the Subject of the Catholics to my brother Abraham who lives in the Country, by Peter Plymley. Nine other letters followed before the end of 1808, when they appeared in collected form. Peter Plymley's identity was a secret, but rumours got abroad of the real authorship. Lord Holland wrote to him expressing his own opinion and Grenville's, that there had been nothing like it since the days of Swift (Memoir, i. 151). The special and temporary nature of the topics advanced in these pamphlets has not prevented them from taking a permanent place in literature, secured for them by their vigorous, picturesque style, generous eloquence, and clearness of exposition. In his country parish, with no educated neighbour nearby, Smith settled down to his new circumstances and won the hearts of his parishioners. There had been no resident clergyman for 150 years. He even took on temporarily the Rectory of nearby Londesborough (1823–1829) as \"warming-pan\" for his neighbour, William George Howard, 8th Earl of Carlisle, then a third son who was training for the Church, with the Rectory of Londesborough in mind.Sydney Smith by George W. E. Russell He had a farm of 300 acres (1.2 km2) to keep in order; a dilapidated rectory had to be rebuilt. All these things were attended to beside his contributions to the Edinburgh Review. \"If the chances of life ever enable me to emerge,\" he wrote to Lady Holland, \"I will show you I have not been wholly occupied by small and sordid pursuits\". He continued to speak in favour of Catholic emancipation, his eloquence being specially directed against those who maintained that a Roman Catholic could not be believed on his oath. \"I defy Dr Duignan\", he pleaded, addressing a meeting of clergy in 1823, \"in the full vigour of his incapacity, in the strongest access of that Protestant epilepsy with which he was so often convulsed, to have added a single security to the security of that oath\". One of his most vigorous and effective polemics was A Letter to the Electors upon the Catholic Question (1826). After twenty years in Yorkshire, Smith obtained preferment from a Tory minister, Lord Lyndhurst, who presented him with a prebend in Bristol Cathedral in 1828,\"A Field Guide to the English Clergy' Butler-Gallie, F p111: London, Oneworld Publications, 2018 and enabled him to exchange Foston for the living of Combe Florey, near Taunton, which he held conjointly with the living of Halberton attached to his prebend. From this time he discontinued writing for the Edinburgh Review. It was expected that when the Whigs came into power Smith would be made a bishop. However, Lord Melbourne, the Whig Prime Minister at the time was against appointing him.Cecil, David, Melbourne, (Indianapolis, 1954), p. 284 There was nothing in his writings to stand in the way. He had been most sedulous as a parochial clergyman. However, his religion was of a practical nature, and his fellow-clergy were suspicious of his limited theology. His scorn for enthusiasts and dread of religious emotion were vented in his bitter attacks on Methodism as well as in ridiculing the followers of Edward Pusey. One of the first things that Charles Grey said on entering Downing Street was, \"Now I shall be able to do something for Sydney Smith\"; but he was not able to do more than appoint him in 1831 to a residentiary canonry at St Paul's Cathedral in exchange for the prebendal stall he held at Bristol. He was as eager a champion of parliamentary reform as he had been of Catholic emancipation, and one of his best fighting speeches was delivered at Taunton in October 1831, when he made his well-known comparison of the House of Lords with Mrs Partington of Sidmouth, setting out with mop and pattens to stem the Atlantic in a storm. With characteristic philosophy, when he saw that the promotion was doubtful, he made his position certain by resolving not to be a bishop and definitely forbidding his friends to intercede for him. On the death of his brother Courtenay, Smith inherited £50,000, which put him out of the reach of poverty. His eldest daughter, Saba (1802–1866), married Sir Henry Holland. His eldest son, Douglas, died in 1829 at the outset of what had promised to be a brilliant career. This grief his father never forgot, but nothing could quite destroy the cheerfulness of his later life. His Three Letters to Archdeacon Singleton on the Ecclesiastical Commission (1837-38-39) and his Petition and Letters on the repudiation of debts by the state of Pennsylvania (1843) are as bright and trenchant as his best contributions to the Edinburgh Review. He died at his house in Green Street, Mayfair in London and is buried at Kensal Green Cemetery. ==Low spirits== Smith stated that he suffered from \"low spirits\" and advised others on how best to manage the condition. ==Legacy== Smith's reputation among his contemporaries as a humourist and wit grew to such an extent that a number of the observations which are now attributed to him may be of doubtful provenance. Lord Houghton recorded that he never, except once, knew Smith to make a jest of any religious subject, \"and then he immediately withdrew his words, and seemed ashamed that he had uttered them\".George W. E. Russell, Collections & Recollections (revised edition, Smith Elder & Co, London, 1899), p. 179. To be set against that encomium is one of Smith's best-known lines, to the effect that his friend Henry Luttrell's idea of heaven was eating pâté de foie gras to the sound of trumpets.Hesketh Pearson, The Smith of Smiths (Hamish Hamilton, 1934), chapter 10. No English writer's opinions on early American literature had more impact than Smith's. He referred to himself as a \"sincere friend of America,\" but this sentiment is both supported and denied by his many publications. For instance, American writer and critic John Neal dubbed his 1820 question in the Edinburgh Review, \"In the four-quarters of the globe, who reads an American book?\" as \"insolent\" and said he would \"furnish a pretty good answer\" by traveling to England in 1823, where he became the first American published in any British literary journal. Long after his death, he was often quoted in English literary life and was remembered by homemakers in the United States through his rhyming recipe for salad dressing. Jane Austen expert Margaret C. Sullivan speculates in an essay that the character Henry Tilney, the romantic interest of the protagonist Catherine Morland in Jane Austen's Northanger Abbey (1803), may have been based on Smith. The memory and achievements of Smith are perpetuated by the Sydney Smith Association, a registered charity which aims (among other things) to republish online as many of his writings as possible. ==Notes== *Judex damnatur ubi nocens absolvitur (the judge is condemned when the guilty is acquitted) —Publilius Syrus, Sententiae. ==Works== *1809. Sermons in two volumes *1839. Ballot *1845. A Fragment on the Irish Roman Catholic Church *1850. Elementary Sketches of Moral Philosophy, delivered at the Royal Institution, 1804–6 *1846. Sermons at St Paul's ... *1953. The Letters of Sydney Smith, in two volumes, ed. by Nowell C. Smith. Oxford, Clarendon Press. *1956. The Selected Writings of Sydney Smith, ed. with an introduction by W. H. Auden. Farrar, Straus and Cudahy. Out of print. *1996. Twelve Miles from a Lemon: Selected Writings and Sayings of Sydney Smith compiled by Norman Taylor and Alan Hankinson. Cambridge, Lutterworth Press ==References== ==Secondary literature== * Austin, Sarah, ed., 1855. A Memoir of the Reverend Sydney Smith by his daughter, Lady Holland, with a Selection from his Letters, 2 vols. * Chevrillon, A., 1894. Sydney Smith et la renaissance des idées libérales en Angleterre au XIX' siècle. * Pearson, Hesketh, 1934. The Smith of Smiths, a biography. * Reid, Stuart J., 1884. A Sketch of the Life and Times of Sydney Smith. * Russell, G. W. E., 1905. Sydney Smith (\"English Men of Letters\" series). * a chapter on \"Sydney Smith\" in Lord Houghton's Monographs Social and Personal (x 873) * Bullett, Gerald, 1951. Sydney Smith. A Biography and a Selection, Michael Joseph. * Bell, Alan., 1980. Sydney Smith: A Biography, Oxford, Clarendon Press. * Virgin, Peter., 1994. Sydney Smith, London, Harper Collins. * Richardson, Joanna. \"The Smith of Smiths\" History Today (June 1971), Vol. 21 Issue 6, pp 433–439, online. ==External links== * * * * Sydney Smith Association * NGP1475 at the National Portrait Gallery Category:English male journalists Category:19th- century English Anglican priests Category:Alumni of New College, Oxford Category:People educated at Winchester College Category:People from Woodford, London Category:Conversationalists Category:1771 births Category:1845 deaths Category:Burials at Kensal Green Cemetery",
 "title": "Sydney Smith"
}