{
 "id": "224729",
 "text": "Potassium oxide (KO) is an ionic compound of potassium and oxygen. It is a base. This pale yellow solid is the simplest oxide of potassium. It is a highly reactive compound that is rarely encountered. Some industrial materials, such as fertilizers and cements, are assayed assuming the percent composition that would be equivalent to K2O. ==Production== Potassium oxide is produced from the reaction of oxygen and potassium; this reaction affords potassium peroxide, K2O2. Treatment of the peroxide with potassium produces the oxide:Holleman, A. F.; Wiberg, E. \"Inorganic Chemistry\" Academic Press: San Diego, 2001. . : K2O2 + 2 K -> 2 K2O Alternatively and more conveniently, K2O is synthesized by heating potassium nitrate with metallic potassium: :2KNO3 + 10K -> 6K2O + N2 (^) Other possibility is to heat potassium peroxide at 500 °C which decomposes at that temperature giving pure potassium oxide and oxygen. :2K2O2 -> 2K2O + O2 (^) Potassium hydroxide cannot be further dehydrated to the oxide but it can react with molten potassium to produce it, releasing hydrogen as a byproduct. :2KOH + 2K <=> 2K2O + H2 (^) ==Properties and reactions== K2O crystallises in the antifluorite structure. In this motif the positions of the anions and cations are reversed relative to their positions in CaF2, with potassium ions coordinated to 4 oxide ions and oxide ions coordinated to 8 potassium.Wells, A.F. (1984) Structural Inorganic Chemistry, Oxford: Clarendon Press. . K2O is a basic oxide and reacts with water violently to produce the caustic potassium hydroxide. It is deliquescent and will absorb water from the atmosphere, initiating this vigorous reaction. ==Term use in industry== The chemical formula K2O (or simply 'K') is used in several industrial contexts: the N-P-K numbers for fertilizers, in cement formulas, and in glassmaking formulas. Potassium oxide is often not used directly in these products, but the amount of potassium is reported in terms of the K2O equivalent for whatever type of potash was used, such as potassium carbonate. For example, potassium oxide is about 83% potassium by weight, while potassium chloride is only 52%. Potassium chloride provides less potassium than an equal amount of potassium oxide. Thus, if a fertilizer is 30% potassium chloride by weight, its standard potassium rating, based on potassium oxide, would be only 18.8%. ==References== ==External links== Category:Oxides Category:Potassium compounds Category:Deliquescent substances Category:Fluorite crystal structure",
 "title": "Potassium oxide"
}