{
 "id": "225218",
 "text": "right|thumb|U.S. territorial extent in 1790 This section of the Timeline of United States history concerns events from 1790 to 1819. ==1790s== ===Presidency of George Washington=== *1790 – Rhode Island ratifies the Constitution and becomes 13th state *1791 – The Bill of Rights, comprising the first ten amendments to the Constitution, is adopted. *1791 – First Bank of the United States chartered *1791 – Vermont becomes the 14th state (formerly the independent Vermont Republic) *1792 – Kentucky becomes the 15th state (formerly Kentucky County, Virginia) *1792 – U.S. presidential election, 1792: George Washington reelected president, John Adams reelected vice president *1793 – Eli Whitney invents cotton gin *March 4, 1793 – President Washington and Vice President Adams begin second terms *1793 – Yellow fever outbreak in Philadelphia *1793 – Fugitive Slave Act passed *1793 – Chisholm v. Georgia (2 US 419 1793) paves way for passage of 11th Amendment *1794 – Whiskey Rebellion *1794 – Battle of Fallen Timbers *1795 – Treaty of Greenville *1795 – Jay's Treaty *1795 – 11th Amendment \"ratified by 12 of the then 15 states\" *1795 – Pinckney's Treaty (also called Treaty of San Lorenzo) *1796 – Tennessee becomes the 16th state (formerly part of North Carolina) *1796 – Treaty of Tripoli *1796 – U.S. presidential election, 1796: John Adams is elected president, Thomas Jefferson vice president ===Presidency of John Adams=== *1797 – John Adams becomes the second President (until 1801); in Philadelphia; Thomas Jefferson becomes Vice President *1798 – Alien and Sedition Acts *1798 – the Quasi-War starts *1798 and 1799 – Virginia and Kentucky Resolutions *1798 – Charles Brockden Brown's novel Wieland published *1799 – Charles Brockden Brown's novel Edgar Huntly published *1799 – Fries's Rebellion *1799 – Logan Act *1799 – George Washington dies ==1800s== *1800 – Library of Congress founded *1800 – Convention of 1800 ends the Quasi-War *1800 – U.S. presidential election, 1800: Thomas Jefferson and Aaron Burr tie in the Electoral College. *1801 – Thomas Jefferson elected president by the House of Representatives; Aaron Burr elected vice president. *1801 – President Adams appoints John Marshall Chief Justice ===Presidency of Thomas Jefferson=== *1801 – Thomas Jefferson becomes the third President; Aaron Burr becomes Vice President *1803 – Marbury v. Madison (5 US 137 1803) allows Supreme Court to invalidate law passed by the United States Congress for first time: the Judiciary Act of 1789 *1803 – Louisiana Purchase *1803 – Ohio, formerly part of Connecticut, becomes the 17th state *1804 – 12th Amendment ratified *1804 – New Jersey abolishes slavery *1804 – Burr-Hamilton duel (Alexander Hamilton dies) *1804 – Lewis and Clark set out *1804 – U.S. presidential election, 1804: Thomas Jefferson reelected president; George Clinton elected vice president *1805 – President Jefferson begins second term; George Clinton becomes Vice President *1807 – Embargo Act of 1807 *1807 – Robert Fulton invents steamboat *1807 – U.S. slave trade with Africa ends *1808 – U.S. presidential election, 1808: James Madison elected president, George Clinton reelected vice president ===Presidency of James Madison=== *1809 – James Madison becomes the fourth President; Vice President Clinton begins second term *1809 – Non-Intercourse Act (March 1) ==1810s== *1810 – Fletcher v. Peck (10 US 87 1810) marks first time U.S. Supreme Court invalidates a state legislative act *1811 – First Bank of the United States charter expires *1812 – Vice President Clinton dies *1812 – War of 1812, an offshoot of the Napoleonic Wars, begins *1812 – Daniel Webster elected to the United States Congress *1812 – Louisiana becomes the 18th state *1812 – U.S. presidential election, 1812: James Madison reelected president; Elbridge Gerry elected vice president *1813 – President Madison begins second term; Elbridge Gerry becomes Vice President * 1813-1814 - Creek War *1814 – British troops burn Washington, D.C. but are forced back at Baltimore *1814 – Vice President Gerry dies *1814 – Treaty of Ghent settles War of 1812 *1815 – Battle of New Orleans *1816 – Indiana becomes the 19th state *1816 – Second Bank of the United States chartered *1816 – U.S. presidential election, 1816: James Monroe elected president, Daniel D. Tompkins vice president ===Presidency of James Monroe=== *1817 – James Monroe becomes the fifth President; Daniel D. Tompkins, Vice President *1817 – Rush-Bagot Treaty *1817 – Harvard Law School founded *1817 – Mississippi becomes the 20th state *1818 – Cumberland Road opened *1818 – Illinois becomes the 21st state *1818 – Jackson Purchase in Kentucky *1819 – Panic of 1819 *1819 – Adams-Onís Treaty, including acquisition of Florida *1819 – McCulloch v. Maryland (17 US 316 1819) prohibits state laws from infringing upon federal constitutional authority *1819 – Dartmouth College v. Woodward (17 US 518 1819) protects principle of honoring contracts and charters *1819 – Alabama becomes the 22nd state in the U.S. ==See also== * History of the United States (1789–1849) * Timeline of the American Revolution ==Further reading== ===1790s=== * Phillips, James Duncan. When Salem sailed the seven seas—in the 1790s. New York, Newcomen Society of England, American Branch, 1946. * Flexner, James Thomas. \"The scope of painting in the 1790s.\" Pennsylvania Magazine of History and Biography, January 1950. * Arena, C. Richard. \"Philadelphia-Spanish New Orleans trade in the 1790s.\" Louisiana History, v.2, no.4, 1961. * Allis, Frederick S. Government through opposition; party politics in the 1790s. New York, Macmillan, 1963. * Kuehl, John William. A Federalist journal looks at France : a case study of emerging nationalism in the 1790s (thesis/dissertation). 1964. * Howe, John R., Jr. \"Republican Thought and the Political Violence of the 1790s.\" American Quarterly, Vol. 19, No. 2, Part 1 (Summer, 1967), pp. 147–165. * Shapiro, Eugene Paul. Robert Hunter and the land system of colonial New York : education in Massachusetts in the 1790s : the Middlekauff-Birdsall interpretation reconsidered (thesis/dissertation). 1972. * Sneddon, Leonard James. State politics in the 1790s (thesis/dissertation). 1972. * Fussell, G.E. \"An Englishman in America in the 1790s.\" Agricultural History, Vol. 47, No. 2 (Apr., 1973), pp. 114–118. * Wrenn, James W. The politics of Monticello : psychosocial studies of Thomas Jefferson and the political conflict of the 1790s (thesis/dissertation). 1973. * Arbuckle, Robert D. \"John Nicholson and the attempt to promote Pennsylvania industry in the 1790s.\" Pennsylvania History, Vol. 42, No. 2 (April, 1975), pp. 98–114 * Herndon, G. Melvin. \"Agriculture in America in the 1790s: An Englishman's View.\" Agricultural History, Vol. 49, No. 3 (Jul., 1975), pp. 505–516 * Soltow, Lee. \"Socioeconomic Classes in South Carolina and Massachusetts in the 1790s and the Observations of John Drayton.\" South Carolina Historical Magazine, Vol. 81, No. 4 (Oct., 1980), pp. 283–305. * Hebert. The Pennsylvania French in the 1790s : the story of their survival (thesis/dissertation). 1981. * Formisano, Ronald P. The transformation of political culture : Massachusetts parties, 1790s–1840s. New York : Oxford University Press, 1983. * Appleby, Joyce Oldham. Capitalism and a new social order : the Republican vision of the 1790s. New York : New York University Press, 1984. * Hebert, Catherine A. A survey of the French book trade in Philadelphia in the 1790s. New Kensington, Penn. : Pennsylvania State University, 1985? * Welsh, Frank S. 30 Washington Street, ca. 1790s, Easton, Maryland : comparative microscopic paint & color analysis of the interior and exterior to determine the nature and color of the original architectural surface coatings. Bryn Mawr, Pa. : Talbot County Historical Society, 1985 * Hall, John A. \"That Onerous Task: Jury Service in South Carolina during the Early 1790s.\" South Carolina Historical Magazine, Vol. 87, No. 1 (Jan., 1986), pp. 1–13. * Trupiano, Terri. Charlton Park cook book : historic recipes 1790s-1930s. Hasting, Mich. : Charlton Park Village & Museum, 1986? * Ottenberg, June C. \"Popularity of Two Operas in Philadelphia in the 1790s .\" International Review of the Aesthetics and Sociology of Music, Vol. 18, No. 2 (Dec. 1987), pp. 205–216. * Watts, Steven. The Republic Reborn: War and the Making of Liberal America, 1790–1820 (Baltimore, 1987) * Anderson, Wilby F. The Andersons family history : first to Ross County, Ohio in late 1790s. Clearwater, Fla. : W.F. Anderson, 1989. * Worman, Edward A. \"The 1790s French Azilum in Pennsylvania.\" Pennsylvania Magazine, vol. 9, no. 2, April 1989. * Newman, Simon Peter. \"Principles and not men\" : the political culture of leadership in the 1790s. Philadelphia Center for Early American Studies, 1990. * Branson, Susan. Politics and gender : the political consciousness of Philadelphia women in the 1790s (thesis/dissertation). 1992. * Branson, Susan. The influence of black refugees from St. Domingue on the Philadelphia Community in the 1790s. Paper presented at the 24th Annual Conference of the Association of Caribbean Historians, Nassau, Bahamas, March 29 – April 3, 1992. * Spaeth, Catherine Therese Christians. Purgatory or promised land? : French emigres in Philadelphia and their perceptions of America during the 1790s (thesis/dissertation). 1992. * Taylor, Alan. \"The Art of Hook & Snivey\": Political Culture in Upstate New York during the 1790s.\" The Journal of American History, Vol. 79, No. 4 (Mar., 1993), pp. 1371–1396. * Thorn, Jennifer J. Every family a state : achieving human nature in 1790s Anglo- American culture (thesis/dissertation). 1994. * Amberg, Julie Sutherland. Political and sentimental discourse in 1790s America : Judith Sargent Murray's The Gleaner, Hannah Webster Foster's The Coquette, and Susanna Haswell Rowson's Reuben and Rachel; or, Tales of Old Times (thesis/dissertation). 1995. * Kornfeld, Eve. \"Encountering \"the Other\": American Intellectuals and Indians in the 1790s.\" William and Mary Quarterly, Third Series, Vol. 52, No. 2 (Apr., 1995), pp. 287–314 * Rossignol, Marie-Jeanne. \"Early Isolationism Revisited: Neutrality and Beyond in the 1790s.\" Journal of American Studies, 29 (1995), 2, 215–227. * Haley, Jacquetta M. Rockland County in the 1790s. New City, NY : Historical Society of Rockland County, 1997. * Schoenbachler, Matthew. \"Republicanism in the Age of Democratic Revolution: The Democratic- Republican Societies of the 1790s.\" Journal of the Early Republic, Vol. 18, No. 2 (Summer, 1998), pp. 237–261. * Bowling, Kenneth R. and Donald R. Kennon, eds. Neither separate nor equal : Congress in the 1790s. Athens : Ohio University Press, 2000. * Labelle, Jean. Melancholy convictions : the unsure state of union in the state of Massachusetts from the late 1790s to 1816 (thesis/dissertation). 2000. * Branson, Susan. \"Elizabeth Drinker: Quaker Values and Federalist Support in the 1790s.\" Pennsylvania History, Vol. 68, No. 4, The World of Elizabeth Drinker: Celebrating the Tenth Anniversary of the Publication of Her Diary (Autumn 2001), pp. 465–482 * * Finkelman, Paul. \"Suppressing American Slave Traders in the 1790s.\" OAH Magazine of History, Vol. 18, No. 3, The Atlantic World (Apr., 2004), pp. 51–55. * * Lewis, Paul. \"Attaining Masculinity: Charles Brockden Brown and Woman Warriors of the 1790s.\" Early American Literature, Vol. 40, No. 1 (2005), pp. 37–55 * * * * * Irwin, Douglas A. and Richard Eugene Sylla, eds. Founding choices : American economic policy in the 1790s. Chicago; London : University of Chicago Press, 2011. Papers of the National Bureau of Economic Research conference held at Dartmouth College on May 8–9, 2009. ==References== ==External links== 1790 Category:1790s in the United States Category:1800s in the United States Category:1810s in the United States",
 "title": "Timeline of United States history (1790–1819)"
}