{
 "id": "225468",
 "text": "Marsha Mason (born April 3, 1942) is an American actress and director. She was nominated four times for the Academy Award for Best Actress: for her performances in Cinderella Liberty (1973), The Goodbye Girl (1977), Chapter Two (1979), and Only When I Laugh (1981). The first two films also won her Golden Globe Awards. She was married for ten years (1973–1983) to the playwright and screenwriter Neil Simon, who was the writer of three of her four Oscar-nominated roles. Mason's film debut was in the 1966 film Hot Rod Hullabaloo. Her other films include Blume in Love (1973), The Cheap Detective (1978), Max Dugan Returns (1983), Heartbreak Ridge (1986), Stella (1990) and Drop Dead Fred (1991). On television, she appeared in the soap opera Love of Life (1971–72) and received an Emmy Award nomination for her recurring role on the sitcom Frasier (1997–98). She has also had an extensive career on stage, making her Broadway debut as a replacement in the comedy Cactus Flower in 1968. She starred in a 1999 revival of The Prisoner of Second Avenue in London, and received a Grammy nomination for Best Comedy Album for the 2000 recording. In 2006, she starred in the American premiere production of Hecuba at the Chicago Shakespeare Theater. Her other Broadway credits include The Night of the Iguana (1996), Steel Magnolias (2005), and Impressionism (2009). Mason guest-starred in Madam Secretary (2015–16) and The Good Wife (2016), and has had recurring roles on the ABC sitcom The Middle from 2010-2017 and the Netflix series Grace and Frankie since 2016. ==Career== After seeing her 1973 film debut in Blume in Love, Neil Simon cast Mason in his Broadway play The Good Doctor.Marsha Mason Unveils Her. Life With Actress‐Hating Playwright. NY Times, Judy Klemesrud Jan 3, 1978 Shortly afterwards, Mason and Simon, a widower, fell in love and got married. That same year, Mason co-starred opposite James Caan in the 20th Century Fox film Cinderella Liberty, which netted her an Oscar nomination for Best Actress. In 1977, Mason's performance in Simon's smash hit film, The Goodbye Girl, won her a second Best Actress Academy Award nomination. In 1979, Simon successfully cast Mason as Jennie MacLaine in the screen adaptation of his hit play Chapter Two, which was based on Mason's relationship with Simon up to their marriage. The film proved to be another big hit, garnering her a third Oscar nomination for Best Actress. In 1981, Mason starred along with Kristy McNichol, James Coco, and Joan Hackett in Only When I Laugh, Simon's film adaptation of his Broadway comedy-drama The Gingerbread Lady; it was another box-office success. For her performance as Georgia Hines, Mason was highly praised and earned a fourth Best Actress Oscar nomination. Mason's Max Dugan Returns (1983), also written by Simon, grossed a modest $17.6 million at the box office. Despite a stellar cast led by Mason, Donald Sutherland, Jason Robards and Matthew Broderick, the film was a slow starter, becoming more popular after premiering on cable TV and VHS. By this time, Mason and Simon had divorced, and her film career lost momentum. She co- starred with Clint Eastwood in the 1986 film Heartbreak Ridge, which was fairly well received and a commercial success. Mason also played a supporting role in the 1990 motion picture Stella starring Bette Midler, a remake of the 1937 film Stella Dallas. Mason played in a New York production of Harold Pinter's Old Times. She next directed the play Juno's Swans (1986), by E. Katherine Kerr, at the Second Stage Theatre in Los Angeles.\"Marsha Mason Finds Joy In The Work Ethic\", The Los Angeles Times, Roderick Mann, February 16, 1986 Her stage credits include Norman Mailer's The Deer Park, Israel Horovitz's The Indian Wants the Bronx, Neil Simon's The Good Doctor and Joseph Papp's 1974 Richard III at the Lincoln Center.Marsh Mason Off-Broadway productions Mason starred on Broadway in a revival of Night of the Iguana in 1996, and the following year in Michael Cristofer's Amazing Grace. Mason reunited with Goodbye Girl co-star Richard Dreyfuss and writer Neil Simon in Duncan Weldon and Emanuel Azenberg's production of The Prisoner of Second Avenue in 1999, which was performed at the L.A. Theatre Works shortly after a revival in London's West End. She earned a Grammy nomination in comedy. left|thumb|Mason in 2010 She appeared in Charles L. Mee's Wintertime at the Second Stage theatre in New York. In August 2005 Mason starred as Hecuba at the Chicago Shakespeare Theater and on Broadway in Steel Magnolias, with Delta Burke, Frances Sternhagen, Rebecca Gayheart, Lily Rabe and Christine Ebersole. She appeared in A Feminine Ending at Playwrights Horizons, and in the Shakespeare Theater Company's performance of All's Well That Ends Well in Washington, D.C..Mason Stars In ALLS WELL THAT ENDS WELL At Shakespeare Theatre Co. July 27, 2010. Recently, she starred in Lillian Hellman's \"Watch on the Rhine\" at Arena Stage in Washington, DC and off-Broadway in the Irish Repertory Theatre's production of \"Little Gem\" which earned her an Outer Critics Circle Award for Outstanding Performance by an Actress in a Play. Mason's television work includes guest roles on Seinfeld, Lipstick Jungle, and Army Wives. Mason starred in her own series, Sibs, which ran from 1991–92. In 1997 and 1998, she had a recurring role on the TV show Frasier as Sherry Dempsey. In February 2010, she co-starred in California Suite at the Skirball Cultural Center in Los Angeles.\"Actress Marsha Mason on Neil Simon, young actors, state of theater\" , KPCC, February 17, 2010 Mason played Patricia Heaton's mother in ABC comedy series The Middle from 2010 to its conclusion in 2018. Other recent TV roles have included \"Grace & Frankie\", \"Madam Secretary\" and \"The Good Wife\". In April 2010, Mason co-starred with Keir Dullea and Matt Servitto in an Off-Broadway production of I Never Sang for My Father. For her performance as Margaret Garrison, Mason received good reviews. During the Pandemic, she appeared in zoom productions of \"Dear Liar\" with Brian Cox for Bucks County Playhouse and opposite Richard Dreyfus in \"The Letters of Noel Coward\" for Bay Street Playhouse in Sag Harbor, NY. As a director, Mason has helmed productions of Neil Simon's \"Chapter Two\" and \"Steel Magnolias\" at the Bucks County Playhouse, \"Chapter Two\" and the first female \"An Act of God\" with Paige Davis at Arizona Theatre Company, \"Juno Stories\" for Second Stage in NYC and the world premiere of Tennessee William's \"Talisman Roses\" with Amanda Plummer for the Tennessee Williams Festival in Provincetown, Mass., and a Benefit production of \"The Man Who Came To Dinner\" starring Walter Bobbie and Brooke Shields for Bucks County Playhouse. Marsha was Associate Director with Jack O'Brien for the Roundabout Theatre's production of \"All My Sons\" on Broadway. In 2022, she starred in and co-directed Neil Simon's \"Lost in Yonkers\" at Hartford Stage. Mason has a star on the St. Louis Walk of Fame. She has taught at HB StudioHB Studio Alumni (Herbert Berghof Studio) in New York City. ==Personal life== Mason was born in St. Louis, Missouri, the daughter of Jacqueline Helena (Rakowski) and James Joseph Mason, a printer. She and her younger sister, Linda (b. 1943), were raised Catholic and grew up in Crestwood. Mason is a graduate of Nerinx Hall High School and Webster University, both in Webster Groves. While at Webster, she performed in a variety of theatrical productions. She raced a Mazda RX-3 in SCCA events. Mason was married to actor Gary Campbell from 1965 until they divorced in 1970. Her second marriage, to playwright Neil Simon, lasted from 1973 until their 1983 divorce. A former long-time resident of New Mexico, she had a farmSee the article, \"Marsha Mason's Organic Farm and Estate.\" in Abiquiu that grew certified organic herbs. In the late 1990s, Mason sold herbs wholesale to companies both locally and regionally before starting a line of wellness and bath and body products called \"Resting in the River\". Now based in New York City, in 2018 she completed building a home on a hayfield in Litchfield County, Connecticut, where she currently resides.See the Article Mason has been a frequent visitor of Eastern countries like India going back many decades and a practitioner of Transcendental Meditation since 1970. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |1966 |Hot Rod Hullabaloo | | |- |1968 |Beyond the Law |Marcia Stillwell | |- |1973 |Blume in Love |Arlene | |- |1973 |Cinderella Liberty |Maggie Paul | |- |1977 |Audrey Rose |Janice Templeton | |- |1977 | |Paula McFadden | |- |1978 | |Georgia Merkle | |- |1979 |Promises in the Dark |Dr. Alexandra Kendall | |- |1979 |Chapter Two |Jennie MacLaine | |- |1981 |Only When I Laugh |Georgia Hines | |- |1983 |Max Dugan Returns |Nora McPhee | |- |1986 |Heartbreak Ridge |Aggie | |- |1990 |Stella |Janice Morrison | |- |1991 |Drop Dead Fred |Polly Cronin | |- |1994 |I Love Trouble |Sen. Gayle Robbins | |- |1995 |Nick of Time |Gov. Eleanor Grant | |- |1996 |2 Days in the Valley |Audrey Hopper | |- |2004 |Bride and Prejudice |Catherine Darcy | |- |2004 |Bereft |Helen | |- |2013 |Across Grace Alley |Grandmother |Short |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |1969 |Dark Shadows |Audrey / Vampire Girl |\"1.915\" |- |1971 |Where the Heart Is |Laura Blackburn |TV series |- |1971–1972 |Love of Life |Judith Cole |TV series |- |1972 |Young Dr. Kildare |Nurse Lord |\"I'm Handling It\", \"The Stranger\" |- |1974 |Great Performances |Roxane |\"Cyrano de Bergerac\" |- |1982 |Lois Gibbs and the Love Canal |Lois Gibbs |TV film |- |1985 |Surviving |Lois |TV film |- |1986 |Trapped in Silence |Jennifer Hubbell |TV film |- |1988 |Hothouse |Courtney Woods |\"The Actress\" |- |1989 |Dinner at Eight |Millicent Jordan |TV film |- |1990 | |Jean Cromwell |TV film |- |1991–1992 |Sibs |Nora Ruscio |Main role |- |1992 |Seinfeld |Jennie MacLaine (voice) |\"The Letter\" |- |1993 |One Life to Live |Sabrina |1 episode |- |1995 |Broken Trust |Ruth |TV film |- |1997–1998 |Frasier |Sherry Dempsey |Recurring role |- |1999 |Restless Spirits |Lydia |TV film |- |2001 |Life with Judy Garland: Me and My Shadows |Ethel Gumm |TV miniseries |- |2002 | |Lilith Bigelow |\"The Egg and I\" |- |2004 | |Mary Lou O'Brian |TV film |- |2006 |Nightmares & Dreamscapes: From the Stories of Stephen King |Aunt Trudy |\"The Road Virus Heads North\" |- |2008 |Lipstick Jungle |Lorraine Lipman |\"Carpe Threesome\" |- |2008 |Army Wives |Charlotte Meade |\"Mothers & Wives\", \"Great Expectations\" |- |2010–2017 | |Pat Spence |Recurring guest (11 episodes) |- |2013 |Untitled Bounty Hunter Project |Lucille Ryan |TV film |- |2015–2016 |Madam Secretary |Dr. Kinsey Sherman |\"The Kill List\", \"Connection Lost\" |- |2016 | |Judge Louisa Page |\"Tracks\" |- |2016–present |Grace and Frankie |Arlene |Recurring guest (7 episodes) |} ==Awards and nominations== {| class=\"wikitable sortable\" |- ! Year ! Association ! Category ! Nominated work ! Result |- |1974 |Academy Awards |Best Actress in a Leading Role |Cinderella Liberty | |- |1974 |National Society of Film Critics |Best Actress |Cinderella Liberty | |- |1974 |Golden Globe Award |Best Actress in a Motion Picture - Drama |Cinderella Liberty | |- |1978 |Academy Awards |Best Actress in a Leading Role |The Goodbye Girl | |- |1978 |Golden Globe Award |Best Actress in a Motion Picture - Comedy or Musical |The Goodbye Girl | |- |1979 |British Academy Film Awards |Best Actress |The Goodbye Girl | |- |1980 |Golden Globe Award |Best Actress in a Motion Picture - Drama |Promises in the Dark | |- |1980 |Academy Awards |Best Actress in a Leading Role |Chapter Two | |- |1980 |Golden Globe Award |Best Actress in a Motion Picture - Comedy or Musical |Chapter Two | |- |1982 |Academy Awards |Best Actress in a Leading Role |Only When I Laugh | |- |1991 |CableACE Award |Supporting Actress in a Movie or Miniseries |The Image | |- |1997 |Primetime Emmy Award |Outstanding Guest Actress in a Comedy Series |Frasier | |- |1997 |Viewers for Quality Television Q Awards |Best Recurring Player |Frasier | |- |2001 |Temecula Valley International Film Festival |Lifetime Achievement Award | | |- |2002 |St. Louis International Film Festival |Lifetime Achievement Award | | |} ==References== ==External links== * * * *Marsha Mason Papers at Webster University * St. Louis Walk of Fame * \"Marsha Mason: A Conversation for Women's History Month\", Broadway World, March 29, 2010 *\"With: Marsha Mason\", American Theatre Wing, March 31, 2010 *\"SURVIVAL KIT: MARSHA MASON\", WNYC, March 28, 2004 Category:1942 births Category:Living people Category:American film actresses Category:American stage actresses Category:American television actresses Category:Best Musical or Comedy Actress Golden Globe (film) winners Category:Best Drama Actress Golden Globe (film) winners Category:Emmy Award winners Category:Actresses from St. Louis Category:Writers from St. Louis Category:Webster University alumni Category:20th-century American actresses Category:21st-century American actresses Category:Missouri Democrats Category:Connecticut Democrats Category:New Mexico Democrats Category:California Democrats Category:New York (state) Democrats Category:American memoirists Category:Simon family Category:People from Abiquiú, New Mexico Category:Catholics from Missouri Category:Catholics from New Mexico Category:American women memoirists",
 "title": "Marsha Mason"
}