{
 "id": "225664",
 "text": "This article contains information about the literary events and publications of 1726. ==Events== *February – Lavinia Fenton makes her stage debut as Monimia in Thomas Otway's The Orphan at the Haymarket Theatre in London. *April 5 – Publication takes place in London of Lewis Theobald's Shakespeare Restored, or A Specimen of the Many Errors As Well Committed as Unamended by Mr Pope in his Late Edition of this Poet; Designed Not only to correct the said Edition, but to restore the True Reading of Shakespeare in all the Editions ever yet published. *May 10 – Voltaire leaves France for a three-year stay in Britain. *May 25 – Britain's first circulating library is opened in Edinburgh by the poet and bookseller Allan Ramsay. *July – Françoise-Louise de Warens converts to Catholicism to receive a church pension, and annuls her marriage. *October 28 – Jonathan Swift's satirical novel Gulliver's Travels is published in London, anonymously in two volumes, as Travels into Several Remote Nations of the World. In Four Parts. By Lemuel Gulliver, First a Surgeon, and then a Captain of Several Ships. It sells out in a week. *unknown dates **The Teatro Valle opens in Rome. **The Gujin Tushu Jicheng (古今圖書集成), an immense Chinese encyclopedia, is printed using copper-based movable type printing. ==New books== ===Fiction=== *Penelope Aubin – The Life and Adventures of the Lady Lucy (novel) *Jane Barker – The Lining of the Patch- Work Screen (sequel to 1723's A Patch-Work Screen) *William Rufus Chetwood – The Voyages and Adventures of Captain Robert Boyle (fiction, sometimes attributed to Daniel Defoe) *Eliza Haywood **The City Jilt **The Mercenary Lover *Jonathan Swift **Gulliver's Travels **Cadenus and Vanessa *Lewis Theobald – Shakespeare Restored *José Francisco de Isla – Papeles critico- apologéticos *Diego de Torres Villarroel – El ermitaño y Torres *Martín Sarmiento – Reflexiones sobre el Diccionario de la lengua castellana que compuso la Real Academia en el año de 1726 ===Drama=== *Venkata Ajapura – Mairavana Kalaga *Aaron Hill – The Fatal Extravagance (printed, staged in 1721) * Charles Johnson – The Female Fortune Teller *Thomas Southerne – Money the Mistress *Leonard Welsted – The Dissembled Wanton *Richard West – Hecuba ===Poetry=== *Alexander Pope – The Odyssey of Homer *Richard Savage – Miscellaneous Poems *William Somervile – Occasional Poems *Jonathan Swift (anonymously) – Cadenus and Vanessa (written 1713) *James Thomson – Winter (part of The Four Seasons) ===Non-fiction=== *John Balguy – A letter to a Deist concerning the Beauty and Excellency of Moral Virtue, and the Support and Improvement which it receives from the Christian Religion *Joseph Butler – Fifteen Sermons *Anthony Collins – The Scheme of Literal Prophecy *Corporate authorship – The Craftsman (periodical associated with Henry St. John) *Daniel Defoe **The Political History of the Devil **A System of Magick *John Dennis – The Stage Defended (reply to Law, below) *William Law **The Absolute Unlawfulness of the Stage **A Practical Treatise upon Christian Perfection *Samuel Penhallow – History of the Wars of New-England with the Eastern Indians *William Penn **Fruits of a Father's Love **A Collection of the Works of William Penn **(with William Pulteney) – The Discovery *George Shelvocke – A Voyage Round the World by Way of the Great South Sea *Joseph Spence – An Essay on Pope's Odyssey ==Births== *March 11 – Louise d'Épinay, French writer (died 1783) *April 7 – Charles Burney, English historian of music and composer (died 1814) *June 14 – Thomas Pennant, Welsh naturalist and writer (died 1798) *September 2 – John Howard, English philanthropist and writer (died 1790) *September 25 – Angelo Maria Bandini, Italian author and librarian (died 1800) *September 26 – John H. D. Anderson, Scottish natural philosopher (died 1796) ==Deaths== *March 24 – Daniel Whitby, English theologian (born 1638) *March 26 – Sir John Vanbrugh, English dramatist and architect (born 1664) *April 5 – Ludwig Babenstuber, German theologian and philosopher (born 1660) *April 26 – Jeremy Collier, English theologian and critic (born 1650) *May 20 – Nicholas Brady, Irish poet (born 1659) *July 5 – Domenico Viva, Italian theologian (born 1648) *July 6 – Humfrey Wanley, English librarian and palaeographer (born 1672) *August 12 – Charles Shadwell, English dramatist (year of birth unknown) *December 2 – Samuel Penhallow, English historian (born 1665) *December 11 – Jacques Bouillart, French Benedictine historian (born 1669) ==References== Category:Years of the 18th century in literature",
 "title": "1726 in literature"
}