{
 "id": "225648",
 "text": "Events from the year 1714 in literature. ==Events== *March – The Scriblerus Club, an informal group of literary friends, includes Jonathan Swift, Alexander Pope, John Gay, John Arbuthnot (at whose London house they meet), Thomas Parnell, Henry St. John and Robert Harley. *July 4 – The scholar Antonio Magliabechi bequeaths his personal library to his patron Cosimo III de' Medici, Grand Duke of Tuscany, to serve as a public library for the city of Florence. In doing so he founds the National Central Library. *July 27 – Robert Harley is dismissed as Britain's Lord High Treasurer. *August 1 – George, Elector of Hanover, becomes King George I of Great Britain after the death of Queen Anne. This leads many writers to oppose the new Whig ministry, initiating the rise of Robert Walpole and indictment of Henry St. John. Samuel Garth publishes a poem in praise of Queen Anne; he subsequently becomes royal surgeon and is the first man to be knighted by George I. *August 12 – Jonathan Swift writes to Esther Vanhomrigh to tell her he is returning to Ireland. Soon afterwards, she follows. *unknown date – Moses ben Avraham Avinu is imprisoned in Halle for printing Hebrew texts with supposedly anti-Christian content, but escapes to Amsterdam. ==New books== ===Prose=== *Anonymous **A Compleat Key to The Dispensary (response to Samuel Garth's 1699 poem) **The Court of Atalantis (attributed to Delarivier Manley or possibly John Oldmixon or others) **The Ladies Tale (stories) **The Ladies Library (ed. Richard Steele) *John Arbuthnot **A Continuation of the History of the Crown-Inn **A Postscript to John Bull *Anne Dacier – Des Causes de la corruption du goût (On the Causes of the Corruption of Taste, in defence of Homer) *Daniel Defoe – A Secret History of the White-Staff (reporting allegations against Harley) *William Diaper – An Imitation of the Seventeenth Epistle of the First Book of Horace *Thomas Ellwood – The History of the Life of Thomas Ellwood *Laurence Eusden – A Letter to Mr Addison, on the King's Accession to the Throne *Sir John Fortescue – The Difference between an Absolute and a Limited Monarchy (written c. 1473) *Charles Gildon – A New Rehearsal (an attack on Pope, et al.) *Anthony Hamilton – Memoirs of the Life of the Count de Grammont (translation of Abel Boyer) *William King et al. – The Persian and the Turkish Tales, Compleat *Gottfried Leibniz – La Monadologie *John Locke – The Works of John Locke (posthumous) *Bernard de Mandeville – The Fable of the Bees *Delarivier Manley – The Adventures of Rivella; or, The History of the Author of the Atalantis (quasi-autobiography) *\"Captain\" Alexander Smith – The History of the Lives of the Most Noted Highway-men, Foot-pads, House-breakers, Shop-lifts, and Cheats... *Richard Steele **The Crisis **The Englishman (collection and end of the periodical) **The Lover (periodical) **Mr Steele's Apology for Himself and his Writings **The Public Spirit of the Tories (attrib.: response to Swift) **The Reader (periodical) *Jonathan Swift – The Public Spirit of the Whigs *Simon Tyssot de Patot – Voyages et Aventures de Jacques Massé *Ned Ward – The Field-Spy *Edward Young – The Force of Religion ===Drama=== *William Shakespeare – The Works of Mr William Shakespear (ed. Nicholas Rowe, 3rd edition) *Susanna Centlivre – The Wonder! A Woman Keeps a Secret *Jean-Baptiste Vivien de Châteaubrun – Mahomet second, tragédie *Madeleine-Angélique de Gomez – Habis, tragédie *Robert Hunter – Androboros *Charles Johnson – The Victim *Francesco Scipione, marchese di Maffei – Merope (published in 1714, but initially staged in 1713) *Nicholas Rowe – Jane Shore ===Poetry=== *Abel Evans – Prae-existence: A poem, in imitation of Milton *John Gay – The Shepherd's Week *Alexander Pope – The Rape of the Lock *Nicholas Rowe – Poems on Several Occasions *Richard Steele – Poetical Miscellanies (with contributions from Pope, Thomas Parnell, John Gay, Thomas Warton, Edward Young, etc.) *Jonathan Swift – The First Ode of the Second Book of Horace Paraphras'd ==Births== *January 1 – Kristijonas Donelaitis, Prussian Lithuanian poet (died 1780) *February 26 – James Hervey, English writer (died 1758) *April 14 – Adam Gib, Scottish theologian (died 1788) *May 6 – James Townley, English dramatist (died 1778) *October 25 – Marie Jeanne Riccoboni, French actress and dramatist (died 1792) *November 3 or December 3 – Anica Bošković, Ragusan writer (died 1804) *November 13 – William Shenstone, English poet (died 1763) *December 16 (December 27 New Style) – George Whitefield, English preacher in American colonies (died 1770) *December – Jane Collier, English novelist (died 1755) *unknown date – James Parker, American printer and publisher (died 1770) ==Deaths== 200px|thumb|Tomb of Takemoto Gidayū in Osaka *January 17 – Gabriel Álvarez de Toledo, Spanish royal librarian and poet (born 1662) *March 3 – Hans Carl von Carlowitz, German administrator and writer on forestry (born 1645) *June 22 – Matthew Henry, Welsh Biblical commentator (born 1662) *June 28 – Daniel Papebroch, Flemish Jesuit hagiographer (born 1628) *July 4 – Antonio Magliabechi, Italian scholar and librarian (born 1633) *October 18 – Takemoto Gidayū (竹本 義太夫), Japanese jōruri chanter and playwright (born 1651) *November 7 – Charles Davenant, English economist (born 1656) *December 15 – Silvester Jenks, English Catholic theologian and philosopher (born 1656) ==References== Category:Years of the 18th century in literature",
 "title": "1714 in literature"
}