{
 "id": "225692",
 "text": "This article contains information about the literary events and publications of 1747. ==Events== *March 31 – Laurence Sterne preaches the Good Friday sermon at St Helen Stonegate; The Case of Elijah and the Widow of Zerephath is later printed and published.St Helen Stonegate: Laurence Sterne and the Good Humour Club . Accessed 27 March 2016. *April 9 – David Garrick becomes joint patentee and manager of the Drury Lane Theatre in London. *June 21 – Licensing Act transfers responsibility for pre-production censorship of plays in Britain from the Master of the Revels to the Lord Chamberlain and restricts serious drama to the patent theatres. *December 1 – Samuel Richardson's two-volume epistolary novel Clarissa, or, the History of a Young Lady (\"by the Editor of Pamela\") begins publication in London from his own print shop. *unknown date – The Załuski Library in Warsaw is opened to the public. ==New books== ===Prose=== *William Blackstone (attributed) – The Pantheon *Thomas Carte – A General History of England *Juan de Iriarte – Discurso sobre la imperfección de los diccionarios *Diego de Torres Villarroel – Desengaños razonables para sacudir el polvo del espanto *Denis Diderot – La Promenade du sceptique (completed; not published until 1830) *William Dunkin – Boetia *Thomas Edward – A Supplement to Mr. Warburton's Edition of Shakespear *Henry Fielding, as \"John Trott Plaid\" – The Jacobite's Journal (periodical) *Sarah Fielding – Familiar Letters Between the Principal Characters in David Simple (a defense against unauthorized continuations) *Samuel Foote – The Roman and English Comedy Consider'd *Hannah Glasse – The Art of Cookery *Madame de Graffigny – Letters from a Peruvian Woman *Henry Home, Lord Kames – Essays Upon Several Subjects Concerning British Antiquities *Samuel Johnson – The Plan of a Dictionary of the English Language *Charlotte Lennox – Poems *David Mallet – Amyntor and Theodora *William Mason – Musaeus: A monody to the memory of Pope (an imitation of Milton's Lycidas) *William Memoth, the younger – The Letters of Pliny the Consul *Josiah Ralph – A Miscellany *Samuel Richardson – Clarissa vol. i–ii *William Shakespeare – The Works of Shakespear (edited by William Warburton) *Tobias Smollett – Reproof *Joseph Spence – Polymetis *Voltaire – Zadig (in original form as Memnon) *Horace Walpole – A Letter to the Whigs *Joseph Warton – Ranelagh House *Thomas Warton – The Pleasures of Melancholy ===Drama=== *John Cunningham – Love in a Mist *Samuel Foote – The Diversions of the Morning or, A Dish of Chocolate *David Garrick – Miss in Her Teens *Christian Fürchtegott Gellert – Die zärtlichen Schwestern (The Affectionate Sisters) *Carlo Goldoni – The Venetian Twins (I due gemelli veneziani) *Benjamin Hoadly – The Suspicious Husband *Edward Moore – The Foundling *Takeda Izumo II, Miyoshi Shōraku and Namiki Senryū I – Yoshitsune Senbon Zakura (義経千本桜, Yoshitsune and the Thousand Cherry Trees, original version for bunraku puppet theatre) ===Poetry=== *Philip Francis – A Poetical Translation of the Works of Horace *Lady Mary Wortley Montagu – Six Town Eclogues ==Births== *January 11 – François Alexandre Frédéric, duc de la Rochefoucauld- Liancourt, French economics writer (died 1827) *January 12 – Susanna Blamire, English dialect poet and songwriter (died 1794) *January 15 – John Aikin, English biographer, activist and physician (died 1822) *January 26 – Samuel Parr, English schoolmaster and writer, \"the Whig Johnson\" (died 1825) *January – William Seward, English man of letters (died 1799) *February 19 – John \"Walking\" Stewart, English traveller and philosopher (died 1822) *March 10 – Iolo Morganwg, Welsh antiquarian, bookseller, poet and literary forger (died 1826) *September 30 – John Mastin, English memoirist, local historian and cleric (died 1829) *December 12 – Anna Seward, English poet (died 1809) *Unknown date **John Edwards (1747–1792), Welsh poet (died 1792) **Thomas Scott, English cleric and religious writer (died 1821) ==Deaths== *January 16 – Barthold Heinrich Brockes German poet (born 1680) *May 28 – Luc de Clapiers, marquis de Vauvenargues, essayist (born 1715) *August **Charles Fleetwood, manager of Drury Lane Theatre (year of birth unknown) **Leonard Welsted, English poet (born 1688)James Sambrook: The life of the English poet Leonard Welsted (1688 – 1747) : the culture and politics of Britain's eighteenth- century literary wars, Lewiston [u.a.] : Edwin Mellen Press, 2014, *September 7 – Michel Maittaire, French classical scholar, bibliographer and grammarian (born 1668) *November 17 – Alain-René Le Sage, French novelist and playwright (born 1668) *November 21 – Robert Mylne, Scottish antiquarian and writer (born 1643) *November 22 – Joseph Trapp, poet, controversialist and translator (born 1679) *December 23 – Étienne-François Avisse, French dramatist (born 1694) ==References== Category:Years of the 18th century in literature",
 "title": "1747 in literature"
}