{
 "id": "225838",
 "text": "This article contains information about the literary events and publications of 1706. ==Events== *April 8 – George Farquhar's Restoration comedy The Recruiting Officer is performed for the first time, at the Theatre Royal, Drury Lane, in London. *April/May – Philosopher Samuel Clarke attacks the views of Henry Dodwell on the immortality of the soul. *September 13 – Daniel Defoe leaves England for Edinburgh, Scotland, where he acts as a government agent to promote ratification of the Treaty of Union. *unknown date – The first translation of the New Testament into the Upper Sorbian language, made by pastor Michał Frencel who dies this year, is published by his son Abraham in Zittau. ==New books== ===Prose=== *Anonymous – The Arabian Nights' Entertainments (serial, the first English translation of One Thousand and One Nights, taken from the first French translation) *Samuel Clarke – A Discourse Concerning the Unchangeable Obligations of Natural Religion *Stephen Clay – An Epistle from the Elector of Bavaria to the French King *Daniel Defoe **An Essay at Removing National Prejudices Against a Union with Scotland **A True Relation of the Apparition of one Mrs. Veal (attrib) *John Dennis – Essay on the Operas after the Italian Manner *White Kennett – The History of England from the Commencement of the Reign of Charles I to the End of William III *John Locke – Posthumous Works of Mr John Locke *Simon Ockley – Introductio ad linguas orientates *Jonathan Swift – Baucis and Philemon *Matthew Tindal – The Rights of the Christian Church Asserted *Ned Ward – The London Spy ===Drama=== *Thomas Betterton – The Amorous Widow *Susanna Centlivre – ** Love at a Venture **The Platonick Lady *Colley Cibber – Perolla and Izadora *Catherine Trotter Cockburn – The Revolution of Sweden *Antoine Danchet – Cyrus *Thomas D'Urfey – Wonders in the Sun (opera) *George Farquhar – The Recruiting Officer *George Granville – The British Enchanters, or No Magic Like Love *Delarivière Manley – Almyna, or The Arabian Vow *Mary Pix (attr.) – Adventures in Madrid *Jean-François Regnard – Le Légataire universel (The Residuary Legatee) *John Vanbrugh – The Mistake *José de Cañizares – El pastelero de Madrigal ===Poetry=== *Richard Blackmore – An Advice to the Poets: a poem occasioned by the wonderful success of Her Majesty's arms, under the conduct of the Duke of Marlborough in Flanders *William Congreve – A Pindarique Ode.... The Conduct of the Duke of Marlborough *Daniel Defoe **Caledonia **A Hymn to Peace **Jure Divino (on divine right) **The Vision (on national union) *John Dennis – The Battle of Ramillia *John Philips – Cerealia: An imitation of Milton *Matthew Prior – The Squirrel *Thomas Tickell – Oxford *Isaac Watts – Horae Lyricae ==Births== *January 17 – Benjamin Franklin, American polymath and politician (died 1790) *February 10 – Benjamin Hoadly, English physician and dramatist (died 1757) *November 8 – Johann Ulrich von Cramer, German philosopher and jurist (died 1772) *December 17 – Émilie du Châtelet, French writer and translator (died 1749) ==Deaths== *January 21 – Adrien Baillet, French critic (born 1649) *February 27 – John Evelyn, English diarist (born 1620) *August 6 – Jean-Baptiste du Hamel, French natural philosopher (born 1624) *December 8 – Abraham Nicolas Amelot de la Houssaye, French historian (born 1634) *December 28 – Pierre Bayle, French encyclopedist and philosopher (born 1647) *unknown dates **John Phillips, English satirist (born 1631) **Rahman Baba, Indian Pashto poet (born 1632) **Guillaume Vandive, French printer and bookseller (born 1680) ==References== Category:Years of the 18th century in literature",
 "title": "1706 in literature"
}