{
 "id": "225819",
 "text": "The United States Playing Card Company (USPC, though also commonly known as USPCC) is a large American producer and distributor of playing cards. It was established in 1867 as Russell, Morgan & Co. and founded in its current incarnation in 1885. Its many brands include Bicycle, Bee, Tally-Ho, Congress, Aviator, Aristocrat, Mohawk, Maverick, KEM, Hoyle and Fournier. It also produces novelty and custom playing cards, and other playing card accessories such as poker chips. For decades the company was based in Cincinnati, Ohio, but is now headquartered in the Cincinnati suburb of Erlanger, Kentucky as of 2009. In December 2019, The United States Playing Card Company became a subsidiary of Belgian card manufacturer Cartamundi. ==History== thumb|left|Bicycle brand Bridge playing cards featuring jumbo indexes (1907). thumb|right|250px|Former factory at Norwood The company was founded in 1867 as Russell, Morgan & Co., a printing company. In 1881, Colonel Robert J. Morgan, recruited a talented, young inventor from New York named Samuel J. Murray, whose patented inventions increased the output of cards at the company's Norwood, Ohio plant fourfold and cut labor costs by 66 percent. Murray also created a two-sided enameling machine. The company began printing four brands of playing cards in 1881: Tigers ( 101), Sportsman's ( 202), Army and Navy (both 303, 505 with gold edges), and Congress ( 404, 606 with gold edges). They began printing Bicycle cards, which would become their most popular line, in 1885. Business boomed and in 1891 Russel, Morgan, & Co. changed its name to the United States Printing Company. The playing card business was successful enough that it was spun off as a separate business in 1894, as The United States Playing Card Company. The same year, the company began its long history of acquiring smaller playing card manufacturers when it acquired the Standard Playing Card Company, the Perfection Playing Card Company, and the New York Consolidated Card Company (makers of Bee and innovators of the \"squeezer\" card identifications in the corners: a design still in use today). Acquisitions continued throughout its history: Andrew Dougherty in 1907 (adding Tally-Ho), Russell Playing Card Co. in 1929 (adding Aristocrat), Heraclio Fournier, S.A in 1986, Arrco (formerly Arrow) Playing Card Company in 1987, Hoyle Products in 2001, and finally KEM Playing Cards in 2004. In 1930, USPCC subsidiaries Consolidated Card Co., Standard Playing Card Co., and Andrew Dougherty merged into Consolidated-Dougherty which continued to produce cards from all three brands including Bee and Tally-Ho. Meanwhile, the company would itself be acquired several times during its history: starting with Diamond International in 1969, Jessup & Lamont in 1982, Frontenac in 1989, and then a return to self-ownership in 1994 before finally becoming a subsidiary of Jarden which was in turn acquired by Newell Brands. The USPCC has historically supported wartime soldiers, starting with the inexpensive Canteen brand of cards during the Spanish–American War and the Pickett brand during World War I. During World War II, USPCC manufactured spotter cards so soldiers could identify enemy units and cooperated with the U.S. Government in creating clandestine decks given to POWs; these cards could be moistened and peeled apart to reveal escape maps. In 2009, the USPCC closed down the Cincinnati factory, and relocated across the Ohio River to Erlanger, Kentucky. Playing cards produced between 2009 and 2012 at the Kentucky USPCC factory had various quality control issues including miss-centering of art and card handling quality. For example, several playing cards produced in 2010 were \"sticky\", meaning they did not separate, fan, and perform well. This created a demand for Cincinnati produced playing cards on the market. Playing cards produced in Cincinnati typically featured a blue seal, while cards in Kentucky typically feature a black seal, and to this day Cincinnati produced cards are still sought after by magicians, cardists, professional gamblers, and collectors. In May 2011, Marc Hill was named president of The United States Playing Cards Company. In October 2011, the United States Playing Card Company in a partnership with Encore Software announced that they are launching the 2012 Hoyle product line - Hoyle Card Games 2012, Hoyle Casino Games 2012 and Hoyle Puzzle & Board Games 2012. In June 2019, Newell agreed to sell USPCC to Belgian card manufacturer Cartamundi, including its two plants in Erlanger, Kentucky and Vitoria, Spain. ==Product lines== The company offers several brands of playing cards, including: ===500=== The 500 (or Five Hundred) brand was originally created by the National Playing Card Company as a \"6 handed\" 60-card rummy deck which includes 11-spot and 12-spot cards, as well as one joker. Eventually 500 decks also included 2 13-spot playing cards for the hearts and diamond suits, bringing up the total number of playing cards to 62 (excluding the joker). When introduced, 500 brand playing cards came in Ivory or Air- Cushion finish and were available in four back designs - Bid, Full-House, Griffin, and Swastika (which was discontinued likely due to association with the Nazi Party). Originally it was stored in an ornate hard tuck case with gold lettering. Around the 1970s the fancier tuck cases were phased out. Sometime during the 1990s the unique box art was changed to a plainer design that says \"500 Playing Card Game\". It is currently produced and sold mainly for export to Australia. ===Aladdin=== The Aladdin brand was first produced by the National Card Company of Indianapolis in the 1880s. The stock number is \"1001,\" although there is also a \"1002\" version, which is identical except that the 1002 features gilded edges. There is also a \"1004\" variant, which had no indices in the corners. At least four different back designs were produced, but it is unknown how many were produced, or for how long. Aladdins were retained and marketed by USPCC after USPCC acquired NCC. They are produced by USPCC today primarily for export. The cards are said to be designed to withstand the constant humidity and heat of Singapore. They are produced with a \"smooth finish\" and an \"air-cushion\" finish. ===Aristocrat=== The Aristocrat brand was created in 1915 by the Russell Playing Card Company of New York, which was acquired by the USPC in 1929. It was best known for its higher quality of card stock and varied but always intricate scroll work, in particular the \"bank note\" back, which resembled the design of United States currency notes at the time it was introduced, as Russell had acquired the playing card business of the American Bank Note Company in 1914. While the cards sold to the public carried the unique scroll-work, Aristocrat also produced the \"Club Special\" line of Aristocrat cards specifically for casinos. These were similar to Bee cards in that their backs were borderless with a diamond pattern and could optionally have casino logos added to the backs. Aristocrat was discontinued as a retail brand in the mid-1980s, but continued to be sold directly to casinos. Out of print for over thirty years, original Aristocrat cards were reprinted in 2017, and are currently still in production. ===Aviator=== Introduced in 1927 in commemoration of Charles Lindbergh's trans-Atlantic flight in the Spirit of St. Louis, Aviator playing cards (stock 914) feature a bordered, monochrome back design of predominantly circles. Aviator cards are less expensive compared to Bee and Bicycle as the card stock is thinner and has a smooth finish, unlike the textured \"air- cushion\" finish used in many of the company's premium brands. Until the late 1980s, the Aviator Ace of Spades and Joker carried no specific branding. Aviator cards were often used as a generic brand for limited-run, giveaway or promotional/advertising decks. They also were used to fill boxes of cards primarily sold for export or for military or institutional use. Budget brands such as Caravan, Torpedo, Mohawk, Battle Axe, Uncle Sam, and Tuxedo were generally filled with Aviator cards, and a few of these brands are still sold in other countries. ===Bee=== right|thumb|A deck of Bee \"Narrow Size\" Playing Cards Bee is a casino card brand also sold at retail. Bee playing cards were first manufactured by the New York Consolidated Card Company in 1892, hence the number \"92\" on the Ace of Spades; the USPC acquired the company two years later, but it continued to operate independently, even after merging with Andrew Dougherty and Standard Playing Card Company to form Consolidated- Dougherty. Standard Bee playing cards have a diamond back, typically blue or red, though casinos frequently use customized Bee cards featuring a logo added to the various colored backs. Until 2010, Bee cards were also sometimes printed in a smooth finish, with a back known as \"No. 35\", which features worm-like squiggle patterns. Unlike Bicycle cards, Bee cards usually have borderless backs, making the facing of any card that is even partially revealed clearly visible. However, the standard diamond back of the card is very regular and low-profile compared to other back designs, which simplifies \"bottom-dealing\" and some other forms of sleight-of-hand. ===Bicycle=== thumb|Current standard Bicycle cards: the ace of spades, joker, and the Rider Back in red Bicycle Playing Cards (stock 808) are the USPC's flagship brand of cards, introduced in 1885. The typical Bicycle deck is a standard deck of cards consisting of 52 traditional French-suited playing cards, two jokers and two advertising cards. The Bicycle trademark is printed on the ace of spades. The type number of a Bicycle deck can be found both on the bottom of the deck box and on the stone of the joker artwork. Bicycle cards have a textured 'air cushion' finish for improved handling. Bicycle cards are sold in poker and bridge widths, with additional deck configurations for use in other games such as pinochle, rummy, euchre, and canasta. Back designs include the standard 'Rider' back, the 'Vintage' back modeled on the original card design, and many specialty designs. Back colors include traditional red and blue, along with black, silver, and pastel colors. Face designs include standard, jumbo index, low-vision cards for the visually impaired, and a 'PokerPeek' design on their pro-series decks that simplifies looking at hole cards. Novelty 'Big Bicycle' cards that are four times the normal bridge card size, and mini-sized cards are also available. Bicycle playing cards are commonly used by magicians in card magic and flourishes due to their ordinary appearance. In addition to specialty decks specifically designed for magic, cardistry or purely aesthetic reasons, USPC also make other kinds of non-standard card decks, such as a gaff deck (contained in a mirrored-art box) with an assortment of unusually altered cards that can be used with regular cards for tricks. Starting in 2019, Bicycle started a \"Games by Bicycle\" division to enter into the hobby board game market, with party games and light strategic games using playing-card sized cards. These include Tattoo Stories, It's Blunderful, and Shuffle Grand Prix. Subject to certain guidelines, the Bicycle brand can be licensed from USPC. ===Congress=== Congress was the most expensive of the first four brands introduced by the company in 1881, when it was still known as Russell, Morgan, and Co. Congress was printed under two stocks: their standard 404 and the deluxe 606 which had gold edges.Seaney, Dave & Kevan. Congress 606 Playing Cards. Retrieved 13 November 2021. In modern use, the Congress brand is used for contract bridge and canasta cards and accessories. Congress cards are available in a wide assortment of back designs, and are typically housed in a velour covered box with a pull-out tray. Each Congress deck consists of the 52 standard cards, two jokers (which feature an image of the United States Capitol), and an information card describing bridge scoring. Congress cards are usually sold in coordinated sets of two decks to facilitate the common bridge practice of alternating decks between hands. Early Congress cards came in three variations: Poker size (1881-1922), Whist size (early 1900s to 1922), and bridge size 1922-on). From 1881 to around 1900, decks featured Lord Dundreary as the joker and the backs were solid color borders with gold (and sometimes copper) colored ink, affectionately called “lacquer backs”. In 1899, pictorial backs became the norm. Between 1897 and 1904, the jokers were a black and white image of the back design. These decks are highly sought by congress collectors. ===Fournier=== Naipes Heraclio Fournier S.A. manufactures many different sets of playing cards, most for sale in Europe. Fournier cards are also common choices for casinos around the world. In addition to their signature 1 Spanish playing cards, they also produce poker cards (the 18 line), tarot cards, and specialty cards. Since their acquisition by USPC, Fournier has also made use of the Bicycle brand name to distribute special- edition decks featuring unique artwork. They have also taken advantage of USPC's acquisition of KEM's plastic card technology to sell all-plastic versions of their cards ( 2100 is the all-plastic version of their 1). ===Hoyle=== thumb|right|175px|The Joker, Shell Back, and Ace of Spades from a jumbo index Hoyle deck The Hoyle brand was originally produced by the Brown & Bigelow Company in 1927, and was the main competitor to USPC's Bicycle brand for over 70 years. The cards proved such a success that Brown & Bigelow's card division was renamed Hoyle Products in 1975. Hoyle's shell back design is well-recognized, but Hoyle's most iconic figure is its Joker: a colorful jester whose face (repeated atop his scepter) is an optical illusion. The USPC purchased Hoyle Products from Brown & Bigelow in 2001, and unlike most of its other playing card company acquisitions, has kept a few of the popular Hoyle brands in print. Since production was taken over by the USPCC, Hoyle playing cards are also produced in an all-plastic version. ===KEM=== thumb|200px|right|A double set of KEM cards. KEM cards were first manufactured in 1935. Unlike normal playing cards which are made from plastic-coated paper, KEM cards are made entirely from cellulose acetate and are waterproof. USPC purchased KEM Cards in 2004.History of KEM cards. from kemcards.netHistory of Bicycle cards from bicyclecardgames.com After a two-year hiatus, USPC restarted KEM card production, which continues today. KEM cards are available to the consumer (usually at specialty game shops) with various back colors and designs in both poker and bridge sizes. In 2007, KEM bridge cards (using Bicycle artwork) were adopted as the official cards of the World Series of Poker. ===Maverick=== Maverick was Hoyle's budget brand when it was acquired by USPC with the rest of Hoyle Products in 2001. It was introduced in 1959, during the run of the popular Maverick TV series. Unlike most USPC current product lines, Maverick is now being printed by outsourced manufacturers. ===Rambler=== Rambler playing cards (Stock 23,) are another brand of playing cards that were originally produced by National Card Company. They feature gilded edges and a waterproof smooth aluminum oxide finish. They are primarily produced for export along with Aladdin playing cards, for usage in humid regions of Asia. Original production halted in 2009 with the closure of the Cincinnati factory and did not resume until 2011 due to quality control issues at the Kentucky plant. ===Streamline=== Streamline came to the USPCC from the Arrco Playing Card Company, longtime manufacturers of a large variety of low- end and budget-priced cards, which the USPC acquired in 1987. Streamline is a low-end brand, similar to Maverick, with a bordered monochrome back and a smooth plastic-coated finish. They are also produced by outsourced manufacturers. ===Squeezers=== thumb|Bulldog Squeezer playing cards, produced in Cincinnati Squeezer brand cards were originally printed by the New York Consolidated Card Company. The New York Consolidated Card Company, Andrew Dougherty and Standard Playing Card Company were all eventually bought out and merged to form the Consolidated-Doughterty branch of the USPCC. Squeezer playing cards are printed with the Cambric Finish of Bee playing cards. Squeezer playing cards traditionally came in several back designs, but only the two most popular (the famous Bulldog and Angel Back) are still printed. Unlike most other USPCC cards, these cards are only printed occasionally. from Bicycle's USPCC website ===Tally-Ho=== Tally Ho was originally a product of Andrew Dougherty, one of the earliest American card manufacturers, introduced in 1885, the same year Bicycle was introduced. Dougherty's company was acquired by the USPC in 1907, bringing Tally-Ho into its assortment. Dougherty would then be merged with New York Consolidated Card Company and Standard Playing Card Company to form Consolidated-Doughterty. Tally-Ho cards come in two back designs, known as the \"fan\" back and the \"circle\" back, typically in traditional red and blue. Due to the unique finish, known as \"linoid\", and the distinct designs, they are popular for card flourishes. ==Discontinued brands== === Arrco === The Arrco Playing Card Company began operations in Chicago 1927 under the name Arrow Playing Card Company. The company's founder, Theodore Regensteiner, helped popularized the Arrco brand by implementing a new easy-to-handle plastic coating for his decks. While Arrco sustained sales throughout the later half of the 20th century, the Regensteiner family decided to sell the company to USPC in 1987. The USPC continued to print the Arrco brand until it was discontinued in 2011. ===Army & Navy=== One of the first five brands of cards introduced by the company in 1881, when it was still known as Russell, Morgan, and Co., Army and Navy were originally two separate brands although they shared the same two stock numbers: their standard 303 and the deluxe 505 which had gold edges. The two brands were then merged into the single Army & Navy brand in 1884. True to the name, the Joker and Ace of Spades of these brands tended to feature American military imagery, which changed over the years of its production. ===Canteen & Picket=== Stock 515, Canteen was issued during the Spanish–American War in 1898. They were of a low quality so as to be inexpensive and easily bought by the soldiers. It was discontinued shortly after the war. In World War I, the stock number was reused for Picket, another inexpensive brand which was again printed for sale to soldiers. Printing of Picket ceased after the Armistice. ===Sportsman's=== One of the first four brand of cards introduced by the company in 1881, when it was still known as Russell, Morgan, and Co., Sportsman's (stock 202) was the highest-end brand of playing cards originally produced, featuring hunting and fishing themes. The card backs featured game animals, whilst the ace of spades and jokers featured hunters, guns and hunting dogs. Production of these cards continued until 1936. ===Steamboat 999=== The fifth brand of cards introduced by the USPC (stock 999, introduced in 1883), this brand was introduced to meet a growing demand for inexpensive playing cards (at the time of their introduction, Steamboat cards were available for as little as 5¢ a pack). Until the 1990s when the cards had a cardstock change, Steamboat was the company's least expensive line of playing cards. The cards had a price increase as the original 999 stock was replaced with Aviator and Bicycle 808 stock. Steamboat cards were offered with an Air Cushion finish until 2009 when the United States Playing Card Company moved to Erlanger. ===Stud=== Stud was an exclusive house brand of the Walgreens drug store chain. They were originally produced by the Arrco company, and used the primary Arrco casino export card stock, Stock 21. When acquired by the USPCC in 1986, Stud playing cards stopped being printed on Arrco stock and were printed on the linen finish Aristocrat stock. They feature a \"stud\" horse on the tuck case, ace of spades, and jokers, as well as windmills on the card backs. The playing cards feature the Arrco styled court cards. Stud playing cards of all ages are widely sought after by cardistry enthusiasts and magicians due to their excellent handling. The Stud name was discontinued briefly and replaced by \"Play Right\", but the name change was not popular. Even less popular was the unusual indexing (Red decks were standard size, and blue decks were jumbo size). In 2019, Walgreens stopped ordering Stud playing cards in favor of Theory11 designed cards. ===Texan No. '45=== thumb|Texan No. 45, the palmetto- back playing cards. The Texan No. '45, originally printed as the '45 Texan, was in print for over 120 years. These playing cards, unlike most, were borderless, and featured a scene of Texas palmetto leaves, with a star in the center. The cards also were unique, as they were slightly asymmetrical. Whilst originally printed in the United States, the Texan No. '45, in later years, was a Canadian-exclusive brand of playing cards. Unlike some other brands, the Texan brand was still printed after the move to Erlanger. After being in print for over 120 years, the production ceased. ===Tigers=== Stock 101, Tigers was the first brand published in 1881 and the cheapest of the earliest four brands. Its name comes from the tiger that appeared on the joker. After the introduction of the Steamboat line, the importance of Tigers was diminished. It was discontinued around 1930. ==Notes== ==External links== * Category:Playing card manufacturers Category:Manufacturing companies based in Kentucky Category:American companies established in 1867 Category:Manufacturing companies established in 1867 Category:1867 establishments in Ohio Category:1969 mergers and acquisitions Category:1982 mergers and acquisitions Category:1989 mergers and acquisitions Category:2004 mergers and acquisitions Category:2016 mergers and acquisitions Category:2019 mergers and acquisitions Category:Kenton County, Kentucky Category:American subsidiaries of foreign companies",
 "title": "United States Playing Card Company"
}