{
 "id": "225840",
 "text": "This article contains information about the literary events and publications of 1708. ==Events== *July 14 – Joseph Trapp becomes the first Oxford Professor of Poetry.:s:Trapp, Joseph (DNB00) *unknown date – Edward Lhuyd becomes a Fellow of the Royal Society. ==New books== ===Prose=== *Joseph Addison – The Present State of the War (pro-Marlborough tract) *Francis Atterbury – Fourteen Sermons Preach'd on Several Occasions *Joseph Bingham – Origines Ecclesiasticae, or Antiquities of the Christian Church, vol. 1 *Laurent Bordelon – Mital; ou Aventures incroyables *Elizabeth Burnet – A Method of Devotion *Jeremy Collier – An Ecclesiastical History of Great Britain, Chiefly of England, vol. 1 *Ebenezer Cooke – The Sot-Weed Factor *Anthony Ashley Cooper, 3rd Earl of Shaftesbury – A Letter Concerning Enthusiasm (opposing radical Protestantism) *Edmund Curll – The Charitable Surgeon *Anne Dacier (Anne Lefèvre) – Homer's Odyssey (prose, first translation into French) *John Downes – Roscius Anglicanus (historical review of the stage) *John Fisher, Cardinal Bishop of Rochester (executed 1535) – Funeral Sermon for Margaret, Countess of Richmond and Derby (originally delivered 1509; published with an anonymous preface by Thomas Baker) *John Gay – Wine *Charles Gildon **Libertas Triumphans (re Battle of Oudenarde) **The New Metamorphosis (fiction) *John Harris – Lexicon Technicum: Or, A Universal English Dictionary of Arts and Sciences, vol. 1 (2nd edition) *Aaron Hill & Nahum Tate – The Celebrated Speeches of Ajax and Ulysses, for the Armour of Achilles (from Ovid) *Benjamin Hoadly – The Unhappiness of the Present Establishment, and the Unhappiness of Absolute Monarchy *Anne de La Roche-Guilhem – La Foire de Beaucaire *François Leguat – Voyage et avantures de François Leguat et de ses compagnons, en deux isles désertes des Indes orientales (A new voyage to the East-Indies) *John Locke (died 1704) – Some Familiar Letters *Simon Ockley – The Conquest of Syria, Persia, and Aegypt by the Saracens (vol. 1 of History of the Saracens) *John Oldmixon – The British Empire in America *Jonathan Swift **Predictions for the Year 1708 **The Accomplishment of the First of Mr. Bickerstaff's Predictions (together with part of the \"Bickerstaff Papers\") **An Argument against Abolishing Christianity ===Drama=== *Thomas Baker – The Fine Lady's Airs (first performed December 18) *Charles Goring – Irene *Peter Anthony Motteux – Love's Triumph (opera) *Nicholas Rowe – The Royal Convert *William Taverner – The Disappointment *Lewis Theobald – The Persian Princess ===Poetry=== *Richard Blackmore – The Kit-Cats *Elijah Fenton – Oxford and Cambridge Miscellany Poems *William King – The Art of Cookery (poem) *Matthew Prior – Poems on Several Occasions (see also 1707) ==Births== *April 23 – Friedrich von Hagedorn, German poet (died 1754) *July 8 – Claude-Henri de Fusée de Voisenon, French dramatist (died 1775) *August 29 – Olof von Dalin, Swedish poet (died 1763) *September 2 – André le Breton, French publisher (died 1779) *October 16 – Albrecht von Haller, Swiss biologist and poet (died 1777) *unknown dates **Richard Dawes, English classical scholar (died 1766) **Thomas Seward, English poet (died 1790) ==Deaths== *January 1 – Johannes Kelpius, German polymath (born 1673) *March 4 – Thomas Ward, English Catholic writer (born 1652) *March 5 – Charles Le Gobien, French Jesuit writer (born 1653) *March 15 – William Walsh, English poet and critic (born 1662) *October 11 – Ehrenfried Walther von Tschirnhaus, German philosopher (born 1651) *October 21 **Kata Szidónia Petrőczy, Hungarian Baroque writer (born 1659) **Christian Weise, German dramatist and poet (born 1642) *October 22 – Hermann Witsius, Dutch theologian (born 1636) *November 15 – Gregory Hascard, English religious writer and cleric (year of birth unknown) *unknown date – Nikolai Spathari (Nicolae Milescu), Moldavian travel writer and diplomat (born 1636) ==References== Category:Years of the 18th century in literature",
 "title": "1708 in literature"
}