{
 "id": "225812",
 "text": "Philip Harding DL FSA (born 25 January 1950) is a British field archaeologist. He became a familiar face on the Channel 4 television series Time Team. Harding trained on various excavations with the Bristol University Extra Mural Department and other bodies from 1966; he has been a professional archaeologist since 1971. ==Life and career== ===Early life=== Born in Oxford on 25 January 1950 and brought up in Wexcombe, Wiltshire, Harding was educated at Marlborough Royal Free Grammar School in Marlborough. As a young boy, he became fascinated with the Stone Age. He learned flint-knapping from his uncle, Fred, and in only a few months became a skilled knapper, crafting many different hunting tools from pieces of flint. He made his first archaeological finds digging up his parents' garden, much to the annoyance of his mother, Elsie. In 1966, while still at school, he attended a training excavation by Bristol University Extra Mural Department in Fyfield and West Overton. Since then, he has dug every year, though at first his archaeological activities had to be fitted into holidays and any spare time. His father, Ralph, died of a heart attack in 1977 at the age of 57. ===Career=== After Harding left school, he worked in a puppet factory in Marlborough until he became a full-time archaeologist in 1971. He worked initially for the Southampton City Council Archaeology Unit, combining this with five seasons of excavations (1972–1976) run by the British Museum at the Neolithic flint mines of Grimes Graves, Norfolk. He has since become an acknowledged expert on flint-knapping and is skilled in lithic reduction using both percussive techniques and pressure flaking, in which, instead of striking the flint with blows, pressure is exerted on the edges to shape the tool. From the mid-1970s, he worked on excavations in Berkshire, Hampshire, Dorset, Wiltshire and the Isle of Wight for the Department of the Environment (DOE). In 1979, the archaeological section of the DOE for the region became Wessex Archaeology, a non-profit organisation which is one of the biggest archaeological practices in the country. He continues to work for Wessex Archaeology when not filming. He has been a member of the Institute of Field Archaeologists since 1985, and in 2006 was elected a Fellow of the Society of Antiquaries of London. On 24 July 2008, he received an honorary doctorate from the University of Southampton in archaeology. As a qualified SCUBA diver, he is the president of the Nautical Archaeology Society, a Portsmouth-based charity formed to further interest in nautical cultural heritage. ====Television==== In 1991, Harding took part in the series Time Signs, which was produced by Tim Taylor, who went on to create Channel 4's popular archaeology series Time Team. Harding was a regular on Time Team from the first series in 1994 until its cancellation in 2013. He also took part in the various spin-off series such as Time Team Extra (1998), Time Team Digs (2002) and Time Team Live. In addition, he has appeared in episodes of Meet the Ancestors (2003) and Chris Moyles' Quiz Night (2009). He appeared in an episode of BBC's Digging for Britain in December 2016. ==Honours== ===Commonwealth honours=== ; Commonwealth honours {| class=\"wikitable\" style=\"width:100%;\" ! style=\"width:20%;\"| Country ! style=\"width:20%;\"| Date ! style=\"width:55%;\"| Appointment ! style=\"width:5%;\"| Post-nominal letters |- | || 15 September 2016Present || Deputy Lieutenant of the County of Wiltshire || DL |- |} ===Appointments=== {| class=\"wikitable\" style=\"width:100%;\" ! style=\"width:20%;\"| Location ! style=\"width:20%;\"| Date ! style=\"width:40%;\"| Institution ! style=\"width:20%;\"| Position |- | ||2 May 1985Present || Chartered Institute for Archaeologists || Member (MCIfA) |- | || 2004Present || Nautical Archaeology Society || President |- | || 4 April 2006Present || Society of Antiquaries of London || Fellow (FSA) |- |} ===Scholastic=== ;Honorary degrees {| class=\"wikitable\" style=\"width:100%;\" ! style=\"width:20%;\"| Location ! style=\"width:20%;\"| Date ! style=\"width:40%;\"| School ! style=\"width:20%;\"| Degree ! style=\"width:20%;\"| Gave Commencement Address |- | || 24 July 2008 || University of Southampton || Doctor of the University (D.Univ) || Yes |- |} ===Awards=== {| class=\"wikitable\" style=\"width:100%;\" ! style=\"width:20%;\"| Location ! style=\"width:20%;\"| Date ! style=\"width:40%;\"| Institution ! style=\"width:20%;\"| Award |- | ||2012 || Geologists' Association || Henry Stopes Memorial Medal * The medal is awarded once in every three years for work on the Prehistory of Man. |- | || 5 March 2013 || Current Archaeology Magazine || Archaeologist of the Year |- |} ==References== ==External links== *Wessex Archaeology *The Guardian: Why I love Phil Harding *Lectures by Phil Harding for Waterloo Uncovered Project *Interview with Phil Harding during Salisbury 2020:Digital Big Weekend *Salisbury Sites Blog and Salisbury Uncovered film Category:1950 births Category:Deputy Lieutenants of Wiltshire Category:English archaeologists Category:Living people Category:Fellows of the Society of Antiquaries of London Category:People from Oxford Category:People from Salisbury Category:Archaeologists appearing on Time Team Category:Experimental archaeology Category:Prehistorians",
 "title": "Phil Harding (archaeologist)"
}