{
 "id": "226647",
 "text": "Dunoon (; ) is the main town on the Cowal peninsula in the south of Argyll and Bute, Scotland. It is located on the western shore of the upper Firth of Clyde, to the south of the Holy Loch and to the north of Innellan. As well as forming part of the council area of Argyll and Bute, Dunoon also has its own community council. Dunoon was a burgh until 1976. The early history of Dunoon often revolves around two feuding clans: the Lamonts and the Campbells. Dunoon was a popular destination when travel by steamships was common around the Firth of Clyde; Glaswegians described this as going doon the watter. This diminished, and many holidaymakers started to go elsewhere as roads and railways improved and the popularity of overseas travel increased. In 1961, during the height of the Cold War, Dunoon became a garrison town to the United States Navy. In 1992, shortly after the dissolution of the Soviet Union, they closed their Holy Loch base in Sandbank, and neighbouring Dunoon suffered an economic downturn. Since the base's closure, the town and surrounding area are again turning to tourism, marketing to outdoor enthusiasts and wildlife lovers, as well as promoting festivals and competitions. The largest annual event held in the town is the Cowal Highland Gathering, which has been held since 1894. The Royal National Mòd has been also been held in the town. ==History== Dunoon Castle was built on a small, partly artificial, conical hill beside the Firth of Clyde in the 12th century, of which low walls remain. It eventually became a royal castle with the Earls of Argyll (Campbells) as hereditary keepers, paying a nominal rent of a single red rose to the sovereign. Mary, Queen of Scots visited Dunoon Castle on 26 July 1563 and granted several charters during her visit. In 1646 the Dunoon massacre of members of Clan Lamont by members of Clan Campbell took place. The castle was destroyed during Argyll's Rising, a rebellion in 1685 against James VII. In the early 19th century, the town's main street, Argyll Street, stopped at Moir Street. Instead of continuing to Dunoon Pier, it turned right at today's Sinbad's Bar. Before Dunoon Burgh Hall was built, beginning in 1873, the land was an open field, owned by McArthur Moir, leading to an area known as the Gallowhill. There were no streets and houses between Argyll Street and Edward Street. Argyll Street, roughly as it is seen today, was completed by 1870. Moir donated some of his land for the building of the Burgh Hall, but he did not get to see its completion; he died by suicide in 1872. The two banks mentioned above were the Union Bank of Scotland and the City of Glasgow Bank. The hydropathic spa, meanwhile, was \"an elegant new baths building, named Ardvullin, erected a little to the north of the village as a hydropathic establishment, where baths - hot, cold, artificial salt, and Turkish — may be had at moderate charges.\" Many of the town's early villas had their own private bathing ground or boxes. The population of the united parishes of Dunoon and Kilmun in 1861 was 5,444; in 1866 the estimated population of Dunoon, from Baugie Burn to Hunters Quay, was 3,000.Colegate's Guide to Dunoon, Kirn, and Hunter's Quay (Second edition) - John Colegate (1868), page 12 During the Second World War, as the main part of the Firth of Clyde defences, an anti-submarine boom was anchored to the shore in Dunoon. A Palmerston Fort and camp at Ardhallow in the south of the town, provided one of the coastal defence gun emplacements that covered the anti-submarine boom and Firth of Clyde waters. There also was a gun emplacement on top of Castle Hill. In 1961, as the Cold War intensified, the Holy Loch's importance grew when the U.S. Navy submarine tender USS Proteus brought Polaris ballistic missiles, nuclear submarines to the Firth of Clyde at Sandbank. Campaign for Nuclear Disarmament protesters drew this to the public's attention. Holy Loch was, for thirty years, the home port of US Navy Submarine Squadron 14 and Dunoon, therefore, became a garrison town. In 1991, the Holy Loch base was deemed unnecessary following the demise of the Soviet Union and was subsequently withdrawn. The last submarine tender to be based there, the USS Simon Lake, left Holy Loch in March 1992, leading to a major and continuing downturn in the local economy.\"If you rebuild it, they will come: Unlocking local creativity 'doon the watter' | Jay Merrick\" - The Academy of Urbanism In May 2012, Dunoon and Campbeltown were jointly named as the rural places in Scotland most vulnerable to a downturn in a report by the Scottish Agricultural College looking at 90 places. ==Government and politics== Dunoon is represented in the Scottish Parliament by Jenni Minto of the Scottish National Party (SNP), who holds the Argyll and Bute seat. Dunoon also lies within the Highlands and Islands electoral region, from which a further seven additional members are elected to produce a form of proportional representation for the region as a whole. In the House of Commons Dunoon is represented by the SNP's Brendan O'Hara, who holds a seat also entitled Argyll and Bute, although this seat has different boundaries from the one used for the Scottish Parliament. Argyll and Bute Council is the Local Authority for the council area covering Dunoon. It is one of 32 such council areas across Scotland. Dunoon forms a single ward for elections to Argyll and Bute Council, electing three councillors via the single transferable vote system. At the last election, held in May 2017, one independent and one member from each of the SNP and the Conservatives was elected to represent the town. Dunoon has a community council, whose primary role is to represent the views of the community to the Local Authority and other public bodies. ==Religion== There is evidence of an episcopal seat at Dunoon from the latter part of the 15th century. No remains of the Bishop's Palace now exist, with the site now occupied by the playground of Dunoon Primary School, between Hillfoot and Kirk Streets.DUNOON CONSERVATION AREA APPRAISAL and CONSERVATION STRATEGY, 2017 - Argyll & Bute Council Today, there are a number of churches in Dunoon, including: Church of Scotland * High Kirk * St John's Church Roman Catholic * Our Lady and St Mun's Church Other churches * Cowal Baptist Church * Dunoon Baptist Church Centre * Dunoon Free Church (built 1843)Ordnance Gazetteer of Scotland: A Graphic and Accurate Description of Every Place in Scotland, Frances Hindes Groome (1901), p. 444 * Holy Trinity Episcopal Church Kingdom Hall *Kingdom Hall of Jehovah's Witnesses ==Culture== ===Architecture=== ====Dunoon Pier==== thumb|Dunoon Pier, pictured in 2011 Dunoon's Victorian pier was extended to the current structure between 1896 and 1898.DUNOON PIER WITH WAITING ROOMS AND PIER MASTER'S OFFICE, SIGNAL TOWER AND ADJOINING TEAROOM, TICKET LODGE, PIER RAILINGS – Historic Environment Scotland It was shortened to allow the building of a breakwater in 2005, just to the south of the pier. As well as protecting the pier and its architecture from storm surges, a new link span was installed alongside the breakwater. This was to allow the berthing and loading of roll-on/roll-off ferries instead of the side-loading ferries that used to serve the pier. A tender to serve the new link-span between two interested parties, Caledonian MacBrayne and Western Ferries, came to nothing. Prior to June 2011, the pier was in daily use by Caledonian MacBrayne, who ran a regular foot passenger and car-ferry service to Gourock. However, after June 2011, a renewed tendering process produced a passenger-only ferry service (Argyll Ferries, owned by Caledonian MacBrayne) using the breakwater for berthing. On 1 September 2004, during the construction of the breakwater, the cargo vessel Jackie Moon (82 metres in length) ran aground on the breakwater, with six people on board. Since the breakwater became operational in June 2011, Argyll Ferries operate from this docking facility. The Waverley struck the breakwater on 26 June 2009, with some 700 people on board. The pier was partially refurbished by Argyll and Bute Council during 2015. Now containing meeting rooms, it is purely a tourist attraction. ====Burgh Hall==== Dunoon Burgh Hall opened in 1874, the work of notable Glasgow architect Robert Alexander Bryden, who is buried in Dunoon Cemetery, a mile to the north. It is a Scottish baronial-style building that housed the municipal offices and had a hall accommodating 500 people. The Category B listed building re-opened in June 2017, and is a fully accessible venue for exhibitions, performances and gatherings. Alongside a gallery and theatre, the venue offers creative workshop space, a garden and a café. ====Other buildings==== On 20 August 2021, several Argyll Street buildings were destroyed in an arson attack.\"Two charged after town centre fire\" – ArgyllBute24.co.uk ===Landmarks and attractions=== thumb|upright=0.6|Highland Mary statue Mary Campbell (1763–1786), also known as \"Highland Mary\" and \"Bonny Mary O' Argyll\", was born at Auchamore in Dunoon. She started an affair with the bard Robert Burns. The Highland Mary statue was erected in 1896; it is prominently sited on Castle Hill, overlooking the breakwater in Dunoon. The war memorial of Dunoon is located in the Castle Gardens, overlooking the pier. The Queen's Hall is the town's major multi-function hall complex. It is situated opposite the head of the Victorian pier and built in 1958. It was officially opened by Queen Elizabeth II on 11 August 1958. The building houses four function suites and a large main hall. The main hall has a stage with professional sound and lighting equipment, and attracted popular acts such as Pink Floyd, Blur, the Saw Doctors, David Gray. Morrissey, the Red Hot Chilli Pipers, Primal Scream and comedians Kevin Bridges, Bill Bailey and Roy Chubby Brown. In late 2015 the Queen's Hall was closed to enable a major refurbishment. In December 2016 it was announced that the refurbishment would not commence until January 2017. The Queens Hall reopened in August 2018. Riverside, swim and health centre, including an indoor pool (25m long) and associated facilities, located in the centre of Dunoon, next to the Firth of Clyde on Alexandra Parade. Facilities include a main pool, teaching pool, gym including a sauna and a water flume. Dunoon Library is situated in the rebuilt Queens Hall at the Castle Gardens. A small group of rocks, known as the Gantocks, lie off the coast at Dunoon. The navigation beacon on the Gantocks in the Firth of Clyde is close to the coast at Dunoon. It was built in 1886. The Clan Lamont Memorial, also known as the Dunoon Massacre Memorial, is on Tom-A-Mhoid Road close to Castle Hill. It was dedicated in 1906 and commemorates the Dunoon massacre of 1646, when the Campbell Clan attacked the Lamont Clan, killing over 200 people. Includes several photographs Local wildlife includes seals, otters, dolphins, basking sharks, roe deer, red deer, red squirrels, and many species of birds. The Castle House Museum opens during the summer season. It holds historical information and displays for Dunoon and the Cowal peninsula. ===Festivals=== The Cowal Highland Gathering, established in 1894, attracts contestants and spectators from all over the world. It is held annually over the final weekend in August at Dunoon Stadium. Cowal Open Studios, held over a fortnight in September, gives the opportunity to visit the studios of artists around Dunoon and Cowal. Cowalfest, celebrates the outdoors activities like rambling around Dunoon for ten days in October. Since the 1930s Dunoon has hosted the Royal National Mòd a number of times – 1930, 1950, 1968, 1994, 2000, 2006, 2012 and 2018.List of Mod's places for each year on Sabhal Mòr Ostaig website In 2013, the first Dunoon Film Festival was held over three days and opened with first public screening of Your Cheatin' Heart, a series made by the BBC that had last been shown on television in 1990. ==Transport== thumb|The steamboat Caledonia departing Dunoon Pier in 1967 Dunoon is accessible by direct land and sea routes and indirectly by rail at Gourock. Dunoon lies towards the southern end of the A815 road. At its northernmost point, near Cairndow, this road joins the A83 and provides access to the town by road from Loch Lomond / Glasgow in the east, from Inveraray / Oban in the north and from Campbeltown in the west. Two ferry operators provide services to Dunoon, Cowal peninsula from Gourock, Inverclyde. The public service route provided by the Scottish Government-owned Caledonian MacBrayne, which is a foot passenger only service between Dunoon Breakwater and Gourock pier, giving easy access to the National Rail Network. Local company Western Ferries (Clyde) LTD, carries motor vehicles and foot passengers between McInroy's Point, (A770, Cloch Road) and Hunters Quay near Dunoon. Modern Dunoon owes its existence to steam power; as late as 1822 there were only three or four slated houses, the rest of the residences being traditional Highland cottages. In the New Statistical Account, the MP James Ewing from Glasgow is named as beginning the expansion of the village when he built Castle House close to Dunoon Castle. The growth of the village increased from that time, paralleling the engineering-led growth of the steamers. Other infrastructural advances also helped like the construction of a jetty in 1835. From 1812 to the late 1960s, thousands of holiday-makers travelled doon the watter from Glasgow and industrial Lanarkshire to Dunoon and to numerous other town piers on the Firth of Clyde. In 1868, the following summer excursions by water could be had from Dunoon (going and returning the same day): *Ardentinny, Chancellor, 11 A.M. *Ardrishaig, Iona, 9.30 A.M. *Arran, Hero, 10.30 A.M. *Arrochar, Chancellor, 11 A.M. *Ayr, Vale of Clyde, 9.15 A.M. *Blairmore, Chancellor, 11 A.M. *Brodick, Hero, 10.30 A.M. *Campbeltown, Gael, 9.15 A.M. *Carradale, Gael, 9.15 A.M. *Fairlie, Vale of Clyde, 9.15 A.M. *Gareloch, early steamer to Greenock, thence per Garelochhead steamer *Innellan, various during the day *Kyles of Bute, to Tighnabruaich or Colintraive, Iona; Kilchattan Bay, Bute, Hero *Lamlash, Hero, 10.30 A.M. *Largs, Vale of Clyde, or early steamer to Innellan, thence cross by Wemyss Bay Railway Steamer to Wemyss Bay *Lochgoil, Chancellor and Lochlong; change at Blairmore *Loch Lomond, Chancellor or early steamer to Bowling, thence by rail to Balloch, thence by steamer to Tarbert, where cross to Arrochar, and catch Chancellor returning. Or vice-versa *Loch Long, Chancellor *Millport, Vale of Clyde, 9.15 A.M. *Rothesay, various during the day *Tarbert, Iona *Troon, Vale of Clyde *Wemyss Bay, steamer to Innellan, thence cross by Wemyss Bay Railway Steamer to Wemyss Bay Only one Clyde steamer, the Waverley, satisfies demand for this business today. It berths at the breakwater when visiting Dunoon during its summer season. At Gourock Pier, an Abellio ScotRail train service provides access to the National Rail network via the Inverclyde Line at Glasgow Central. Public transport within Dunoon and the surrounding area is provided under government subsidy by bus and coach operator West Coast Motors. West Coast Motors' route 486 provides a regular return journey from Dunoon town centre to Inveraray, where it connects with a Scottish Citylink service 926 and 976 onward to Campbeltown, Oban, Glasgow and points in- between. ==Education== Dunoon is served by three primary schools. Dunoon Primary School is on Hillfoot Street; this building was the original 1641 location of Dunoon Grammar School. St Muns Primary School is on Pilot Street and Kirn Primary School is on Park Road. Dunoon Grammar School is located on Ardenslate Road in Kirn. The University of the Highlands and Islands' Argyll College has a campus in Dunoon, located in the West Bay, near to the breakwater and Castle Hill. ==Sport and recreation== thumb|Dunoon Stadium, pictured in 2019, looking southeast towards the town The town's sporting arena is Dunoon Stadium, which is located in the north of the town, near Dunoon Grammar School. When it hosted football matches, it had the largest capacity of any amateur ground in Scotland. It later became the focal point of the Cowal Highland Gathering. Motorcycle dirt track racing (or speedway) was staged at the stadium on 18 June 1932 as part of the annual Dunoon and Cowal Agricultural Show. A demonstration event had been staged in May 1932. Fishing locations surround Dunoon, both fresh and sea water. Mountain biking trails are available. Dunoon Camanachd was established in 2015; the shinty team started competing in South Division 2, in 2016. Cowal Golf Club is situated on the hillside above Kirn. It is an eighteen-hole, 6251-yard course with a par of seventy. The two bowling clubs in Dunoon are Dunoon Argyll Bowling Club, on Mary Street, and Bogleha' Bowling Club, on Argyll Street. In 2006 and 2007, the town hosted a six-a-side swamp football tournament that attracted around 500 players and 1000 spectators. Cowal Rugby Club was formed in 1976. In 2008 it scored its first league victory in the Scottish Hydro Electric Western Regional League West Division 2. Dunoon Amateurs F.C. was founded in 1975 and play football at Dunoon Stadium and Dunoon Grammar School. The Dunoon Youth Football League (DYFL), founded in 1981, is a voluntary organisation that teaches football skills to all interested children with ages between 4 and 17. The DYFL have their own clubhouse and changing facilities at Dunoon Stadium. All coaches are parents who have received coaching certification through the Scottish Youth Football Association (SYFA), and the club has a PGA officer and coaches with Sports Injuries First Aid Certification. the club had a membership of over 125 children. Castle Tennis Club is situated in the town's Castle Garden. The club has two concrete and two all-weather courts, all lighted. Every year in June the town hosts the Argyll Rally, a motorsport event that takes place in the forests around the local area. The rally counts as a round of the Scottish Rally Championship and brings competitors from all over United Kingdom. ===Walks=== thumb|right|Tom Odhar summit, Bishop's Glen track The town and surrounding area are becoming recognised as a destination for outdoor pursuits, including walking, running, golfing, kayaking, sailing, fishing, climbing, triathlon and mountain biking. Trails (walks, running and mountain biking) thread through the hills surrounding Dunoon. Corlarach Hill has waymarked routes for walkers, mountain biking and horse riders. These trails are located next to the Bishop's Glen. Puck's Glen is a popular short walk set in the hills close to Benmore Botanic Garden. (The arboretum at Benmore Botanic Garden, formerly a private garden for the Younger family, is now open to the public. It comprises and features some of the tallest trees in Britain, including the avenue of Giant Redwoods (Sequoia), some of which are over high. One of Dunoon's listed buildings is the Grade 2 Victorian fernery, which was reopened in 2009 after an 18-month restoration.) Part of the Royal Botanic Garden Edinburgh, the Garden is north of the town, just before Loch Eck. A tumbling burn, criss-crossed by bridges, is enclosed by rocky walls heavily hung with mosses and overshadowed by dense trees. The walk has clear, waymarked paths. The glen is named after Puck, from A Midsummer Night's Dream. Morag's Fairy Glen is a short gorge walk, with trails alongside the Berry Burn, located on the hill behind the West Bay area of Dunoon. Bishops Glen trail follows the shore of the remaining one of three reservoirs in the glen, that used to supply fresh water to Dunoon. The reservoir is damming the Balgaidgh Burn (Balgie) and is now a fresh water rod fly fishing location. Access to the hills behind Dunoon, including Corlarach Hill, is available from the Bishop's Glen Reservoir trails. ==Media== Dunoon's local weekly newspaper is the Dunoon Observer and Argyllshire Standard, which was founded in 1871 in Sandbank by William Inglis, Sr., who was editor and proprietor. (The town once had three other newspapers, namely the Cowal Watchman (1876),Ordnance Gazetteer of Scotland A Graphic and Accurate Description of Every Place in Scotland (1901) - p. 1330 Dunoon Herald and Cowal AdvertiserThe Dunoon Herald and Cowal Advertiser at WorldCat.org and the Dunoon Telegraph.)The Dunoon telegraph at WorldCat.org Dunoon Community Radio was launched in 2009. Broadcasting on 97.4 FM from the Dunoon Observer building, Dunoon Community Radio is an independent social business entirely staffed by volunteers. Often abbreviated to \"DCR\" by its presenters, the station has a variety of programming to meet the needs of people living in around Dunoon. The town was the inspiration behind Damon Albarn's song \"The Selfish Giant\" on his 2014 solo album Everyday Robots. The song makes particular references to the town (\"Walking down Argyll Street when the evening colours call\"). ==Notable people== Dunoon's most notable resident was Sir Harry Lauder (1870–1950), whose Laudervale mansion stood just south of Dunoon on Bullwood Road. After a fire, which burnt over half of it, it stood ruinous until around 1980, when it and the stable blocks were demolished. Much of the grounds were subsequently sold for housing development. The development there today preserves the Laudervale name. * Virginia Bottomley, politician * Robert Alexander Bryden, architect * Mary Campbell, love interest of Robert Burns * MT Carney, businesswoman * Donald Caskie, minister * Peter Dorschel, spy * William Fraser, architect * Stewart Houston, footballer * Neil MacFarlane, footballer * Mackintosh MacKay, minister and Gaelic scholar * John McLellan DCM, composer * Sylvester McCoy, actor * Alexander Robertson, boatbuilder * George Robertson, politician *Arabella Scott, suffragette *Muriel Scott, suffragette (born in India) * John Smith, politician * Brian Wilson, politician * Tom Wisniewski, musician ==Gallery== File:Dunoon Grammar School Hostel (geograph 5421634).jpg|Dunoon Grammar School Hostel File:Dunoon School - geograph.org.uk - 46306.jpg|Dunoon Grammar School in 2005 (since demolished and rebuilt) File:Northern Constabulary Pipe Band at Cowal Highland Games Dunoon Scotland (4949923566).jpg|Pipe band at the Cowal Highland Gathering File:Dunoon from above the Firth of Clyde - geograph.org.uk - 1143850.jpg|Dunoon from above the Firth of Clyde, looking west File:Dunoon Pier - panoramio.jpg|The eastern side of Dunoon Pier File:Highland Mary - geograph.org.uk - 430101.jpg|Highland Mary statue File:Dunoon Castle Gardens - geograph.org.uk - 725762.jpg|Castle House Gardens and war memorial, looking northeast to East Bay File:The Gantocks from Dunoon - geograph.org.uk - 734466.jpg|The Gantocks from Dunoon, with Gourock in the background to the east File:Castle Hill Dunoon - geograph.org.uk - 995905.jpg|Castle Hill, looking west ==Geography== Dunoon is on the west coast of the Firth of Clyde, and on the east coast of the claw-shaped Cowal peninsula. Much of the Cowal peninsula is covered with forest, particularly in the northern stretches and to the west and south with small patches in the south-east and east. To the north and north-west is the Argyll Forest Park that was established in 1935. ===Climate=== As with the rest of the British Isles, Dunoon has a maritime climate with cool summers and mild winters. It is an exceptionally wet part of the country, particularly so for a place near sea-level, with annual average rainfall totals nearing . Recorded temperature extremes since 1960 range from during July 1983 to as low as during January 1982. ==References== ==External links== * Visit Scotland, Dunoon page * Webcam looking over the East Bay, towards Dunoon Category:Cowal Category:Firth of Clyde Category:Highlands and Islands of Scotland Category:Port cities and towns in Scotland Category:Ports and harbours of Scotland Category:Seaside resorts in Scotland Category:Towns in Argyll and Bute Category:Burghs",
 "title": "Dunoon"
}