{
 "id": "226886",
 "text": "This article contains information about the literary events and publications of 1567. ==Events== *October 14 – António Ferreira becomes Desembargador da Casa do Civel and leaves Coimbra for Lisbon. *unknown dates **John Brayne builds the Red Lion theatre just east of the City of London. It is for touring productions and the first known playhouse to be purpose-built in the British Isles since Roman times. However, there is little evidence that the theatre survives beyond this summer's season. The only play known to be presented here is The Story of Sampson. **Spanish playwright Lope de Rueda's works are published posthumously by Timoneda, who tones down certain passages. *Approximate date – Isabella Whitney becomes the earliest identified woman to publish secular poetry in the English language with The Copy of a Letter, Lately Written in Meter by a Young Gentlewoman: to her Unconstant Lover (signed \"I.W.\"), The Admonition by the Author to all Young Gentlewomen: And to all other Maids being in Love and An Order Prescribed, by Is. W., to two of her Younger Sisters Serving in London. ==New books== ===Prose=== *Séon Carsuel, Bishop of the Isles – Foirm na n-Urrnuidheadh, translation of John Knox's Book of Common Order, with some poems and prayers, into Classical Gaelic, the first publication in any Goidelic language, (printed in Latin script by Robert Lekprevik in Edinburgh and published April 24) *Joan Perez de Lazarraga – Silbero, Silbia, Doristeo, and Sirena (MS in Basque) *Magdeburger Centurien Magdeburg Centuries, volumes X–XI *William Salesbury – Testament Newydd ein Arglwydd Iesv Christ, translation of the New Testament into Welsh (printed by Humphrey Toy in London and published October 7) ===Drama=== *Jean- Antoine de Baïf – Le Brave *John Pickering – Horestes, based on the myth of Orestes ===Poetry=== *Pey de Garros – Poesias Gasconas ==Births== *January 6 – Richard Burbage, English actor-manager (died 1619) *February 12 – Thomas Campion, English poet (died 1620) *February 27 – William Alabaster, English poet, dramatist and religious writer (died 1640) *August 21 – Francis de Sales, Savoyard theologian (died 1622) *November – Thomas Nashe, English poet and satirist (died c. 1601) *unknown dates **Valens Acidalius, German critic and Latin poet (died 1595) **Bzovius, Polish historian (died 1637) ==Deaths== *May 2 – Marin Držić, Croatian dramatist (born 1508) *May 31 – Guido de Bres, author of the Belgic Confession (executed, born 1522) *October 1 – Pietro Carnesecchi, humanist philosopher (executed, born 1508) *unknown dates **Nicolaus Mameranus, Luxembourgeois poet and historian (born 1500) **Gómez Pereira, Spanish humanist philosopher (born 1500) ==In literature== *Walter Scott – The Abbot (1820) ==References== * Category:Years of the 16th century in literature",
 "title": "1567 in literature"
}