{
 "id": "226847",
 "text": "Azadirachtin, a chemical compound belonging to the limonoid group, is a secondary metabolite present in neem seeds. It is a highly oxidized tetranortriterpenoid which boasts a plethora of oxygen-bearing functional groups, including an enol ether, acetal, hemiacetal, tetra-substituted epoxide and a variety of carboxylic esters. == Chemical synthesis == Azadirachtin has a complex molecular structure; it presents both secondary and tertiary hydroxyl groups and a tetrahydrofuran ether in its molecular structure, alongside 16 stereogenic centres, 7 of which are tetrasubstituted. These characteristics explain the great difficulty encountered when trying to prepare this compound from simple precursors, using methods of synthetic organic chemistry. Hence, the first total synthesis was published over 22 years after the compound's discovery: this first synthesis was completed by the research group of Steven Ley at the University of Cambridge in 2007. The described synthesis was a relay approach, with the required, heavily functionalized decalin intermediate being made by total synthesis on a small scale, but being derived from the natural product itself for the gram-scale operations required to complete the synthesis. == Occurrence and use == Initially found to be active as a feeding inhibitor towards the desert locust (Schistocerca gregaria), it is now known to affect over 200 species of insects, by acting mainly as an antifeedant and growth disruptor. It was recently found that azadirachtin possesses considerable toxicity towards African cotton leafworm (Spodoptera littoralis), which are resistant to a commonly used biological pesticide, Bacillus thuringiensis. Azadirachtin fulfills many of the criteria needed for a good insecticide. Azadirachtin is biodegradable (it degrades within 100 hours when exposed to light and water) and shows very low toxicity to mammals (the in rats is > 3,540 mg/kg making it practically non-toxic). This compound is found in the seeds (0.2 to 0.8 percent by weight) of the neem tree, Azadirachta indica (hence the prefix aza does not imply an aza compound, but refers to the scientific species name). Many more compounds, related to azadirachtin, are present in the seeds as well as in the leaves and the bark of the neem tree which also show strong biological activities among various pest insects Effects of these preparations on beneficial arthropods are generally considered to be minimal . Some laboratory and field studies have found neem extracts to be compatible with biological control. Because pure neem oil contains other insecticidal and fungicidal compounds in addition to azadirachtin, it is generally mixed at a rate of of water when used as a pesticide. Azadirachtin is the active ingredient in many pesticides including TreeAzin, AzaMax, BioNEEM, AzaGuard, and AzaSol, Terramera Proof and Terramera Cirkil. Azadirachtin has a synergistic effect with the biocontrol agent Beauveria. Nimbecidine is a natural product insecticide mix which is mostly azadirachtin, with some other limonoids. == Biosynthesis == Azadirachtin is formed via an elaborate biosynthetic pathway, but is believed that the steroid tirucallol is the precursor to the neem triterpenoid secondary metabolites. Tirucallol is formed from two units of farnesyl diphosphate (FPP) to form a C30 triterpene, but then loses three methyl groups to become a C27 steroid. Tirucallol undergoes an allylic isomerization to form butyrospermol, which is then oxidized. The oxidized butyrospermol subsequently rearranges via a Wagner-Meerwein 1,2-methyl shift to form apotirucallol. Apotirucallol becomes a tetranortriterpenoid when the four terminal carbons from the side chain are cleaved off. The remaining carbons on the side chain cyclize to form a furan ring and the molecule is oxidized further to form azadirone and azadiradione. The third ring is then opened and oxidized to form the C-seco-limonoids such as nimbin, nimbidinin and salannin, which has been esterified with a molecule of tiglic acid, which is derived from L-isoleucine. It is currently proposed that the target molecule is arrived at by biosynthetically converting azadirone into salanin, which is then heavily oxidized and cyclized to reach azadirachtin. == See also == * Arid Forest Research Institute (AFRI) * Neem * Neem cake * Neem oil * Nimbin, another chemical isolated from Azadirachta indica also thought to contribute to the biological activity of neem == References == == External links == * PDF Copy * Extoxnet * Neem: The wonder tree Category:Plant toxin insecticides Category:Terpenes and terpenoids Category:Acetate esters Category:Epoxides Category:Polyols Category:Carboxylate esters Category:Methyl esters Category:Alkene derivatives Category:Oxygen heterocycles Category:Enones",
 "title": "Azadirachtin"
}