{
 "id": "227156",
 "text": "Tinian ( or ; old Japanese name: 天仁安島, Tenian-shima) is one of the three principal islands of the Commonwealth of the Northern Mariana Islands. Together with uninhabited neighboring Aguigan, it forms Tinian Municipality, one of the four constituent municipalities of the Northern Marianas. Tinian's largest village is San Jose. == History == ===Prehistory=== Traces of human settlements on Tinian have been found by archaeologists ranging over 4,000 years in datings, including ancient latte stones, and other artifacts pointing to cultural affinities with Melanesia and with similar stone monuments in the Federated States of Micronesia and Palau. Around 3000 years ago, Tinian was ruled by the Chamorro Chief Taga, who built the biggest stone home with latte stones. A beach on Tinian (Taga Beach) and the local charter airline (Taga Air) were named after him. ===Spanish colonial period=== Tinian, together with Saipan, was possibly first sighted by Europeans of the Spanish expedition of Ferdinand Magellan, when it made landfall in the southern Marianas on 6 March 1521. It was likely sighted next by Gonzalo Gómez de Espinosa in 1522 on board the Spanish ship Trinidad, in an attempt to reach Panama after the death of Magellan.Brand, Donald D. The Pacific Basin: A History of its Geographical Explorations The American Geographical Society, New York, 1967, p.118. This would have happened after the sighting of the Maug Islands in between the end of August and end of September. Gonzalo de Vigo deserted in the Maugs from the Trinidad and in the next four years, living with the Chamorros, visited thirteen main islands in the Marianas and possibly Tinian among them. The first clear evidence of European arrival was by the Manila galleon Santa Margarita commanded by Juan Martínez de Guillistegui, that wrecked in the southeast of Saipan in February 1600 and whose survivors stayed for two years till 250 were rescued by the Santo Tomas and the Jesus María. The Spanish formally occupied Tinian in 1669, with the missionary expedition of Diego Luis de San Vitores who named it Buenavista Mariana (Goodsight Mariana). From 1670, it became a port of call for Spanish and occasional English, Dutch and French ships as a supply station for food and water. The native population, estimated at 40,000 at the time of the Spanish arrival, shrank to less than 1400 due to European-introduced diseases and conflicts over land. The survivors were forcibly relocated to Guam in 1720 for better control and assimilation. Under Spanish rule, the island was developed into ranches for raising cattle and pigs, which were used to provision Spanish galleons en route to Mexico. ===German colonial period=== After the Spanish–American War of 1898, Tinian was occupied by the US. It was later sold by Spain to the German Empire in 1899. The island was administered by Germany as part of German New Guinea. During the German period, there was no attempt to develop or settle the island, which remained under the control of its Spanish and mestizo landowners. ===Japanese colonial period=== In 1914, during World War I, the island was captured by Japan, which was awarded formal control in 1918 by the League of Nations as part of the South Seas Mandate. The island was settled by ethnic Japanese, Koreans and Okinawans, who developed large-scale sugar plantations. Under Japanese rule, extensive infrastructure development occurred, including the construction of port facilities, waterworks, power stations, paved roads and schools, along with entertainment facilities and Shinto shrines. Initial efforts to settle the island met with difficulties, including an infestation of scale insects, followed by a severe drought in 1919. Efforts were resumed under the aegis of the Nanyo Kohatsu Kabushiki Kaisha in 1926, with new settlers from Okinawa as well as Fukushima and Yamagata Prefectures, and the introduction of coffee and cotton as cash crops in addition to sugar, and the construction of a Katsuobushi processing plant. By June 1944, some 15,700 Japanese civilians resided on Tinian (including 2700 ethnic Koreans and 22 ethnic Chamorro). ===World War II=== Tinian was not garrisoned by the Japanese military until the latter stages of World War II, when the Japanese realized its strategic importance as a possible base for American Boeing B-29 Superfortress bombers. The island was seized by the Allies during the Battle of Tinian from 24 July to 1 August 1944. Of the 8,500-man Japanese garrison, 313 survived the battle. At the time, there were an estimated 15,700 Japanese civilians (including 2700 ethnic Koreans) on the island. Many hundreds were also killed in the crossfire, took their own lives, or were executed by the Japanese military to avoid capture by the Americans.Prefer, Nathan N. The Battle for Tinian: Vital Stepping Stone in America's War Against Japan. Havertown, PA: Casemate Publishers, 2012. . pp. 155-156. Tinian is located approximately from mainland Japan, and was suitable as a staging base for continuous heavy bomber attacks on the Japanese Islands. Immediately after the island's seizure by the US, construction began on the largest airbase of WWII, which covered the entire island (except its three highland areas). The base was a 40,000-personnel installation, and the Navy Seabees (110th NCB) laid out the base in a pattern of city streets resembling New York City's Manhattan Island, and named the streets accordingly. The former Japanese town of Sunharon was nicknamed \"The Village\" because its location corresponded to that of Greenwich Village. A large square area between West and North Fields, used primarily for the location of the base hospitals and otherwise left undeveloped, was called Central Park. Two runway complexes, West Field and North Field, having a combined total of six 8,500-foot (2,600-meter) runways, were constructed. Today the four runways at North Field are overgrown and abandoned. One of the two West Field runways remains in use as part of Tinian International Airport. ==== West Field ==== thumb|left| West Field, Tinian, 8 July 1945 Airfield construction was originally by the Japanese, built with two parallel runways. It was repaired by the Americans, and then called West Field. From here seven squadrons of the 58th Bombardment Wing flew combat and reconnaissance missions throughout Southeast Asia and finally into the Japanese home islands, as part of the bombing of Japan. After WWII, West Field was Tinian's airport called Gurguan Point Airfield; and today is Tinian International Airport. ==== North Field ==== The Japanese had constructed three small fighter strips on Tinian, but none were suitable for bomber operations. Under the Americans, nearly the entire northern end of the island was occupied by the runways, almost of taxiways and the airfield area, designed to accommodate the entire 313th Bombardment Wing complement of Boeing B-29 Superfortress bombers. North Field was the departure point of the 509th Composite Group specialized Silverplate nuclear weapons delivery B-29 bombers Enola Gay and Bockscar, which respectively carried the two atomic bombs named Little Boy and Fat Man, that were dropped on Hiroshima and Nagasaki. Remains of the US bomber base and Atom Bomb Pits, and the remains of Japanese fortifications, are located at North Field. There is a memorial on the old airfield at the loading pits, which are roofed-over with glazed panels in metal framing for safer viewing. Both pits were reopened in conjunction with the 60th Anniversary Commemoration of the Battles of Saipan and Tinian. The pits were originally constructed to load the bombs, since they were too large to be loaded in the conventional manner. The B-29s were maneuvered over a pit with their bomb bay doors open to facilitate loading.B-29 \"Enola Gay\" 44-86292 Over Atomic Bomb Loading Pit , PacificWrecks.com Retrieved 3 August 2015. ===Postwar Tinian=== After the end of World War II, Tinian became part of the Trust Territory of the Pacific Islands, controlled by the United States. The island continued to be dominated by the United States military, and until 1962 was administered as a sub- district of Saipan. Since 1978, the island has been a municipality of the Commonwealth of the Northern Mariana Islands. During the 1980s, one of the runways on North Field was kept active to allow U.S. Air Force C-130s to take off and land in support of U.S. Marine Corps training exercises in the north end of the island. The two northern airstrips, Alpha and Bravo, were cleared of vegetation and the limestone coral that had been disturbed by roots was excavated and replaced by Marines of the 9th Engineer Support Battalion, 3rd FSSG, 3rd Marine Division then stationed at Camp Hansen, Okinawa in late 1981. That unit had been transported by sea aboard the USS Cayuga, LST-1186.Personal account Donald Harrison, USMC 1976-1983, SSgt 9thEngrSptBn The military presence began to be replaced by tourism in the 1990s, but still plays an important role in the local economy. On October 24, 2018, Typhoon Yutu made landfall on the island of Tinian as a Category 5-equivalent super typhoon, becoming the most powerful storm on record to hit the Northern Mariana Islands, and causing an extensive amount of damage. == Geography == thumb|Tinian beach thumb|Map of soil types on the islands of Taipan and Aguijan Tinian is about southwest of Saipan, from which it is separated by the Saipan Channel. It has a land area of , with its highest elevation at Mount Lasso at . It is considerably flatter than Saipan. The island has limestone cliffs and caves. There is a variety of marine life and coral reefs surrounding the island. Its clear, warm waters are ideal for snorkeling, scuba diving and sport fishing. ===Important Bird Area=== There is a variety of flora and fauna; the Tinian monarch is the island's only endemic bird species and it is threatened by habitat loss. The island has been recognised as an Important Bird Area (IBA) by BirdLife International because it supports populations of Micronesian megapodes, white-throated ground doves, Mariana fruit doves, Micronesian myzomelas, rufous fantails, Tinian monarchs, Saipan white-eyes and Micronesian starlings. ==Population== thumb|Topographic map of the island of Tinian, showing buildings as of 1999. The population of Tinian was 3,136 (), which corresponds to less than 5% of all residents of the Northern Mariana Islands and a population density of 31 people per km2. Most of the inhabitants are Chamorros (about 75%) and members of various other groups of islands in the Caroline Islands. There are also minorities of Filipino, Bangladeshi, East Asian and European-descended people. ==Economy== Much of the local economy of Tinian is dependent on tourism, however, tourist infrastructure is relatively poorly developed. The village of San Jose has several smaller hotels, restaurants, and bars. Agriculture is primarily on the subsistence level. The largest employers on the island are the government and the casino, which was legalized in 1989. As of March 2006, the island has plans to put in four new casinos. The 2010 census showed a population of 3,136US Census 2010 for the island. ==Transportation== ===Air=== Tinian Airport is small and serviced by Star Marianas Air, which operates daily scheduled flights to Saipan. Freedom Air, who previously served the island filed for bankruptcy in October 2013 and suspended all operations since March 2014. ===Ferry=== The ferry boat service that operated twice daily between Tinian and Saipan ran at a loss estimated to be US$1 million a year, and has since ceased. == Government == The local government is the Municipality of Tinian and Aguiguan, which also includes the uninhabited island Aguijan. The municipality has a land area of 108.1 km2 (41.738 sq mi). The 2000 census population was 3,540 persons, all living on the island of Tinian (Aguijan is uninhabited). The municipal seat and main village of the island of Tinian is San Jose, situated on the southwest coast. Mayor Edwin P. Aldan was inaugurated in January 2019, succeeding Joey San Nicolas. ==Local attractions== ===House of Taga=== The House of Taga is a latte stone site, one of the largest such structures in the Marianas. The stones are quarried limestone, each approximately in length. Of the twelve large Latte structures, only one is still standing. The site is one of seven locations on Tinian on the National Register of Historic Places listings in the Northern Mariana Islands. == Education == Commonwealth of the Northern Mariana Islands Public School System operates public schools including Tinian Elementary School,Home . Tinian Elementary School. Retrieved on January 14, 2017. and Tinian Jr./Sr. High School. State Library of the Commonwealth of the Northern Mariana Islands operates the Tinian Public Library in San Jose Village.\"TINIAN PUBLIC LIBRARY .\" State Library of the Commonwealth of the Northern Mariana Islands. Retrieved on January 15, 2017. == References == == External links == * The Insular Empire: America in the Mariana Islands, PBS documentary film & website * Pacific Wrecks: Tinian History * Google Maps * Pascal Horst Lehne and Christoph Gäbler: Über die Marianen. Lehne-Verlag, Wohldorf in Germany 1972. and Tinian Category:Islands of the Northern Mariana Islands Category:Municipalities of the Northern Mariana Islands Category:Atomic bombings of Hiroshima and Nagasaki Category:Former German colonies Category:Important Bird Areas of the Northern Mariana Islands",
 "title": "Tinian"
}