{
 "id": "227355",
 "text": "Brian Joseph Regan () (born June 2, 1958) is an American stand-up comedian who uses observational, sarcastic, and self-deprecating humor. He is known for incorporating body language and facial expressions into his act. His performances are often described as clean as he refrains from profanity as well as taboo subject matter. Regan's material typically covers everyday events, such as shipping a package with UPS, mortgages, and visits to the optometrist.Archived at Ghostarchive and the Wayback Machine: While he does not define himself as youth-oriented, Regan makes frequent references to childhood, including little league baseball, grade school spelling bees, and science projects. Regan started out doing standup comedy in the 1980s and made his television debut on The Tonight Show with Johnny Carson in 1991. Regan subsequently released his first standup album, Brian Regan: Live in 1997 and has performed on various talk shows including The Dennis Miller Show, Late Show with David Letterman, Late Night with Conan O'Brien and The Tonight Show with Jimmy Fallon. He has since gained acclaim among fans and comedians, selling out nationwide tours and continuing to release comedy albums. In 2014 he made his film debut making an appearance in Chris Rock's comedy Top Five (2014). Since 2017, he has starred in Peter Farrelly's dark comedy series Loudermilk (2017-2020) on Amazon Prime. He has appeared twice on Jerry Seinfeld's show Comedians in Cars Getting Coffee and has released three Netflix comedy specials. In 2018, Regan's sketch comedy series Standup and Away! with Brian Regan which was produced by Seinfeld, was released on Netflix. ==Early life and education== Born in Miami, Florida to a Catholic Irish-American family, Brian Regan was raised in Westchester, Florida. He has seven siblings, including brother Dennis Regan, who is also a stand-up comedian. He attended Christopher Columbus High School. Regan was always a fan of Steve Martin, The Smothers Brothers and Johnny Carson. He attended Heidelberg College in Ohio, where he played wide receiver on the football team. Originally he had plans of being an accountant, but one of his football coaches saw his comic routines and encouraged him to consider theater and communications. During his last semester in 1980, Regan dropped out of school to pursue stand-up comedy. He finished his degree in 1997. ==Career== In 1991, Regan made his first late night appearance on The Tonight Show with Johnny Carson. Regan continued standup comedy making his way in the clubs, before releasing his first comedy album, Brian Regan Live, in 1997. In 2004, Regan self-released a DVD of his performance at the Irvine Improv, titled I Walked on the Moon. He was a featured comedian in a Comedy Central's animated stand- up series Shorties Watchin' Shorties. In April 2007, Regan signed a deal with Comedy Central to star in two one-hour stand-up specials, release the specials on DVD, develop a show for the network, and headline a theater tour, Brian Regan in Concert: A Comedy Central Live Event, which began June 8, 2007. Brian's first one-hour special, Standing Up, debuted on Comedy Central on June 10, 2007. The special was recorded in April at The Barclay Theater in Irvine, CA, and a DVD of the performance was released August 14, 2007. His second Comedy Central special, entitled The Epitome of Hyperbole, premiered on September 6, 2008. A DVD of the performance was released September 9, 2008. His performance, All By Myself, is available via CD, exclusively on his website. In 2012, Regan was the featured guest on Jerry Seinfeld's web series Comedians in Cars Getting Coffee Season 1 episode 3. He is also one of the few comedians to be featured on that show twice appearing in the 2018 episode: \"Are There Left Handed Spoons?\". After seeing him perform standup in New Jersey, Chris Rock invited Regan to appear in his film, Top Five (2014). This would be Regan's first appearance in a film. In 2015, Regan made his 28th and final stand-up performance on The Late Show With David Letterman which is more than any other comic since the show began on CBS. Regan recorded on September 26, 2015, the first ever live special on Comedy Central, Brian Regan: Live from Radio City Music Hall. It was released as a video/audio album in Feb 2016. In 2017, Regan was cast as Mugsy in Peter Farrelly's dark comedy series Loudermilk starring Ron Livingston. The series has earned critical acclaim with a 92% on Rotten Tomatoes. Creator Farrelly praised Regan on his dark subversive performance in the show by saying, “the performance [Regan] gives this year is the best performance on television this year\". That same year, Regan signed a deal with Netflix and Jerry Seinfeld to release two stand-up specials, Nunchucks and Flamethrowers (2017), and Standup and Away! with Brian Regan (2018). On February 23, 2021, Regan released a stand-up special, On the Rocks, on Netflix. == Influences and acclaim == Regan has stated that his comedy influences include Johnny Carson, Steve Martin, George Carlin, Richard Pryor, and David Letterman. Regan has received acclaim among his comedy peers including Jerry Seinfeld who has described him as \"one of my favorite, favorite stand-up comedians\". Seinfeld has invited Regan on his show Comedians in Cars Getting Coffee twice in 2012 and in 2018. Seinfeld also served as an executive producer on Regan's sketch series Standup and Away! (2018). In an interview with CBS News Seinfeld stated, \"He's really the most beloved guy out there by other comedians because of the quality of his stuff\". Other comedians to have praised Regan include Norm Macdonald, Chris Rock, Jimmy Fallon, Patton Oswalt, David Letterman, and Bill Burr.Archived at Ghostarchive and the Wayback Machine: ==Discography== *1997: Brian Regan: Live [CD] *2004: I Walked on the Moon [DVD/MP3] *2007: Standing Up [DVD/MP3] *2008: The Epitome of Hyperbole [DVD/MP3] *2010: All by Myself [CD/MP3] *2015: Live From Radio City Music Hall [DVD/CD/MP3] *2017: Nunchucks and Flamethrowers [Netflix] *2021: On the Rocks [Netflix] ==Filmography== {| class= wikitable |- ! colspan=\"4\" | Film and television appearances |- ! Year || Title || Role || Notes |- | 1989-1990 || The Pat Sajak Show || Himself || 3 episodes |- | 1990 || ‘’A Pair of Jokers’’|| Himself || 1 episode |- | 1991 || The Tonight Show with Johnny Carson || Himself || Episode: \"Bob Hope / Brian Regan\" |- | 1992 || A-List || Himself || Also writer |- | 1992 || Something's Wrong with the Regan Boy || Himself || Also writer |- | 1992 || The Dennis Miller Show || Himself || 2 episodes |- | 1993 || Short Attention Span Theater || Himself/Host || Episode: \"Comedy Bootcamp\" |- | 1995–2015 || Late Show with David Letterman || Himself/guest || 28 episodes |- | 1998 || Dr. Katz, Professional Therapist || Himself || 2 episodes |- | 1999 || The Late Late Show with Craig Kilborn || Himself || Season 2, episode 82 |- | 2000 || Comedy Central Presents || Himself || Also writer |- | 2000 || Open Mic || Himself || Deleted scenes |- | 2002 || Comic Remix || Himself || 2 episodes |- | 2004, 2008 || Late Night with Conan O'Brien || Himself || 3 episodes |- | 2004 || Brian Regan: I Walked on the Moon || Himself || Also writer and executive producer |- | 2004 || Shorties Watchin' Shorties || Himself || 3 episodes |- | 2007 || Brian Regan: Standing Up || Himself|| Also writer and executive producer |- | 2008 || Brian Regan: The Epitome of Hyperbole || Himself|| Also writer and executive producer |- | 2011 || The Marriage Ref || Himself/panelist || Episode: \"Kathy Griffin / Ellen Pompeo / Brian Regan\" |- | 2012 || Comedians in Cars Getting Coffee || Himself || Episode: \"A Monkey and a Lava Lamp\" |- | 2014 || Top Five || Engineer || Feature film debut |- | 2015–2017 || The Tonight Show Starring Jimmy Fallon || Himself || 3 episodes |- | 2015 || Brian Regan: Live From Radio City Music Hall || Himself || Also writer and executive producer |- | 2017 || Brian Regan: Nunchucks and Flamethrowers || Himself || Also writer and executive producer |- | 2017 ||Loudermilk|| Mugsy || 30 episodes |- |2018 |Comedians in Cars Getting Coffee |Himself |Episode: \"Are There Left Handed Spoons?\" |- |2018 |Standup and Away! with Brian Regan |Himself |2 episodes and executive producer |- | 2021 || Brian Regan: On the Rocks || Himself|| Also writer and executive producer |} ==References== ==External links== * * Category:1958 births Category:American stand-up comedians Category:Heidelberg University (Ohio) alumni Category:Living people Category:People from Miami Category:20th-century American comedians Category:21st-century American comedians Category:American people of Irish descent",
 "title": "Brian Regan (comedian)"
}