{
 "id": "227895",
 "text": "This article contains information about the literary events and publications of 1510. ==Events== *c. January – Desiderius Erasmus begins his period of residence in Cambridge (England). *April 10 – Henry Cornelius Agrippa addresses the dedication of De occulta philosophia libri tres to Johannes Trithemius. ==New books== ===Prose=== *Paolo Cortese – De Cardinalatu *Dinim de shehitah i bedikah (The Rules of Ritual Slaughter and Inspection of Animals) in Constantinople, the earliest known Judaeo-Spanish text, published in Constantinople. *Garci Rodríguez de Montalvo (died c. 1505) – Las sergas de Esplandián (The Adventures of Esplandián) *Ruiz Paez de Ribera – Florisando *probable – Thomas More: The Life of Johan Picus Erle of Myrandula ===Poetry=== *Jean Marot – Voyage de Gênes *Approximate year – Stephen Hawes: , published by Wynkyn de Worde *Between 1510 and 1513 – The Friar and the Boy (fabliau published in English) ==Births== *unknown dates **Satomura Shōkyū (里村昌休), Japanese master of the linked verse renga (died 1552) **Luigi Tansillo, Italian Marinist Petrarchan poet (died 1568) *probable **Arnoldus Arlenius, Dutch humanist philosopher and poet (died 1582) **Hélisenne de Crenne (probably Marguerite Briet), French novelist and translator (died after 1552) **Sebestyén Tinódi Lantos, Hungarian lyricist, epic poet, political historian and minstrel (died 1556) **Martynas Mažvydas, Lithuanian religious writer (died 1563) **Thomas Phaer, Welsh lawyer, paediatrician and translator (died 1560) **Lope de Rueda, Spanish playwright and author (died 1565) **Robert Wedderburn, Scottish poet (died 1555/60) ==Deaths== *May 1 – Johannes Nauclerus, Swabian historian (born c. 1425)Karl Konrad Finke: Johannes Vergenhans alias Nauclerus (1425 bis 1510). In: Die Professoren der Tübinger Juristenfakultät (1477–1535) (Tübinger Professorenkatalog, Band 1,2). Bearbeitet von Karl Konrad Finke. Jan Thorbecke, Ostfildern 2011, , S. 322–343. *August 23 – Ulrich Gering, printer *September (14, 15 or 16) – Saint Catherine of Genoa, mystic (born 1447) *November 11 – Bohuslav Hasištejnský z Lobkovic, Bohemian humanist writer and noble (born 1461) *unknown date – Pothana, Telugu poet (born 1450) ==References== Category:1510 Category:1510 books Category:Years of the 16th century in literature",
 "title": "1510 in literature"
}