{
 "id": "227840",
 "text": "\"Kde domov můj\" (; English: \"Where My Home Is\") is the national anthem of the Czech Republic, written by the composer František Škroup and the playwright Josef Kajetán Tyl. == History == The piece was written as a part of the incidental music to the comedy Fidlovačka aneb Žádný hněv a žádná rvačka (Fidlovačka, or No Anger and No Brawl). It was first performed by Karel Strakatý at the Estates Theatre in Prague on 21 December 1834. The original song consists of two verses (see below). Although J. K. Tyl is said to have considered leaving the song out of the play, not convinced of its quality, it soon became very popular among Czechs and was accepted as an informal anthem of a nation seeking to revive its identity within the Habsburg Monarchy. Soon after Czechoslovakia was formed in 1918, the first verse of the song became the Czech part of the national anthem, followed by the first verse of the Slovak song \"Nad Tatrou sa blýska\". The songs reflected the two nations' concerns in the 19th century when they were confronted with the already fervent national-ethnic activism of the Germans and the Hungarians, their fellow ethnic groups in the Habsburg Monarchy. Because of the linguistic and ethnic diversity of the First Republic, official translations were made into Hungarian and German as well. With the split of Czechoslovakia in 1993, the Czechoslovak anthem was divided as well. While Slovakia extended its anthem by adding a second verse, the Czech Republic's national anthem was adopted unextended, in its single-verse version. In 1882, Antonín Dvořák used Kde domov můj in his incidental music to the František Ferdinand Šamberk play Josef Kajetán Tyl, Op. 62, B. 125. The overture is often played separately as a concert work entitled Domov můj (My Home). ==Lyrics== === Original lyrics (from Fidlovačka, 1834) === {|class=\"wikitable\" rules=\"cols\" !Czech original !IPA transcription !Poetic English translation 1 !Poetic English translation 2 |- style=\"vertical-align:top; white-space:nowrap;\" | | |I Where my home is, where my home is, Streams are rushing through the meadows, Midst the rocks sigh fragrant pine groves, Orchards decked in spring's array, Scenes of paradise portray. And this land of wondrous beauty, Is the Czech land of my home, Is the Czech land of my home! II Where my home is, where my home is, If, in the heavenly land, you have met Slender souls in spry bodies, Of clear mind, vigorous and prospering, And with a strength that frustrates all defiance, That is the glorious nation of Czechs Among the Czechs (is) my home! Among the Czechs, my home! |I Where is my home, where is my home? Over leas are waters streaming, On the hills blue forests dreaming, Flowery worlds, Spring‘s happy skies, Like an earthly Paradise; There‘s the land so full of beauty, Czechia, my fatherland! Czechia, my fatherland! II Where is my home, where is my home? Where God self to man had spoken: Gentle be, but never broken, Ever cheerful, hopeful, strong, Bravely thwarting any wrong: There‘s the land of manly honor, Czechia, my fatherland! Czechia, my fatherland! |} === National anthem of Czechoslovakia 1918–1992 === 150px|thumbnail|upright|Coat of arms of the Czechoslovak Republic The first stanza, along with that of the Slovak song Nad Tatrou sa blýska which is nowadays the national anthem of Slovakia, became from 1918 to 1992 the national anthem of Czechoslovakia. {|class=\"wikitable\" rules=\"cols\" !Czech and Slovak original !IPA transcription !English translation |- style=\"vertical-align:top; white-space:nowrap;\" |colspan=\"3\"| |- | | |Where my home is, where my home is, Water roars across the meadows, Pinewoods rustle among crags, The garden is glorious with spring blossom, Paradise on earth it is to see. And this is that beautiful land, The Czech land, my home, The Czech land, my home! |- |colspan=\"3\"| |- | | |There is lightning over the Tatras, thunders wildly beat, There is lightning over the Tatras, thunders wildly beat. Let's stop them, brethren, after all they'll disappear, the Slovaks will revive. Let's stop them, brethren, after all they'll disappear, the Slovaks will revive. |} ===Current lyrics (adapted version)=== {| style=\"font-size:90%;\" class=\"wikitable\" |- !Czech original !IPA transcription !Official English translation !Poetic English translation |- style=\"vertical-align:top; white-space:nowrap;\" | | |Where my home is, where my home is, Water roars across the meadows, Pinewoods rustle among rocks, The orchard is glorious with spring blossom, Paradise on earth it is to see. And this is that beautiful land, The Czech land, my home, The Czech land, my home! |Where is my home, where is my home, Streams are rushing through the meadows, Midst the rocks sigh fragrant pine groves, Orchards decked in spring's array, Scenes of Paradise portray. And this land of wondrous beauty, Is the Czech land, home of mine, Is the Czech land, home of mine! |} (Lyrics according to Appendix 6 of Czech Act No. 3/1993 Coll., as adapted by Act No. 154/1998 Coll.) {|class=\"wikitable\" rules=\"cols\" !German translation (used 1918–1938 and 1939–1945) !Hungarian translation (used 1920–1938) |- style=\"vertical-align:top; white-space:nowrap;\" | | |} ==Notes== ==References== == External links == * Czech Republic: Kde domov můj? – Audio of the national anthem of the Czech Republic, with information and lyrics * State Symbols – Ministry of Foreign Affairs – The Ministry of Foreign Affairs has a page about state symbols that includes a copy of the music of the anthem. * New (2008) official recordings – female solo, male solo, choir, and orchestral versions. Category:European anthems Category:National symbols of the Czech Republic Category:Czech songs Category:Czech anthems Category:1834 songs Category:National anthems Category:National anthem compositions in E major",
 "title": "Kde domov můj"
}