{
 "id": "227960",
 "text": "280px|thumb|right|Animation of XMM-Newton trajectory around Earth XMM-Newton, also known as the High Throughput X-ray Spectroscopy Mission and the X-ray Multi-Mirror Mission, is an X-ray space observatory launched by the European Space Agency in December 1999 on an Ariane 5 rocket. It is the second cornerstone mission of ESA's Horizon 2000 programme. Named after physicist and astronomer Sir Isaac Newton, the spacecraft is tasked with investigating interstellar X-ray sources, performing narrow- and broad-range spectroscopy, and performing the first simultaneous imaging of objects in both X-ray and optical (visible and ultraviolet) wavelengths. Initially funded for two years, with a ten-year design life, the spacecraft remains in good health and has received repeated mission extensions, most recently in October 2020 and is scheduled to operate until the end of 2022. ESA plans to succeed XMM-Newton with the Advanced Telescope for High Energy Astrophysics (ATHENA), the second large mission in the Cosmic Vision 2015–2025 plan, to be launched in 2028. XMM-Newton is similar to NASA's Chandra X-ray Observatory, also launched in 1999. As of May 2018, close to 5,600 papers have been published about either XMM-Newton or the scientific results it has returned. == Concept and mission history == The observational scope of XMM-Newton includes the detection of X-ray emissions from astronomical objects, detailed studies of star-forming regions, investigation of the formation and evolution of galaxy clusters, the environment of supermassive black holes and mapping of the mysterious dark matter. In 1982, even before the launch of XMM-Newton predecessor EXOSAT in 1983, a proposal was generated for a \"multi-mirror\" X-ray telescope mission. The XMM mission was formally proposed to the ESA Science Programme Committee in 1984 and gained approval from the Agency's Council of Ministers in January 1985. That same year, several working groups were established to determine the feasibility of such a mission, and mission objectives were presented at a workshop in Denmark in June 1985. At this workshop, it was proposed that the spacecraft contain 12 low-energy and 7 high-energy X-ray telescopes. The spacecraft's overall configuration was developed by February 1987, and drew heavily from lessons learned during the EXOSAT mission; the Telescope Working Group had reduced the number of X-ray telescopes to seven standardised units. In June 1988 the European Space Agency approved the mission and issued a call for investigation proposals (an \"announcement of opportunity\"). Improvements in technology further reduced the number of X-ray telescopes needed to just three. In June 1989, the mission's instruments had been selected and work began on spacecraft hardware. A project team was formed in January 1993 and based at the European Space Research and Technology Centre (ESTEC) in Noordwijk, Netherlands. Prime contractor Dornier Satellitensysteme (a subsidiary of the former DaimlerChrysler Aerospace) was chosen in October 1994 after the mission was approved into the implementation phase, with development and construction beginning in March 1996 and March 1997, respectively. The XMM Survey Science Centre was established at the University of Leicester in 1995. The three flight mirror modules for the X-ray telescopes were delivered by Italian subcontractor Media Lario in December 1998, and spacecraft integration and testing was completed in September 1999. XMM left the ESTEC integration facility on 9 September 1999, taken by road to Katwijk then by the barge Emeli to Rotterdam. On 12 September, the spacecraft left Rotterdam for French Guiana aboard Arianespace transport ship MN Toucan. The Toucan docked at the French Guianese town of Kourou on 23 September, and was transported to Guiana Space Centre Ariane 5 Final Assembly Building for final launch preparation. Launch of XMM took place on 10 December 1999 at 14:32 UTC from the Guiana Space Centre. XMM was lofted into space aboard an Ariane 504 rocket, and placed into a highly elliptical, 40-degree orbit that had a perigee of and an apogee of . Forty minutes after being released from the Ariane upper stage, telemetry confirmed to ground stations that the spacecraft's solar arrays had successfully deployed. Engineers waited an additional 22 hours before commanding the on-board propulsion systems to fire a total of five times, which, between 10 and 16 December, changed the orbit to with a 38.9-degree inclination. This resulted in the spacecraft making one complete revolution of the Earth approximately every 48 hours. Immediately after launch, XMM began its Launch and Early Orbit phase of operations. On 17 and 18 December 1999, the X-ray modules and Optical Monitor doors were opened, respectively. Instrument activation started on 4 January 2000, and the Instrument Commissioning phase began on 16 January. The Optical Monitor (OM) attained first light on 5 January, the two European Photon Imaging Camera (EPIC) MOS- CCDs followed on 16 January and the EPIC pn-CCD on 22 January, and the Reflection Grating Spectrometers (RGS) saw first light on 2 February. On 3 March, the Calibration and Performance Validation phase began, and routine science operations began on 1 June. During a press conference on 9 February 2000, ESA presented the first images taken by XMM and announced that a new name had been chosen for the spacecraft. Whereas the program had formally been known as the High Throughput X-ray Spectroscopy Mission, the new name would reflect the nature of the program and the originator of the field of spectroscopy. Explaining the new name of XMM-Newton, Roger Bonnet, ESA's former Director of Science, said, \"We have chosen this name because Sir Isaac Newton was the man who invented spectroscopy and XMM is a spectroscopy mission.\" He noted that because Newton is synonymous with gravity and one of the goals of the satellite was to locate large numbers of black hole candidates, \"there was no better choice than XMM-Newton for the name of this mission.\" Including all construction, spacecraft launch, and two years of operation, the project was accomplished within a budget of (1999 conditions). ===Operation=== The spacecraft has the ability to lower the operating temperature of both the EPIC and RGS cameras, a function that was included to counteract the deleterious effects of ionising radiation on the camera pixels. In general, the instruments are cooled to reduce the amount of dark current within the devices. During the night of 3–4 November 2002, RGS-2 was cooled from its initial temperature of down to , and a few hours later to . After analysing the results, it was determined the optimal temperature for both RGS units would be , and during 13–14 November, both RGS-1 and RGS-2 were set to this level. During 6–7 November, the EPIC MOS-CCD detectors were cooled from their initial operating temperature of to a new setting of . After these adjustments, both the EPIC and RGS cameras showed dramatic improvements in quality. On 18 October 2008, XMM-Newton suffered an unexpected communications failure, during which time there was no contact with the spacecraft. While some concern was expressed that the vehicle may have suffered a catastrophic event, photographs taken by amateur astronomers at the Starkenburg Observatory in Germany and at other locations worldwide showed that the spacecraft was intact and appeared on course. A weak signal was finally detected using a antenna in New Norcia, Western Australia, and communication with XMM-Newton suggested that the spacecraft's Radio Frequency switch had failed. After troubleshooting a solution, ground controllers used NASA's antenna at the Goldstone Deep Space Communications Complex to send a command that changed the switch to its last working position. ESA stated in a press release that on 22 October, a ground station at the European Space Astronomy Centre (ESAC) made contact with the satellite, confirming the process had worked and that the satellite was back under control. ===Mission extensions=== Because of the spacecraft's good health and the significant returns of data, XMM-Newton has received several mission extensions by ESA's Science Programme Committee. The first extension came during November 2003 and extended operations through March 2008. The second extension was approved in December 2005, extending work through March 2010. A third extension was passed in November 2007, which provided for operations through 2012. As part of the approval, it was noted that the satellite had enough on-board consumables (fuel, power and mechanical health) to theoretically continue operations past 2017. The fourth extension in November 2010 approved operations through 2014. A fifth extension was approved in November 2014 and affirmed in November 2016, continuing operations through 2018. A sixth extension was approved in December 2017, continuing operations through the end of 2020. A seventh extension was approved in November 2018, continuing operations through the end of 2022. == Spacecraft == XMM-Newton is a long space telescope, and is wide with solar arrays deployed. At launch it weighed . The spacecraft has three degrees of stabilisation, which allow it to aim at a target with an accuracy of 0.25 to 1 arcseconds. This stabilisation is achieved through the use of the spacecraft's Attitude & Orbit Control Subsystem. These systems also allow the spacecraft to point at different celestial targets, and can turn the craft at a maximum of 90 degrees per hour. The instruments on board XMM-Newton are three European Photon Imaging Cameras (EPIC), two Reflection Grating Spectrometers (RGS), and an Optical Monitor. The spacecraft is roughly cylindrical in shape, and has four major components. At the fore of the spacecraft is the Mirror Support Platform, which supports the X-ray telescope assemblies and grating systems, the Optical Monitor, and two star trackers. Surrounding this component is the Service Module, which carries various spacecraft support systems: computer and electric busses, consumables (such as fuel and coolant), solar arrays, the Telescope Sun Shield, and two S-band antennas. Behind these units is the Telescope Tube, a long, hollow carbon fibre structure which provides exact spacing between the mirrors and their detection equipment. This section also hosts outgassing equipment on its exterior, which helps remove any contaminants from the interior of the satellite. At the aft end of spacecraft is the Focal Plane Assembly, which supports the Focal Plane Platform (carrying the cameras and spectrometers) and the data-handling, power distribution, and radiator assemblies. == Instruments == === European Photon Imaging Cameras === The three European Photon Imaging Cameras (EPIC) are the primary instruments aboard XMM-Newton. The system is composed of two MOS-CCD cameras and a single pn-CCD camera, with a total field of view of 30 arcminutes and an energy sensitivity range between (). Each camera contains a six-position filter wheel, with three types of X-ray-transparent filters, a fully open and a fully closed position; each also contains a radioactive source used for internal calibration. The cameras can be independently operated in a variety of modes, depending on the image sensitivity and speed needed, as well as the intensity of the target. The two MOS-CCD cameras are used to detect low-energy X-rays. Each camera is composed of seven silicon chips (one in the centre and six circling it), with each chip containing a matrix of 600 × 600 pixels, giving the camera a total resolution of about 2.5 megapixels. As discussed above, each camera has a large adjacent radiator which cools the instrument to an operating temperature of . They were developed and built by the University of Leicester Space Research Centre and EEV Ltd. The pn-CCD camera is used to detect high-energy X-rays, and is composed of a single silicon chip with twelve individual embedded CCDs. Each CCD is 64 × 189 pixels, for a total capacity of 145,000 pixels. At the time of its construction, the pn-CCD camera on XMM-Newton was the largest such device ever made, with a sensitive area of . A radiator cools the camera to . This system was made by the Astronomisches Institut Tübingen, the Max Planck Institute for Extraterrestrial Physics, and PNSensor, all of Germany. The EPIC system records three types of data about every X-ray that is detected by its CCD cameras. The time that the X-ray arrives allows scientists to develop light curves, which projects the number of X-rays that arrive over time and shows changes in the brightness of the target. Where the X-ray hits the camera allows for a visible image to be developed of the target. The amount of energy carried by the X-ray can also be detected and helps scientists to determine the physical processes occurring at the target, such as its temperature, its chemical make-up, and what the environment is like between the target and the telescope. === Reflection Grating Spectrometers === The Reflection Grating Spectrometers (RGS) are a secondary system on the spacecraft and are composed of two Focal Plane Cameras and their associated Reflection Grating Arrays. This system is used to build X-ray spectral data and can determine the elements present in the target, as well as the temperature, quantity and other characteristics of those elements. The RGS system operates in the () range, which allows detection of carbon, nitrogen, oxygen, neon, magnesium, silicon and iron. den Herder (2001) states that the RGS system operates in the range, but the majority of sources, including official ESA websites, contradict this. The Focal Plane Cameras each consist of nine MOS-CCD devices mounted in a row and following a curve called a Rowland circle. Each CCD contains 384 × 1024 pixels, for a total resolution of more than 3.5 megapixels. The total width and length of the CCD array was dictated by the size of the RGS spectrum and the wavelength range, respectively. Each CCD array is surrounded by a relatively massive wall, providing heat conduction and radiation shielding. Two-stage radiators cool the cameras to an operating temperature of . The camera systems were a joint effort between SRON, the Paul Scherrer Institute, and MSSL, with EEV Ltd and Contraves Space providing hardware. The Reflection Grating Arrays are attached to two of the primary telescopes. They allow approximately 50% of the incoming X-rays to pass unperturbed to the EPIC system, while redirecting the other 50% onto the Focal Plane Cameras. Each RGA was designed to contain 182 identical gratings, though a fabrication error left one with only 181. Because the telescope mirrors have already focused the X-rays to converge at the focal point, each grating has the same angle of incidence, and as with the Focal Plane Cameras, each grating array conforms to a Rowland circle. This configuration minimises focal aberrations. Each grating is composed of thick silicon carbide substrate covered with a gold film, and is supported by five beryllium stiffeners. The gratings contain a large number of grooves, which actually perform the X-ray deflection; each grating contains an average of 646 grooves per millimetre. The RGAs were built by Columbia University. === Optical Monitor === The Optical Monitor (OM) is a Ritchey–Chrétien optical/ultraviolet telescope designed to provide simultaneous observations alongside the spacecraft's X-ray instruments. The OM is sensitive between nanometres in a 17 × 17 arcminute square field of view co-aligned with the centre of the X-ray telescope's field of view. It has a focal length of and a focal ratio of ƒ/12.7. The instrument is composed of the Telescope Module, containing the optics, detectors, processing equipment, and power supply; and the Digital Electronics Module, containing the instrument control unit and data processing units. Incoming light is directed into one of two fully redundant detector systems. The light passes through an 11-position filter wheel (one opaque to block light, six broad band filters, one white light filter, one magnifier, and two grisms), then through an intensifier which amplifies the light by one million times, then onto the CCD sensor. The CCD is 384 × 288 pixels in size, of which 256 × 256 pixels are used for observations; each pixel is further subsampled into 8 × 8 pixels, resulting in a final product that is 2048 × 2048 in size. The Optical Monitor was built by the Mullard Space Science Laboratory with contributions from organisations in the United States and Belgium. == Telescopes == thumb|250px|Focusing X-rays with glancing reflection in a Wolter Type-1 optical system Feeding the EPIC and RGS systems are three telescopes designed specifically to direct X-rays into the spacecraft's primary instruments. The telescope assemblies each have a diameter of , are in length, and have a base weight of . The two telescopes with Reflection Grating Arrays weigh an additional . Components of the telescopes include (from front to rear) the mirror assembly door, entrance and X-ray baffles, mirror module, electron deflector, a Reflection Grating Array in two of the assemblies, and exit baffle. Each telescope consists of 58 cylindrical, nested Wolter Type-1 mirrors developed by Media Lario of Italy, each long and ranging in diameter from , producing a total collecting area of at 1.5 keV and at 8 keV. The mirrors range from thick for the innermost mirror to thick for the outermost mirror, and the separation between each mirror ranges from from innermost to outermost. Each mirror was built by vapour- depositing a 250 nm layer of gold reflecting surface onto a highly polished aluminium mandrel, followed by electroforming a monolithic nickel support layer onto the gold. The finished mirrors were glued into the grooves of an Inconel spider, which keeps them aligned to within the five-micron tolerance required to achieve adequate X-ray resolution. The mandrels were manufactured by Carl Zeiss AG, and the electroforming and final assembly were performed by Media Lario with contributions from Kayser-Threde. == Subsystems == === Attitude & Orbit Control System === Spacecraft three-axis attitude control is handled by the Attitude & Orbit Control System (AOCS), composed of four reaction wheels, four inertial measurement units, two star trackers, three fine Sun sensors, and three Sun acquisition sensors. The AOCS was provided by Matra Marconi Space of the United Kingdom. Coarse spacecraft orientation and orbit maintenance is provided by two sets of four hydrazine thrusters (primary and backup). The hydrazine thrusters were built by DASA-RI of Germany. The AOCS was upgraded in 2013 with a software patch ('4WD'), to control attitude using the 3 prime reaction wheels plus the 4th, spare wheel, unused since launch, with the aim of saving propellant to extend the spacecraft lifetime. In 2019 the fuel was predicted to last until 2030. === Power systems === Primary power for XMM-Newton is provided by two fixed solar arrays. The arrays are composed of six panels measuring for a total of and a mass of . At launch, the arrays provided 2,200 W of power, and were expected to provide 1,600 W after ten years of operation. Deployment of each array took four minutes. The arrays were provided by Fokker Space of the Netherlands. When direct sunlight is unavailable, power is provided by two nickel–cadmium batteries providing 24 A·h and weighing each. The batteries were provided by SAFT of France. === Radiation Monitor System === The cameras are accompanied by the EPIC Radiation Monitor System (ERMS), which measures the radiation environment surrounding the spacecraft; specifically, the ambient proton and electron flux. This provides warning of damaging radiation events to allow for automatic shut-down of the sensitive camera CCDs and associated electronics. The ERMS was built by the Centre d'Etude Spatiale des Rayonnements of France. === Visual Monitoring Cameras === The Visual Monitoring Cameras (VMC) on the spacecraft were added to monitor the deployment of solar arrays and the sun shield, and have additionally provided images of the thrusters firing and outgassing of the Telescope Tube during early operations. Two VMCs were installed on the Focal Plane Assembly looking forward. The first is FUGA-15, a black and white camera with high dynamic range and 290 × 290 pixel resolution. The second is IRIS-1, a colour camera with a variable exposure time and 400 × 310 pixel resolution. Both cameras measure and weight . They use active pixel sensors, a technology that was new at the time of XMM-Newton development. The cameras were developed by and IMEC, both of Belgium. == Ground systems == XMM-Newton mission control is located at the European Space Operations Centre (ESOC) in Darmstadt, Germany. Two ground stations, located in Perth and Kourou, are used to maintain continuous contact with the spacecraft through most of its orbit. Back-up ground stations are located in Villafranca del Castillo, Santiago, and Dongara. Because XMM-Newton contains no on-board data storage, science data is transmitted to these ground stations in real time. Data is then forwarded to the European Space Astronomy Centre Science Operations Centre in Villafranca del Castillo, Spain, where pipeline processing has been performed since March 2012. Data is archived at the ESAC Science Data Centre, and distributed to mirror archives at the Goddard Space Flight Center and the XMM-Newton Survey Science Centre (SSC) at the L'Institut de Recherche en Astrophysique et Planétologie. Prior to June 2013, the SSC was operated by the University of Leicester, but operations were transferred due to a withdrawal of funding by the United Kingdom. == Observations and discoveries == The space observatory was used to discover the galaxy cluster XMMXCS 2215-1738, 10 billion light years away from Earth. The object SCP 06F6, discovered by the Hubble Space Telescope (HST) in February 2006, was observed by XMM-Newton in early August 2006 and appeared to show an X-ray glow around it two orders of magnitude more luminous than that of supernovae. In June 2011, a team from the University of Geneva, Switzerland, reported XMM-Newton seeing a flare that lasted four hours at a peak intensity of 10,000 times the normal rate, from an observation of Supergiant Fast X-ray Transient IGR J18410-0535, where a blue supergiant star shed a plume of matter that was partly ingested by a smaller companion neutron star with accompanying X-ray emissions. In February 2013 it was announced that XMM-Newton along with NuSTAR have for the first time measured the spin rate of a supermassive black hole, by observing the black hole at the core of galaxy NGC 1365. At the same time, it verified the model that explains the distortion of X-rays emitted from a black hole. In February 2014, separate analyses extracted from the spectrum of X-ray emissions observed by XMM-Newton a monochromatic signal around 3.5 keV. This signal is coming from different galaxy clusters, and several scenarios of dark matter can justify such a line. For example, a 3.5 keV candidate annihilating into 2 photons, or a 7 keV dark matter particle decaying into photon and neutrino. In June 2021, one of the largest X-ray surveys using the European Space Agency's XMM-Newton space observatory published initial findings, mapping the growth of 12,000 supermassive black holes at the cores of galaxies and galaxy clusters. == See also == * List of X-ray space telescopes == References == == External links == * XMM-Newton website by ESA * XMM-Newton Operations website by ESA * XMM- Newton Science Operations Centre website by ESA * XMM-Newton Survey Science Centre website by the L'Institut de Recherche en Astrophysique et Planétologie * XMM-Newton Guest Observer Facility website by NASA/Goddard Space Flight Center Category:Spacecraft launched in 1999 Category:Satellites orbiting Earth Category:European Space Agency satellites Category:Space telescopes Category:X-ray telescopes",
 "title": "XMM-Newton"
}