{
 "id": "228381",
 "text": "The Jiujiang University (Chinese: 九江学院; Pinyin: Jiǔjiāng Xuéyuàn) is a college in Jiujiang, northern Jiangxi Province in China. ==History== Jiujiang University is a comprehensive public university authorized by the Chinese Ministry of Education, enrolling students from 30 provinces of China with many different backgrounds. Its history can be traced back to 1901 when it existed as Danforth Hospital Nursing School. The university was formed out of the 2006 merger of what had been the four local Jiujiang colleges: Jiujiang Teacher's College, Jiujiang Medical College, Jiujiang Vocational College, and Jiujiang College of Finance and Economics. Jiujiang University has four campuses covering an area of about 184 hectares with a total space of buildings being 780,000 square meters. There are over 30,000 full-time Chinese students, with over 200 foreign students, 1683 full-time teachers, 21 faculties or colleges offering a total of 159 programs and a library collecting over 2.46 million books. Jiujiang University is one of the 25 Chinese Language Education Centres approved by Office of Overseas Chinese Affairs under the State Council of P. R. China. Jiujiang University has been entitled to enrolling overseas students and established collaborative relationship with universities of more than 10 countries. In October 1980, the 10th military meeting of the Central Military Committee eliminated the department of enterprise administration, a rear- service school of the People's Liberation Army, and replaced it with a cadre school for enterprise. On September 21, 1981, the PLA Enterprise Cadre School was established. In September 1982, the school began its first training classes. At the beginning of 1983, the Jiangxi provincial government brought the enrollment plan of the school into line with the state plan. In March 1994, the National Education Committee approved the establishment of the Jiujiang Financial and Economic College, the added name Military Supplies Finance and Economics College of the PLA added in April of the same year. The two names have since been used in parallel. ==Leadership== In 2006, the leadership of the college was as follows: *Gan Xiaoqing (), president and vice-secretary of the CPC Central Committee *Chen Mianshui (), secretary of the CPC Central Committee *Ouyang Maorong (), vice-secretary of the CPC Central Committee *Zhao Wenjie (), vice-president *Wu Taoe (), vice-president ==Aliases== The Jiujiang Financial and Economic College is properly known as Jiujiang Institute (). It often refers to itself as Jiujiang University in English only as a result of some confusion surrounding differences in educational institute organization between China and English-speaking countries. The \"Institute\" level lacks an equivalent in most western countries as a level in between a trade school and a full-fledged university. As a result, there can be confusion when the name \"Jiujiang Institute\" is used and it is deemed simpler to use \"Jiujiang University\" instead. This practice is common at all 学院 (institute)-level educational institutions in China. ==References== ==External links== * University home page ** English information *Campus Video of Jiujiang University Category:Universities and colleges in Jiangxi Category:Jiujiang Category:Educational institutions established in 1901 Category:1901 establishments in China",
 "title": "Jiujiang University"
}