{
 "id": "228428",
 "text": "Heinrich Gotthard Freiherr von Treitschke (; 15 September 1834 – 28 April 1896) was a German historian, political writer and National Liberal member of the Reichstag during the time of the German Empire. He was an extreme nationalist,The German Historians and England: A Study in Nineteenth-century Views By Charles E. McClelland page 189 who favored German colonialism and opposed the British Empire. He also opposed Catholics, Poles, Jews and socialists inside Germany. ==Early life and teaching career== Treitschke was born in Dresden. He was the son of an officer of the Kingdom of Saxony's army who became governor of Königstein and military governor of Dresden. Treitschke developed an increasing hearing problem at a young age, and so was prevented from entering public service. After studying at the universities of Leipzig and Bonn, where he was a student of Friedrich Christoph Dahlmann, he established himself as a Privatdozent at Leipzig, lecturing on history and politics. At one time he became very popular with the students, but his political opinions made it impossible for the Saxon government to appoint him to a professorship.Andreas Dorpalen, Heinrich von Treitschke (Yale University Press, 1957) At that time Treitschke was a strong Liberal; he hoped to see Germany united into a single state with a parliamentary government, and all the smaller states annexed. He praised colonialism, stating: > Every virile people has established colonial power. All great nations in the > fullness of their strength have desired to set their mark upon barbarian > lands and those who fail to participate in this great rivalry will play a > pitiable role in time to come. Treitschke also endorsed Social Darwinian theories of brutal competition among races. In an essay published in 1862, Treitschke praised the \"pitiless racial struggle\" of Germans against Lithuanians, Poles and Old Prussians; he claimed that \"magic\" emanated from \"eastern German soil\" which had been \"fertilised\" by \"noble German blood\". While his main objective was to give historical legitimisation to the Germanising of Poles in Prussia, the praise of a legendary migration eastward performed by German ancestors would eventually become a means of legitimising claims to further eastern territories.The racial state: Germany, 1933–1945 Michael Burleigh, Wolfgang Wippermann; Cambridge University Press, 1993; p. 27 He was appointed professor at the University of Freiburg in 1863; in 1866, at the beginning of the Austro- Prussian War, his sympathies with the Kingdom of Prussia were so strong that he went to Berlin, became a Prussian subject, and was appointed editor of the Preussische Jahrbücher. His violent article, in which he demanded the annexation of the Kingdoms of Hanover and Saxony, and attacked with great invective the Saxon royal house, caused an estrangement from his father, a personal friend of the king. It was only equalled in its ill humour by his attacks on Bavaria during 1870. After possessing appointments at the University of Kiel and the University of Heidelberg, he was made professor at Friedrich Wilhelm University (what is now named Humboldt University) in Berlin in 1874.Dorpalen, Heinrich von Treitschke (1957) ==Political career== Treitschke became a member of the Reichstag in 1871 and until his death was one of the best known people in Berlin. He was largely deaf during this period and had an aide sit by his side to transcribe discussion into writing so that he could participate.A deaf legislator. (1871). American Annals of the Deaf, 16 (3), 208. On Heinrich von Sybel's death, Treitschke succeeded him as editor of the Historische Zeitschrift. He had outgrown his early Liberalism and become the chief panegyrist of the House of Hohenzollern. He made violent and influential attacks on all opinions and all parties which seemed in any way to be injurious to the increasing power of Germany. He endorsed Chancellor Otto von Bismarck and his program to subdue the Socialists, Poles and Catholics (Kulturkampf), but the attempts were unsuccessful because the victims organized themselves and used universal male suffrage to their advantage in the Reichstag until Bismarck finally relented. A strong proponent of German colonialism, Treitschke was a strong critic of the British Empire, and his condemnations were favoured by some German imperialists. His increasingly- chauvinistic Anglophobia in the late-19th century increasingly considered England as the strongest potential adversary of the rapidly-industrialising German Empire. In the Reichstag, he had originally been a member of the National Liberal Party, but in 1879, he was the first to accept the new commercial policy of Bismarck. During his later years, he joined the Moderate Conservatives though his deafness prevented him from taking a prominent part in debate. Treitschke rejected the concern of the Enlightenment and liberalism for individual rights and the separation of powers, in favour of an authoritarian monarchist and militarist concept of the state. He deplored the \"penetration of French liberalism\" (Eindringen des französischen Liberalismus) within the German nation. Treitschke was one of the few celebrities who endorsed anti-Semitic attacks which became prevalent from 1879 onwards. He accused German Jews of refusing to assimilate into German culture and society and attacked the flow of Jewish immigrants from Russian Poland. Treitschke popularised the phrase \"Die Juden sind unser Unglück!\" (\"The Jews are our misfortune!\"), which would be adopted as a motto by the Nazi publication Der Stürmer several decades later. He made several anti-Semitic remarks such as the following: > The Jews at one time played a necessary role in German history, because of > their ability in the management of money. But now that the Aryans have > become accustomed to the idiosyncrasies of finance, the Jews are no longer > necessary. The international Jew, hidden in the mask of different > nationalities, is a disintegrating influence; he can be of no further use to > the world. Because of his prominent status, Treitschke's remarks aroused widespread controversy.Ben-Sasson, H.H., ed. (1976): A History of the Jewish People. (Cambridge, Massachusetts: Harvard University Press), p. 875. Treitschke was considered favorably by the political elites of Prussia, and Chancellor Bernhard von Bülow personally declared that he kept a copy of von Treitschke's book for \"several years\" on his desk.Ethics and extermination: reflections on Nazi genocide by Michael Burleigh, Cambridge University Press, 1997, page 17 ==Death and legacy== In 1896, Treitschke died in Berlin at 61 and is buried at the Alter St.-Matthäus-Kirchhof Berlin. Throughout his life, Treitschke endorsed militarism and racism, praised the conquest of other nations and eradication of inferior peoples (\"Brave peoples expand, cowardly peoples perish)\" and claimed that people of African heritage were \"inferior\".The Eurocentric Conception of World Politics Western International Theory, 1760–2010 John M. Hobson May 2012 page 156Ideology of death: why the Holocaust happened in Germany – Page 133 John Weiss – 1996Wayward Reproductions: Genealogies of Race and Nation in Transatlantic Modern Thought: Genealogies of Race and Nation in Trasatlantic Modern Thought Alys Eve Weinbaum page 229 Endorsing the idea of exterminating conquered nations, he wrote: > In the unhappy clash between races, inspired by fierce mutual enmity, the > blood-stained savagery of quick war of annihilation is more humane, less > revolting, than the specious clemency of sloth which keeps the vanquished in > a state of brute beasts.Genocide in Age of Nation State v. 2, Rise of the > West and the Coming of Genocide, p. 34, Mark Levene thumb|upright|Treitschke's tomb in Berlin. Treitschke considered political history as a German nationalist and emphasized periods of great political change. He was a patriotic historian devoted to Prussia. His great achievement was the History of Germany in the Nineteenth Century. The first volume was published in 1879, and for 26 years, four more volumes appeared. At his death, he had advanced to 1847. He also wrote biographical and historical essays, as well as essays concerning contemporary politics. The most important essays were collected as Historische und politische Aufsatze.Heinrich von Treitschke: Historische und politische Aufsatze (4 vols., Leipzig, 1896) A selection from his more controversial writings was made with the title Zehn Jahre deutscher Kämpfe. In 1896 a new volume was published, Deutsche Kämpfe, neue Folge. After his death his lectures on political subjects were published with the title Politik. He also published in 1856 a short volume of poems named Vaterländische Gedichte and another volume the next year. His first works to be translated into English were two pamphlets on the War of 1870, What we demand from France (London, 1870) and The Baptism of Fire of the North German Confederation (1870). Treitschke's students included Heinrich Class, Hans Delbrück, W. E. B. Du Bois, Otto Hintze, Max Lenz, Erich Marcks, Friedrich Meinecke, Karl Peters, Gustav Schnürer, Georg Simmel and Friedrich von Bernhardi. During World War I, many writers in the West, particularly in Britain, blamed Bernhardi for creating attitudes among the political class of Germany that were considered an incitement to war. This opinion was repeated by historians such as Fritz Fischer, who deemed him a major influence on decision-makers before World War I. A complete translation of both volumes of Treitschke's Politics was published in London in 1916. Politics was published in 1963 in an abridged English translation edited by Hans Kohn. ==Bibliography== * Treitschke, Heinrich Von. Germany, France, Russia and Islam (1876; translated 1915, reprint translation 2013), selected essays in English * Treitschke, Heinrich von, Treitschke, his life and works, 1914; online * Heinrich von Treitschke. Treitschke's history of Germany in the nineteenth century: Volume 1 (5th ed 1894; translated 1915); vol 1 online, vol 2 online; vol 3 online; vol 4 online; vol 5 online; vol 6 online; vol 7 online * Heinrich von Treitschke. Germany, France, Russia, & Islam (1915); online * Heinrich von Treitschke. Politics (English edition 1916); Volume One; Volume Two ==See also== *Essentialist nationalism ==Notes== ==References== ;Attribution * ==Further reading== * Davis, H. W. Carless, The political thought of Heinrich von Treitschke, 1914; online * Dorpalen, Andreas. Heinrich von Treitschke (New Haven 1957), the standard biography in English * Hausrath, Adolf, ed. Treitschke, his doctrine of German destiny and of international relations: together with a study of his life and work (1914) online edition pp. 1–136 comprise a popular biography by Hausrath * Joll, James. \"Treitschke and the Prussian Legend\" History Today (1952) 2#3 pp 186–190 online. * Kilgour, Johnathan Bruce. \"Heinrich von Treitschke| Creating a German national mission.\" (MA Thesis, University of Montana, 2004) online * Kohler, George Y. “German Spirit and Holy Ghost – Treitschke’s Call for Conversion of German Jewry: The Debate Revisited”, Modern Judaism 30:2 (2010), pp. 172–195 * Langer, Ulrich. Heinrich von Treitschke (Düsseldorf 1998) in German ==External links== * * * Category:1834 births Category:1896 deaths Category:Politicians from Dresden Category:People from the Kingdom of Saxony Category:German untitled nobility Category:German Lutherans Category:National Liberal Party (Germany) politicians Category:Members of the 1st Reichstag of the German Empire Category:Members of the 2nd Reichstag of the German Empire Category:Members of the 3rd Reichstag of the German Empire Category:Members of the 4th Reichstag of the German Empire Category:Members of the 5th Reichstag of the German Empire Category:Deaf politicians Category:German monarchists Category:German political philosophers Category:German philosophers Category:Deaf royalty and nobility Category:Deaf writers Category:19th-century German historians Category:19th-century German writers Category:19th-century German male writers Category:Deaf people from Germany Category:Leipzig University alumni Category:University of Bonn alumni Category:University of Freiburg faculty Category:University of Kiel faculty Category:Heidelberg University faculty Category:Humboldt University of Berlin faculty Category:Recipients of the Pour le Mérite (civil class) Category:German male non-fiction writers Category:19th-century Lutherans",
 "title": "Heinrich von Treitschke"
}