{
 "id": "228459",
 "text": "Liestal (, Standard ), formerly spelled Liesthal, is the capital of Liestal District and the canton of Basel-Landschaft in Switzerland, south of Basel. Liestal is an industrial town with a cobbled-street Old Town. The official language of Liestal is (the Swiss variety of Standard) German, but the main spoken language is the local variant of the Alemannic Swiss German dialect. ==History== The name Liestal was first mentioned in 1225, and the settlement dates at least from Roman times. The development of the town is due to its strategic location on the road between the first bridge over the Rhine at Basel and the St. Gotthard Pass. Citizens of Liestal participated in the Burgundian Wars in 1476 and 1477 against Charles the Bold. In 1501, the mayor swore allegiance to the Swiss Confederation, and this caused repeated conflict with neighboring Rheinfelden, which belonged to the Habsburgs. In the 17th century, Liestal rebelled against Basel as part of the Farmers' Rebellion and was occupied by troops from that city. Three leaders of the rebellion were beheaded in Basel. In 1789, the town enthusiastically hailed the French call for freedom and equality. It celebrated Napoleon, when he traveled through town in 1797. After his fall, the earlier subjection to Basel was re- established. The French July Revolution of 1830 also caused upheaval in Liestal. A provisional government was established, and the town was chosen as the capital of a new canton on 17 March 1832. ==Geography== Liestal has an area, , of . Of this area, or 16.4% is used for agricultural purposes, while or 58.7% is forested. Of the rest of the land, or 23.9% is settled (buildings or roads), or 0.5% is either rivers or lakes and or 0.2% is unproductive land.Swiss Federal Statistical Office-Land Use Statistics 2009 data accessed 25 March 2010 Of the built up area, industrial buildings made up 2.6% of the total area while housing and buildings made up 12.1% and transportation infrastructure made up 5.7%. Power and water infrastructure as well as other special developed areas made up 1.6% of the area while parks, green belts and sports fields made up 1.8%. Out of the forested land, 57.1% of the total land area is heavily forested and 1.6% is covered with orchards or small clusters of trees. Of the agricultural land, 6.7% is used for growing crops and 8.0% is pastures, while 1.8% is used for orchards or vine crops. Of the water in the municipality, 0.2% is in lakes and 0.3% is in rivers and streams. The municipality is the capital of the canton of Basel-Country. The old town is situated on a rocky outcrop between the Ergolz and Orisbach rivers and between Basel and the Jura Mountains. The town is fan-shaped, consisting of a wide main street (Gassenmarkt) and two side streets. In the 18th Century small suburbs developed around the lower and the upper city gates. In the 17th Century the commercial district of Gestadeck developed along the canal. ==Coat of arms== The blazon of the municipal coat of arms is Per fess Argent, a crozier issuant Gules, and Gules.Flags of the World.com accessed 3 March 2011 ==Demographics== Liestal has a population () of . , 23.8% of the population are resident foreign nationals.Swiss Federal Statistical Office - Superweb database - Gemeinde Statistics 1981-2008 accessed 19 June 2010 Over the last 10 years (1997–2007) the population has changed at a rate of 7.7%.Swiss Federal Statistical Office accessed 3 March 2011 Most of the population () speaks German (10,759 or 83.2%), with Italian being second most common (660 or 5.1%) and Serbo-Croatian being third (276 or 2.1%). There are 122 people who speak French and 12 people who speak Romansh. , the gender distribution of the population was 49.3% male and 50.7% female. The population was made up of 10,104 Swiss citizens (74.6% of the population), and 3,447 non-Swiss residents (25.4%) Of the population in the municipality 3,257 or about 25.2% were born in Liestal and lived there in 2000. There were 2,648 or 20.5% who were born in the same canton, while 3,406 or 26.3% were born somewhere else in Switzerland, and 3,129 or 24.2% were born outside of Switzerland. In there were 102 live births to Swiss citizens and 44 births to non-Swiss citizens, and in same time span there were 109 deaths of Swiss citizens and 7 non-Swiss citizen deaths. Ignoring immigration and emigration, the population of Swiss citizens decreased by 7 while the foreign population increased by 37. There were 5 Swiss men who emigrated from Switzerland and 4 Swiss women who immigrated back to Switzerland. At the same time, there were 41 non-Swiss men and 41 non-Swiss women who immigrated from another country to Switzerland. The total Swiss population change in 2008 (from all sources, including moves across municipal borders) was an increase of 80 and the non-Swiss population decreased by 36 people. This represents a population growth rate of 0.3%. The age distribution, , in Liestal is; 917 children or 6.8% of the population are between 0 and 6 years old and 1,827 teenagers or 13.5% are between 7 and 19. Of the adult population, 1,924 people or 14.2% of the population are between 20 and 29 years old. 1,828 people or 13.5% are between 30 and 39, 2,137 people or 15.8% are between 40 and 49, and 2,705 people or 20.0% are between 50 and 64. The senior population distribution is 1,620 people or 12.0% of the population are between 65 and 79 years old and there are 593 people or 4.4% who are over 80.Canton of Basel-Land Statistics, Wohnbevölkerung nach Nationalität und Konfession per 30. September 2010 accessed 16 February 2011 , there were 5,441 people who were single and never married in the municipality. There were 5,993 married individuals, 751 widows or widowers and 745 individuals who are divorced.STAT-TAB Datenwürfel für Thema 40.3 - 2000 accessed 2 February 2011 , there were 5,450 private households in the municipality, and an average of 2.2 persons per household. There were 1,935 households that consist of only one person and 322 households with five or more people. Out of a total of 5,584 households that answered this question, 34.7% were households made up of just one person and 30 were adults who lived with their parents. Of the rest of the households, there are 1,585 married couples without children, 1,505 married couples with children. There were 286 single parents with a child or children. There were 109 households that were made up unrelated people and 134 households that were made some sort of institution or another collective housing. there were 1,470 single family homes (or 59.3% of the total) out of a total of 2,479 inhabited buildings. There were 474 multi-family buildings (19.1%), along with 301 multi-purpose buildings that were mostly used for housing (12.1%) and 234 other use buildings (commercial or industrial) that also had some housing (9.4%). Of the single family homes 141 were built before 1919, while 241 were built between 1990 and 2000. The greatest number of single family homes (353) were built between 1919 and 1945.Federal Statistical Office STAT-TAB - Datenwürfel für Thema 09.2 - Gebäude und Wohnungen accessed 28 January 2011 there were 5,876 apartments in the municipality. The most common apartment size was 4 rooms of which there were 1,710. There were 268 single room apartments and 1,538 apartments with five or more rooms. Of these apartments, a total of 5,316 apartments (90.5% of the total) were permanently occupied, while 379 apartments (6.4%) were seasonally occupied and 181 apartments (3.1%) were empty. , the construction rate of new housing units was 2.2 new units per 1000 residents. the average price to rent a two-room apartment was about 871.00 CHF (US$700, £390, €560), a three-room apartment was about 1063.00 CHF (US$850, £480, €680) and a four-room apartment cost an average of 1260.00 CHF (US$1010, £570, €810).Canton of Basel-Land Statistics , Mieter- und Genossenschafterwohnungen1 nach Zimmerzahl und Mietpreis 2000 accessed 20 February 2011 The vacancy rate for the municipality, , was 1.21%. ==Historic Population== The historical population is given in the following chart: Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.8) ImageSize = width:1100 height:500 PlotArea = height:350 left: 100 bottom:90 right:100 Legend = columns:3 left:220 top:70 columnwidth:160 AlignBars = justify DateFormat = x.y Period = from:0 till:13000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:3000 start:0 ScaleMinor = gridcolor:lightgrey increment:600 start:0 Colors= id:TO value:yellowgreen legend:Total id:GE value:teal legend:German_Speaking id:RO value:lightpurple legend:Catholic id:PR value:oceanblue legend:Protestant id:SW value:red legend:Swiss PlotData= color:yellowgreen width:40 mark:(line,white) align:center bar:1850 from:start till:3032 text:\"3,032\" color:TO bar:1870 from:start till:3863 text:\"3,863\" color:TO bar:1888 from:start till:4850 text:\"4,850\" color:TO bar:1900 from:start till:5403 text:\"5,403\" color:TO bar:1910 from:start till:6072 text:\"6,072\" color:TO bar:1930 from:start till:6698 text:\"6,698\" color:TO bar:1950 from:start till:8449 text:\"8,449\" color:TO bar:1970 from:start till:12500 text:\"12,500\" color:TO bar:1990 from:start till:12853 text:\"12,853\" color:TO bar:2000 from:start till:12930 text:\"12,930\" color:TO LineData = points:(300,219)(400,232) color:GE points:(400,232)(500,248) color:GE points:(500,248)(600,265) color:GE points:(600,265)(700,306) color:GE points:(700,306)(800,363) color:GE points:(800,363)(900,369) color:GE points:(900,369)(1000,380) color:GE points:(100,99)(200,100) color:RO points:(200,100)(300,102) color:RO points:(300,102)(400,100) color:RO points:(400,100)(500,102) color:RO points:(500,102)(600,102) color:RO points:(600,102)(700,104) color:RO points:(700,104)(800,118) color:RO points:(800,118)(900,116) color:RO points:(900,116)(1000,113) color:RO points:(100,163)(200,160) color:PR points:(200,160)(300,157) color:PR points:(300,157)(400,160) color:PR points:(400,160)(500,159) color:PR points:(500,159)(600,158) color:PR points:(600,158)(700,156) color:PR points:(700,156)(800,142) color:PR points:(800,142)(900,135) color:PR points:(900,135)(1000,128) color:PR points:(100,166)(200,166) color:SW points:(200,166)(300,165) color:SW points:(300,165)(400,164) color:SW points:(400,164)(500,163) color:SW points:(500,163)(600,165) color:SW points:(600,165)(700,167) color:SW points:(700,167)(800,154) color:SW points:(800,154)(900,153) color:SW points:(900,153)(1000,151) color:SW ==Heritage sites of national significance== thumb|The cantonal museum of the Canton of Basel-Landschaft in the heart of the old town of Liestal The Depot of Archeology of Basel-land, the Frenkenbrücke (bridge), the Munzach which was a Roman farmhouse, the Roman aqueduct and the Cantonal Archive of Basel- Landschaft are listed as Swiss heritage site of national significance. The entire old town of Liestal is listed in the Inventory of Swiss Heritage Sites. ==Politics== In the 2007 federal election the most popular party was the SP which received 25.95% of the vote. The next three most popular parties were the SVP (25.05%), the FDP (18.83%) and the Green Party (17.23%). In the federal election, a total of 4,243 votes were cast, and the voter turnout was 49.8%.Swiss Federal Statistical Office, Nationalratswahlen 2007: Stärke der Parteien und Wahlbeteiligung, nach Gemeinden/Bezirk/Canton accessed 28 May 2010 ==Economy== thumb|Secondary sector: casting plant Erzberg in Liestal , Liestal had an unemployment rate of 2.75%. , there were 160 people employed in the primary economic sector and about 26 businesses involved in this sector. 2,324 people were employed in the secondary sector and there were 145 businesses in this sector. 10,189 people were employed in the tertiary sector, with 824 businesses in this sector. There were 6,829 residents of the municipality who were employed in some capacity, of which women made up 44.9% of the workforce. the total number of full-time equivalent jobs was 10,921. The number of jobs in the primary sector was 50, of which 36 were in agriculture, 12 were in forestry or lumber production and 2 were in fishing or fisheries. The number of jobs in the secondary sector was 2,204, of which 1,107 or (50.2%) were in manufacturing and 896 (40.7%) were in construction. The number of jobs in the tertiary sector was 8,667. In the tertiary sector; 899 or 10.4% were in wholesale or retail sales or the repair of motor vehicles, 348 or 4.0% were in the movement and storage of goods, 258 or 3.0% were in a hotel or restaurant, 117 or 1.3% were in the information industry, 651 or 7.5% were the insurance or financial industry, 638 or 7.4% were technical professionals or scientists, 660 or 7.6% were in education and 2,819 or 32.5% were in health care.Swiss Federal Statistical Office STAT-TAB Betriebszählung: Arbeitsstätten nach Gemeinde und NOGA 2008 (Abschnitte), Sektoren 1-3 accessed 28 January 2011 , there were 10,031 workers who commuted into the municipality and 3,911 workers who commuted away. The municipality is a net importer of workers, with about 2.6 workers entering the municipality for every one leaving. About 5.3% of the workforce coming into Liestal are coming from outside Switzerland, while 0.2% of the locals commute out of Switzerland for work.Swiss Federal Statistical Office - Statweb accessed 24 June 2010 Of the working population, 25.8% used public transportation to get to work, and 35.7% used a private car. ==Religion== thumb|Tower of the city church of Liestal From the , 3,641 or 28.2% were Roman Catholic, while 5,626 or 43.5% belonged to the Swiss Reformed Church. Of the rest of the population, there were 261 members of an Orthodox church (or about 2.02% of the population), there were 36 individuals (or about 0.28% of the population) who belonged to the Christian Catholic Church, and there were 383 individuals (or about 2.96% of the population) who belonged to another Christian church. There were 8 individuals (or about 0.06% of the population) who were Jewish, and 699 (or about 5.41% of the population) who were Islamic. There were 31 individuals who were Buddhist, 119 individuals who were Hindu and 30 individuals who belonged to another church. 1,644 (or about 12.71% of the population) belonged to no church, are agnostic or atheist, and 452 individuals (or about 3.50% of the population) did not answer the question. ==Education== In Liestal about 4,911 or (38.0%) of the population have completed non-mandatory upper secondary education, and 1,895 or (14.7%) have completed additional higher education (either university or a Fachhochschule). Of the 1,895 who completed tertiary schooling, 59.3% were Swiss men, 25.1% were Swiss women, 9.0% were non-Swiss men and 6.6% were non-Swiss women. , there were 2,096 students in Liestal who came from another municipality, while 220 residents attended schools outside the municipality. Liestal is home to 2 libraries. These libraries include; the Kantonsbibliothek Baselland and the Pädagogische Hochschule in Liestal. There was a combined total () of 249,271 books or other media in the libraries, and in the same year a total of 757,718 items were loaned out.Swiss Federal Statistical Office, list of libraries accessed 14 May 2010 ==Crime== In 2014 the crime rate, of the over 200 crimes listed in the Swiss Criminal Code (running from murder, robbery and assault to accepting bribes and election fraud), in Liestal was 73.2 per thousand residents, slightly higher than the national average (64.6 per thousand). During the same period, the rate of drug crimes was 6.1 per thousand residents. This rate is 103.3% greater than the rate in the district, additionally it is 125.9% greater than the rate in the canton, however, due to lower rates in the district and canton it is still only 61.6% of the national rate. The rate of violations of immigration, visa and work permit laws was 1.7 per thousand residents. This rate is 88.9% greater than the rate in the canton but is only 34.7% of the rate for the entire country.Statistical Atlas of Switzerland accessed 5 April 2016 ==Customs== thumb|right|Chienbäse On the Sunday night after Mardi Gras, Chienbäse is celebrated with a spectacular parade and bonfires, from which the celebration takes its name. The tradition goes back at least to the 16th century. Other towns in the neighborhood also celebrate in a similar manner. Other local festivals are the following: * Santichlaus- Ylüüte * Banntag ==Transport== Liestal railway station is on the Swiss Federal Railway's Hauenstein main line, which connects Basel and Olten. It is served by five trains per hour to Basel, four trains per hour to Olten, and hourly trains to Bern, Lucerne and Zürich. Several trains a day operate through to Frankfurt and Berlin. The station is also the junction for, and terminus of, the Waldenburg narrow gauge railway, which operates a half-hourly train service to Waldenburg. The municipality is also located on the A3 motorway, between Basel and Zürich. ==Notable residents== 140px|thumb|upright|Abel Seyler 140px|thumb|Carl Spitteler, 1919 * Johann Bernhard Merian (1723 in Liestal – 1807), a Swiss philosopher active in the Prussian Academy of Sciences * Abel Seyler (1730 in Liestal – 1800), a Swiss-born theatre director and former merchant banker * Carl Spitteler (1845 in Liestal – 1924), a Swiss poet, awarded the Nobel Prize for Literature in 1919 * Karl Wilhelm Ritter (1847 in Liestal – 1906), civil engineer, professor of the Swiss Federal Institute of Technology Zurich * Wilhelm Eduard Brodtbeck (1873 in Liestal – 1957), architect * Matthias Gelzer (1886 in Liestal – 1974), a Swiss-German classical historian, studied the Roman Republic * Bohuslav Martinů (1890 - 1959 in Liestal), Czech composer of modern classical music * Martin Schadt (born 1938), a Swiss physicist and inventor * Enrico Marini (born 1969), an Italian comics artist * Davide Cali (born 1972 in Liestal), an Italian writer of picture books and graphic novels ; Sport * Rico Freiermuth (born 1958 in Liestal), a Swiss bobsledder, bronze medallist at the 1984 Winter Olympics * Adrian Knup (born 1968 in Liestal), is a Swiss retired football striker, 273 club caps and 49 for Switzerland * David Degen (born 1983 in Liestal), a former Swiss footballer, 269 club caps and 17 for Switzerland * Philipp Degen (born 1983 in Liestal), a retired Swiss footballer, 238 club caps and 32 for Switzerland * Fabian Leimlehner (born 1987 in Liestal), an Austrian male artistic gymnast, participated at the 2012 Summer Olympics * Yanik Frick (born 1998 in Liestal), a Liechtensteiner footballer ==International relations== ===Twin towns – sister cities=== Liestal is twinned with: Stadt Liestal website, Partnerstaedte retrieved 3 February 2019 {| class=\"wikitable\" |- valign=\"top\" | * Onex, Switzerland || * Sacramento, California, United States || * Waldkirch, Germany |} ==See also== * Waldenburgerbahn * Nanosurf ==References== ==External links== *Official website of Liestal * Category:Cities in Switzerland Category:Cantonal capitals of Switzerland Liestal (capital) Category:Cultural property of national significance in Basel-Landschaft",
 "title": "Liestal"
}