{
 "id": "228599",
 "text": "In mathematics, the JSJ decomposition, also known as the toral decomposition, is a topological construct given by the following theorem: :Irreducible orientable closed (i.e., compact and without boundary) 3-manifolds have a unique (up to isotopy) minimal collection of disjointly embedded incompressible tori such that each component of the 3-manifold obtained by cutting along the tori is either atoroidal or Seifert-fibered. The acronym JSJ is for William Jaco, Peter Shalen, and Klaus Johannson. The first two worked together, and the third worked independently. ==The characteristic submanifold== An alternative version of the JSJ decomposition states: :A closed irreducible orientable 3-manifold M has a submanifold Σ that is a Seifert manifold (possibly disconnected and with boundary) whose complement is atoroidal (and possibly disconnected). The submanifold Σ with the smallest number of boundary tori is called the characteristic submanifold of M; it is unique (up to isotopy). The boundary of the characteristic submanifold Σ is a union of tori that are almost the same as the tori appearing in the JSJ decomposition. However there is a subtle difference: if one of the tori in the JSJ decomposition is \"non-separating\", then the boundary of the characteristic submanifold has two parallel copies of it (and the region between them is a Seifert manifold isomorphic to the product of a torus and a unit interval). The set of tori bounding the characteristic submanifold can be characterised as the unique (up to isotopy) minimal collection of disjointly embedded incompressible tori such that closure of each component of the 3-manifold obtained by cutting along the tori is either atoroidal or Seifert-fibered. Warning: Cutting the manifold along the tori bounding the characteristic submanifold is also sometimes called the JSJ decomposition, though it may have more tori than the JSJ decomposition defined in the introduction. Warning: the JSJ decomposition is not quite the same as the decomposition in the geometrization conjecture, because some of the pieces in the JSJ decomposition might not have finite volume geometric structures. For example, the mapping torus of an Anosov map of a torus has a finite volume sol structure, but its JSJ decomposition cuts it open along one torus to produce a product of a torus and a unit interval, and the interior of this has no finite volume geometric structure. ==See also== *Geometrization conjecture *Manifold decomposition *Satellite knot ==References== *. *Jaco, William; Shalen, Peter B. Seifert fibered spaces in 3-manifolds. Geometric topology (Proc. Georgia Topology Conf., Athens, Ga., 1977), pp. 91-99, Academic Press, New York-London, 1979. *Jaco, William; Shalen, Peter B. A new decomposition theorem for irreducible sufficiently-large 3-manifolds. Algebraic and geometric topology (Proc. Sympos. Pure Math., Stanford Univ., Stanford, Calif., 1976), Part 2, pp. 71-84, Proc. Sympos. Pure Math., XXXII, Amer. Math. Soc., Providence, R.I., 1978. *Johannson, Klaus, Homotopy equivalences of 3-manifolds with boundaries. Lecture Notes in Mathematics, 761. Springer, Berlin, 1979. ==External links== *Allen Hatcher, Notes on Basic 3-Manifold Topology. *William Jaco, JSJ Decomposition of 3-manifolds. This lecture gives a brief introduction to Seifert fibered 3-manifolds and provides the existence and uniqueness theorem of Jaco, Shalen, and Johannson for the JSJ decomposition of a 3-manifold. *William Jaco, An Algorithm to Construct the JSJ Decomposition of a 3-manifold. An algorithm is given for constructing the JSJ-decomposition of a 3-manifold and deriving the Seifert invariants of the Characteristic submanifold. Category:3-manifolds",
 "title": "JSJ decomposition"
}