{
 "id": "228551",
 "text": "Eleanor of Provence (c. 1223 – 24/25 June 1291) was a French noblewoman who became Queen consort of England as the wife of King Henry III from 1236 until his death in 1272. She served as regent of England during the absence of her spouse in 1253. Although she was completely devoted to her husband, and staunchly defended him against the rebel Simon de Montfort, 6th Earl of Leicester, she was very much hated by the Londoners. This was because she had brought many relatives with her to England in her retinue; these were known as \"the Savoyards\", and they were given influential positions in the government and realm. On one occasion, Eleanor's barge was attacked by angry Londoners who pelted her with stones, mud, pieces of paving, rotten eggs and vegetables. Eleanor had five children, including the future King Edward I of England. She also was renowned for her cleverness, skill at writing poetry, and as a leader of fashion. ==Early life== Born in the city of Aix-en-Provence in southern France, she was the second daughter of Ramon Berenguer IV, Count of Provence (1198–1245) and Beatrice of Savoy (1198–1267), the daughter of Thomas I of Savoy and his wife Margaret of Geneva. She was well educated as a child, and developed a strong love of reading. Her three sisters also married kings. After her elder sister Margaret married Louis IX of France, their uncle William corresponded with Henry III of England to persuade him to marry Eleanor. Henry sought a dowry of up to twenty thousand silver marks to help offset the dowry he had just paid for his sister Isabella, but Eleanor's father was able to negotiate this down to no dowry, just a promise to leave her ten thousand when he died. Like her mother, grandmother, and sisters, Eleanor was renowned for her beauty. She was a dark-haired brunette with fine eyes. Piers Langtoft speaks of her as \"The erle's daughter, the fairest may of life\". On 22 June 1235, Eleanor was betrothed to King Henry III (1207–1272). Eleanor was probably born latest in 1223; Matthew Paris describes her as being \"jamque duodennem\" (already twelve) when she arrived in the Kingdom of England for her marriage. ==Queen consort== Eleanor was married to King Henry III of England on 14 January 1236. She had never seen him prior to the wedding at Canterbury Cathedral and had never set foot in his kingdom. Edmund Rich, Archbishop of Canterbury, officiated. She was dressed in a shimmering golden dress that fitted tightly at the waist and flared out to wide pleats at her feet. The sleeves were long and lined with ermine. After riding to London the same day where a procession of citizens greeted the bridal pair, Eleanor was crowned queen consort of England in a ceremony at Westminster Abbey which was followed by a magnificent banquet with the entire nobility in full attendance. Her love for her husband grew significantly from 1236 onward. ===Unpopularity=== Eleanor was a loyal and faithful consort to Henry, but she brought in her retinue a large number of uncles and cousins, \"the Savoyards\", and her influence with the King and her unpopularity with the English barons created friction during Henry's reign. Her uncle William of Savoy became a close advisor of her husband, displacing and displeasing English barons. thumb|Eleanor (left) and Henry III returning from Gascony, by Matthew Paris Though Eleanor and Henry supported different factions at times, she was made regent of England when her husband left for Gascony in 1253. Eleanor was devoted to her husband's cause, stoutly contested Simon de Montfort, raising troops in France for Henry's cause. On 13 July 1263, she was sailing down the Thames when her barge was attacked by citizens of London. Eleanor stoutly hated the Londoners, who returned her hatred; in revenge for their dislike Eleanor had demanded from the city all the back payments due on the monetary tribute known as queen-gold, by which she received a tenth of all fines which came to the Crown. In addition to the queen-gold other such fines were levied on the citizens by the Queen on the thinnest of pretexts. In fear for her life as she was pelted with stones, loose pieces of paving, dried mud, rotten eggs and vegetables, Eleanor was rescued by Thomas Fitzthomas, the Mayor of London, and took refuge at the bishop of London's home. ==Queen dowager and death== In 1272 Henry died, and her son Edward, who was 33 years old, became king of England. She remained in England as queen dowager, and raised several of her grandchildren—Edward's son Henry and daughter Eleanor, and Beatrice's son John. When her grandson Henry died in her care in 1274, Eleanor went into mourning and gave orders for his heart to be buried at the priory at Guildford which she founded in his memory. In January 1275 she expelled the Jews from all of her lands.Alison Taylor, \"Cambridge, the hidden history\", (Tempus: 1999) , p82 Eleanor's two remaining daughters died in 1275, Margaret on 26 February and Beatrice on 24 March. She retired in 1286 to Amesbury Priory in Wiltshire, eight miles north of Salisbury, where she was visited by her son, King Edward. Two of her granddaughters – Mary of Woodstock (daughter of Edward) and Eleanor of Brittany – were already nuns there, each having entered the priory on reaching the age of seven. Eleanor died on 24/25 June 1291 at the priory and was buried there. The site of her grave is unknown, making her the only English queen without a marked grave. Her heart was taken to London where it was buried at the Franciscan priory of Greyfriars. ==Cultural legacy== Eleanor was renowned for her learning, cleverness, and skill at writing poetry, as well as her beauty; she was also known as a leader of fashion, continually importing clothes from France. She often wore parti- coloured cottes (a type of tunic), gold or silver girdles into which a dagger was casually thrust, she favoured red silk damask, and decorations of gilt quatrefoil, and to cover her dark hair she wore jaunty pillbox caps. Eleanor introduced a new type of wimple to England, which was high, \"into which the head receded until the face seemed like a flower in an enveloping spathe\". She had developed a love for the songs of the troubadours as a child, and continued this interest. She bought many romantic and historical books, covering stories from ancient times to contemporary romances written in the period (13th century). Eleanor is the protagonist of The Queen From Provence, a historical romance by British novelist Jean Plaidy which was published in 1979. Eleanor is a main character in the novel Four Sisters, All Queens by author Sherry Jones, as well as the novels The Sister Queens by Sophie Perinot, and \"My Fair Lady: A Story of Henry III's Lost Queen\" by J. P. Reedman. She is also the subject of Norwegian Symphonic metal band Leave's Eyes in their song \"Eleonore De Provence\" from their album Symphonies of the Night. ==Issue== Eleanor and Henry had five children together. Eleanor seems to have been especially devoted to her eldest son, Edward; when he was deathly ill in 1246, she stayed with him at the abbey at Beaulieu in Hampshire for three weeks, long past the time allowed by monastic rules. She personally supervised Edward's upbringing and education. It was because of her influence that King Henry granted the duchy of Gascony to Edward in 1249. Her youngest child, Katherine, seems to have had a degenerative disease that rendered her deaf. When the little girl died at the age of three, both her royal parents suffered overwhelming grief. Eleanor possibly had four other sons who also died in childhood, but their existence is in doubt as there is no contemporary record of them. #Edward I (1239–1307), married Eleanor of Castile (1241–1290) in 1254, by whom he had issue, including his heir Edward II. His second wife was Margaret of France, by whom he had issue. #Margaret (1240–1275), married King Alexander III of Scotland, by whom she had issue. #Beatrice (1242–1275), married John II, Duke of Brittany, by whom she had issue. #Edmund Crouchback, 1st Earl of Lancaster (1245–1296), married Aveline de Forz in 1269, who died four years later without issue; married Blanche of Artois in 1276, by whom he had issue. #Katherine (25 November 1253 – 3 May 1257) ==Notes== ==References== ;Bibliography * * * * * * * * * |- |- Category:1220s births Category:1291 deaths Category:Year of birth uncertain Category:13th-century viceregal rulers Category:13th-century women rulers Category:13th-century French people Category:13th-century English people Category:13th-century French women Category:Women in 13th-century warfare Category:13th-century English poets Category:13th-century English women writers Category:Irish royal consorts Category:People from Aix-en-Provence Category:English royal consorts Category:Duchesses of Aquitaine Category:House of Aragon Category:People of the Barons' Wars Category:Women in medieval European warfare Category:Henry III of England Category:Regents of England Category:Burials at Amesbury Abbey",
 "title": "Eleanor of Provence"
}