{
 "id": "228927",
 "text": "Prince George, Duke of Kent, (George Edward Alexander Edmund; 20 December 1902 – 25 August 1942) was a member of the British royal family, the fourth son of King George V and Queen Mary. He was a younger brother of kings Edward VIII and George VI. Prince George served in the Royal Navy in the 1920s and then briefly as a civil servant. He became Duke of Kent in 1934. In the late 1930s he served as an RAF officer, initially as a staff officer at RAF Training Command and then, from July 1941, as a staff officer in the Welfare Section of the RAF Inspector General's Staff. He was killed in a military air-crash on 25 August 1942. ==Early life== thumb|left|Prince George (far right) with his siblings in 1912 Prince George was born on 20 December 1902 at York Cottage on the Sandringham Estate in Norfolk, England. His father was the Prince of Wales (later King George V), the only surviving son of King Edward VII and Queen Alexandra. His mother was the Princess of Wales, later Queen Mary, the only daughter and eldest child of the Duke and Duchess of Teck. At the time of his birth, he was fifth in the line of succession to the throne, behind his father and three older brothers: Edward, Albert and Henry. George was baptised in the Private Chapel at Windsor Castle on 26 January 1903 by Francis Paget, Bishop of Oxford. ==Education and career== Prince George received his early education from a tutor and then followed his elder brother, Prince Henry, to St Peter's Court, a preparatory school at Broadstairs, Kent. At the age of 13, like his brothers, the Prince of Wales, later King Edward VIII and Prince Albert, later King George VI, before him; he went to naval college. First at Osborne and later, at Dartmouth. He was promoted to sub-lieutenant on 15 February 1924, and was promoted to lieutenant on 15 February 1926. He remained on active service in the Royal Navy until March 1929, serving on and later on the flagship of the Atlantic Fleet (renamed the Home Fleet in 1932), . He served on the latter as a lieutenant on the admiral's staff before transferring in 1928 to HMS Durban on the America and West Indies Station, based at the Royal Naval Dockyard at Bermuda; where his father had previously served on HMS Canada and HMS Thrush, as a watch-keeping Lieutenant.Our London Letter, Page 13, The Gloucester Journal, Gloucester, England. 21 July 1928 After leaving the navy, he briefly held posts at the Foreign Office and later the Home Office, becoming the first member of the royal family to work as a civil servant. He continued to receive promotions after leaving active service: to commander on 15 February 1934 and to captain on 1 January 1937. From January to April 1931, Prince George and his elder brother the Prince of Wales travelled 18,000 miles on a tour of South America. Their outward voyage was on the ocean liner . In Buenos Aires they opened a British Empire Exhibition. They continued from Río de la Plata to Rio de Janeiro on the liner and returned from Brazil to Europe on the liner , landing at Lisbon. The princes returned via Paris and an Imperial Airways flight from Paris–Le Bourget Airport that landed specially in Windsor Great Park. On 23 June 1936, George was appointed a personal aide-de-camp to his eldest brother, the new king, Edward VIII. Following the abdication of Edward VIII, he was appointed a personal naval aide-de-camp to his elder brother, now George VI. On 12 March 1937, he was commissioned as a colonel in the British Army and in the equivalent rank of group captain in the Royal Air Force (RAF). He was also appointed as the Colonel-in-Chief of the Royal Fusiliers from the same date. In October 1938 George was appointed Governor-General of Australia in succession to Lord Gowrie with effect from November 1939.\"The Duke of Kent: Appointment in Australia\", The Times (26 October 1938): 14. On 11 September 1939 it was announced that, owing to the outbreak of the Second World War, the appointment was postponed.\"Duke of Kent and Australia\", The Times (12 September 1939): 6. On 8 June 1939, George was promoted to the ranks of rear admiral in the Royal Navy, major-general in the British Army and air vice- marshal in the Royal Air Force. At the start of the Second World War, George returned to active naval service with the rank of rear admiral, briefly serving in the Intelligence Division of the Admiralty. He was patron of the Society for Nautical Research between 1926 and 1942.Hugh Murphy & Derek J. Oddy (2010) The Mirror of the Seas; A Centenary History of the Society for Nautical Research London, Society for Nautical Research, p.191. ==Personal life== ===Marriage and children=== thumb|The Duke and Duchess of Kent in 1934 On 12 October 1934, in anticipation of his forthcoming marriage to his second cousin, Princess Marina of Greece and Denmark, he was created Duke of Kent, Earl of St Andrews, and Baron Downpatrick. The couple married on 29 November 1934 at Westminster Abbey. The wedding was followed by a Greek ceremony in the private chapel at Buckingham Palace, which was converted into an Orthodox chapel for the ceremony. They had three children: *Prince Edward, Duke of Kent (9 October 1935). He married Katharine Worsley on 8 June 1961. They have three children. *Princess Alexandra, The Hon. Lady Ogilvy (25 December 1936). She married the Hon. Angus Ogilvy, son of David Ogilvy, 12th Earl of Airlie and Lady Alexandra Coke, on 24 April 1963. They had two children. *Prince Michael of Kent (4 July 1942). He married Baroness Marie Christine von Reibnitz on 30 June 1978. They have two children. ===Relationships=== There were \"strong rumours\" that he had affairs with musical star Jessie Matthews,Kenneth J. Panton Historical Dictionary of the British Monarchy, Lanham,MD: Scarecrow Press, 2011, p.217 writer Cecil Roberts,King, Francis Henry. Yesterday Came Suddenly, Constable (London) 1993, p278 and Noël Coward,Barry Day, ed., The Letters of Noël Coward. New York: Alfred A. Knopf, 2007. p. 691 a relationship which Coward's long-term partner, Graham Payn, denied.Brandreth, Gyles (2004). Philip and Elizabeth: Portrait of a Marriage. London: Century. , p. 94 While married, he also had an affair with Margaret Whigham, later known as Margaret Campbell, Duchess of Argyll. George was also rumoured to have been addicted to drugs, especially morphine and cocaine, an allegation which reputedly originated from his friendship with Kiki Preston (née Alice Gwynne, 1898–1946), whom he first met in the mid-1920s.Lynn Kear and John Rossman. Kay Francis: A Passionate Life and Career. Jefferson, NC: McFarland & Company, 2006. p. 28Farrant, Leda (1994). Diana, Lady Delamere and the Lord Erroll Murder, p. 77. Publishers Distribution Services.McLeod, Kirsty. Battle Royal: Edward VIII & George VI, Brother Against Brother. Constable, 1999. p 122 Known as \"the girl with the silver syringe\" due to her addiction to heroin, Preston – a cousin of railroad heiress Gloria Vanderbilt – was married first to Horace R. B. Allen and then, in 1925, to banker Jerome Preston.Lynn Picknett, Clive Prince, Stephen Prior, and Robert Brydon. War of the Windsors: A Century of Unconstitutional Monarchy. p. 58. She died after jumping out of a window of the Stanhope Hotel in New York City. Other alleged sexual liaisons include a ménage à trois with Preston and José Uriburu, bisexual son of Argentinean ambassador to the UK José Uriburu Tezanos.Bazán, Osvaldo (2004). Historia de la homosexualidad en la Argentina: de la conquista de América al siglo XXI. (in Spanish), p. 180. Marea Editorial. In addition to his legitimate children, he was said to have had a son by Kiki Preston.Nicholson, Stuart (1999). Reminiscing in Tempo: A Portrait of Duke Ellington, p. 146. Northeastern University Press. According to the memoirs of a friend, Loelia, Duchess of Westminster, Prince George's brother, the Duke of Windsor, believed that the son was Michael Temple Canfield (1926–1969), the adopted son of American publisher Cass Canfield – and the first husband of Lee Radziwill, sister of Jacqueline Kennedy Onassis.Westminster, Loelia, Duchess of. Grace and Favour, Weidenfeld Nicholson, 1961 Some authors have alleged that like his elder brother, Edward VIII, later the Duke of Windsor, he was a Nazi sympathiser with ties to Rudolf Hess. But the claim has not been proven. ==RAF career== thumb|right|The Duke of Kent before he crossed the Atlantic by air As a young man the Duke came to the opinion that the future lay in aviation. It became his passion, and in 1929, the Duke earned his pilot's licence. He was the first of the royal family to cross the Atlantic Ocean by air. Before his flying days, he entered the Royal Navy, and was trained in intelligence work while stationed at Rosyth.Macwhirter, Robin, 'The Tragedy at Eagle's Rock', Scotsman, 24 August 1985 In March 1937, he was granted a commission in the Royal Air Force as a group captain. He was also made the Honorary Air Commodore of No. 500 (County of Kent) Squadron Auxiliary Air Force in August 1938. He was promoted to air vice-marshal in June 1939, along with promotions to flag and general officer rank in the other two services. In 1939 he returned to active service as a rear admiral in the Royal Navy, but in April 1940, transferred to the Royal Air Force. He temporarily relinquished his rank as an air officer to assume the post of staff officer at RAF Training Command in the rank of group captain, so that he would not be senior to more experienced officers. On 28 July 1941, he assumed the rank of air commodore in the Welfare Section of the RAF Inspector General's Staff. In this role, he went on official visits to RAF bases to help boost wartime morale. ==Freemasonry== Prince George was initiated into freemasonry on 12 April 1928 in Navy Lodge No 2612. He subsequently served as master of Navy Lodge in 1931, and was also a member of Prince of Wales's Lodge No 259, and Royal Alpha Lodge No 16, of which he served as master in 1940. He was appointed senior grand warden of the United Grand Lodge of England in 1933, and served as provincial grand master of Wiltshire from 1934, until he was elected grand master of the United Grand Lodge of England in 1939; a position he held until his death in 1942. ==Death== On 25 August 1942, George and 14 others took off in a RAF Short Sunderland flying boat W4026 from Invergordon, Ross and Cromarty, to fly to Iceland on non-operational duties. The aircraft crashed on Eagle's Rock, a hillside near Dunbeath, Caithness, Scotland. All but one were killed, including George, who was 39 years old. Lynn Picknett and Clive Prince have written about the crash in their book Double Standards, which, however, has been criticised for its \"implausible inaccuracy\". They alleged that Kent had a briefcase full of 100 Swedish krona notes, worthless in Iceland, handcuffed to his wrist, leading to speculation the flight was a military mission to Sweden, the only place where Swedish notes were of value.Double Standards p.424 His death in RAF service marked the first time in more than 450 years that a member of the royal family died on active service. The prince's body was transferred initially to St. George's Chapel, Windsor, and he was buried in the Royal Burial Ground, Frogmore, directly behind Queen Victorias mausoleum. His elder son, six-year-old Prince Edward, succeeded him as Duke of Kent. Princess Marina, his wife, had given birth to their third child, Prince Michael, only seven weeks before Prince George's death. One RAF crew member survived the crash: Flight Sergeant Andrew Jack, the Sunderland's rear gunner. Flight Sergeant Jack's niece has claimed that Jack told his brother that the Duke had been at the controls of the plane; that Jack had dragged him from the pilot's seat after the crash; and that there was an additional person on board the plane whose identity has never been revealed.\"Secret of Duke's plane death.\" BBC News, Wales, 23 December 2003. Retrieved 26 September 2017 ==In popular culture== The Duke's early life is dramatised in Stephen Poliakoff's television serial The Lost Prince (2003), a biography of the life of the Duke's younger brother John. In the film, the teenage Prince 'Georgie' is portrayed as sensitive, intelligent, artistic and almost uniquely sympathetic to his brother's plight. He is shown as detesting his time at the Royal Naval College and as having a difficult relationship with his austere father. In May 2008, the BBC aired its Radio 4 comedy, Hut 33, Series 2, Episode 1, titled \"The Royal Visit\". The main guest character for this episode was Duke of Kent, played by Michael Fenton-Stevens. The show is set at Bletchley Park with a team of code breakers. The Duke has been chosen to make an impromptu visit, and the code breakers have been told to hide all evidence of their real work and invent a story. On no account should the Duke be told what really happens at Bletchley because he is a Nazi spy. He is also portrayed as promiscuous and bisexual, as he tries to gain sexual favours from one of the male staff, and one of the female characters recalls a previous liaison with the Duke. Much of George's later life was outlined in the documentary film The Queen's Lost Uncle. He is a recurring character in the revival of Upstairs, Downstairs (2010/2012), played by Blake Ritson. He is portrayed as a caring brother, terrified of the mistakes that his family is making; later, he is portrayed as an appeaser of the German regime, but also as a supportive friend of Hallam Holland. George and his eldest brother the Prince of Wales, later Edward VIII, are shown in Stephen Poliakoff's BBC television serial Dancing on the Edge (2013), in which they are portrayed as supporters of jazz and encouragers of Louis Lester's Jazz Band. A sexual attraction to Louis on George's part is also insinuated. ==Titles, styles, honours and arms== ===Titles and styles=== *1902–1910: His Royal Highness Prince George of Wales *1910–1934: His Royal Highness The Prince George *1934–1942: His Royal Highness The Duke of Kent ===Honours=== * KG: Knight of the Garter, 1923 * KT: Knight of the Thistle, 1935 * GCMG: Knight Grand Cross of the Order of St Michael and St George, 1934 * GCVO: Knight Grand Cross of the Royal Victorian Order, 1924 * Royal Victorian Chain, 1936 * Knight of the Order of the Elephant, 20 September 1922 * Knight of the Order of the Seraphim, 1 October 1932 * Knight Grand Cross of the Chilean Order of Merit * Knight Grand Cross of the Legion of Honour, March 1939 ===Appointments=== * 1932: Royal Bencher of the Honourable Society of Lincoln's Inn ====Military==== * Colonel-in-Chief, Royal Fusiliers (1937) * Honorary Air Commodore, No. 500 (County of Kent) Squadron Auxiliary Air Force (1938) ===Arms=== Around the time of his elder brother Prince Henry's twenty- first birthday, Prince George was granted the use of the Royal Arms, differenced by a label argent of three points, each bearing an anchor azure. {| border=\"0\" align=\"center\" width=\"70%\" |- !width=25% |200px|center !width=25% |200px|center !width=25% |200px|center |- |Prince George's coat of arms |George's banner of arms |George's personal banner of arms in Scotland |} ==Ancestry== ==References== ==Further reading== * (New edition in 1992 by Crécy Publishing, .) * Millar, Peter. \"The Other Prince\". The Sunday Times (26 January 2003). * Warwick, Christopher. George and Marina, Duke and Duchess of Kent. London: Weidenfeld and Nicolson, 1988. . ==External links== * *Portraits of Prince George from the National Portrait Gallery * Category:1902 births Category:1942 deaths Category:Aviators killed in aviation accidents or incidents in Scotland Category:Victims of aviation accidents or incidents in 1942 Category:Bailiffs Grand Cross of the Order of St John Category:Burials at the Royal Burial Ground, Frogmore Category:Civil servants in the Home Office Category:Civil servants in the Foreign Office Category:Dukes of Kent Category:Grand Masters of the United Grand Lodge of England Category:Honorary air commodores George, Duke of Kent Category:British people of German descent Category:Knights Grand Cross of the Order of St Michael and St George Category:Knights Grand Cross of the Royal Victorian Order Category:Knights of the Garter Category:Knights of the Thistle Category:Lords High Commissioner to the General Assembly of the Church of Scotland Category:People educated at the Royal Naval College, Osborne Category:People educated at St Peter's Court George, Duke of Kent Category:Royal Air Force air marshals Category:Royal Navy admirals of World War II Category:British Empire in World War II Category:People from Sandringham, Norfolk Category:Members of the Privy Council of the United Kingdom Category:Sons of British monarchs Category:Peers created by George V Category:Royal Air Force personnel killed in World War II Category:Children of George V Category:Grand Croix of the Légion d'honneur Category:British Army generals of World War II Category:Royal reburials Category:Sons of emperors",
 "title": "Prince George, Duke of Kent"
}