{
 "id": "229459",
 "text": "A clear-channel station is an AM radio station in North America that has the highest protection from interference from other stations, particularly concerning night-time skywave propagation. The system exists to ensure the viability of cross-country or cross-continent radio service, and is enforced through a series of treaties and statutory laws. Known as Class A stations since 1982, they are occasionally still referred to by their former classifications of Class I-A (the highest classification), Class I-B (the next highest class), or Class I-N (for stations in Alaska too far away to cause interference to the primary clear-channel stations in the lower 48 states). The term \"clear-channel\" is used most often in the context of North America and the Caribbean, where the concept originated. Since 1941, these stations have been required to maintain an effective radiated power of at least 10,000 watts to retain their status. Nearly all such stations in the United States, Canada and The Bahamas broadcast at 50,000 watts, with several clear-channel stations in Mexico going as high as 150,000 watts and XEW in Mexico City having operated at 250,000 watts for over 80 years. Cuba was originally included in the plan and had several stations given clear-channel status, but stopped participating after the Cuban Revolution of 1959. ==Description== Sixty medium wave frequencies were set aside in 1941 under the North American Regional Broadcasting Agreement (NARBA) for nighttime use by only one, two or three specific AM stations, covering a wide area via skywave propagation. These frequencies were known as the \"clear channels\", and the stations on them are thus clear-channel stations. NARBA set aside 37 Class I-A frequencies and 27 Class I-B frequencies. The Class I-N stations in Alaska shared those same frequencies. Where only one station was assigned to a clear channel, the treaty provides that it must operate with a nominal power of 50 kilowatts or more. These were for the most part Class I-A. Stations on the other clear channels, with two or more stations, must use between 10 kW and 50 kW, and most often use a directional antenna so as not to interfere with each other. In addition to the frequencies, the treaty also specified the specific locations where stations on Class I-B channels could be built. Some of the original NARBA signatories, including the United States, Canada and Mexico, have implemented bilateral agreements that supersede NARBA's terms, eliminating among other things the distinction between the two kinds of clear channel: the original \"I-A\" and \"I-B\" classes, and the newer, U.S.-only \"I-N\" class, which are now all included in class A. Classes \"I-A\" and \"I-B\" still mandate a minimum efficiency of 362.10 mV/m/kW at 1 km, whereas Class \"I-N\" is permitted to use the lower Class B minimum efficiency of 281.63 mV/m/kW at 1 km. There exist exceptions, where a former Class B station was elevated to Class A, yet it maintained its previous antenna system, or made only minor changes thereto. Clear-channel stations, unlike all other AM stations in North America, have a secondary service area; that is, they are entitled to protection from interference to their nighttime skywave signals. Other stations are entitled, at most, to protection from nighttime interference in their primary service area—that which is covered by their groundwave signal. Many stations beyond those listed in the treaty have been assigned to operate on a clear channel (and some had been long before NARBA came into effect in 1941). In most cases, those stations operate during the daytime only, so as not to interfere with the primary stations on those channels. Since the early 1980s, many such stations have been permitted to operate at night with such low power as to be deemed not to interfere; these stations are still considered \"daytimers\" and are not entitled to any protection from interference to their nighttime signals. Another group of stations, formerly known as class II stations, were licensed to operate on the former \"I-B\" clear channels with significant power at night, provided that they use directional antenna systems to minimize radiation towards the primary stations. ==History== For the U.S., a form of clear channels first appeared in 1922 when the Commerce Department moved stations which had all used three (initially two) frequencies (two for entertainment stations, one for \"weather and crop reports\") onto 52 frequencies. Two were set aside for low-power local and regional stations, while the large stations in major cities each got their own frequency. A few frequencies were used on both the East and West coasts, which were considered far enough apart to limit interference. At that time, large stations were limited to 1000 watts and some licences were revoked. On November 11, 1928 the United States implemented General Order 40, which classified each allocation in the AM band as either Local, Regional or Clear. The classification system considered stations in Canada as well. Gradually maximum power was increased to 50,000 watts: additionally there were some short-lived experiments with 250–500 kilowatt \"super-power\" operations. This system was continued in the 1941 NARBA system, although almost all stations shifted broadcast frequencies. The FCC's intent behind licensing 50,000 watt clear-channel stations was to provide reliable radio service to the thousands of Americans who lived in the vast rural areas of the United States.Rural Radio Magazine, Vol. 1 No. 1, Clear Channel Group (November 1938), p. 2 As a result, these stations usually reached large portions of North America at night. Radio fans (and staff at those stations) often affectionately call such stations \"flamethrowers\" or \"blowtorches\" because of their high power, and boast about their reach by a combined state and provincial count of their coverage area. As early as the 1930s, debate raged in Washington, D.C., and in the U.S. broadcasting industry over whether continuation of the clear-channel system was justifiable. The licensees of clear-channel stations argued that, without their special status, many rural areas would receive no radio service at all. Rural broadcasters pointed out that most of the clear-channel stations were licensed to serve large cities on the two coasts, which made little sense for a service that was meant to provide radio to the vast rural areas in the middle of the country. The clear-channel licensees requested that the power limit on the \"I-A\" channels in the U.S., set at 50 kW by the FCC, be lifted entirely. They pointed to successful experiments made by WLW in Cincinnati before World War II, and in later years successful implementation by state broadcasters in Europe and the Middle East, as evidence that this would work and improve the service received by most Americans. Other broadcasters, particularly in the western states, argued to the contrary; that if the special status of the clear-channel stations was eliminated, they would be able to build facilities to provide local service to those rural \"dark areas\". One of the most outspoken of the small-town broadcasters, Ed Craney of KGIR in Butte, Montana, went so far as to apply to move his station, then on the 1370 kHz regional channel, to a class I-A signal on 660 kHz, asking the FCC to downgrade the NBC New York flagship, WEAF, to make way for the Butte station. The FCC denied Craney's petition. In 1941 several existing clear-channel stations applied for power increases to between 500 and 750 kW; dissemination of national defense information is cited as one reason this would be in the public interest. In October 1941 the FCC's engineering department presented a report on a complete reorganization of the clear-channel service; the report considered the possibility of \"some 25 superpower stations of 500,000 watts or more, strategically located to provide maximum service\" (as Broadcasting described it), and suggested that stations would have to be relocated away from the east and west coasts in such a scenario, as coastal stations waste energy over the oceans. One complication the FCC considered was the \"Wheeler resolution\", passed by the United States Senate in 1938, expressing the view of the Senate that radio stations should be limited to a maximum power of 50 kW. One station, KOB in Albuquerque, New Mexico, fought a long legal battle against the Federal Communications Commission (FCC) and New York's WABC for the right to move from a regional channel to a clear channel, 770 kHz, arguing that the New York signal was so weak in the mountain west that it served no one. KOB eventually won the argument in the late 1960s; it and several other western stations were allowed to move to eastern clear channels. (Western clear channels, such as 680 in San Francisco, had been \"duplicated\" in the eastern states for many years.) These new class II-A assignments (in places like Boise, Idaho; Las Vegas and Reno, Nevada; Lexington, Nebraska; Casper, Wyoming; Kalispell, Montana; and others) began what would later be called \"the breakdown of the clear channels\". The class I-A station owners' proposal to increase power fifteenfold was not immediately quashed, but the new II-A stations would make it effectively impossible for stations on the duplicated channels to do so, and the owners eventually lost interest. That proposal was finally taken off the FCC's docket in the late 1970s. On May 29, 1980 the FCC voted to limit the protection for all clear-channel stations to a 750-mile (1 207 km) radius around the transmitter. Stations on those frequencies outside the area of protection were no longer required to sign off or power down after sundown.Facts on File 1980 Yearbook, p. 519 In 1987 the FCC changed its rules to prohibit applications for new \"class-D\" stations. (Class-D stations have night power between zero and 250 watts, and frequently operate on clear channels.) However, any existing station could voluntarily relinquish nighttime authority, thereby becoming a class-D, and several have done so since the rule change. ===Daytimers=== Daytimers (also known as daytime-only stations) are AM radio stations that are limited to broadcasting during the daytime only, as their signals would interfere with clear-channel and other radio stations at night, when solar radiation is reduced, and medium wave radio signals can propagate much farther. Such stations are allowed three manners of operation after sunset; to sign off the air completely until sunrise, reduce power (sometimes dramatically, to only a few watts), or switch to a nighttime-only frequency (such as the Detroit area's WNZK, which broadcasts on 690 during the day, and on 680 at night). Their broadcast class is Class D. A great number of these stations use FM translators to continue their broadcasts overnight, and some also broadcast on the internet and have separate streams that air when the station's over-the-air signal has signed off. Daytime-only stations first originated in the late 1920s shortly after General Order 40 was imposed. One of the first to do so was WKEN in Kenmore, New York (now WUFO). WKEN proposed the concept to avoid the then-common practice of having to share one frequency between multiple stations; under General Order 40, WKEN would have had to share its frequency with WKBW, and the daytime-only proposal allowed both stations their own frequency. WUFO remains a daytime-only station to the present day, albeit with a 24/7 FM translator introduced in mid-2017. As of 2013, daytimers only exist in the United States and Mexico. The last Canadian daytime station, CKOT, signed off on February 17 of that year after converting to the FM band. There were 61 daytimers in Mexico in 2015. ==List of all clear-channel stations== The following two tables show all of the class-A stations in North America. First is the Canada, Mexico, and contiguous United States table, for the former class I-A and class I-B stations. General Order 40 allocations are in bold. Second is the Alaska table, for the former class I-N stations. Under the most recent treaty, Mexican Class A stations that previously operated with 50 kW or less (but a minimum of 10 kW nights) may increase power to 100 kW days while retaining their 10 kW night operation. This created some anomalies where stations licensed for 10 kW during all hours could increase power to 100 kW days and 10 kW nights, unless a directional antenna system was installed for nights, in which case the maximum night power was 50 kW. Additionally, one Class B station that had been operating non-directionally with 100 kW days and 50 kW nights was required to reduce power to 50 kW during all hours. {| class=\"wikitable sortable\" |+ Class A (former I-A/I-B) stations ! kHz ! Call sign ! City of license ! kWWhen two figures are listed, the first is daytime power, the second is nighttime. ! Transmitter coordinates |- | align=right | 540 | CBK | Watrous, Saskatchewan | 50 | |- | align=right | 540 | CBT | Grand Falls, Newfoundland and Labrador | 10 | |- | align=right | 540 | XEWA | San Luis Potosí, San Luis Potosí | 150 | |- | align=right | 640 | CBN | St. John's, Newfoundland and Labrador | 10 | |- | align=right | 640 | KFI | Los Angeles, California | 50 | |- | align=right | 650 | WSM | Nashville, Tennessee | 50 | |- | align=right | 660 | WFAN | New York, New York | 50 | |- | align=right | 670 | WSCR | Chicago, Illinois | 50 | |- | align=right | 680 | KNBR | San Francisco, California | 50 | |- | align=right | 690 | CKGM690 kHz at Montreal was originally assigned under NARBA to CBF (that station migrated to FM in 1998), and was later reused by CINF; after CINF closed in January 2010, CKGM applied for and was granted the frequency, and moved from 990 kHz to 690 kHz in September 2012. | Montreal, Quebec | 50 | |- | align=right | 690 | XEWW | Tijuana, Baja California | 77.5 / 50 | |- | align=right | 700 | WLW | Cincinnati, Ohio | 50 | |- | align=right | 710 | KIRO | Seattle, Washington | 50 | |- | align=right | 710 | WOR | New York, New York | 50 | |- | align=right | 720 | WGN | Chicago, Illinois | 50 | |- | align=right | 730 | CKAC | Montreal, Quebec | 50 | |- | align=right | 730 | XEX | Mexico City, D.F. | 60 / 100 | |- | align=right | 740 | CFZM740 kHz was used by CBC Radio One's CBL in Toronto until 2000 when the station moved to 99.1 FM. CFZM, known at the time as CHWO, acquired 740 in 2001. | Toronto, Ontario | 50 | |- | align=right | 750 | WSB | Atlanta, Georgia | 50 | |- | align=right | 760 | WJR | Detroit, Michigan | 50 | |- | align=right | 770 | WABC | New York, New York | 50 | |- | align=right | 780 | WBBM | Chicago, Illinois | 35 / 42 | |- | align=right | 800 | XEROK | Ciudad Juárez, Chihuahua | 50 | |- | align=right | 810 | KGO | San Francisco, California | 50 | |- | align=right | 810 | WGY | Schenectady, New York | 50 | |- | align=right | 820 | WBAP | Fort Worth, Texas | 50 | |- | align=right | 830 | WCCO | Minneapolis, Minnesota | 50 | |- | align=right | 840 | WHAS | Louisville, Kentucky | 50 | |- | align=right | 850 | KOA | Denver, Colorado | 50 | |- | align=right | 860 | CJBC | Toronto, Ontario | 50 | |- | align=right | 870 | WWL | New Orleans, Louisiana | 50 | |- | align=right | 880 | WCBS | New York, New York | 50 | |- | align=right | 890 | WLS | Chicago, Illinois | 50 | |- | align=right | 900 | CKBI | Prince Albert, Saskatchewan | 10 | |- | align=right | 900 | XEW | Mexico City, D.F. | 100 | |- | align=right | 940 | CFNV940 kHz at Montreal was originally assigned under NARBA to CBM (that station migrated to FM in 1998), and was later reused by CINW, which ceased operations in 2010. Despite leaving the air, it remained notified to the U.S. as a class-A allotment. A new license has since been granted to Tietolman-Tétrault-Pancholy Media (TTP) to broadcast a French news- talk format at 940 AM by the CRTC. After numerous delays, the station began broadcasting a series of test tones intermittently on October 26, 2016. Official testing began on November 16, 2016 with music and recorded announcements with a phone number to report signal interference. Although the station was given a deadline of November 21, 2016 by the CRTC to launch its French news-talk format, the station has yet to do so. | Montreal, Quebec | 50 | |- | align=right | 940 | XEQ | Mexico City, D.F. | 30 | |- | align=right | 990 | CBW | Winnipeg, Manitoba | 50 / 46 | |- | align=right | 990 | CBY | Corner Brook, Newfoundland and Labrador | 10 | |- | align=right | 1000 | KNWN | Seattle, Washington | 50 | |- | align=right | 1000 | WMVP | Chicago, Illinois | 50 | |- | align=right | 1000 | XEOY | Mexico City, D.F. | 50 / 10 | |- | align=right | 1010 | CBR | Calgary, Alberta | 50 | |- | align=right | 1010 | CFRB | Toronto, Ontario | 50 | |- | align=right | 1020 | KDKA | Pittsburgh, Pennsylvania | 50 | |- | align=right | 1030 | WBZ | Boston, Massachusetts | 50 | |- | align=right | 1040 | WHO | Des Moines, Iowa | 50 | |- | align=right | 1050 | XEG | Monterrey, Nuevo León | 150 | |- | align=right | 1060 | KYW | Philadelphia, Pennsylvania | 50 | |- | align=right | 1060 | XEEP | Mexico City, D.F. | 100 / 20 | |- | align=right | 1070 | KNX | Los Angeles, California | 50 | |- | align=right | 1080 | KRLD | Dallas, Texas | 50 | |- | align=right | 1080 | WTIC | Hartford, Connecticut | 50 | |- | align=right | 1090 | KAAY | Little Rock, Arkansas | 50 | |- | align=right | 1090 | WBAL | Baltimore, Maryland | 50 | |- | align=right | 1090 | XEPRS | Rancho del Mar, Rosarito, Baja California | 50 | |- | align=right | 1100 | WTAM | Cleveland, Ohio | 50 | |- | align=right | 1110 | KFAB | Omaha, Nebraska | 50 | |- | align=right | 1110 | WBT | Charlotte, North Carolina | 50 | |- | align=right | 1120 | KMOX | St. Louis, Missouri | 50 | |- | align=right | 1130 | CKWX | Vancouver, British Columbia | 50 | |- | align=right | 1130 | KWKH | Shreveport, Louisiana | 50 | |- | align=right | 1130 | WBBR | New York, New York | 50 | |- | align=right | 1140 | WRVA | Richmond, Virginia | 50 | |- | align=right | 1140 | XEMR | Monterrey, Nuevo León | 50 | |- | align=right | 1160 | KSL | Salt Lake City, Utah | 50 | |- | align=right | 1170 | KTSB | Tulsa, Oklahoma | 50 | |- | align=right | 1170 | WWVA | Wheeling, West Virginia | 50 | |- | align=right | 1180 | WHAM | Rochester, New York | 50 | |- | align=right | 1190 | KEX | Portland, Oregon | 50 | |- | align=right | 1190 | XEWK | Guadalajara, Jalisco | 50 / 10 | |- | align=right | 1200 | WOAI | San Antonio, Texas | 50 | |- style=\"vertical-align: top; text-align: left\"; | align=right | 1210 | WPHT | Philadelphia, Pennsylvania | 50 | |- | align=right | 1220 | XEB | Mexico City, D.F. | 100 | |- | align=right | 1500 | KSTP | Saint Paul, Minnesota | 50 | Nighttime site. |- | align=right | 1500 | WFED | Washington, D.C. | 50 | |- | align=right | 1510 | WLAC | Nashville, Tennessee | 50 | |- | align=right | 1520 | KOKC | Oklahoma City, Oklahoma | 50 | |- | align=right | 1520 | WWKB | Buffalo, New York | 50 | |- | align=right | 1530 | KFBK | Sacramento, California | 50 | |- | align=right | 1530 | WCKY | Cincinnati, Ohio | 50 | |- | align=right | 1540 | KXEL | Waterloo, Iowa | 50 | |- | align=right | 1540 | ZNS-1 | Nassau, Bahamas | 50 | |- | align=right | 1550 | CBEF1550 kHz was originally CBE (AM), which shut down the AM station after moving to 97.5 CBEW-FM in 2011. On November 1, 2012, CBEF, traditionally on 540 kHz, also started broadcasting on the same AM transmitter and frequency that CBE had used. | Windsor, Ontario | 10 | |- | align=right | 1560 | KNZRKNZR is the only U.S. class-A station licensed to operate with less than 50 kilowatts full-time. | Bakersfield, California | 25 / 10 | |- | align=right | 1560 | WFMEWFME is currently operating at 1,000 watts under a special temporary authority after airing on a new transmitter site in West Orange, New Jersey. It is currently unknown if the station will return as a Clear-channel station. | New York, New York | 50 | |- | align=right | 1570 | XERF | Ciudad Acuña, Coahuila | 100 | |- | align=right | 1580 | CKDO1580 kHz was originally used by CBJ in Chicoutimi, Quebec. After that station moved to FM in 1999, CHUC applied for and was granted 1580 kHz in Cobourg, Ontario with 10 kW, but chose instead to move to FM itself (despite being notified to the U.S. as an existing station on 1580). CKDO moved from 1350 to 1580 kHz on August 13, 2006 and became that day a class A station using 10 kW. U.S. FCC record is at | Oshawa, Ontario | 10 | |} {| class=\"wikitable sortable\" |+ Alaskan class A (former class I-N) stations ! kHz ! Call sign ! City of license ! kW ! Transmitter coordinates |- | align=right | 640 | KYUK | Bethel | 10 | |- | align=right | 650 | KENI | Anchorage | 50 | |- | align=right | 660 | KFAR | Fairbanks | 10 | |- | align=right | 670 | KDLG | Dillingham | 10 | |- | align=right | 680 | KBRW | Barrow | 10 | |- | align=right | 700 | KBYR | Anchorage | 10 | |- | align=right | 720 | KOTZ | Kotzebue | 10 | |- | align=right | 750 | KFQD | Anchorage | 50 | |- | align=right | 770 | KCHU | Valdez | 9.7 | |- | align=right | 780 | KNOM | Nome | 25 / 14 | |- | align=right | 820 | KCBF | Fairbanks | 10 | |- | align=right | 850 | KICY | Nome | 50 | |- | align=right | 890 | KBBI | Homer | 10 | |- | align=right | 1020 | KVNT | Eagle River | 10 | |- | align=right | 1080 | KOAN | Anchorage | 10 | |- | align=right | 1170 | KJNP | North Pole | 50 / 21 | |} ===Notes=== ==List of former clear-channel stations== {| class=\"wikitable unsortable\" ! Freq. (kHz) ! Call sign ! City of license ! Fate |- style=\"vertical-align: top; text-align: left;\" | 850 | XETQ-AM | Ixhuatlancillo, Veracruz | Migrated to FM as XHTQ-FM in 2013. At its height XETQ was authorized for 100 kW day/50 kW night. In the 1990s it lowered its power to 10 kW day/1 kW night. |- style=\"vertical-align: top; text-align: left;\" | 1070 | CBA | Moncton, New Brunswick | Moved to FM in April 2008. Canada has not withdrawn the international notification for CBA. |- style=\"vertical-align: top; text-align: left;\" | 1190 | WOWO | Fort Wayne, Indiana | Downgraded to class B in 1998 by reducing night power to 9.8 kilowatts with a three tower directional antenna; Inner City Broadcasting purchased WOWO so that its station in New York, WLIB, could remain on air 24 hours a day. WOWO was later purchased by Pathfinder Communications, the current owners. |- style=\"vertical-align: top; text-align: left;\" | 1510 | KGA | Spokane, Washington | Downgraded to class B in 2011 to make room for co-channel sister station KSFN, Piedmont, California, reducing night power to 15 kWFCC license BL-20100527AGH |- style=\"vertical-align: top; text-align: left;\" | 1550 | XERUV-AM | Xalapa, Veracruz | A bad permit renewal, made in 2005, required this station to shut down in June 2016. When the university applied to resume operation on AM, it was assigned 1300 kHz. |} ==See also== * Regulation of radio broadcast in the United States * Clear Channel Communications * MW DX ==References== ==External links== * AM Station Classes - Clear, Regional, and Local Channels (FCC Website) * Big USA, Mexico, and Canadian AM radio stations Category:United States communications regulation Category:Canadian mass media regulation",
 "title": "Clear-channel station"
}