{
 "id": "229473",
 "text": "The president of Argentina (), officially known as the president of the Argentine Nation (), is both head of state and head of government of Argentina. Under the national Constitution, the president is also the chief executive of the federal government and commander-in-chief of the armed forces. Through Argentine history, the office of the Head of State has undergone many changes, both in its title as in its features and powers. Current President Alberto Fernández was sworn into office on 10 December 2019. He succeeded Mauricio Macri. The Constitution of Argentina, along with several constitutional amendments, establishes the requirements, powers, and responsibilities of the president and term of office and the method of election. ==History== The origins of Argentina as a nation can be traced to 1776, when it was separated by the Spanish King from the existing Viceroyalty of Peru, creating the new Viceroyalty of the Río de la Plata. The Head of State continued to be the King, but he was represented locally by the Viceroy. These Viceroys were seldom natives of the country. By the May Revolution of 25 May 1810, the first Argentine autonomous government, known as the Primera Junta, was formed in Buenos Aires. It was later known as the Junta Grande when representatives from the provinces joined. These early attempts at self- government were succeeded by two Triumvirates and, although the first juntas had presidents, the King of Spain was still regarded as Head of State. Executive power was still not in the hands of a single person until the position of Supreme Director was created by the 1813 National Assembly. In 1816, Congress declared Independence and composed a Constitution. This established the Supreme Director as head of state and vested the position with presidential powers. This constitution gave the Supreme Director the power of appointing Governors of the provinces. Due to political circumstances, this constitution never came into force, and the central power was dissolved, leaving the country as a federation of provinces. A new constitution was drafted in 1826. This constitution was the first to create a President, although this office retained the powers described in the 1816 constitution. This constitution did come into force, resulting in the election of the first President, Bernardino Rivadavia. Because of the Cisplatine War, Rivadavia resigned after a short time, and the office was dissolved shortly after. A civil war between unitarios (unitarians, i.e. Buenos Aires centralists) and federalists ensued in the following decades. At this time, there was no central authority, and the closest to that was the Chairman of Foreign Relations, typically the Governor of the Province of Buenos Aires. The last to bear this title was Juan Manuel de Rosas, who in the last years of his governorship was elected Supreme Chief of the Confederation, gaining effective rule of the rest of the country. In 1852, Rosas was deposed, and a constitutional convention was summoned. This constitution, still in force, established a national federal government, with the office of the President. The term was fixed as six years, with no possibility of reelection. The first elected president under the constitution was Justo José de Urquiza, but Buenos Aires seceded from the Argentine Confederation as the State of Buenos Aires. Bartolomé Mitre was the first president of the unified country, when Buenos Aires rejoined the Confederation. Thus, Rivadavia, Urquiza, and Mitre are considered the first presidents of Argentina by different historians: Rivadavia for being the first one to use the title, Urquiza for being the first one to rule under the 1853 constitution, and Mitre for being the first president of Argentina under its current national limits.Mendelevich, p. 24 In 1930, 1943, 1955, 1962, 1966, and 1976, military coups deposed elected Presidents. In 1966 and 1976, the federal government was undertaken by a military junta, where power was shared by the chiefs of the armed forces. In 1962, the President of the Senate ruled, but in the other cases, a military chief assumed the title of President. It is debatable whether these military presidents can properly be called Presidents, as there are issues with the legitimacy of their governments. The position of the current Argentine government is that military Presidents Jorge Rafael Videla and Leopoldo Fortunato Galtieri were explicitly not legitimate presidents. They and their immediate successors were denied the right to a presidential pension after the conclusion of their terms. The status of earlier military presidents, however, remains more uncertain. ==Powers and duties== The president of the nation has the following powers: * Is the supreme head of the nation, head of government and is politically responsible for the general administration of the country. * Issues the instructions and regulations necessary for the execution of the laws of the nation, without altering their spirit with regulatory exceptions. * Participates in the making of laws under the Constitution, promulgates them and has them published. The Executive Power shall in no case under penalty, and void, issue legislative provisions. Only when exceptional circumstances make it impossible to follow the ordinary procedures foreseen by this Constitution for the enactment of laws, and not try to rules governing criminal matters, taxation, electoral or political party regime, may issue decrees on grounds of necessity and urgency, which will be decided by a general agreement of ministers who shall countersign them together with the head of the cabinet of ministers. The head personally and within ten days submit the decision to the consideration of the Joint Standing Committee, whose composition should respect the proportion of the political representation of each chamber. This commission shall submit its report within ten days to the plenary of each House for its specific treatment, they immediately considered the Chambers. A special law enacted with the absolute majority of all the members of each House shall regulate the procedure and scope of Congress intervention. * Appoints the judges of the Supreme Court with the Senate by two-thirds of the members present, at a public meeting convened for that purpose. Appoints the other judges of the lower federal courts according to a binding three candidates proposed by the Judiciary Council, with the Senate, in public session, in which the suitability of candidates will be considered. A new appointment, the same consent, it is necessary to keep in under any of those judges, once they reach the age of seventy-five years. All appointments of judges whose age is indicated or over shall be five years and maybe repeated indefinitely, by the same procedure. * May grant pardons or commute sentences for crimes subject to federal jurisdiction, following a report of the court, except in cases of impeachment by the House of Representatives. * Grant pensions, retirements, pensions and licenses under the laws of the Nation. * Appoints and removes ambassadors, ministers plenipotentiary and business with the Senate; alone appoints and removes the chief of cabinet ministers and other cabinet ministers, the officers of his Secretariat, consular agents and employees whose appointments are not otherwise regulated by this Constitution. * Annually attends the opening session of the Congress, both Houses assembled for this purpose, this time realising the state of the Nation, on amendments promised by the Constitution, and recommend to their consideration such measures as he shall judge necessary and expedient. * Attends regular sessions of Congress, or convokes extraordinary sessions when a serious interest order or progress requires. * Oversees the performance of the duties of the chief of the Ministerial Cabinet as regards the collection of the revenues of the Nation and its investment in accordance with the law or budget of national expenditures. * Traditionally, the president is the godfather of the seventh sons or the seventh daughters. This tradition came from Tsarist Russia and became law in 1974. A similar tradition is attached to the king and queen of the Belgians. ==Features of the office== ===Requirements=== Section 90 of the Argentine Constitution establishes the requirements for becoming president. The president must be a natural-born citizen of the country, or have been born to an Argentine citizen if born abroad. The president must also be at least 30 years old. In addition, all the requirements for becoming a senator apply. That is, a presidential candidate must be a native of his or her province or a resident of his or her province for at least two years and have an annual income of at least 2,000 pesos. Sections 94 to 98 detail the electoral requirements. A modified two-round system, or ballotage, is used (Section 94). Unlike in most countries using a two-round system, presidential candidates in Argentina do not need to win a majority of the vote to win the presidency in a single round. In order to win the election in the first round, the winning candidate's party must receive either more than 45 percent of so-called \"positive votes,\" or votos positivos (Section 97) or at least 40 percent of positive votes and be more than 10 percentage points ahead of the next most- voted candidate (Section 98). Positive votes are valid votes cast for any of the candidates, leaving out of the count blank and spoiled ballots. If no candidate obtains the necessary votes to win in the first round, then the two candidates with the most votes compete in the second round, held two weeks later, when the candidate with the most votes in that round is elected president. ===Term duration=== Under the 1994 constitutional amendment, the president serves for four years, with a possibility of immediate reelection for one more term. A present who has served two consecutive terms may be elected again after an interval of one term. There is no limit on how many times a candidate may seek the presidency if they are unsuccessful. The same rules apply, mutatis mutandis, to the Vice Presidency of Argentina. Under the constitution of 1853, the president served for six years, with no possibility of consecutive reelection. In 1949, the constitution was amended to allow the president to run for an unlimited number of six-year terms. This provision was repealed in 1957. After the 1966 military coup d'état, the regime shortened the presidential term to four years. However, political instability led to frequent turnovers in office. With the restoration of democracy in 1983, the term was restored to six years. Prior to the 1994 constitutional reform, the president and vice president were required to be Roman Catholics. This stipulation was abolished in 1994. ==Compensation and privileges of office== As of 2015, the president and vice president enjoy a salary paid by the National Treasury, which can not be altered during the period of their appointment. During the same period, they may not hold any other office nor receive any other emolument from the Nation or from any province. The president's salary is $131,421 Argentine pesos per month. The Casa Rosada in Buenos Aires is the official workplace of the president and the Quinta de Olivos their official residence; he or she is entitled to use its staff and facilities. It has a summer residence in the town of Chapadmalal, in the Buenos Aires Province, which is called the Presidential Unit Chapadmalal. The Presidential Guard is responsible for the security of the entire presidential family. To move the president uses aircraft that are part of the Presidential Air Group: The main aircraft is a Boeing 757 known as Tango 01 after its military registry: \"T-01\" (the \"T\" stands for \"Transport\", although it is fortuitously pronounced \"Tango\", as in the Argentine national dance, in the NATO alphabet). The 757 entered the service in 1995 replacing the former T-01, a Boeing 707. The aircraft is nicknamed Virgen de Luján after Argentina's patron saint. The Tango 01 757 has been an object of political contention for the last decade (and a political campaign hot-topic during the 1999 presidential election), with many politicians and media commentators denouncing this aircraft as an unnecessary and expensive luxury prone to abuse by presidents, their families, friends and political allies. The current presidential fleet also includes two Fokker F28 (T-02 and T-03) (one always in service) and Learjet 60 (T-10). The Learjet is also used by the Air Force chief of staff. As helicopters, a Sikorsky S-70 (H-01pic) and two Sikorsky S-76 (H-02pic and H-03pic) also make-up the fleet, with an additional Air Force Bell 212, as needed. During Néstor Kirchner and Cristina Fernández administration AAP used different aircraft for their global flights, most notably Boeing 747 loaned from Aerolíneas Argentinas and a private Bombardier Global 5000.Cristina voló a Seúl en jet privado, los ministros en vuelo de línea File:Casa Rosada - The Casa Rosada from Yrigoyen Street.jpg|Casa Rosada File:Despacho Presidencial I.jpg|The President's office File:Quinta de Olivos.jpg|Quinta de Olivos File:Sillón presidencial de Mauricio Macri 03.jpg|Presidential armchair File:Audi A8 III 4.2 TDI quattro front 20100416.jpg|Audi A8 File:Argentina Boeing 757-200 Tango 01 Transporte Presidencial 1 Lebeda.jpg|Tango 01 == De facto governments == Following military coups that overthrew the constitutional government were de facto military presidents in 1930–1932, 1943–1946, 1955–1958, 1966–1973 and 1976–1983 that brought in addition to the powers of the president also corresponding to Congress. The subsequent analysis of the validity of their actions led to the subsequent formulation of the doctrine of de facto governments. That doctrine was nullified by the constitutional reform of 1994, which added Article 36 (see below). Article 29 of the Constitution of 1853 had an article that considered the usurpation of public power as 'treason', but was referred to the de jure rulers. For this reason the constitutional reform of 1994 included Article 36 which says:biblioteca.jus.gov.ar (.pdf file) :\"Article 36. This Constitution shall rule even when its observance is interrupted by acts of force against the institutional order and the democratic system. These acts shall be irreparably null. :\"Their authors shall be punished with the penalty foreseen in Section 29, disqualified in perpetuity from holding public offices and excluded from the benefits of pardon and commutation of sentences. :\"Those who, as a consequence of these acts, were to assume the powers foreseen for the authorities of this Constitution or for those of the provinces, shall be punished with the same penalties and shall be civil and criminally liable for their acts. The respective actions shall not be subject to prescription. :\"All citizens shall have the right to oppose resistance to those committing the acts of force stated in this section. :\"He who, procuring personal enrichment, incurs in serious fraudulent offence against the Nation shall also attempt against the democratic system, and shall be disqualified to hold public office for the term specified by law. :\"Congress shall enact a law on public ethics which shall rule the exercise of public office.\" In summary, the article states: * Absolute nullity of the acts issued by the government installed by force; * The authors shall be punished as traitors; * These crimes are barred and the authors can not receive the benefit of the amnesty; * Every citizen has the right to resistance against these acts of force. == Line of succession == ===Vice President=== The office of vice president was established by the 1853 Constitution for the purpose of providing a succession in case the president is unable to complete their term via death, resignation, or removal from office. The Argentine Constitution (art. 88) entitles the vice president to exercise the duties of the president, both in the case of a temporary absence and in the case of a permanent absence due to health reasons. ===Further succession=== In the absence of both the president and the vice president, the succession is regulated by the Law 20,972 (\"Acephaly Law\"). It provides that the executive power must be temporarily exercised (without assuming the title of president) by the provisional president of the Senate; in his or her absence, by the president of the Chamber of Deputies; and in the absence of both, by the president of the Supreme Court. In case of the permanent absence of both the president and the vice president, due to resignation, death, or removal, the Constitution (art. 88) entitles the National Congress Assembled to select a new president from among the current senators, deputies and governors, within the following two days of the death or resignation of the former president, and to provide him or her with a mandate to call for elections. ==Facts== * President elected to the most terms: Juan Perón, three terms, elected consecutively in 1946 and 1951, and in 1973. * President elected with the largest margin of victory: Cristina Fernández de Kirchner in 2011 with 54.11% to the 16% of Hermes Binner. * President who held office for most time: Julio Argentino Roca, for 12 years, in two terms (1880–1886 and 1898–1904). * President who held office for most time continuously: Carlos Menem, for 10 years and 5 months, in two terms (1989–1999). * President who held office for the shortest time (not counting interim presidents): Arturo Rawson, for three days: 4 to 6 June 1943. * First president: Bernardino Rivadavia, 1826. * First president under the present Constitution: Justo José de Urquiza, 1854 to 1860. * First president born an Argentine citizen: Domingo Faustino Sarmiento, 1811 (the country was named United Provinces of the Río de la Plata at the time, but the Constitution of Argentina recognises that name as one of the official names of the country). * First President elected in the twentieth century: Manuel Quintana, in 1904. * First President elected in the twenty-first century: Néstor Kirchner, in 2003. * First de facto president: José Félix Uriburu, 1930. * Last de facto president: Reynaldo Bignone, left in 1983. * First female president: Isabel Perón (1974–1976). * First directly elected female president: Cristina Fernández de Kirchner, in 2007. * Presidents who died in office: Manuel Quintana (1906), Roque Sáenz Peña (1914) and Juan Perón (1974). * Longest-lived president: Roberto Levingston (1920–2015); shortest-lived president: Nicolás Avellaneda (1836-1885). * Presidents who were assassinated: Justo José de Urquiza (1870) and Pedro Eugenio Aramburu (1970), both after concluding their terms. * Living former presidents as of : Isabel Perón, Adolfo Rodríguez Saá, Eduardo Duhalde, Cristina Fernández de Kirchner and Mauricio Macri. ==See also== * History of Argentina * Politics of Argentina * List of vice presidents of Argentina * List of heads of state of Argentina ==References== ==Bibliography== * * ==External links== * * ElHistoriador.com.ar (presidents and ministries of the Argentine Nation). * Apodos: la historia también tiene sentido del humor Category:Government of Argentina Category:1826 establishments in Argentina",
 "title": "President of Argentina"
}