{
 "id": "229705",
 "text": "Walmart de México y Centroamérica, also known as Walmex, is the Mexican and Central American Walmart division. Walmart de México y Centroamérica is the Walmart's largest division outside the U.S. as of January 31, 2022, consists of 2,755 stores around the country, including 294 Walmart Supercenter stores and 166 Sam's Club stores. It has been traded in the Mexican Stock Exchange since 1977 (as Cifra). Walmart de México y Centroamérica is the biggest retailer in Latin America. As of January 31, 2022, Walmart operated 2,755 retail outlets in Mexico, under the Walmart Supercenter, Superama, Sam's Club, Bodega Aurrerá, Mi Bodega Aurrera, Walmart Express, and Bodega Aurrerá Express banners. As of 2012, the company was Mexico's largest private sector employer with 209,000 employees. Approximately one-fifth of Walmart stores in the world are in Mexico. It competes with Soriana, Comercial Mexicana, Chedraui, H-E-B, Casa Ley, S-Mart and Calimax. Walmex's restaurant division, Vips, was acquired by the Mexican restaurant company, Alsea, in September 2013 for around $626 million. ==History== The company was founded in 1952 as Cifra by Jerónimo Arango. In 1991, Cifra and Wal-Mart Stores, Inc. signed a joint venture agreement. This agreement allowed cooperation between the two companies and the opening of Walmart stores and Sam's Clubs in Mexico. In 1997, Walmart increased its stake by acquiring 51% of Cifra. Cifra was renamed Wal-Mart de Mexico, S.A. de C.V. Walmart again increased its stake in Wal-Mart de Mexico to 60% in April 2000.\"Wal-Mart de Mexico, S.A. de C.V. History\" listing on Funding Universe.Com After completing the acquisition of Walmart's operations in Central America in January 2010, Walmart Mexico changed its name to Walmart de Mexico y Centroamérica. In 1999, they continued expressing their aggressive position: Following the implementation of NAFTA; Grupo CIFRA initiates Mexico's first duty-free importation of fresh Canadian Beef from Biological Farm Management Systems (BFMS) Inc., an Alberta, CANADA export company. === International expansion === ==== Walmart Centroamérica ==== In 2005, Walmart entered the Central American market by acquiring 33% of Central American Retail Holding Company (CARHCO) from Dutch retailer Royal Ahold NV. CARHCO operated stores in Guatemala, El Salvador, Costa Rica, Honduras and Nicaragua. In 2006, Walmart increased its stake to 51% and changed the name to Walmart Centroamérica. ==== Walmart de Mexico y Centroamérica ==== In December 2009, Walmart de México acquired 43% of Walmart Centroamérica from Walmart Stores Inc and 40% from two minority partners, paying over $1.4 billion pesos (approximately US$110 million) in cash and shares. In early 2010, the transaction was completed and Walmart de México was renamed Walmart de México y Centroamérica. In Mexico, Walmart has 2,755 stores, including 294 Walmart Supercenter stores, and 166 Sam's Club stores. ==Labor relations== In 2008, a Mexican court ruled that Walmart de México could not pay its employees in vouchers redeemable only at the store,http://jurist.law.pitt.edu/paperchase/2008/09/mexico-supreme-court- orders-wal-mart-to.php as it violated an article of the country's Constitution. In 2020, Walmart de México y Centroamérica was included in the Bloomberg Gender Equity Index for the third time. It is the only company in the self-service sector worldwide that has appeared in this index for three consecutive years. This Index is made up of 325 companies belonging to 50 industries.https://www.bloomberg.com/company/press/bloombergs-2020-gender- equality-index-expands-to-include-325-public-companies-globally/ ==Bribery investigations== An April 2012 investigative report in The New York Times reported that a former executive of Walmart de Mexico alleged that, in September 2005, Walmart de Mexico had paid bribes via local fixers called gestores to officials throughout Mexico in order to obtain construction permits, information, and other favors. Walmart investigators found credible evidence that Mexican and American laws had been broken. Concerns were raised that Walmart executives in the United States \"hushed up\" the allegations. Reportedly, bribes were given to rapidly obtain construction permits, which gave Walmart a substantial advantage over its business competitors. A follow- up investigation by The New York Times, published December 17, 2012, revealed evidence that regulatory permission for siting, construction, and operation of nineteen stores had been obtained through bribery. There was evidence that a bribe of $52,000 was paid to change a zoning map, which enabled the opening of a Walmart store a mile from a historical site in San Juan Teotihuacán. After the initial article was released, Walmart released a statement denying the allegations and describing its anti-corruption policy. While an official Walmart report states that they found no evidence of corruption, the article alleges that previous internal reports had indeed turned up such evidence before the story became public. Forbes magazine contributor, Adam Hartung, also alluded that the bribery scandal was a reflection of Walmart's \"serious management and strategy troubles,\" stating, \"[s]candals are now commonplace... [e]ach scandal points out that Walmart's strategy is harder to navigate and is running into big problems.\" As of December 2012, internal investigations ongoing into possible violations of the Foreign Corrupt Practices Act. Walmart has invested $99 million in the internal investigations, which have expanded beyond Mexico to implicate operations in China, Brazil, and India. The case has added fuel to the debate as to whether foreign investment will result in increased prosperity, or if it merely allows local retail trade and economic policy to be taken over by \"foreign financial and corporate interests.\" ==Walmart Sale Of Banco Walmart Financial Services To Grupo Financiero Inbursa And Subsequent Commercial Alliance== In December 2014, Grupo Financiero Inbursa agreed to acquire Banco Walmart from the chain and create a commercial alliance to offer financial services to supermarket customers with a locally familiar banking entity, such as branded credit cards and banking services, the bank also serves Walmex associates who might need banking services such as bank accounts and salary deposits.https://corporate.walmart.com/newsroom/2014/12/18/walmart-de-mexico- y-centroamerica-announces-the-sale-of-banco-walmart-to-ibursa-and-a- commercial-alliance ==See also== *Bodega Aurrerá ==References== ==External links== * * Wal-Mart quits Mexican trade group, article at the Memphis Business Journal. * \"Adquisición de WalMart Centroamérica va acorde con política de expansión de la compañía\" Mexico Category:Companies based in Mexico City Category:Retail companies established in 1952 Category:Companies listed on the Mexican Stock Exchange Category:Supermarkets of Mexico Category:Mexican subsidiaries of foreign companies Category:Mexican companies established in 1952",
 "title": "Walmart de México y Centroamérica"
}