{
 "id": "230335",
 "text": "{| |} USS Raleigh (LPD-1), the lead ship of her class of amphibious transport docks, was the fourth ship of the United States Navy named for the capital of North Carolina, which in turn honors the English explorer Sir Walter Raleigh, the first to attempt the establishment of an English settlement in the United States of America. Her keel was laid down by the New York Naval Shipyard of Brooklyn, New York, on 23 June 1960. She was launched on 17 March 1962 sponsored by Mrs. Terry Sanford, wife of the Governor of North Carolina, and commissioned on 8 September 1962 with Captain A.W. Whitney in command. She was decommissioned in 1991 after deploying for the Gulf War. ==Service history== ===1962–1969=== After fitting out through mid-December, Raleigh steamed to Norfolk, Virginia for the holiday season. In January 1963, she steamed for shakedown to Guantánamo Bay, Cuba, but returned to the building yard in late February for the correction of design deficiencies in her aviation gasoline system. Returning to Guantánamo in April, she completed shakedown, then assisted Commander, Amphibious Force, Atlantic in hosting the Navy League national convention in San Juan, Puerto Rico. Returning to Norfolk on 1 June, Raleigh completed a week's amphibious training at Little Creek, Virginia, and then deployed to the Caribbean Sea in July with Amphibious Squadron 8. Raleigh proved herself during this deployment by simultaneously landing troops and equipment by means of boats and amphibious vehicles from her well and by helicopters from her flight deck. During this cruise, she made one trip to Haiti as tension there rose. Raleigh returned to Norfolk on 1 October and then underwent post-shakedown availability at New York City from 7 January 1964 through 13 March. During the spring she conducted amphibious training operations off Onslow Beach, North Carolina. Steaming for Europe on 12 October, Raleigh arrived off the coast of Spain and took part in \"Operation Steel Pike\". She then called at Porto, Portugal, and Vigo, Spain, before returning to Norfolk on 27 November. After a yard period at the U.S. Naval Shipyard, Portsmouth, Virginia, she deployed to the Caribbean on 1 April 1965 with the Amphibious Ready Squadron. From 25 April through 6 June, she operated off the Dominican Republic, evacuating 558 refugees who were later transferred to for transit to San Juan. For her part in the endeavor Raleigh and her crew received the Armed Forces Expeditionary Medal. She returned to Norfolk on 29 June. After upkeep and coastal training operations, Raleigh steamed for northern Europe on 27 August to participate in \"Bar Frost 65,\" a NATO amphibious exercise featuring a landing in Norway's fjords north of the Arctic Circle. Returning to Norfolk on 23 October, she underwent a yard period through 4 April 1966, and then steamed for refresher training at Guantánamo Bay. In April 1966, as part of the National Trials, the U.S. Navy operated a Hawker Siddeley Kestrel off the commando assault ship and were impressed with the aircraft. This then led to the Marines obtaining the Harrier AV-8A jump jet for use from their assault ships. thumb|The USS Raleigh (LPD 1), circa 1968. Raleighs deployments to the Caribbean from Norfolk as a unit of the Amphibious Ready Squadron averaged two per year up until 1970. ===1970–1979=== In July 1970 she began the first of a series of Mediterranean cruises, averaging one a year. During the summer of 1971, the Raleigh embarked Midshipman from the U.S. Naval Academy for a NATO/Training deployment to the North Atlantic. Ports of call were Lisbon, Portugal, Portsmouth, England and Copenhagen, Denmark. Returning to Norfolk, the Raleigh upgraded and refitted for her next deployment to the Mediterranean in February 1972. During that deployment, the Raleigh and her Marines participated in a number of amphibious landing operations with British, Greek and Italian naval units. Returning to CONUS (Continental United States) in August 1972, the Raleigh participated in several \"transportation\" deployments to various Naval Bases on the East Coast before her entry to the Berkley Shipyards in Norfolk, Virginia, for overhaul. Raleigh departed Berkeley and went through refresher training at Guantanamo Bay in the spring of 1973. However a boiler casualty in No. 2 Engine Room forced her return to Norfolk. During transit from Cuba to Norfolk, the Raleigh was harassed by Cuban and Soviet aircraft for several days. During the late fall of 1973, Captain Eugene Geronime relieved Captain Robert Crispin. In November of that year Raleigh deployed again to the Mediterranean, this time to link up with the Marine Amphibious Group sortied at Souda Bay, Crete. The combined Groups saw the largest Marine Force ever assembled in the Mediterranean up to that time. This was in response to the 1973 Arab-Israeli War in October. Following the cease fire, the Raleigh maintained station in the Eastern Mediterranean to prevent Soviet expansion in that area. Raleigh returned to Little Creek, Virginia, in June 1974 for one of the biggest homecomings the ship ever received. During the summer of 1974, Raleigh prepared for an extensive overhaul in Baltimore, Maryland, and following its first phase, she ran aground in Chesapeake Bay and returned to her homeport in Norfolk. During her second phase in the General Dynamics Shipyard in Quincy, Massachusetts, a fire further disrupted her return to the Fleet. On 18 April 1975 Captain John McIntyre took command and took her through an extended shakedown and two overseas deployments, including the evacuation of Americans from Beirut in May 1976, for which the ship and crew received the Humanitarian Service Medal. During the standup for the evacuation, Raleigh spent 105 consecutive days at sea in the Eastern Mediterranean in early 1976. Later that year, she participated in a Northern Europe amphibious demonstration deployment to Norway, after which Captain McIntyre and crew were feted upon their return to their Norfolk home port following almost two years of extensive operations. After a yard period and extensive sea trials in summer of 1977 at Gitmo Cuba, Raleigh returned to Norfolk. In September 1977 with Captain Riendeau in command, Raleigh participated in \"Marg\" 2-77 (8 Sept 1977 to 13 March 1978) During this Med cruise she had ports of call in Rota and Malaga Spain, Catania Sicily, Genoa and Naples Italy. In August 1978 she embarked units of 2d Bn, 2d Mar, 2d MarDiv (Rein) at Moorehead City, N.C. and sailed the North Atlantic to Europe. Her first stop was the Shetland Islands for ops with the British Army then to Coenhagan Denmark where 2/2/2 disembarked for travel to then-West Germany by land to exercise with the Bundeswehr. After the conclusion of that exercise, she embarked the Marines at Bremerhaven and sailed for ports of call at Copenhagen and Edinburgh, Bergen Norway, Goteborg Sweden. The Raleigh returned to Moorehead City in early October 1978 where the Marines were disembarked for return to Camp Lejeune. In early 1979 Raleigh steamed to Maryland shipbuilding & drydock in Baltimore Maryland for another yard period. ===1980–1989=== In January, 1983, The Raleigh set sail for duty with the ill-fated Multi-National Peace Keeping Force in Beirut, Lebanon. Departing Norfolk, she picked up 2nd Battalion, 6th Marines, at Morehead City, NC, on 27 January, and returned to port on 29 June 1983. The Raleigh loaded with amtraks and marines and steamed for Operation BIG PINE II (Ahuas Tara II), Honduras August 1983 – February 1984. The exercise also include Honduran soldiers that were embarked and taken ashore by CH-46 Sea Knights, Amtraks, and LCM-8's. Their return trip carried 101st Airborne soldiers. In 1984 The Raleigh participated in JLOTs (Joint Logistics Over the Shore) which was a test of the Navy's ability to supply troops on the beach from container ships off shore. In 1985 she went into the ship yards in Charleston S.C. and then to Guantanamo Bay for training exercises. In 1986 she went to the North Atlantic, steaming by Iceland and then to Norway's fiords to practice amphibious assaults and transit exercises. In August 1986, the Raleigh set sail for Operation Northern Wedding Bold Guard and LF6F with MSSG-22 on board commanded by LtCol Larry Jordan, USMC. An Infantry company from the ground combat element of the MAU was also on board. MSSG-22 was part of the 22nd MAU (SOC). The commanding officer was Capt John White, USN. It returned from its deployment in February 1987. In the same year she was part of an operation in the Mediterranean Sea. In 1987 and again in 1988–89, Raleigh cruised the Persian Gulf as part of a mine countermeasures group. Operation Earnest will.. Helicopters from her deck (0H1 160th Night Stalkers) caught Iranian AJR laying mines in an \"incident.\" Raleigh played a major role in the Gulf. ===First Gulf War, 1990–1991=== The USS Raleigh cruise book (USN ships often produce one) for Operations Desert Shield/Desert Storm has it that the ship completed the operation on 17 April 1991. She left Morehead City, North Carolina in August 1990. The ship's CO was Capt Richard J McCarthy, the XO was Lt Cmdr Robert Baker, and the CMC was Ronald G Crittenden. The assigned LCU was LCU-1663. Embarked Marine units included the command staff of 1st Bn, 10th Marines, the command staff of 3rd Bn, 2nd Marines, including 34th Commandant of the Marine Corps James T. Conway and significant combat elements that included combat engineers, LAADs, AAVs, TOWs, tanks of 2nd Tk Bn, and I Btry 10th Marines, among others. Raleigh transited the Suez Canal in late August or early September. The initial watch was to stay in the North Arabian Sea. She was involved in a number of exercises in Oman under the name Sea Soldier. Subsequently, she supported mine countermeasures missions operations off Kuwait City, and used six AH-1W Sea Cobra attack helicopters in CAP missions. ===Decommissioning and fate=== Raleigh was decommissioned on 13 December 1991, was struck from the Naval Vessel Register on 25 January 1992, and disposed of as a target on 4 December 1994. ==References== * * ==External links== * history.navy.mil: USS Raleigh * USS Raleigh website Category:Raleigh-class amphibious transport docks Category:Cold War amphibious warfare vessels of the United States Category:Gulf War ships of the United States Category:Ships built in Brooklyn Category:1962 ships",
 "title": "USS Raleigh (LPD-1)"
}