{
 "id": "230760",
 "text": "Pine Gap is the commonly used name for a satellite surveillance base and Australian Earth station approximately south-west of the town of Alice Springs, Northern Territory in the centre of Australia. It is jointly operated by Australia and the United States, and since 1988 it has been officially called the Joint Defence Facility Pine Gap (JDFPG); previously, it was known as Joint Defence Space Research Facility. The station is partly run by the US Central Intelligence Agency (CIA), US National Security Agency (NSA), and US National Reconnaissance Office (NRO) and is a key contributor to the NSA's global interception effort, which included the ECHELON program. The classified NRO name of the Pine Gap base is Australian Mission Ground Station (AMGS), while the unclassified cover term for the NSA function of the facility is RAINFALL.Peter Cronau, The Base: Pine Gap's Role in US Warfighting, Background Briefing, ABC Radio National, 20 August 2017; Ryan Gallagher and Peter Cronau, The U.S. Spy Hub in the Heart of Australia, The Intercept, August 20, 2017. ==The base== thumb|right|Warning sign on the road to Pine Gap The facilities at the base consist of a massive computer complex with 38 radomes protecting radio dishes and has over 800 employees., 21 July 2013. Accessed 21 July 2013 NSA employee David Rosenberg indicated that the chief of the facility was a senior CIA officer at the time of his service there.Harris, Reg Legendary Territorians, Harris Nominees, Alice Springs, 2007, p 93, . The location is strategically significant because it controls United States spy satellites as they pass over one-third of the globe, including China, the Asian parts of Russia, and the Middle East. Central Australia was chosen because it was too remote for spy ships passing in international waters to intercept the signal. The facility has become a key part of the local economy. ==Operational history== In late 1966, in the throes of the Cold War, a joint US–Australian treaty called for the creation of a US satellite surveillance base in Australia, to be titled the \"Joint Defence Space Research Facility\". The purpose of the facility was initially referred to in public as \"space research\". Operations started in 1970 when about 400 American families moved to Central Australia. Since the end of the Cold War in 1991 and the rise of the War on Terror in 2001, the base has seen a refocusing away from mere nuclear treaty monitoring and missile launch detection, to become a vital warfighting base for US military forces. In 1999, with the Australian Government refusing to give details to an Australian Senate committee about the relevant treaties, intelligence expert Professor Des Ball from the Australian National University was called to give an outline of Pine Gap. According to Professor Ball, since 9 December 1966 when the Australian and United States governments signed the Pine Gap treaty, Pine Gap had grown from the original two antennas to about 18 in 1999, and 38 by 2017. The number of staff had increased from around 400 in the early 1980s to 600 in the early 1990s and then to 800 in 2017, the biggest expansion since the end of the Cold War. Ball described the facility as the ground control and processing station for geosynchronous satellites engaged in signals intelligence collection, outlining four categories of signals collected: * telemetry from advanced weapons development, such as ballistic missiles, used for arms control verification; * signals from anti-missile and anti-aircraft radars; * transmissions intended for communications satellites; and * microwave emissions, such as long-distance telephone calls. Ball described the operational area as containing three sections: Satellite Station Keeping Section, Signals Processing Station and the Signals Analysis Section, from which Australians were barred until 1980. Australians are now officially barred only from the National Cryptographic Room (similarly, Americans are barred from the Australian Cryptographic Room). Each morning the Joint Reconnaissance Schedule Committee meets to determine what the satellites will monitor over the next 24 hours. With the closing of the Nurrungar base in 1999, an area in Pine Gap was set aside for the United States Air Force's control station for Defense Support Program satellites that monitor heat emissions from missiles, giving first warning of ballistic missile launches. In 2004, the base began operating a new satellite system known as the Space- Based Infrared System, which is a vital element of US missile defense. Since the end of the Cold War, the station has mainly been employed to intercept and record weapons and communications signals from countries in Asia, such as China and North Korea. The station was active in supporting the wars in Yugoslavia, Afghanistan and Iraq and every US war since the September 11 attacks.Coopes, Amy, Agence France-Presse/Jiji Press, \"US eyes Asia from secret Australian base\", Yahoo! News, 19 September 2011Japan Times, 19 September 2011, p. 1. The Menwith Hill Station (MHS) in the UK is operated by the NSA and also serves as ground station for these satellite missions. One of Pine Gap's primary functions is to locate radio signals in the Eastern Hemisphere, with the collected information fed into the US drone program. This was confirmed by an NSA document from 2013, which says that Pine Gap plays a key role in providing geolocation data for intelligence purposes, as well as for military operations, including air strikes. On 11 July 2013, documents revealed through former NSA analyst Edward Snowden showed that Pine Gap, amongst three other locations in Australia and one in New Zealand, contributed to the NSA's global interception and collection of internet and telephone communications, which involves systems like XKEYSCORE. Journalist Brian Toohey states that Pine Gap intercepts electronic communications from Australian citizens including phone calls, emails and faxes as a consequence of the technology it uses. According to documents published in August 2017, Pine Gap is used as a ground station for spy satellites on two secret missions: * Mission 7600 with 2 geosynchronous satellites to cover Eurasia and Africa * Mission 8300 with 4 geosynchronous satellites that covered the former Soviet Union, China, South Asia, East Asia, the Middle East, Eastern Europe, and countries on the Atlantic Ocean ==Controversies== ===Whitlam dismissal=== Gough Whitlam, the 21st Prime Minister of Australia (between 1972 and 1975), reportedly considered closing the base. Victor Marchetti, a CIA officer who had helped run the facility, who was also a proponent of the JFK Assassination by the CIA conspiracy theory, said that this consideration \"caused apoplexy in the White House, [and] a kind of Chile [coup] was set in motion\", with the CIA and MI6 working together to get rid of the Prime Minister. On 11 November 1975, the day Whitlam was scheduled to brief the Australian Parliament on the secret CIA presence in Australia, as well as it being \"the last day of action if an election of any kind was to be held before Christmas\", he was dismissed from office by Governor-General John Kerr using reserve powers, described as 'archaic' by critics of the decision. In 2020, previously confidential private correspondences between the Palace and the Governor-General were released, in one of the letters, John Kerr describes his alleged CIA connections as 'Nonsense of course', and assured the Queen of his continued loyalty. ===Protests=== *On 11 November 1983, Aboriginal women led 700 women to the Pine Gap gates where they fell silent for 11 minutes to commemorate Remembrance Day and the Greenham Common protest in Britain. This was the beginning of a two-week, women-only peace camp, organised under the auspices of \"Women For Survival\". The gathering was non-violent and several women trespassed onto the military base and on one day 111Pine Gap Protests - historical http://nautilus.org/publications/books/australian-forces- abroad/defence-facilities/pine-gap/pine-gap-protests/protests-hist/ and Kelham, Megg Waltz in P-Flat: The Pine Gap Women's Peace Protest in Hecate 1 January 2010 available on-line at http://www.readperiodicals.com/201001/2224850971.html#b were arrested and gave their names as Karen Silkwood, an American nuclear worker who died after campaigning for nuclear safety. There were allegations of police brutality and a Human Rights Commission inquiry ensued. * On 5–7 October 2002 a number of groups (including Quakers and the National Union of Students) gathered at the gates of Pine Gap to protest against the use of the base in the then-impending Iraq war and missile defence. *In December 2005 six members of the Christians Against All Terrorism group staged a protest outside Pine Gap. Four of them later broke into the facility and were arrested. Their trial began on 3 October 2006 and was the first time that Australia's Defence (Special Undertakings) Act 1952 was used. The Pine Gap Four cross-appealed to have their convictions quashed. In February 2008 the four members successfully appealed their convictions and were acquitted. ==In popular culture== Peter \"Turbo\" Teatoff is seen delivering heavy machinery to JDFPG in season 4's 11th episode of series Outback Truckers. Pine Gap is featured in the 2018 Australian television series of the same name. The series is a political thriller, portraying the lives of the members of the joint American–Australian intelligence team. In The Secret History of Twin Peaks by Mark Frost, President Richard Nixon claims that Pine Gap is actually the site of an underground facility constructed by extraterrestrials. ==See also== * GCSB Waihopai * RAF Menwith Hill * Misawa Air Base * 1975 Australian constitutional crisis ==References== ===Citations=== ===Sources=== ; General sources * 1999 Joint Standing Committee on Treaties. An Agreement to extend the period of operation of the Joint Defence Facility at Pine Gap. Report 26. Parliament of the Commonwealth of Australia, October 1999. * 2002 Craig Skehan, \"Pine Gap gears for war with eye on Iraq\". Sydney Morning Herald, 30 September 2002. * 2003 Australian Broadcasting Corporation, Pine Gap. Retranscription of program broadcast on 4 August 2003. * 2007 Pine Gap 6 * 2007 \"Judge rejects Pine Gap house arrest bid\" The Australian, 29 May. * 2007 \"Aussies eye BMD role\" United Press International, 11 Jun. * 2007 \"Pine Gap protest linked to Iraq war, pacifists tell court\" ABC, Australia, 5 Jun. * 2007 Protesters get a wrist slap ==External links== * Pine Gap's wider missile role, The Age, 21 September 2007 * Pine Gap protests–historical at Nautilus Institute, April 2008 * The Base: Pine Gap's Role in US Warfighting, Background Briefing, ABC Radio National, 20 August 2017 * NSA Documents on Pine Gap, from archive of Edward Snowden, Background Briefing, ABC Radio National, 20 August 2017 * The U.S. Spy Hub in the Heart of Australia, The Intercept, 20 August 2017 Category:UKUSA listening stations Category:Protests in Australia Category:Earth stations in Australia Category:Buildings and structures in Alice Springs Category:Earth stations in the Northern Territory Category:Australia–United States military relations Category:Military installations of the United States in Australia Category:1970 establishments in Australia Category:Australian intelligence agencies Category:Australian Defence Force Category:Military installations in the Northern Territory",
 "title": "Pine Gap"
}