{
 "id": "230887",
 "text": "The Information Processing Techniques Office (IPTO), originally \"Command and Control Research\",Lyon, Matthew; Hafner, Katie (1999-08-19). Where Wizards Stay Up Late: The Origins Of The Internet (p. 39). Simon & Schuster. Kindle Edition. was part of the Defense Advanced Research Projects Agency of the United States Department of Defense. ==Origin== According to an ARPA-sponsored history of the organization, IPTO grew from a distinctly unpromising beginning: the Air Force had a large, expensive computer (AN/FSQ 321A) which was intended as a backup for the SAGE air defense program, but no longer needed; and it also had too few required tasks to maintain the desired staffing level at its main software contractor, the System Development Corporation (SDC). Accordingly, the Under Secretary of Defense for Research and Engineering decided to capitalize on these \"sunk costs\" and SDC expertise by standing up an ARPA program in Command & Control Research. It was accordingly begun in June 1961 with an initial budget of $5.8 million, to include shipping, installation, and checking out the computer at SDC facilities. This new ARPA program was envisioned to \"support research on the conceptual aspects of command and control.\"The Advanced Research Projects Agency, 1958-1974, Barber Associates, December 1975, pages V-49 to V-50. Most fortunately, ARPA then hired J.C.R. Licklider away from Bolt, Beranek and Newman to be IPTO's first director. Licklider started work in October 1962, and until his term ended in 1964, he \"...initiated three of the most important developments in information technology: the creation of computer science departments at several major universities, time-sharing, and networking\". By the late 1960s, his promotion of the concept had inspired a primitive version of his vision called ARPANET, which expanded into a network of networks in the 1970s that became the Internet. Licklider described how he had re-envisioned command and control research as research into interactive computing as follows:Barber Associates, op cit., page V-51. > There was a belief in the heads of a number of people -- a small number -- > that people could really become very much more effective in their thinking > and decision-making, if they had the support of a computer system, good > displays and so forth, good data bases, computation at your command. It was > kind of an image that we were working toward the realization of.... It > really wasn't a command and control research program. It was an interactive > computing program. And my belief was, and still is, you can't really do > command and control outside the framework of such a thing... of course, that > wasn't believed by people in the command control field. Likelider quickly set about detaching the program from its sole reliance on a surplus Air Force computer and single industrial contractor. As he recalled:Barber Associates, op cit., page V-52. > Essentially what I did on the command and control thing was to try to figure > out where the best academic computer centers were, and then go > systematically about trying to get research contracts set up with them, > aiming for three or four major ones and then a lot of little ones. Under Licklider's direction, the stated mission of IPTO was: > [To] create a new generation of computational and information systems that > possess capabilities far beyond those of current systems. These cognitive > systems - systems that know what they're doing: * will be able to reason, > using substantial amounts of appropriately represented knowledge; * will > learn from their experiences and improve their performance over time; * will > be capable of explaining themselves and taking naturally expressed direction > from humans; * will be aware of themselves and able to reflect on their own > behavior; * will be able to respond robustly to surprises, in a very general > way. ==Later history== Ivan Sutherland replaced J. C. R. Licklider as IPTO's director when Licklider left ARPA in 1964. Sutherland was 26 years old at the time. Bob Taylor was hired as Sutherland's assistant in 1965 and became director in 1966.\"He joined ARPA in early 1965, following Licklider’s departure, to work as deputy to Ivan Sutherland, IPTO’s second director. Months later, in 1966, at the age of thirty-four, Taylor became the third director of IPTO\" Lyon, Matthew; Hafner, Katie (1999-08-19). Where Wizards Stay Up Late: The Origins Of The Internet (p. 40). Simon & Schuster. Kindle Edition. During Taylor's tenure, the IPTO facility consisted of a spacious office for the director in Ring D of The Pentagon and a small \"terminal room\" with remote terminals to mainframe computers at MIT, the University of California, Berkeley and the AN/FSQ-32 in Santa Monica.\"Massachusetts Institute of Technology in Cambridge. A Model 33 Teletype terminal, resembling a metal desk with a large noisy typewriter embedded in it, was linked to a computer at the University of California in Berkeley. And another Teletype terminal , a Model 35, was dedicated to a computer in Santa Monica, California, called, cryptically enough, the AN/ FSQ 32XD1A, nicknamed the Q-32,\" Lyon, Matthew; Hafner, Katie (1999-08-19). Where Wizards Stay Up Late: The Origins Of The Internet (p. 12). Simon & Schuster. Kindle Edition. The staff at the Pentagon consisted of the director and his secretary.Lyon, Matthew; Hafner, Katie (1999-08-19). Where Wizards Stay Up Late: The Origins Of The Internet (p. 13). Simon & Schuster. Kindle Edition. The budget was $19 million which funded computer research projects at MIT and other institutions in Massachusetts and California.\"Most of IPTO’s $ 19 million budget was being sent to campus laboratories in Boston and Cambridge, or out to California, to support work that held the promise of making revolutionary advances in computing.\" Lyon, Matthew; Hafner, Katie (1999-08-19). Where Wizards Stay Up Late: The Origins Of The Internet (p. 13). Simon & Schuster. Kindle Edition. In 1966 Taylor went to ARPA, on Ring E, for funding to create a computer network that used interactive computing. He got $1 million and hired Lawrence Roberts to manage the project.\"a shy, deep-thinking young computer scientist from the Lincoln Labs breeding ground named Larry Roberts.\" Lyon, Matthew; Hafner, Katie (1999-08-19). Where Wizards Stay Up Late: The Origins Of The Internet (p. 45). Simon & Schuster. Kindle Edition. IPTO was combined with the Transformational Convergence Technology Office (TCTO) to form the Information Innovation Office (I2O) in 2010. ===Research projects=== *ARPANET: directed by Bob Taylor 1966–1969. *BICA: project to create \"Biologically Inspired Cognitive Architectures\" *Bootstrapped Learning: a project to bring about \"instructable computing\" by driving the creation of machine learning algorithms that are responsive to models of human-to-human instruction *LifeLog, an IPTO project \"to trace the 'threads' of an individual's life in terms of events, states, and relationships\" by creating \"an ontology-based (sub)system that captures, stores, and makes accessible the flow of one person's experience in and interactions with the world in order to support a broad spectrum of associates/assistants and other system capabilities\". *FORESTER: a program to develop a helicopter-borne radar system that can detect soldiers and vehicles moving underneath foliage cover *VIRAT: analysis and storage of video surveillance data *Deep Green: U.S. Army battlefield decision-making support system *Heterogeneous Urban RSTA Team: aerial surveillance program designed to monitor cities with self-directed UAVs *High Productivity Computing Systems: project for developing a new generation of economically viable high productivity computing systems for national security and industry in the 2007 to 2010 timeframe ==References== ==External links== *Oral history interview with J. C. R. Licklider at Charles Babbage Institute, University of Minnesota. Licklider was the first director of IPTO. *Oral history interview with Jack P. Ruina Charles Babbage Institute - interview is mainly concerned with the beginning of the Information Processing Techniques Office within ARPA: the initial goals, how the idea of an information processing program was initiated, the selection of the first director. Ruina was Director of ARPA from 1961-1963. *Oral-history interview with Ivan Sutherland at Charles Babbage Institute, University of Minnesota. Sutherland headed the IPTO in the mid-1960s and oversaw computer projects in graphics and networking, the ILLIAC IV, and the Macromodule program. *Oral history interview with Lawrence G. Roberts Charles Babbage Institute, University of Minnesota, Minneapolis. Roberts directed IPTO during 1968-1973 *Official IPTO Homepage Category:DARPA offices",
 "title": "Information Processing Techniques Office"
}