{
 "id": "230963",
 "text": "Galaktika was a science fiction magazine of Hungary, published between 1972 and 1995. The peak of 94,000 copies was very high (compared to the population of Hungary [pop. 10 million] while Analog magazine was printed in 120,000 copies in the United States [pop. well over 200 million]), when reached its peak period, it was one of the largest science-fiction magazines of the world, and the quality of individual volumes was high. A newer publication with the same name has been published since 2004 that is known for its practice of translating and publishing works without obtaining the permission of the authors and without paying them. ==The original Galaktika (1972–1995) == The selections of the magazine contained \"thematic\", \"national\" and \"mixed\" issues; the first type concentrated on a similar theme of stories and the second selected from the literature of a specific country. It was the only possibility for many Hungarian and Eastern-European authors to get their short stories printed. Also, many of the world's most popular science fiction authors got their way to Eastern European readers via Galaktika (accompanied by the Kuczka-edited SF-novel series Kozmosz Fantasztikus Könyvek (Cosmos Fantastic Books) and later Galaktika Fantasztikus Könyvek (Galactica Fantastic Books)), including Isaac Asimov, Arthur C. Clarke, Harlan Ellison, Robert Sheckley and Philip K. Dick. Some of the issues have also contained black-and- white versions of comic books such as Conan The Barbarian and The Adventures of Funky Koval. Starting in 1978, the magazine published an annual special edition, named MetaGalaktika. Péter Kuczka was the editor from the beginning till the end, when it was no longer possible to print Galaktika and sell it for a price covering the printing and the royalties. There is an active market for its old, rare issues. The numbering started with 1 in the summer of 1972 with 38,000 copies on 125 A5 pages. After issue #60 the format changed to the larger A4 format of 96 pages in 1985, then back to the A5 in a black bordered format in 1993 which persisted until publication ceased. Galaktika folded in 1995. During its publication, 2,257 short novels and articles by more than 1,000 authors were published. ==The new Galaktika (2004–present) == The publishing of a new publication also called Galaktika began in November 2004, with issue #176, with a completely changed page layout and editorial structure and ownership. The publisher of the new magazine is Metropolis Media. ==References== ==External links== * * The Galaktika bibliography and database ==See also== * Hungarian science fiction Category:1972 establishments in Hungary Category:1995 disestablishments in Hungary Category:2004 establishments in Hungary Category:Science fiction magazines established in the 1970s Category:Hungarian-language magazines Category:Literary magazines published in Hungary Category:Science fiction magazines Category:Magazines established in 1972 Category:Magazines disestablished in 1995 Category:Magazines established in 2004 Category:Hungarian science fiction Category:Magazines published in Budapest Category:Monthly magazines",
 "title": "Galaktika"
}