{
 "id": "231042",
 "text": "Intellect Games made a series of board games in the 1970s. Many of these games were notable in that they did not rely on chance. The outcome of the games was dependent on tactics. ==Games== ===Hare and Tortoise (1974)=== A race game where forward movement cost carrots, and moving backwards gained carrots. You also gained carrots by being in the right place at the right time, which required you to outguess your opponents. ===London Cabbie=== A board game in which players drive taxicabs through the streets of London to collect fares. It was designed by David Drakes and first published by Intellect Games in 1971. The board shows a map of the major streets of central London. There are no dice. Up to six players take turns moving first one, then up to two, of the player's own taxis. Cab colours are green, yellow, blue, black, brown, red. Each player may move a taxi 20 spaces per turn. A draw of a passenger card determines where the fare is to be picked up. The board shows a map of central London which shows the one-way roads and simulates traffic jams. A draw of a card determines the destination of the passenger. The fare is listed on a chart on the game board itself; cabbie is also entitled to pick up a tip card when the trip is completed. Tips range from generous to zippo.From the board game itself and its instruction manual published by Intellect(UK) Ltd., 1971: The strategy is to decide which fares would be most lucrative and most efficient. The game is on display at the Museum of Brands, Packaging and Advertising. ===Others=== Worldbeater -- A game linked with a brand of Dunlop tyres. Travel round the world visiting places, the more the better. Then come back again, re-visiting the same places. Thoughtwave -- A simple track laying game, where each of two players has the same set of tiles to use to lay a continuous track across a board, while blocking your opponent, or making them run out of necessary tiles. Watch Your Garden Grow (1971) required players to fill their garden boards, including a greenhouse, with blooming plants. As players move around the garden they must follow the instructions given on each pathway slab. These could involve turning bulbs to blooms or removing plants altogether due to rot! ==References== Category:Game manufacturers",
 "title": "Intellect Games"
}