{
 "id": "231068",
 "text": "James Peter Greaves (20 February 1940 – 19 September 2021) was an English professional footballer who played as a forward. He is England's fifth-highest international goalscorer (44 goals), Tottenham Hotspur's highest ever goalscorer (266 goals), the highest goalscorer in the history of English top- flight football (357 goals), and also scored more hat-tricks (six) for England than anyone else. He finished as the First Division's top scorer in six seasons. He is also a member of the English Football Hall of Fame. Greaves began his professional career at Chelsea in 1957, and played in the following year's FA Youth Cup final. He scored 124 First Division goals in just four seasons before being sold on to Italian club A.C. Milan for £80,000 in April 1961. His stay in Italy was not a happy one and he returned to England with Tottenham Hotspur for a fee of £99,999 in December 1961. Whilst with Spurs he won the FA Cup in 1961–62 and 1966–67, the Charity Shield in 1962 and 1967, and the European Cup Winners' Cup in 1962–63; he never won a league title but did help Spurs to a second-place finish in 1962–63. He moved to West Ham United in a player-exchange in March 1970 and retired the following year. After a four-year absence he returned to football at the non-league level, despite suffering from alcoholism. In a five-year spell he played for Brentwood, Chelmsford City, Barnet, and Woodford Town before retiring for good in 1980. Greaves scored 13 goals in 12 England under-23 internationals and scored 44 goals in 57 full England internationals between 1959 and 1967. He played in the 1962 and 1966 FIFA World Cup, but was injured in the group stage of the 1966 World Cup and lost his first team place to Geoff Hurst, who kept Greaves out of the first team in the final. England won the World Cup, but Greaves was not given his medal until a change of FIFA rules in 2009. He was also part of the squad that finished third in UEFA Euro 1968, although he did not play any minute in the finals. After retiring as a player Greaves went on to enjoy a successful career in broadcasting, most notably working alongside Ian St John on Saint and Greavsie from 1985 to 1992. During this period, he also made regular appearances on TV-am. He worked on a number of other sport programmes on ITV during this period, including Sporting Triangles (1987–1990). == Club career == === Chelsea === Greaves was born in Manor Park and raised in Hainault, Essex. He was scouted playing football while a schoolboy by Chelsea's Jimmy Thompson, and in 1955 was signed on as an apprentice to become one of \"Drake's Ducklings\" (named after manager Ted Drake in response to Manchester United's \"Busby Babes\"). He soon made an impression at youth level, scoring 51 goals in the 1955–56 season and 122 goals in the 1956–57 season under the tutelage of youth team coach Dick Foss. Greaves scored in the 1958 FA Youth Cup final, but Chelsea lost the two-legged tie 7–6 on aggregate after Wolverhampton Wanderers turned round a four-goal deficit with a 6–1 win in the second leg. He turned professional in the summer of 1957, though spent eight weeks working at a steel company to supplement his income during the summer break. {| Align=right Cellspacing=0 style=\"font- size:80%;text-align:right;background:#efefef;border:3px double #aaa;padding:2px;margin-left:5px\" |- style=padding:2px; | Colspan=4 color=#ffffff style=background:#CC0000;color:#ffffff;text- align:left;padding:2px;font-weight:bold | |- style=font-weight:bold;text- align:left;background:#DDD;padding:2px; || Player || Goals || Matches || Goals/matches |- | align=left | || 357 || 516 || |- | align=left | Steve Bloomer || 314 || 535 || |- | align=left | Dixie Dean || 310 || 362 || |- | align=left | Gordon Hodgson || 287 || 455 || |- | align=left | Alan Shearer || 283 || 559 || |} Aged 17, Greaves scored on his First Division debut on 24 August 1957 against Tottenham Hotspur in a 1–1 draw at White Hart Lane. He was an instant success, as the News Chronicle reported that he \"showed the ball control, confidence and positional strength of a seasoned campaigner\" and compared his debut to the instant impact the young Duncan Edwards had as a teenager. The \"Blues\" played attacking football during the 1957–58 campaign, resulting in high-scoring matches, and Greaves ended the season as the club's top scorer with 22 goals in 37 appearances. Drake rested him for six weeks from mid-November as he did not wish the praise Greaves was receiving to go to his head; Greaves marked his return to the first team at Stamford Bridge with four goals in a 7–4 victory over Portsmouth on Christmas Day. Greaves scored five goals in a 6–2 win against league champions Wolverhampton Wanderers in the third match of the 1958–59 season. Chelsea remained inconsistent and finished in 14th place. Nevertheless, Greaves ended the season as the First Division's top scorer with 32 goals in 44 league games. Greaves scored 29 goals in 40 league matches in the 1959–60 campaign, five of which came in a 5–4 victory over Preston North End. Despite his goalscoring exploits, the club could manage only an 18th-place finish, three places and three points above the relegation zone. In the 1960–61 season, Greaves scored hat-tricks against Wolves, Blackburn Rovers and Manchester City; he scored four goals against Newcastle United and Nottingham Forest; and hit five goals in a 7–1 win over West Bromwich Albion. His hat-trick against Manchester City on 19 November included his 100th league goal, making him the youngest player to pass the 100-goal mark, at the age of 20 years and 290 days. However, he became increasingly disillusioned at Chelsea as, despite his goals, the team also conceded goals with regularity, and were never consistent enough to mount a title challenge. They also exited the FA Cup by losing 2–1 at home to Fourth Division side Crewe Alexandra. Club chairman Joe Mears agreed to sell Greaves as Chelsea was in need of extra cash. His last game was the final game of the 1960–61 season on 29 April; he was made captain for the day and scored his 13th hat-trick for Chelsea, scoring all four goals in a 4–3 win against Nottingham Forest. This took his tally for the season to a club record 41 goals in 40 league games, making him the division's top scorer and, at the time, Chelsea's second highest goalscorer ever with 132 goals. === A.C. Milan === Greaves was signed by Italian Serie A club A.C. Milan in June 1961 for an £80,000 fee, and was given a three-year contract on £140 a week with a £15,000 signing bonus. He became unhappy at the thought of leaving London and tried to cancel the move before it was fully confirmed, but \"Rossoneri\" manager Giuseppe Viani refused to annul the deal. Greaves scored on his debut in a 2–2 draw with Botafogo at the San Siro. However, he did not get on well with new head coach Nereo Rocco, who insisted on keeping the players in a strict training regime with little personal freedom. Greaves scored nine goals in 14 appearances, including one against Inter Milan in the Milan derby. During a match against Sampdoria, Greaves kicked a player who had spat in his face. Sampdoria equalised from the resulting free kick, for which Rocco blamed Greaves, despite him having scored Milan's opener and set up the second. Due to his low morale, Greaves was transfer-listed and Brazilian attacker Dino Sani was signed as his replacement. Both Tottenham Hotspur and Chelsea made £96,500 bids, which were both accepted. After he left, the club went on to win the league title in 1961–62. === Tottenham Hotspur === After protracted negotiations, Bill Nicholson signed Greaves for Tottenham Hotspur in December 1961 for £99,999 – the unusual fee was intended to relieve Greaves of the pressure of being the first £100,000 player in British football. He joined Spurs just after they became the first club in England to complete the First Division and FA Cup double during the 20th century. He played his first game in a Spurs shirt for the reserve team on 9 December 1961, and scored twice in a 4–1 win over Plymouth Argyle Reserves at Home Park. He scored a hat-trick on his first team debut, including a flying scissor kick, in a 5–2 win over Blackpool at White Hart Lane. He went on to feature against Benfica in the semi-finals of the European Cup; in the first leg at the Estádio da Luz he had a goal disallowed for offside, and another disallowed in the return fixture also for offside. He played in all seven games of the club's FA Cup run, scoring nine goals in the competition as they beat Birmingham City (after a replay), Plymouth Argyle, West Bromwich Albion, Aston Villa and Manchester United to reach the 1962 FA Cup Final against Burnley at Wembley. Greaves opened the scoring against Burnley on 3 minutes when he hit a low shot past goalkeeper Adam Blacklaw from a tight angle, and Spurs went on to win the game 3–1. They finished the league in third place in 1961–62, four points behind champions Ipswich Town. Greaves scored twice in the 1962 FA Charity Shield, as Spurs secured the trophy with a 5–1 win over Ipswich at Portman Road. In the 1962–63 season Greaves scored hat-tricks in victories over Manchester United, Ipswich Town and Liverpool, as well as four goals in a 9–2 win over Nottingham Forest. Spurs finished the league campaign in second place, six points behind champions Everton. Greaves scored 37 goals in 41 league games, finishing as the division's top scorer. In the European Cup Winners' Cup, Tottenham beat Rangers (Scotland), ŠK Slovan Bratislava (Czechoslovakia) and OFK Beograd (Yugoslavia) to reach the final, where they met Spanish club Atlético Madrid at De Kuip. In the first leg of the semi-final against Beograd in Belgrade, Greaves was sent off for violent conduct (his first and only red card) after attempting to punch centre-back Blagomir Krivokuća. Greaves served a one match ban and was able to play in the final, where he opened the scoring after an assist from Cliff Jones and later added a fourth in a 5–1 victory (John White and Terry Dyson getting the other goals). In winning the competition, Tottenham Hotspur became the first British team to win a European trophy. Manager Bill Nicholson and his assistant Eddie Baily then began a period of transition at White Hart Lane – Danny Blanchflower aged 38 retired in 1964 and John White was killed by a lightning strike. Dave Mackay remained until 1968 and Greaves remained a consistent goalscorer. In the 1963–64 season Greaves scored hat-tricks in victories over Nottingham Forest, Blackpool, Birmingham City and Blackburn Rovers. Spurs finished in fourth place, six points behind champions Liverpool, and exited the FA Cup and Cup Winners' Cup at the opening stages. Greaves scored 35 goals in 41 league games to again finish as the division's top scorer. Strike partner Bobby Smith left the club in the summer, though Greaves felt the partnership he went on to form with new signing Alan Gilzean was even more effective. Spurs finished sixth in 1964–65, though Greaves scored 29 goals in 41 league games to finish as the division's joint top scorer (with Andy McEvoy). He also scored two hat-tricks in the FA Cup – against Torquay United and Ipswich Town – to take his total tally to 35 goals in 45 appearances. He missed three months at the start of the 1965–66 season after being diagnosed with hepatitis, but recovered to end the campaign with 16 goals in 31 matches, remaining the club's top scorer as they finished the league campaign in eighth place whilst failing to make it past the Fifth Round of the FA Cup. Greaves scored 31 goals in 47 appearances in the 1966–67 campaign, helping Spurs to launch a title challenge that ended with a third- place finish, four points behind Manchester United. They also won the FA Cup after knocking out Millwall, Portsmouth, Bristol City, Birmingham City and Nottingham Forest to reach the 1967 FA Cup Final with Chelsea. Though he did not score in the final itself, a 2–1 victory, with six goals in eight games Greaves was the competition's leading scorer. The 1967–68 season was a disappointing one for Spurs following their 3–3 draw with Manchester United at Old Trafford in the 1967 FA Charity Shield. They finished seventh in the league, exited the FA Cup in the Fifth Round and were knocked out of the Cup Winners' Cup in the Second Round. Greaves had a poor season by his own standards, though with 29 goals in 48 appearances he was still the club's top scorer. Nicholson bought Greaves a new strike partner in Martin Chivers from Southampton for a club record £125,000 fee, with Gilzean dropping further back into midfield to accommodate, but Greaves and Chivers were not as effective together as Nicholson had hoped. In 1968–69, Greaves scored 27 goals in 42 league games to finish as the First Division's leading scorer for the sixth and final time. He scored four of his goals in one match against Sunderland, and also scored hat-tricks against Burnley and Leicester City. His nine goals in cup competitions, including a hat-trick against Exeter City, left him with an overall goal tally of 36 in 52 games. His goals for the season took him past Bobby Smith as Spurs' top goalscorer as well as surpassing Steve Bloomer as the First Division's top goalscorer with 336 goals. Spurs performed inconsistently in the 1969–70 season, and Greaves was dropped from the first team after playing in an FA Cup defeat to Crystal Palace at Selhurst Park on 28 January 1970. He was never recalled to the starting line-up, but still ended the season as the club's joint top scorer (with Martin Chivers), having scored 11 goals in 33 matches, taking his total to 266 goals, a club record, including 15 hat-tricks, another club record. Greaves was given a testimonial match by Spurs on 17 October 1972 in a 2–1 win over Feyenoord at White Hart Lane attended by over 45,000 people. === West Ham United === In March 1970, Greaves joined West Ham United as part-exchange in Martin Peters' transfer to White Hart Lane. Brian Clough's Derby County had also been interested in Greaves, but he did not want to move away from London. In hindsight Greaves felt that Clough might have helped him revive his career, as he had done for Greaves's former Tottenham teammate Dave Mackay. Greaves later admitted his regret in making the move to Upton Park. He scored two goals on his \"Hammers\" debut on 21 March, in a 5–1 win against Manchester City at Maine Road. In January 1971, with Bobby Moore, Brian Dear and Clyde Best, Greaves was involved in late-night drinking, against the wishes of manager Ron Greenwood, prior to an FA Cup tie away to Blackpool. On arriving in Blackpool, Greaves and his teammates had been informed by members of the press that the game, the following day, was unlikely to go ahead due to a frozen pitch and the likelihood of frost that night. Believing that there would be no game the following day, Greaves drank 12 lagers in a club owned by Brian London and did not return to the team hotel until 1.45am. In fact, the match went ahead and West Ham lost 4–0. Greaves claimed the defeat was not a result of the late night, the drinking or the frozen pitch, but because the West Ham team in which he was playing was not good enough. As a result, the players were fined and dropped by the club. Greaves was struggling with his fitness and his motivation. He felt he had become a journeyman footballer and lost motivation as he believed that apart from Moore, Geoff Hurst, Billy Bonds and Pop Robson, few of his teammates could play good football. Towards the end of his career with West Ham Greaves began to drink more and more alcohol, often going straight from training in Chadwell Heath to a pub in Romford, where he would remain until closing time. He later admitted that he was in the early stages of alcoholism. His final game came on 1 May 1971 in a 1–0 home defeat to Huddersfield Town. Greaves scored 13 goals in 40 games in all competitions for West Ham. Greaves's final season in the First Division took his goalscoring tally to a record 357 goals in the First Division. Together with the 9 goals at A.C. Milan, he had scored 366 goals in the top five European leagues, a record that lasted until 2017 when it was surpassed by Cristiano Ronaldo. === Later career === After leaving West Ham, Greaves put on weight and did not attend a match as either a player or a spectator for two years. Drinking formed a large part of his life and he became an alcoholic; at times he was drinking 20 pints of lager during the day and consuming a bottle of vodka in the evening. He later admitted that he was also regularly driving whilst drunk during this period. While away from the game, he ran for election to the London Borough of Havering as a Conservative Party candidate for the Hylands ward in 1974, narrowly missing out on election. Seeking an answer to his alcoholism, Greaves decided to return to football at a lower level where he would not be required to be as fit as he had been whilst playing in the Football League. He started playing for his local side, Brentwood, and made his debut on 27 December 1975 in a 2–0 defeat to Witham Town. His return to football was successful enough that he signed for Chelmsford City in the Southern League for the 1976–77 season, making his debut in a 2–2 draw against Maidstone United on 25 September 1976, attracting a crowd of 2,030 to New Writtle Street. Appearing 38 times for Chelmsford, scoring 20 goals, Greaves enjoyed the club's foray into the Anglo-Italian Cup, calling it the \"highlight\" of his time there.Jimmy Greaves (2009) Greavsie: The Autobiography Hachette UK He was still struggling with alcoholism and delirium tremens and sought out help from Alcoholics Anonymous. He was also hospitalised in the alcoholics' ward of Warley Psychiatric Hospital. In August 1977 and still coping with alcoholism, Greaves made his debut for Barnet in a 3–2 win against Atherstone Town. Playing from midfield in 1977–78, Greaves netted 25 goals (13 in the Southern League) and was their player of the season. He chose to leave the Bees early in the 1978–79 season to focus on his business interests and beating his alcoholism, despite manager Barry Fry's attempts to get him to stay at Underhill. Greaves went on to make several appearances for semi- professional side Woodford Town before retiring. By this time he was sober, and remained so for the rest of his life. == International career == {| Align=right Cellspacing=0 style=\"font-size:80%;text- align:right;background:#efefef;border:3px double #aaa;padding:2px;margin- left:5px\" |- style=padding:2px; | Colspan=4 style=background:#CC0000;color:#ffffff;text-align:left;padding:2px;font- weight:bold; | |- style=font-weight:bold;text- align:left;background:#DDD;padding:2px; || Player || Goals || Matches || Goals/matches |- | align=left | Wayne Rooney || 53 || 120 || |- | align=left | Bobby Charlton || 49 || 106 || |- | align=left | Harry Kane* || 48 || 67 || |- | align=left | Gary Lineker || 48 || 80 || |- | align=left | || 44 || 57 || |- | colspan=4 align=left style=\"border-top:1px #ddd solid;\"|* Harry Kane still active (15 November 2021) |} Greaves made his debut for the England under-23 team in a 6–2 win over Bulgaria at Stamford Bridge on 25 September 1957; he scored two goals, and missed out on a hat-trick after failing to convert a penalty. Greaves won his first England cap on 17 May 1959 against Peru at the Estadio Nacional, scoring England's only goal in a 4–1 defeat. The tour of the American continents was not considered a success by the British media, as England also lost to Brazil and Mexico, but Greaves mostly escaped criticism in the press as he was still a teenager and showed promise with his performances. He scored consecutive hat-tricks on 8 October 1960 and 19 October, in victories at Northern Ireland and Luxembourg. On 15 April 1961, Greaves scored another hat-trick in a 9–3 victory over Scotland at Wembley, and also had a fourth goal disallowed for offside. He played in all four of England's games at the 1962 FIFA World Cup in Chile, scoring one goal in the 3–1 victory over Argentina before playing in the quarter-final defeat to Brazil. During the defeat to Brazil a stray dog ran onto the pitch and evaded all of the players' efforts to catch it until Greaves got down on all fours to beckon the animal. The Brazilian player Garrincha thought the incident was so amusing that he took the dog home as a pet. On 20 November 1963, he scored four goals in an 8–3 win over Northern Ireland. The following year, on 3 October, he scored another hat-trick against the same team making him England's all-time top goalscorer with 35 goals. He scored four goals again on 29 June 1966, in a 6–1 friendly win over Norway, bringing his tally to 43 goals and in doing so ensured himself a starting place in the 1966 FIFA World Cup. At the World Cup he played all three group games against Uruguay, Mexico and France, however, in the win against France, midfielder Joseph Bonnel raked his studs down Greaves's shin, causing a wound that required 14 stitches and left a permanent scar. His replacement for the quarter-final against Argentina, Geoff Hurst, scored the only goal of the game and kept his place all the way to the final, where Hurst scored a hat-trick as England won the tournament. Greaves was fit to play in the final, but manager Alf Ramsey opted against changing a winning team. Only the 11 players on the pitch at the end of the 4–2 win over West Germany received medals. Following a Football Association-led campaign to persuade FIFA to award medals to all the winners' squad members, Greaves was presented with his medal by Gordon Brown at a ceremony at 10 Downing Street on 10 June 2009. In November 2014, Greaves's medal was sold at auction for £44,000. Greaves played only three more times for England after the 1966 World Cup, scoring a single goal. His final cap came in a 1–0 win over Austria on 27 May 1967. At the time, he was England's all-time top goalscorer but was succeeded the following year by Bobby Charlton. Although Greaves was called up for UEFA Euro 1968, he remained an unused substitute throughout the tournament, as the team finished in third place. He retired from international football early the following year after telling Ramsey that he had no intention of becoming a bit-part player in the England squad. In total he scored 44 goals in 57 appearances for England. He is currently in fifth place on the all-time list of England goalscorers, behind Wayne Rooney, Charlton, Harry Kane and Gary Lineker. Greaves holds the record for most hat-tricks for England – six in all. == Style of play == Greaves was a prolific goalscorer, and cited his relaxed attitude as the reason for his assured composure and confidence. He also had great acceleration and pace, as well as great positional skills, clinical finishing, and opportunism inside the penalty area; he was also an excellent dribbler. == Broadcasting career == Greaves became a columnist at The Sun newspaper in 1979. He continued to write his column until 2009, then began working as a columnist for The Sunday People. He worked as a pundit on Star Soccer from 1980, and later co-presented The Saturday Show before he was selected as a pundit for ITV's coverage of the 1982 FIFA World Cup. From there he worked on World of Sport and On the Ball, where he struck up a partnership with Ian St John. Greg Dyke also hired Greaves to work as a television reviewer and presenter on TV-am in what Dyke admitted was a way of \"dumbing down\" the programme to attract more viewers. From October 1985 to April 1992 he and St. John presented a popular Saturday lunchtime football programme called Saint and Greavsie. He went on to work as a team captain on Sporting Triangles, opposite Andy Gray and Emlyn Hughes. His career in television came to an end as the Premier League was starting up, and he believed that his light-hearted approach to football was not considered serious enough for television bosses at the time. Despite this, he continued as a pundit at Central Television until 1998. He released his autobiography, Greavsie, in 2003. Greaves also wrote numerous books in partnership with his lifelong friend, the journalist and author Norman Giller. == Personal life == thumb|upright|Greaves in 2007 Greaves married Irene Barden at Romford register office on 26 March 1958, and, though the pair went through a divorce process at the height of his alcoholism, it was never finalised and they reunited after three months apart. The couple renewed their vows on 7 September 2017 in Danbury, Essex. They had five children; Jimmy Jr (who died before his first birthday in 1960), Lynn (born 1959), Mitzi (born 1962), Danny (born 1963) (who was a professional footballer with Southend United), and Andrew (born 1965). Whilst playing for Tottenham Hotspur, Greaves took out a £1,000 bank loan to start a packing business with his brother-in-law. By the end of his playing career this company had an annual turnover of over £1 million. He had a number of different business interests, including a travel agency. Greaves entered the 1970 London to Mexico World Cup Rally. In his first ever rally, alongside co- driver, Tony Fall, Greaves drove a Ford Escort to a sixth-place finish out of the 96 entrants. Greaves underwent surgery on an artery in his neck following a mild stroke in February 2012. After a full recovery, he experienced a severe stroke in May 2015 which left him unable to speak. He was placed in intensive care and, according to doctors, was expected to undergo a slow recovery. He was discharged from hospital a month later, his health having \"improved considerably\" said his friend and agent, Terry Baker. February 2016 saw him recovering slowly from his stroke with the use of a wheelchair after he had been told that he would never walk again. Greaves was announced as a Member of the Order of the British Empire (MBE) in the 2021 New Year Honours list, along with fellow 1966 World Cup squad winner, Ron Flowers, for their services to football. The two men were the last surviving England players from the 1966 Tournament to be honoured by Queen Elizabeth II. Greaves died at his home in Danbury on 19 September 2021, aged 81. As his death date coincided with the Premier League fixture between Tottenham and Chelsea, the two main clubs he played for in his career, a minute of applause was held to honour his memory. His funeral was held on 22 October at Chelmsford Crematorium. == Career statistics == === Club === {| class=wikitable style=text-align:center |+ Appearances and goals by club, season and competitionLondon XI: https://www.playmakerstats.com/player_results.php?id=26151&competicao;_id=232&epoca;_id=87 and https://www.worldfootball.net/player_summary/jimmy-greaves/europa- league-1955-1958/london-xi/3/ Chelmsford City F.C.: https://www.national- football-teams.com/player/18007/Jimmy_Greaves.html |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|FA Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |London XI |1955–58 |No league |0||0||0||0||0||0||2||2||2||2 |- |rowspan=\"5\"|Chelsea |1957–58 |First Division |35||22||2||0||0||0||0||0||37||22 |- |1958–59 |First Division |42||32||2||2||0||0||3||3||47||37 |- |1959–60 |First Division |40||29||2||1||0||0||0||0||42||30 |- |1960–61 |First Division |40||41||1||0||2||2||0||0||43||43 |- !colspan=\"2\"|Total !157!!124!!7!!3!!2!!2!!3!!3!!169!!132 |- |A.C. Milan |1961–62 |Serie A |12||9||2||0||0||0||0||0||14||9 |- |rowspan=\"10\"|Tottenham Hotspur |1961–62 |First Division |22||21||7||9||0||0||2||0||31||30 |- |1962–63 |First Division |41||37||1||0||0||0||7||7||49||44 |- |1963–64 |First Division||41||35||2||0||0||0||2||1||45||36 |- |1964–65 |First Division||41||29||4||6||0||0||0||0||45||35 |- |1965–66 |First Division||29||15||2||1||0||0||0||0||31||16 |- |1966–67 |First Division||38||25||8||6||1||0||0||0||47||31 |- |1967–68 |First Division||39||23||4||3||0||0||5||3||48||29 |- |1968–69 |First Division||42||27||4||4||6||5||0||0||52||36 |- |1969–70 |First Division |28||8||4||3||1||0||0||0||33||11 |- !colspan=\"2\"|Total !321!!220!!36!!32!!8!!5!!16!!11!!381!!268 |- |rowspan=\"3\"|West Ham United |1969–70 |First Division |6||4||0||0||0||0||0||0||6||4 |- |1970–71 |First Division |32||9||1||0||1||0||0||0||34||9 |- !colspan=\"2\"|Total !38!!13!!1!!0!!1!!0!!0!!0!!40!!13 |- |Brentwood Town |1975–76 |Essex Senior League |-||-||-||-||-||-||-||-||-||- |- |Chelmsford City |1976–77 |Southern League Premier Division |38||20||0||0||0||0||0||0||38||20 |- |rowspan=\"3\"|Barnet |1977–78 |Southern League Premier Division |30||13||5||4||0||0||1||1||36||18 |- |1978–79 |Southern League Premier Division |21||3||6||3||0||0||1||1||28||7 |- !colspan=\"2\"|Total !51!!16!!11!!7!!0!!0!!2!!2!!64!!25 |- |Woodford Town |1979–80 |Athenian League |-||-||-||-||-||-||-||-||-||- |- !colspan=\"3\"|Career total !617!!402!!57!!42!!11!!7!!23!!18!!708!!469 |} === International === {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by national team and year |- !National team!!Year!!Apps!!Goals |- |rowspan=\"9\"|England |1959||5||2 |- |1960||6||9 |- |1961||4||5 |- |1962||10||6 |- |1963||9||8 |- |1964||8||6 |- |1965||5||2 |- |1966||7||5 |- |1967||3||1 |- !colspan=\"2\"|Total!!57!!44 |} === International caps and goals === England's goal tally listed first. {| class=\"wikitable\" style=\"font-size:90%\" |- !colspan=\"7\"| |- ! # !! Date !! Venue !! Opponent !! Result !! Competition !! Goal(s) |- | colspan=\"7\" style=\"text-align:center;\"| |- | align=center|1 | 17 May | Estadio Nacional, Lima | | align=center|1–4 | Friendly | 1 |- | align=center|2 | 24 May | Estadio Olímpico Universitario, Mexico City | | align=center|1–2 | Friendly | |- | align=center|3 | 28 May | Wrigley Field, Los Angeles | | align=center|8–1 | Friendly | |- | align=center|4 | 17 October | Ninian Park, Cardiff | | align=center|1–1 | 1959–60 British Home Championship | 1 |- | align=center|5 | 28 October | Wembley Stadium, London | | align=center|2–3 | Friendly | |- | colspan=\"7\" style=\"text-align:center;\"| |- | align=center|6 | 11 May | Wembley Stadium, London | | align=center|3–3 | Friendly | 1 |- | align=center|7 | 15 May | Santiago Bernabéu Stadium, Madrid | | align=center|0–3 | Friendly | |- | align=center|8 | 8 October | Windsor Park, Belfast | | align=center|5–2 | 1960–61 British Home Championship | 2 |- | align=center|9 | 19 October | Stade Municipale, Luxembourg | | align=center|8–0 | 1962 World Cup qualifier | 3 |- | align=center|10 | 26 October | Wembley Stadium, London | | align=center|4–2 | Friendly | 1 |- | align=center|11 | 23 November | Wembley Stadium, London | | align=center|5–1 | 1960–61 British Home Championship | 2 |- | colspan=\"7\" style=\"text- align:center;\"| |- | align=center|12 | 15 April | Wembley Stadium, London | | align=center|9–3 | 1960–61 British Home Championship | 3 |- | align=center|13 | 21 May | Estádio Nacional, Oeiras | | align=center|1–1 | 1962 World Cup qualifier | |- | align=center|14 | 24 May | Stadio Olimpico, Rome | | align=center|2–3 | Friendly | 1 |- | align=center|15 | 27 May | Praterstadion, Vienna | | align=center|1–3 | Friendly | 1 |- | colspan=\"7\" style=\"text- align:center;\"| |- | align=center|16 | 14 April | Hampden Park, Glasgow | | align=center|0–2 | 1961–62 British Home Championship | |- | align=center|17 | 9 May | Wembley Stadium, London | | align=center|3–1 | Friendly | |- | align=center|18 | 20 May | Estadio Nacional, Lima | | align=center|4–0 | Friendly | 3 |- | align=center|19 | 31 May | Estadio Braden, Rancagua | | align=center|1–2 | 1962 FIFA World Cup | |- | align=center|20 | 2 June | Estadio Braden, Rancagua | | align=center|3–1 | 1962 FIFA World Cup | 1 |- | align=center|21 | 7 June | Estadio Braden, Rancagua | | align=center|0–0 | 1962 FIFA World Cup | |- | align=center|22 | 10 June | Estadio Sausalito, Viña del Mar | | align=center|1–3 | 1962 FIFA World Cup | |- | align=center|23 | 3 October | Hillsborough Stadium, Sheffield | | align=center|1–1 | 1964 European Nations' Cup qualifying | |- | align=center|24 | 20 October | Windsor Park, Belfast | | align=center|3–1 | 1962–63 British Home Championship | 1 |- | align=center|25 | 21 November | Wembley Stadium, London | | align=center|4–0 | 1962–63 British Home Championship | 1 |- | colspan=\"7\" style=\"text- align:center;\"| |- | align=center|26 | 27 February | Parc des Princes, Paris | | align=center|2–5 | 1964 European Nations' Cup qualifying | |- | align=center|27 | 6 April | Wembley Stadium, London | | align=center|1–2 | 1962–63 British Home Championship | |- | align=center|28 | 8 May | Wembley Stadium, London | | align=center|1–1 | Friendly | |- | align=center|29 | 29 May | Tehelné pole, Bratislava | | align=center|4–2 | Friendly | 2 |- | align=center|30 | 5 June | St. Jakob Stadium, Basel | | align=center|8–1 | Friendly | |- | align=center|31 | 12 October | Ninian Park, Cardiff | | align=center|4–0 | 1963–64 British Home Championship | 1 |- | align=center|32 | 23 October | Wembley Stadium, London | Rest of World | align=center|2–1 | Friendly | 1 |- | align=center|33 | 20 November | Wembley Stadium, London | | align=center|8–3 | 1963–64 British Home Championship | 4 |- | colspan=\"7\" style=\"text-align:center;\"| |- | align=center|34 | 6 May | Wembley Stadium, London | | align=center|2–1 | Friendly | |- | align=center|35 | 17 May | Estádio Nacional, Lisbon | | align=center|4–3 | Friendly | |- | align=center|36 | 24 May | Dalymount Park, Dublin | | align=center|3–1 | Friendly | 1 |- | align=center|37 | 30 May | Estádio do Maracanã, Rio de Janeiro | | align=center|1–5 | Taça das Nações | 1 |- | align=center|38 | 4 June | Pacaembu Stadium, São Paulo | | align=center|1–1 | Taça das Nações | |- | align=center|39 | 6 June | Estádio do Maracanã, Rio de Janeiro | | align=center|0–1 | Taça das Nações | |- | align=center|40 | 3 October | Windsor Park, Belfast | | align=center|4–3 | 1964–65 British Home Championship | 3 |- | align=center|41 | 21 October | Wembley Stadium, London | | align=center|2–2 | Friendly | |- | align=center|42 | 9 December | Olympic Stadium, Amsterdam | | align=center|1–1 | Friendly | 1 |- | colspan=\"7\" style=\"text-align:center;\"| |- | align=center|43 | 10 April | Wembley Stadium, London | | align=center|2–2 | 1964–65 British Home Championship | 1 |- | align=center|44 | 5 May | Wembley Stadium, London | | align=center|1–0 | Friendly | 1 |- | align=center|45 | 9 May | Red Star Stadium, Belgrade | | align=center|1–1 | Friendly | |- | align=center|46 | 2 October | Ninian Park, Cardiff | | align=center|0–0 | 1965–66 British Home Championship | |- | align=center|47 | 20 October | Wembley Stadium, London | | align=center|2–3 | Friendly | |- | colspan=\"7\" style=\"text-align:center;\"| |- | align=center|48 | 4 May | Wembley Stadium, London | | align=center|2–0 | Friendly | 1 |- | align=center|49 | 29 June | Ullevaal Stadion, Oslo | | align=center|6–1 | Friendly | 4 |- | align=center|50 | 3 July | Idrætsparken, Copenhagen | | align=center|2–0 | Friendly | |- | align=center|51 | 5 July | Silesian Stadium, Chorzów | | align=center|1–0 | Friendly | |- | align=center|52 | 11 July | Wembley Stadium, London | | align=center|0–0 | 1966 FIFA World Cup | |- | align=center|53 | 16 July | Wembley Stadium, London | | align=center|2–0 | 1966 FIFA World Cup | |- | align=center|54 | 20 July | Wembley Stadium, London | | align=center|2–0 | 1966 FIFA World Cup | |- | colspan=\"7\" style=\"text- align:center;\"| |- | align=center|55 | 15 April | Wembley Stadium, London | | align=center|2–3 | 1966–67 British Home Championship | |- | align=center|56 | 24 May | Wembley Stadium, London | | align=center|2–0 | Friendly | 1 |- | align=center|57 | 27 May | Praterstadion, Vienna | | align=center|1–0 | Friendly | |} == Honours == thumb|Greaves (in cap and jacket) returning to Chelsea in 2011 Chelsea *FA Youth Cup runner-up: 1957–58 A.C. Milan *Serie A: 1961–62 Tottenham Hotspur *FA Cup: 1961–62, 1966–67 *FA Charity Shield: 1962, 1967 (shared) *European Cup Winners Cup: 1962–63 *Football League First Division runner-up: 1962–63 England *FIFA World Cup: 1966 *British Home Championship: 1959–60 (shared), 1960–61, 1963–64 (shared), 1964–65, 1965–66; runner-up: 1961–62, 1962–63, 1966–67 == See also == *List of men's footballers with 500 or more goals == References == == Further reading == * *, with Norman Giller == External links == * * Category:1940 births Category:2021 deaths Category:People from Hainault Category:People from Manor Park, London Category:Sportspeople from Essex Category:Footballers from the London Borough of Newham Category:English footballers Category:England under-23 international footballers Category:England international footballers Category:Association football forwards Category:Chelsea F.C. players Category:English expatriate footballers Category:Expatriate footballers in Italy Category:A.C. Milan players Category:Tottenham Hotspur F.C. players Category:West Ham United F.C. players Category:Brentwood Town F.C. players Category:Chelmsford City F.C. players Category:Barnet F.C. players Category:Woodford Town F.C. (1937) players Category:London XI players Category:English Football League players Category:English Football League representative players Category:Serie A players Category:Southern Football League players Category:1962 FIFA World Cup players Category:1966 FIFA World Cup players Category:FIFA World Cup-winning players Category:UEFA Euro 1968 players Category:First Division/Premier League top scorers Category:English Football Hall of Fame inductees Category:English rally drivers Category:English sportswriters Category:The Sun (United Kingdom) people Category:The Sunday People people Category:English television presenters Category:English sports broadcasters Category:English autobiographers Category:English male non-fiction writers Category:ITV people Category:English expatriate sportspeople in Italy Category:Essex Senior Football League players Category:FA Cup Final players Category:Members of the Order of the British Empire",
 "title": "Jimmy Greaves"
}