{
 "id": "231102",
 "text": "Air-ground radiotelephone service includes commercial and general aviation services. Licensees may offer a wide range of telecommunications services to passengers and others on aircraft. The air-ground radiotelephone service operates on frequencies designated by the Federal Communications Commission. ==Design== A U.S. air-ground radiotelephone transmits a radio signal in the 849 to 851 megahertz range; this signal is sent to either a receiving ground station or a communications satellite depending on the design of the particular system. \"Commercial aviation air-ground radiotelephone service licensees operate in the 800 MHz band and can provide communication services to all aviation markets, including commercial, governmental, and private aircraft.\" If it is a call from a commercial airline passenger radiotelephone, the call is then forwarded to a verification center to process credit card or calling card information. The verification center will then route the call to the public switched telephone network, which completes the call. For the return signal, ground stations and satellites use a radio signal in the 894 to 896 megahertz range. ==Frequencies== Two separate frequency bands have been allocated by the FCC for air-ground telephone service. One at 454/459 MHz, was originally reserved for \"general\" aviation use (non- airliners) and the 800 MHz range, primarily used for airliner telephone service, which has shown limited acceptance by passengers. AT&T; Corporation abandoned its 800 MHz air-ground offering in 2005, and Verizon AIRFONE (formerly GTE Airfone) is scheduled for decommissioning in late 2008, although the FCC has re-auctioned Verizon's spectrum (see below). Skytel, (now defunct) which had the third nationwide 800 MHz license, elected not to build it, but continued to operate in the 450 MHz AGRAS system. Its AGRAS license and operating network was sold to Bell Industries in April, 2007. The 450 MHz General Aviation network is administered by Mid-America Computer Corporation in Blair, Nebraska, which has called the service AGRAS, and requires the use of instruments manufactured by Terra and Chelton Aviation/Wulfsberg Electronics, and marketed as the Flitephone VI Series. \"General aviation air- ground radiotelephone service licensees operate in the 450 MHz band and can provide a variety of telecommunications services to private aircraft such as small single engine planes and corporate jets.\" In the 800 MHz band, the FCC defined 10 blocks of paired uplink/downlink narrowband ranges (6 kHz) and six control ranges (3.2 kHz). Six carriers were licensed to offer in-flight telephony, each being granted non-exclusive use of the 10 blocks and exclusive use of a control block. Of the six, only three commenced operations, and only one persisted into the 1990s, now known as Verizon Airfone. == History == An air-to-ground radiotelephone technology demonstration occurred during 1923 Toulouse Air Show at Francazal and Montaudran airports, in France. The first recorded air-to-ground radiotelephone service on a scheduled flight was in 1937 on the Chicago-Seattle route by Northwest Airlines. AirFone commenced its service in the early 1980s starting with first-class under experimental licenses; the FCC's formal allocation was in 1990. AirFone handsets were gradually extended to include one unit in each row of seats in economy. The service was always priced extremely high--$3.99 per call and $4.99 per minute in 2006—and has seen less and less use as the ready availability of cellular telephones has increased. In an FCC filing in 2005, the agency noted that 4,500 aircraft have AirFone service, and quoted Verizon AirFone's president stating in an article in The New York Times that only two to three people per flight make a call. Verizon added stock tickers and limited information services, but those had little use. In 2003, Verizon partnered with Tenzing Communications to offer very low-speed email using an on-board proxy server and limited live instant messaging at rates of 64 to 128 kbit/s on United Airlines and two other carriers. This service lasted about a year. (Tenzing was merged into a new entity called OnAir along with investment from Airbus and SITA, an airline-owned systems integrator. OnAir will launch satellite- based broadband service in 2006.) On May 10, 2006, the FCC began Auction 65, which sold off the 4 MHz of spectrum over which radiotelephone calls were made, and required AirFone to revise its equipment within two years of the auction's conclusion on June 2, 2006. Instead of the narrowband approach, with dedicated uplink and downlink for each call, Verizon is required to move its operations to a 1 MHz slice which is expected to provide substantially higher call volume and quality. AirFone received a non-renewable license to share that 1 MHz until 2010 using vertical polarization with the winner of License D in Auction 65, LiveTV, a division of the airline JetBlue, which had not announced its plans at the end of the auction. A more broadband-oriented 3 MHz license (License C) was won by AC BidCo, LLC, a sister company of Aircell. Aircell will deploy in-flight broadband using this license. (License C includes 849.0-850.5 MHz and 894.0-895.5 MHz; License D includes 850.5-851.0 MHz and 895.5-896.0 MHz.) An interim approach by Aircell was to utilize the existing ground-based cellular network, with highly directional antennas beamed upward. Although initially successful, the widespread conversion to GSM and spread-spectrum by carriers (not all carriers participated) made obsolete the early generation Aircell instruments. Some units were exchanged for satellite-based Iridium equipment, but Aircell's recent acquisition of 3 MHz of the 800 MHz spectrum at auction at the FCC, will undoubtedly lead to a new generation of products. Only the 450 MHz AGRAS network continues to operate in its original configuration. == See also == * Aircraft emergency frequency ==References== == External links == * FCC Order for terms of changing 800 MHz Air-Ground Radiotelephone Service (2005) * FCC Auction 65 details for 800 MHz Air-Ground Radiotelephone Service in May 2006 * Aircell home page * Verizon AirFone's president's estimate of calls per flight * FLITEFONE-VI AIR-GROUND TELEPHONE NETWORK * Verizon Notice re: 800 MHz Magnastar service temporary extension (2007) Category:Avionics Category:Mobile radio telephone systems",
 "title": "Air-ground radiotelephone service"
}