{
 "id": "231302",
 "text": "{{Infobox writer | name = George B. N. Hill | image = George Birkbeck Hill.jpg | image_size = | alt = | caption = | pseudonym = | birth_name = | birth_date = | birth_place = Bruce Castle, Tottenham, Middlesex | death_date = | death_place = Hampstead, London | resting_place = | occupation = Editor | language = English | nationality = British | ethnicity = | citizenship = | education = | alma_mater = Pembroke College, Oxford | period = | genre = | subject = | movement = | notableworks = Saturday Review; Footsteps of Dr. Johnson in Scotland Letters of Charles George Gordon; | spouse = Annie Scott | partner = | children = | relatives = | influences = | influenced = | awards = | signature = | signature_alt = | website = | portaldisp = }} George Birkbeck Norman Hill (7 June 1835 – 24 February 1903) was an English editor and author. ==Life== He was the son of Arthur Hill, headmaster of Bruce Castle School, and was born at Bruce Castle, Tottenham, Middlesex. He dropped his third name, Norman, publishing as just George Birkbeck Hill; to family and friends he was known as Birkbeck, not as George. His mother died when he was four years old; on her father's side, she was related to Frederick Denison Maurice. Arthur Hill, with his brothers Rowland Hill, the postal reformer and Matthew Davenport Hill, afterwards recorder of Birmingham had worked out a system of education which was to exclude compulsion of any kind. The school at Bruce Castle, of which Arthur Hill was head master, was founded to carry into execution their theories, known as the Hazelwood system, after Hazelwood School, Birmingham, that preceded it. George Birkbeck Hill was educated in his father's school and at Pembroke College, Oxford, where he made lasting friendships with Edward Burne-Jones and William Morris. It was also at Oxford that he began his writing career, contributing articles to William Fulford's Oxford and Cambridge Magazine. Hill suffered a serious attack of typhoid fever in 1856 which left him in a delicate state of health. Consequently, he only received an 'honorary' fourth class degree in 1858, although he was later awarded a Bachelor of Civil Law in 1866 and a Doctor of Civil Law in 1871 in recognition of his contribution to English letters. In 1858, Hill began to teach at Bruce Castle School, and from 1868 to 1877 was headmaster, succeeding his father. He married Annie Scott, daughter of Edward Scott and the sister of a friend from his schooldays, on 29 December 1858. Partly to relieve what he felt to be the tedium of running the school, Hill returned to writing and reviewing. In 1869, he became a regular contributor to the Saturday Review, with which he remained in connection until 1884. thumb|220px|Frontispiece displayed on page 10 in Footsteps of Dr. Johnson in Scotland, 1890 On his retirement from teaching he devoted himself to the study of English 18th century literature, and established his reputation as the most learned commentator on the works of Samuel Johnson. Remaining true to his family's radical roots, Hill was a strong supporter of the Liberal Party and actively campaigned on behalf of Gladstone in the mid-1880s. He settled at Oxford in 1887, and in 1889 made a trip retracing the footsteps of Johnson and Boswell's Scottish trip, but from 1891 onwards his winters were usually spent abroad for his health. George Birkbeck Hill was editor of the published letters (1874–1879) of Charles George Gordon; this editorial role arose from a family connection. Birkbeck Hill's wife Annie was the sister of Sir John Scott (1841–1904), who was judicial advisor to the Khedive from 1891 to 1898 and a close personal friend of Charles George Gordon. Birkbeck Hill's sister Laura was the second wife of Sir John Scott's father. His wife Annie died in Aspley Guise on 30 October 1902, and he died shortly thereafter, at Hampstead, London, on 27 February 1903. Hill and his wife are buried at Aspley Guise, and he bequeathed his Johnsonian library to Pembroke College, Oxford. They had five sons and two daughters; all seven children were born at Tottenham. One son died in 1882. Three of their five sons were knighted: Sir Maurice Hill, a judge on the High Court, Sir Norman Hill, a well-known legal authority on shipping, and Sir Leonard Erskine Hill, a physiologist made F.R.S. Their elder Margaret daughter married Sir William James Ashley. ==Works== George Birkbeck Hill's works include: *Dr Johnson, his Friends and his Critics (1878) *an edition of Boswell's Correspondence (1879) *Boswell's Life of Johnson, including Boswell's Journal of a Tour to the Hebrides, and Johnson's Diary of a Journey into North Wales (Clarendon Press, 6 vols., 1887) * * *Footsteps of Dr Johnson in Scotland (1890) * ; volume II *Johnsonian Miscellanies (2 vols., 1897) *Memoirs of the Life of Edward Gibbon, with Various Observations and Excursions by Himself, ed. by Hill, George Birkbeck (London: Methuen, 1900) *Johnson's Lives of the Poets (3 vols., 1905) See a memoir by his nephew, Harold Spencer Scott, in the edition of the Lives of the English Poets (1905), and the Letters edited by his younger daughter, Lucy Crump, in 1903. ==Further reading== * ==References== ;Attribution * ==External links== * * * Category:1835 births Category:1903 deaths Category:English writers Category:James Boswell Category:People educated at Bruce Castle School Category:Samuel Johnson Category:People from Tottenham Category:19th-century diarists",
 "title": "George Birkbeck Norman Hill"
}