{
 "id": "231391",
 "text": "John Caspar Leyden, M.D., (8 September 1775 – 28 August 1811) was a Scottish indologist. ==Biography== Leyden was born at Denholm on the River Teviot, not far from Hawick. His father, a shepherd, had contrived to send him to Edinburgh University to study for the ministry. Leyden was a diligent but somewhat haphazard student, apparently reading everything except theology, for which he seems to have had no taste. Though he completed his divinity course, and in 1798 was licensed to preach from the presbytery of St Andrews, it soon became clear that the pulpit was not his vocation. thumb|200px|centre|Portrait of John Leyden In 1794, Leyden formed an acquaintance with Dr Robert Anderson, editor of The British Poets, and of The Literary Magazine. It was Anderson who later introduced him to Dr Alexander Murray, and Murray, probably, who led him to the study of Eastern languages. They became warm friends and generous rivals, though Leyden excelled, perhaps, in the rapid acquisition of new tongues and acquaintance with their literature, while Murray was the more scientific philologist. Through Anderson also he came to know Richard Heber, by whom he came to the notice of Walter Scott, who was then collecting materials for his Minstrelsy of the Scottish Border (1802). Leyden was admirably fitted for helping in this kind of work, for he was a borderer himself, and an enthusiastic lover of old ballads and folklore. Scott tells how, on one occasion, Leyden walked 40 miles to get the last two verses of a ballad, and returned at midnight, singing it all the way with his loud, harsh voice, to the wonder and consternation of the poet and his household. Other work on Scottish customs includes the editing of the 16th-century tract The Complaynt of Scotland, adding an essay exploring Scottish folk music and customs, printing a volume of Scottish descriptive poems, and nearly finishing his Scenes of Infancy, a diffuse poem based on border scenes and traditions. Leyden meanwhile compiled a work on the Discoveries and Settlements of Europeans in Northern and Western Africa, suggested by Mungo Park's travels, He also made some translations from Persian and Arabic poetry. At last his friends got him an appointment in India on the medical staff, for which he qualified by a year's hard work. In 1803, he sailed for Madras, and took his place in the general hospital there. He was promoted to be naturalist to the commissioners going to survey Mysore, and in 1807, his knowledge of the languages of India procured him an appointment as professor of Hindustani at Calcutta; this he soon after resigned for a judgeship, and that again to be a commissioner in the court of requests in 1805, a post which required a familiarity with several Eastern languages. In 1811, Leyden joined Lord Minto in the expedition to Java. Having entered a library which was said to contain many Eastern manuscripts, without having the place aired, he was seized with Batavian fever (possibly malaria or dengue) and died, after three days' illness, on 28 August 1811. He was buried on the island, underneath a small firefly colony, which remains as his tombstone to this day. Leyden has importance for the Punjab and the Sikh community. Recently surfaced manuscripts in the British Library show he translated Punjabi works into English. These have been commented on and discussed by Sikh historian Gurinder Singh Mann from Leicester, UK. The Panjab Cultural Association created the website www.drleyden.co.uk and a booklet regarding the project in November 2011.\"The Significance of the Translations of Dr Leyden to the Sikh and Panjabi community\" The manuscript of Leyden's Journal of a Tour in the Highlands and Western Islands of Scotland in 1800 was published posthumously in 1903. It was edited, with a comprehensive bibliography of Leyden's works and manuscripts, by the antiquary James Sinton. ==Works== *Memoirs of Zehir- Ed-Din Muhammed Babur, emperor of Hindustan ===Translations=== * *Malay Annals, Translated from the Malay Language By... John Leyden... ===Memoirs=== *The Poetical Remains of the Late Dr. John Leyden,: With Memoirs of His Life, By John Leyden, James Morton *The poetical remains of the late Dr. John Leyden, : with memoirs of his life, (1819) *The poetical remains of the late Dr. John Leyden, : with memoirs of his life, (1819) *The Poetical Works of Dr. John Leyden (1875) *The poetical remains of the late Dr. John Leyden, with memoirs of his life (1819) ==Notes== ==References== * The Poetical Remains of the Late Dr. John Leyden,: With Memoirs of His Life at Google Books. * ==External links== * * Inauguration of the Leyden Monument, 19 October 1861 Category:1775 births Category:1811 deaths Category:Infectious disease deaths in Indonesia Category:Scottish orientalists Category:Alumni of the University of Edinburgh Category:Deaths from dengue fever Category:Deaths from malaria",
 "title": "John Leyden"
}