{
 "id": "231546",
 "text": "The King of Fighters (KOF) is a series of fighting games by SNK that began with the release of The King of Fighters '94 in 1994. The series was developed originally for SNK's Neo Geo MVS arcade hardware. This served as the main platform for the series until 2004 when SNK retired it in favor of the Atomiswave arcade board. Two King of Fighters games were produced for the Atomiswave platform (The King of Fighters Neowave and The King of Fighters XI) before SNK decided to discontinue using it for the series. The series' most recent arcade hardware is the Taito Type X2, first used with the release of The King of Fighters XII. Ports of the arcade games and the original The King of Fighters games have been released for several video game consoles. The latest entry in the series, The King of Fighters XIV, was released for PlayStation 4 and Microsoft Windows in 2016. The next game, The King of Fighters XV, was released in February 2022. The games' story focuses on the title tournament where fighters from multiple SNK games take part. SNK also created original characters to serve as protagonists from each of their story arcs while still interacting with fighters from Art of Fighting and Fatal Fury, among others. Multiple spin-off games, such as the R duology for the Neo Geo Pocket and Maximum Impact for the PlayStation 2, for example, have also been released. There have been multiple cross-over games where the SNK cast interacted with characters created by Capcom, while some characters have been present as guest characters in other games, such as Geese Howard in Tekken 7, Kyo Kusanagi in Fighting Days, and Terry Bogard in Fighting EX Layer and Super Smash Bros. Ultimate. The King of Fighters was originally conceptualized as a side-scrolling beat 'em up until SNK changed it to a fighting game that took its subtitle from the first Fatal Fury game: Fatal Fury: King of Fighters. Though originally released yearly from its first inception, the company decided to take more time to develop their games after 2004. Critical reception of the video games have been generally positive with their use of teams and balanced gameplay often cited. == Games == === Main series === SNK released the first game in the series, The King of Fighters '94, on August 25, 1994. It featured characters from SNK's previous fighting game series Fatal Fury and Art of Fighting, as well as original characters (including characters from other franchises such as Ikari Warriors and Psycho Soldier, adapted for a versus fighting game). The game's success led SNK to release yearly installments for the series numbering the games for the year they were released. The King of Fighters '95, as well as adding new characters, began the series' first story arc titled \"The Orochi Saga\". It was also the first game in the series that allowed players to create their own three-member teams with any character in the game. The King of Fighters '96 established the second part of \"The Orochi Saga\". Depending on the playable characters on a team, an exclusive ending would be played. \"The Orochi Saga\" story arc concluded in The King of Fighters '97. Unlike the series' previous games, The King of Fighters '98 did not feature a story. Instead, it was promoted as a \"Dream Match\" game that allowed players to choose most of the characters available from the previous titles, including ones that were supposedly dead. SNK refitted the Dreamcast version and renamed it The King of Fighters: Dream Match 1999 with an extended cel animated introduction and 3D backgrounds. The King of Fighters '99 introduced \"The NESTS Chronicles\" story arc. In a new tactic, a specific person from a team would be an assistant called a \"Striker\". This person would be able to aid the team for a few seconds in combat. The Dreamcast version was titled The King of Fighters: Evolution, with several improvements in the game such as new Strikers and better animation. The King of Fighters 2000 is the second part of \"The NESTS Saga\" as well as the last KOF game produced by SNK before its bankruptcy. It adds a few new playable characters and a couple of Strikers—most from earlier KOF titles and other SNK franchises such as Metal Slug, Robo Army, Burning Fight, Buriki One, The Last Blade, Savage Reign and Kizuna Encounter. The King of Fighters 2001 ends the second story arc. The Korean company Eolith helped develop the game after SNK was declared bankrupt. The King of Fighters 2002 was created to reunite old characters from previous KOF games and featured no story, similar to KOF '98. It was also developed by Eolith. A new KOF story arc titled the \"Tales of Ash\" began in The King of Fighters 2003, the last KOF game to be released for the Neo Geo system. It allowed players to change characters while playing, but the number of team members was reduced to three. SNK returned to develop the franchise with this entry. By 2004, SNK abandoned the series' yearly releases and numbered future games in a more conventional manner. The first main series' game released as such was The King of Fighters XI in 2005. In 2009, The King of Fighters XII was released. It used high-resolution, hand- drawn 2D sprites on detailed 2D backgrounds. It is a storyless gathering of fighters, similar to KOF '98 and 2002. The story arc ends with The King of Fighters XIII, released during the summer of 2010, which features the entire roster from The King of Fighters XII as well as additional characters. The King of Fighters XIV, featuring 3D graphics and a large roster of characters while also establishing a new story arc was released for the PlayStation 4 on August 23, 2016. In December 2018, SNK revealed it was working on The King of Fighters XV, aiming to release it in February 17, 2022. ===Other games=== The King of Fighters '94 was remade and released in 2004 for the PlayStation 2 as The King of Fighters '94 Re-Bout in Japan. This version has several new features like hi-res graphics, online play, team edit, a playable Rugal Bernstein, and the addition of Saisyu Kusanagi. A remake of KOF '98 titled The King of Fighters '98 Ultimate Match was released in Japanese arcades in 2008 and later on some video game consoles expanding the character roster and improving the graphics. A remake of KOF 2002, titled The King of Fighters 2002 Unlimited Match was released for the PlayStation 2 in 2009 in Japan. SNK also produced a game titled The King of Fighters: Battle de Paradise which could be connected to the Japanese Dreamcast port of KOF '99. Yumekobo also developed the visual novel game with strategy elements for fights known as . The game follows Kyo's daily life as he prepares to fight in the tournament in KOF '97 while interacting with other rivals. For the Neo Geo Pocket, an adaptation of KOF '97 titled King of Fighters R-1 was released on October 28, 1998. A sequel for the Neo Geo Pocket Color, King of Fighters R-2 an adaptation of KOF '98, was released on March 19, 1999. In 2004, SNK produced the first 3D installment of the series, The King of Fighters: Maximum Impact. The game and its sequel KOF: Maximum Impact 2, and its upgraded version Maximum Impact: Regulation A, revises much of the backstory for the characters and settings from previous games. A third update called Regulation A2 was planned but cancelled. The producer of the Maximum Impact series, Falcoon, stated that the Maximum Impact games are in a different continuity from the original series of games. Another spin-off video game, The King of Fighters Neowave, was released for the Xbox, PlayStation 2 and Arcade during 2005 and 2006. Neowave is essentially a remix of KOF 2002, with a new presentation and a few roster changes. Like KOF2002, Neowave has no storyline and is considered a \"dream match\". Tomokazu Nakano created the character artwork. Two video games were released for the Game Boy Advance titled The King of Fighters EX: Neo-Blood and The King of Fighters EX2: Howling Blood featuring characters and backgrounds from KOF '99 and 2000, respectively. A role-playing video game was also created exclusively for the PlayStation under the title The King of Fighters: Kyo, adapting a manga with the same name. An N-Gage version of the second Game Boy Advance game was released in 2005 titled The King of Fighters Extreme, which added Bluetooth multiplayer capability. By late 2000s, at least three pachislot games were developed for the series. The first, The King of Fighters, is based on the Orochi storyline; the second, The King of Fighters 2, is based on the fight of K' against the NESTS cartel; and the third, Maximum Impact focuses on the series' 3D titles. None of these was released outside Japan. At least six games for Japanese mobile phones have also been developed. While a few of them are fighting games, others are mini-games like volleyball and quizzes. Several characters from the series also appear in crossover video games. NeoGeo Battle Coliseum is a 2-on-2 tag team fighting game for the Atomiswave arcade board, and SNK Gals' Fighters is a fighting game for the Neo Geo Pocket Color. Along with the KOF, characters from other SNK series also star in both of these games. A rhythm game titled The Rhythm of Fighters was released for mobile phone games during 2015. Capcom also produced a series of similar crossover fighting games with SNK. The SNK-produced fighting games of this crossover include the Dimps-developed portable fighting game SNK vs. Capcom: The Match of the Millennium for the Neo Geo Pocket Color in 1999 and SNK vs. Capcom: SVC Chaos for the Neo Geo in 2003. The games produced by Capcom are Capcom vs. SNK in 2000. This was followed by a minor upgrade, Capcom vs. SNK Pro, and a sequel titled Capcom vs. SNK 2, both released in 2001. The three games were produced for NAOMI hardware and later ported to various consoles. SNK also produced SNK vs. Capcom: SVC Chaos, and the video game card game titled SNK vs. Capcom: Card Fighters DS. Multiple mobile phone games have also been produced including The King of Fighters All Star, Kimi wa Hero, Clash of Kings, KOF X Arena Masters, KOF: WORLD, The King of Fighters Orochi Go, The King of Cyphers, and a crossover with Fatal Fury. An otome game King of Fighters for Girls is also in development. The characters have also been guests in other mobile games such as Kyo in Fighting Days. ===Compilations=== In addition to the remakes of games such as KOF '94 Re-bout, KOF '98 Ultimate Match, and KOF 2002 Unlimited Match, SNK has released compilations of their KOF games. Two KOF compilations were released in Japan for the PlayStation 2 as part of the Neo Geo Online Collection. The first compilation, features KOF '95, KOF '96, and KOF '97, the three games comprising the Orochi story arc. The compilation features a Color Edit mode that allows the player to create a custom color palette for every character in each game, the choice to play each game with original and arranged soundtracks, and an online versus mode which supports the Multi-Matching BB (MMBB) service. The second compilation, , features the original Neo Geo versions of KOF '99, KOF 2000, and KOF 2001, as well as the corresponding Dreamcast versions of each game. It has the same features as the previous compilation but with online support available only for the Dreamcast games in the compilation. A separately produced compilation titled The King of Fighters Collection: The Orochi Saga was released for the PlayStation 2, PlayStation Portable and Wii outside of Japan. This compilation has the same lineup of games as the Japanese Orochi Hen, along with KOF '94 and KOF '98. The extra features are different. There is an added Challenge Mode where the player must win certain matches against the CPU in KOF '98 under specific conditions, a media gallery featuring listenable tracks from each game, and a collection of official illustrations. ==Gameplay elements== The basic gameplay system of KOF is similar to SNK's previous games like the Fatal Fury series, Art of Fighting and Samurai Shodown. The game uses a four attack button configuration like Fatal Fury 2 and Fatal Fury Special, that consists of light punch, light kick, strong punch and strong kick. Like Fatal Fury 2, specialized techniques are performed by pressing buttons in combination, allowing the player to dodge an opponent's attack or to launch a character's powerful knockdown attack. As with most other fighting games, each character has a set of basic, unique, and special moves the player can perform using a specific series of joystick and button inputs. Each new installment provides new ways to create stronger attacks such as The King of Fighters '97. Instead of charging the Power Gauge it is now filled when the player strikes the opponent or by performing Special Moves. The player can stock up to three Power Gauges. The player can use one stock of the Power Gauge to perform a Super Special Move or enter a \"MAX\" mode, in which the player's defensive and offensive strength are increased. Performing a Super Special Move while in MAX mode allows the player to perform a more powerful Super Special Move. The franchise is known for innovating the fighting genre by replacing a traditional round-based format used in preceding fighting games with a format consisting of 3-on-3 team-based matches dubbed the Team Battle System. Instead of choosing a single character, the player selects from one of eight available teams, each consisting of three members. Before each match, the players choose the order in which their team members enter the battle. When the match begins, the members chosen to go first on their respective teams will fight. When one character is defeated, the next member of the same team will take his or her place, while the character on the other team will have a small portion of their life restored (if energy was lost during the previous round). If a character is losing a match against the opponent, then the player can call one of the remaining teammates standing on the sidelines to jump in and perform a support attack. The match ends when all three members of either team lose. Three games—The King of Fighters '99, 2000, and 2001—added the idea of each team being given an extra character that can assist the player to produce more attacks or combos against the enemy. While 2002 brought back the classic 3-o- 3 teams, 2003 and XI made the change so that each team switches fighters in the middle of combat with one of them being a \"Leader\" character who can perform stronger techniques. Later games, however, returned to the classic way of fighting while still delivering different ways and rules of fighting. ==Plot and characters== thumb|right|The King of Fighters employs different original characters as leads featuring (from left to right) K', Ash Crimson, Shun'ei and Kyo Kusanagi. The titular King of Fighters tournament originated from SNK's previous fighting game franchises, Fatal Fury and Art of Fighting (canonically and chronologically beginning during the events of Art of Fighting 2). The first game in the series, KOF '94, centers on a black market arms dealer named Rugal Bernstein, who hosts a well-known fighting tournament to lure worthy adversaries into his trap so that he can kill them and turn them into stone statues, adding them to his collection of defeated martial artists. In addition to previously established fighting game stars Terry Bogard and Ryo Sakazaki, the game introduces a new hero: a young Japanese martial artist named Kyo Kusanagi, who serves as the lead character in the early KOF games. In making Kyo, SNK wanted his personality to contrast with those of earlier leads and stand out within the crossover. In KOF '95, Rugal, having survived the previous tournament, hosts a new one with the intention of seeking revenge against his adversaries. KOF '95 introduced Kyo's rival Iori Yagami to the series. It was the first game to mention the presence of the Orochi clan, which would serve as the central plot element in the series' following two games. The tournaments in KOF '96 and KOF '97 are hosted by a woman named Chizuru Kagura, who seeks to recruit allies (particularly Kyo and Iori, who are descended from the Three Divine Vessels along with Kagura herself) to fight against the Orochi clan. The Orochi storyline concludes in KOF '97. The next game in the series, KOF '98, is a \"Special Edition\" with no plot development. KOF '99 introduces a new story arc involving a mysterious corporation known as NESTS, which seeks to create an army of genetically altered fighters. The game introduces a new lead character named K', a fugitive from NESTS who was genetically enhanced with Kyo's DNA. The next two games in the series, KOF 2000 and KOF 2001, continue the NESTS story line, with each game unraveling the mystery of the organization further. KOF 2002, like KOF '98 before it, is a \"Special Edition\" of the series with no particular plot. Like Kyo, K' was created as a different hero. Rather than the cocky Kyo, K' is a dark hero who reluctantly fights against the NESTS syndicate. KOF 2003 begins a new story line focusing on another new lead character named Ash Crimson, a young man who seeks to possess the powers of the Three Divine Vessels for his own unknown agenda. Similar to K', Ash is given a different characterization acting as a villain during his story arc. The tournaments in KOF 2003 and KOF XI were hosted by \"Those From the Past\", an organization of inhuman warriors who try to break the Orochi seal to take its powers so they can give them to their shrouded master. While KOF XII does not have a story, KOF XIII follows another tournament hosted by them where Ash eventually confronts their superior despite him being Ash's ancestor. KOF XIV establishes a new storyline involving a new lead character named Shun'ei. Described as a \"kind-hearted\" person, SNK states that while Shun'ei is not a new main character, he is still important for the saga. ==Development== The prototype version of the game was a River City Ransom-style TEAM-BATTLE side- scrolling beat 'em up. However, the idea was eventually abandoned. They eventually decided to turn their idea into a fighting game. This game was a team battle concept and there were not enough characters, so characters from Fatal Fury, Art of Fighting, Ikari Warriors and Psycho Soldier were also added to the roster. The concept of a three-person team was one of the ideas kept from the side-scrolling version. The title The King of Fighters was re-used from the subtitle of the first Fatal Fury game, Fatal Fury: King of Fighters. The King of Fighters series' director Toyohisa Tanabe asserted that the Art of Fighting and Fatal Fury fighters were added specifically for adults. The newer KOF characters were intended to appeal to younger and recent audiences. Characters like Benimaru Nikaido and Chang Koehan were added to provide an off-beat variety to the cast, which he had previously said was too serious. While the first two games used the Neo Geo MVS arcade, The King of Fighters '96 includes 68 KB of video RAM and 64 KB of RAM. This made The King of Fighters '96 the first game to break the technical limits of the MVS system. SNK staff members noted that due to the great popularity of some of the series' characters, it is difficult to design new ones that might have the same appeal. This also happens during location tests of new games. The artist known as Shinkiro was responsible for the first artwork involving the cast. As a result, newcomer artist Hiroaki felt for his debut that he needed to draw appealing characters, despite his inexperience. For the first time, former producer Takashi Nishiyama was not on the team for The King of Fighters 2000 which caused the team some concern. Despite early unease over the game's state, SNK was pleased with the outcome and described it as an appealing arcade game. Following its release, SNK thanked the fans for their support. Mexican company Evoga had a major influence on the games due to the franchise's popularity within Latin America. In 2000, SNK went bankrupt. Eolith negotiated a license agreement in the same year to keep producing the KOF series because of the franchise's popularity in Korea and worldwide. BrezzaSoft assisted Eolith with the game's production. Fearing disappointing returning fans, Eolith decided to maintain most of the common parts from The King of Fighters while adding new elements to it. One of the biggest changes is the optional use of Strikers where players can use between one and three characters to assist the playable one. The team aimed to refine the original gameplay system of earlier KOF games. While conducting a popularity poll of the characters, Eolith still aimed to include the least popular teams in the game. The great popularity of Kyo Kusanagi and Iori Yagami led to their immediate inclusion in the game. References to works from Evoga can be seen in the game's scenarios. While working on it, the team played The King of Fighters '98 for the developers to see if they could include a character within the game. A member from Evoga won, resulting in the team asking to add Angel to the game. Starting in 2003, the games were again developed by SNK, now called SNK Playmore. SNK Playmore discontinued the AES system in 2003, preferring to publish video games in cooperation with Sammy, using its Atomiswave arcade board, which provided a more secure, modern platform for new arcade releases. This allowed the new KOF games to feature better audio and graphics than earlier games. Following the release of the first game in The King of Fighters series, a new game was released each year. The last of these yearly releases was The King of Fighters 2003. In December 2004, Falcoon, the series' main illustrator, mentioned that the next game the SNK Playmore staff were trying to release was different from The King of Fighters: Maximum Impact or what could have been a The King of Fighters 2004. The game's development began when SNK staff finished making Neo Geo Battle Coliseum. KOF 2003 would be followed by XI, XII and XIII which had major changes to appeal to the audience. The decision to create The King of Fighters XIV was made when SNK Playmore's CEO Eikichi Kawasaki decided the company should return to producing appealing fighting games rather than Pachinko-Slot Machines and Mobile Apps. While it took some time, full production of the game began when more staff from Esaka joined the team in April 2014. Yasuyuki Oda was the game's director. This was his first contribution to the franchise, leading a younger staff. During his first employment at SNK, games like Virtua Fighter motivated him to make a 3D game after he had left SNK. When Oda returned to SNK, there was never any debate about transitioning the series transition from 2D to 3D, though adapting some of the characters proved more difficult than others. Many of SNK's staff consider KOF '98 and KOF 2002 the best games in the franchise. They gave them ideas to create new entries in the series that would surpass the quality of these two games. During a contest, SNK used the DLC character Najd based on the Saudi Arabian artist Mashael. SNK Chairman Zhihui Ge expressed a desire to attract more Middle Eastern fans to play the game. He also hired new creators during the post-release of XIV. == Related media == ===Printed adaptations=== During 1995 Tatsuya Shingyoji wrote a manga adaptation of The King of Fighters '94. It was serialized in Monthly Shōnen Ace published by Kadokawa Shoten and collected into four tankōbon volumes. They were released from February 10, 1995, to December 1996. There is also a spin-off manga story based on the adventures of the characters from The King of Fighters '96 centered around Kyo and Iori's rivalry entitled The King of Fighters: Kyo. It was written by Masato Natsumoto and published by Kodansha in two tankōbon volumes in 1997. Ryo Takamisaki also developed another adaptation from KOF '96 which Shinseisha published in three tankōbon compilations from June 1996 to February 1998. Akihiko Ureshino also wrote multiple novelizations based on the games with different artists contributing to each installment. A manhua adaptation of KOF titled The King of Fighters: Zillion was created by Andy Seto. Hong Kong artists Wing Yang and King Tung produced further manhua for the games, beginning with The King of Fighters 2001 through 2003 along with the Maximum Impact series. Both authors also made a sequel, The King of Fighters 03: Xenon Zero (拳皇 XENON ZERO), to conclude the 2003 tournament. ComicsOne licensed the series with its first volume tying in with the release of a new video game and kept publishing it after their transition to DrMaster. They were published in five issues of 128 pages from May 25, 2005, to June 26, 2008. Another manhua series is King of Fighters RX Project '00 (拳皇RX) in three volumes that was officially sponsored by SNK-Playmore Hong Kong. The NESTS saga version was illustrated by Ricky, and covers the fight against NESTS primarily focused on the 2000 tournament. The King of Fighters: A New Beginning is a shōnen manga authored by Kyōtarō Azuma. It is based on the events of The King of Fighters XIV. The series was serialized in Kodansha's Magazine Pocket since January 2018, ending in August 2020. Seven Seas Entertainment licensed the manga for a North American release with the first volume released in March 2020. light novel series Iori Yagami's Isekai Mu'sou by Nobuhiko Tenkawa which debuted in July 2019. The art was done by Eisuke Ogura. Centered after the events of KOF '97, Iori finds himself into another world. ===Film and animation=== A short series based on KOF titled The King of Fighters: Another Day was released in 2005. Production I.G produced the title as an original net animation with a total of four episodes, each about 10 minutes in length. It has since been released as a bonus DVD, packaged with KOF: Maximum Impact 2. An English-language live-action film The King of Fighters was released direct-to-DVD in the United States in 2010. New anime and live-action drama productions were announced in 2016. The CG anime series The King of Fighters: Destiny was released on Steam and YouTube beginning in 2017. The first season retells the story of the first games with Kyo Kusanagi leading the Japan Team to participate in the title tournament, eventually encountering the host, Rugal, who is using the power of the mythical creature Orochi. The series has received over 800 million views. ===CDs=== SNK has released a series of CD soundtracks titled SNK Character Sounds Collection or SNK Sound Character Collection (SNKサウンドキャラクターズコレクション). As of 2008, there are 11 volumes; each one focuses on a single character. The CDs have different versions of the characters' themes, as well as quotes. Most of the albums' covers are illustrated by Masato Natsumoto. The Band of Fighters, shortened as BOF, is a character image band that includes Kyo Kusanagi, Iori Yagami, Terry Bogard, Nakoruru and Athena Asamiya. Dengeki Bunko and Pony Canyon have released several radio drama CDs based on the series. Some of them are direct adaptations of the video games KOF '94 to KOF '00. Another CD is Iori Yagami Original Drama the Setting Sun and Moon ~ Prologue (八神庵オリジナルドラマ 夕陽と月〜プロローグ〜), which is centered on Iori Yagami. The drama originally aired on the Game Dra Night and Neo Chupi and was then released by Pony Canyon CD on July 7, 1999. The guidebook The King of Fighters Perfect Reader includes the bonus CD drama KOF: Mid Summer Struggle. There are two stories on it—one is serious the other is a parody focused on KOF '03. The scenarios were developed by Akihiko Ureshino and BoHyou. SNK also gave away a four-CD soundtrack featuring songs from past KOF games with the pre-order of KOF XIII on any GameStop in the United States. ===Other merchandise=== In December 2006, Sabertooth Games released a King of Fighters 2006 set along with Samurai Shodown V for its Universal Fighting System (UFS) collectible card game; character starter packs were released for Terry Bogard and Mai Shiranui. Other merchandise includes a number of figures and statues, mostly of Mai. Additionally, scale figures based on Kyo's and Iori's original forms and their XIV looks have been released, including a Nendoroid figure based on Kyo. ==Reception== The original The King of Fighters games were well received for their use of team battles and the number of characters.Robert Workman, Keeping It Old School: The Best 2-D Fighting Games Ever Made, GamePlayBook, August 5, 2010. Some games were often listed as the best fighting games from their release. The four reviewers of Electronic Gaming Monthly declared the Neo Geo AES version a solid improvement over the previous King of Fighters, particularly applauding the addition of the team edit feature which remained in all of the following games. Critics noted they often served as rivals to Capcom's Street Fighter series based on some character designs and moves. While KOF '96 was felt to be unbalanced due its usage of projectile moves, its updated graphics impressed reviewers. SNK's constant use of 2D sprites across multiple games has been criticized by reviewers who found them dated despite attempts to improve the graphics with the release of XI. As a result, the graphic overhaul in the two following games was met with high praise. While the fighting system has been well-received, critics have had mixed feelings regarding the Striker system introduced in KOF '99. In GameSpots \"The History of SNK\" article, KOF '99: Evolution was described as one of the best fighting games on the Dreamcast, along with Garou: Mark of the Wolves. However, because it was released during the PlayStation 2's launch and Dreamcast's ending, the game did not sell well. The boss character Rugal Bernstein, among others, has been described as one of the most challenging characters to defeat in fighting games; this feeling also led to some criticism. The developers of KOF noted that Kyo and Iori were also highly popular in Korea which led to their immediate inclusion in The King of Fighters 2001, the first game not developed by the original company. In the book Gaming Cultures and Place in Asia-Pacific, Kyo was regarded as one of the most popular video game characters in Hong Kong from the mid-1990s onward alongside Iori and Mai, among others, to the point of overshadowing the Street Fighter characters who were also largely well-known. The Mexican company Evoga had a major influence on the game due to the franchise's popularity in Latin America and often playtested the games. With KOF XIV, SNK noted the series' popularity was still dominant in South America and China, leading to the creation of teams composed of characters from those areas. The popularity of the franchise in those markets has been attributed mainly to economic factors - machines featuring King of Fighters series were often cheaper and more easily accessible than those featuring competing titles from other companies. The Daily Star noted the games' popularity comes not only from the gameplay but also the characters who tend to develop across the series—for example the rivalry between Kyo and Iori. The franchise's story arcs were also found to be appealing as they stand out from other fighting game franchises. Kakuchopurei.com felt the series offered a balanced cast which would help any newcomer while also agreeing with The Daily Star on how SNK handled the story lines. There has also been censorship of some of the ports of the North American games, most notably Whip's gun and blood. Singer Del the Funky Homosapien has recorded a song titled \"The King of Fighters\" whose lyrics involve the characters and special moves. Ash Crimson's character received a poor response in Western regions. In an interview with Ignition Entertainment's director of business development Shane Bettehausen, Alex Lucard of Diehard GameFan said that North American SNK fans detested Ash and complained about his inclusion in The King of Fighters XII without a storyline while popular series' characters were overlooked. After Ignition polled fans to choose an artbox for console versions of The King of Fighters XII. The company announced Ash's unpopularity reduced the number of potential covers to two featuring Kyo and Iori. Ben Herman, president of SNK Playmore USA, commented that although he received complaints about the English voices for the game, Maximum Impact sold over 100,000 units as of May 2006, becoming a commercial success. Despite initial issues with the online mode and other features of the game The King of Fighters XIV Yasuyuki Oda said the fan response was positive especially after these issues were fixed. Fast forward to 2019, KOFXV got its first initial teaser at EVO. And as of 2021, the game finally received its first official trailer and is currently releasing character trailers weekly. == References == == External links == * Category:Crossover video games Category:2D fighting games Category:Fighting video games by series Category:Martial arts video games Category:Muay Thai video games Category:SNK franchises Category:Video game franchises introduced in 1994 Category:Video games about ninja Category:Video games adapted into comics Category:Video games adapted into films Category:Video games featuring female protagonists Category:Video games set in Hong Kong Category:Video games set in Japan",
 "title": "The King of Fighters"
}