{
 "id": "231939",
 "text": "{{Infobox writer | name = Frederick William Rolfe | image = Frederick William Rolfe, known as \"Baron Corvo\", (1860 – 1913) English writer, artist and photographer.jpg | caption = Rolfe as a seminarian, c. 1889-90 | imagesize = 190px | alt = Monochrome head-and-shoulders photo of Fr. Rolfe in coat, with biretta | pseudonym = Baron Corvo Frank English Frederick Austin Prospero A. Crab Maid Fr. Rolfe | birth_date = | birth_place = Cheapside, London, England | death_date = | death_place = Venice, Italy | occupation = Novelist, artist, fantasist, eccentric | nationality = English | notableworks = Hadrian the Seventh The Desire and Pursuit of the Whole Nicholas Crabbe Stories Toto Told Me Don Renato Don Tarquinio Chronicles of the House of Borgia }} Frederick William Rolfe (surname pronounced Robert McCrum, 'Hadrian the Seventh by Frederick Rolfe', The Guardian, 2 June 2014; compare Ralph.), better known as Baron Corvo, and also calling himself Frederick William Serafino Austin Lewis Mary Rolfe'I was baptized iii Jan. 1886 at St. Aloysius, Oxford, receiving the names \"Frederick William\". \"Serafino\" was conferred by Bishop Hugh Macdonald in Aberdeen Cathedral on my profession in the third order of St. Francis. \"Austin Lewis Mary\" were conferred by Cardinal Manning in the chapel of Archbishop's House, Westminster, at my confirmation.' A.J.A. Symons, The Quest for Corvo, Cassell, 1934, p.188. (22 July 1860 – 25 October 1913), was an English writer, artist, photographer and eccentric. ==Life== Rolfe was born in Cheapside, London, the son of piano maker and tuner James Rolfe (c. 1827-1902) and Ellen Elizabeth, née Pilcher.https://www.oxforddnb.com/view/10.1093/ref:odnb/9780198614128.001.0001/odnb-9780198614128-e-37910?rskey=ZtcdG3&result;=1 He left school at the age of fourteen and became a teacher. He taught briefly at The King's School, Grantham, where the then headmaster, Ernest Hardy, later principal of Jesus College, Oxford, became a lifelong friend. He converted to Roman Catholicism in 1886 and was confirmed by Cardinal Manning. With his conversion came a strongly-felt vocation to the priesthood, which persisted throughout his life despite being constantly frustrated and never realised. In 1887 he was sponsored to train at St Mary's College, Oscott, near Birmingham and in 1889 was a student at the Pontifical Scots College in Rome, but was thrown out by both due to his inability to concentrate on priestly studies and his erratic behaviour. At this stage he entered the circle of the Duchess Sforza Cesarini, who, he claimed, adopted him as a grandson and gave him the use of the title of \"Baron Corvo\". This became his best-known pseudonym; he also called himself \"Frank English\", \"Frederick Austin\" and \"A. Crab Maid\", among others. More often he abbreviated his own name to \"Fr. Rolfe\" (an ambiguous usage, suggesting he was the priest he had hoped to become). Rolfe spent most of his life as a freelance writer, mainly in England but eventually in Venice. He lived in the era before the welfare state, and relied on benefactors for support but he had an argumentative nature and a tendency to fall out spectacularly with most of the people who tried to help him and offer him room and board. Eventually, out of money and out of luck, he died in Venice from a stroke on 25 October 1913. He was buried on the Isola di San Michele, Venice.A.J.A. Symons, The Quest for Corvo. Rolfe's life provided the basis for The Quest for Corvo by A. J. A. Symons, an \"experiment in biography\" regarded as a minor classic in the field. This same work reveals that Rolfe had an unlikely enthusiast in the person of Maundy Gregory. ==Homosexuality== Rolfe was entirely comfortable with his homosexuality and associated and corresponded with a number of other homosexual Englishmen. Early in his life he wrote a fair amount of idealistic but mawkish poetry about boy martyrs and the like. These and his Toto stories contain pederastic elements, but the young male pupils he was teaching at the time unanimously recalled in later life that there had never been any hint of impropriety in his relations with them. As he himself matured, Rolfe's settled sexual preference was for late adolescents. Towards the end of his life he made his only explicit reference to his specific sexual age preference, in one of the Venice letters to Charles Masson Fox, in which he declared: \"My preference was for the 16, 17, 18 and large.\"Rolfe to Fox, 13 January 1910, in Cecil Woolf ed., The Venice Letters, Cecil & Amelia Woolf, 1974, p.46. In a September 1909 letter to John Gambril Nicholson, Rolfe discussed the subject of sex between a man and a boy, a matter, he told Nicholson, of which \"you have the practical experience which I have not.\" (Miriam J Benkovitz, Frederick Rolfe: Baron Corvo, Hamish Hamilton, 1977, p.248, quoting a letter in the Martyr Worthy Collection, Columbia University Library). Nicholson is the person Rolfe is least likely to have lied to about this. Grant Richards, in his Memories of a Misspent Youth (1932), recalls \"Frederick Baron Corvo\" at Parson's Pleasure in Oxford – where scholars could bathe naked – \"surveying the yellow flesh tints of youth with unbecoming satisfaction\". Those of whom it is either speculated or surmised that they had sexual relations with Rolfe – Aubrey Thurstans, Sholto Osborne Gordon Douglas, John 'Markoleone', Ermenegildo Vianello and the other Venetian gondoliers – were all sexually mature young men between the ages of sixteen and twenty-one (with the exception of Douglas,This was Sholto Osborne Gordon Douglas (1873–1934), educated at Fettes College, Portsmouth Grammar School and Christ Church, Oxford, author of A Theory of Civilization (1914) and of several volumes of poetry, most notably Ungodly Jingles (1923). who was considerably older). The idealised young men in his fiction were of a similar age.Toto in Stories Toto Told Me, Tarquinio and Lucrezia in Don Tarquinio, Renato and Eros in Don Renato, and Zildo in The Desire and Pursuit of the Whole are all in their mid- to late-teens. In 1904, soon after his ordination as a Roman Catholic priest, the convert Robert Hugh Benson formed a chaste but passionate friendship with Rolfe. For two years this relationship involved letters \"not only weekly, but at times daily, and of an intimate character, exhaustingly charged with emotion.\" There was a falling out in 1906. For some time previously, Benson had made plans to write jointly with Rolfe a book on St Thomas Becket - but Benson decided that he should not be associated (according to writer Brian Masters) \"with a Venetian pimp and procurer of boys\". Afterwards, Benson satirised Rolfe in his novel The Sentimentalists. Rolfe returned the favor a few years later, putting a caricature of Benson named \"Bobugo Bonsen\" in a book named Nicholas Crabbe. Their letters were subsequently destroyed, probably by Benson's brother.David Hilliard, \"UnEnglish and UnManly: Anglo-Catholicism and Homosexuality\" in Victorian Studies, Winter 1982, p.199. Rolfe sought to characterise the relationships in his fiction as examples of 'Greek love' between an older man and an ephebe, and thus endow them with the sanction of the ancient Hellenic tradition familiar to all Edwardians with a classical education. ==Work== ===Principal works of fiction=== thumb|right|Rolfe's design for Don Tarquinio Rolfe's most important and enduring works are the stories and novels in which he himself is the thinly-disguised protagonist: *Stories Toto Told Me (1898), a collection of six stories, later expanded to thirty-two and republished as In His Own Image (1901), in which ‘Don Friderico’ and his teenage acolytes embark on long walking tours in the Italian countryside, even as far from Rome as the eastern coast of Italy. The youths’ leader, the sixteen-year-old Toto, recounts tales of saints behaving like pagan gods. The stories are richly Catholic and unashamedly superstitious, and the saints who figure in them are hedonistic, vengeful and (though not licentious) entirely comfortable with nudity, diametrically opposite to any Protestant ideal of sainthood. *Hadrian the Seventh (1904), with an original and compelling plot, is Rolfe's most famous novel. Rolfe portrays himself as an Englishman with a quintessentially English name, 'George Arthur Rose,' (after Saint George, King Arthur, and England's national flower) who, having originally been rejected for the priesthood, finds himself the object of a spectacular and highly improbable change of mind on the part of the church hierarchy, who then elect him to the papacy. Rose takes the name Hadrian VII and embarks upon a programme of ecclesiastical and geopolitical reform; the only English pope was Hadrian IV, and the last non- Italian pope had been Hadrian VI. More self-indulgently, he takes the opportunity to review his past life and to reward or punish his friends and acquaintances according to what he believes to be their just deserts. Hadrian is thus essentially an exercise in wish-fulfilment.The book was very successfully adapted by Peter Luke as a stage production in London in 1968, in which the part of Hadrian/Rolfe was played by Alec McCowen. A further production starring Barry Morse played in Australia, on Broadway, and in a short United States national tour. *Nicholas Crabbe (written 1900–1904, published 1958) tells the story of Rolfe's first attempts to achieve publication, with starring roles for Henry Harland, John Lane and Grant Richards. In this novel Rolfe has given himself a new fictional name, 'Nicholas Crabbe,' and its plot is a blow-by-blow chronicle of events, reproducing many of the publishers' letters and Rolfe's replies to them. Nicholas Crabbe is an undistinguished novel, but it is rich in autobiographical detail. *The Desire and Pursuit of the Whole (written 1910–1913, thought lost, found in Chatto & Windus's safe, published 1934) is set in Venice and reintroduces the reader to 'Nicholas Crabbe.' It has three interlocking plots: Crabbe’s efforts to get his books published, in the face of obstacles placed in their way by his friends and agents in England, and his consequent economic difficulties; his rescue of a sixteen-year-old girl from the Messina earthquake and employment of her as his assistant and gondolier, dressed in male garments to avoid scandal; and the transcendent beauty of Venice itself and the role it plays in the lives of its votaries. Extracts from the novel’s beautiful descriptions of Venice appear regularly in guidebooks and modern anthologies. Unlike Rolfe’s other novels, this one ends happily, with a lucrative book contract and a declaration of love.See Andrew Eburne, 'Frederick Rolfe: The Desire and Pursuit of the Whole 1908–1912', DPhil thesis, University of Oxford, 1994. \"The desire and pursuit of the whole\" is the definition of love, according to Aristophanes in Plato's Symposium. In 1912, the year before his death, Rolfe began to write another autobiographical novel, The Freeing of the Soul, or The Seven Degrees (written 1912–1913, published 1995), of which only a few pages have survived.The five- page fragment is at MS Walpole c.11, and Rolfe’s notes for the novel at MS Walpole c.13, Bodleian Library, University of Oxford. The full text of the fragment, edited by Andrew Eburne, may be found in English Literature in Transition 1880–1920, Volume 38 Number 4, 1995, pp.492–495. Set in the fifth century, the novel was to have as its protagonist a middle-aged Byzantine bishop named Septimius, preoccupied with the likelihood of another of the barbarian attacks which had been terrifying his Venetian flock. The novel was a departure for Rolfe, as his four previous autobiographical works had been set in his own time. ===Other writings=== Rolfe wrote four other novels: Don Tarquinio (1905), Don Renato (1909), The Weird of the Wanderer (1912), and Hubert’s Arthur (published posthumously in 1935). Both The Weird and Hubert’s Arthur were collaborations with Harry Pirie-Gordon. These works differ from the autobiographical novels in two respects: they are set in previous centuries, and the principal protagonist in each is not Rolfe’s alter ego, although there is a strong degree of identification. (In The Weird of the Wanderer the hero, Nicholas Crabbe, becomes a time traveller and discovers that he is Odysseus.) Rolfe also wrote shorter fiction, published in contemporary periodicals and collected after his death in Three Tales of Venice (1950), Amico di Sandro (1951), The Cardinal Prefect of Propaganda (1957) and The Armed Hands (1974). He also published an entertaining but unreliable work of history, Chronicles of the House of Borgia (1901), translations of The Rubáiyát of 'Umar Khaiyám (1903) and The Songs of Meleager (published posthumously in 1937), and a little poetry, later gathered into one volume, Collected Poems (1974). ===Letters=== Rolfe was an enthusiastic letter writer. John Holden recalled that \"Corvo was one of those men who never speak a word if they can write it. We lived in the same house, a very little one, yet he would always communicate with me by note if I was not in the same room with him. He had dozens of letter books. He seized upon every opportunity for writing a letter, and every letter, whether to a publisher or to a cobbler, was written with the same care.\"Robert Scoble ed., The Colt & The Porcupine: Four Letters from John Holden to A J A Symons, Callum James Books, 2007, p.12. About a thousand of his letters have survived, and several sequences of them have been published in limited editions. The letters reveal a lively, intelligent and absorbent mind, but because of Rolfe’s paranoiac tendencies they are often disputatious and recriminatory. Among the commentators who rated Rolfe’s letters more highly than his fiction was the poet W H Auden, who wrote that Rolfe \"had every right to be proud of his verbal claws … A large vocabulary is essential to the invective style, and Rolfe by study and constant practice became one of the great masters of vituperation.\"W H Auden, ‘Foreword’ to the second impression of The Desire and Pursuit of the Whole, Cassell, 1953, pp.vii-viii. The letters have yet to be collected into a single scholarly edition. ==Photography and painting== ===Photography=== thumb|right|upright=1.2|Tito Biondi at Lake Nemi (photograph by Rolfe, ca. 1890–92) Rolfe took an interest in photography throughout his life, but never achieved any more than basic competence. While he began to experiment with photography when he was a schoolmaster, it was his time in Rome in 1889–90 that introduced him to the work of the 'Arcadian' photographers Wilhelm von Gloeden and Guglielmo Plüschow. His seminary, the Scots College, was quite close to Plüschow's studio in via Sardegna, just off the via Veneto, and when Rolfe was expelled from the College and came under the benevolent patronage of the Duchess Sforza Cesarini, he began his own photographic efforts in imitation of von Gloeden and Plüschow. His models were the local ragazzi from the streets of Genzano di Roma, a town dominated by the Duchess's palazzo. These youths were later to become the principal characters in Rolfe's Toto stories, published first in The Yellow Book in 1895–96 and later collected in Stories Toto Told Me in 1898 and In His Own Image in 1901. Rolfe continued to indulge his interest in photography in Christchurch in Dorset in 1890–91, upon his return from Rome, and experimented with colour and underwater pictures. He began to lose interest, however, and really only took photography up again when he returned to Italy in 1908. His photographic career has been fully documented in Donald Rosenthal's book The Photographs of Frederick Rolfe Baron Corvo 1860–1913, which was published in 2008. ===Painting=== Rolfe never lost his conviction that he had been called to the Catholic priesthood. When he worked in his late teens and early twenties as a schoolmaster, and later when he tried his hand at painting and photography, he saw these as stop-gap occupations, means of earning an income until the Church authorities came to their senses and agreed with his own firm view that he had a priestly vocation. It was for this reason that Rolfe never undertook any formal training in either painting or photography. His paintings and designs, including several for the covers of his own books, were bold and surprisingly accomplished amateur efforts. He executed some of the most impressive of them when he was living in Christchurch in 1890 and 1891, including a small but striking oil painting of St Michael. From 1895 to 1899 he lived in Holywell in Flintshire in North Wales, where he painted some fourteen processional banners, commissioned by the parish priest there, Fr Charles Sidney Beauclerk.Robert Scoble, Frederick Rolfe's Holywell Banners, Callum James Books, 2010. Rolfe painted the figures of the saints and John Holden assisted with the lettering on the borders. Only five of the banners have survived, and may still be seen in the Holywell Well Museum; they are colourful representations, in a naive style, of Saints Winefride, George, Ignatius, Gregory the Great and Augustine of Canterbury. Rolfe produced no further paintings after he became a full-time writer. ==Posthumous literary reputation== Rolfe's early books were politely reviewed but none of them was enough of a success to secure an income for its author, whose posthumous reputation began to dim. Within a very few years, however, coteries of readers began to discover a common interest in his work, and a resilient literary cult began to form. In 1934 A. J. A. Symons published The Quest for Corvo, one of the century's iconic biographies, and this brought Rolfe's life and work to the attention of a wider public. In the 1950s and 1960s, there was a further surge of interest in him which became known as \"the Corvo revival\", including a successful adaptation of Hadrian for the London stage. Two biographies of Rolfe appeared in the 1970s. These led to his inclusion in all the major works of reference and engendered a stream of academic theses on him. Although his books have remained in print, no substantial monograph has ever appeared in English on his work.There is one work in Italian: Carla Marengo Vaglio, Frederick Rolfe Baron Corvo, Mursia, 1969. With the growing academic interest in the history of literary modernism and acknowledgement of the central importance of life writing in its genesis, the true importance of Rolfe’s autobiographical fictions has come into focus. His influence has been discerned in novels written by Henry Harland, Ronald Firbank,See David Dougill, 'Firbank: A Long Look', in Books and Bookmen, Vol 18, May 1973, p.36. Dougill appends to his article a short bibliography of the evidence for the influence of Rolfe on Firbank. Graham Greene,Greene's biographer claimed that Pinkie, the protagonist in \"Brighton Rock\", was based on Rolfe. See Norman Sherry, \"The Life of Graham Greene\": Volume One 1904–1939, Jonathan Cape, 1989, p.645. and Alexander Theroux,See Steven Moore, \"Alexander Theroux's Darconville's Cat and the Tradition of Learned Wit,\" Contemporary Literature 27.2 (Summer 1986): 235. and in his coinage of neologisms and use of the Ulysses story there is some perhaps coincidental prefiguring of the work of James Joyce.The similarities between the work of Rolfe and Joyce were first remarked upon by Stuart Gilbert: ‘Had the Fates been kinder, that unhappy genius might have moved parallel, if on a somewhat lower plane, to Joyce’s. Nicolas Crabbe…had a good deal in common with Stephen Dedalus.' (James Joyce's Ulysses: A Study, Faber, 1952, p.95). ==Bibliography== Rolfe's works include: *Tarcissus the Boy Martyr of Rome in the Diocletian Persecution [c.1880] *Stories Toto Told Me (John Lane: The Bodley Head, London, 1898) *The Attack on St Winefrede's Well (Hochheimer, Holywell, 1898; only two copies extant) *In His Own Image (John Lane: The Bodley Head, London, 1901. 2nd Impression 1924) *Chronicles of the House of Borgia (Grant Richards, London: E. P. Dutton, New York, 1901) *Nicholas Crabbe (1903-4, posthumously published 1958, a limited edition of 215 numbered copies in slipcase were to have been issued with the trade edition but industrial action and other factors meant the trade edition ended up with precedence) *Hadrian the Seventh (Chatto & Windus, London, 1904) *Don Tarquinio (Chatto & Windus, London, 1905) *Don Renato (1907-8, printed 1909 but not published, posthumously published Chatto & Windus, London, 1963, a limited edition of 200 numbered copies in slipcase were issued at the same time as the trade edition) *Hubert's Arthur (1909–11, posthumously published 1935) *The Weird of the Wanderer (1912) *The Desire and Pursuit of the Whole (1909, published Cassell, London, 1934) *The Bull against the Enemy of the Anglican race (Privately printed, London, 1929) (an attack on Lord Northcliffe) *Three Tales of Venice (The Corvine Press, 1950) *Letters to Grant Richards (The Peacocks Press, 1952) *The Cardinal Prefect of Propaganda (Nicholas Vane, London, 1957) *A Letter from Baron Corvo to John Lane (The Peacocks Press, 1958) *Letters to C. H. C. Pirie-Gordon (Nicholas Vane, London, 1959) *A Letter to Father Beauclerk (The Tragara Press, Edinburgh, 1960) *Letters to Leonard Moore (Nicholas Vane, London, 1960) *The Letters of Baron Corvo to Kenneth Grahame (The Peacocks Press, 1962) *Letters to R. M. Dawkins (Nicholas Vane, London, 1962) *The Architecture of Aberdeen (Privately Printed, Detroit, 1963) *Without Prejudice. One Hundred Letters From Frederick William Rolfe to John Lane (Privately printed for Allen Lane, London, 1963) *A Letter to Claud (University of Iowa School of Journalism, Iowa City, 1964) *The Venice Letters A Selection (Cecil Woolf, London, 1966 [actually 1967]) *The Armed Hands (Cecil Woolf, London, 1974) *Collected Poems (Cecil Woolf, London, 1974) *The Venice Letters (Cecil Woolf, London, 1974) == References == ==Further reading== * Benkovitz, Miriam. Frederick Rolfe: Baron Corvo. Putnam, New York, 1977. SBN: 399-12009-2. * Benson, R. H., The Sentimentalists (1906), where the central figure is closely modelled on Rolfe (who in turn pillories the novel as \"The Sensiblist\" in The Desire and Pursuit of the Whole) * Bradshaw, David. \"Rolfe, Frederick William\" in the Oxford Dictionary of National Biography (consulted online). * Connell, Brendan. The Translation of Father Torturo. Prime Books, 2005. Dedicated to Rolfe, this book is a clear homage to Hadrian the Seventh. * Miernik, Mirosław Aleksander. Rolfe, Rose, Corvo, Crabbe: The Literary Images of Frederick Rolfe. Peter Lang Verlag, 2015. * Johnson, Pamela Hansford. The Unspeakable Skipton. Macmillan, 1959; Penguin Books (No.1529) 1961. Rolfe's life as source for the characterisation of Daniel Skipton. * Norwich, John Julius. Paradise of Cities: Venice and its Nineteenth Century Visitors. Penguin, 2004. * Reade, Brian (ed.). Sexual Heretics; Male Homosexuality in English literature from 1850–1900 – an anthology. London, Routledge, Keegan and Paul, 1970. * Rosenthal, Donald, The Photographs of Frederick Rolfe Baron Corvo 1860–1913, Asphodel Editions, 2008. * Scoble, Robert. The Corvo Cult: The History of An Obsession, Strange Attractor, London, 2014; * Scoble, Robert. Raven: The Turbulent World of Baron Corvo, Strange Attractor, London, 2013, * Symons, A.J.A. The Quest for Corvo. Cassell, London, 1934. * Donald Weeks. Corvo. Michael Joseph, London, 1971. * Woolf, Cecil. A Bibliography of Frederick Rolfe Baron Corvo The Soho Bibliographies, Rupert Hart-Davis, London, 1972 (Second Edition) * Woolf, Cecil and Sewell, Brocard (eds). New Quests for Corvo. Icon books, London, 1965. ==External links== * * * Archival material at *Finding aid to David Roth Martyr Worthy collection of Frederick William Rolfe papers at Columbia University. Rare Book & Manuscript Library. * Finding aid to Stuart B. Schimmel collection of Frederick Rolfe papers at Columbia University. Rare Book & Manuscript Library. * Finding aid to Columbia University collection of Frederick Rolfe papers at Columbia University. Rare Book & Manuscript Library. Category:1860 births Category:1913 deaths Category:Burials at Isola di San Michele Category:Translators of Omar Khayyám Category:19th-century English novelists Category:20th-century English novelists Category:English short story writers Category:English historians Category:English historical novelists Category:Photographers from London Category:19th-century English painters Category:English male painters Category:20th-century English painters Category:English Roman Catholics Category:English Roman Catholic writers Category:English gay writers Category:Gay artists Category:Writers from Venice Category:Impostors Category:Converts to Roman Catholicism Category:Alumni of St Mary's College, Oscott Category:English LGBT novelists Category:LGBT Roman Catholics Category:English male short story writers Category:English male novelists Category:19th-century British short story writers Category:British emigrants to Italy",
 "title": "Frederick Rolfe"
}