{
 "id": "231984",
 "text": "The xiphoid process , or xiphisternum or metasternum, is a small cartilaginous process (extension) of the inferior (lower) part of the sternum, which is usually ossified in the adult human. It may also be referred to as the ensiform process. Both the Greek-derived xiphoid and its Latin equivalent ensiform mean 'swordlike' or 'sword-shaped' ==Structure== The xiphoid process is considered to be at the level of the 9th thoracic vertebra and the T7 dermatome. ===Development=== In newborns and young (especially slender) infants, the tip of the xiphoid process may be both seen and felt as a lump just below the sternal notch. By age 15 to 29, the xiphoid usually fuses to the body of the sternum with a fibrous joint. Unlike the synovial articulation of major joints, this is non-movable. Ossification of the xiphoid process occurs around age 40. ===Variation=== The xiphoid process can be naturally bifurcated, and sometimes perforated. These variances in morphology are inheritable, which can help group family members together when dealing with burial remains. These morphological differences pose no health risk, and are simply a difference in form. ===Other animals=== In birds, the xiphoid process is a long structure, often following the direction of the keel. ==Function== Much the way the first seven ribs articulate with the sternum, the cartilage in the celiac plexus joins on the xiphoid process, reinforcing it, and indirectly attaches the costal cartilage to the sternum. The xiphoid process is involved in the attachment of many muscles, including the abdominal diaphragm, a muscle necessary for normal breathing. It also anchors the rectus abdominis muscles (\"abs\"). ==Clinical significance== Pressure on the xiphoid process should be avoided when administering chest compressions in cardiopulmonary resuscitation (CPR), as this can cause the xiphoid process to break and detach, resulting in punctures or lacerations of the diaphragm. Additionally, the liver may be punctured, resulting in deadly internal bleeding. Xiphoidalgia (Xiphodynia) is a syndrome distinguishable by pain and tenderness to the sternum. While some sources describe this disorder as rare, others suggest it is relatively common but overlooked by physicians. This is a musculoskeletal disorder that has the ability to produce a constellation of symptoms that can mimic a number of common abdominal and thoracic disorders and diseases. Symptoms can include abdominal pain, chest pain, nausea and radiating pain to the back, neck, and shoulders. Lifting heavy objects or trauma to the chest may be the cause of this musculoskeletal disorder and pain may be heightened by bending or twisting. Anesthetic and steroid injections are commonly employed to treat this medical condition. The earliest known case of this was noted in 1712. After age 40, a person may become aware of their partially ossified xiphoid process and mistake it for an abnormality. Pericardiocentesis, the procedure whereby fluid is aspirated from the pericardium, often uses the xiphoid process as an anatomical landmark by which this procedure is carried out. ==Etymology== The word xiphoid derives from the Greek word xiphos for straight sword, the tip of which the process somewhat resembles. The xiphoid process is a translation of Latin processus xiphoides.Siebenhaar, F.J. (1850). Terminologisches Wörterbuch der medicinischen Wissenschaften. (Zweite Auflage). Leipzig: Arnoldische Buchhandlung.Triepel, H. (1910). Die anatomischen Namen. Ihre Ableitung und Aussprache. Mit einem Anhang: Biographische Notizen.(Dritte Auflage). Wiesbaden: Verlag J.F. Bergmann. The writings of the Greek physician GalenLiddell, H.G. & Scott, R. (1940). A Greek-English Lexicon. revised and augmented throughout by Sir Henry Stuart Jones. with the assistance of. Roderick McKenzie. Oxford: Clarendon Press. refer to Os xyphoides a translation of ξιφοειδές ὀστοῦν. Classical Latin os and Ancient Greek ὀστοῦν both mean bone, while ξιφοειδές means sword-shaped. ==Additional images== File:Xiphoid process animation.gif|Position of xiphoid process (shown in red) File:Xiphoid process below2.png|Close up. File:Xiphoid_process_-_close-up_- _animation.gif|Shape of a xiphoid process (animation) ==References== ==External links== Category:Bones of the thorax",
 "title": "Xiphoid process"
}