{
 "id": "231917",
 "text": "National Vocational Qualifications (NVQs) are practical work-based awards in England, Wales and Northern Ireland that are achieved through assessment and training. The regulatory framework supporting NVQs was withdrawn in 2015 and replaced by the Regulated Qualifications Framework (RQF), although the term \"NVQ\" may be used in RQF qualifications if they \"are based on recognised occupational standards, work-based and/or simulated work-based assessment and where they confer occupational competence\". As the NVQ are based on a student's practical skills, it is completed in the workplaces. The NVQ was assessed through building up a portfolio of evidence based on the student's professional experience. At the end of the NVQ, the student undergoes final practical assessments, during which an NVQ assessor will observe and ask questions. To achieve an NVQ, candidates have to prove that they had the ability (competence) to carry out their job to the required standard. NVQs are based upon meeting National Occupational Standards which described the \"competencies\" expected in any given job role. NVQ's are not awarded by Pass or Fail: instead the NVQ grading criteria was either awarding a successful ‘Competent’ award (which was seen as passing the NVQ). Alternatively, if further work needed completing, the student receives a ‘Not Yet Competent’ (which was regarded as failing the NVQ). Typically, candidates worked towards an NVQ that reflected their role in a paid or voluntary position. For example, someone working in an admin office role may take an NVQ in Business and Administration. There were five levels of NVQ ranging from Level 1, which focuses on basic work activities, to Level 5 for senior management. Although NVQ's such as a NVQ Level 3 can be roughly translated as being at the same level as a GCE Advanced Level or BTEC Level 3 Extended Diploma, in terms of depth and vigor of study, the NVQ cannot be compared with other academic qualifications at the same level, i.e. GCE Advanced Levels and the BTEC Level 3 Extended Diploma (A* at A-Level is equivalent to a D* at BTEC Level 3). For this reason, the NVQ Level 3 does not attract UCAS points and cannot be used for university admission. In Scotland the approximately equivalent qualification is the Scottish Vocational Qualification. They are the responsibility of the Parliamentary Under-Secretary of State for Apprenticeships and Skills in the Department for Education. == Levels == NVQs are competence-based qualifications. The five levels of NVQ are defined as having the following competencies: * Level 1 – Competence, which involves the application of knowledge and skills in the performance of a range of varied work activities most of which may be routine and predictable. * Level 2 – Competence, which involves the application of knowledge and skills in a significant range of varied work activities, performed in a variety of contexts. Some of the activities are complex or non-routine, and there is some individual responsibility or autonomy. Collaboration with others, perhaps through membership of a work group or team, may often be a requirement. * Level 3 – Competence, which involves the application of knowledge and skills in a broad range of varied work activities performed in a wide variety of contexts and most of which are complex and non-routine. There is considerable responsibility and autonomy, and control or guidance of others is often required. * Level 4 – Competence, which involves the application of knowledge and skills in a broad range of complex, technical, or professional work activities performed in a wide variety of contexts and with a substantial degree of personal responsibility and autonomy. Responsibility for the work of others and the allocation of resources is often present. * Level 5 – Competence, which involves the application of skills and a significant range of fundamental principles and complex techniques across a wide and often unpredictable variety of contexts. Very substantial personal autonomy and often a significant responsibility for the work of others and for the allocation of substantial resources feature strongly, as do personal accountabilities for analysis and diagnosis, design, planning, execution and evaluation. == Approximate academic equivalents == === Equivalents published by the UK government === Gov.uk lists the equivalents for academic qualifications between the Regulated Qualifications Framework (RQF) and the framework for Higher Education Qualifications (FHEQ). {| class=\"wikitable\" ! RQF/FHEQ Level !NVQ level ! RQF examples ! FHEQ examples |- | Entry | | | |- | 1 |1 | |- | 2 |2 | | |- | 3 |3 | | |- | 4 |rowspan=3|4 | | |- | 5 | | |- | 6 | | |- | 7 |rowspan=2|5 | | |- | 8 | | Doctorate |} === Research by the London School of Economics === NVQs are not formally defined in terms of equivalence to conventional academic qualifications. However, for the compilation of social statistics and other purposes, approximate equivalences have to be established. The following equivalences are used by the London School of Economics's Research LabMcIntosh, Steve and Steedman, Hilary (1999). Qualifications in the United Kingdom 1985–1999 (HTML tables). London School of Economics Research Laboratory Data Service [distributor]. * NVQ 1 = foundation GNVQ, three to four GCSEs at grades D-E, Business & Technology Education Council (BTEC) first certificate. * NVQ 2 = four or five GCSEs at grades A*–C, BTEC first diploma. * NVQ 3 = two or more A levels, BTEC Ordinary National Diploma (OND), City & Guilds Advanced Craft. * NVQ 4 = BTEC Higher National Certificate (HNC) or Higher National Diploma (HND), or City & Guilds Full Technological Certificate / Diploma * NVQ 5 = NQF 7–8 === City and Guilds === Licentiateship (post nominal: LCGI) sits on level 4 of the National Qualifications Framework,City and Guilds: Qualification comparison . Accessed 2 October 2010. and is therefore comparable to lower NVQ level 4.Explaining the National Qualifications Framework . Accessed 2 October 2010. Both Graduateship (GCGI) and Associateship (ACGI) are at level six of the National Qualifications Framework, compared by OFQUAL to the highest category NVQs of level 4. Membership (MCGI) is placed on NQF level 7, and Fellowship (FCGI) on level 8, compared by OFQUAL to NVQs of level 5. City & Guilds itself ties each NVQ to the level on the NQF with the same number. Both Graduateship (GCGI) and Associateship (ACGI) have been awarded, before the year 2004, at level 5 of NVQ. == NVQ Subjects == * Building and construction, and warehousing and distribution * Engineering, manufacturing, and transportation operations and maintenance * Science, horticulture, animal care and veterinary science * Sport, leisure and recreation, and travel and tourism * Hospitality and catering and service enterprises * Language, literature and culture * Health and social care, public services and child development * Marketing, sales, administration and business management * Crafts, creative arts and design, and media and communication * Direct training and support == Classifications == The NVQ Framework classifies the economy into the following areas: * Tending animals, plants and land * Extracting and providing natural resources * Constructing * Engineering * Manufacturing * Transporting * Providing goods and services * Providing health, social and protective services * Providing business services * Communicating and information technology * Developing and extending knowledge and skill == See also == * Education in England * Education in Wales * Education in Scotland * Education in Northern Ireland * General National Vocational Qualification * Advanced Vocational Certificate of Education * National qualifications frameworks of the United Kingdom == References == == Further reading == * == External links == * Qualifications and Curriculum Authority: NVQs * Edexcel NQF grid * National Qualifications Framework * Scottish Qualifications Authority * AimHigher PDF * Comparing Qualifications across countries * NVQ Course Information * Qualification Comparisons * Oxford Brookes University qualification framework * University of Cambridge International Qualifications * NVQ Training Category:Educational qualifications in England Category:Vocational education in the United Kingdom Category:Educational qualifications in Wales Category:Educational qualifications in Northern Ireland Category:Educational qualifications in the United Kingdom",
 "title": "National Vocational Qualification"
}