{
 "id": "232018",
 "text": "Edward Richard Schreyer (born December 21, 1934) is a Canadian politician, diplomat, and statesman who served as Governor General of Canada, the 22nd since Canadian Confederation. Schreyer was born and educated in Manitoba, and was first elected to the province's legislative assembly in 1958. He later moved into federal politics, winning a seat in the House of Commons, but returned to Manitoba in 1969 become leader of the provincial New Democratic Party (NDP). The party then won that year's provincial election and Schreyer became the 16th premier of Manitoba, aged 33. In 1978 he was appointed Governor General by Queen Elizabeth II on the recommendation of Prime Minister Pierre Trudeau, to replace Jules Léger, and he occupied the post until succeeded by Jeanne Sauvé in 1984. As the Queen's representative, he was praised for raising the stature of Ukrainian Canadians. Later, he served as Canada's High Commissioner to Australia, Papua New Guinea, the Solomon Islands, and Vanuatu. He then attempted, without success, to get elected to the House of Commons; he was the first person to run for election in Canada after serving as Governor General. ==Early life and youth== Schreyer was born in Beausejour, Manitoba, to Anglophone ethnic German-Austrian Catholic parents John Schreyer and Elizabeth Gottfried; his maternal grandparents were Austrians who emigrated from western Ukraine. Schreyer attended Cromwell Elementary School and Beausejour Collegiate Secondary School, then United College and St. John's College at the University of Manitoba. There, he received a Bachelor of Pedagogy in 1959, a Bachelor of Education in 1962, a Master of Arts in International Relations, and a second Master of Arts in Economics in 1963. From 1962 to 1965, Schreyer served as a professor of International Relations at St. Paul's College. While pursuing his post- graduate degrees, Schreyer married Lily Schultz, with whom he had two daughters, Lisa and Karmel, and two sons, Jason and Toban. ==Political career== In the Manitoba election of 1958, Schreyer was elected to the legislative assembly as a member of the Co-operative Commonwealth Federation (CCF), in the rural constituency of Brokenhead; at twenty-two years of age, Schreyer was the youngest person ever elected to the assembly. He held the riding until resigning in 1965 to run successfully for the House of Commons in Ottawa. He returned to provincial politics in 1969, and was on June 8 elected leader of the New Democratic Party of Manitoba (NDP), the successor to the Manitoba CCF. He differed in some ways from the previous leaders of Manitoba's NDP: he came from a rural background and was not committed to socialism as an ideology; he won the support of many centrist voters who had not previously identified with the party. Also, he was the first leader of the Manitoba CCF/NDP who was not of British and Protestant descent. Schreyer led his party to a watershed showing in the 1969 provincial election. The NDP picked up 17 seats, vaulting them from third place in the legislature to first place. Schreyer himself returned to the legislature from the newly created north Winnipeg seat of Rossmere. However, with 28 seats, the NDP was one seat short of a majority. Initially, the Liberals and Progressive Conservatives considered forming a coalition to lock the NDP out of power. Finally, Liberal Laurent Desjardins threw his support to Schreyer (and later joined the NDP after a period as an independent), making Schreyer the first social democratic premier in Manitoba's history. Schreyer's premiership oversaw the amalgamation of the city of Winnipeg with its suburbs, introduced public automobile insurance, and significantly reduced medicare premiums. Re-elected in 1973, Schreyer maintained his position as premier, though the council was this time less innovative, the only policy of note being the mining tax legislation implemented in 1974. Schreyer also served as his own minister of finance between 1972 and 1975, and as the minister responsible for Manitoba Hydro from 1971 to 1977. It was from those positions that Schreyer advised the Lieutenant Governor to authorise construction of hydroelectric works instead of coal and gas burning electricity generators, and also put forward legislation that simultaneously eliminated provincial health care premiums and implemented home care and pharmacare. Schreyer sometimes favoured policies different from those of the federal NDP; in 1970, he supported Prime Minister Pierre Trudeau's invocation of the War Measures Act in response to the October Crisis, despite the opposition of federal NDP leader Tommy Douglas. In the 1977 provincial election, Schreyer's New Democrats were defeated by the Progressive Conservative Party under Sterling Lyon. He remained leader of the NDP in opposition until 1979, when Trudeau offered him the office of Governor General. ==Governor General of Canada== On December 28, 1978, Queen Elizabeth II, by commission under the royal sign-manual and Great Seal of Canada, appointed Pierre Trudeau's choice of Schreyer to succeed Jules Léger as the Queen's representative. He was sworn in during a ceremony in the Senate chamber on January 22, 1979, making him the first Governor General from Manitoba, and, at the age of forty-three, the third youngest ever appointed, after the Marquess of Lorne in 1878 (33 years old), and the Marquess of Lansdowne in 1883 (38 years old). As Governor General, Schreyer championed women's issues, the environment, and official bilingualism. During his first year in office, he established the Governor General's Award in Commemoration of the Persons Case, to recognize the efforts of Emily Murphy and others to ensure that Canadian women would be constitutionally recognized as persons. In 1981 he instituted the Governor General's Conservation Awards and in 1983 he created the Edward Schreyer Fellowship in Ukrainian Studies at the University of Toronto. Also in 1983, he presided over the first Governor General's Canadian Study Conference, which has since been held every four years. Schreyer invested Terry Fox as a companion of the Order of Canada, travelling to Port Coquitlam, British Columbia, to present Fox with the order's insignia. In 1980, he caused controversy when he hesitated to call an election after Prime Minister Joe Clark advised him to do so. Schreyer also later suggested that he might have dissolved parliament at any point through 1981 and 1982, had the Prime Minister Pierre Trudeau tried to impose his constitutional proposals unilaterally. Schreyer's wish to connect with people in an open, friendly way conflicted with the \"stiff, earnest public manner\" expected of the Governor General, and he was thus a target of the media. When Jeanne Sauvé succeeded him, Maclean's writer Carol Goar compared Sauvé to Schreyer's performance, stating that \"she is expected to restore grace and refinement to Government House after five years of Edward Schreyer's earnest Prairie populism and lacklustre reign.\" ==Post viceregal career== Upon retirement from the post of Governor General in 1984, Schreyer announced that he would donate his pension to the environmental Canadian Shield Foundation; unlike other former viceroys, he intended to remain in political and diplomatic life. On the same day he ceased to be Governor General, he was appointed by his successor to the office of High Commissioner to Australia, Papua New Guinea, the Solomon Islands, and Vanuatu for Her Majesty's Government in Canada. He held those positions until 1988, when he returned to Winnipeg. On returning to Canada, Schreyer was employed as a national representative of Habitat for Humanity, an honorary director of the Sierra Legal Defence Fund, and an honorary advisor to the Canadian Foundation for the Preservation of Chinese Cultural and Historical Treasures. He was also a founding member of the Winnipeg Library Foundation. Starting in 1989, he acted as a guest professor at universities around North America and Europe, lecturing on matters relating to resource geography, energy economics, and environmental impact. On November 1, 2002, Schreyer was appointed the Chancellor of Brandon University and was re-elected to the position in early 2005 for a term that ended on October 31, 2008. ===Political return=== Schreyer, then 71 years old, ran in the 2006 federal election as the NDP candidate in the riding of Selkirk—Interlake. It was the first time a former Governor General sought election to the Canadian House of Commons; previously, former Lieutenant Governors had been called to the Senate to sit as party members, and some former Governors General who hailed from the United Kingdom returned there to sit with party affiliations in the House of Lords, sometimes even serving in cabinet. Schreyer lost to Conservative incumbent James Bezan, receiving 37% of the vote to Bezan's 49%. Earlier comments Schreyer had made describing homosexuality as an \"affliction\" were raised by his opponents in the campaign, as the NDP supported same-sex marriage. While campaigning in 2005, Schreyer said he supported same-sex marriage as the existing legislation did not force religious institutions to marry same-sex couples. Schreyer also waded into the federal parliamentary dispute of 2008-09, in which the opposition parties threatened to revoke their confidence in the sitting prime minister, Stephen Harper. Schreyer said: \"Any group that presumes to govern must be willing to face and seek the confidence of Parliament, and it mustn't be evaded and it mustn't be long avoided. I can't put it any more succinctly than that... I must come back to your use of the words, 'to duck a confidence vote'... that must simply not be allowed to happen.\" ==Titles, styles, honours, and arms== ===Titles=== * July 15, 1969 – November 24, 1977: The Honourable Edward Schreyer * January 22, 1979 – February 18, 1988: His Excellency the Right Honourable Edward Schreyer * February 18, 1988 – : The Right Honourable Edward Schreyer ===Honours=== Ribbon bars of Edward Schreyer 100px 100px100px100px 100px100px100px 100px100px100px ;Appointments * January 22, 1979 – May 14, 1984: Chancellor and Principal Companion of the Order of Canada (CC) ** May 14, 1984 – May 8, 2013: Companion of the Order of Canada (CC) ** May 8, 2013 –: Extraordinary Companion of the Order of Canada (CC) * January 22, 1979 – May 14, 1984: Chancellor and Commander of the Order of Military Merit (CMM) ** May 14, 1984 – May 8, 2013: Commander of the Order of Military Merit (CMM) ** May 8, 2013 –: Extraordinary Commander of the Order of Military Merit (CMM) * January 22, 1979 – May 14, 1984: Knight of Justice, Prior, and Chief Officer in Canada of the Most Venerable Order of the Hospital of Saint John of Jerusalem (KStJ) ** May 14, 1984 – : Knight of Justice of the Most Venerable Order of the Hospital of Saint John of Jerusalem (KStJ) * January 22, 1979 – May 14, 1984: Chief Scout of Canada * 1979 – : Honorary Member of the Royal Military College of Canada Club * June 3, 1984 – : Member of the Queen's Privy Council for Canada (PC) * July 13, 2000 – : Member of the Order of Manitoba (OM) ;Medals * January 22, 1979: Canadian Forces Decoration (CD) * 1967: Canadian Centennial Medal * 1977: Queen Elizabeth II Silver Jubilee MedalPhotograph of Mr. Schreyer wearing his medals http://gg.ca/gallery.aspx?ID=11566# * 1992: Commemorative Medal for the 125th Anniversary of the Confederation of Canada * 2002: Queen Elizabeth II Golden Jubilee Medal * 2012: Queen Elizabeth II Diamond Jubilee Medal ;Awards * 1975: Governor General Vanier Award as an Outstanding Young Canadian of the Year ====Honorary military appointments==== * January 22, 1979 – May 14, 1984: Colonel of the Governor General's Horse Guards * January 22, 1979 – May 14, 1984: Colonel of the Governor General's Foot Guards * January 22, 1979 – May 14, 1984: Colonel of the Canadian Grenadier Guards ====Honorific eponyms==== * : Edward Schreyer International Student Bursary, Brandon University, Brandon * : Edward Schreyer Fellowship, University of Toronto, Toronto ===Arms=== ==See also== * List of premiers of Manitoba * List of Manitobans * List of Canadian university leaders ==Notes== ==References== == External links == * Web site of the Governor General of Canada entry for Edward Schreyer * Category:1934 births Category:Living people Category:Canadian people of Austrian descent Category:Finance ministers of Manitoba Category:Canadian people of German-Ukrainian descent Category:Governors General of Canada Category:Canadian people of German descent Category:Manitoba CCF/NDP leaders Category:New Democratic Party of Manitoba MLAs Category:Manitoba Co-operative Commonwealth Federation MLAs Category:20th-century Canadian politicians Category:Members of the Executive Council of Manitoba Category:Members of the House of Commons of Canada from Manitoba Category:Members of the Order of Manitoba Category:Canadian Roman Catholics Category:Members of the Queen's Privy Council for Canada Category:New Democratic Party MPs Category:Premiers of Manitoba Category:People from Eastman Region, Manitoba Category:University of Manitoba alumni Category:High Commissioners of Canada to Australia Category:High Commissioners of Canada to Papua New Guinea Category:High Commissioners of Canada to Vanuatu Category:High Commissioners of Canada to the Solomon Islands Category:Companions of the Order of Canada Category:Commanders of the Order of Military Merit (Canada) Category:Knights of Justice of the Order of St John Category:Chief Scouts of Canada",
 "title": "Edward Schreyer"
}