{
 "id": "232343",
 "text": "Hong Xiuquan (1 January 1814 - 1 June 1864), born Hong Huoxiu and with the courtesy name Renkun, was a Chinese revolutionary who was the leader of the Taiping Rebellion against the Qing dynasty. He established the Taiping Heavenly Kingdom over varying portions of southern China, with himself as the \"Heavenly King\" and self-proclaimed younger brother of Jesus Christ. ==Early life and education== Hong Xiuquan (), born \"Hong Huoxiu\", was the third and youngest son of a Hakka family. Some sources claim his family was \"well to do\". He was born in Fuyuan Springs, Hua county (now part of Huadu District) in Canton (Guangzhou), Guangdong to Hong Jingyang, a farmer and elected headman, and Madam Wang. He and his family moved to Guanlubu Village shortly after his birth. Upon marrying his wife Lai Xiying, Hong received the courtesy name \"Renkun.\" His sister, Hong Xuanjiao, became the commander of the female battalion during the Taiping Rebellion. Hong showed an interest in scholarship at an early age, so his family made financial sacrifices to provide a formal education for him, in the hope that he could one day complete all of the civil service examinations. Hong began studying at a primary school in his village at the age of five. He was able to recite the Four Books after five or six years. He then took the local xiucai preliminary civil service examinations and placed first. A few years later, he traveled to the nearby city of Guangzhou to take the imperial examinations. He was unsuccessful and, his parents being unable to afford to continue his education, he was forced to return to agricultural work. The next year, he accompanied a wealthy schoolmate elsewhere for a year of study and became a village schoolteacher upon his return. In 1836, at the age of 22, Hong returned to Guangzhou to retake the imperial examinations. While in Guangzhou, Hong heard Edwin Stevens, a foreign missionary, and his interpreter preaching about Christianity. From them, Hong received a set of pamphlets entitled \"Good Words for Exhorting the Age\", which were written by Liang Fa, Stevens's assistant, and contained excerpts from the Bible along with homilies and other material prepared by Liang. Supposedly, Hong only briefly looked over these pamphlets and did not pay much attention to them at the time. Unsurprisingly, he again failed the imperial examinations, which had a pass rate of less than one percent. ==Visions and iconoclasm== In 1837, Hong attempted and failed the imperial examinations for a third time, leading to a nervous breakdown. He was delirious for days to the point that his family feared for his life. While convalescing, Hong dreamed of visiting Heaven, where he discovered that he possessed a celestial family distinct from his earthly family, which included a heavenly father, mother, elder brother, sister-in-law, wife, and son. His heavenly father, wearing a black dragon robe and high-brimmed hat with a long golden beard, lamented that men were worshiping demons rather than him, and presented Hong with a sword and golden seal with which to slay the demons infesting Heaven. Furthermore, he did so with the help of his celestial older- brother and a heavenly army. The father figure later informed Hong that his given name violated taboos and had to be changed, suggesting as one option the \"Hong Xiuquan\" moniker ultimately adopted by Hong. In later embellishments, Hong would declare that he also saw Confucius being punished by Hong's celestial father for leading the people astray. His acquaintances would later claim that after awakening from his dreams Hong became more careful, friendly, and open, while his pace became imposing and firm and his height and size increased. Hong stopped studying for the imperial examinations and sought work as a teacher. For the next several years Hong taught at several schools around the area of his hometown. In 1843, Hong failed the imperial examinations for the fourth and final time. It was only then, prompted by a visit by his cousin, that Hong took time to carefully examine the Christian pamphlets he had received. After reading these pamphlets, Hong came to believe that they had given him the key to interpreting his visions: his celestial father was God the Father (whom he identified with Shangdi from Chinese tradition), the elder brother that he had seen was Jesus Christ, and he had been directed to rid the world of demon worship. This interpretation led him to conclude that he was the literal son of God and younger brother to Jesus. In contrast to some of the later leaders of his movement, Hong appears to have genuinely believed in his ascent to Heaven and divine mission. After coming to this conclusion Hong began destroying idols and enthusiastically preaching his interpretation of Christianity. As a symbolic gesture to purge China of Confucianism, he and the cousin asked for two giant swords, three chi () long and nine jin (about 4.5 kg), called the \"demon-slaying swords\" (), to be forged. \"The two men discuss Hong's dream, and feel that some of it, at least, can be understood literally. So together they ordered a local craftsman to forge two double-edged swords--each sword nine pounds in weight, and three feet in length--with three characters carved upon each blade, 'Sword for exterminating demons'.\" Hong began by burning all Confucian and Buddhist statues and books in his house, and began preaching to his community about his visions. Some of his earliest converts were relatives of his who had also failed their examinations and belonged to the Hakka minority, Feng Yunshan and Hong Rengan. He collaborated with them to destroy holy statues in small villages, to the ire of local citizens and officials. Hong and his converts' acts were considered sacrilegious and they were persecuted by Confucians who forced them to leave their positions as village tutors. In April 1844, Hong, Feng Yunshan, and two other relatives of Hong left Hua county to travel and preach. They first journeyed to Guangzhou and preached in the outlying areas before heading northwest to White Tiger Village. There, Hong and Feng Yunshan parted ways before traveling some to the southwest to the village of Sigu, Guiping county, Guangxi, where distant relatives of Hong's resided, including two early converts who had returned home. It is in or near Sigu that Hong begins to draft \"Exhortations to Worship the One True God\", his first substantial work. In November 1844, after having preached in Guangxi for five months, Hong returned home without Feng and resumed his previous job as a village teacher, while continuing to write religious tracts. ==The \"Emperor's Worshippers\" == In 1847, Hong Xiuquan was invited by a member of the Chinese Union to study with the American Southern Baptist missionary, Reverend Issachar Jacox Roberts. Hong accepted the invitation and traveled to Guangzhou with his cousin, Hong Rengan. Once there, Hong studied Karl Gützlaff's translations of the Old and New Testaments and requested to be baptized by Roberts. Roberts refused to do so, possibly due to Hong being tricked by the other converts into requesting monetary aid from Roberts. Hong left Guangzhou on 12 July 1847 to search for Feng Yunshan. Although robbed of all of his possessions, including his demon-slaying sword, by bandits in the town of Meizixun, he eventually reached Thistle Mountain on 27 August 1847. There, he reunited with Feng and discovered the \"Society of God-Worshippers\" that Feng had founded. In January 1848, Feng Yunshan was arrested and banished to Guangdong, and Hong Xiuquan left for Guangdong shortly thereafter to once again reunite with Feng. In Feng and Hong's absence, Yang Xiuqing and Xiao Chaogui jointly emerged to lead the \"God Worshipers\" themselves. Both claimed to enter trances which allowed them to speak as a member of the Trinity; God the Father in the case of Yang and Jesus Christ in the case of Xiao. When Hong and Feng returned in the summer of 1849, they investigated Yang and Xiao's claims and declared them to be genuine. Hong ministered to the faithful in outdoor meetings strongly resembling the Baptist tent revivals he had witnessed with Issachar Roberts. Most of Hong Xiuquan's knowledge of the scriptures came from the books known as \"Good Words to Admonish the Age\" written by the Chinese preacher Liang Fa, as well as a localized Bible translated into Chinese. Many Western missionaries grew jealous of Hong and his local ministry. These competing missionaries were fond of spreading defamatory rumors such as his \"lack of baptism.\" (Hong and his cousin were in fact both baptized according to the way prescribed in the pamphlet \"Good words to admonish the age\"). In 1847, Hong began his translation and adaptation of the Bible, what came to be known as \"Authorized Taiping Version of the Bible\", or \"The Taiping Bible\", which he based on Gutzlaff's translation. He presented his followers with the Bible as a vision of the authentic religion that had existed in ancient China before it was wiped out by Confucius and the imperial system. The deity of the Old Testament punished evil nations and rewarded those who followed his commandments, even music, food, and marriage laws. Hong made some minor changes in the text, such as correcting misprints and improving the prose style, but adapted the meaning elsewhere to fit his own theology and moral teachings. For instance, in Genesis 27:25 the Israelites did not drink wine, and in Genesis 38:16-26 he omitted the sexual relations between the father and his son's widow. Hong preached a mixture of communal utopianism, evangelism and oriental syncretism. While proclaiming sexual equality, the sect segregated men from women and encouraged all its followers to pay their assets into a communal treasury. When Hong returned to Guangxi, he found that Feng Yunshan had accumulated a following of around 2,000 converts. Guangxi was a dangerous area at this time with many bandit groups based in the mountains and pirates on the rivers. Perhaps due to these more pressing concerns, the authorities were largely tolerant of Hong and his followers. However, the instability of the region meant that Hong's followers were inevitably drawn into conflict with other groups, not least because of their predominantly Hakka ethnicity. There are records of numerous incidents when local villages and clans, as well as groups of pirates and bandits, came into conflict with the authorities, and responded by fleeing to join Hong's movement. The rising tension between the sect and the authorities was probably the most important factor in Hong's eventual decision to rebel. ==Rebellion and the Heavenly Kingdom== By 1850 Hong had between 10,000 and 30,000 followers. The authorities were alarmed at the growing size of the sect and ordered them to disperse. A local force was sent to attack them when they refused, but the imperial troops were routed and a deputy magistrate killed. A full-scale attack was launched by government forces in the first month of 1851, in what came to be known as the Jintian Uprising, named after the town of Jintian (present-day Guiping, Guangxi) where the sect was based. Hong's followers emerged victorious and beheaded the Manchu commander of the government army. Hong declared the founding of the \"Heavenly Kingdom of Transcendent Peace\" on 11 January 1851. Despite this evidence of planning, Hong and his followers faced immediate challenges. The local Green Standard Army outnumbered them ten to one, and had recruited the help of the river pirates to keep the rebellion contained to Jintian. After a month of preparation the rebels managed to break through the blockade and fight their way to the town of Yongan (not to be confused with Yong'an), which fell to them on 25 September 1851. Hong and his troops remained in Yongan for three months, sustained by local landowners who were hostile to the Manchu-ruled Qing Dynasty. The imperial army regrouped and launched another attack on the rebels in Yongan. Having run out of gunpowder, Hong's followers fought their way out by sword, and made for the city of Guilin, to which they laid siege. However, the fortifications of Guilin proved too strong, and Hong and his followers eventually gave up and set out northwards, towards Hunan. Here, they encountered an elite militia created by a local member of the gentry specifically to put down peasant rebellions. The two forces fought at Soyi Ford on 10 June 1852 where the rebels were forced into retreat, and 20% of their troops were killed. However, in March 1853, Hong's forces managed to take Nanjing and turned it into the capital of their movement. After establishing his capital at Nanjing Hong implemented an ambitious reform and modernization program. He created an elaborate civil bureaucracy, reformed the calendar used in his kingdom, outlawed opium use, and introduced a number of reforms designed to make women more socially equal to men. Hong ruled by making frequent proclamations from his Heavenly Palace, demanding strict compliance with various moral and religious rules. Most trade was suppressed, and some communal land ownership was introduced. Polygamy was forbidden and men and women were separated, although Hong and other leaders maintained groups of concubines. Yang Xiuqing, also known as the \"Eastern King\", was a fellow Taiping leader who had directed successful military campaigns, and who often claimed to speak with the voice of God. Hong became increasingly suspicious of Yang's ambitions and his network of spies. In 1856, he and others in the Taiping élite had Yang and his family murdered in a purge that subsequently spun out of control, resulting in the further purge of its main perpetrator Wei Changhui.(Cambridge University Press, 1978). Cambridge Histories Online. Cambridge University Press. Following a failed attempt by the Taiping rebels to take Shanghai in 1860, Qing government forces, aided by Western officers, slowly gained ground. ==Death== In the spring of 1864, Tianjing was besieged and dangerously low on food supplies. Hong's solution was to order his subjects to eat manna, which had been translated into Chinese as sweetened dew and a medicinal herb. Hong himself gathered weeds from the grounds of his palace, which he then ate. Hong fell ill in April 1864, possibly due to his ingestion of the weeds, and died on 1 June 1864. Although Hong likely died of his illness, suicide by poison has also been suggested. He was buried in a yellow-silk shroud without a coffin in the bare ground, per Taiping custom, near the former Ming Imperial Palace. He was succeeded by his teenage son, Hong Tianguifu. On 30 July 1864, Qing forces uprooted, beheaded, and burned his body. His body was later exhumed on orders of Zeng Guofan to verify his death, and then cremated. Hong's ashes were later blasted out of a cannon in order to ensure that his remains have no resting place as eternal punishment for the uprising. ==Publications== *Imperial Decree of Taiping () (1852) *The Instructions on the Original Way Series () (1845–1848): included in the Imperial Decree of Taiping later. The series is proclaimed by the People's Republic of China's National Affairs Department to be a Protected National Significant Document in 1988. **Instructions on the Original Way to Save the World () **Instructions on the Original Way to Awake the World () **Instructions on the Original Way to Make the World Realize () *The Heavenly Father's poem () (1857) *New Essay on Economics and Politics () (1859) ===Poetry=== The following poem, titled Poem on Executing the Evil and Preserving the Righteous (), written in 1837 by Hong Xiuquan, illustrates his religious thinking and goal that later led to the establishment of the \"Heavenly Kingdom of Taiping\". Note that in the seventh line, the name of the then yet-to-come kingdom is mentioned. {| border=\"0\" cellpadding=\"0\" cellmargin=\"0\" |----- | style=\"font-size:100%\" | | Poem on Executing the Evil and Preserving the Righteous |----- | style=\"font-size:100%\" | | In my hand I wield the Universe and the power to attack and kill, |----- | style=\"font- size:100%\" | | I slay the evil, preserve the righteous, and relieve the people's suffering. |----- | style=\"font-size:100%\" | | My eyes see through beyond the west, the north, the rivers, and the mountains, |----- | style=\"font-size:100%\" | | My voice shakes the east, the south, the Sun, and the Moon. |----- | style=\"font-size:100%\" | | The glorious sword of authority was given by the Lord, |----- | style=\"font-size:100%\" | | Poems and books are evidences that praise Yahweh in front of Him. |----- | style=\"font-size:100%\" | | Taiping [Perfect Peace] unifies the World of Light, |----- | style=\"font- size:100%\" | | The domineering air will be joyous for myriads of millennia. |} ==Legacy== Views and opinions on Hong differ greatly. The Communists under Mao Zedong generally admired Hong and his rebellion as a legitimate peasant uprising that anticipated their own. Sun Yat-sen came from the same area as Hong and was said to have identified with Hong since his childhood days. To honor his legacy, the People's Republic of China established a small museum in 1959, the \"Hong Xiuquan's Former Residence Memorial Museum\" (), in his birthplace, where there is a longan tree planted by him. The museum's plate is written by the famous literary figure Guo Moruo (1892-1978). The residence and Book Chamber Building were renovated in 1961. There has been an active academic debate on the degree to which Hong is similar or dissimilar to Falun Gong founder Li Hongzhi. Scholars that promote the opinion that a strong similarity exists between Li and Hong note that both rallied a large number of people behind a religious or spiritual cause in order to challenge the status quo. Scholars disputing a close relationship note that Li's political intentions are debatable. ==See also== * Hong Xuanjiao * Millennarianism in colonial societies *Liberation theology *Sino-Christian theology * Autotheism * Private revelation * Entering heaven alive * Conversion of Paul the Apostle * Heavenly Mother (Mormonism) * Christianity in China ==References== ===Citations=== ===Bibliography=== * * * * * Kilcourse, Carl S. \"Instructing the Heavenly King: Joseph Edkins's Mission to Correct the Theology of Hong Xiuquan.\" Journal of Ecclesiastical History (2020) 71#1 pp 116-134. * * * * * * * * Category:1814 births Category:1864 deaths Category:Chinese Christians Category:Chinese dissidents Category:Chinese politicians of Hakka descent Category:Chinese revolutionaries Category:Converts to Christianity Category:Deified Chinese people Category:Educators from Guangdong Category:Founders of new religious movements Category:Generals from Guangdong Category:Hakka generals Category:Hakka writers Category:Heavenly kings of Taiping Category:Military leaders of the Taiping Rebellion Category:People from Huadu District Category:Self-declared messiahs Category:Taiping Rebellion Category:Writers from Guangzhou Category:Theocrats Category:Self-proclaimed monarchy Category:Taiping Heavenly Kingdom Category:Founding monarchs",
 "title": "Hong Xiuquan"
}