{
 "id": "23231",
 "text": "thumb|right|upright=1.36|Part of a parabola (blue), with various features (other colours). The complete parabola has no endpoints. In this orientation, it extends infinitely to the left, right, and upward. In mathematics, a parabola is a plane curve which is mirror-symmetrical and is approximately U-shaped. It fits several superficially different mathematical descriptions, which can all be proved to define exactly the same curves. One description of a parabola involves a point (the focus) and a line (the directrix). The focus does not lie on the directrix. The parabola is the locus of points in that plane that are equidistant from both the directrix and the focus. Another description of a parabola is as a conic section, created from the intersection of a right circular conical surface and a plane parallel to another plane that is tangential to the conical surface. The line perpendicular to the directrix and passing through the focus (that is, the line that splits the parabola through the middle) is called the \"axis of symmetry\". The point where the parabola intersects its axis of symmetry is called the \"vertex\" and is the point where the parabola is most sharply curved. The distance between the vertex and the focus, measured along the axis of symmetry, is the \"focal length\". The \"latus rectum\" is the chord of the parabola that is parallel to the directrix and passes through the focus. Parabolas can open up, down, left, right, or in some other arbitrary direction. Any parabola can be repositioned and rescaled to fit exactly on any other parabola—that is, all parabolas are geometrically similar. Parabolas have the property that, if they are made of material that reflects light, then light that travels parallel to the axis of symmetry of a parabola and strikes its concave side is reflected to its focus, regardless of where on the parabola the reflection occurs. Conversely, light that originates from a point source at the focus is reflected into a parallel (\"collimated\") beam, leaving the parabola parallel to the axis of symmetry. The same effects occur with sound and other waves. This reflective property is the basis of many practical uses of parabolas. The parabola has many important applications, from a parabolic antenna or parabolic microphone to automobile headlight reflectors and the design of ballistic missiles. It is frequently used in physics, engineering, and many other areas. == History == The earliest known work on conic sections was by Menaechmus in the 4th century BC. He discovered a way to solve the problem of doubling the cube using parabolas. (The solution, however, does not meet the requirements of compass-and- straightedge construction.) The area enclosed by a parabola and a line segment, the so-called \"parabola segment\", was computed by Archimedes by the method of exhaustion in the 3rd century BC, in his The Quadrature of the Parabola. The name \"parabola\" is due to Apollonius, who discovered many properties of conic sections. It means \"application\", referring to \"application of areas\" concept, that has a connection with this curve, as Apollonius had proved. The focus–directrix property of the parabola and other conic sections is due to Pappus. Galileo showed that the path of a projectile follows a parabola, a consequence of uniform acceleration due to gravity. The idea that a parabolic reflector could produce an image was already well known before the invention of the reflecting telescope. Extract of page 3. Designs were proposed in the early to mid-17th century by many mathematicians, including René Descartes, Marin Mersenne,Stargazer, p. 115. and James Gregory.Stargazer, pp. 123, 132. When Isaac Newton built the first reflecting telescope in 1668, he skipped using a parabolic mirror because of the difficulty of fabrication, opting for a spherical mirror. Parabolic mirrors are used in most modern reflecting telescopes and in satellite dishes and radar receivers. == Definition as a locus of points == A parabola can be defined geometrically as a set of points (locus of points) in the Euclidean plane: * A parabola is a set of points, such that for any point P of the set the distance |PF| to a fixed point F, the focus, is equal to the distance |Pl| to a fixed line l, the directrix: : \\\\{P : |PF| = |Pl|\\\\}. The midpoint V of the perpendicular from the focus F onto the directrix l is called vertex, and the line FV is the axis of symmetry of the parabola. == In a cartesian coordinate system == === Axis of symmetry parallel to the y axis === thumb|Parabola with axis parallel to -axis; is the semi-latus rectum If one introduces Cartesian coordinates, such that F = (0, f),\\ f > 0, and the directrix has the equation y = -f, one obtains for a point P = (x, y) from |PF|^2 = |Pl|^2 the equation x^2 + (y - f)^2 = (y + f)^2. Solving for y yields : y = \\frac{1}{4f} x^2. This parabola is U-shaped (opening to the top). The horizontal chord through the focus (see picture in opening section) is called the latus rectum; one half of it is the semi-latus rectum. The latus rectum is parallel to the directrix. The semi-latus rectum is designated by the letter p. From the picture one obtains : p = 2f. The latus rectum is defined similarly for the other two conics – the ellipse and the hyperbola. The latus rectum is the line drawn through a focus of a conic section parallel to the directrix and terminated both ways by the curve. For any case, p is the radius of the osculating circle at the vertex. For a parabola, the semi-latus rectum, p, is the distance of the focus from the directrix. Using the parameter p, the equation of the parabola can be rewritten as : x^2 = 2py. More generally, if the vertex is V = (v_1, v_2), the focus F = (v_1, v_2 + f), and the directrix y = v_2 - f , one obtains the equation : y = \\frac{1}{4f} (x - v_1)^2 + v_2 = \\frac{1}{4f} x^2 - \\frac{v_1}{2f} x + \\frac{v_1^2}{4f} + v_2. ; Remarks: # In the case of f < 0 the parabola has a downward opening. # The presumption that the axis is parallel to the y axis allows one to consider a parabola as the graph of a polynomial of degree 2, and conversely: the graph of an arbitrary polynomial of degree 2 is a parabola (see next section). # If one exchanges x and y, one obtains equations of the form y^2 = 2px. These parabolas open to the left (if p < 0) or to the right (if p > 0). === General position === thumb|Parabola: general position If the focus is F = (f_1, f_2), and the directrix ax + by + c = 0, then one obtains the equation : \\frac{(ax + by + c)^2}{a^2 + b^2} = (x - f_1)^2 + (y - f_2)^2 (the left side of the equation uses the Hesse normal form of a line to calculate the distance |Pl|). For a parametric equation of a parabola in general position see . The implicit equation of a parabola is defined by an irreducible polynomial of degree two: : ax^2 + bxy + cy^2 + dx + ey + f = 0, such that b^2 - 4ac = 0, or, equivalently, such that ax^2 + bxy + cy^2 is the square of a linear polynomial. == As a graph of a function == thumb|Parabolas y = ax^2 The previous section shows that any parabola with the origin as vertex and the y axis as axis of symmetry can be considered as the graph of a function : f(x) = a x^2 \\text{ with } a e 0. For a > 0 the parabolas are opening to the top, and for a < 0 are opening to the bottom (see picture). From the section above one obtains: * The focus is \\left(0, \\frac{1}{4a}\\right), * the focal length \\frac{1}{4a}, the semi-latus rectum is p = \\frac{1}{2a}, * the vertex is (0, 0), * the directrix has the equation y = -\\frac{1}{4a}, * the tangent at point (x_0, ax^2_0) has the equation y = 2a x_0 x - a x^2_0. For a = 1 the parabola is the unit parabola with equation y = x^2. Its focus is \\left(0, \\tfrac{1}{4}\\right), the semi-latus rectum p = \\tfrac{1}{2}, and the directrix has the equation y = -\\tfrac{1}{4}. The general function of degree 2 is : f(x) = ax^2 + bx + c \\text{ with } a, b, c \\in \\R,\\ a e 0. Completing the square yields : f(x) = a \\left(x + \\frac{b}{2a}\\right)^2 + \\frac{4ac - b^2}{4a}, which is the equation of a parabola with * the axis x = -\\frac{b}{2a} (parallel to the y axis), * the focal length \\frac{1}{4a}, the semi-latus rectum p = \\frac{1}{2a}, * the vertex V = \\left(-\\frac{b}{2a}, \\frac{4ac - b^2}{4a}\\right), * the focus F = \\left(-\\frac{b}{2a}, \\frac{4ac - b^2 + 1}{4a}\\right), * the directrix y = \\frac{4ac - b^2 - 1}{4a}, * the point of the parabola intersecting the y axis has coordinates (0, c), * the tangent at a point on the y axis has the equation y = bx + c. == Similarity to the unit parabola == thumb|When the parabola \\color{blue}{y = 2x^2} is uniformly scaled by factor 2, the result is the parabola \\color{red}{y = x^2} Two objects in the Euclidean plane are similar if one can be transformed to the other by a similarity, that is, an arbitrary composition of rigid motions (translations and rotations) and uniform scalings. A parabola \\mathcal P with vertex V = (v_1, v_2) can be transformed by the translation (x, y) \\to (x - v_1, y - v_2) to one with the origin as vertex. A suitable rotation around the origin can then transform the parabola to one that has the axis as axis of symmetry. Hence the parabola \\mathcal P can be transformed by a rigid motion to a parabola with an equation y = ax^2,\\ a e 0. Such a parabola can then be transformed by the uniform scaling (x, y) \\to (ax, ay) into the unit parabola with equation y = x^2. Thus, any parabola can be mapped to the unit parabola by a similarity.. A synthetic approach, using similar triangles, can also be used to establish this result.. The general result is that two conic sections (necessarily of the same type) are similar if and only if they have the same eccentricity. Therefore, only circles (all having eccentricity 0) share this property with parabolas (all having eccentricity 1), while general ellipses and hyperbolas do not. There are other simple affine transformations that map the parabola y = ax^2 onto the unit parabola, such as (x, y) \\to \\left(x, \\tfrac{y}{a}\\right). But this mapping is not a similarity, and only shows that all parabolas are affinely equivalent (see ). == As a special conic section == thumb|Pencil of conics with a common vertex The pencil of conic sections with the x axis as axis of symmetry, one vertex at the origin (0, 0) and the same semi-latus rectum p can be represented by the equation : y^2 = 2px +(e^2 - 1) x^2, \\quad e \\ge 0, with e the eccentricity. * For e = 0 the conic is a circle (osculating circle of the pencil), * for 0 < e < 1 an ellipse, * for e = 1 the parabola with equation y^2 = 2px, * for e > 1 a hyperbola (see picture). == In polar coordinates == thumb|Pencil of conics with a common focus If , the parabola with equation y^2 = 2px (opening to the right) has the polar representation : r = 2p \\frac{\\cos\\varphi}{\\sin^2\\varphi}, \\quad \\varphi \\in \\left[ -\\tfrac{\\pi}{2} , \\tfrac{\\pi}{2} \\right] \\setminus \\\\{0\\\\} : (r^2 = x^2 + y^2,\\ x = r\\cos\\varphi). Its vertex is V = (0, 0), and its focus is F = \\left(\\tfrac{p}{2}, 0\\right). If one shifts the origin into the focus, that is, F = (0, 0), one obtains the equation : r = \\frac{p}{1 - \\cos\\varphi}, \\quad \\varphi e 2\\pi k. Remark 1: Inverting this polar form shows that a parabola is the inverse of a cardioid. Remark 2: The second polar form is a special case of a pencil of conics with focus F = (0, 0) (see picture): : r = \\frac{p}{1 - e\\cos\\varphi} (e is the eccentricity). == Conic section and quadratic form == === Diagram, description, and definitions === thumb|Cone with cross-sections The diagram represents a cone with its axis . The point A is its apex. An inclined cross-section of the cone, shown in pink, is inclined from the axis by the same angle , as the side of the cone. According to the definition of a parabola as a conic section, the boundary of this pink cross- section EPD is a parabola. A cross-section perpendicular to the axis of the cone passes through the vertex P of the parabola. This cross-section is circular, but appears elliptical when viewed obliquely, as is shown in the diagram. Its centre is V, and is a diameter. We will call its radius . Another perpendicular to the axis, circular cross-section of the cone is farther from the apex A than the one just described. It has a chord , which joins the points where the parabola intersects the circle. Another chord is the perpendicular bisector of and is consequently a diameter of the circle. These two chords and the parabola's axis of symmetry all intersect at the point M. All the labelled points, except D and E, are coplanar. They are in the plane of symmetry of the whole figure. This includes the point F, which is not mentioned above. It is defined and discussed below, in . Let us call the length of and of , and the length of . === Derivation of quadratic equation === The lengths of and are: : \\overline\\mathrm{BM} = 2y\\sin\\theta(triangle BPM is isosceles, because \\overline{PM} \\parallel \\overline{AC} \\implies \\angle PMB = \\angle ACB = \\angle ABC), : \\overline\\mathrm{CM} = 2r(PMCK is a parallelogram). Using the intersecting chords theorem on the chords and , we get : \\overline\\mathrm{BM} \\cdot \\overline\\mathrm{CM} = \\overline\\mathrm{DM} \\cdot \\overline\\mathrm{EM}. Substituting: : 4ry\\sin\\theta = x^2. Rearranging: : y = \\frac{x^2}{4r\\sin\\theta}. For any given cone and parabola, and are constants, but and are variables that depend on the arbitrary height at which the horizontal cross-section BECD is made. This last equation shows the relationship between these variables. They can be interpreted as Cartesian coordinates of the points D and E, in a system in the pink plane with P as its origin. Since is squared in the equation, the fact that D and E are on opposite sides of the axis is unimportant. If the horizontal cross-section moves up or down, toward or away from the apex of the cone, D and E move along the parabola, always maintaining the relationship between and shown in the equation. The parabolic curve is therefore the locus of points where the equation is satisfied, which makes it a Cartesian graph of the quadratic function in the equation. === Focal length === It is proved in a preceding section that if a parabola has its vertex at the origin, and if it opens in the positive direction, then its equation is , where is its focal length. Comparing this with the last equation above shows that the focal length of the parabola in the cone is . === Position of the focus === In the diagram above, the point V is the foot of the perpendicular from the vertex of the parabola to the axis of the cone. The point F is the foot of the perpendicular from the point V to the plane of the parabola. By symmetry, F is on the axis of symmetry of the parabola. Angle VPF is complementary to , and angle PVF is complementary to angle VPF, therefore angle PVF is . Since the length of is , the distance of F from the vertex of the parabola is . It is shown above that this distance equals the focal length of the parabola, which is the distance from the vertex to the focus. The focus and the point F are therefore equally distant from the vertex, along the same line, which implies that they are the same point. Therefore, the point F, defined above, is the focus of the parabola. This discussion started from the definition of a parabola as a conic section, but it has now led to a description as a graph of a quadratic function. This shows that these two descriptions are equivalent. They both define curves of exactly the same shape. === Alternative proof with Dandelin spheres === thumb|Parabola (red): side projection view and top projection view of a cone with a Dandelin sphere An alternative proof can be done using Dandelin spheres. It works without calculation and uses elementary geometric considerations only (see the derivation below). The intersection of an upright cone by a plane \\pi, whose inclination from vertical is the same as a generatrix (a.k.a. generator line, a line containing the apex and a point on the cone surface) m_0 of the cone, is a parabola (red curve in the diagram). This generatrix m_0 is the only generatrix of the cone that is parallel to plane \\pi. Otherwise, if there are two generatrices parallel to the intersecting plane, the intersection curve will be a hyperbola (or degenerate hyperbola, if the two generatrices are in the intersecting plane). If there is no generatrix parallel to the intersecting plane, the intersection curve will be an ellipse or a circle (or a point). Let plane \\sigma be the plane that contains the vertical axis of the cone and line m_0. The inclination of plane \\pi from vertical is the same as line m_0 means that, viewing from the side (that is, the plane \\pi is perpendicular to plane \\sigma), m_0 \\parallel \\pi. In order to prove the directrix property of a parabola (see above), one uses a Dandelin sphere d, which is a sphere that touches the cone along a circle c and plane \\pi at point F. The plane containing the circle c intersects with plane \\pi at line l. There is a mirror symmetry in the system consisting of plane \\pi, Dandelin sphere d and the cone (the plane of symmetry is \\sigma). Since the plane containing the circle c is perpendicular to plane \\sigma, and \\pi \\perp \\sigma, their intersection line l must also be perpendicular to plane \\sigma. Since line m_0 is in plane \\sigma, l \\perp m_0. It turns out that F is the focus of the parabola, and l is the directrix of the parabola. # Let P be an arbitrary point of the intersection curve. # The generatrix of the cone containing P intersects circle c at point A. # The line segments \\overline{PF} and \\overline{PA} are tangential to the sphere d, and hence are of equal length. # Generatrix m_0 intersects the circle c at point D. The line segments \\overline{ZD} and \\overline{ZA} are tangential to the sphere d, and hence are of equal length. # Let line q be the line parallel to m_0 and passing through point P. Since m_0 \\parallel \\pi, and point P is in plane \\pi, line q must be in plane \\pi. Since m_0 \\perp l, we know that q \\perp l as well. # Let point B be the foot of the perpendicular from point P to line l, that is, \\overline{PB} is a segment of line q, and hence \\overline{PB} \\parallel \\overline{ZD}. # From intercept theorem and \\overline{ZD} = \\overline {ZA} we know that \\overline{PA} = \\overline {PB}. Since \\overline{PA} = \\overline {PF}, we know that \\overline{PF} = \\overline {PB}, which means that the distance from P to the focus F is equal to the distance from P to the directrix l. == Proof of the reflective property == thumb|right|Reflective property of a parabola The reflective property states that if a parabola can reflect light, then light that enters it travelling parallel to the axis of symmetry is reflected toward the focus. This is derived from geometrical optics, based on the assumption that light travels in rays. Consider the parabola . Since all parabolas are similar, this simple case represents all others. === Construction and definitions === The point E is an arbitrary point on the parabola. The focus is F, the vertex is A (the origin), and the line is the axis of symmetry. The line is parallel to the axis of symmetry and intersects the axis at D. The point B is the midpoint of the line segment . === Deductions === The vertex A is equidistant from the focus F and from the directrix. Since C is on the directrix, the coordinates of F and C are equal in absolute value and opposite in sign. B is the midpoint of . Its coordinate is half that of D, that is, . The slope of the line is the quotient of the lengths of and , which is . But is also the slope (first derivative) of the parabola at E. Therefore, the line is the tangent to the parabola at E. The distances and are equal because E is on the parabola, F is the focus and C is on the directrix. Therefore, since B is the midpoint of , triangles △FEB and △CEB are congruent (three sides), which implies that the angles marked are congruent. (The angle above E is vertically opposite angle ∠BEC.) This means that a ray of light that enters the parabola and arrives at E travelling parallel to the axis of symmetry will be reflected by the line so it travels along the line , as shown in red in the diagram (assuming that the lines can somehow reflect light). Since is the tangent to the parabola at E, the same reflection will be done by an infinitesimal arc of the parabola at E. Therefore, light that enters the parabola and arrives at E travelling parallel to the axis of symmetry of the parabola is reflected by the parabola toward its focus. This conclusion about reflected light applies to all points on the parabola, as is shown on the left side of the diagram. This is the reflective property. === Other consequences === There are other theorems that can be deduced simply from the above argument. ==== Tangent bisection property ==== The above proof and the accompanying diagram show that the tangent bisects the angle ∠FEC. In other words, the tangent to the parabola at any point bisects the angle between the lines joining the point to the focus and perpendicularly to the directrix. ==== Intersection of a tangent and perpendicular from focus ==== thumb|right|200px|Perpendicular from focus to tangent Since triangles △FBE and △CBE are congruent, is perpendicular to the tangent . Since B is on the axis, which is the tangent to the parabola at its vertex, it follows that the point of intersection between any tangent to a parabola and the perpendicular from the focus to that tangent lies on the line that is tangential to the parabola at its vertex. See animated diagram and pedal curve. ==== Reflection of light striking the convex side ==== If light travels along the line , it moves parallel to the axis of symmetry and strikes the convex side of the parabola at E. It is clear from the above diagram that this light will be reflected directly away from the focus, along an extension of the segment . === Alternative proofs === thumb|right|200px|Parabola and tangent The above proofs of the reflective and tangent bisection properties use a line of calculus. Here a geometric proof is presented. In this diagram, F is the focus of the parabola, and T and U lie on its directrix. P is an arbitrary point on the parabola. is perpendicular to the directrix, and the line bisects angle ∠FPT. Q is another point on the parabola, with perpendicular to the directrix. We know that = and = . Clearly, > , so > . All points on the bisector are equidistant from F and T, but Q is closer to F than to T. This means that Q is to the left of , that is, on the same side of it as the focus. The same would be true if Q were located anywhere else on the parabola (except at the point P), so the entire parabola, except the point P, is on the focus side of . Therefore, is the tangent to the parabola at P. Since it bisects the angle ∠FPT, this proves the tangent bisection property. The logic of the last paragraph can be applied to modify the above proof of the reflective property. It effectively proves the line to be the tangent to the parabola at E if the angles are equal. The reflective property follows as shown previously. == Pin and string construction == thumb|Parabola: pin string construction The definition of a parabola by its focus and directrix can be used for drawing it with help of pins and strings:Frans van Schooten: Mathematische Oeffeningen, Leyden, 1659, p. 334. # Choose the focus F and the directrix l of the parabola. # Take a triangle of a set square and prepare a string with length |AB| (see diagram). # Pin one end of the string at point A of the triangle and the other one to the focus F. # Position the triangle such that the second edge of the right angle is free to slide along the directrix. # Take a pen and hold the string tight to the triangle. # While moving the triangle along the directrix, the pen draws an arc of a parabola, because of |PF| = |PB| (see definition of a parabola). == Properties related to Pascal's theorem == A parabola can be considered as the affine part of a non- degenerated projective conic with a point Y_\\infty on the line of infinity g_\\infty, which is the tangent at Y_\\infty. The 5-, 4- and 3- point degenerations of Pascal's theorem are properties of a conic dealing with at least one tangent. If one considers this tangent as the line at infinity and its point of contact as the point at infinity of the y axis, one obtains three statements for a parabola. The following properties of a parabola deal only with terms connect, intersect, parallel, which are invariants of similarities. So, it is sufficient to prove any property for the unit parabola with equation y = x^2. === 4-points property === thumb|4-points property of a parabola Any parabola can be described in a suitable coordinate system by an equation y = ax^2. * Let P_1 = (x_1, y_1),\\ P_2 = (x_2, y_2),\\ P_3 = (x_3, y_3),\\ P_4 = (x_4, y_4) be four points of the parabola y = ax^2, and Q_2 the intersection of the secant line P_1 P_4 with the line x = x_2, and let Q_1 be the intersection of the secant line P_2 P_3 with the line x = x_1 (see picture). Then the secant line P_3 P_4 is parallel to line Q_1 Q_2. : (The lines x = x_1 and x = x_2 are parallel to the axis of the parabola.) Proof: straightforward calculation for the unit parabola y = x^2. Application: The 4-points property of a parabola can be used for the construction of point P_4, while P_1, P_2, P_3 and Q_2 are given. Remark: the 4-points property of a parabola is an affine version of the 5-point degeneration of Pascal's theorem. === 3-points–1-tangent property === thumb|3-points–1-tangent property Let P_0=(x_0,y_0),P_1=(x_1,y_1),P_2=(x_2,y_2) be three points of the parabola with equation y=ax^2 and Q_2 the intersection of the secant line P_0P_1 with the line x=x_2 and Q_1 the intersection of the secant line P_0P_2 with the line x=x_1 (see picture). Then the tangent at point P_0 is parallel to the line Q_1Q_2. (The lines x=x_1 and x=x_2 are parallel to the axis of the parabola.) Proof: can be performed for the unit parabola y=x^2. A short calculation shows: line Q_1Q_2 has slope 2x_0 which is the slope of the tangent at point P_0. Application: The 3-points-1-tangent-property of a parabola can be used for the construction of the tangent at point P_0, while P_1,P_2,P_0 are given. Remark: The 3-points-1-tangent-property of a parabola is an affine version of the 4-point-degeneration of Pascal's theorem. === 2-points–2-tangents property === thumb|2-points–2-tangents property Let P_1 = (x_1, y_1),\\ P_2 = (x_2, y_2) be two points of the parabola with equation y = ax^2, and Q_2 the intersection of the tangent at point P_1 with the line x = x_2, and Q_1 the intersection of the tangent at point P_2 with the line x = x_1 (see picture). Then the secant P_1 P_2 is parallel to the line Q_1 Q_2. (The lines x = x_1 and x = x_2 are parallel to the axis of the parabola.) Proof: straight forward calculation for the unit parabola y = x^2. Application: The 2-points–2-tangents property can be used for the construction of the tangent of a parabola at point P_2, if P_1, P_2 and the tangent at P_1 are given. Remark 1: The 2-points–2-tangents property of a parabola is an affine version of the 3-point degeneration of Pascal's theorem. Remark 2: The 2-points–2-tangents property should not be confused with the following property of a parabola, which also deals with 2 points and 2 tangents, but is not related to Pascal's theorem. === Axis direction === thumb|Construction of the axis direction The statements above presume the knowledge of the axis direction of the parabola, in order to construct the points Q_1, Q_2. The following property determines the points Q_1, Q_2 by two given points and their tangents only, and the result is that the line Q_1 Q_2 is parallel to the axis of the parabola. Let # P_1 = (x_1, y_1),\\ P_2 = (x_2, y_2) be two points of the parabola y = ax^2, and t_1, t_2 be their tangents; # Q_1 be the intersection of the tangents t_1, t_2, # Q_2 be the intersection of the parallel line to t_1 through P_2 with the parallel line to t_2 through P_1 (see picture). Then the line Q_1 Q_2 is parallel to the axis of the parabola and has the equation x = (x_1 + x_2) / 2. Proof: can be done (like the properties above) for the unit parabola y = x^2. Application: This property can be used to determine the direction of the axis of a parabola, if two points and their tangents are given. An alternative way is to determine the midpoints of two parallel chords, see section on parallel chords. Remark: This property is an affine version of the theorem of two perspective triangles of a non-degenerate conic.Planar Circle Geometries, an Introduction to Moebius-, Laguerre- and Minkowski-planes, p. 36. == Steiner generation == === Parabola === thumb|Steiner generation of a parabola Steiner established the following procedure for the construction of a non-degenerate conic (see Steiner conic): * Given two pencils B(U), B(V) of lines at two points U, V (all lines containing U and V respectively) and a projective but not perspective mapping \\pi of B(U) onto B(V), the intersection points of corresponding lines form a non-degenerate projective conic section. This procedure can be used for a simple construction of points on the parabola y = ax^2: * Consider the pencil at the vertex S(0, 0) and the set of lines \\Pi_y that are parallel to the y axis. # Let P = (x_0, y_0) be a point on the parabola, and A = (0, y_0), B = (x_0, 0). # The line segment \\overline{BP} is divided into n equally spaced segments, and this division is projected (in the direction BA) onto the line segment \\overline{AP} (see figure). This projection gives rise to a projective mapping \\pi from pencil S onto the pencil \\Pi_y. # The intersection of the line SB_i and the i-th parallel to the y axis is a point on the parabola. Proof: straightforward calculation. Remark: Steiner's generation is also available for ellipses and hyperbolas. === Dual parabola === 400px|thumb|Dual parabola and Bezier curve of degree 2 (right: curve point and division points Q_0, Q_1 for parameter t = 0.4) A dual parabola consists of the set of tangents of an ordinary parabola. The Steiner generation of a conic can be applied to the generation of a dual conic by changing the meanings of points and lines: * Let be given two point sets on two lines u, v, and a projective but not perspective mapping \\pi between these point sets, then the connecting lines of corresponding points form a non degenerate dual conic. In order to generate elements of a dual parabola, one starts with # three points P_0, P_1, P_2 not on a line, # divides the line sections \\overline{P_0 P_1} and \\overline{P_1 P_2} each into n equally spaced line segments and adds numbers as shown in the picture. # Then the lines P_0 P_1, P_1 P_2, (1,1), (2,2), \\dotsc are tangents of a parabola, hence elements of a dual parabola. # The parabola is a Bezier curve of degree 2 with the control points P_0, P_1, P_2. The proof is a consequence of the de Casteljau algorithm for a Bezier curve of degree 2. == Inscribed angles and the 3-point form == thumb|Inscribed angles of a parabola A parabola with equation y = ax^2 + bx + c,\\ a e 0 is uniquely determined by three points (x_1, y_1), (x_2, y_2), (x_3, y_3) with different x coordinates. The usual procedure to determine the coefficients a, b, c is to insert the point coordinates into the equation. The result is a linear system of three equations, which can be solved by Gaussian elimination or Cramer's rule, for example. An alternative way uses the inscribed angle theorem for parabolas. In the following, the angle of two lines will be measured by the difference of the slopes of the line with respect to the directrix of the parabola. That is, for a parabola of equation y = ax^2 + bx + c, the angle between two lines of equations y = m_1 x + d_1,\\ y = m_2x + d_2 is measured by m_1 - m_2. Analogous to the inscribed angle theorem for circles, one has the inscribed angle theorem for parabolas:E. Hartmann, Lecture Note Planar Circle Geometries, an Introduction to Möbius-, Laguerre- and Minkowski Planes, p. 72.W. Benz, Vorlesungen über Geomerie der Algebren, Springer (1973). : Four points P_i = (x_i, y_i),\\ i = 1, \\ldots, 4, with different coordinates (see picture) are on a parabola with equation y = ax^2 + bx + c if and only if the angles at P_3 and P_4 have the same measure, as defined above. That is, : \\frac{y_4 - y_1}{x_4 - x_1} - \\frac{y_4 - y_2}{x_4 - x_2} = \\frac{y_3 - y_1}{x_3 - x_1} - \\frac{y_3 - y_2}{x_3 - x_2}. (Proof: straightforward calculation: If the points are on a parabola, one may translate the coordinates for having the equation y = ax^2, then one has \\frac{y_i - y_j}{x_i - x_j} = x_i + x_j if the points are on the parabola.) A consequence is that the equation (in {\\color{green}x}, {\\color{red}y}) of the parabola determined by 3 points P_i = (x_i, y_i),\\ i = 1, 2, 3, with different coordinates is (if two coordinates are equal, there is no parabola with directrix parallel to the axis, which passes through the points) : \\frac{{\\color{red}y} - y_1}{{\\color{green}x} - x_1} - \\frac{{\\color{red}y} - y_2}{{\\color{green}x} - x_2} = \\frac{y_3 - y_1}{x_3 - x_1} - \\frac{y_3 - y_2}{x_3 - x_2}. Multiplying by the denominators that depend on {\\color{green}x}, one obtains the more standard form : (x_1 - x_2){\\color{red}y} = ({\\color{green}x} - x_1)({\\color{green}x} - x_2) \\left(\\frac{y_3 - y_1}{x_3 - x_1} - \\frac{y_3 - y_2}{x_3 - x_2}\\right) + (y_1 - y_2){\\color{green}x} + x_1 y_2 - x_2 y_1. == Pole–polar relation == thumb|Parabola: pole–polar relation In a suitable coordinate system any parabola can be described by an equation y = ax^2. The equation of the tangent at a point P_0 = (x_0, y_0),\\ y_0 = ax^2_0 is : y = 2ax_0(x - x_0) + y_0 = 2ax_0x - ax^2_0 = 2ax_0x - y_0. One obtains the function : (x_0, y_0) \\to y = 2ax_0x - y_0 on the set of points of the parabola onto the set of tangents. Obviously, this function can be extended onto the set of all points of \\R^2 to a bijection between the points of \\R^2 and the lines with equations y = mx + d, \\ m, d \\in \\R. The inverse mapping is : line y = mx + d → point (\\tfrac{m}{2a}, -d). This relation is called the pole–polar relation of the parabola, where the point is the pole, and the corresponding line its polar. By calculation, one checks the following properties of the pole–polar relation of the parabola: * For a point (pole) on the parabola, the polar is the tangent at this point (see picture: P_1,\\ p_1). * For a pole P outside the parabola the intersection points of its polar with the parabola are the touching points of the two tangents passing P (see picture: P_2,\\ p_2). * For a point within the parabola the polar has no point with the parabola in common (see picture: P_3,\\ p_3 and P_4,\\ p_4). * The intersection point of two polar lines (for example, p_3, p_4) is the pole of the connecting line of their poles (in example: P_3, P_4). * Focus and directrix of the parabola are a pole–polar pair. Remark: Pole–polar relations also exist for ellipses and hyperbolas. == Tangent properties == === Two tangent properties related to the latus rectum === Let the line of symmetry intersect the parabola at point Q, and denote the focus as point F and its distance from point Q as . Let the perpendicular to the line of symmetry, through the focus, intersect the parabola at a point T. Then (1) the distance from F to T is , and (2) a tangent to the parabola at point T intersects the line of symmetry at a 45° angle. thumb|right|Perpendicular tangents intersect on the directrix === Orthoptic property === If two tangents to a parabola are perpendicular to each other, then they intersect on the directrix. Conversely, two tangents that intersect on the directrix are perpendicular. In other words, at any point on the directrix the whole parabola subtends a right angle. === Lambert's theorem === Let three tangents to a parabola form a triangle. Then Lambert's theorem states that the focus of the parabola lies on the circumcircle of the triangle. Tsukerman's converse to Lambert's theorem states that, given three lines that bound a triangle, if two of the lines are tangent to a parabola whose focus lies on the circumcircle of the triangle, then the third line is also tangent to the parabola. == Facts related to chords and arcs == === Focal length calculated from parameters of a chord === Suppose a chord crosses a parabola perpendicular to its axis of symmetry. Let the length of the chord between the points where it intersects the parabola be and the distance from the vertex of the parabola to the chord, measured along the axis of symmetry, be . The focal length, , of the parabola is given by : f = \\frac{c^2}{16d}. ;Proof: Suppose a system of Cartesian coordinates is used such that the vertex of the parabola is at the origin, and the axis of symmetry is the axis. The parabola opens upward. It is shown elsewhere in this article that the equation of the parabola is , where is the focal length. At the positive end of the chord, and . Since this point is on the parabola, these coordinates must satisfy the equation above. Therefore, by substitution, 4fd = \\left(\\tfrac{c}{2}\\right)^2. From this, f = \\tfrac{c^2}{16d}. === Area enclosed between a parabola and a chord === thumb|Parabola (magenta) and line (lower light blue) including a chord (blue). The area enclosed between them is in pink. The chord itself ends at the points where the line intersects the parabola. The area enclosed between a parabola and a chord (see diagram) is two-thirds of the area of a parallelogram that surrounds it. One side of the parallelogram is the chord, and the opposite side is a tangent to the parabola. The slope of the other parallel sides is irrelevant to the area. Often, as here, they are drawn parallel with the parabola's axis of symmetry, but this is arbitrary. A theorem equivalent to this one, but different in details, was derived by Archimedes in the 3rd century BCE. He used the areas of triangles, rather than that of the parallelogram. See The Quadrature of the Parabola. If the chord has length and is perpendicular to the parabola's axis of symmetry, and if the perpendicular distance from the parabola's vertex to the chord is , the parallelogram is a rectangle, with sides of and . The area of the parabolic segment enclosed by the parabola and the chord is therefore : A = \\frac{2}{3} bh. This formula can be compared with the area of a triangle: . In general, the enclosed area can be calculated as follows. First, locate the point on the parabola where its slope equals that of the chord. This can be done with calculus, or by using a line that is parallel to the axis of symmetry of the parabola and passes through the midpoint of the chord. The required point is where this line intersects the parabola. Then, using the formula given in Distance from a point to a line, calculate the perpendicular distance from this point to the chord. Multiply this by the length of the chord to get the area of the parallelogram, then by 2/3 to get the required enclosed area. === Corollary concerning midpoints and endpoints of chords === thumb|Midpoints of parallel chords A corollary of the above discussion is that if a parabola has several parallel chords, their midpoints all lie on a line parallel to the axis of symmetry. If tangents to the parabola are drawn through the endpoints of any of these chords, the two tangents intersect on this same line parallel to the axis of symmetry (see Axis-direction of a parabola). === Arc length === If a point X is located on a parabola with focal length , and if is the perpendicular distance from X to the axis of symmetry of the parabola, then the lengths of arcs of the parabola that terminate at X can be calculated from and as follows, assuming they are all expressed in the same units. :\\begin{align} h &= \\frac{p}{2}, \\\\\\ q &= \\sqrt{f^2 + h^2}, \\\\\\ s &= \\frac{hq}{f} + f \\ln\\frac{h + q}{f}. \\end{align} This quantity is the length of the arc between X and the vertex of the parabola. The length of the arc between X and the symmetrically opposite point on the other side of the parabola is . The perpendicular distance can be given a positive or negative sign to indicate on which side of the axis of symmetry X is situated. Reversing the sign of reverses the signs of and without changing their absolute values. If these quantities are signed, the length of the arc between any two points on the parabola is always shown by the difference between their values of . The calculation can be simplified by using the properties of logarithms: : s_1 - s_2 = \\frac{h_1 q_1 - h_2 q_2}{f} + f \\ln\\frac{h_1 + q_1}{h_2 + q_2}. This can be useful, for example, in calculating the size of the material needed to make a parabolic reflector or parabolic trough. This calculation can be used for a parabola in any orientation. It is not restricted to the situation where the axis of symmetry is parallel to the y axis. == A geometrical construction to find a sector area == 400px|Sector area proposition 30 S is the focus, and V is the principal vertex of the parabola VG. Draw VX perpendicular to SV. Take any point B on VG and drop a perpendicular BQ from B to VX. Draw perpendicular ST intersecting BQ, extended if necessary, at T. At B draw the perpendicular BJ, intersecting VX at J. For the parabola, the segment VBV, the area enclosed by the chord VB and the arc VB, is equal to ∆VBQ / 3, also BQ = \\frac{VQ^2}{4SV}. The area of the parabolic sector SVB = ∆SVB + ∆VBQ / 3{} = \\frac{SV \\cdot VQ}{2} + \\frac{VQ \\cdot BQ}{6}. Since triangles TSB and QBJ are similar, : VJ = VQ - JQ = VQ - \\frac{BQ \\cdot TB}{ST} = VQ - \\frac{BQ \\cdot (SV - BQ)}{VQ} = \\frac{3VQ}{4} + \\frac{VQ \\cdot BQ}{4SV}. Therefore, the area of the parabolic sector SVB = \\frac{2SV \\cdot VJ}{3} and can be found from the length of VJ, as found above. A circle through S, V and B also passes through J. Conversely, if a point, B on the parabola VG is to be found so that the area of the sector SVB is equal to a specified value, determine the point J on VX and construct a circle through S, V and J. Since SJ is the diameter, the center of the circle is at its midpoint, and it lies on the perpendicular bisector of SV, a distance of one half VJ from SV. The required point B is where this circle intersects the parabola. If a body traces the path of the parabola due to an inverse square force directed towards S, the area SVB increases at a constant rate as point B moves forward. It follows that J moves at constant speed along VX as B moves along the parabola. If the speed of the body at the vertex where it is moving perpendicularly to SV is v, then the speed of J is equal to 3v/4. The construction can be extended simply to include the case where neither radius coincides with the axis SV as follows. Let A be a fixed point on VG between V and B, and point H be the intersection on VX with the perpendicular to SA at A. From the above, the area of the parabolic sector SAB = \\frac{2SV \\cdot (VJ - VH)}{3} = \\frac{2SV \\cdot HJ}{3}. Conversely, if it is required to find the point B for a particular area SAB, find point J from HJ and point B as before. By Book 1, Proposition 16, Corollary 6 of Newton's Principia, the speed of a body moving along a parabola with a force directed towards the focus is inversely proportional to the square root of the radius. If the speed at A is v, then at the vertex V it is \\sqrt{\\frac{SA}{SV}} v, and point J moves at a constant speed of \\frac{3v}{4} \\sqrt{\\frac{SA}{SV}}. The above construction was devised by Isaac Newton and can be found in Book 1 of Philosophiæ Naturalis Principia Mathematica as Proposition 30. == Focal length and radius of curvature at the vertex == The focal length of a parabola is half of its radius of curvature at its vertex. ;Proof: File:Huygens + Snell + van Ceulen - regular polygon doubling.svg|Image is inverted. AB is axis. C is origin. O is center. A is . OA = OC = . PA = . CP = . OP = . Other points and lines are irrelevant for this purpose. File:Parabola circle.svg|The radius of curvature at the vertex is twice the focal length. The measurements shown on the above diagram are in units of the latus rectum, which is four times the focal length. File:Concave mirror.svg Consider a point on a circle of radius and with center at the point . The circle passes through the origin. If the point is near the origin, the Pythagorean theorem shows that :\\begin{align} x^2 + (R - y)^2 &= R^2, \\\\\\ x^2 + R^2 - 2Ry + y^2 &= R^2, \\\\\\ x^2 + y^2 &= 2Ry. \\end{align} But if is extremely close to the origin, since the axis is a tangent to the circle, is very small compared with , so is negligible compared with the other terms. Therefore, extremely close to the origin : x^2 = 2Ry.(1) Compare this with the parabola : x^2 = 4fy,(2) which has its vertex at the origin, opens upward, and has focal length (see preceding sections of this article). Equations (1) and (2) are equivalent if . Therefore, this is the condition for the circle and parabola to coincide at and extremely close to the origin. The radius of curvature at the origin, which is the vertex of the parabola, is twice the focal length. ; Corollary: A concave mirror that is a small segment of a sphere behaves approximately like a parabolic mirror, focusing parallel light to a point midway between the centre and the surface of the sphere. == As the affine image of the unit parabola == thumb|Parabola as an affine image of the unit parabola Another definition of a parabola uses affine transformations: * Any parabola is the affine image of the unit parabola with equation y = x^2. ;parametric representation An affine transformation of the Euclidean plane has the form \\vec x \\to \\vec f_0 + A \\vec x, where A is a regular matrix (determinant is not 0), and \\vec f_0 is an arbitrary vector. If \\vec f_1, \\vec f_2 are the column vectors of the matrix A, the unit parabola (t, t^2),\\ t \\in \\R is mapped onto the parabola :\\vec x=\\vec p(t) = \\vec f_0 +\\vec f_1 t +\\vec f_2 t^2, where : \\vec f_0 is a point of the parabola, : \\vec f_1 is a tangent vector at point \\vec f_0, : \\vec f_2 is parallel to the axis of the parabola (axis of symmetry through the vertex). ;vertex In general, the two vectors \\vec f_1, \\vec f_2 are not perpendicular, and \\vec f_0 is not the vertex, unless the affine transformation is a similarity. The tangent vector at the point \\vec p(t) is \\vec p'(t) = \\vec f_1 + 2t \\vec f_2. At the vertex the tangent vector is orthogonal to \\vec f_2. Hence the parameter t_0 of the vertex is the solution of the equation : \\vec p'(t) \\cdot \\vec f_2 = \\vec f_1 \\cdot \\vec f_2 + 2t f_2^2 = 0, which is : t_0 = -\\frac{\\vec f_1 \\cdot \\vec f_2}{2 f_2^2}, and the vertex is : \\vec p(t_0) = \\vec f_0 - \\frac{\\vec f_1 \\cdot \\vec f_2}{2 f_2^2} \\vec f_1 + \\frac{(\\vec f_1 \\cdot \\vec f_2)^2}{4(f_2^2)^2} \\vec f_2. ;focal length and focus The focal length can be determined by a suitable parameter transformation (which does not change the geometric shape of the parabola). The focal length is : f = \\frac{f_1^2 \\, f_2^2 - (\\vec f_1 \\cdot \\vec f_2)^2}{4|f_2|^3}. Hence the focus of the parabola is : F:\\ \\vec f_0 - \\frac{\\vec f_1 \\cdot \\vec f_2}{2 f_2^2} \\vec f_1 + \\frac{f_1^2 \\, f_2^2}{4(f_2^2)^2} \\vec f_2. ;implicit representation Solving the parametric representation for \\; t, t^2\\; by Cramer's rule and using \\;t\\cdot t-t^2 =0\\; , one gets the implicit representation :\\det(\\vec x\\\\!-\\\\!\\vec f\\\\!_0,\\vec f\\\\!_2)^2-\\det(\\vec f\\\\!_1,\\vec x\\\\!-\\\\!\\vec f\\\\!_0)\\det(\\vec f\\\\!_1,\\vec f\\\\!_2)=0. ;parabola in space The definition of a parabola in this section gives a parametric representation of an arbitrary parabola, even in space, if one allows \\vec f\\\\!_0, \\vec f\\\\!_1, \\vec f\\\\!_2 to be vectors in space. == As quadratic Bézier curve == thumb|right|Quadratic Bézier curve and its control points A quadratic Bézier curve is a curve \\vec c(t) defined by three points P_0: \\vec p_0, P_1: \\vec p_1 and P_2: \\vec p_2, called its control points: : \\begin{align} \\vec c(t) &= \\sum_{i=0}^2 \\binom{2}{i} t^i (1 - t)^{2-i} \\vec p_i \\\\\\ &= (1 - t)^2 \\vec p_0 + 2t(1 - t) \\vec p_1 + t^2 \\vec p_2 \\\\\\ &= (\\vec p_0 - 2\\vec p_1 + \\vec p_2) t^2 + (-2\\vec p_0 + 2\\vec p_1) t + \\vec p_0, \\quad t \\in [0, 1]. \\end{align} This curve is an arc of a parabola (see ). == Numerical integration == thumb|Simpson's rule: the graph of a function is replaced by an arc of a parabola In one method of numerical integration one replaces the graph of a function by arcs of parabolas and integrates the parabola arcs. A parabola is determined by three points. The formula for one arc is : \\int_a^b f(x)\\,dx \\approx \\frac{b - a}{6} \\cdot \\left( f(a) + 4f\\left( \\frac{a + b}{2} \\right) + f(b) \\right). The method is called Simpson's rule. == As plane section of quadric == The following quadrics contain parabolas as plane sections: * elliptical cone, * parabolic cylinder, * elliptical paraboloid, * hyperbolic paraboloid, * hyperboloid of one sheet, * hyperboloid of two sheets. File:Quadric Cone.jpg|Elliptic cone File:Parabolic Cylinder Quadric.png|Parabolic cylinder File:Paraboloid.png|Elliptic paraboloid File:Hyperbol Paraboloid.pov.png|Hyperbolic paraboloid File:Hyperboloid1.png|Hyperboloid of one sheet File:Hyperboloid2.png|Hyperboloid of two sheets == As trisectrix == thumb|upright=1.25|Angle trisection with a parabola A parabola can be used as a trisectrix, that is it allows the exact trisection of an arbitrary angle with straightedge and compass. This is not in contradiction to the impossibility of an angle trisection with compass-and-straightedge constructions alone, as the use of parabolas is not allowed in the classic rules for compass-and-straightedge constructions. To trisect \\angle AOB, place its leg OB on the x axis such that the vertex O is in the coordinate system's origin. The coordinate system also contains the parabola y = 2x^2. The unit circle with radius 1 around the origin intersects the angle's other leg OA, and from this point of intersection draw the perpendicular onto the y axis. The parallel to y axis through the midpoint of that perpendicular and the tangent on the unit circle in (0, 1) intersect in C. The circle around C with radius OC intersects the parabola at P_1. The perpendicular from P_1 onto the x axis intersects the unit circle at P_2, and \\angle P_2OB is exactly one third of \\angle AOB. The correctness of this construction can be seen by showing that the x coordinate of P_1 is \\cos(\\alpha). Solving the equation system given by the circle around C and the parabola leads to the cubic equation 4x^3 - 3x - \\cos(3\\alpha) = 0. The triple-angle formula \\cos(3\\alpha) = 4 \\cos(\\alpha)^3 - 3 \\cos(\\alpha) then shows that \\cos(\\alpha) is indeed a solution of that cubic equation. This trisection goes back to René Descartes, who described it in his book (1637). == Generalizations == If one replaces the real numbers by an arbitrary field, many geometric properties of the parabola y=x^2 are still valid: # A line intersects in at most two points. # At any point (x_0, x_0^2) the line y = 2 x_0 x - x_0^2 is the tangent. Essentially new phenomena arise, if the field has characteristic 2 (that is, 1 + 1 = 0): the tangents are all parallel. In algebraic geometry, the parabola is generalized by the rational normal curves, which have coordinates ; the standard parabola is the case , and the case is known as the twisted cubic. A further generalization is given by the Veronese variety, when there is more than one input variable. In the theory of quadratic forms, the parabola is the graph of the quadratic form (or other scalings), while the elliptic paraboloid is the graph of the positive-definite quadratic form (or scalings), and the hyperbolic paraboloid is the graph of the indefinite quadratic form . Generalizations to more variables yield further such objects. The curves for other values of are traditionally referred to as the higher parabolas and were originally treated implicitly, in the form for and both positive integers, in which form they are seen to be algebraic curves. These correspond to the explicit formula for a positive fractional power of . Negative fractional powers correspond to the implicit equation and are traditionally referred to as higher hyperbolas. Analytically, can also be raised to an irrational power (for positive values of ); the analytic properties are analogous to when is raised to rational powers, but the resulting curve is no longer algebraic and cannot be analyzed by algebraic geometry. == In the physical world == In nature, approximations of parabolas and paraboloids are found in many diverse situations. The best-known instance of the parabola in the history of physics is the trajectory of a particle or body in motion under the influence of a uniform gravitational field without air resistance (for instance, a ball flying through the air, neglecting air friction). The parabolic trajectory of projectiles was discovered experimentally in the early 17th century by Galileo, who performed experiments with balls rolling on inclined planes. He also later proved this mathematically in his book Dialogue Concerning Two New Sciences.Dialogue Concerning Two New Sciences (1638) (The Motion of Projectiles: Theorem 1). For objects extended in space, such as a diver jumping from a diving board, the object itself follows a complex motion as it rotates, but the center of mass of the object nevertheless moves along a parabola. As in all cases in the physical world, the trajectory is always an approximation of a parabola. The presence of air resistance, for example, always distorts the shape, although at low speeds, the shape is a good approximation of a parabola. At higher speeds, such as in ballistics, the shape is highly distorted and doesn't resemble a parabola. Another hypothetical situation in which parabolas might arise, according to the theories of physics described in the 17th and 18th centuries by Sir Isaac Newton, is in two-body orbits, for example, the path of a small planetoid or other object under the influence of the gravitation of the Sun. Parabolic orbits do not occur in nature; simple orbits most commonly resemble hyperbolas or ellipses. The parabolic orbit is the degenerate intermediate case between those two types of ideal orbit. An object following a parabolic orbit would travel at the exact escape velocity of the object it orbits; objects in elliptical or hyperbolic orbits travel at less or greater than escape velocity, respectively. Long-period comets travel close to the Sun's escape velocity while they are moving through the inner Solar system, so their paths are nearly parabolic. Approximations of parabolas are also found in the shape of the main cables on a simple suspension bridge. The curve of the chains of a suspension bridge is always an intermediate curve between a parabola and a catenary, but in practice the curve is generally nearer to a parabola due to the weight of the load (i.e. the road) being much larger than the cables themselves, and in calculations the second-degree polynomial formula of a parabola is used. Under the influence of a uniform load (such as a horizontal suspended deck), the otherwise catenary-shaped cable is deformed toward a parabola (see Catenary#Suspension bridge curve). Unlike an inelastic chain, a freely hanging spring of zero unstressed length takes the shape of a parabola. Suspension-bridge cables are, ideally, purely in tension, without having to carry other forces, for example, bending. Similarly, the structures of parabolic arches are purely in compression. Paraboloids arise in several physical situations as well. The best-known instance is the parabolic reflector, which is a mirror or similar reflective device that concentrates light or other forms of electromagnetic radiation to a common focal point, or conversely, collimates light from a point source at the focus into a parallel beam. The principle of the parabolic reflector may have been discovered in the 3rd century BC by the geometer Archimedes, who, according to a dubious legend, constructed parabolic mirrors to defend Syracuse against the Roman fleet, by concentrating the sun's rays to set fire to the decks of the Roman ships. The principle was applied to telescopes in the 17th century. Today, paraboloid reflectors can be commonly observed throughout much of the world in microwave and satellite-dish receiving and transmitting antennas. In parabolic microphones, a parabolic reflector is used to focus sound onto a microphone, giving it highly directional performance. Paraboloids are also observed in the surface of a liquid confined to a container and rotated around the central axis. In this case, the centrifugal force causes the liquid to climb the walls of the container, forming a parabolic surface. This is the principle behind the liquid-mirror telescope. Aircraft used to create a weightless state for purposes of experimentation, such as NASA's \"Vomit Comet\", follow a vertically parabolic trajectory for brief periods in order to trace the course of an object in free fall, which produces the same effect as zero gravity for most purposes. === Gallery === File:Bouncing ball strobe edit.jpg|A bouncing ball captured with a stroboscopic flash at 25 images per second. The ball becomes significantly non-spherical after each bounce, especially after the first. That, along with spin and air resistance, causes the curve swept out to deviate slightly from the expected perfect parabola. File:ParabolicWaterTrajectory.jpg|Parabolic trajectories of water in a fountain. File:Comet Kohoutek orbit p391.svg|The path (in red) of Comet Kohoutek as it passed through the inner Solar system, showing its nearly parabolic shape. The blue orbit is the Earth's. File:Laxmanjhula.jpg|The supporting cables of suspension bridges follow a curve that is intermediate between a parabola and a catenary. File:Rainbow Bridge(2).jpg|The Rainbow Bridge across the Niagara River, connecting Canada (left) to the United States (right). The parabolic arch is in compression and carries the weight of the road. File:Celler de Sant Cugat lateral.JPG|Parabolic arches used in architecture File:Parabola shape in rotating layers of fluid.jpg|Parabolic shape formed by a liquid surface under rotation. Two liquids of different densities completely fill a narrow space between two sheets of transparent plastic. The gap between the sheets is closed at the bottom, sides and top. The whole assembly is rotating around a vertical axis passing through the centre. (See Rotating furnace) File:ALSOL.jpg|Solar cooker with parabolic reflector File:Antenna 03.JPG|Parabolic antenna File:ParabolicMicrophone.jpg|Parabolic microphone with optically transparent plastic reflector used at an American college football game. File:Solar Array.jpg|Array of parabolic troughs to collect solar energy File:Ed d21m.jpg|Edison's searchlight, mounted on a cart. The light had a parabolic reflector. File:Physicist Stephen Hawking in Zero Gravity NASA.jpg|Physicist Stephen Hawking in an aircraft flying a parabolic trajectory to simulate zero gravity == See also == * Degenerate conic * Parabolic dome * Parabolic partial differential equation * Quadratic equation * Quadratic function * Universal parabolic constant == Footnotes == == References == == Further reading == * == External links == * * * Interactive parabola-drag focus, see axis of symmetry, directrix, standard and vertex forms * Archimedes Triangle and Squaring of Parabola at cut-the-knot * Two Tangents to Parabola at cut- the-knot * Parabola As Envelope of Straight Lines at cut-the-knot * Parabolic Mirror at cut-the-knot * Three Parabola Tangents at cut-the-knot * Focal Properties of Parabola at cut-the-knot * Parabola As Envelope II at cut-the- knot * The similarity of parabola at Dynamic Geometry Sketches, interactive dynamic geometry sketch. * Frans van Schooten: Mathematische Oeffeningen, 1659 Category:Conic sections Category:Algebraic curves",
 "title": "Parabola"
}