{
 "id": "232665",
 "text": "Xu Shichang (Hsu Shih-chang; ; courtesy name: Juren (Chu-jen; 菊人); October 20, 1855 – June 5, 1939) was the President of the Republic of China, in Beijing, from 10 October 1918 to 2 June 1922. The only permanent president of the Beiyang government to be a civilian, his presidency was also the longest of the warlord era. == Biography == Xu Shichang's ancestral hometown was Yinxian County (current Yinzhou District), Ningbo, Zhejiang Province. Born in Weihui, Henan, he was Yuan Shikai's closest friend. He was at one time the Viceroy of the Three Northeast Provinces, served as minister of the cabinet in Prince Qing's Cabinet, and tutored Emperor of China Puyi. At the end of the Qing dynasty, Xu was made chief of the general staff despite being a civilian. Following the overthrow of the monarchy and the Republic of China's establishment, he was appointed minister of state by Yuan Shikai in 1912, as the latter hoped that this would appease the pro-Qing Royalist Party. Xu resigned as secretary of state (premier) in protest to Yuan's imperial ambition in late 1915. He resumed his post after Yuan abandoned monarchism on 22 March 1916. His election as president was largely engineered by Duan Qirui and his Anhui clique. He was chosen because he was a civilian yet had close ties to the Beiyang Army and was neutral to both its Zhili and Anhui cliques. Lacking any military power of his own, he had to play Duan, Zhili leader Cao Kun, and Fengtian leader Zhang Zuolin against each other to stay in power. Xu believed the monarchy would eventually be restored, and to prepare Puyi for the challenges of the modern world had hired Reginald Johnston to teach Puyi \"subjects such as political science, constitutional history and English\". He held a massive celebration in Beijing for China's victory in World War I on 18 November 1918. However, he then brought troops into the Allied intervention in the Russian Civil War. A ceasefire with Sun Yat-sen's rival Constitutional Protection government was declared and intellectuals were given greater freedom. This lasted until news from France showed how Duan Qirui promised German territory in Shandong to Japan. Large student protests (May Fourth Movement) led to Xu cracking down with mass arrests. Ma Jun (), a Muslim, led protests against the Versailles Treaty. The delegation was ordered home and China refused to sign or ratify the Treaty of Versailles. Consequently, the shaky alliance between the Zhili and Anhui cliques collapsed with Duan decisively defeated. This led to the era of high warlordism. Conflict with the south flared again in 1920 and he also failed to retake Mongolia. Cao Kun, who never liked Xu, pressured him out of office and restored Li Yuanhong. == References == === Sources === * == External links == * * China After the War (1920, English translation) Category:1855 births Category:1939 deaths Category:20th-century Chinese heads of government Category:Politicians from Xinyang Category:Presidents of the Republic of China Category:Premiers of the Republic of China Category:Republic of China politicians from Henan Category:Chinese police officers Category:Grand Councillors of the Qing dynasty Category:Grand Secretaries of the Qing dynasty Category:Assistant Grand Secretaries Category:Viceroys of Three Northeast Provinces",
 "title": "Xu Shichang"
}