{
 "id": "232769",
 "text": "William Wyndham Grenville, 1st Baron Grenville, (25 October 175912 January 1834), styled as Lord Grenville from 1790, was a British Pittite Tory politician who served as Prime Minister of the United Kingdom from 1806 to 1807, but was a supporter of the Whigs for the duration of the Napoleonic Wars. As prime minister, his most significant achievement was the abolition of the slave trade in 1807. However, his government failed to either make peace with France or to accomplish Catholic emancipation and it was dismissed in the same year. == Background == Grenville was the son of the Whig Prime Minister George Grenville. His mother, Elizabeth, was the daughter of the Tory statesman Sir William Wyndham, 3rd Baronet. He had two elder brothers: Thomas and George. He was thus uncle to the 1st Duke of Buckingham and Chandos. He was also related to the Pitt family by marriage since William Pitt, 1st Earl of Chatham, had married his father's sister Hester. The younger Grenville was thus the first cousin of William Pitt the Younger. Grenville was educated at Eton College; Christ Church, Oxford; and Lincoln's Inn. ==Political career== Grenville entered the House of Commons in February 1782 as member for the borough of Buckingham. He soon became a close ally of the prime minister, his cousin William Pitt the Younger. In September, he became secretary to the Lord Lieutenant of Ireland, who was his brother George. He left the House the following year and served in the government as Paymaster of the Forces from 1784 to 1789. In 1789, he served briefly as Speaker of the House of Commons before he entered the cabinet as Home Secretary and resigned his other posts. He became Leader of the House of Lords when he was raised to the peerage the next year as Baron Grenville, of Wotton under Bernewood in the County of Buckingham. In 1791, he succeeded the Duke of Leeds as Foreign Secretary. Grenville's decade as Foreign Secretary was dramatic with the Wars of the French Revolution. During the war, Grenville was the leader of the party that focused on the fighting on the continent as the key to victory and opposed the faction of Henry Dundas, which favoured war at sea and in the colonies. Grenville left office with Pitt in 1801 over the issue of George III's refusal to assent to Catholic emancipation. Grenville did part-time military service at home as Major in the Buckinghamshire Yeomanry cavalry in 1794 and as lieutenant-colonel in the South Buckinghamshire volunteer regiment in 1806. In his years out of office, Grenville became close to the opposition Whig leader Charles James Fox, and when Pitt returned to office in 1804, Grenville sided with Fox and did not take part. ===Prime minister=== After Pitt's death in 1806, Grenville became the head of the \"Ministry of All the Talents\", a coalition between Grenville's supporters, the Foxite Whigs, and the supporters of former Prime Minister Lord Sidmouth, with Grenville as First Lord of the Treasury and Fox as Foreign Secretary as joint leaders. Grenville's cousin William Windham served as Secretary of State for War and the Colonies, and his younger brother, Thomas Grenville, served briefly as First Lord of the Admiralty. The Ministry ultimately accomplished little and failed either to make peace with France or to accomplish Catholic emancipation, the later attempt resulting in the ministry's dismissal in March 1807. It had one significant achievement, however, in the abolition of the slave trade in 1807. ===Post-premiership=== In the years after the fall of the ministry, Grenville continued in opposition by maintaining his alliance with Lord Grey and the Whigs, criticising the Peninsular War and, with Grey, refusing to join Lord Liverpool's government in 1812. In the postwar years, Grenville gradually moved back closer to the Tories but never again returned to the cabinet. In 1815, he separated from his friend Charles Grey and supported the war policy of Lord Liverpool. In 1819, when the Marquess of Lansdowne brought forward his motion for an inquiry into the causes of the distress and discontent in the manufacturing districts, Grenville delivered a speech advocating repressive measures. His political career was ended by a stroke in 1823. Grenville also served as Chancellor of the University of Oxford from 1810 until his death in 1834. ==Legacy== Historians find it hard to tell exactly which separate roles Pitt, Grenville and Dundas played in setting war policy toward France but agree that Grenville played a major role at all times until 1801. The consensus of scholars is that war with France presented an unexpected complex of problems. There was a conflict between secular ideologies, the conscription of huge armies, the new role of Russia as a continental power and especially the sheer length and cost of the multiple coalitions. Grenville energetically worked to build and hold together the Allied coalitions and paid suitable attention to smaller members such as Denmark and Sardinia. He negotiated the complex alliance with Russia and Austria. He hoped that with British financing, they would bear the brunt of the ground campaigns against the French. Grenville's influence was at the maximum during the formation of the Second Coalition. His projections of easy success were greatly exaggerated, and the result was another round of disappointment. His resignation in 1801 was caused primarily by the king's refusal to allow Catholics to sit in Parliament.Jupp, 2009. ==Dropmore House== Dropmore House was built in the 1790s for Lord Grenville. The architects were Samuel Wyatt and Charles Tatham. Grenville knew the spot from rambles during his time at Eton College and prized its distant views of his old school and of Windsor Castle. On his first day in occupation, he planted two cedar trees. At least another 2,500 trees were planted. By the time he died, his pinetum contained the biggest collection of conifer species in Britain. Part of the post-millennium restoration is to use what survives as the basis for a collection of some 200 species. ==Personal life== Lord Grenville married the Honourable Anne, daughter of Thomas Pitt, 1st Baron Camelford, in 1792. The marriage was childless. He died in January 1834, aged 74, when the barony became extinct.Burke's Peerage, Baronetage and Knightage, 107th edition, vol. 3, ed. Charles Mosley, Burke's Peerage Ltd, 2003, p. 3868 ==Ministry of All the Talents== * Lord Grenville – First Lord of the Treasury and Leader of the House of Lords * Charles James Fox – Foreign Secretary and Leader of the House of Commons * The Lord Erskine – Lord Chancellor * The Earl Fitzwilliam – Lord President of the Council * The Viscount Sidmouth – Lord Privy Seal * The Earl Spencer – Secretary of State for the Home Department * William Windham – Secretary of State for War and the Colonies * Viscount Howick – First Lord of the Admiralty * Lord Henry Petty – Chancellor of the Exchequer * The Earl of Moira – Master-General of the Ordnance * The Lord Ellenborough – Lord Chief Justice of the King's Bench Changes * September 1806On Fox's death, Lord Howick succeeds him as Foreign Secretary and Leader of the House of Commons. Thomas Grenville succeeds Howick at the Admiralty. Lord Fitzwilliam becomes Minister without Portfolio, and Lord Sidmouth succeeds him as Lord President. Lord Holland succeeds Sidmouth as Lord Privy Seal. ==Honours== ===Hereditary Peerage=== * He was given a Hereditary Peerage in 1790 allowing him to sit in the House of Lords. He sat with the Whig Party Benches. He took the title of 1st Baron Grenville. This title became extinct upon his death in 1834 as he had no surviving heir. ===British Empire honours=== ; British Empire honours {| class=\"wikitable\" style=\"width:100%;\" ! style=\"width:20%;\"| Country ! style=\"width:20%;\"| Date ! style=\"width:55%;\"| Appointment ! style=\"width:5%;\"| Post-nominal letters |- | || 178212 January 1834 || Member of the Privy Council of Ireland || PC (Ire) |- | || 178312 January 1834 || Member of the Privy Council of Great Britain || PC |- |} ===Scholastic=== ; Chancellor, visitor, governor, and fellowships {| class=\"wikitable\" style=\"width:100%;\" ! style=\"width:20%;\"| Location ! style=\"width:20%;\"| Date ! style=\"width:40%;\"| School ! style=\"width:20%;\"| Position |- | || 180912 January 1834 || University of Oxford || Chancellor |- |} ===Memberships and fellowships=== {| class=\"wikitable\" style=\"width:100%;\" ! style=\"width:20%;\"| Country ! style=\"width:20%;\"| Date ! style=\"width:40%;\"| Organisation ! style=\"width:20%;\"| Position |- | || 23 April 181812 January 1834 || Royal Society || Fellow (FRS) |- |} ==Notes== ==Further reading== * Ehrman, John. The Younger Pitt: The Years of Acclaim (1969); The Reluctant Transition (1983); The Consuming Struggle (1996). * Furber, Holden. Henry Dundas: First Viscount Melville, 1741–1811, Political Manager of Scotland, Statesman, Administrator of British India (Oxford UP, 1931). online * Jupp, Peter. \"Grenville, William Wyndham, Baron Grenville (1759–1834)\" Oxford Dictionary of National Biography (2009) https://doi.org/10.1093/ref:odnb/11501 * * Leonard, Dick. \"William Grenville, 1st Baron Grenville—Not Quite 'All the Talents'.\" in Leonard, ed, Nineteenth-Century British Premiers (Palgrave Macmillan, 2008). 38-54. * McCahill, Michael W. \"William, First Lord Grenville.\" (2003) 22#1 pp 29-42 * Mori, Jennifer. Britain in the Age of the French Revolution: 1785-1820 (2014). * Negus, Samuel D. Further concessions cannot be attained': the Jay- Grenville treaty and the politics of Anglo-American relations, 1789–1807.\" (Texas Christian University, 2013. PhD thesis) online * Sack, James J. The Grenvillites, 1801–29: Party Politics and Factionalism in the Age of Pitt and Liverpool (U. of Illinois Press, 1979) * Sherwig, John M. \"Lord Grenville's plan for a concert of Europe, 1797-99.\" Journal of Modern History 34.3 (1962): 284–293. * Temperley, Harold and L.M. Penson, eds. Foundations of British Foreign Policy: From Pitt (1792) to Salisbury (1902) (1938), primary sources online * * * ==External links== * * More about William Wyndam Grenville, Lord Grenville on the Downing Street website. * GrEco Project On Lord Grenville's Economics Category:1759 births Category:1834 deaths Category:19th-century prime ministers of the United Kingdom Category:Alumni of Christ Church, Oxford Category:Barons in the Peerage of Great Britain Category:Peers of Great Britain created by George III Category:British abolitionists Category:British MPs 1780–1784 Category:British MPs 1784–1790 Category:British Secretaries of State for Foreign Affairs Category:Chancellors of the University of Oxford Category:Children of prime ministers of the United Kingdom Category:Members of Lincoln's Inn Category:Members of the Parliament of Great Britain for English constituencies Category:Members of the Privy Council of Great Britain Category:Members of the Privy Council of Ireland Category:People educated at Eton College Category:Paymasters of the Forces Category:People from Aylesbury Vale Category:Prime Ministers of the United Kingdom Category:Secretaries of State for the Home Department Category:Speakers of the House of Commons of Great Britain Category:Whig (British political party) MPs William Category:19th-century heads of government Category:Fellows of the Royal Society Category:Commissioners of the Treasury for Ireland Category:Chief Secretaries for Ireland Category:Whig prime ministers of the United Kingdom Category:Leaders of the House of Lords",
 "title": "William Grenville, 1st Baron Grenville"
}