{
 "id": "233022",
 "text": "Jean-Baptiste Kléber () (9 March 1753 – 14 June 1800) was a French general during the French Revolutionary Wars. After serving for one year in the French Royal Army, he entered Habsburg service seven years later. However, his plebeian ancestry hindered his opportunities. Eventually, he volunteered for the French Revolutionary Army in 1792 and quickly rose through the ranks. Kléber served in the Rhineland during the War of the First Coalition, and also suppressed the Vendée Revolt. He retired to private life in the peaceful interim after the Treaty of Campo Formio, but returned to military service to accompany Napoleon in the Egyptian Campaign in 1798–99. When Napoleon left Egypt to return to Paris, he appointed Kléber as commander of the French forces. He was assassinated by a student in Cairo in 1800. A trained architect, Kléber, in times of peace, designed a number of buildings. ==Biography== === Early career === Kléber was born in Strasbourg, where his father worked as a master builder. He briefly engaged in 1769 in the 1st Hussar Regiment, but resigned to study, from 1770 to 1774, architecture, partly in Paris with Jean Chalgrin. His opportune assistance to two German nobles in a tavern brawl obtained for him nomination to the military school of Munich. From this education, he obtained a commission in the Kaunitz regiment of the Imperial army, he took part in the War of the Bavarian Succession, but did not see major engagements, as he was stationed alternately in the garrisons of Mons, Mechelen, and Luxembourg in the Austrian Netherlands. He resigned his commission in 1783 on finding his humble birth hindered his chances for promotion. On returning to France he received the appointment of inspector of public buildings at Belfort, where he studied fortification and military science. ===French Revolutionary Wars=== In 1792 he enlisted in the Haut-Rhin volunteers. Thanks to his military knowledge, he at once gained election as adjutant and soon afterward as lieutenant-colonel. At the defense of Mainz (July 1793) he so distinguished himself that though disgraced along with the rest of the garrison and imprisoned, he promptly won reinstatement, and became in August 1793 a général de brigade. He won considerable distinction in the suppression of the Vendéans, and two months later gained promotion to général de division. In these operations began his intimacy with Marceau, with whom he defeated the Royalists at Le Mans and Savenay. When he openly expressed his opinion that the Vendéans merited lenient measures, the authorities recalled him; but re-instated him once more in April 1794 and sent him to the Armée de Sambre-et-Meuse. He displayed his skill and bravery in the numerous actions around Charleroi, and especially in the crowning victory of Fleurus (26 June 1794), after which in the winter of 1794 – 1795 he besieged Mainz. In 1795, and again in 1796, he held the chief command of an army temporarily, but declined a permanent appointment as commander-in-chief. On 13 October 1795 he fought a brilliant rearguard action at the bridge of Neuwied, and in the offensive campaign of 1796, he served as Jourdan's most active and successful lieutenant, with his victory at Siegburg on 1 June that year enabling Jourdan to get the bulk of the French force across the Rhine. ===Egyptian campaign=== thumb|Kléber wounded in front of Alexandria, engraving by Adolphe-François Pannemaker After the retreat to the Rhine, he again declined a chief command and withdrew into private life early in 1798. He accepted a division in the expedition to Egypt under Bonaparte, but suffered a wound in the head at Alexandria in the first engagement, which prevented his taking any further part in the campaign of the Pyramids, and caused his appointment as governor of Alexandria. In the Syrian campaign of 1799, however, he commanded the vanguard, took El-Arish, Gaza, and Jaffa, and won the great victory of Mount Tabor on 15–16 April 1799. When Napoleon returned to France towards the end of 1799, he left Kléber in command of the French forces. In this capacity, seeing no hope of bringing his army back to France or of consolidating his conquests, he negotiated the Convention of El-Arish (24 January 1800) with Commodore Sidney Smith, winning the right to an honorable evacuation of the French army. When Admiral Lord Keith refused to ratify the terms, Kléber attacked the Turks at the Battle of Heliopolis. Although he had only 10,000 men against 60,000 Turks, Kléber's forces utterly defeated the Turks on 20 March 1800. He then re-took Cairo, which had revolted against French rule. Kléber, son of an operative mason and a prominent freemason himself, was attestedly instrumental in bringing freemasonry to Egypt. While he was negotiating with Sidney Smith in January 1800, Kléber opened a masonic temple in Cairo and thus created the Isis lodge (La Loge Isis), serving as its first master.Dictionnaire universelle de la Franc- Maçonnerie (Marc de Jode, Monique Cara and Jean-Marc Cara, ed. Larousse , 2011)La franc-maçonnerie révélée aux profanes (Pierre Ripert – ed. Presses de Chatelet- 2009) ===Assassination=== Shortly after these victories, while Kléber was walking in the garden of the palace of Alfi bika, he was knifed by Suleiman al-Halabi, a Kurdish or Arab Syrian student living in Egypt. The assassin appeared to be begging from Kléber, but then took his hand and stabbed him in the heart, stomach, left arm, and right cheek, before running away to hide near the palace. He was soon caught, still in possession of the dagger which he had used to kill Kléber, and was later executed. The assassination happened in Cairo on 14 June 1800, coincidentally the same day on which Kléber's friend and comrade, Desaix, fell at Marengo. The assassin's right arm was burned off, and he was impaled in a public square in Cairo and left for several hours to die. Suleiman's skull was shipped to France and used to teach French medical students what the French phrenologists claimed were the cranial features indicating \"crime\" and \"fanaticism\" === Burial === After his assassination, Kléber's embalmed body was repatriated to France. Fearing that his tomb would become a symbol of Republicanism, Napoleon ordered it held at the Château d'If, on an island near Marseilles. It stayed there for 18 years until Louis XVIII granted Kléber a burial place in his home town of Strasbourg. He was buried on 15 December 1838 below his statue located in the center of Place Kléber. His heart is in an urn in the caveau of the Governors beneath the altar of the Saint Louis Chapel in Les Invalides, Paris. Kléber's name is inscribed in column 23 on the southern pillar of the Arc de Triomphe. == Assessment == Kléber emerged as undoubtedly one of the greatest generals of the French revolutionary epoch. Though he distrusted his powers and declined the responsibility of supreme command, there is nothing in his career to show that he would have been unequal to it. As a second-in-command no general of his time excelled him. His conduct of affairs in Egypt, at a time when the treasury was empty and the troops were discontented for want of pay, shows that his powers as an administrator were little, if at all, inferior to those he possessed as a general. == Kléber the architect == thumbnail|Town hall of Thann Between 1784 and 1792, Kléber designed a number of buildings both on public and private commission. Perhaps the most notable is the current town hall of Thann, Haut-Rhin (1787–1793), which was originally designed as a hospital but turned into an administrative building before its completion. Other surviving buildings are the château of Grandvillars (often erroneously spelled \"Granvillars\"), built around 1790 and the canoness houses of the Benedictine abbey of Masevaux (1781–1790). Nine of these houses had been planned but due to the French Revolution, only seven were built. The Musée historique de Strasbourg features a room dedicated to Jean-Baptiste Kléber that also displays a number of his sketches and architectural designs. ==See also== *Lycée Kléber *Place Kléber * Kléber (Paris Métro) * Kléber (train) *Manfred Stern, Austrian-born Soviet officer who gained fame in the Spanish Civil War under the pseudonym \"General Kléber\" == References == ;Attribution * ==Further reading== *Philippe Jéhin, Jean-Baptiste Kléber : le lion indomptable : 1753-1800, Éditions Vent d'Est 2012, *Auguste Echard: J.-B. Kléber : un fils de l'Alsace, Charavay Frères Éditeurs, Paris, 1883 (sic) online version Category:1753 births Category:1800 deaths Category:18th-century French governors of Egypt Category:Alsatian-German people Category:Assassinated French people Category:Deaths by stabbing in Egypt Category:French generals Category:French people murdered abroad Category:French Republican military leaders killed in the French Revolutionary Wars Category:French Republican military leaders of the French Revolutionary Wars Category:French military personnel of the French Revolutionary Wars Category:Republican military leaders of the War in the Vendée Category:Military leaders of the French Revolutionary Wars Category:French people of German descent Category:People from Strasbourg Category:People murdered in Egypt Category:People of the French Revolution Category:Names inscribed under the Arc de Triomphe Category:French Freemasons Category:18th- century French architects Category:Murder in 1800",
 "title": "Jean-Baptiste Kléber"
}