{
 "id": "233005",
 "text": "Chai Wan (; ), formerly known as Sai Wan (西灣), lies at the east end of the urban area of Hong Kong Island next to Shau Kei Wan. The area is administratively part of the Eastern District, and is a mosaic of industrial and residential areas. The population was 186,505 in 2001. ==Geography== Chai Wan is built on land reclaimed from the bay and extends west from Lei Yue Mun in Heng Fa Chuen (see below) and east to Siu Sai Wan. Mount Collinson and Pottinger Peak on the south and Mount Parker on the west, restrict further development. Shek O Country Park is at the south of Chai Wan. ==Panorama== center|thumb|750px| ==History== The name \"Chai\" literally means firewood, while \"Wan\" means bay. Its naming possibly because of rich production of firewood in early days. The book Lo Uk folk Museum stated it was possible there were inhabitants settled in Chai Wan during Northern Song and Southern Song Dynasty. During that period, there were merchants bought water in Chai Wan before they continued their journey to Guangzhou, Fujian province, for instance thumb|200px|right|Sai Wan War Cemetery thumb|200px|right|Wah Ha Estate completed in 2016 is renovate from former Chai Wan Factory Estate Chai Wan was formerly known as Sai Wan (), meaning \"West Bay\". At the beginning of the 18th century, the area consisted of six villages: Dai Ping Village, Law Uk, Luk Uk, Nam Uk, Sai Village, Sing Uk. In 1845, the British military built a fort and a barracks in Siu Sai Wan. In December 1941, the Japanese invasion of the island resulted in the Battle of Hong Kong, with approximately 20 gunners executed at the Sai Wan Battery despite having surrendered. After the fort was closed in the 1980s, Sai Sau Wan become an area for new population. In 1929, the Boy Scouts Association, Hong Kong Branch purchased land for the Chai Wan Campsite where Chai Wan Park is now situated. The land returned to Hong Kong Government for development in the early 1970s. In 1952, the government began building low-income housing that gradually replaced rural villages in the area. MTR Island line and Eastern Corridor Phrase 3 opened in 1985 and 1989 respectively, improving connection with rest of the Island and Hong Kong. ==Culture== The Law Uk Folk Museum was formerly a village and is now a museum, a branch of the Hong Kong Museum of History. ==Housing== This area has about 200-300 high rise buildings, most of them residential. It also has a number of public housing estates. ===Heng Fa Chuen=== Heng Fa Chuen is a private residential estate in Chai Wan, jointly developed by MTR Corporation and Kerry Properties. Construction of the residential estate began on 13August 1977, ended on 26April 1982 and officially opened on 10 July 1982. The area was reclaimed from Pak Sha Wan () and Lei Yue Mun Bay (). The current promenade along the shoreline was once a beach, surrounded by barren hills and vegetation. Further west, there was once a quarry, near to the site of the Hong Kong Museum of Coastal Defence. However, the quarry was decommissioned by the Hong Kong Government, after it was mined out. The miners dispersed, with some moving to Chai Wan and settling in wooden houses. There were still traces of it when the Hong Kong Museum of Coastal Defence was established. In the early 1980s, when the Island line of the MTR was being planned, the working name of the station was \"Chai Wan Quay\", according to the Freeman, Fox, Wilbur Smith & Associates Mass Transportation Study. It became Heng Fa Chuen when MTR became the rightful developer of the land for the station and depot. Not only was the name changed, but also it was relocated to its present place from the old location near Chai Wan pier/Ming Pao Industrial Centre. There are 6,504 apartments in 48 residential blocksMTR Properties website - Heng Fa Chuen managed by MTR Property Management, with Paradise Mall, a shopping centre,Paradise Mall official homepage Retrieved 2011-09-17 attached to it. The world's 11,000th McDonald's fast-food restaurant was opened at Heng Fa Chuen in 1989.McDonald's Hong Kong website Retrieved 2011-09-17 In 2000, a PARKnSHOP supermarket replaced the existing Carrefour giant chain supermarket. This Carrefour store, which opened in December 1996, was the first one opened in Hong Kong. It is an item of note that the area used to be under the flightpath of planes landing on the southern side of Kai Tak Airport's runway, and therefore most tower blocks had to be built lower than 20 floors. ===Siu Sai Wan=== Siu Sai Wan is a newly developed residential area, located in the eastern part of Chai Wan. Notable landmarks in Siu Sai Wan include the largest sports ground on Hong Kong Island, the Siu Sai Wan Sports Ground and one of the largest private housing estates on Hong Kong Island, Island Resort. The population is about 80,000. ==Economy== The head office of Media Chinese is in the Ming Pao Industrial Centre () in Chai Wan. \\- Traditional Chinese: \"香港柴灣嘉業街18號明報工業中心A座15樓\" - Simplified Chinese: \"香港柴湾嘉业街18号明报工业中心A座15楼\" ==Education== Schools in the area include: * Islamic Kasim Tuet Memorial College. * Caritas Chai Wan Marden Foundation Secondary School * (天主教喇沙會張振興伉儷書院) * Cognito College (Hong Kong) (文理書院（香港）) * HKUGA Primary School * French International School of Hong Kong (Lycée Français International Victor Segalen) Chai Wan Campus **The Chai Wan Campus of the French school is located in the former Meng Tak Catholic School in Chai Wan; this campus opened in September 2011 and houses primary school students.\"Campuses - Chai Wan.\" Lycée Français International Victor Segalen. Retrieved on 25 January 2015. \"1 Cheung Man Road, Chai Wan, Hong Kong\" * Guidepost Montessori International Kindergarten (Chai Wan) In Heng Fa Chuen: * Lingnan Secondary School (嶺南中學) * The Salvation Army Ann Wyllie Memorial Primary School (救世軍韋理夫人紀念學校) * The C. & M. A. Scholars' Kindergarten (上書房中英文幼稚園) * St. Dominic Kindergarten (聖道明幼稚園) * The Creative Kindergarten (啟思幼稚園) * The Ruth Kindergarten (路德會幼稚園) ==Cemeteries== Mount Collinson has a range of cemeteries: * Cape Collinson Chinese Permanent Cemetery * Holy Cross Roman Catholic Cemetery * Sai Wan War Cemetery (where the dead from the Second World War are buried) * Cape Collinson Muslim Cemetery * Hong Kong Buddhist Cemetery * Cape Collinson Crematorium ==Transport== ===MTR=== Chai Wan is served by two stations of the MTR rapid transit railway, both on the Island line: * Chai Wan station, the eastern terminus of Island line * Heng Fa Chuen station, at Heng Fa Chuen The Chai Wan Depot is located under blocks 1 to 18 of Heng Fa Chuen Estate and beside Heng Fa Chuen station. It houses trains serving on the Island line, and inspections of trains are carried out here. ===Expressways=== * Island Eastern Corridor along the shore, from Chai Wan to Causeway Bay. Chai Wan is its eastern terminus, ending at a large roundabout near the MTR station. ===Major roads=== * Chai Wan Road * Tai Tam Road * Siu Sai Wan Road * Wing Tai Road * Shing Tai Road ==See also== *List of places in Hong Kong *Chai Wan Kok (an area in Tsuen Wan with which it is easily confused) ==References== ==External links== Category:Restricted areas of Hong Kong red public minibus",
 "title": "Chai Wan"
}