{
 "id": "233382",
 "text": "Ernest Preston Manning (born June 10, 1942) is a Canadian retired politician. He was the founder and the only leader of the Reform Party of Canada, a Canadian federal political party that evolved into the Canadian Alliance in 2000 which in turn merged with the Progressive Conservative Party to form today's Conservative Party of Canada in 2003. Manning represented the federal constituency of Calgary Southwest in the Canadian House of Commons from 1993 until his retirement in 2002. He served as leader of the Official Opposition from 1997 to 2000. Manning is the son of former Social Credit Premier of Alberta Ernest Manning. Earning a Bachelor of Arts in economics in 1964, Manning rose to prominence in 1987, when he and an alliance of associates created the Reform Party, an anti-establishment right-wing populist party that won its first seat in 1989 and had a regionalist Western Canadian base. Shortly after that, the party rapidly gained momentum in the 1993 Canadian federal election, where it in total won 52 seats. In the 1997 Federal Election, support increased as the party's number of seats rose to 60 and became the Official Opposition, although Manning struggled to win ridings in Central and Atlantic Canada in order to become prime minister. In 2000, the Reform Party was succeeded by the Canadian Alliance. Manning lost the leadership election to Stockwell Day but continued to serve in the federal parliament until his retirement in January 2002. Manning has been deemed the \"father of modern-day Canadian Conservatism\" and remains active in Conservative Party politics and campaigns. Manning is also seen as the founder of the green conservative movement in Canada. Upon his retirement, he has founded the Manning Foundation for Democratic Education and the Manning Centre for Building Democracy, not-for-profit organizations dedicated to strengthening Canadian democracy in accordance with conservative principles. == Early life and career == Manning was born in Edmonton, Alberta. He is the son of Muriel Aileen (née Preston) and Ernest Manning, Social Credit Party Premier of Alberta between 1943 and 1968 and a Canadian Senator from 1970 to 1983. Preston's grandparents were English immigrants. Manning grew up in the Garneau district of Edmonton, but moved at age twelve with his parents to the family dairy farm east of Edmonton from which he attended a rural school – Horse Hill High School. He enrolled in the honours physics program at the University of Alberta in 1960, but switched after three years to economics and graduated in 1964 with a Bachelor of Arts in economics. He sought election to the Canadian House of Commons in the 1965 federal election as a candidate of the federal Social Credit Party in Edmonton East, but was defeated. When the Prairies began to prosper because of its status as an international wheat basket and the discovery of oil, the Social Credit Party, changed course from its 1930s share-the-wealth roots to embrace rugged individualism and free enterprise. Upon graduation from university in 1966, Manning briefly worked as a salaried researcher for the National Public Affairs Research Foundation—a small, independent think tank led by David R. Wilson, who had been formerly with the Social Credit as executive director. The New York Times described the focus of the Foundation as fighting \"creeping socialism\" in Canada. This research enabled Manning to work on quasi political projects of interest to himself and his father. One such project included the preparation of a proposal for re-aligning Alberta provincial politics through a proposed merger of the governing Social Credit Party with the up-and-coming Progressive Conservative Party led by Peter Lougheed. The proposal was ultimately rejected by the leadership of both parties but the statement of conservative principles it contained resurfaced time and time again in Manning's subsequent political ventures – in the statement of principles contained in a book researched by him for Ernest Manning entitled in Political Realignment: A Challenge for Thoughtful Canadians and in the statements of principles of the Reform Party of Canada, the Canadian Reform Conservative Alliance, and the Conservative Party of Canada. In 1967, Manning married Sandra (née Beavis). Together they have five children. Preston Manning has described himself as \"a great fan and imperfect follower of Jesus of Nazareth\" and has studied and lectured extensively on managing the interface between faith and politics. Manning and a colleague, Dr. Erick Schmidt, a PhD sociologist and Executive Secretary to the Alberta cabinet in the 1960s, became interested in the General Systems Theory of biologist Ludwig von Bertalanffy and its possible application to governmental and business organizations. Together, Manning and Schmidt authored a White Paper on Human Resources Development for the Alberta government applying systems concepts to the reorganization of Alberta's social services. It was presented to the Alberta legislature in 1968 and later formed the basis of Alberta's Human Resources Development Authority and related programs under Premier Harry Strom, Ernest Manning's successor. Manning also contributed to the development of a \"socio-economic development model\" for TRW Systems of Redondo Beach, California, as the firm was endeavouring to shift its focus from the systems management of military projects to the management of \"civil systems\". Over the next twenty years Manning continued to work as a management consultant using his firms – M and M Systems Research Ltd. and Manning Consultants Ltd. – to pursue projects of political relevance. These included the development of strategies to prevent investor owned utilities from being nationalized by their provincial governments, developing a model of federal provincial negotiations which enabled his firm to predict the outcomes of federal provincial conferences, and assisting energy companies to increase their hiring of Indigenous workers and purchases from Indigenous-owned and operated companies. In an effort to stimulate economic growth in the depressed region of north central Alberta, Manning served for almost twenty years as the President and CEO of a duel objective – social and economic – enterprise named Slave Lake Developments Ltd (later renamed Spruceland Properties Ltd). When the company was finally sold in 2016 it distributed over $55 million in dividends to some 300 local shareholders – illustrating Manning's belief that economic development could be more effectively stimulated in a depressed region by \"a better distribution of the Tools of Wealth Creation\" than by income redistribution schemes. == Reform Party of Canada == In the mid-1980s, Manning and his associates were becoming increasingly aware of a growing political discontent in Western Canada and growing disillusionment with the traditional federal political parties. Interest in western separatism was growing as well. On October 16, 1986, Manning convened a small meeting in Calgary of 5 people – himself, Dr. David Elton (a pollster and President of the Canada West Foundation), James Gray (a prominent Progressive Conservative and Calgary business man), and two oil sector lawyers, Bob Muir and Doug Hilland – to discuss the West's political options. The group could not agree on a specific course of action but decided there would be merit in holding a conference in the spring of 1987 to develop a Western Political Agenda and to sponsor a debate on various means of advancing it. A conference organizing and promotional group was assembled which now included several prominent but disillusioned Liberals, Stan Roberts a former Liberal MLA from Manitoba and Francis Winspear, a prominent Edmonton businessman who offered to help finance the conference. Ted Byfield, the publisher and editor of The Western Report, also became heavily involved in shaping the Western Agenda and in promoting what was now named The Western Assembly on Canada's Economic & Political Future. In May 1987, the Western Assembly was held in Vancouver. It adopted a short Western Political Agenda which included such proposals as balancing the federal budget, electing the Canadian Senate, entrenching economic rights, more vigorously pursuing free trade, and allowing more free votes in the House of Commons. The Assembly was also presented with three major options for advancing the Agenda – working through an existing federal party, forming a new western based interest or pressure group, or forming a new western based, federal political party – following in the footsteps of previous western based federal parties, the Progressive Party of Canada, the Cooperative Commonwealth Federation (CCF) and the federal Social Credit party. Manning presented the case for the new party, the attendees voted 77 percent in favour of that option, and a resolution was passed to hold the Founding Convention for the new party in Winnipeg in the fall. The proposed Founding Assembly was subsequently held in Winnipeg on October 30 to November 1, 1987. It resolved unanimously to create a new federal party based in the west, adopted a draft constitution and a platform embodying the Western Agenda, and chose to name itself, at Manning's suggestion, the Reform Party of Canada. One highlight of the Assembly was an address by Stephen Harper on the application of a \"regional fairness criterion\" to national decision making. Knowing that any new party would need a Policy Chief, Manning had approached Harper, then a graduate student in economics at the University of Calgary, and invited him to make a major presentation at the Winnipeg Assembly. Harper became the Reform Party's Policy Chief and would later become Prime Minister of Canada. The Founding Assembly concluded with the election of Diane Ablonczy, a Calgary lawyer, as Chair of the new party's governing Council and Manning as Leader – after the only other candidate, Stan Roberts, dropped out of the leadership contest citing voting irregularities. === Rise to prominence === In the 1988 Canadian federal election, both Harper and Manning were Reform Party candidates – Manning running in the federal riding of Yellowhead against former Prime Minister Joe Clark. In total, Reform ran 72 candidates, all of whom were defeated, although 15, including Manning and Harper, finished in second place. In 1989, however, Reform scored its first electoral victory when a by-election was held on March 13 in the federal riding of Beaver River and the Reform candidate, Deborah Grey was elected. Stephen Harper joined Ms. Grey in Ottawa as her Policy Advisor and Executive Assistant, while Manning continued to travel the country building the party. These building efforts were relatively successful in Ontario, and more-so in the West, but Manning's efforts to plant the party in Quebec and points east were especially hampered by his inability to speak French and to present Reform as more than a regional party. Between the 1988 and 1993 federal elections, two significant events helped to boost public awareness of Manning, the Reform Party, and the party's organizational capabilities. The first was a province wide election in Alberta to choose a candidate to be recommended to the Governor General by the federal government for appointment to the Canadian Senate. Reform put forward Stan Waters, a prominent Calgary businessman, war hero, and former Lieutenant- General and Commander of the Canadian Armed Forces. He and Manning campaigned vigorously across the province and on election day, October 16, 1989, Waters received slightly more than 620,000 votes (41.7 percent of the total) – the largest electoral mandate ever received by a single candidate for a Canadian parliamentary office. On June 11, 1990, Waters was reluctantly recommended for appointment to the Senate by then Prime Minister Brian Mulroney where he (Waters) continued to campaign vigorously for Reform's \"Triple-E Senate\" – Elected, Equal, and Effective. === Success in the 1993 federal election === In June 1993, Prime Minister Mulroney resigned, to be replaced by Kim Campbell, who then called a federal election for October 25, 1993. Manning and Reform campaigned on the theme of \"The West Wants In\". and the Reform agenda adopted at previous party conventions. When the results were in, Reform had received 2,559,245 votes and elected 52 members to the House of Commons – with Manning winning in Calgary Southwest, Stephen Harper winning in Calgary West, and Deborah Grey being re-elected in Beaver River. The Progressive Conservative Party of Canada was reduced to two seats, the greatest electoral defeat ever suffered by a major federal political party in Canada. 51 of Reform's seats were in the west and Manning emerged as the principal political voice of the West and fiscal conservatism in the House of Commons. Despite finishing second in the popular vote, Reform came up three seats short of becoming the Official Opposition, largely because the concentration of support for the sovereigntist Bloc Québécois in Quebec was slightly stronger than the concentration of support for Reform in the West. However, the Liberal government under Jean Chrétien characterized Manning and Reform as their main opponent on non-Quebec matters. In 1995 when Bloc leader Lucien Bouchard's position as Opposition Leader granted him a meeting with visiting US President Bill Clinton, Manning was also given a meeting with Clinton to diffuse Bouchard's separatist leverage. == Parliamentary years == The 1993 Liberal Red Book containing its election platform scarcely mentioned deficit and debt reduction, but Reform had gained over 2.5 million votes campaigning heavily on the need to balance the federal budget. Much of Manning's and Reform's energy in the 35th Parliament was therefore focused on pressuring the Chrétien government on this issue and in 1998 the federal budget was at last balanced for the first time in years. Manning and Reform also continued to pressure the government on the issue of Senate reform, but the Liberals argued that this could only be accomplished by a constitutional amendment and that the country was weary of constitutional matters. On April 20, 1998, Manning gave the longest and most comprehensive speech on Senate reform given in the House of Commons in the 20th century. In it he described in graphic detail the major defects of the Senate and the inappropriate, patronage infected behaviour of many of its members. He then reviewed all the previous major attempt at Senate reform and the reasons for their failure, concluding with the case for Reform's Triple E Senate. The government was unmoved, and Senate reform was not pursued in earnest again until the Harper government introduced Senate reform legislation embodying two-thirds of the Triple E Senate concept in 2007. When referred to the Supreme Court, however, the court ruled that the federal government could not unilaterally make the changes contained in the bill and once again Senate reform was stalled indefinitely. During Reform's first term, several of its members and spokespersons made offensive and politically incorrect remarks which enabled its opponents to label it as extreme and undisciplined. On some occasions Manning was obliged to apologize on behalf of the party; on other occasions he dismissed criticisms by saying \"A bright light sometimes attracts a few bugs.\" Manning allowed his members considerable liberty in voting in the House of Commons, especially on matters not central to the Reform platform. While \"freer voting for members of parliament\" was a plank in the Reform platform, its exercise in practice frequently led to headlines such as \"Reform Divided\" and damaged rather than enhanced Manning's efforts to push democratic reforms. === 1997 federal election === On June 2, 1997, the next federal general election was held. Support for the Bloc declined in Quebec, the party winning 44 seats, down 10 from the previous election. This time Reform won 19.1 percent of the popular vote (2,513,070 votes) and 60 seats, including one in Ontario, compared with 18.8 percent of the popular vote for the Progressive Conservatives (2,446,705 votes) and 20 seats. The gains by Reform were sufficient to make Manning Leader of the Official Opposition in the 36th Parliament. But vote splitting between Reform and the Progressive Conservative Party continued to hand scores of federal seats, especially in Ontario, to the federal Liberals, who again formed a majority government. == Canadian Reform Conservative Alliance == The 1997 federal election convinced Manning and others that the continued vote splitting between Reform and the Progressive Conservatives needed to be addressed if Canada was to ever get a conservative oriented federal government. At the May 1998 Reform Convention in London, Ontario, Manning therefore proposed an effort to create a United Alternative to the Liberals and a process for exploring the possibility of bringing Reform and the Progressive Conservatives together. A resolution endorsing the United Alternative proposal was then debated and passed by a vote of 91 percent in favour. The subsequent United Alternative initiative was aided by the departure of Jean Charest from the leadership of the federal Progressive Conservatives to pursue provincial politics in Quebec and by the support of provincial Progressive Conservative premiers, in particular, Mike Harris of Ontario, Gary Filmon of Manitoba, and Ralph Klein in Alberta. The process for achieving it, under Manning's leadership, was incremental, beginning with the creation of a United Alternative Steering Committee involving representatives of both parties and the convening of an initial United Alternative Conference. The Conference was held in February 1999, and attended by 1,500 delegates including both Reform and PC representatives. On the urging of Manning and others, the Conference endorsed an action plan to create a new federal political party, its constitution, principles, and platform to be determined at a second United Alternative convention prior to June 30, 2000. In keeping with its grass roots consultative tradition, the executive of the Reform Party then scheduled a referendum among party members on the question, \"Should the Reform Party of Canada continue with the United Alternative process – Yes or No?\" Besides carrying on his duties as Official Opposition Leader, Manning then went on an extensive, cross country campaign to convince Reformers to vote Yes. On June 10, 1999, 60.5 percent of the participating Reform members voted Yes, to continuing the UA process – enough support for Manning to continue to press the UA option, but enough internal opposition to indicate that there were still many obstacles to be overcome. In January 2000, the second United Alternative Conference was held, with Manning keeping a low profile so as not to convey the impression that the exercise was really just a Reform \"take over\" of the federal Progressive Conservatives. Major speeches in favour of creating the new party were therefore given by Stockwell Day, Alberta's Progressive Conservative Finance Minister, and Tom Long, a well known lieutenant of Ontario's Progressive Conservative Premier, Mike Harris. This convention, after vigorous debate, approved the constitutional framework and platform for a new party, to be named the Canadian Reform Conservative Alliance. Immediately following the second UA Conference, the Reform Party held a one-day conference of its own. It reviewed the results of the UA conference and was required by its constitution to vote on whether it approved or disapproved of Manning's continued leadership. Reform delegates were asked again if they wished to continue the UA process, and if they did so, to authorize a final referendum among Reform Party members as to whether or not to become part of the Canadian Alliance. Manning gave yet another major address in support of \"political realignment\". It was entitled \"Think Big\" and was nationally televised, aimed as much at the Canadian electorate as at Reformers. The motion to hold a second referendum was subsequently carried. The vote endorsing Manning's continued leadership of the Reform Party also carried by 73 percent in favour. While this support level for Manning's leadership was substantial, it was also evident that he was slowly using up his personal political capital in pushing the realignment agenda. Believing that the best way to convince Reformers to support the Canadian Alliance was to demonstrate that the Alliance and its platform were saleable to the Canadian people, Manning launched another 6-week cross country tour aimed at convincing general audiences, not just Reformers, of the merits of the concept. On March 25, 2000, a large crowd of Reformers assembled at the Palliser hotel in Calgary to receive the results of the second party referendum. 91.5 percent of the participating members from across the country voted in the affirmative – the Reform Party of Canada ceased to exist and the Canadian Reform Conservative Alliance officially came into being. Immediately following the vote, Manning advised the Speaker of the House of Commons that all Reform members of Parliament should now be recognized as members of the Canadian Alliance and that Deborah Grey would serve as leader of the official opposition (and interim leader of the Canadian Alliance) until a leader of the Canadian Alliance was chosen. === Leadership election === Exhausted by three years of constant campaigning to create the \"united alternative\", Manning and his supporters now prepared to engage in yet another campaign – for the leadership of the newly created Canadian Alliance. It was to be decided by a vote of the Alliance membership using a preferential ballot and to be completed by July 8, 2000. The slogan adopted by the Manning Team for this campaign was \"PM4PM\". Manning had resigned his position as Leader of the Opposition to combat the charge that it gave him an unfair advantage over other contestants for the Alliance leadership. Because it was important that the Alliance leadership be contested by prominent Progressive Conservatives, not just by Reformers, Manning welcomed the entry of Stockwell Day, the Alberta cabinet minister, into the contest. Because it was equally important that the leadership contest involve a prominent Progressive Conservative from Ontario, so that the Alliance did not appear to be totally western dominated, both Manning and Day also welcomed Tom Long's entry. The Canadian Alliance leadership contest itself lasted 3 months in which the contenders crisscrossed the country numerous times and grew the membership of the Canadian Alliance to over 200,000 members, when the results of the first ballot were announced on June 24, 2000, Stockwell Day had received 44 percent of the vote (53,249 votes out of 120,557), with Manning receiving 36 percent and Long 18 percent. When the results of the second ballot were counted on July 8, 2000, the vote was 64 percent for Day and 36 percent for Manning. Stockwell Day became the leader of the Canadian Alliance and Leader of the Official Opposition in parliament. Manning's role as a political party and opposition leader was over. As he ruefully remarked, \"The operation was a success but the doctor died.\" == Conservative Party of Canada == In the fall of 2000, the Liberals called an early election vigorously contested by the Canadian Alliance and its new Leader. But although Day, Manning, and other key Reformers were re-elected the Alliance won only 66 seats. Manning served briefly in the 37th parliament as his party's critic for Science and Technology. But it was felt that his presence as a former leader hampered Day's leadership efforts and he resigned his seat in January 2002. After considerable internal dissension, Day resigned as Canadian Alliance leader to be replaced by Stephen Harper who had re- entered federal politics after remaining aloof during the party's formation. Negotiations were then undertaken between Harper and Peter MacKay, who had assumed the leadership of the Progressive Conservative Party of Canada. In the fall of 2003 an agreement in principle was reached to merge the two parties to create the Conservative Party of Canada (CPC). In March 2004, the leadership of the CPC was won by Stephen Harper. Manning took no formal part in the creation of the CPC, devoting himself to building \"the conservative movement\" as distinct from its partisan manifestations. Nor did he play a prominent role in the next three federal elections, although he continued to support the CPC in principle and provide advice and support to individual candidates. The CPC – building on foundations laid by Reform, the Alliance, and the Progressive Conservative Party – continued to make electoral progress. In the January 2006 federal election it won 124 seats compared to 103 for the Liberals and formed its first minority government with Harper as Prime Minister. Seeking a majority, Harper asked the Governor General to dissolve the House in September 2008. In the subsequent October election, the CPC won 143 seats – still 12 seats short of a majority. Early in 2011, the Harper government was defeated by a non-confidence vote, thus forcing a general election. This time, in the May 2011 election, the CPC won 166 seats, sufficient to form a majority government. In that election, the Liberals won the fewest federal seats in their history, and were reduced to third party status, while the NDP made unprecedented gains to become the Official Opposition. While Manning himself was not directly involved in the formation or activities of the Harper government, he took pride in two things: that a number of the principles and policies first espoused by Reform had been included in the CPC constitution and platform; and that 18 of those who served as cabinet ministers in the Harper administration were first recruited and elected to parliament under the Reform and Alliance banners. == Evaluation == Most commentary on Manning and his Reform Party ignores his political thinking and portrays him in terms of traditional western-based political protest movements. Sigurdson (1994) argues that Manning should be regarded instead as a postmodern conservative whose politics are a response to the process of postmodernization that has characterized Canada in recent years. Manning himself has said that the greatest contribution of Reform to national politics was to demonstrate that, despite all the flaws and shortcomings of Canadians democracy, a small group of people with limited resources could still take the tools that democracy gives to all Canadians – freedom of speech, freedom of association, and freedom to persuade electors to vote this way or that – and change, at least to some degree, the composition and direction of the parliament and the policies of the national government. Upon his retirement from parliament, Manning and his associates established two, not-for-profit, organizations – the Manning Foundation for Democratic Education and the Manning Centre for Building Democracy – with Manning serving as the President and CEO of both. The purpose of both organizations is to strengthen democracy in Canada, in accordance with conservative values and principles.Manning Centre for Building Democracy, official website The principal themes on which Manning has written, lectured, and consulted on since leaving parliament and partisan responsibilities have included: * Securing greater freedom of choice for Canadians with respect to health, education, and social services – the three largest components of provincial government budgets. * Strengthening relations between the scientific and political communities (Manning is a founding supporter and promoter of the annual Canadian Science Policy Conference) * Equipping faith oriented Canadians to participate wisely and graciously in democratic politics. * Understanding populism from the perspective of Western Canada's extensive experience with that political phenomenon * Beyond \"left- centre-right\" politics; redefining political space for next generation Canadians * Harnessing market mechanisms (pricing systems, financial incentives, entrepreneurship) to environmental conservation as an alternative to massive macro and micro environmental regulation by governments * Addressing poverty and economic inequalities by securing a broader distribution of the Tools of Wealth Creation, rather than relying solely on income redistribution through progressive taxation. * Market capitalism vs. State Directed Capitalism: Citizen Directed Democracy vs. State Directed Democracy: Winning the Ideological Battle with Communist China. === Fair Deal panel === On November 9, 2019, Premier Jason Kenney announced that Manning would lead an Alberta panel focused on getting a \"fair deal\" in Confederation, along with expanding the autonomy of the Alberta government. The panel is considering measures such as withdrawing Alberta workers from the Canada Pension Plan, the establishment of a provincial tax collection agency, ending the use of the Royal Canadian Mounted Police and creating an independent police force, and establishing a formal Alberta constitution. This announcement was made during a speech by Premier Kenney at the Manning Centre in Red Deer.Archived at Ghostarchive and the Wayback Machine: The panel submitted its final report in May 2020. === Manning Centre === In 2005, Manning left the House of Commons and founded the Manning Centre for Building Democracy, a not-for-profit \"political think tank and advocacy group\" that promoted conservative principles. The Manning Centre had provided a networking opportunity for \"conservatives from different provincial parties\", and their \"federal counterparts\" and a space to \"exchange ideas and propose policy initiatives\", according to Chuck Strahl, who had served as a Reform MP and Conservative cabinet minister. Prior to the creation of the Manning Centre, there \"wasn't a networking opportunity for what Preston always called the 'conservative movement,' as opposed to political parties.\" Preston believed that \"the conservative movement benefit[ed] from getting together, in all of its facets, and without having the party hierarchy managing it or overlooking it. This was the best way to get the best conservative ideas.\" For twelve years, the Manning Centre organized the annual Manning Networking Conference. In July 2016, Manning resigned from his executive functions with the Foundation and Centre, although he continues to support and pursue its objectives in his role as Founder. Management of the Centre and Foundation is currently the responsibility of their Boards of Directors as they conduct the search for Manning's successor. In the run up to the 2019 Canadian federal election, the Manning Centre provided a \"total of $312,450 to a network of related third-party advertising groups\" operating on Facebook and Instagram. This included $240,000 to Canada Strong and Proud for a \"series of anti- Trudeau and anti-Liberal campaign ads.\" The centre also \"gave $4,500 to Newfoundland and Labrador Strong and another $11,200 to Nova Scotia Strong. On January 16, 2020 Manning announced that he was retiring from the Centre, to spend more time with his family. Troy Lanigan, the president of the Manning Centre, said that the Centre and the \"high-profile conferences it organizes\", were in the process of being renamed and \"rebranded\". The newly branded entity will continue to break \"down silos and getting conservatives to work together and work strategically to create opportunities for success\", as Manning had done. == Honours and awards == Manning has served as a Fellow of the Canada West Foundation,Canada West Foundation , official website. the Fraser Institute,Fraser Institute Senior and Visiting Fellows , Official Website the Marketplace Institute of Regent College and as a Distinguished Visitor at the University of Toronto and the University of Calgary. He is the recipient of honorary degrees from the University of Toronto, York University,Honorary Degree Recipients, York University. McMaster Divinity School, Tyndale University,Press Release, Tyndale University College and Seminary (May 2005). the University of Alberta, the University of Calgary, the Southern Alberta Institute of Technology, the University of British Columbia, and Trinity Western University. thumb|alt=Manning in 2004.|Manning in 2004 In 2007, Manning was appointed a Companion of the Order of Canada. In that year, he was also appointed to the Council of Canadian Academies.Board of Governors, Council of Canadian Academies. In 2007, Manning hosted a Canadian adaptation of the radio series This I Believe on CBC Radio One. When Manning was Leader of the Opposition, he was featured in a skit on the Canadian TV show, Royal Canadian Air Farce on December 31, 1997. This skit was one of three contenders for the Viewer's Choice \"Flashback\" for the episode airing on December 5, 2008. In 2012, Manning was appointed to the Alberta Order of Excellence. In 2013, Manning was appointed to the Queen's Privy Council for Canada. === Order of Canada Citation === Manning was appointed a Companion of the Order of Canada in 2007 for devoting \"his life to public service.\" He was honoured as the founding father of the Reform Party and as leader of the Official Opposition. He was acknowledged for his steadfastness in giving \"voice to the concerns of many Canadians\" and for \"tirelessly [championing] the cause of democratic and political reform.\" Following his retirement from politics, He founded Manning Centre for Building Democracy in 2005. He also \"continued his contribution to public policy dialogue through his involvement with numerous research and consulting organizations\", such as the Fraser Institute, and the Canada West Foundation. == Writings == Together with former Ontario Premier Mike Harris, Manning co-authored a six-volume study and publication for the Fraser Institute and Montreal Economic Institute entitled VISION for a Canada Strong and Free (2007). He is also the author of several books: * * * * == References == === Recollections, commentary and analysis === * Bratt, Duane. \"Implementing the Reform Party agenda: the roots of Stephen Harper's foreign policy.\" Canadian Foreign Policy Journal 24.1 (2018): 1-17. online * Cody, Howard. \"Captive Three Times Over: Preston Manning and the Dilemmas of the Reform Party.\" American Review of Canadian Studies. Volume: 28. Issue: 4. 1998. pp 445–67. online edition * Dabbs, Frank. Preston Manning: The Roots of Reform (2000) * Dobbin, Murray. Preston Manning and the Reform Party (1991), unsympathetic * Flanagan, Tom. Waiting for the Wave: The Reform Party and Preston Manning. Toronto: Stoddart, 1995. 245 pp., favourable study by former official of reform Party * Manning, Preston. The New Canada (1992), Manning's manifesto; a primary source * Manning, Preston. Think Big: Adventures in Life and Democracy, (2003), his memoir; a primary source * Sharpe, Sydney and Don Braid. Storming Babylon: Preston Manning and the Rise of the Reform Party (1992) * * Bergman, Andrew J. \"My Teenage Crush on Preston Manning\" (2012) Ballast Magazine. * Think Big: Adventures in Life and Democracy by Preston Manning * Like Father, Like Son by Lloyd MacKey * 2006 Maclean's interview with Manning * 1997 Macleans's interview with Manning == External links == * Manning Centre * * Preston Manning's papers in the University of Calgary Archives * Category:1942 births Category:Canadian Alliance MPs Category:Canadian evangelicals Category:Canadian political party founders Category:Candidates in the 1965 Canadian federal election Category:Companions of the Order of Canada Category:Leaders of the Opposition (Canada) Category:Living people Category:Massey College, Toronto Category:Members of the Alberta Order of Excellence Category:Members of the Christian and Missionary Alliance Category:Members of the House of Commons of Canada from Alberta Category:Politicians from Calgary Category:Politicians from Edmonton Category:Reform Party of Canada Category:Reform Party of Canada candidates in the 1988 Canadian federal election Category:Reform Party of Canada MPs Category:Social Credit Party of Canada candidates for the Canadian House of Commons Category:University of Alberta alumni Category:21st-century Canadian politicians",
 "title": "Preston Manning"
}