{
 "id": "233451",
 "text": "Ambient techno (sometimes also called intelligent techno) is an offshoot of techno that united the atmospheric textures of ambient music with the rhythmic elements and production of techno and house. It was pioneered by 1990s electronic artists such as Aphex Twin, Carl Craig, Pete Namlook and Biosphere. ==Characteristics== AllMusic states that ambient techno, building off the ambient house scene, blended the \"soaring, layered, aquatic atmospheres of beatless and experimental ambient\" with techno's \"well-produced, thin-sounding electronics.\" Artists fused the \"environmentalist\" work of Brian Eno, Jon Hassell, and Wendy Carlos with the rhythms of urban dance styles such as techno and acid house. Artists returned to the instruments of the Detroit techno and Chicago house scenes, including analogue synthesizers, the Roland TB-303 bass machine, and the TR-909 drum machine. The style would be associated with labels such as Warp, Apollo, GPR, and Beyond, with releases focusing more on albums than 12-inch singles. Critic Simon Reynolds characterized the style as a \"post-rave genre\" and \"a digital update of nineteenth century programme music,\" comparing it to \"the aqua-mysticism and forest idylls of Claude Debussy.\" Artforum noted the genre's similarities with new age: \"swaddling the listener in a womblike sound bath, it means retreat from the environment, relief from the stresses of urban existence.\" ==History== ===Origins=== Ambient techno departed from the communal, dance- oriented sound heard at raves and instead gained popularity in the early 1990s as a form of \"electronic listening music.\" The 1984 album E2-E4 by German musician Manuel Göttsching was an early influence on ambient techno works by Carl Craig, the Black Dog, and The Orb. The Orb's 1991 album Adventures Beyond the Ultraworld would influence subsequent dub-influenced ambient techno. Aphex Twin's 1991 recording \"Analogue Bubblebath\" would also signal a shift toward meditative, ambient-leaning techno. Aphex Twin became the \"patriarch\" of the style with his debut LP Selected Ambient Works 85-92 (1992), according to author Tom Moon. Producer Pete Namlook released a prodigious amount of music in the genre, starting the label Fax and becoming a \"spiritual leader\" of the movement. Other prominent artists in the style included Irresistible Force, Higher Intelligence Agency, and Future Sound of London. According to AllMusic, early classics of the style included Aphex Twin's aforementioned debut LP, Ultramarine's Every Man and Woman Is a Star (1991), and Biosphere's Microgravity (1991). The release of Warp's Artificial Intelligence compilation in 1992 helped to establish the genre and featured artists such Aphex Twin and B12 under aliases, Autechre, Richie Hawtin, and the Orb's Alex Paterson. During the 1990s, compilation series such as Chill Out or Die explored ambient techno and house. ===Developments=== In reaction against the more \"cozy\" features of the early ambient techno scene, some artists would move toward a darker sound heard on releases such as Aphex Twin's Selected Ambient Works Volume II (1994) and projects by other \"ambient noir-ists\" such as Seefeel and the duo of David Toop & Max Eastley. Virgin's 1994 compilation Isolationism served as a summary of this darker tendency. In 1995, producer Wolfgang Voigt began releasing influential ambient techno projects as Gas, bringing together lush and expansive atmospheres with 4/4 minimal techno beats. Voight co-runs the German label Kompakt, which has released installments of the influential ambient techno compilation series Pop Ambient annually since 2001. ==See also== * Electronica * Intelligent dance music * Techno ==References== Category:Techno genres Category:Electronica Category:Ambient music Category:Electronic music genres Category:British styles of music",
 "title": "Ambient techno"
}