{
 "id": "233549",
 "text": "{{Infobox settlement | name = Kanton Zug | settlement_type = Canton | image_flag = Flag of Canton of Zug.svg | image_shield = Wappen Zug matt.svg | shield_size = 80x80px | shield_link = | image_map = | map_alt = Map of Switzerland, location of Zug highlighted | map_caption = Location in Switzerland | coordinates = | seat_type = Capital | seat = Zug | parts_type = Subdivisions | parts_style = para | p1 = 11 municipalities | p2 = | leader_title = Executive | leader_name = Regierungsrat (7) | leader_title1 = Legislative | leader_name1 = Kantonsrat (80) | area_footnotes = | area_total_km2 = | population_footnotes = | population_total = | population_as_of = | population_density_km2 = auto | iso_code = CH-ZG | blank_name_sec1 = Highest point | blank_info_sec1 = : Wildspitz | blank1_name_sec1 = Lowest point | blank1_info_sec1 = : Reussspitz at the confluence of the Reuss and the Lorze | blank_name_sec2 = Joined | blank_info_sec2 = 1352 | blank1_name_sec2 = Languages | blank1_info_sec2 = German | website = }} The canton of Zug, also Zoug (, , , ); ) is one of the 26 cantons of Switzerland. It is located in central Switzerland and its capital is Zug. At the canton is one of the smallest of the Swiss cantons in terms of area. It is not subdivided into districts, but eleven municipalities. == History == thumb|left|The Baarburg above the town of Baar The first trace of a settlement in the canton dates from approximately 14,000 BC, with additional finds from the Paleolithic (12,400-9250 BC) and the Mesolithic (9250-5500 BC). During the Neolithic (5500-2200 BC) and the Bronze Age (2200-850 BC) about 50 different stilt house villages were built in 33 locations around Lake Zug. Some of these sites are part of the UNESCO World Heritage Site Prehistoric pile dwellings around the Alps. Prehistoric sites around the lake and throughout the canton include examples from the Neolithic Egolzwiler, Cortaillod, Pfyn and Horgen cultures. Traces of the later Neolithic Bell Beaker and Corded Ware cultures as well as the early Bronze Age are less common. There were several large later Bronze Age and Iron Age settlements. On the Baarburg the ruins of an Iron Age celtic prince's castle from about 500 BC contained Greek ceramics and etruscan metal vessels. Some of the names around the canton are possibly celtic in origin including Baar, Cham, Lorze, Sihl and possibly Reuss. After the Roman conquest the area was home to as many as ten Villa rustica. In addition to a number of coin hoards, graves and ruins, a collection of 23 terracotta religious statues were discovered in Cham. After the collapse of the Roman Empire, the area was incorporated into the Frankish Empire in 536/37. During the Early Middle Ages a number of parish churches were founded in the canton as the population grew. A settlement existed near the present location of Zug Castle and Cham by the 9th or 10th century. The city of Zug was founded in the first half of the 13th century. Near the southern shore of the lake of Ägeri is the site of the Battle of Morgarten, won by the Swiss in 1315. In this battle the powerful Habsburgs were defeated. The hamlet of Morgarten (Municipality of Oberägeri) borders the canton of Schwyz and is home to the Morgarten Battle Monument (). The actual battlefield is just across the border in the hamlet of Schornen (Municipality of Sattel) in the canton of Schwyz. During the 1798 French Invasion its inhabitants opposed the invading army until the collapse of the Ancien Regime. The canton formed part of the Tellgau and was later a district of the large canton of the Waldstätten in the French supported Helvetic Republic. The canton of Waldstätten also included what are today the cantons of Schwyz, Lucerne, Unterwalden and Uri. thumbnail|left|Figure 1 wears a traditional costume of the canton of Zug. In 1803, under the Act of Mediation, the canton of Zug regained its independence as a separate canton. The constitution of 1814 abolished public assemblies (Landsgemeinde), which had existed in the canton since 1376. In 1845 the canton of Zug became a member of the Sonderbund and participated in the war of 1847 which was lost to the Swiss confederation. In 1848 the remaining functions of the Landsgemeinde were abolished. Both in 1848 and in 1874 the canton voted against the federal constitutions. The constitution of 1876 was amended in 1881, and replaced by a new one in 1894. == Geography == The canton of Zug is located in central Switzerland and covers an area of . The cantons of Lucerne and Aargau lie to its west. To the north, the canton is bounded by the canton of Zürich, whereas to the east and south lies the canton of Schwyz. Most of the land is considered productive. The Lake of Zug () and Lake Ägeri () make up a considerable part of the canton's area. Lake Ägeri is wholly within the canton, whereas the Zugersee is shared with the cantons of Lucerne and Schwyz. The canton is located on a hilly plateau. The Höhronen (near Höhboden) is the highest elevation (1,229 m) in the east of the canton. The Zugerberg (1,039 m) in the south is another notable elevation. It connects in the south with the Rossberg massif which rises to the Wildspitz (1,583 m) east of the Zugersee. This massif separates the Zugersee from the basin and Ägerisee. It also separates the hilly district of Menzingen from the Zugersee. The river Lorze is the principal drainage in the canton. It originates in Ägerisee, from where it flows northward through moraine deposits in a deep gorge with fine stalactite caverns. The river eventually enters the Zugersee, before flowing back out of the lake through the town of Cham, and joining the Reuss in the northern corner of the canton. The Reuss forms the boundary of the canton in the north west. Canton Zug's borders were mainly established by nature itself: the rivers Sihl and Biber, and the Höhronen ridge in the east; the Rossberg mountain in the south, and the Rooterberg mountain, and the Reuss in the west. Only the 87.5 km-long border between the cantons of Zürich and Zug is not naturally defined. With its 1580 m peak, the Wildspitz is the highest point in the canton. The lowest point in the north of the canton is at 388 m, at Rüssspitz () on the border, the confluence of the rivers Lorzen and Reuss. ===Diverse landscape=== The canton of Zug is multi-faceted, despite its small size. In rough terms, there are two zones, divided by the north-south axis of Lake Zug: the western part with Ennetsee and the plateau of Zug, Steinhausen and Baar; and the eastern part consisting of the hilly and mountainous zone. In the latter is the Zugerberg with the Rossberg mountain chain, the valley of Oberägeri and Unterägeri, with Lake Ägeri, and the mountain ridge of Höhronen and the countryside of Menzingen and Neuheim. The power of the glaciers in the ice ages are impressively shown in the lateral moraines of the mountains Walchwilerberg and Zugerberg. These are the remaining traces of the Reuss Glacier. The moraine and drumlin landscape of Menzingen and Neuheim are the result of the convergence of the Reuss Glacier and the Linth Glacier. The Swiss geologist Albert Heim (1849–1937) once noted that \"this must be the most impressive moraine landscape in Switzerland\". The glaciation of the Zug mountains stopped in around 15,000 BCE. The Lorze is the only large river flowing wholly within the canton. The Sihl and Reuss both follow cantonal borders. The Lorze flows from Lake Ägeri through the deep valley of the Lorzentobel to Baar and Lake Zug. In Cham, the Lorze leaves Lake Zug and joins the Reuss at the aforementioned Reussspitz. == Political subdivisions == thumb|Municipalities The canton forms a single administrative district, which comprises eleven municipalities. The legislature (Kantonsrat) has 80 members. The executive (Regierungsrat) has seven members. Members of both governments are elected directly by popular vote. The term of office in both cases is four years. The two members of the Federal Ständerat, as well as the three members of the Federal Nationalrat, are also elected by a popular vote. ===Municipalities=== The eleven municipalities of the canton are: Zug, Oberägeri, Unterägeri, Menzingen, Baar, Cham, Hünenberg, Steinhausen, Risch, Walchwil, Neuheim == Demographics == {|class=\"infobox\" style=\"float:right;\" |colspan=\"3\"|Largest groups of foreign residents 2014 |- !Nationality || Number || % total (foreigners) |- | || 6497 || 5.4 (20.5) |- | || 2957 || 2.5 (9.3) |- | || 2041 || 1.7 (6.5) |- | || 2004 || 1.7 (6.3) |- | || 1311 || 1.1 (4.1) |- | || 1296 || 1.1 (4.1) |- | || 1067 || 0.9 (3.4) |- | || 993 || 0.8 (3.1) |- | || 910 || 0.8 (2.9) |- | || 868 || 0.7 (2.7) |- | || 792 || 0.7 (2.5) |- | || 776 || 0.6 (2.4) |- | || 703 || 0.6 (2.2) |- | || 686 || 0.6 (2.2) |- | || 678 || 0.6 (2.1) |- | || 566 || 0.5 (1.8) |} The population of the canton (as of ) is . , the population included 31,643 foreigners, or about 26% of the total population, up from 15.6% in 1990. The largest foreign population is to be found in the municipality of Walchwil with 33.2% foreign nationals, then Zug (31.7%), Baar (28.1%), Risch (26.3%), and Oberägeri (25.3%). The lowest rate is to be found in Menzingen (18.9%) and Hünenberg (16.5%). The majority of the population () is Roman Catholic (62%) with a Protestant minority (18%). Until 1814, Zug was in the Diocese of Konstanz, but on the reconstruction of the diocese of Basel in 1828 it was assigned to the latter. While the majority of the population understands standard German, most residents speak the Swiss German dialect of central Switzerland. === Historical population === The historical population is given in the following table: {| class=\"wikitable collapsible\" ! colspan=\"5\" | Historic Population Data |- ! Year ! Total Population ! Swiss ! Non-Swiss !Population share of total country |- ! scope=\"row\" | 1850 | rowspan=\"1\" align=\"center\" |17 461 | rowspan=\"1\" align=\"center\" |17,355 | rowspan=\"1\" align=\"center\" |106 | align=\"center\" |0.7% |- !1880 | rowspan=\"1\" align=\"center\"|22,829 | rowspan=\"1\" align=\"center\" |21,896 | rowspan=\"1\" align=\"center\"|933 | align=\"center\"align=\"center\"|0.8% |- ! scope=\"row\" | 1900 | rowspan=\"1\" align=\"center\" |25,093 | rowspan=\"1\" align=\"center\" |25,093 | align=\"center\" |2,004 | align=\"center\" |0.8% |- ! scope=\"row\" | 1950 | rowspan=\"1\" align=\"center\" |42,239 | rowspan=\"1\" align=\"center\" |39,715 | rowspan=\"1\" align=\"center\" |2,524 | align=\"center\" |0.9% |- ! scope=\"row\" | 1970 | align=\"center\" |67,996 | align=\"center\" |57,276 | rowspan=\"1\" align=\"center\" |10,720 | align=\"center\" |1.1% |- !2000 | align=\"center\"|100,052 | align=\"center\"|79,819 | align=\"center\"|20,233 | align=\"center\"|1.4% |- ! scope=\"row\" | 2020 | align=\"center\" | 128,794 || align=\"center\" | || align=\"center\" | | align=\"center\" |1.5% |- |} == Economy == The Encyclopædia Britannica Eleventh Edition (1910–1911) described the economy as follows: Since 1910 the economy has shifted dramatically in Zug. In 2014, about 1.8% of the workers in Zug work in the primary sector (the total for all of Switzerland is 3.3%) Of these 1.8%, in 2008, nearly two-thirds kept dairy cows. However, its low tax rates and business friendly climate have brought many small and medium-sized businesses in all areas of the economy. There are over 24,300Canton of Zug - Regional Economy accessed 9 March 2011 registered companies and over 70,000 jobsCanton of Zug - Economy accessed 9 March 2011 in the canton, with 12,900Zug City website - Numbers accessed 9 March 2011 of the registered companies based in the city of Zug. In 2014 the secondary sector employed 22,096 or about 20.5% of the total. Of those in the secondary sector, 28.3% worked in the manufacture of data-processing equipment, electronic and optical products. About a quarter of all secondary sector workers in the canton work in construction, with 19.7% in specialized trades such as electrician or plumber and 7% in construction management or labor. The tertiary sector employed 83,591 or about 77.7% of the total. Of those in the tertiary sector, the largest group of employees (17% of all tertiary sector) work in wholesale business including wholesale pharmaceuticals. The next largest group category is education which makes up 6.22% of the sector. Due to Zug's status as a business center and tax haven, 5.74% of the tertiary sector is in management and business consultancy, 4.67% provide information technology services, 4% provide legal and tax consultancy and nearly 4% provide financial services. In 2016, the town of Zug began accepting digital currency for small payments of municipal fees. Then, in 2021, the canton started accepting bitcoin or Ethereum for personal and company taxes up to CHF100,000. To reduce risk, Zug converts the cryptocurrency into Swiss francs. This is part of a strategy to associate Zug with new technologies. Johannes Ritter (2021) \"The Swiss can now pay taxes in Bitcoin in the canton of Zug\", Frankfurter Allgemeine Zeitung, February 19. Zug has also been referred to as the Crypto Valley by Ethereum co-founder Mihai Alisie because of the large number of companies engaged in cryptocurrency in the area. By 2018, a Crypto Valley Association had been formed with Oliver Bussmann, as its president.Martin Arnold and Ralph Atkins. \"European banks break ranks over cryptocurrencies\". Financial Times. 12 February 2018. Accessed 20 April 2020. At the end of 2019, the following were identified as the largest cryptocurrency companies in Zug: Ethereum ($14.4 billion), Dfinity ($2bn), Polkadot ($1.2bn), Bitmain ($1bn), Libra ($1bn), Tezos ($924m), Cardano ($869m) and Cosmos ($818m).\"Crypto Valley companies gain in substance\". Banking Newslink. 24 January 2020. Accessed 20 April 2020. By 2021, the term ‘Crypto Valley’ was being used to cover Switzerland and Liechtenstein with 960 companies; Zug accounted for 433 companies, followed by Zurich (178). Eleven companies were described as ‘unicorns’ with the largest – Ethereum ($157 billion), Cardano ($41bn) and Polkadot ($29bn), all being based in the canton. The canton of Zug has one of the lowest tax rates in Switzerland. Bloomberg L. P. reported that trading houses with ties to Russian oligarchs are peppered all over the low tax canton of Zug. Local officials estimate that there are at least 40 companies connected to Russia that employ about 900 people in the canton. Twenty firms identified as Russian by the canton paid CHF31 million ($33 million) in cantonal and municipal taxes in 2020. But “the true scale of Russian operations in Zug is hard to determine because Swiss registration rules demand limited information from companies looking to do business there,” writes Bloomberg. == Transport == Zug is located on the north side of the transalpine north–south axis via the Thalwil–Arth-Goldau railway, connecting the Gotthard line to Zürich. It is also a major railway junction of the Zug–Lucerne railway and the north–south axis. The motorway A4 traverses the canton west of the Zugersee. ==Politics== ===Federal election results=== {| class=\"wikitable sortable\" style =\"text-align: center\" |- ! colspan=\"15\"| Percentage of the total vote per party in the canton in the Federal Elections 1971-2015 |- ! colspan=\"2\" | Party !! class=\"unsortable\" | Ideology !! 1971 !! 1975 !! 1979 !! 1983 !! 1987 !! 1991 !! 1995 !! 1999 !! 2003 !! 2007 !! 2011 !! 2015 |- ! FDP.The Liberals | bgcolor=\"\"| || Classical liberalism || 0.0 || 23.1 || 32.8 || 33.6 || 34.1 || 32.9 || 22.5 || 25.7 || 22.4 || 21.5 || 19.2 || 17.6 |- ! CVP/PDC/PPD/PCD | bgcolor=\"\"| || Christian democracy || 0.0 || 39.4 || 34.1 || 39.9 || 34.2 || 34.2 || 27.1 || 26.4 || 22.9 || 23.3 || 24.3 || 26.4 |- ! SP/PS | bgcolor=\"\"| || Social democracy || 0.0 || 35.7 || 30.9 || 22.8 || 22.6 || 16.1 || 17.0 || 23.3 || 13.4 || 9.1 || 5.3 || 13.8 |- ! SVP/UDC | bgcolor=\"\"| || Swiss nationalism || 0.0 || * || * || * || * || * || 15.2 || 21.4 || 27.7 || 29.1 || 28.3 || 30.5 |- ! GLP/PVL | bgcolor=\"\"| || Green liberalism || 0.0 || * || * || * || * || * || * || * || * || * || 6.8 || 3.6 |- ! GPS/PES | bgcolor=\"\"| || Green politics || 0.0 || * || * || * || * || * || * || * || * || 17.0 || 15.4 || 7.2 |- ! FGA | || Feminism || 0.0 || * || * || * || 7.8 || 10.1 || 10.4 || || 13.6 || || || |- ! Other | || || 0.0 || 1.8 || 2.2 || 3.8 || 1.3 || 6.7 || 7.8 || 3.3 || * || * || 0.7 || 1.0 |- ! Voter participation % || || || 0.0 || 58.9 || 55.9 || 53.3 || 46.4 || 51.1 || 44.4 || 53.5 || 52.6 || 53.7 || 55.1 || 53.7 |- |} : FDP before 2009, FDP.The Liberals after 2009 : \"*\" indicates that the party was not on the ballot in this canton. : Part of a coalition with the SP : Part of a coalition with the Green Party ==References== ==External links== * Canton of Zug's official page * Official statistics * Zug-Zuerich border photos * Kanton Zug - All photographs index Zug Category:14th-century establishments in the Old Swiss Confederacy Category:1350s establishments in the Holy Roman Empire Category:1352 establishments in Europe",
 "title": "Canton of Zug"
}