{
 "id": "233821",
 "text": "Girolamo Fabrici d'Acquapendente, also known as Girolamo Fabrizio or Hieronymus Fabricius (20 May 1533 - 21 May 1619), was a pioneering anatomist and surgeon known in medical science as \"The Father of Embryology.\" ==Life and accomplishments== Born in Acquapendente, Latium, Fabricius studied at the University of Padua, receiving a Doctor of Medicine degree in 1559 under the guidance of Gabriele Falloppio. He was a private teacher of anatomy in Padua, 1562–1565, and in 1565, became professor of surgery and anatomy at the university, succeeding Falloppio. In 1594 he revolutionized the teaching of anatomy when he designed the first permanent theater for public anatomical dissections. Julius Casserius (1552–1616) of Piacenza was among Fabricius' students. William Harvey (1578–1657) and Adriaan van den Spiegel (1578–1625) also studied under Fabricius, beginning around 1598. Julius Casserius would later succeed Fabricius as Professor of Anatomy at the University of Padua in 1604, and Adriaan van den Spiegel succeeded Casserius in that position in 1615. By dissecting animals, Fabricius investigated the formation of the fetus, the structure of the esophagus, stomach and intestines, and the peculiarities of the eye, the ear, and the larynx. He was the first to describe the membranous folds that he called \"valves\" in the interior of veins. These valves are now understood to prevent retrograde flow of blood within the veins, thus facilitating antegrade flow of blood towards the heart, though Fabricius did not understand their role at that time. In his Tabulae Pictae, now kept in the Marciana Library in Venice, Fabricius described the cerebral fissure separating the temporal lobe from the frontal lobe. However, Fabricius' discovery was not recognized until recently. Instead, Danish anatomist Caspar Bartholin credits Franciscus Sylvius with the discovery, and Bartholin's son Thomas named it the Sylvian fissure in the 1641 edition of the textbook Institutiones anatomicae. The Bursa Fabricii (the site of hematopoiesis in birds) is named after Fabricius. A manuscript entitled De Formatione Ovi et Pulli, found among his lecture notes after his death, was published in 1621. It contains the first description of the bursa. Fabricius contributed much to the field of surgery. Though he never actually performed a tracheotomy, his writings include descriptions of the surgical technique. He favored using a vertical incision and was the first to introduce the idea of a tracheostomy tube. This was a straight, short cannula that incorporated wings to prevent the tube from disappearing into the trachea. He recommended the operation only as a last resort, to be used in cases of airway obstruction by foreign bodies or secretions. Fabricius' description of the tracheotomy procedure is similar to that used today. Julius Casserius published his own writings regarding technique and equipment for tracheotomy. Casserius recommended using a curved silver tube with several holes in it. Marco Aurelio Severino (1580–1656), a skilful surgeon and anatomist, performed at least one tracheotomy during a diphtheria epidemic in Naples in 1610, using the vertical incision technique recommended by Fabricius. == Books == * Pentateuchos chirurgicum (1592). *De Visione, Voce, Auditu. Venedig, Belzetta. 1600. * De formato foetu. 1600. * De Venarum Ostiolis. 1603 * De brutorum loquela (1603) * De locutione et ejus instrumentis tractatus. 1603. * Tractatus anatomicus triplex quorum primus de oculo, visus organo. Secundus de aure, auditus organo. Tertius de laringe, vociis organo admirandam tradit historiam, actiones, utilitates magno labore ac studio (1613). * De musculi artificio: de ossium articulationibus (1614). * De respiratione et eius instrumentis, libri duo (1615). * De tumoribus (1615) * De gula, ventriculo, intestinis tractatus (1618). * De motu locali animalium secundum totum, nempe de gressu in genere (1618). * De totius animalis integumentis (1618) * De formatione Ovi et Pulli (posthum. publication 1621, but written before De formato foetu) * Opera chirurgica. Quorum pars prior pentatheucum chirurgicum, posterior operationes chirurgicas continet ... Accesserunt Instrumentorum, quae partim autori, partim alii recens invenere, accurata delineatio. Item, De abusu cucurbitularum in febribus putridis dissertatio, e Musaeo ejusdem (posthum 1623). * Tractatus De respiratione & eius instrumentis. Ventriculo intestinis, & gula. Motu locali animalium, secundum totum. Musculi artificio, & ossium dearticulationibus (posthum 1625). ==See also== thumb|The Oplomochlion, an orthopedic exoskeleton designed by Fabricius. In: Operationes chirurgicae, 1672|alt= * Anatomical Theatre of Padua * Andreas Vesalius * Galen ==References== ==Further reading== * * * * ==External links== * Category:1533 births Category:1619 deaths Category:Italian anatomists Category:History of anatomy Category:Italian Roman Catholics Category:16th-century Italian physicians Category:17th-century Italian physicians Category:University of Padua alumni Category:University of Padua faculty Category:People from Acquapendente",
 "title": "Hieronymus Fabricius"
}