{
 "id": "234263",
 "text": "Quintus Marcius Barea Soranus was a Roman senator who lived in the reign of Nero. He was suffect consul in 52, but later attracted the hatred of Nero, and upon being condemned to death committed suicide. He was associated with a group of Stoics opposed to the perceived tyranny and autocratic tendencies of certain emperors, known today as the Stoic Opposition. == Life and career == Soranus was a member of the gens Marcia; his father, Quintus Marcius Barea Soranus, had been a suffect consul as well as governor of Africa. His brother was Quintus Marcius Barea Sura, friend of the future emperor Vespasian and maternal grandfather of Trajan. His career prior to becoming consul is not well known. Subsequent to holding the fasces, Soranus was governor of Asia around 61/62.Tacitus, Annals, xvi.23 During this tenure, the Emperor Nero had ordered his freedman Acrato to take away the works of art of the city of Pergamon, but the people revolted; Soranus refused to follow the orders of the Emperor and punish its citizens. == Trial and death == Soranus was accused by Ostorius Sabinus, an equestrian, of being friends with Rubellius Plautus (another object of Nero's hatred), and for inciting the citizens of Asia to revolt.Tacitus, Annals, xvi.30 One of the chief witnesses against him was Egnatius Celer of Berytus, his client and former tutor. Soranus' daughter, Servilia, was also accused of having hired a sorcerer (magi), and was tried together with her father. Servilia confessed that she had consulted an astrologer, but only to pray in honor of her father and the emperor;Tacitus, Annals, xvi.31 Soranus asked that his daughter be spared because she was not involved in the conspiracy or aware of the misdeeds of her husband, Gaius Annius Pollio.Tacitus, Annals, xvi.32 In the end, Soranus was condemned to death (in 65 or 66), and committed suicide. == Family == Soranus is known to have one daughter, Marcia Servilia Sorana, better known as \"Servilia\".Julian Bennett, Trajan: Optimus Princeps (Routledge, 2003), p. 13 ==References== == Further reading == *Tacitus, Histories iv.10 *Juvenal, Satire III.116 *Dio Cassius, lxii.26 Category:60s deaths Category:Senators of the Roman Empire Category:Suffect consuls of Imperial Rome Category:Roman governors of Asia Category:1st-century Romans Category:Marcii Category:Ancient Romans who committed suicide Category:People executed by the Roman Empire",
 "title": "Barea Soranus"
}