{
 "id": "234771",
 "text": "alt=A father expressing embarrassment or dismay as his son takes a bathroom break as they set up for a family photo|thumb|A father expressing embarrassment or dismay as his son takes a badly timed bathroom break Embarrassment or awkwardness is an emotional state that is associated with mild to severe levels of discomfort, and which is usually experienced when someone commits a socially unacceptable or frowned-upon act that is witnessed by or revealed to others. Frequently grouped with shame and guilt, embarrassment is considered a “self-conscious emotion,” and it can have a profoundly negative impact on a person’s thoughts or behavior. Usually, some perception of loss of honor or dignity (or other high-value ideals) is involved, but the embarrassment level and the type depends on the situation. == Causes == Embarrassment can be personal, caused by unwanted attention to private matters or personal flaws or mishaps or shyness. Some causes of embarrassment stem from personal actions, such as being caught in a lie or in making a mistake. In many cultures, being seen nude or inappropriately dressed is a particularly stressful form of embarrassment (see modesty). Personal embarrassment can also stem from the actions of others who place the embarrassed person in a socially awkward situation—such as a parent showing one's baby pictures to friends, having someone make a derogatory comment about one's appearance or behavior, discovering one is the victim of gossip, being rejected by another person (see also humiliation), being made the focus of attention (e.g., birthday celebrants, newlyweds), or even witnessing someone else's embarrassment. Personal embarrassment is usually accompanied by some combination of blushing, sweating, nervousness, stammering, and fidgeting. Sometimes the embarrassed person tries to mask embarrassment with smiles or nervous laughter, especially in etiquette situations. Such a response is more common in certain cultures, which may lead to misunderstanding. There may also be feelings of anger depending on the perceived seriousness of the situation, especially if the individual thinks another person is intentionally causing the embarrassment. There is a range of responses, with the most minor being a perception of the embarrassing act as inconsequential or even humorous, to intense apprehension or fear. The idea that embarrassment serves an apology or appeasement function originated with Goffman who argued the embarrassed individual \"demonstrates that he/she is at least disturbed by the fact and may prove worthy at another time\". Semin and Manstead demonstrated social functions of embarrassment whereby the perpetrator of knocking over a sales display (the \"bad act\") was deemed more likable by others if he/she appeared embarrassed than if he/she appeared unconcerned – regardless of restitution behavior (rebuilding the display). The capacity to experience embarrassment can also be seen as functional for the group or culture. It has been demonstrated that those who are not prone to embarrassment are more likely to engage in antisocial behavior – for example, adolescent boys who displayed more embarrassment were found less likely to engage in aggressive/delinquent behaviors. Similarly, embarrassment exhibited by boys more likely to engage in aggressive/delinquent behavior was less than one-third of that exhibited by non-aggressive boys. Thus proneness to embarrassment (i.e., a concern for how one is evaluated by others) can act as a brake on behavior that would be dysfunctional for a group or culture. ===Professional embarrassment=== Embarrassment can also be professional or official, especially after statements expressing confidence in a stated course of action, or willful disregard for evidence. Embarrassment increases greatly in instances involving official duties or workplace facilities, large amounts of money or materials, or loss of human life. Examples of causes include a government's failed public policy, exposure of corrupt practices or unethical behavior, a celebrity whose personal habits receive public scrutiny or face legal action, or officials caught in serious personally embarrassing situations. Even small errors or miscalculations can lead to significantly greater official embarrassment if it is discovered that there was willful disregard for evidence or directives involved (e.g., see Space Shuttle Challenger). Not all official failures result in official embarrassment, even if the circumstances lead to some slight personal embarrassment for the people involved. For example, losing a close political election might cause some personal embarrassment for the candidate but generally would be considered an honorable loss in the profession and thus not necessarily lead to professional embarrassment. Similarly, a scientist might be personally disappointed and embarrassed if one of his hypotheses was proven wrong, but would not normally suffer professional embarrassment as a result. By contrast, exposure of falsified data supporting a scientific claim (e.g., see Hwang Woo-Suk) would likely lead to professional embarrassment in the scientific community. Professional or official embarrassment is often accompanied by public expressions of anger, denial of involvement, or attempts to minimize the consequences. Sometimes the embarrassed entity issues press statements, removes or distances themselves from sub-level employees, attempts to carry on as if nothing happened, suffers income loss, emigrates, or vanishes from public view. ===Vicarious embarrassment=== Vicarious embarrassment is an embarrassed feeling from observing the embarrassing actions of another person.Ahmet Uysal, Gülçin Akbas, Elif Helvacı, and Irem Metin, Validation and correlates of the vicarious embarrassment scale, Personality and Individual Differences 60 (2014), pp. 48–53 People who rate themselves as more empathic are more likely to experience vicarious embarrassment.EurekAlert!, Your flaws are my pain, 13 April 2011 The effect is present whether or not the observed party is aware of the embarrassing nature of their actions, although awareness generally increases the strength of the felt vicarious embarrassment, as does an accidental (as opposed to intentional) action.Sören Krach, Jan Christopher Cohrs, Nicole Cruz de Echeverría Loebell, Tilo Kircher, Jens Sommer, Andreas Jansen, and Frieder Michel Paulus, Your Flaws Are My Pain: Linking Empathy To Vicarious Embarrassment, PLoS ONE, 13 April 2011 ===Types in social psychology=== One typology of embarrassment is described by Sharkey and Stafford. There are six types of embarrassment: #Privacy violations – for example where a part of the body is accidentally exposed, or there is an invasion of space, property, or information that may be warranted to privacy, # Lack of knowledge and skill – for example forgetfulness, or experiencing failure while performing a relatively easy task # Criticism and rejection – is another cause of embarrassment, as well as being made the center of attention positively or negatively # Awkward acts – refer to social situations, for example, inappropriate conversations, clumsiness or ungraceful actions (such as an emotional outbreak like speaking out unintentionally) that can trigger embarrassment # Appropriate image – refers to more of a personal reflection of embarrassment, like body image, clothing apparel, and personal possessions (for example owning an older mobile phone compared to the latest model) # Environment – can also have the effect of provoking embarrassment, as when an individual in a movie theatre with his or her parents, other family, co- workers, or mixed-company peers is made uncomfortable by an unexpected occurrence of nudity in the film that the group is watching. Another typology, by Cupach and Metts, discusses the dimensions of intended-unintended and appropriate-inappropriate behavior, and four basic types of embarrassing circumstances: # Faux pas (socially awkward acts) # Accidents # Mistakes # Failure to perform a duty or moral obligation. Based on these types, Cupach and Metts classify two basic embarrassment situations: the actor responsible and the observer responsible. Actor responsible situations are embarrassing when a person executes an act that is either inappropriate to a point of proficiency matching social norms and expectations, inconsistent with role expectations, or is out-of-sync with a social identity. The observer responsible categories are embarrassing when an individual becomes the focus of attention through: * Recognition, praise, criticism, correction, or teasing * Becomes initialized through being tripped or bumped, which is then associated with someone acting inappropriately * Has information revealed publicly to another individual or peer group ==Etymology== The first known written occurrence of embarrass in English was in 1664 by Samuel Pepys in his diary. The word derives from the French word embarrasser, \"to block\" or \"obstruct\", whose first recorded usage was by Michel de Montaigne in 1580. The French word was derived from the Spanish embarazar, whose first recorded usage was in 1460 in Cancionero de Stúñiga (Songbook of Stúñiga) by Álvaro de Luna.Joan Corominas and José Pacual, \"embarazar,\" Diccionario crítico etimológico castellano e hispánico, (Gredos, 1980) Vol. II, p. 555-556. The Spanish word comes from the Portuguese embaraçar, which is a combination of the prefix em- (from Latin im- for \"in-\") with baraço or baraça, \"a noose\" or \"rope\". Baraça originated before the Romans began their conquest of the Iberian Peninsula in 218 BC. Thus, baraça could be related to the Celtic word barr, \"tuft\". (Celtic people actually settled much of Spain and Portugal beginning in the 8th century BC) However, it certainly is not directly derived from it, as the substitution of r for rr in Ibero-Romantic languages was not a known occurrence. The Spanish word may come from the Italian imbarazzare, from imbarazzo, \"obstacle\" or \"obstruction\". That word came from imbarrare, \"to block\" or \"bar\", which is a combination of in-, \"in\" with barra, \"bar\" (from the Vulgar Latin barra, which is of unknown origin). The problem with this theory is that the first known usage of the word in Italian was by Bernardo Davanzati (1529–1606), long after the word had entered Spanish. ==In Judaism== Embarrassing another person is considered to be a serious sin in Judaism. Rabbis quoted in the Babylonian Talmud state that embarrassing another person in public is akin to murder (literally \"spilling blood\"). Rabbi Naḥman bar Yitzḥak responds by noting how the analogy of \"spilling blood\" is apt since, when a person is embarrassed, their face becomes less flushed and more pale (after the initial flush). ==See also== * Blushing * Cringe comedy * Criterion of embarrassment * Face (social concept) * Guilt * Guilty pleasure * Humiliation * Inferiority complex * Modesty * Moral emotions * Shame ==References== Notes Sources * ==External links== *Bibliography of Embarrassment Research *Embarrassment Research Information Category:Bullying Category:Emotions Category:Psychological abuse",
 "title": "Embarrassment"
}