{
 "id": "234731",
 "text": "Virtuosity is a 1995 American science fiction action film directed by Brett Leonard and starring Denzel Washington and Russell Crowe. Howard W. Koch Jr. served as an executive producer for the film. The film was released in the United States on August 4, 1995. Virtuosity had an estimated budget of $30 million and grossed $37 million worldwide. ==Plot== In Los Angeles, Lt. Parker Barnes and John Donovan are testing a virtual reality system that is going to be used for training police officers. The two are tracking down a serial killer named SID 6.7 at a restaurant in virtual reality. SID (short for Sadistic, Intelligent, Dangerous, a VR amalgam of the most violent serial killers throughout history) causes Donovan to go into shock, killing him. The director overseeing the project, before Commissioner Elizabeth Deane and her associate, William Wallace, orders the programmer in charge of creating SID, Dr. Darrel Lindenmeyer, to shut down the project. Barnes is a former police officer imprisoned for killing political terrorist Matthew Grimes, who killed Parker's wife and daughter. Barnes killed Grimes and innocent bystanders. This caused him to become a convicted killer and serve 17 years to life. Barnes meets with criminal psychologist Dr. Madison Carter following a fight between Barnes and another prisoner, Big Red. Meanwhile, Lindenmeyer informs SID that he is about to be shut down because the death caused when he disabled the fail-safes. At SID's suggestion, Lindenmeyer convinces another employee, Clyde Reilly, that a sexually-compliant virtual reality model, Sheila 3.2, another project created by Lindenmeyer, can be brought to life in a synthetically grown android body. Lindenmeyer replaces the Sheila 3.2 module with the SID 6.7 module. Now processed into the real world, SID 6.7 kills Reilly. Once word gets out of SID being in the real world, Deane and Los Angeles Police Department Chief William Cochran offer Barnes a deal: if he catches SID and brings him back to virtual reality, he will be pardoned. Barnes agrees, and with help from Carter, they discover that Matthew Grimes, the terrorist who killed Barnes's wife and daughter, is a part of SID 6.7's personality profile. After killing a family along with group of security guards, SID heads over to the Media Zone, a local nightclub, where he takes hostages. Barnes and Carter go to the nightclub to stop him, but SID escapes. The next day, SID begins a killing spree at the Los Angeles Olympic Auditorium. Barnes arrives at the Stadium to capture SID, and finds him on a train, where another hostage is being held by SID. However, Barnes seemingly kills the hostage in front of horrified witnesses. Having caught up with Barnes after the incident, Carter tries to prove Barnes's innocence, but Barnes is sent back to prison. Barnes is freed from his prisoner transport by SID, who once again escapes. Wallace and Deane are about to have Barnes terminated via a fail-safe transmitter implanted in him but Cochran destroys the system after learning from Carter that Barnes didn't kill the hostage on the train. However, SID kidnaps Carter's daughter Karin and takes over a television studio. Lindenmeyer, having come out of hiding, sees what SID is doing and is impressed, but is captured by Carter. After a fight on the roof of the studio Barnes ultimately destroys SID's body, but is unable to learn where he hid Karin. They place SID back in VR to trick the location out of him which proves to be one of the fan enclosures on the studio roof. When SID discovers that he is back in virtual reality he goes into a rage. Cochran lets Carter out of VR, but Lindenmeyer kills Cochran before he can release Barnes. Barnes starts to go into the same shock that Donovan suffered, but Carter kills Lindenmeyer, and saves Barnes. Barnes and Carter return to the building that SID took over in the real world, and save Karin from a booby trap set up by SID that's similar to the one that killed Barnes' family. After Karin is saved, Barnes destroys the SID 6.7 module. ==Cast== * Denzel Washington as Lieutenant Parker Barnes, who was imprisoned after killing a man who killed his family * Russell Crowe as SID 6.7, a virtual reality entity who later becomes a regenerating android * Kelly Lynch as Dr. Madison Carter, a criminal psychologist who teams with Barnes to understand SID's behavior * Stephen Spinella as Dr. Darrel Lindenmeyer, who created SID 6.7 and Sheila 3.2 * William Forsythe as Chief Billy Cochran * Louise Fletcher as Commissioner Elizabeth Deane * William Fichtner as William Wallace * Costas Mandylor as John Donovan * Kevin J. O'Connor as Clyde Reilly * Kaley Cuoco as Karin Carter, Madison's daughter * Christopher Murray as Matthew Grimes * Mari Morrow as Linda Barnes * Johnny Kim as Lab Tech * Heidi Schanz as Sheila 3.2 * Traci Lords as Media Zone singer * Gordon Jennison Noice as 'Big Red' * Michael Buffer as Emcee ==Production== Washington restructured much of the story and dialogue during filming, entirely removing a romantic subtext between the Lt. Barnes and Dr. Carter characters from the original script. Principal photography for the film began on January 25, 1995. Parts of the film were filmed at the abandoned Hughes Aircraft plant in Los Angeles. ==Reception== ===Critical response=== The film received mostly mixed to negative reviews. It has a rotten score of 31% on Rotten Tomatoes based on 32 reviews, with 32% of the audience indicating they liked it. The site's consensus states: \"Woefully deficient in thrills or common sense, Virtuosity strands its talented stars in a story whose vision of the future is depressingly short on imagination.\" It also has a score of 39 out of 100 on Metacritic based on 17 reviews. Roger Ebert, however, wrote that the movie was \"filled with bright ideas and fresh thinking\" and \"still finds surprises\" despite a somewhat cliché premise. The film was nominated for Best Picture at the Sitges Film Festival, losing to Citizen X. ===Box office=== The film grossed $24 million in the United States and Canada and $37 million worldwide. ==See also== * American Gangster, 2007 film starring Washington and Crowe in switched antagonist/protagonist roles * Simulated reality ==References== ==External links== * * * Category:1995 films Category:1990s chase films Category:1990s science fiction action films Category:American chase films Category:American science fiction action films Category:American films Category:1990s English-language films Category:Films about computing Category:Films about telepresence Category:Films about virtual reality Category:Films directed by Brett Leonard Category:Films produced by Gary Lucchesi Category:Films scored by Christopher Young Category:Films set in 1999 Category:Films set in California Category:Films set in Los Angeles Category:American police detective films Category:Paramount Pictures films",
 "title": "Virtuosity"
}