{
 "id": "235235",
 "text": "This is a list of the highest known prices paid for paintings. The current record price is approximately US$450.3 million paid for Leonardo da Vinci's Salvator Mundi in November 2017. ==Background== The most famous paintings, especially old master works done before 1803, are generally owned or held at museums, for viewing by patrons. Since the museums rarely sell them, they are considered priceless. Guinness World Records lists Leonardo da Vinci's Mona Lisa as having the highest ever insurance value for a painting. On permanent display at the Louvre in Paris, the Mona Lisa was assessed at US$100 million on December 14, 1962. Taking inflation into account, the 1962 value would be around US$ million in . The earliest sale on the list below (Vase with Fifteen Sunflowers by Vincent van Gogh) is from March 1987; with a price of £24.75 million (£ million in currency). This sale tripled the previous record, and introduced a new era in top art sales. Before this, the highest absolute price paid for a painting was £8.1 million (£ million in currency) paid by the J. Paul Getty Museum for Andrea Mantegna's Adoration of the Magi at Christie's in London on April 18, 1985.William Wilson, Getty Pays $10.5 Million For Painting, New York Times, April 19, 1985 In constant dollars, the highest price paid before 1987 was by the National Gallery of Art when in February 1967 they acquired Leonardo da Vinci's Ginevra de' Benci for around $5 million ($ million in dollars) from the Princely Family of Liechtenstein. The sale of Van Gogh's Sunflowers was the first time a \"modern\" (in this case 1888) painting became the record holder, as opposed to the old master paintings which previously had dominated the market. In contrast, there are currently only nine pre-1875 paintings among the listed top 89, and none created between 1635 and 1874. An exceptional case is graffiti artist David Choe, who accepted payment in shares for painting graffiti art in the headquarters of a fledgling Facebook. His shares were of limited value when he was given them, but by the time of Facebook's IPO they were valued at around $200 million.Nick Bilton, \"For Founders to Decorators, Facebook Riches,\" The New York Times, 1/1/12. The list is incomplete with respect to sales between private parties, as these are not always reported and, even if they are, details like the purchase price may remain secret. For example, on June 25, 2019, the American hedge fund manager J. Tomilson Hill bought a recently rediscovered Judith and Holofernes (1607) attributed to Caravaggio, two days before it would have been auctioned in Toulouse. Though the Louvre Museum had turned down the opportunity to purchase it for €100 million, the painting was estimated to sell for $110 to $170 million.Alex Greenberger, Caravaggio Painting Estimated at $170 M. Sold Privately Ahead of Auction in France, ArtNews, 25 June 2019 The actual purchase price was not disclosed, because of a confidentiality agreement attached to the private sale.Robin Pogrebin, Mystery Buyer of Work Attributed to Caravaggio Revealed, The New York Times, 27 June 2019 Vincent van Gogh, Pablo Picasso, and Andy Warhol are the best-represented artists in the list. Whereas Picasso and Warhol became wealthy men, Van Gogh is known to have sold only one painting in his lifetime, The Red Vineyard, for 400 francs (approximately $2,000 in 2018 dollars) in 1890, to the impressionist painter and heiress Anna Boch. Prices realised for just his nine paintings listed below, when adjusted for inflation to 2017, add up to over US$900 million. Georgia O'Keeffe holds the record for the highest price paid for a painting by a woman. On November 20, 2014 at Sotheby's, the Crystal Bridges Museum of American Art bought her 1932 painting Jimson Weed/White Flower No. 1 for US$44.4 million (equivalent to US$ million in ). Among the listed top 89, only six are paintings by non-Western artists. Five are traditional Chinese paintings by Qi Baishi, Wu Bin, Wang Meng and Xu Yang. In particular, Qi Baishi's Twelve Landscape Screens was sold for $140.8 million in 2017. While the only non-Western modern artwork listed is that of the Chinese-French painter Zao Wouki's oil painting Juin-Octobre 1985, which was sold for $65 million in 2018.Zao Wou-Ki, Juin-Octobre 1985, Modern Art Evening Sale, Sotheby's, Hong Kong, 30 September 2018 Not listed here in this list is Chinese painter Wang Shaofei's The High Sun, which was appraised for $74 million in 2017. ==List of highest prices paid == This list is ordered by consumer price index inflation-adjusted value (in bold) in millions of United States dollars in .The Wikipedia template uses a yearly average inflation. Using monthly averages gives slightly different numbers, most significantly for paintings sold early or late in a year with significant inflation. Where necessary, the price is first converted to dollars using the exchange rate at the time the painting was sold. The inflation adjustment may change as recent inflation rates are often revised. A list in another currency may be in a slightly different order due to exchange-rate fluctuations. Paintings are listed only once, i.e. for the highest price sold. {| class=\"wikitable sortable\" style=\"font-size:100%;\" |- ! data-sort-type=\"currency\" | Adjusted price (in million USD) ! data-sort-type=\"currency\" | Original price (in million USD) ! Painting ! Image ! Artist ! Year ! Date of sale ! Rank at sale ! Seller ! Buyer ! Auction house |- ! $ | data-sort- value=\"$450.3\"|$450.3 |Salvator Mundi |95px | |data-sort-value=1500| | |1 |Dmitry Rybolovlev |Badr bin Abdullah Al Saud |Christie's, New York |- ! data- sort-value=\"$\"|~$ | data-sort-value=\"$300\"|~$300 | Interchange | | | 1955 | | 1 | David Geffen Foundation | Kenneth C. Griffin | Private sale |- ! $ + | $250 + Exact price (even the currency of sale) is not known, with estimates from $250 million to $300 million | The Card Players | 95px | | 1892/93 | | 1 | George Embiricos | State of Qatar | Private saleArt Media Agency (AMA), 250 M$, a new record for a painting?, 4 May 2011Stefan Koldehoff, Welt-online: Das Rätsel vom teuersten Bild aller Zeiten, 31 July 2011 (already mentions Qatar as most likely buyer) |- ! $ | data-sort-value=\"$210\"|$210 | Nafea Faa Ipoipo (When Will You Marry?) | 95px | | 1892 | | 2 | Rudolf Staechelin heirs | State of Qatar | Private sale |- ! data-sort-value=\"$\"|~$ | data-sort- value=\"$200\"|~$200 | Number 17A | | | 1948 | | 4 | David Geffen Foundation | Kenneth C. Griffin | Private sale |- ! $ | $183.8 | Wasserschlangen II | 95px | | 1904–07 | | 2 | Yves Bouvier | Dmitry Rybolovlev | Private sale |- ! $ | $186 (€140) | No. 6 (Violet, Green and Red) | | | 1951 | | 3 | Cherise Moueix | Dmitry Rybolovlev | Private sale via Yves Bouvier |- ! $ | $180 (€160 million) | Pendant portraits of Maerten Soolmans and Oopjen Coppit | 95px | | 1634 | Portraits of Maerten Soolmans and Oopjen Coppit by Rembrandt, an exceptionnal acquisition exhibited at the Musée du Louvre, www.louvre.fr | 7 | Éric de Rothschild | Rijksmuseum and Louvre | Private sale Rembrandt portraits may come home, The New York Times September 21, 2015 |- ! $ | $179.4 | Les Femmes d'Alger (\"Version O\") | | | 1955 | | 5 | Private collection | Hamad bin Jassim bin Jaber Al Thani | Christie's, New York |- ! $ | $170.4 | Nu couché | 95px | | 1917/18 | | 9 | Laura Mattioli Rossi | Liu Yiqian | Christie's, New York |- ! $ | $140 | No. 5, 1948 | | | 1948 | | 1 | David Geffen |David Martinez | Private sale via Sotheby'sCarol Vogel, A Pollock Is Sold, Possibly for a Record Price, New York Times, November 2, 2006 |- ! $ | $137.5 | Woman III | | | 1953 | | 2 | David Geffen | Steven A. Cohen | Private sale via Larry GagosianCarol Vogel, Landmark De Kooning Crowns Collection, New York Times, November 18, 2006 |- ! $ | $165.0 | Masterpiece | | | 1962 | | 12 | Agnes GundOn June 11, 2017, Ms. Gund revealed that she intended to use the proceeds from the sale of the painting for a specific purpose: to create a fund that supports criminal justice reform and seeks to reduce mass incarceration in the United States. | Steven A. Cohen | Private sale |- ! $ | $135 | Portrait of Adele Bloch-Bauer I | 95px | | 1907 | | 1 | Maria Altmann | Ronald Lauder, Neue Galerie | Private sale via Christie'sCarol Vogel, Lauder Pays $135 Million, a Record, for a Klimt Portrait, New York Times, June 19, 2006 |- ! $ | $155 | Le Rêve | | | 1932 | | 6 | Steve Wynn | Steven A. Cohen | Private saleCarol Vogel & Peter Lattman, $616 Million Poorer, Hedge Fund Owner Still Buys Art, New York Times, March 26, 2013 |- ! $ | $82.5 | Portrait of Dr. Gachet | 95px | | 1890 | | 1 | Siegfried Kramarsky heirs | Ryoei SaitoLee Rosenbaum, \"Dr. Gachet\" Sighting: It WAS Flöttl!, ArtsJournal, January 26, 2007 | Christie's, New York |- ! $ | $157.2 | Nu couché (sur le côté gauche) | 95px | | 1917 | | data-sort-value=13| |Ezra and David Nahmad | | Sotheby's, New YorkLot description and auction details of \"Nu couché (sur le côté gauche)\" at Sotheby's website. |- ! $ | $150 | Portrait of Adele Bloch-Bauer II | 85px | | 1912 | | 10 | Oprah WinfreyOprah Winfrey had bought the painting in November 2006 at Christie's for nearly $88 million. At that time this was the 4th highest (unadjusted) price at auction and 10th highest price on this list. | Unidentified buyer in China | Private sale via Larry Gagosian |- ! $ | $142.4 | Three Studies of Lucian Freud | | | 1969 | | 8 | | Elaine Wynn, ex-wife of Steve WynnCarol Vogel, Buyer of $142.4 Million Bacon Triptych Identified as Elaine Wynn, New York Times, January 15, 2014 | Christie's, New York |- ! $ | $78.1 | Bal du moulin de la Galette This is the small version of the painting; the large version is at the Musée d'Orsay. |95px | | 1876 | | 2 | Betsey Whitney | Ryoei Saito | Sotheby's, New York |- ! $ | $140.8 (¥931.5) | Twelve Landscape Screens | | Qi Baishi | 1925 | | | | | Beijing Poly Auction |- ! $ | $104.2 | Garçon à la pipe | 95px | | 1905 | | 3 | Greentree Foundation (Whitney family) | Guido Barilla (suspected)Claire Foy-Smith, Who buys paintings for $104m?, BBC News Online, 6 May 2004 | Sotheby's, New YorkLot description and auction details of \"Garçon à la pipe\" at Sotheby's website. |- ! $ | $119.9 | The Scream One of two pastel versions; another two painted versions (and lithography) exist, all created by Munch. | 95px | | 1895 | | 8 | Petter Olsen | Leon BlackKelly Crow, An Art Mystery Solved: Mogul Is 'Scream' Buyer, The Wall Street Journal, July 11, 2012 | Sotheby's, New York |- ! $ | $120 | | 95px | | 1893 | | 10 | Yves Bouvier | Dmitry Rybolovlev | Private sale |- ! $ | $118 | Reclining Nude With Blue Cushion | 95px | | 1916 | | 8 | Steven A. Cohen | Dmitry Rybolovlev | Private sale via Yves Bouvier |- ! $ | $110.0 | This stands as the most expensive painting by a living artist. | | | 1958 | | 7 | Jean-Christophe Castelli | Steven A. Cohen | Private sale, estimated price |- ! $ | $106.5 | Nude, Green Leaves and Bust | | | 1932 | | 9 | Frances Lasker Brody estate | Leonard Blavatnik (suspected)Art Sales: Russian buyers inject confidence into Old Master market: https://www.telegraph.co.uk/luxury/art/art-sales-russian-buyers-inject- confidence-into-old-master-marke/, accessdate: November 21, 2016 | Christie's, New YorkPicasso piece sets record for art sold at auction, Reuters, May 5, 2010 |- ! $ | $58 plus exchange of works The paintings transferred to the dealers include a late Monet entitled Corona (Water Lilies) from around 1920; Renoir's Reclining Nude of 1902; Kandinsky's Autumn Landscape, Murnau from 1908, and Picasso's Striped Bodice from September 1943. | Portrait of Joseph Roulin |95px | | 1889 | | 1 | Private collection, Zürich | Museum of Modern Art New York | Private sale via Thomas Ammann, Fine Art ZurichKimmelman, Michael: How the MoMA got the Van Gogh, New York Times, 09 October 1989. |- ! $ | $53.9 | Irises |95px | | 1889 | | 1 | John Whitney Payson, son of Joan Whitney Payson | Alan BondAlan Bond could not pay off the painting, and Irises was resold (probably for somewhat less) to the Getty Museum. | Sotheby's, New York |- ! $ | $95.2 | Dora Maar au Chat | | | 1941 | | 6 | Gidwitz family | Boris IvanishviliMarc Spiegler, he Hunt for the Red Collector, New York Magazine, 22 August 2006. | Sotheby's, New YorkLot description and auction details of \"Dora Maar au Chat\" at Sotheby's website. |- ! $ | $100.0 | Eight Elvises | | | 1963 | | 10 | Annibale Berlingieri | The State of Qatar (suspected)Dan Duray, qatar may have purchased Warhol's 'Eight Elvises', ArtNews 08/07/14 | Private sale via Philippe SégalotThe Pop master's highs and lows, The Economist, 26 November 2009. |- ! $ | $115 | Young Girl with a Flower Basket | 65px | | 1905 | | data-sort-value=13| | David and Peggy Rockefeller | The Nahmad family | Christie's, New York |- ! $ + | $105.7 + Price excludes sales commission and other costs. (¥10,300) | Anna's Light | | | 1968 | | data-sort-value=13| | DIC Corp. | | Private sale |- ! $ | $105.4 | Silver Car Crash (Double Disaster) | | | 1963 | | data-sort-value=13| | | | Sotheby's, New YorkSilver Car Crash auction results at Sotheby's |- ! $ | $110.5 | Untitled | | | 1982 | | data-sort- value=13| | Basquiat family | Yusaku MaezawaWhy Spend $110 Million on a Basquiat?, New York Times, May 26, 2017 | Sotheby's, New York |- ! $ | $71.5 | Portrait de l'artiste sans barbe | 95px | | 1889 | | 5 | heirs | | Christie's, New York |- ! $ | $110.7 | Meules | 95px | | 1890 | | | | Hasso Plattner | Sotheby's, New York Scott Reyburn, A Monet Sells for $110.7 Million, an Auction High for an Impressionist Work, The New York Times, May 14, 2019. |- ! $ | $100 | | 95px | | 1904 | Exact date of sale is not known. | data-sort-value=13| | Edsel and Eleanor Ford House | State of Qatar | Private sale |- ! $ | $76.7 (£49.5) | Massacre of the Innocents | 95px | | 1611 | | 6 | an Austrian family | Kenneth Thomson | Sotheby's, London |- ! $ | $95.4 | Nurse |frameless|95x95px | | 1964 | | data-sort-value=13| | | | Christie's, New York |- ! $ | $86.3 | Triptych, 1976 | | | 1976 | | data-sort-value=13| | Jean-Pierre Moueix heirs | Roman AbramovichCristina Ruiz and Sarah Thornton Roman Abramovich brings home the $86.3m Bacon and the $33.6m Freud, The Art Newspaper, 1 June 2008 | Sotheby's, New YorkLot description and auction details of \"Triptych, 1976\" at Sotheby's website. |- !$ |$103.4 |Femme assise près d’une fenêtre (Marie-Thérèse) | |Pablo Picasso |1932 |May 13, 2021 | | | |Chritie's, New York |- ! $ | $49.3 (F300) | Les Noces de Pierrette | | | 1905 | | 3 | Judd Tully, Auction; `Blue' Picasso Breaks Record at $51.7 Million, The Washington Post, Dec 1, 1989 | Tomonori Tsurumaki | Binoche et Godeau Paris |- ! $ | $80.0 | | | | 1959 | | 11 | David Geffen | Kenneth C. Griffin | Private sale via Richard GrayCarol Vogel, Works by Johns and de Kooning Sell for $143.5 Million, The New York Times, October 12, 2006 |- ! $ | $85 (€54) | | 95px | | 1892 | | data-sort-value=13| | Yves Bouvier | Dmitry Rybolovlev | Private sale |- ! $ | $57 | A Wheatfield with Cypresses | 95px | | 1889 | | 6 | Emil Georg Bührle's son | Walter H. AnnenbergAnnenberg subsequently donated it to the Metropolitan Museum of Art. | Private sale via Steven Mazoh |- !$ |$100 |Boy and Dog in a Johnnypump | | |1982 |2020 | |Peter Brant |Ken Griffin |Private sale |- ! $ | $47.8 | Yo, Picasso | | | 1901 | | 2 | Wendell Cherry | Stavros Niarchos | Sotheby's, New York |- ! $ | $80.0 | Turquoise Marilyn | | | 1964 | | data-sort-value=13| | Stefan Edlis | Steven A. Cohen | Private sale via Larry GagosianCarol Vogel, Inside Art: Buying a Warhol 'Marilyn', New York Times, 25 May 2007 |- ! $ | $70.0 | Portrait of Alfonso d'Avalos with a Page |95px | Titian | 1533 | | 10 | AXA insurance company | Getty Museum | Private sale via Hervé AaronThe Getty secures masterpiece portrait by Titian, a November 24, 2003 press release by the Getty MuseumWill Bennett, The $70 million soldier, The Daily Telegraph, 23 February 2004 |- ! $ | $86.9 | Orange, Red, Yellow | | | 1961 | | data-sort-value=13| | David Pincus estate | | Christie's, New YorkMark Rothko painting sets post-war auction record, The Daily Telegraph, 9 May 2012 |- ! $ | $80.5 (£40.9) | Le Bassin aux Nymphéas |95px | | 1919 | | data-sort-value=13| | J. Irwin and Xenia S. Miller | | Christie's, LondonLot description and auction details of \"Le bassin aux nymphéas\" at Christie's website |- ! $ | $91.9 | Chop Suey | | | 1929 | | data-sort-value=13| | Barney A. Ebsworth estate | | Christie's, New YorkScott Reyburn, Hopper Painting Sells for Record $91.9 Million at Christie’s, The New York Times, November 13, 2018 |- ! $ | $60.5 | Rideau, Cruchon et Compotier | 95px | | 1894 | | 9 | Whitney Family | | Sotheby's, New York |- !$93.1 |$93.1 |In This Case | |Jean-Michel Basquiat |1983 |May 11, 2021 | |Giancarlo Giammetti |Private collector |Christie's, New York |- ! $ | $90.3 | Portrait of an Artist (Pool with Two Figures) | | | 1972 | | data-sort-value=13| | | | Christie's, New York Scott Reyburn and Robin Pogrebin, David Hockney Painting Sells for $90 Million, Smashing Record for Living Artist, The New York Times, November 15, 2018 |- ! $92.2 | $92.2 |Portrait of a Young Man holding a Roundel | 95px |Sandro Botticelli |data- sort-value=1480| |January 21, 2021 | |Sheldon Solow estate |Russian private collector |Sotheby's, New York |- ! $ | $84.2 | Black Fire I | | | 1961 | | data-sort-value=13| | Private Collection | Anonymous | Christie's, New York |- ! $ | $72.8 | White Center (Yellow, Pink and Lavender on Rose) | | | 1950 | | data-sort-value=13| | David Rockefeller, Sr. |Sheikh Hamad bin Khalifa Al-Thani | Sotheby's, New YorkLot description and auction details of \"White Center\" at Sotheby's website. |- ! $ | $39.7 (£24.75) | Vase with Fifteen Sunflowers | 95px | | 1889 | | 1 | Helen Beatty, daughter-in-law of Chester Beatty | Yasuo Goto, Yasuda Comp. | Christie's, London |- ! $ | $88.8 |Buffalo II | | | 1964 | | data-sort-value=\"13\" | | Robert and Beatrice Mayer Estate |Alice Walton | Christie's, New York |- ! $ | $81.9 | Triple Elvis | | | 1963 | | data-sort-value=13| | Carol Vogel, A Warhol Leads a Night of Soaring Prices at Christie’s, New York Times Nov 13, 2014 | | Christie's, New YorkAndy Warhol's \"Triple Elvis\" auction results at Christie's |- ! $ | $71.7 | Green Car Crash (Green Burning Car I) | | | 1963 | | data-sort-value=13| | Private collection, Zürich | Philip Niarchos | Christie's, New YorkLot description and auction details of \"Green Car Crash\" at Christie's website |- ! $ | $81.9 | No. 10 | | | 1958 | | data-sort-value=13| | | | Christie's, New York, Art Market Monitor, 13 May 2015 |- ! $ | $85.8 | Suprematist Composition | 95px | | 1916 | | data-sort-value=13| | The Nahmad family | Anonymous | Christie's, New York |- |- ! $ | $80.8 | Three Studies for a Portrait of John Edwards | | | 1984 | | data-sort-value=13| | Private Collection | Anonymous | Christie's, New York. |- ! $ | $81.4 | Meule | 95px | | 1891 | | data-sort-value=13| | | | Christie's, New YorkClaude Monet's \"Meule\" at Christie's website |- ! $ | $84.7 | Nymphéas en fleur | 95px | | 1914–1917 | | data-sort-value=13| | David and Peggy Rockefeller | Xin Li-Cohen | Christie's, New York |- ! data-sort-value=$|~$ | data-sort-value=\"$75\"|~$75 (€50–60) Usually estimated at \"over €50 M\" or \"between 50 and 60 million Euros\". On July 12, 2011, $75M was equivalent to €53M. | Darmstadt Madonna | 95px | | 1526 | | data-sort-value=13| | Donatus, Landgrave of Hesse | Reinhold Würth | Private sale via Christoph Graf DouglasGreatest German Renaissance Madonna sold by prince, The Art Newspaper, July 15, 2011 |- ! $ | $81.3 | Laboureur dans un champ | 95px | | 1889 | | data-sort-value=13| | Nancy Lee and Perry R. Bass estate | | Christie's, New YorkVincent van Gogh (1853–1890) Laboureur dans un champ at Christie's website |- ! $ | $84.55 | Triptych Inspired by the Oresteia of Aeschylus | | | 1981 | | data-sort-value=13| | Hans Rasmus Astrup | | Sotheby's, New YorkLot description and auction details of \"Triptych Inspired by the Oresteia of Aeschylus\" at Sotheby's website. |- ! $ | $70.6 (£50) | Diana and Actaeon | 95px | Titian | 1556–1559 | | data-sort-value=13| | Duke of Sutherland | National Galleries of Scotland & National Gallery, London | Private saleFarah Nayeri, U.K. Buys Titian Diana Painting for 50 Million Pounds, Bloomberg, February 2, 2009Mike Wade, Titian deal paves way for next acquisition, The Sunday Times, 2 February 2009Funds secured for Titian painting, BBC News, 2 February 2009 |- ! $ | $40.7 | Au Lapin Agile | 95px | | 1904 | | 5 | Linda de Roulet, daughter of Joan Whitney Payson | Walter H. Annenberg | Sotheby's, New York |- ! $ | $68 | The Gross Clinic | 95px | | 1875 | | data-sort-value=13| | Thomas Jefferson University | Philadelphia Museum of Art | Private saleSalisbury, Stephan (November 14, 2006), A divisive deal, The Philadelphia Inquirer |- ! $ | $75.1 | No 1 (Royal Red and Blue) | | | 1954 | | data-sort-value=13| | John and Anne Marion | | Sotheby's, New York |- ! $ | $38.5 (£20.9) | Acrobate et jeune arlequin Re-sold for £12m to Stavros Niarchos in 1993. | | | 1905 | | 3 | Roger Janssen heirs? A Belgian banker and collector who bought it in 1939 for $18,000. His was the last name on the 1988 provenance list; painting came from \"a private collection in Arizona\" | Mitsukoshi | Christie's, London |- ! $ | $80.8 | Odalisque couchée aux magnolias | | | 1923 | | data-sort-value=13| | David and Peggy Rockefeller | Xin Li-Cohen | Christie's, New York |- ! $ | $55.0 | Femme aux Bras Croisés | 95px | | 1902 | | data-sort-value=13| | Chauncey McCormick heirs | | Christie's, New YorkLot description and auction details of \"Femme aux bras croisés\" at Christie's website |- !$82.5 |$82.5 |No. 7 | |Mark Rothko |1951 |November 15, 2021 | | | |Sotheby's, New York |- ! $ | $69.0 | Nude Sitting on a Divan (\"La Belle Romaine\") | 85px | | 1917 | | data-sort-value=13| | Halit CıngıllıogluKelly Crow, Sotheby's Sells $68.9 Million Modigliani, Wall Street Journal, November 3, 2010 | | Sotheby's, New York |- ! $ | $63.5 | Police Gazette | | | 1955 | | data-sort-value=13| | David Geffen | Steven A. Cohen | Private sale via Richard Gray. |- ! $ | $71.7 (£45) | Diana and Callisto | 95px | Titian | 1556–1559 | | data-sort-value=13| | Duke of Sutherland | National Galleries of Scotland & National Gallery, London | Private sale |- ! $ | $79.45 | The Empire of Lights | | | 1961 | | data-sort-value=13| | Anne-Marie Crowet Gillon heirs | | Sotheby's, London |- ! $ | $70.5 | Untitled (New York City) | | | 1968 | | data-sort-value=13| | Sydney M. Irmas heirs | | Christie's, New York |- ! $ | $77 (¥512.9) | Ten Views Of Lingbi Rock | | Wu Bin | 1610 | | data-sort- value=13| | | | Beijing Poly Auction |- ! $ | $49.5 | Femme assise dans un jardin | | | 1938 | | data-sort-value=13| | Robert Saidenberg Carter B. Horsley, The Collection of Eleanore and Daniel Saidenberg | | Sotheby's, New York |- ! $ | $70.2 (£42.2) | Portrait of George Dyer Talking | | | 1966 | | data-sort-value=13| | | | Christie's, LondonFrancis Bacon (1909–1992) Portrait of George Dyer Talking at Christie's websiteCarol Vogel, Francis Bacon Work Sells for $70 Million at Christie’s Auction, The New York Times, February 13, 2014 |- ! $ | $47.5 | Peasant Woman Against a Background of Wheat | 95px | | 1890 | | 11 | | Steve Wynn | Private sale via Acquavella Galleries Inc., New YorkCarol Vogel, A Gauguin and a van Gogh Change Hands, New York Times, Oct 7, 2005 |- ! $ | $69.6 | | | | 1970 | | data-sort-value=13| | Nicola del Roscio | | Christie's, New YorkCy Twombly's Untitled auction results at Christie's |- ! $ | $69.6 | Four Marlons | | | 1966 | | data-sort-value=13| | WestSpiel | | Christie's, New YorkAndy Warhol's \"Four Marlons\" auction results at Christie's |- ! $ | $65.5 (¥425.5) | Eagle Standing on Pine Tree | 95px | Qi Baishi | 1946 | | data- sort-value=13| | Liu Yiqian | Hunan TV & Broadcast Intermediary Co | China Guardian Auctions |- ! $ | $63.4 |Men in Her Life | | |1962 | | data-sort-value=13| | Jose Mugrabi | Sheikh Hamad bin Khalifa Al- Thani |Phillips de Pury & CompanyCarol Vogel, Auction Records Fall at Phillips’s Sale of Contemporary Masters, NY Times, November 10, 2010 |- ! $ | $70.1 | Contraste de formes | | | 1913 | | data-sort-value=13| | and Foundation | | Christie's, New York |- ! $ | $67.45 | La Gommeuse | 85px | | 1901 | | data-sort-value=13| | William I. Koch | | Sotheby's, New York. |- ! $ | $67.4 | Buste de femme (Femme à la résille) | | | 1938 | | data-sort-value=13| | Steve Wynn | Joseph Lau | Christie's, New York |- ! $ | $35.2 | Portrait of a Halberdier | 95px | Pontormo | 1537 | | 5 | Chauncey Stillman | Getty Museum | Christie's, New York |- ! $ | $66.3 | L’Allée des Alyscamps | 95px | | 1888 | | data-sort- value=13| | | | Sotheby's, New YorkBrian Boucher, Led by $66M Van Gogh, Sotheby's Impressionist and Modern Sale Robustly Kicks Off Season, Artnet, May 5, 2015 |- ! $ | $66.2 | Untitled | | | 1952 | | data-sort-value=13| | Private Collection | Anonymous | Christie's, New York |- ! $ | $62.1 (¥402.5) | Zhichuan Resettlement | 65px | Wang Meng | 1350 | | data-sort- value=13| | | | Beijing Poly Auction |- ! $ | $66.3 | Untitled XXV | | | 1977 | | data-sort-value=13| | | | Christie's, New York |- ! $71.4 | $71.4 | | 95px | | 1889 | | | Edwin L. Cox | | Christie's, New York |- ! $ | $69.2 | Femme au béret et à la robe quadrillée (Marie-Thérèse Walter) | | | 1937 | | | Private collection | Harry Smith | Sotheby's, London |- ! $ | $65.1 | Spring | 95px | | 1881 | | data-sort-value=13| | Oliver Hazard Payne heirsJeanne (Spring) at the J. Paul Getty Museum website | Getty Museum | Christie's, New YorkCraig Nakano, Getty breaks record with $65.1-million purchase of Manet's 'Spring', LA Times, November 5, 2014 |- ! $ | $68.9 | Woman as Landscape | | | 1955 | | data-sort-value=13| | Barney A. Ebsworth estate | | Christie's, New York |- ! $ | $61.7 | 1949-A-No.1 | | | 1949 | | data-sort-value=13| | City and County of Denver | | Sotheby's, New YorkCarol Vogel, As Stocks Fall, Art Surges at a $315.8 Million Sale, NY Times, November 9, 2011 |- ! $70.35 | $70.35 | | 95px | Claude Monet | 1917-19 | | data-sort-value=\"13\" | | Private Collection, New York, United States | | Sotheby's, New YorkClaude Monet's \"Le Bassin aux nymphéas\" auction results at Sotheby's |- ! $ | $65.23 (HK$510.371) | Juin-Octobre 1985 | | Zao Wou-Ki | 1985 | | data-sort- value=13| | Chang Qiu DunNate Freeman, A Zao Wou-Ki painting sold for $65 million, breaking records for a work by an Asian artist, Artsy, October 1, 2018 | | Sotheby's, Hong KongZao Wou-Ki's \"Juin-Octobre 1985\" auction results at Sotheby's |- ! $65 | $65 (¥414) | FigureThis is the English-language name given during the auction. The painting is also known as \"Settling Down the Western Regions and Presenting Prisoners\".$65M scroll joins history's most expensive Chinese artworks, CNN, 8th June 2021. | | Xu Yang | 1765 | | data-sort-value=13| | | | Beijing Poly Auction |- ! $62 | $62 | The Journey of Humanity | | Sacha Jafri | 2020 | | data-sort-value=13| | Sacha Jafri | Andre Abdoune | Humanity Inspired Royal Charity Auction, DubaiBritish artist sells world's largest painting The Journey of Humanity for $62m, The Guardian, March 22, 2021Sophie Prideaux, World's largest painting created in Dubai by Sacha Jafri sells for record- breaking $62 million, The National, March 23, 2021 |- ! $ | $45 | Madonna and Child | 95px | Duccio | c. 1300 | | | Stoclet | Metropolitan Museum of Art | Christie's, LondonCarol Vogel, The Met Makes Its Biggest Purchase Ever, New York Times, November 10, 2004 |} ==Interactive graph== ==See also== * Market for artworks * List of most expensive artworks by living artists * Destination painting * List of most expensive sculptures * List of most expensive photographs * List of most expensive non-fungible tokens * List of most expensive books and manuscripts * The Price of Everything, 2018 documentary ==Notes== ==References== ==External links== * The Most Expensive Paintings ever sold list by theartwolf * Most Famous Paintings In Art History * Top 10 Most Expensive Paintings In The World Paintings Category:Lists of visual art topics $ Category:Auction-related lists Paintings",
 "title": "List of most expensive paintings"
}