{
 "id": "235321",
 "text": "Richard Alan Nielsen (born December 22, 1948) is an American musician, singer- songwriter, best known as the lead guitarist, primary songwriter, and leader of the American rock band Cheap Trick. He is well-known for his numerous custom-made guitars from Hamer Guitars, including his famous five-neck guitar. ==Career== Nielsen was born into a musical family, with both parents being opera singers. His father, Ralph Nielsen, also directed symphonies, choirs and recorded over forty solo albums. During Rick's teens, the family owned a music store in Rockford, Illinois, and he learned to play a number of instruments. After playing drums for six years, Rick changed direction, learning how to play guitar and keyboards. His first school band was The Phaetons, which mutated into The Grim Reapers (which later included Tom Petersson in its line up). The Grim Reapers became Fuse which released one poorly received studio album before disbanding in 1970. Nielsen joined Nazz for a short time (replacing Todd Rundgren) before forming the short-lived Sick Man of Europe in Philadelphia in 1972 with Tom Petersson, and drummer Bun E. Carlos joining soon after. In 1973, Nielsen, together with Carlos, formed Cheap Trick. Petersson joined later that year, and Robin Zander joined in the fall of 1974. Nielsen wrote almost all of the songs for Cheap Trick's first few albums. Nielsen has enjoyed many highlights with Cheap Trick, including having a #1 US single, \"The Flame.\" Nielsen and Carlos were invited to record a session on August 12, 1980, with John Lennon for his upcoming Double Fantasy album. Their contributions did not appear on the released album, only becoming officially available in 1998. ==Appearance== Nielsen's on-stage appearance is influenced by Huntz Hall of The Bowery Boys; he wears a flipped up old style ball cap, his face resembles Hall's, and some of Nielsen's on-stage antics have been compared to Hall's. Nielsen is also well known for wearing a bowtie. Nielsen's image moved away from the cartoonish look of the ‘70s in the mid 1990s, when he sported a mustache, goatee beard (often with a long braid) and dark glasses which gave him a mildly sinister look. That image changed again on March 9, 2001, when he shaved the beard and mustache off during the encore break at a show at hometown Rockford's Coronado Theater. Since then, Nielsen has retained the clean shaven look, together with designer suits. In the late 2000s, he started wearing bowties again on stage. ==TV and movie appearances and radio broadcasts== Nielsen has made countless TV appearances and radio broadcasts over the years with Cheap Trick, on music shows around the world, as well as American late night shows with Conan O'Brien, Jay Leno and David Letterman. Outside of Cheap Trick, Nielsen's credits include appearing as a hijacked car driver in the 1987 movie Disorderlies. He and his wife appeared on HGTV's \"Homes of Note\" in the early 1990s.Archived at Ghostarchive and the Wayback Machine: In 1997, he appeared in Michael Moore's documentary The Big One. Nielsen appeared on an episode of The History Channel's show American Pickers Season 8, Episode 9, that originally aired on March 11, 2013. The show followed the standard format with the show's two stars, Mike Wolfe and Frank Fritz, picking Nielsen's various storage units full of items he has acquired through his years on tour. On April 6, 2013 Nielsen appeared on an episode of NPR's Wait Wait... Don't Tell Me! show as a guest on the segment called \"Not My Job\". In 2013, Nielsen appeared in Dave Grohl's documentary Sound City. In 2014, he appeared on the first episode of Foo Fighters: Sonic Highways, which focused on the city of Chicago. On October 17, 2014, Nielsen appeared on CBS's Late Show with David Letterman, playing with the Foo Fighters. In 2016, Nielsen made an appearance on the 75th episode of Live from Daryl's House with Robin Zander, and Tom Petersson. The episode aired May 5 on MTV Live and May 15 on LFDH.com. ==Work with other artists== Rick has guested on albums by artists such as Glen Campbell, Buck Satan and The 666 Shooters, The Yardbirds, John Lennon, Hall & Oates ('Alley Katz' from the 'Along the Red Ledge' LP), Mötley Crüe, Foo Fighters, Miles Nielsen & the Rusted Hearts, Alice Cooper, Gene Simmons, Material Issue, House of Lords, Hanson and others, while Nielsen-written songs have been recorded by artists such as Rick Derringer, and House of Lords. ==Other== Rick displayed 34 of his guitars at a free exhibition \"Customised Culture – Cars, Guitars, and Lowbrow Art\" at the Rockford Art Museum, in Rockford, Illinois in February and April 2002. On April 23, 2012, Nielsen and the Board of the Burpee Museum of Natural History in Rockford unveiled plans for \"Rick's Picks: A Lifelong Affair with Guitars and Music”, an ambitious exhibit displaying Nielsen's passions for guitars, music and rock & roll. The exhibit ran from August 11, 2012 to April 14, 2013, attracting people from all over the world. Visitors were able to see a huge collection of Nielsen's guitars, personal items, stage clothing and Cheap Trick memorabilia, and listen to rare audio material. Nielsen involves himself widely in the local community in hometown Rockford, for example, being involved with the Rockford Icehogs charitable foundation. In addition, he was a major supporter of the renovation of the Coronado Theater, and one balcony seat is covered in black and white checkerboard in his honour. Nielsen is co- owner of Chicago's Piece brewery and gourmet pizzeria. Rick Nielsen is a celebrity spokesperson for ROCK'N Vodka. ROCK'N Vodka also partnered with Rick Nielson, Josh Bilicki and Insurance King at the Daytona International Speedway on August 15, 2020 where Bilicki drove the Insurance King and ROCK'N Vodka car during the Daytona Road Course and placed 12th. ==Equipment== Nielsen has owned about two thousand guitars over the yearsAmerican Pickers episode aired March 11, 2013. and as of 2018 had about 500 instruments. ;Guitars *Fender Custom *Gibson Explorers *Gibson Les Pauls *Gretsch Malcolm Young Signature Guitar *Hamer Guitars *Gretsch White Penguin *Guild Merle Travis ;Amplifiers *Fender Deluxe Reverb *Fender Blues Deville *Gibson isolation cab (for stage use) ;Effects & Misc. *Crybaby Rack Mount Wah *Shure Wireless Units *Audiotech Guitar Products Source Selector 1X6 Rack Mount Audio Switcher used for switching between guitars. == Discography == {| class=\"wikitable\" !Year !Title !Notes |- |2019 |\"Come Together\" | rowspan=\"2\" |with Jones in the Grave |- |2020 |\"Don't Let Me Down\" |} ==References== * Hayes, Mike, with Ken Sharp, (1998) Reputation is a Fragile Thing, Poptastic, ==Further reading== * ==External links== * Official website * * * Rick Nielsen Interview NAMM Oral History Library (2017) Category:Living people Category:American rock guitarists Category:American male guitarists Category:Songwriters from Illinois Category:Musicians from Rockford, Illinois Category:Cheap Trick members Category:Lead guitarists Category:1948 births Category:Power pop musicians Category:American people of Danish descent Category:People from Elmhurst, Illinois Category:Guitarists from Illinois Category:20th-century American guitarists",
 "title": "Rick Nielsen"
}