{
 "id": "235647",
 "text": "Keelhauling (Dutch kielhalen; \"to drag along the keel\") is a form of punishment and potential execution once meted out to sailors at sea. The sailor was tied to a line looped beneath the vessel, thrown overboard on one side of the ship, and dragged under the ship's keel, either from one side of the ship to the other, or the length of the ship (from bow to stern). The common supposition is that keelhauling amounted to a sentence of either death by extreme torture, or minimally a physical trauma likely to permanently maim. The hull of the ship was usually covered in barnacles and other marine growth, and thus, keelhauling would typically result in serious lacerations, from which the victim could later suffer infection and scarring. If the victim was dragged slowly, his weight might lower him sufficiently to miss the barnacles, but this method would frequently result in his drowning. There was also a risk of head trauma from colliding against the hull or keel, especially if the ship was in motion. == History == There is limited evidence that keelhauling in this form was used by pirate ships, especially in the ancient world. The earliest known mention of keelhauling is from the Greeks in the Rhodian Maritime Code (Lex Rhodia), of c. 700 BCE, which outlines punishment for piracy. There is an image on a Greek vase, for example, from the same era.H. A. Ormerod, Piracy in the Ancient World (New York: Dorset Press, 1987), 54-56. Several 17th-century English writers such as Monson and BotelerBoteler’s Dialogues, ed. Perrin 11-25 recorded the use of keel-hauling on English naval ships. However, their references are vague and provide no date. There seems to be no record of it in English ships' logs of the era, and naval historian Nicholas Rodger has stated he knows of no firm evidence that it ever happened.Nicholas A. M. Rodger, 2017 Personal communication In 1880 CE, Mr. Shaw Lefevre (MP), confronted in Parliament with a recent report from Italy of a keelhauling on HMS Alexandra, denied that such an incident had taken place.\"NAVY—ALLEGED INSTANCE OF \"KEEL-HAULING. HC Deb 04 September 1880 CE vol 256 c1275 api.parliament.uk/historic-hansard, accessed 8 August 2018. It was an official, though rare, punishment in the Dutch navy,The Dutch navy of the seventeenth and eighteenth centuries, Jaap R. Bruijn as shown in the painting The keel-hauling of the ship's surgeon of Admiral Jan van Nes. This shows a large crowd gathered to watch the event, as though it was a \"show\" punishment intended to frighten other potential offenders, as was flogging round the fleet. A contemporary description suggests it was not intended to be fatal: > Keel-Hauling, a punishment inflicted for various offences in the Dutch Navy. > It is performed by plunging the delinquent repeatedly under the ship's > bottom on one side, and hoisting him up on the other, after having passed > under the keel. The blocks, or pullies, by which he is suspended, are > fastened to the opposite extremities of the main-yard, and a weight of lead > or iron is hung upon his legs to sink him to a competent depth. By this > apparatus he is drawn close up to the yard-arm, and thence let fall suddenly > into the sea, where, passing under the ship's bottom, he is hoisted up on > the opposite side of the vessel. As this extraordinary sentence is executed > with a serenity of temper peculiar to the Dutch, the culprit is allowed > sufficient intervals to recover the sense of pain, of which indeed he is > frequently deprived during the operation. In truth, a temporary > insensibility to his sufferings ought by no means to be construed into a > disrespect of his judges, when we consider that this punishment is supposed > to have peculiar propriety in the depth of winter, whilst the flakes of ice > are floating on the stream; and that it is continued till the culprit is > almost suffocated for want of air, benumbed with the cold of water, or > stunned with the blows his head received by striking the ship's bottom.An > Universal Dictionary of the Marine, W. Falconer, 1784 CE A footnote in one source suggests that it may have evolved from the medieval punishment of ducking. Ducking' at the main yard arm is, when a malefactor by having a rope fastened under his arms and about his middle, and under his breech, is thus hois[t]ed up to the end of the yard; from whence he is again violently let fall into the sea, sometimes twice, sometimes three several times one after another; and if the offence be very foul, he is also drawn under the very keel of the ship...'\". Dialogical Discourse of Marine Affairs, Nathaniel Boteler (1685) The term still survives today, although usually in the sense of being severely rebuked. == In popular culture == In both the 1935 and 1962 movie depictions of the mutiny on the Bounty, Captain William Bligh keelhauls a seaman, resulting in his death, but the incident is fictional. Under Bligh's command, only two of the crew died, both of natural causes. Keelhauling is portrayed in the third episode of the fourth season of Black Sails, when Woodes Rogers sentences Edward Teach to death. In Ian Fleming's second James Bond novel, Live and Let Die, the chief villain Mr Big threatens to kill Bond in what he calls a \"modern variation\" of \"keel-hauling\", by dragging him across a coral reef. The pirate metal band Alestorm released a song titled \"Keelhauled\" on their 2009 album Black Sails at Midnight. In the 1991 film Flight of the Intruder, Commander Camparelli warns that any disobedient pilots may be keelhauled, adding that it would be “serious on an aircraft carrier,”. In Part 4, Episode 5 of the Netflix series Disenchantment, the character Oona, a pirate captain, is shown keelhauling a member of her crew, who nevertheless expresses his love for her as he falls. ==See also== * Running the gauntlet * Birching * Caning * Cat o' nine tails * Hanging * Walking the plank * Operation Keelhaul == References == * kielholen entry in: Johann Hinrich Röding: Allgemeines Wörterbuch der Marine in allen Europäischen Seesprachen nebst vollständigen Erklärungen. Nemnich, Hamburg & J.J. Gebauer, Halle, 1793–1798. == External links == * An explanation of the terms \"drawn and quartered\" and \"keelhauling\" on The Straight Dope Category:Corporal punishments Category:Execution methods Category:Pirate customs and traditions",
 "title": "Keelhauling"
}