{
 "id": "235971",
 "text": "Aristides Quintilianus (Greek: Ἀριστείδης Κοϊντιλιανός) was the Greek author of an ancient musical treatise, Perì musikês (Περὶ Μουσικῆς, i.e. On Music; Latin: De Musica) According to Theodore Karp, his three-volume work on music \"constitutes one of the principal sources of modern knowledge of ancient Greek music and its relationship to other disciplines\".Karp, Theodore, \"Aristides Quintilianus\", Encyclopedia Britannica online. According to the 17th-century scholar Marcus Meibomius, in whose collection (Antiq. Musicae Auc. Septem, 52) this work was printed for the first time in 1652, it contains everything on music that is to be found in antiquity. The dates of Aristides are uncertain. In his book he refers to Cicero (d. 43 BC), and his work was used by Martianus Capella (fl. 410-420). According to Thomas J. Mathiesen, Aristides flourished in the late 3rd or early 4th century AD.Mathiesen, Thomas J. \"Aristides Quintilianus\". Grove Music Online. One piece of evidence for Aristides' date, according to Winnington-Ingram, is that fact in the work he addresses two friends called Eusebius and Florentius; the latter name is unknown before AD 300.Winnington-Ingram (1984), p. 376-7. Book 1 of the work deals with the theory of music under the traditional headings of harmonics, rhythm, and metre. It depends heavily on Aristoxenus (4th century BC), but with some \"intriguing additions\", apparently from a source from the classical period.Winnington-Ingram (1984), p. 377. Book 2 (said by Winnington-Ingram to be \"extremely interesting\") discusses the importance of music in the education of the young and in the moral life of individuals. Book 3 discusses the arithmetic of music and explores from the point of view of Platonic philosophy the analogies between numbers in music and numbers in the physical world. ==Notes== ==Further reading== *Barker, Andrew (1982). \"Aristides Quintilianus and Constructions in Early Music Theory\". The Classical Quarterly Vol. 32, No. 1 (1982), pp. 184-197. *Borthwick, E. Kerr (1985). Review of \"Aristides Quintilianus, On Music by Aristides Quintilianus and Thomas J. Mathiesen\". The Classical Review, New Series, Vol. 35, No. 2 (1985), pp. 258-259. *Feaver, Douglas D. (1984). Review of: \"Aristides Quintilianus: On Music in Three Books by Thomas J. Mathiesen\". The Classical World, Vol. 78, No. 1 (Sep.–Oct., 1984), pp. 61-62. *Wingell, Richard J. (1984). Review of: \"On Music, in Three Books by Aristides Quintilianus, Thomas J. Mathiesen\". Notes, Second Series, Vol. 41, No. 1 (Sep., 1984), pp. 45-47. *Winnington-Ingram, R.P. (1984). Review of \"On Music by Aristides Quintilianus and Thomas J. Mathiesen\". Early Music History, Vol. 4 (1984), pp. 375-380. Category:Ancient Greek musicologists Category:Roman-era Greeks",
 "title": "Aristides Quintilianus"
}