{
 "id": "236185",
 "text": "SCO Group, Inc. v. International Business Machines Corp., commonly abbreviated as SCO v. IBM, is a civil lawsuit in the United States District Court of Utah. The SCO Group asserted that there are legal uncertainties regarding the use of the Linux operating system due to alleged violations of IBM's Unix licenses in the development of Linux code at IBM. The lawsuit was filed in 2003, it has lingered on through the bankruptcy of SCO Group and the adverse result in SCO v. Novell, and was reopened for continued litigation by order of a new judge on June 14, 2013. Pursuant to the court order reopening the case, an IBM Motion for Summary Judgment was filed based upon the results of the Novell decision. On December 15, 2014, the judge granted most of IBM's motion, thereby narrowing the scope of the case, which remained open. On March 1, 2016, following a ruling against the last remaining claims, the judge dismissed SCO's suit against IBM with prejudice. SCO filed an appeal later that month. In February 2018, as a result of the appeal and the case being partially remanded to the circuit court, the parties restated their remaining claims and provided a plan to move toward final judgement. == Summary == On March 6, 2003, the SCO Group (formerly known as Caldera International and Caldera Systems) filed a $1 billion lawsuit in the United States against IBM for allegedly \"devaluing\" its version of the UNIX operating system. SCO retained Boies Schiller & Flexner for this, and related subsequent litigation. The amount of alleged damages was later increased to $3 billion, and then $5 billion. SCO claimed that IBM had, without authorization, contributed SCO's intellectual property to the codebase of the open source, Unix-like Linux operating system. In May 2003, SCO Group sent letters to members of the Fortune 1000 and Global 500 companies warning them of the possibility of liability if they use Linux. The claims and counter-claims made by both sides then escalated, with both IBM and Linux distributor Red Hat starting legal action against SCO, SCO threatening Linux users who do not take out SCO UNIX licenses, and SCO suing Novell (see also SCO-Linux controversies), AutoZone and DaimlerChrysler. On September 30, 2003, Judge Kimball (the presiding federal district judge) granted the SCO Group's request for a delay until February 4, 2004, \"to file any amended pleadings or add parties to this action\". The schedule was amended again on July 1, 2005. In December 2006 the trial date was vacated pending the resolution of SCO's litigation with Novell, all parties agreeing that SCO v. Novell would resolve issues relating to SCO v. IBM. In an \"Order Granting in Part IBM's Motion to Limit SCO's Claims\" dated June 28, 2006, Judge Brooke Wells (the federal magistrate judge presiding over discovery aspects of the case) barred SCO from asserting 187 of the 298 allegedly misused items that IBM had moved to exclude from the lawsuit for lack of specificity, stating \"many of SCO's arguments and much of Mr. Rochkind's declaration miss the mark\", and comparing SCO's tactics with those of an officer who accuses a citizen of theft, but will not disclose what the citizen is accused of stealing. \"Certainly if an individual was stopped and accused of shoplifting after walking out of Neiman Marcus, they would expect to be eventually told what they allegedly stole. It would be absurd for an officer to tell the accused that 'you know what you stole I'm not telling.' Or, to simply hand the accused individual a catalog of Neiman Marcus' entire inventory and say 'it's in there somewhere, you figure it out.'\" On August 10, 2007, Judge Kimball, who also presides over the SCO v. Novell case, ruled that Novell, not the SCO Group, is the rightful owner of the copyrights covering the Unix operating system. The court also ruled that \"SCO is obligated to recognize Novell's waiver of SCO's claims against IBM and Sequent\". After the ruling Novell announced they have no interest in suing people over Unix and stated \"We don't believe there is Unix in Linux\". In an order entered on September 21, 2007, Judge Kimball administratively closed the case of SCO v. IBM due to SCO filing for bankruptcy on September 14, 2007. This means that all action in SCO v. IBM is stayed until SCO emerges from bankruptcy proceedings. If and when it does, the case SCO v. IBM will resume where it left off. On August 24, 2009, the U.S. Court of Appeals for the Tenth Circuit reversed the portion of the August 10, 2007 district court summary judgment in SCO v. Novell that Novell owned the copyright to Unix. As a result, SCO was permitted to pursue its claim of ownership of the Unix copyrights at trial.Groklaw.net On March 30, 2010, the jury returned a verdict in SCO v. Novell, finding that Novell owns the copyrights. == SCO's claims == SCO's lawsuit has been consistent only in its claim of breach of contract (since the abandonment in early 2004 of its claim of misappropriation of trade secrets). SCO's initial claims were: * Misappropriation of trade secrets * Unfair competition * Interference with contract * Breach of IBM Software Agreement On July 22, 2003, SCO amended its complaint. It added two new claims: * Breach of IBM Sublicensing Agreement * Breach of Sequent Software Agreement On February 27, 2004, SCO amended the complaint again, dropping the trade secrets claim, but added the following: * Breach of Sequent Sublicensing Agreement * Copyright infringement * Interference with business relationships SCO's claims in press releases and interviews have changed repeatedly as the affair has progressed. SCO has also both claimed and denied that the alleged copyright violations involved the Linux kernel. Computerworld reported Chris Sontag of SCO as saying: SCO refuses to allow access to the samples of code containing the alleged copyright violations except under a non-disclosure agreement (NDA). SCO's NDA would not only require that the signer keep confidential which lines of code SCO contested, but would also require that they hold confidential any information SCO told them, even if they already knew that information before being informed of it by SCO; all Linux kernel developers have considered this to be far too restrictive, so none of them have signed it. However, at SCO's annual reseller's convention in August 2003, they revealed two short sections of code they alleged were copyright violations, and images of Darl McBride's presentation of this code were soon after published on German computer magazine publisher Heinz Heise's website. On May 30, 2003, SCO Group's CEO Darl McBride was quoted as saying that the Linux kernel contained \"hundreds of lines\" of code from SCO's version of UNIX, and that SCO would reveal the code to other companies under NDA in July. To put this into context, David Wheeler's SLOCCountDWheeler.com estimates the size of the Linux 2.4.2 kernel as 2,440,919 source lines of code out of over 30 million physical source lines of code for a typical Linux distribution. Therefore, as per SCO's own estimate, the allegedly infringing code would make up about 0.001% of the total code of a typical Linux installation. SCO has since upwardly revised this figure to over a million lines of code, however. SCO's major claims have now been reported as relating to the following components of the Linux kernel: * Symmetric multiprocessing (SMP), * Non- uniform memory access (NUMA) multiprocessing, * the read-copy-update (RCU) locking strategy, ** This technique is widely believed to have been developed at Sequent Computer Systems, who were then bought by IBM, who holds several patents (including patent ) on this technique. * SGI's Extended File System (XFS), * IBM's JFS journaling file system These claims flow from the accusation of breach of contract. The contract between IBM and AT&T; Corporation (to which SCO claims to be successor in interest) allows IBM to use the SVR4 code, but the SVR4 code, plus any derivative works made from that code, must be held confidential by IBM. According to IBM's interpretation of the contract, and the interpretation published by AT&T; in their \"$ echo\" newsletter in 1985, \"derivative works\" means any works containing SVR4 code. But according to SCO's interpretation, \"derivative works\" also includes any code built on top of SVR4, even if that does not contain, or even never contained, any SVR4 code. Thus, according to SCO, any AIX operating system code that IBM developed must be kept confidential, even if it contains nothing from SVR4. == Free software and open source community reaction == The lawsuit caused moral indignation and outrage in the free software and open source communities, who consider SCO's claims to be without merit and even cynically dishonest. Open source advocates' arguments include: * that SCO does not even own the code in question. SCO has often called themselves \"The owner of the UNIX operating system\". But that claim is dubious at best. SCO certainly has no clear claim to SVR4 code. This view is now supported by the jury verdict in SCO v. Novell. * that the Linux operating system was unlikely to contain UNIX code, as it had been written from scratch by hundreds of collaborators, with a well-documented provenance and revision history that was entirely in the public view; * that it made no technical sense to incorporate SCO UNIX code in Linux, as Linux had the technical features that are claimed to have been appropriated already implemented before SCO UNIX had them; * that even if Linux and SCO UNIX had some code in common, this did not necessarily mean that this code was copied to Linux from SCO UNIX—perhaps the common pieces of code had been legitimately copied from another open source operating system, perhaps a BSD-derived one, or one of the historical UNIX versions previously released by SCO; * that Caldera Systems had begun as a Linux company before buying SCO's UNIX business and certain assets related to it, and has added many Linux-like features to SCO UNIX, and any common code may have in fact been copied from Linux into SCO UNIX: ** and furthermore, that if such reverse copying from Linux itself had occurred, that the distribution of SCO UNIX binaries containing GPL'd contributions may therefore require SCO either to remove their product from the market until GPL'd code has been removed, or to release their source code under the GPL to their users; * that even if Linux did contain copied SCO UNIX code, the UNIX source code had already been made widely available without a non-disclosure agreement, and therefore had no trade secret status (as a judge found in USL v. BSDi); * that even if Linux did contain some UNIX code, the SCO Group had lost any right to sue IBM for trade secret or other intellectual property infringement by distributing Linux itself (their Caldera OpenLinux distribution) under the GNU General Public License (GPL), both before and after their announcement, which precludes them from pursuing any other user of Linux. SCO and its officers have been the subject of much criticism by the free software community, some of whom have stated that SCO's behavior may amount to illegal conduct. SEC filings show that senior SCO executives dumped their personal holdings in SCO shortly after counter-suits were filed by IBM and Red Hat. SCO Group's CEO Darl McBride has been the subject of particular criticism, because of his extreme statements to the press. On March 10, 2003, the Open Source Initiative (OSI) released a position paper on the SCO v. IBM complaint, written by Eric S. Raymond, president of the OSI and author of The Cathedral and the Bazaar. On May 16, 2003, Groklaw, a website founded by journalist/paralegal Pamela Jones, began covering the SCO litigation on a daily basis, and became a voice for the community to express its views of SCO's claims, as well as being an experiment in applying Open Source principles to legal research. The SCO Group has singled the site out as a particular thorn in its side. On May 30, 2003, Linus Torvalds, developer of the Linux kernel, was quoted as saying, regarding the case: The Inquirer reported on June 15, 2003, that an unnamed Linux kernel programmer has written to SCO, threatening action based on their distribution of a Linux distribution that, according to their own claims, contains code not licensed under the GPL. According to the letter reproduced there, the programmer claimed that SCO's doing so was an infringement of his own copyright. SCO's response to this letter is not known. In an interview on June 23, 2003, Torvalds responded to SCO's allegation that Linux development had no process for vetting kernel contributions: On June 27, 2003, Eben Moglen, the counsel for the Free Software Foundation, released a more complete statement regarding the SCO lawsuit. In this statement, he reiterates many of the points made above, and states that: On July 31, 2003, the Open Source Development Labs released a position paper on the ongoing conflict, written by the FSF's Eben Moglen. === Accusations of creating fear, uncertainty and doubt === A number of Linux supporters have characterized SCO's actions as an attempt to create fear, uncertainty and doubt about Linux. Many believe that SCO's aim is to be bought out by IBM. Others have pointed to Microsoft's subsequent licensing of the SCO source code as a possible quid pro quo for SCO's action. Univention GmbH, a Linux integrator, reported on May 30, 2003, it was granted an injunction by a Bremen court under German competition law that prohibits the SCO Group's German division from claiming that Linux contains illegally obtained SCO intellectual property. If the SCO Group continued to express this position, they would have to pay a fine of €250,000. A similar injunction was sought around the same time in Poland. On July 23, 2003, Open Source Victoria announced that it had filed a complaint with the Australian Competition & Consumer Commission, \"asking the ACCC to investigate the SCO Group's activities in light of their unsubstantiated claims and their extortive legal threats for money against possibly hundreds of thousands of Australians\". SCO Group then filed subpoenas for Richard Stallman and Linus Torvalds on November 13, 2003. == The GPL issue == Within a few months of the filing of the lawsuit, Eben Moglen, the Free Software Foundation's legal counsel, stated that SCO's suit should not concern Linux users other than IBM. In an interview with internetnews.com, he was reported as saying: Apparently noticing the incongruity of their selling a Linux distribution while suing IBM for stealing their intellectual property and giving it to the developers of that operating system, the SCO Group then announced on May 14, 2003, that they would no longer distribute Linux. According to a press release, SCO said that it would \"continue to support existing SCO Linux and Caldera OpenLinux customers and hold them harmless from any SCO intellectual property issues regarding SCO Linux and Caldera OpenLinux products\". SCO currently claims: * Any code belonging to SCO that might have been GPL'd was done by SCO employees without proper legal authorization, and thus is not legally GPL'd. * That for code to be GPL'd, the code's copyright owner must put a GPL notice before the code, but since SCO itself was not the one to add the notices, the code was never GPL'd. === GPL and the US Constitution === During a certain period of its litigation against IBM, SCO alleged that the GPL violates the United States Constitution. This allegation was dropped however from SCO's claims in April 2004 in \"SCO's Answer to IBM's Second Amended Counterclaims\". SCO originally based its views on the following considerations: Section 8 of Article One of the United States Constitution states that Since the GNU General Public License for the most part disclaims exclusive rights, SCO claimed that its use violates this clause. SCO's argument asks the court to limit both Congress's discretion in implementing the copyright clause, which the Supreme Court refused to do in Eldred v. Ashcroft, and copyright holders' discretion over the enjoyment of their exclusive rights. The GPL specifically prohibits, in section 7, distribution of software in jurisdictions where the laws are incompatible with the GPL, so a ruling that upheld SCO's constitutional argument would prevent distribution of Linux (and other copylefted software) in the United States. Other commentators disagree however. One such commentator, Tom Carey, partner and chairman of a Boston intellectual property law firm, even went so far as to say \"Attacks on the GPL are far-fetched and a little bit desperate\". Stacey Quandt, principal analyst at Quandt Analytics, remarked, \"SCO's prior claim that the GPL was unconstitutional was equivalent to Microsoft's claims about open source being un-American--totally ridiculous.\". Professor Eben Moglen, on leave from the Columbia University law faculty for the year 2006–2007, speaking as counsel to the Free Software Foundation (FSF) who is responsible for drafting the GPL, also takes this view. He says, \"I believe the constitutionality attack on the GPL is not a tenable legal argument but is rather a public relations argument.\" In a talk at Harvard in February, he addressed the issue of constitutionality by referring to Congress' recent extension of copyright term limits. \"It turns out that there's no such thing as an unconstitutional copyright rule,\" he said, \"if Congress passes it, and if it observes the distinction between expression and idea.\" == Novell enters the controversy == Novell entered the controversy by publishing on May 28, 2003, a press release concerning the SCO Group's ownership of UNIX. \"To Novell's knowledge, the 1995 agreement governing SCO's purchase of UNIX from Novell does not convey to SCO the associated copyrights,\" a letter to the SCO Group's CEO Darl McBride said in part. \"We believe it unlikely that SCO can demonstrate that it has any ownership interest whatsoever in those copyrights. Apparently you share this view, since over the last few months you have repeatedly asked Novell to transfer the copyrights to SCO, requests that Novell has rejected.\" SCO later claimed to have discovered an amendment to their contract with Novell transferring partial ownership to SCO. Novell stated that the amendment \"appears to bear a valid Novell signature, and the language, though convoluted, seems to support SCO's claim that ownership of some copyrights for Unix did transfer to SCO\"; Novell also said that it could not find its own copy of the amendment. But in subsequent letters to SCO that Novell released as part of a press release on December 22, 2003, Joseph LaSala Jr., Novell's general counsel, argued that the amendment provided for a copyright transfer only under certain conditions that SCO has allegedly failed to meet. SCO was quick to dismiss Novell's claims. The same day, during a conference call to discuss SCO's quarterly financial results, SCO CEO Darl McBride said \"We see this as a fraudulent filing of copyright notices...and we'll take the appropriate measures as necessary with our legal team\". SCO made good on this threat on January 20, 2004, when it filed SCO v. Novell. On August 10, 2007, Judge Kimball issued a ruling which says in part \"the court concludes that Novell is the owner of the UNIX and UnixWare copyrights.\" This decision is expected to impact the SCO v. IBM since the ruling states that Novell \"is entitled, at its sole discretion, to direct SCO to waive its claims against IBM and Sequent\". == IBM's AIX license == Reuters reported that the SCO Group intended to revoke IBM's license to use UNIX code in their AIX operating system on June 13, 2003, if no resolution is reached before then. IBM responded that they believe that SCO has no power to do so, as their license is \"irrevocable\". On the following Monday, June 16, 2003, CNET reported that SCO had announced it had terminated IBM's license. IBM continues to distribute and support AIX, and the SCO Group now states that they will be seeking an injunction to force IBM not only to stop selling and supporting AIX, but also to return to the SCO Group or destroy all copies of the AIX operating system. IBM's continued distribution of AIX is the basis of SCO's copyright claim. On June 9, however, Novell privately conversed with SCO expressing their belief that SCO did not have rights to terminate the license. Three days later, Novell cited Section 4.16(b) of their Asset Purchase Agreement (APA) with SCO that gave Novell the ability to intercede in the dispute between SCO and IBM and waived SCO's rights to terminate the license.\"The Novell Letters\" , Groklaw, August 8, 2003. On August 10, 2007, Judge Kimball ruled that Novell was the owner of UNIX and thus could waive SCO's termination of IBM's license.Groklaw Friday August 10, 2007 == IBM counterclaims against SCO == On August 6, 2003, IBM filed its counterclaims against SCO. It made 10 counterclaims: * Breach of contract * Lanham Act violation * Unfair competition * Intentional interference with prospective economic relations * Unfair and deceptive trade practices * Breach of the GNU General Public License * and four counts of patent infringement In response to these counterclaims, SCO asserted that the GPL is unenforceable, void, and violates the United States Constitution, but later dropped that claim. If these claims were true, then the GPL'd applications that SCO continued to distribute (like Samba) were being distributed without the permission of the copyright owners of those applications (since the permission was the GPL itself), which would be illegal. On September 25, 2003, IBM amended its counterclaims bringing the total number of counterclaims to 13. The new counterclaims were: * Copyright infringement ** This counterclaim involved an alleged copyright infringement by SCO of GPL-licensed IBM code in the Linux kernel. Some commentators had pointed out that if SCO managed to invalidate the GPL, they were highly likely to be caught by this counterclaim, as it is of the same form as their claim against IBM. * Promissory estoppel * Declaratory judgment On March 29, 2004, IBM amended its counterclaims again. It dropped one of the patent infringement claims, but added two new Declaratory judgments of Noninfringement of Copyrights. One of these sought a declaration that IBM's AIX-related activities did not infringe any of SCO's copyrights. The other one sought a similar declaration about IBM's Linux-related activities. == Discovery == The discovery portion of the lawsuit lasted several years. The basis for SCO's suit is that any code developed on top of SVRX is a derivative work of SVRX (which would include AIX), and that IBM has publicly admitted to contributing AIX code to the Linux kernel. Since SCO has never seen the AIX code, it has, as part of the discovery process, deposed IBM for the AIX code, so that it can compare AIX code to Linux kernel code. IBM, rejecting SCO's concept of derivative work, has deposed SCO for which lines of code it claims are infringing. SCO has responded that it can't determine which code is infringing until it has had the chance to look at the AIX code. On December 5, 2003, in the first oral arguments relating to the discovery process, a judge granted IBM's two motions to compel against SCO, and deferred consideration of SCO's motions until later. This gave SCO a 30-day deadline to provide \"with specificity\" which lines of code in Linux they claim form the basis of their case. This was widely regarded as a first-round victory for IBM. On June 28, 2006, Judge Brooke Wells granted IBM's motion to strike most of SCO's evidence, citing in part SCO's inability to provide the specificity required by the court: SCO appealed to Judge Kimball and asked for a de novo review of Judge Wells' order. On November 29, 2006, Judge Dale Kimball affirmed Judge Wells' order in its entirety. == Controversial code == At a reseller show in August 2003, SCO revealed a sample of alleged copied code. This was later shown to be originally released under a BSD License. The code (atealloc) had been in the IA-64 version of Linux for a short period of time, but had already been removed on July 4, 2003, for technical reasons and because \"it's ugly as hell.\" UNIX creator Dennis Ritchie confirmed that either he or Ken Thompson wrote the atealloc code, which is released under the BSD license. It is claimed that SCO removed the original license text from Unix source (such as the Berkeley packet filter), allegedly violating the BSD license. == Copyright claims and DMCA notices == In late December 2003, new developments involving copyright claims emerged. Novell registered their claim to the copyright of original UNIX source code, effectively challenging SCO's registration of the same code. SCO Group claimed in a press release to have sent DMCA notification letters alleging copyright infringement. Alleged copies of these letters were posted online. The letters give the names of 65 files in the Linux source code tree which supposedly incorporate \"copyrighted binary interfaces\". Linus Torvalds then posted a rebuttal on Groklaw. == See also == * Groklaw * Red Hat v. SCO * SCO v. AutoZone * SCO v. DaimlerChrysler * SCO v. Novell * SCO–SGI code dispute of 2003 == References == == External links == === Documents === * Caldera's announcement for the licensing of certain Unix versions under the BSD license * Groklaw's list of unsealed court documents as of October 10, 2006 === Analysis === * Greg Lehey's analysis of the code that SCO alleges is in violation of their copyright * Bruce Perens' analysis of the code that SCO alleges is in violation of their copyright * Eric Raymond's analysis of the code that SCO alleges is in violation of their copyright * SCO's 294 Alleged Violations === Photographs === * Photograph of a piece of controversial code, taken at SCO Forum * Photograph of a piece of controversial code, taken at SCO Forum === News articles, press releases and responses === * The FSF's / Eben Moglen's reply to SCO's claims that the GPL is invalid * OSDL press release for a Q&A paper written by Lawrence Rosen * SCO press release: \"The SCO Group Announces Final Termination of IBM / Sequent's Contract to Use or License Dynix Software\" Category:Lawsuits Category:SCO–Linux disputes Category:United States contract case law Category:United States computer case law Category:United States Court of Appeals for the Tenth Circuit cases Category:United States district court cases",
 "title": "SCO Group, Inc. v. International Business Machines Corp."
}