{
 "id": "236289",
 "text": "\"The Tay Bridge Disaster\" is a poem written in 1880 by the Scottish poet William McGonagall, who has been recognized as the worst poet in history. The poem recounts the events of the evening of 28 December 1879, when, during a severe gale, the Tay Rail Bridge at Dundee collapsed as a train was passing over it with the loss of all on board. The number of deaths was actually 75, not 90 as stated in the poem. The foundations of the bridge were not removed and are alongside the newer bridge. thumb|300px|Photograph of section of the first Tay Bridge before its collapse, with a steam train|alt=Sepia colourted photograph of the section of the first Tay Bridge before its collapse. A steam train is crossing the bridge. thumb|300px|Original Tay Bridge (from the north)|alt=Black and white photograph of the Tay Bridge before its collapse. The photograph is taken from the North. thumb|300px|Original Tay Bridge (from the South) the day after the disaster|alt=Black and white photograph of the Tay Bridge taken the day after its collapse. The photograph was taken from the South. The poem is among McGonagall's most well-known works, and has been lampooned by critics as one of the worst poems in the English language. It begins: :\"Beautiful railway bridge of the silv'ry Tay :Alas! I am very sorry to say :That ninety lives have been taken away :On the last sabbath day of 1879 :Which will be remember'd for a very long time.\" And it ends: :\"Oh! Ill- fated bridge of the silv'ry Tay, :I now must conclude my lay :By telling the world fearlessly without the least dismay, :That your central girders would not have given way, :At least many sensible men do say, :Had they been supported on each side with buttresses :At least many sensible men confesses, :For the stronger we our houses do build, :The less chance we have of being killed.\" William McGonagall wrote two other poems about the Tay bridges. The first one, written before the disaster about the first bridge, begins as follows: The Railway Bridge of the Silvery Tay: :\"Beautiful Railway Bridge of the Silvery Tay! :With your numerous arches and pillars in so grand array, :And your central girders, which seem to the eye :To be almost towering to the sky\" And it ends: :\"Beautiful Railway Bridge of the Silvery Tay! :I hope that God will protect all passengers :By night and by day, :And that no accident will befall them while crossing :The Bridge of the Silvery Tay, :For that would be most awful to be seen :Nearby Dundee and the Magdalen Green. :Beautiful Railway Bridge of the Silvery Tay! :And prosperity to Messrs Bouche and Grothe, :The famous engineers of the present day, :Who have succeeded in erecting the Railway :Bridge of the Silvery Tay, :Which stands unequalled to be seen :Nearby Dundee and the Magdalen Green.\" After the original bridge collapsed, a new one was built, providing the opportunity for another poem, which begins: An Address to the New Tay Bridge :\"BEAUTIFUL new railway bridge of the Silvery Tay, :With your strong brick piers and buttresses in so grand array, :And your thirteen central girders, which seem to my eye :Strong enough all windy storms to defy.\" ==See also== *List of United Kingdom disasters by death toll ==References== ==External links== *Tay Bridge Disaster poem in full Category:Scottish poems Category:Victorian poetry Category:1879 in Scotland Category:1880 poems Category:River Tay",
 "title": "The Tay Bridge Disaster"
}