{
 "id": "236307",
 "text": "George Silver (ca. 1550s–1620s) was a gentleman of England during the late 16th and early 17th centuries, who is known for his writings on swordplay. He is thought to have been the eldest of four brothers (one of whom, Toby, was also a swordsman who accompanied his brother in at least one challenge), and eleventh in descent from Sir Bartholomew Silver, who was knighted by Edward II.J.D. Aylward, The English Master at Arms from the Twelfth to the Twentieth Century. London 1956, p. 62 He married a woman named Mary Haydon in London, in 1580 (1579 in the old calendar then in use in England). Silver's activities after the publication of his book are unclear. The fencing historian Aylward claims that he was alive in 1622, when he was visited (a kind of audit of people claiming noble or gentlemanly status) by Cooke, Clarenceux King-of- Arms.J.D. Aylward, The English Master at Arms from the Twelfth to the Twentieth Century, London 1956, p. 62 However, Robert Cooke died in 1593. The Clarenceux King-of Arms in 1622 was William Camden, but as he became paralyzed in 1622 and died in 1623 it is doubtful whether he visited Silver either.S. Hand, Swordplay in the Age of Shakespeare, In Press == Fencing == As a gentleman, Silver was not a professional fencing teacher (a role mostly played by members of the fencing teachers' guild, the London-based Corporation of Maisters of the Noble Science of Defence), but he was familiar with the fencing schools of the time, and the systems of defence that they taught, and claimed to have achieved a perfect understanding of the use of all weapons.George Silver, Paradoxes of Defence, London 1599 p. 1 Silver championed the native English martial arts while objecting on ethical and technical grounds to the fashionable continental rapier systems being taught at the time. He particularly disliked the immigrant Italian fencing masters Rocco Bonetti and Vincentio Saviolo, going so far as to challenge the latter to a public fencing match with various weapons atop a scaffold. Silver and his brother Toby had handbills posted all around Saviolo's fencing school and had one hand delivered to him on the day but Saviolo failed to appear.George Silver, Paradoxes of Defence, London 1599, pp. 66–67 His major objections to the rapier itself and to its pedagogy were expressed in his 1599 work, Paradoxes of Defence. Silver saw the rapier as an incredibly dangerous weapon, which did not offer the user sufficient protection during a fight. Silver also bemoans other weapons that do not offer sufficient protection to the user (such as daggers); the rapier, however bears the brunt of his attention, as it was seemingly quite common in the day. Despite his dislike of the weapon, Silver did claim some familiarity with the rapier, listing it first in the weapons he proposed to use in his challenge to Saviolo.George Silver, Paradoxes of Defence, London 1599, p. 66 He later wrote his Bref Instructions on my Paradoxes of Defence in which he explained some of his method for using his preferred weapons (he recommends the shorter backsword as being more versatile and offering better defence than the rapier). The manuscript is undated but refers to the \"nation of Great Britain\" and so must have been written after James I's introduction of that term in late 1604. Bref Instructions, however, remained an unpublished manuscript until its publication in 1898 by fencing historian Captain Cyril G. R. Matthey as a training manual to aid soldiers fighting in the Boer War. Silver recommends a highly dynamic system which he deemed suitable for duelling, street defence and the battlefield, rather than the purely duelling orientation of the rapier. A major difference between Silver's system and Italian rapier fencing lies in his not advocating the use of the lunge but rather the use of a gathering step, the normal fencing step in which the feet do not pass, or a full passing step in which they do, to come into range to strike the opponent, followed by instantly \"flying out\" again. He does not mention specific instructions for the placing of the feet relative to each other or regarding what angle from each other they are placed at. One image in his Paradoxes of Defence shows a man measuring the length of his sword standing with his back foot out at a 90-degree angle from his imagined opponent.George Silver, Paradoxes of Defence, London 1599, p. 28 One point of similarity with Italian rapier fencing is that Silver advocates the use of the thrust together with the cut; he claims that in the English tradition thrusts were forbidden at sword, while cuts were forbidden with rapiers.George Silver, Paradoxes of Defence, London 1599, paradox 15, p. 24 He deems this prohibition of thrusting an \"evill order or custome\"George Silver, Paradoxes of Defence, London 1599, paradox 15, p. 23 and believes that \"there is no fight perfect without both blow and thrust\".George Silver, Paradoxes of Defence, London 1599, paradox 12, p. 19 == See also == * Alfred Hutton * Historical European martial arts == Additional Resources == * di Grassi, Giacomo; Saviolo, Vincentio; Silver, George. Three Elizabethan Fencing Manuals. Ed. James Louis Jackson. Scholars Facsimiles & Reprint, 1972. * Silver, George. The Works of George Silver. Ed. Cyril G. R. Matthey. London: George Bell and Sons, 1898. * Wagner, Paul. Master of Defence: The Works of George Silver. Boulder, CO: Paladin Press, 2008. * Hand, Stephen. English Swordsmanship: The True Fight of George Silver, Vol. 1: Single Sword. Highland Village, TX Chivalry Bookshelf,2006. ==References== == External links == * Facsimiles of Paradoxes of Defence * Paradoxes of Defence -(transcription into modern spelling) * Brief Instructions Upon My Paradoxes of Defence -(transcription into modern spelling) * https://www.youtube.com/watch?v=O-ZN8wWITHw * https://www.youtube.com/watch?v=qG0tGQL43Ec ==Schools that teach Silver's swordsmanship== * https://www.terrybrownenglishmartialarts.com/ * http://englishmartialarts.bmaba.com/ * https://www.aaoema.com/classes * http://www.backswording.co.uk/ * https://www.facebook.com/pages/Aisle-OVar- Backswording-Clubbe/102137246515295 * https://stoccata.org/ * https://www.silverschoolbolton.com/ Category:British male fencers Category:Historical fencing Category:17th-century English writers Category:17th-century English male writers Category:1560s births Category:16th-century English writers Category:16th-century male writers Category:17th-century deaths",
 "title": "George Silver"
}