{
 "id": "236323",
 "text": "The krone (; plural: kroner; sign: kr.; code: DKK) is the official currency of Denmark, Greenland, and the Faroe Islands, introduced on 1 January 1875. Both the ISO code \"DKK\" and currency sign \"kr.\" are in common use; the former precedes the value, the latter in some contexts follows it. The currency is sometimes referred to as the Danish crown in English, since krone literally means crown. Historically, krone coins have been minted in Denmark since the 17th century. One krone is subdivided into 100 øre (; singular and plural), the name øre is probably derived from the Roman word for gold.\"Øre\". The Danish Dictionnary. Retrieved 23 January 2020. Altogether there are eleven denominations of the krone, with the smallest being the 50 øre coin (one half of a krone). Formerly there were more øre coins, but those were discontinued due to inflation. The krone is pegged to the euro via the ERM II, the European Union's exchange rate mechanism. Adoption of the euro is favoured by some of the major political parties; however, a 2000 referendum on joining the Eurozone was defeated with 53.2% voting to maintain the krone and 46.8% voting to join the Eurozone. ==History== The oldest known Danish coin is a penny () struck AD 825–840, but the earliest systematic minting produced the so-called () minted by Harald Bluetooth in the late 10th century.Brita Malmer, Nordiska mynt före år 1000 (1966). Jens Christian Moesgaard, Hvorfor er der så få enkeltfund af Harald Blåtands mønter? (2009). Organised minting in Denmark was introduced on a larger scale by Canute the Great in the 1020s. Lund (now in Sweden) was the principal minting place and one of Denmark's most important cities in the Middle Ages, but coins were also minted in Roskilde, Slagelse, Odense, Aalborg, Århus, Viborg, Ribe, Ørbæk and Hedeby. For almost 1,000 years, Danish kings – with a few exceptions – have issued coins with their name, monogram and/or portrait. Taxes were sometimes imposed via the coinage, such as by the compulsory substitution of coins handed in by new coins handed out with a lower silver content. Danish coinage was generally based on the Carolingian silver standard. Periodically, the metal value of the minted coins was reduced, and thus did not correspond to the face value of the coins. This was mainly done to generate income for the monarch and/or the state. As a result of the debasement, the public started to lose trust in the respective coins. Danish currency was overhauled several times in attempts to restore public trust in the coins, and later issued in paper money. In 1619 a new currency was introduced in Denmark, the krone (). One krone had the value of rigsdaler species accounting for 96 kroneskillinger, later for 144 common skillinger.Meyers Großes Konversations-Lexikon, vol. 11. Leipzig 1907, p. 732 (online verfügbar); accessed Oktober 29, 2013 Until the late 18th century, the krone was a denomination equal to 8 mark, a subunit of the Danish rigsdaler. A new krone was introduced as the currency of Denmark in January 1875. It replaced the rigsdaler at a rate of 2 kroner = 1 rigsdaler. This placed the krone on the gold standard at a rate of 2,480 kroner = 1 kilogram fine gold. The latter part of the 18th century and much of the 19th century saw expanding economic activity and thus also a need for means of payment that were easier to handle than coins. Consequently, banknotes were increasingly used instead of coins. The introduction of the new krone was a result of the Scandinavian Monetary Union, which came into effect in 1873 (with the coins being adopted two years later) and lasted until World War I. The parties to the union were the three Scandinavian countries, where the name was krone in Denmark and Norway and krona in Sweden, a word which in all three languages literally means ‘crown’. The three currencies were on the gold standard, with the krone/krona defined as of a kilogram of pure gold. The Scandinavian Monetary Union came to an end in 1914 when the gold standard was abandoned. Denmark, Sweden and Norway all decided to keep the names of their respective and now separate currencies. Denmark returned to the gold standard in 1924 but left it permanently in 1931. Between 1940 and 1945, the krone was tied to the German Reichsmark. Following the end of the German occupation, a rate of 24 kroner to the British pound was introduced, reduced to 19.34 (4.8 kroner = 1 US dollar) in August the same year. Within the Bretton Woods System, Denmark devalued its currency with the pound in 1949 to a rate of 6.91 to the dollar. A further devaluation in 1967 resulted in rates of 7.5 kroner. In 2014, it was decided to stop printing of the krone in Denmark, but the work would be outsourced, and on 20 December 2016, the last notes were printed by the National Bank. ==Current status== ===Relationship to the euro=== Denmark has not introduced the euro, following a rejection by referendum in 2000, but the Danish krone is pegged closely to the euro (with the rate 7.46038±2.25%) in ERM II, the EU's exchange rate mechanism. Denmark borders one eurozone member, Germany, and one other EU member, Sweden, which is legally obliged to join the euro in the future (though Sweden maintains that joining ERM II is voluntary, thus avoiding euro adoption for the time being). ===Faroe Islands and Greenland=== The Faroe Islands uses a localized, non-independent version of the Danish krone, known as the Faroese króna pegged with the Danish krone at par, using the Danish coin series, but have their own series of distinct banknotes, first being issued in the 1950s and later modernized in the 1970s and the 2000s. Greenland adopted the Act on Banknotes in Greenland in 2006 with a view to introducing separate Greenlandic banknotes. The Act entered into force on 1 June 2007. In the autumn of 2010, a new Greenlandic government indicated that it did not wish to introduce separate Greenlandic banknotes and Danmarks Nationalbank ceased the project to develop a Greenlandic series. Still, Greenland continues to use Danish kroner as sole official currency. Historically, Greenland under the colonial administration issued distinct banknotes between 1803 and 1968, together with coins between 1926 and 1964 (see Greenland rigsdaler and Greenland krone). Faroe Islands and Greenland have their own IBAN codes (FO and GL, while Denmark has DK). Transfers between the countries count as international with international fees, outside EU rules. ==Coins== ===Alloys and colour scheme=== The design of the coin series is intended to ensure that the coins are easy to distinguish from each other: The series is therefore divided into three sequences, each with its own metal colour. This division into colours has its roots in history. In earlier times, the value of the coins was equivalent to the value of the metal from which they were minted: gold was used for the coins of the highest denominations, silver for the next-highest, and copper for the lowest coin denominations. This correlation between colour and value has been retained in the present coin series (see examples to the right). The 50-øre coins are thus minted from copper-coloured bronze, the 1-, 2- and 5-krone coins from a silver-coloured cupronickel alloy, and the 10- and 20-krone coins from golden aluminium bronze. The coins differ in terms of size, weight and rim. Within each sequence the diameter and weight of the coins increase with their value. The 50-øre and 10-krone coins have smooth rims, while the rims of the 1- and 5-krone coins are milled. The rims of the 2- and 20-krone coins have interrupted milling. The 1-, 2- and 5-krone coins have a hole in the middle. Use of these various characteristics makes it easy for the blind and sight- impaired to tell the coins apart. {| class=\"wikitable\" style=\"font-size:90%;\" |+ Currently circulated coins |- !rowspan=2| Value !!colspan=4| Technical parameters !!colspan=3| Description |- ! Diameter !! Thickness !! Mass !! Composition !! Edge !! Obverse !! Reverse |- | 50-øre | 21.5 mm | 1.55 mm | 4.3 g | Tin-bronze | Smooth | Crown of King Christian V | Heart (symbol of the Royal Mint) |- | 1-kr. | 20.25 mm | 1.6 mm | 3.6 g |rowspan=3| Cupronickel | Milled |rowspan=3| Monogram of Queen Margrethe II |rowspan=3| Traditional design (holed) |- | 2-kr. | 24.5 mm | 1.8 mm | 5.9 g | Interrupted milling |- | 5-kr. | 28.5 mm | 2 mm | 9.2 g | Milled |- | 10-kr. | 23.35 mm | 2.3 mm | 7 g |rowspan=2| Aluminium bronze | Smooth |rowspan=2| Queen Margrethe II |rowspan=2| The national coat of arms |- | 20-kr. | 27 mm | 2.35 mm | 9.3 g | Interrupted milling |- |colspan=8| |} ===Commemoratives and thematic coins=== The coins of the programme have the same size and metal composition as the regular coins of their denomination. The first series, 20-krone coins featuring towers in Denmark, ran between 2002 and 2007 and spawned ten different motifs. Upon selecting the towers, importance had been attached not only to display aesthetic towers, but also towers with different form, functions and from different regions of Denmark, the Faroe Islands and Greenland. The last coin depicting the Copenhagen City Hall was issued in June 2007, marking the end of the series. A second series of 20-krone coins, starting in 2007 with twelve different planned motifs and ten already released by November 2011, shows Denmark as a maritime nation in the world, featuring iconic Danish, Faroese and Greenlandic ships and like the previous series of tower coins, the series reflect various landmarks in shipbuilding in the three countries. In 2005, Danmarks Nationalbank issued the first in a series of five 10-krone commemorative coins with motifs from Hans Christian Andersen's fairy tales. The motifs depicted on the coins were chosen to illustrate various aspects and themes central to the fairy tales with the fifth and final fairy tale coin inspired by The Nightingale being issued on 25 October 2007.Fairy Tale coins In 2007, as the fairy tale series ended, a second series of three 10-krone commemorative coins was introduced, celebrating the International Polar Year. Featuring motifs of a polar bear, the Sirius Sledge Patrol and the Aurora Borealis, the coins aimed to accentuate scientific research in the backdrop of Greenlandic culture and geography. The third and final coin entitled 'Northern Lights' marked the completion of the series in 2009.Polar coins ==Banknotes== Most Danish banknotes (with a few exceptions) issued after 1945 are valid as payment. Banknotes have since 1945 been issued with the values: 5 kroner, 10 kroner, 20 kroner, 50 kroner, 100 kroner, 200 kroner, 500 kroner & 1000 kroner. ===Portrait and landscape series=== The Portrait and landscape series was issued from 1952 to 1964. It was replaced in 1972.Portræt- og landskabsserien {|class=\"wikitable\" style=\"font-size:90%; border-width:1px;\" |+ Banknotes of Denmark, 1952 series |- !rowspan=2| Value !!rowspan=2| Dimensions !!rowspan=2 colspan=2| Main color !!colspan=2| Description !!colspan=2| Date of |- ! Obverse !! Reverse !! first printing !! issue |- | 5 kroner | 125 × 65 mm | style=\"background:#53a32a;\"| | Green | Bertel Thorvaldsen The Three Graces | Kalundborg seen from the fjord | 1952 | 14 October 1952 |- | 10 kroner | 125 × 65 mm | style=\"background:#cf943a;\"| | Orange/Gold | Hans Christian Andersen Stork's nest | Egeskov Mill | 1952 | 14 October 1952 |- | 50 kroner | 153 × 78 mm | style=\"background:#025ea0;\"| | Blue | Ole Rømer Rundetaarn | Stenvad long barrow | 1957 | 21 May 1957 |- | 100 kroner | 155 × 78 mm | style=\"background:#b01f0f;\"| | Red | Hans Christian Ørsted Compass | Kronborg | 1962 | 3 May 1962 |- | 500 kroner | 175 × 90 mm | style=\"background:#53a32a;\"| | Green | Christian Ditlev Frederik Reventlow Plough man | Roskilde seen from the fjord | 1964 | 2 June 1964 |} ===Jens Juel series=== The Jens Juel series was issued from 1975 to 1980. It was replaced in 1997. Every note had a painting made by Jens Juel on the obverse side.Serie 1972 {|class=\"wikitable\" style=\"font-size:90%; border-width:1px;\" |+ Banknotes of Denmark, 1972 series |- !rowspan=2| Value !!rowspan=2| Dimensions !!rowspan=2 colspan=2| Main color !!colspan=2| Description !!colspan=2| Date of |- ! Obverse !! Reverse !! first printing !! issue |- | 10 kroner | 125 × 67 mm | style=\"background:#e9d66b;\"| | Yellow | Cathrine Sophie Kirchhoff | Common eider | 1975 | 8 April 1975 |- | 20 kroner | 125 × 72 mm | style=\"background:#f5deb3;\"| | Light Brown | Pauline Tutein | Two house sparrows | 1980 | 11 March 1980 |- | 50 kroner | 139 × 72 mm | style=\"background:#025ea0;\"| | Blue | Engelke Charlotte Ryberg | Crucian carp | 1975 | 21 January 1975 |- | 100 kroner | 150 × 78 mm | style=\"background:#b01f0f;\"| | Red | Jens Juel (self-portrait) | Red underwing | 1974 | 22 October 1974 |- | 500 kroner | 164 × 85 mm | style=\"background:#53a32a;\"| | Green | Franziska Genoveva von Qualen | Sand lizard | 1974 | 18 April 1974 |- | 1000 kroner | 176 × 94 mm | style=\"background:#d3d3d3;\"| | Grey | Thomasine Heiberg | Red squirrel | 1975 | 11 March 1975 |} ===1997 series=== The 1997 series was issued from 1997 to 1999. It was replaced in 2009.Serie 1997 {|class=\"wikitable\" style=\"font- size:90%; border-width:1px;\" |+ Banknotes of Denmark, 1997 series |- !rowspan=2| Value !!rowspan=2| Dimensions !!rowspan=2 colspan=2| Main color !!colspan=2| Description !!colspan=2| Date of |- ! Obverse !! Reverse !! first printing !! issue |- | 50 kroner | 125 × 72 mm | style=\"background:#656182;\"| | Purple | Karen Blixen | Centaur from Landet Church, Tåsinge | 1999 | 7 May 1999 |- | 100 kroner | 135 × 72 mm | style=\"background:#cf943a;\"| | Orange/Gold | Carl Nielsen | Basilisk from Tømmeby Church, Hanherred | 1999 | 22 November 1999 |- | 200 kroner | 145 × 72 mm | style=\"background:#53a32a;\"| | Green | Johanne Luise Heiberg | Lion from Viborg Cathedral | 1997 | 10 March 1997 |- | 500 kroner | 155 × 72 mm | style=\"background:#025ea0;\"| | Blue | Niels Bohr | Knight in armour fighting dragon, Lihme Church | 1997 | 12 September 1997 |- | 1000 kroner | 165 × 72 mm | style=\"background:#b01f0f;\"| | Red | Anna & Michael Ancher | Tournament scene, Bislev Church | 1998 | 18 September 1998 |} ===Bridge series=== The process of designing the 'Bridge' banknotes was initiated in 2006 by the Danish National Bank.www.banknotenews.com The theme of the new banknotes is Danish bridges and the surrounding landscapes, or details from these landscapes. Danish artist Karin Birgitte Lund has chosen to interpret this theme in two ways: bridges as links between various parts of Denmark and as links between the past and the present. The present is represented by the bridges, the past by five distinctive prehistoric objects found near the bridges. Among the new security features is a window thread (\"Motion\") with a moving wave pattern. Another feature is a new, sophisticated hologram that reflects light in different colors. The new banknotes also have the traditional security features such as the watermark and the hidden security thread. {|class=\"wikitable\" style=\"font- size:90%; border-width:1px;\" |+ Banknotes of Denmark, 2009 series |- !colspan=2| Image !!rowspan=2| Value !!rowspan=2| Dimensions !!rowspan=2 colspan=2| Main color !!colspan=3| Description !!colspan=2| Date of |- ! Obverse !! Reverse !! Obverse !! Reverse !! Watermark !! first printing !! issue |- | style=\"background:#000; text-align:center;\"|999x58px | style=\"background:#000; text-align:center;\"|999x58px | 50 kr. | 125 × 72 mm | style=\"background:#656182;\"| | Violet | Sallingsund Bridge | Skarpsalling vessel |rowspan=5 style=\"max-width:138px;\"| Denomination and Skuldelev Viking ship in Roskilde Fjord | 2009 | 11 August 2009 |- | style=\"background:#000; text-align:center;\"|999x58px | style=\"background:#000; text- align:center;\"|999x58px | 100 kr. | 135 × 72 mm | style=\"background:#cf943a;\"| | Orange-yellow | Little Belt Bridge | Hindsgavl Dagger | 2010 | 4 May 2010 |- | style=\"background:#000; text-align:center;\"|999x58px | style=\"background:#000; text-align:center;\"|999x58px | 200 kr. | 145 × 72 mm | style=\"background:#53a32a;\"| | Green | Knippelsbro | Langstrup belt plate | 2010 | 19 October 2010 |- | style=\"background:#000; text- align:center;\"|999x58px | style=\"background:#000; text-align:center;\"|999x58px | 500 kr. | 155 × 72 mm | style=\"background:#025ea0;\"| | Blue | Queen Alexandrine Bridge | Keldby bronze pail | 2011 | 15 February 2011 |- | style=\"background:#000; text-align:center;\"|999x58px | style=\"background:#000; text-align:center;\"|999x58px | 1000 kr. | 165 × 72 mm | style=\"background:#b01f0f;\"| | Red | Great Belt Bridge | Trundholm sun chariot | 2011 | 24 May 2011 |- |colspan=11| |} ==Nicknames== Within context, some of the banknotes have figurative meanings with the 100-krone note sometimes referred to as a hund (dog) shortening the word hundrede (a hundred). The 500-krone note can be referred to as a plovmand (ploughman) because previous circulations of the note featured a picture of a man with a plough and the 1000-krone note, too, can be referred to as a tudse (toad) taken from a wordplay on the word tusinde meaning a thousand. The 1000-krone note may also be referred to as an egern (squirrel) because the 1972 series version of the note featured a squirrel. == Exchange rates == ==See also== *Denmark and the euro *Economy of Denmark *Economy of the Faroe Islands *Economy of Greenland == References == === Citations === === Sources === * * * * Schön, Günter und Gerhard, Weltmünzkatalog 1900–2010, 39. Auflage, 2011, Battenberg Gietl Verlag, . ==External links== *Royal Mint of Denmark see Denmark's coin series. *Historical and current banknotes of Denmark * http://www.nationalbanken.dk/en/banknotes_and_coins/Danish_coins/Pages/default.aspx Krone, Danish Category:Fixed exchange rate Category:Currencies introduced in 1875 Category:Currencies of North America Category:1875 establishments in Denmark",
 "title": "Danish krone"
}