{
 "id": "23648",
 "text": "A polymerase is an enzyme (EC 2.7.7.6/7/19/48/49) that synthesizes long chains of polymers or nucleic acids. DNA polymerase and RNA polymerase are used to assemble DNA and RNA molecules, respectively, by copying a DNA template strand using base-pairing interactions or RNA by half ladder replication. A DNA polymerase from the thermophilic bacterium, Thermus aquaticus (Taq) (PDB 1BGX, EC 2.7.7.7) is used in the polymerase chain reaction, an important technique of molecular biology. A polymerase may be template dependent or template independent. Poly-A-polymerase is an example of template independent polymerase. Terminal deoxynucleotidyl transferase also known to have template independent and template dependent activities. ==Types== === By function === {| class=\"wikitable floatright\" |+ Classes of Template dependent polymerase ! !DNA-polymerase !RNA-polymerase |- !Template is DNA |DNA dependent DNA- polymerase or common DNA polymerases |DNA dependent RNA-polymerase or common RNA polymerases |- !Template is RNA |RNA dependent DNA polymerase or Reverse transcriptase |RNA dependent RNA polymerase or RdRp or RNA-replicase |} *DNA polymerase (DNA-directed DNA polymerase, DdDP) **Family A: DNA polymerase I; Pol γ, θ, ν **Family B: DNA polymerase II; Pol α, δ, ε, ζ **Family C: DNA polymerase III holoenzyme **Family X: Pol β, λ, μ ***Terminal deoxynucleotidyl transferase (TDT), which lends diversity to antibody heavy chains. **Family Y: DNA polymerase IV (DinB) and DNA polymerase V (UmuD'2C) - SOS repair polymerases; Pol η, ι, κ *Reverse transcriptase (RT; RNA-directed DNA polymerase; RdDP) ** Telomerase *DNA-directed RNA polymerase (DdRP, RNAP) **Multi-subunit (msDdRP): RNA polymerase I, RNA polymerase II, RNA polymerase III **Single-subunit (ssDdRP): T7 RNA polymerase, POLRMT **Primase, PrimPol *RNA replicase (RNA-directed RNA polymerase, RdRP) **Viral (single-subunit) **Eukaryotic cellular (cRdRP; dual-subunit) *Template-less RNA elongation ** Polyadenylation: PAP, PNPase === By structure === Polymerases are generally split into two superfamilies, the \"right hand\" fold () and the \"double psi beta barrel\" (often simply \"double-barrel\") fold. The former is seen in almost all DNA polymerases and almost all viral single- subunit polymerases; they are marked by a conserved \"palm\" domain. The latter is seen in all multi-subunit RNA polymerases, in cRdRP, and in \"family D\" DNA polymerases found in archaea. The \"X\" family represented by DNA polymerase beta has only a vague \"palm\" shape, and is sometimes considered a different superfamily (). Primases generally don't fall into either category. Bacterial primases usually have the Toprim domain, and are related to topoisomerases and mitochondrial helicase twinkle. Archae and eukaryotic primases form an unrelated AEP family, possibly related to the polymerase palm. Both families nevertheless associate to the same set of helicases. File:WikiHandDNAPolII.png|Right hand structure of Bacteriophage RB69, a family B DdRP. ==See also== * Central dogma of molecular biology * Exonuclease * Ligase * Nuclease * PCR * PARP * Reverse transcription polymerase chain reaction * RNA ligase (ATP) == References == ==External links== Category:EC 2.7.7 Category:Enzymes",
 "title": "Polymerase"
}