{
 "id": "236629",
 "text": "{| |} USS Keokuk was an experimental ironclad screw steamer of the United States Navy named for the city of Keokuk, Iowa. She was laid down in New York City by designer Charles W. Whitney at J.S. Underhill Shipbuilders, at the head of 11th Street. She was originally named Moodna (sometimes incorrectly spelled \"Woodna\"), but was renamed while under construction, launched in December 1862 sponsored by Mrs. C. W. Whitney, wife of the builder, and commissioned in early March 1863 with Commander Alexander C. Rhind in command. ==Design== Keokuk was one of the first warships to be of completely iron construction, with wood used only for deck planks and filler in the armor cladding. Her hull construction consisted of five iron box keelsons and one hundred 1-inch-thick (some sources report the thickness as 3/4 inch) by 4-inch-deep iron frames spaced 18 inches between centers. The frames included integral iron cross beams for the decks, with no transverse wood timbers as used on the Monitor. Her bow and stern sections were flooding spaces to allow raising and lowering her waterline. Her two stationary, conical gun towers, each pierced with three gun ports, housed one 11-inch Dahlgren shell gun each on a shortened and rounded rotating wooden slide carriage (the tower shape often causing her to be mistaken for a double-turreted monitor). Her tower and casemate armor was made up from 1-inch-thick by 4-inch-deep horizontal iron bars alternating with planks of yellow pine of the same dimensions, sheathed with layers of overlapping, flush-bolted -inch rolled iron plates. A total thickness of this composite armor, including the hull skin proper, was 5.75 inches (146 mm).Canney, The deck was made of 5-inch wood planks overlaid with -inch-thick iron plate.Scientific American, December 20, 1862 She had two twin-cylinder main propulsion engines, each 250 hp. In total, Keokuk had nine steam engines providing power to various systems. ==Service history== 300px|thumb|USS Keokuk in the ways before launching The new ironclad departed New York on March 11, 1863 and steamed south to join the South Atlantic Blockading Squadron for the attack on Charleston, South Carolina, and arrived at Newport News, Virginia, two days later. She got underway again on March 17 but returned to Hampton Roads for repairs when her port propeller became fouled in a buoy anchor line. She stood out of Hampton Roads again on March 22 and arrived at Port Royal, South Carolina on March 26. A soldier who saw the Keokuk wrote of her in a letter home: \"...The iron clad battery Keokuk steamed by me yesterday and I have heard that she was bound to Charleston S.C. It was a curious looking affair I assure you it had two turrets with two guns [sic] in each. It looked a little like this [reasonably accurate sketch in letter] but of course I am not an artist...\"Jack S Powers in a letter to Nellie Williams of Framingham Massachusetts, on board the Union transport DeWitt Clinton, Fort Monroe Virginia, March 23, 1863 As the day of attack on Charleston approached, Keokuk and were busy laying buoys to guide Rear Admiral Samuel Francis Du Pont's ironclad flotilla, which included , seven monitors (Weehawken, Passaic, Montauk, Patapsco, Catskill, Nantucket, and Nahant), and Keokuk, into the strongly fortified Confederate harbor. The Union ships crossed the Stono Bar on April 6 but were prevented from attacking that day by hazy weather which obscured targets and blinded pilots. The First Battle of Charleston Harbor began at noon on April 7, but difficulties in clearing torpedoes from the path of Du Pont's ironclads slowed their progress. Shortly after 3 p.m., they came within range of Fort Moultrie and Fort Sumter; and the battle began. Southern obstructions and a strong flood tide made the ironclads virtually unmanageable, while accurate fire from the forts played upon them at will. With the Union formation scrambled, Keokuk was compelled to run ahead of crippled to avoid her in the narrow channel after Nahants pilot was killed and helmsman wounded by a Confederate shot striking the pilothouse. This brought her less than 600 yards (550 m) from Fort Sumter, where she remained for half an hour receiving the undivided attention of the Confederate guns. thumb|The Gun battery at Fort Sumter responsible for the Keokuk's sinking Keokuk was struck by about ninety projectiles, many of which hit at or below her waterline. Commander Rhind reported his ship as being hit by a combination of solid shot, bolts, and possibly hot shot. As predicted by her chief engineer, her thin composite armor was completely inadequate to protect her from this onslaught and she was \"completely riddled\" in the words of Commander Rhind. However, she was able to withdraw under her own power and anchor out of range, thanks in part to the skills of her black pilot, Robert Smalls, a former slave and pilot of CSS Planter. Her crew kept her afloat through the night, but when a breeze came up on the morning of April 8, 1863, Keokuk began taking on more water, filled rapidly, and sank off Morris Island. She had given one month of commissioned service. One of Keokuks sailors, Quartermaster Robert Anderson, was awarded the Medal of Honor in part for his actions during the battle. In all, 14 of Keokuks crew were injured in the battle, including Captain Rhind with a contusion to his leg. Acting Ensign Mackintosh, one of the gun captains, later died from his wounds.New York Times, Battle of Charleston, April 12, 1863 == Salvage of Keokuk guns == A Federal survey of the wreck shortly after the battle determined that the Keokuk could not be refloated or destroyed, as she was almost completely filled with sand. The two 11-inch Dahlgren guns could be easily replaced from stockpiles and were abandoned as unsalvageable. To Confederate forces, these two guns represented an opportunity to obtain badly needed artillery. The Confederacy possessed only 150 to 200 naval and coastal defense guns, none of them as large as the sunken Dahlgrens. P.G.T. Beauregard, commander of the Charleston defenses, authorized an immediate salvage operation led by a civilian, Adolphus W. LaCoste. A modified lightship Rattlesnake Shoals was towed into place as a salvage platform. To avoid attracting the attention of Union forces, work was done at night, during low tide, with the Confederate ironclads Palmetto State and Chicora providing protection. The Union did not suspect this activity until it was announced in the Charleston Mercury after the guns were recovered. The Keokuk guns served the Confederacy for the remainder of the war. One was destroyed, probably during the evacuation of Charleston in 1865. The other gun tube can still be seen on the Charleston waterfront at White Point Garden, mounted on an incorrect iron fortress carriage.Browning, Success is all that was expected, p. 208. In the image, the Keokuk gun is in the background.thumb|Dahlgren gun from USS Keokuk, Charleston East Battery, about 1880 to 1910|center ==Notes== ==References== * * Coker, P. C., III. Charleston's Maritime Heritage, 1670–1865: An Illustrated History. Charleston, S.C.: Coker-Craft, 1987. 314 pp. * Browning, Robert M. Jr., Success is all that was expected: the South Atlantic blockading squadron during the Civil War. Washington, D.C. : Brassey’s, 2002. * * * * * ==External links== * * Photo gallery at Naval Historical Center Category:Ironclad warships of the Union Navy Category:Ships built in New York City Category:Shipwrecks of the Carolina coast Category:Shipwrecks of the American Civil War Category:1862 ships Category:Maritime incidents in April 1863",
 "title": "USS Keokuk (1862)"
}