{
 "id": "236962",
 "text": "Steven Eric Meretzky (born May 1, 1957)Infocom Authors - Steve Meretzky Infocom. Retrieved July 11, 2011. is an American video game developer. He is best known for creating Infocom games in the early 1980s, including collaborating with author Douglas Adams on the interactive fiction version of The Hitchhiker's Guide to the Galaxy, one of the first games to be certified \"platinum\" by the Software Publishers Association. Later, he created the Spellcasting trilogy, the flagship adventure series of Legend Entertainment. He has been involved in almost every aspect of game development, from design to production to quality assurance and box design. His keen wit, prose, and coding skill made him one of the first interactive fiction writers (along with Dave Lebling) admitted to the Science Fiction Writers of America,\"Floyd Here Now!\" A Study of Planetfall's Most Enduring Character Kirk Shimano, STS 145 Case History, March 16, 2004 and in September 1999, PC Gamer magazine named Meretzky as one of their twenty-five \"Game Gods\"; those who have made an indelible mark on the history of computer gaming. == Biography == Meretzky was raised in Yonkers, New York. His father was trained as an accountant, but spent a career of 25 years selling automotive hardware. Meretzky's mother was a bookkeeper. He graduated from Yonkers High School in 1975. He went on to attend the Massachusetts Institute of Technology, where he earned a Bachelor of Science in construction management in 1979.Steve Meretzky: \"Linearity is Fairly Overrated\" Talking Writing. Retrieved July 11, 2011. After working in the construction industry for two years, in 1981 Meretzky decided to pursue a career as a game tester for Infocom after co-founder Marc Blank asked Meretzky to take over the job from his roommate Mike Dornbrook. In 1983, he became a full-time writer (an \"Implementor\"), scripting Planetfall and creating the famous cult figure robot sidekick \"Floyd\". While working on Planetfall, people noted the similarities between his game and Douglas Adams' Hitchhiker's Guide to the Galaxy. Meretzky listened to the radio series and enjoyed it, so he included a reference to the series in his game. In 1984, Meretzky collaborated with Adams over the course of three months in order to create a computer game adaption of Adams' series, which became one of the bestselling games of the era. A sequel to the game, titled Milliways: The Restaurant at the End of the Universe was proposed, but got cancelled due to the dwindling popularity of text adventure games. Another popular game was Leather Goddesses of Phobos, whose risque writing pushed the boundaries of the art. In an interview, Meretzky said that he originally just wrote the name on a project board as a joke, but was later asked to actually develop a game to go along with the title. In A Mind Forever Voyaging, Meretzky attempted to address social issues, but Infocom's success was declining, and the 1988 Zork Zero was his last title there. In 1988 Meretzky celebrated his greatest accomplishment to date. The birth of his son Daniel. In 1994, Meretzky co-founded Boffo Games Dornbrook and Leo DaCosta, and developed such titles as the story puzzle game Hodj 'n' Podj and the detective comedy The Space Bar until the company closed its doors in 1997. In 1998, he worked as a consultant on Blizzard Entertainment's canceled adventure game Warcraft Adventures: Lord of the Clans. Around the year 2000, Meretzky joined WorldWinner as a game advisor and Principal Game Designer. Meretzky is also a charter member of the Computer Game Developers Association, and a frequent speaker at industry conferences such as GDC. Meretzky appears as himself antagonizing rapper MC Frontalot in the music video for \"It Is Pitch Dark.\"YouTube - MC Frontalot - It Is Pitch Dark (released on Secrets from the Future). The song references several of Meretzky's text adventure games, and the video is directed by documentarian Jason Scott Sadofsky, whose film GET LAMP is about the genre.GET LAMP accessed 2008-10-10 Several years later, Meretzky joined Blue Fang Games to work on the popular Zoo Tycoon franchise. He was employed as a Vice President of Design at social media game developer Playdom from 2008 to 2013, at which point he became Vice President of Creative at GSN Games. In November 2016 he became Vice President of Games at Swedish mobile game company King. == Games == Meretzky has been credited on games developed by: Infocom, Legend Entertainment Company, Activision Inc., Boffo Games Inc., MicroProse, GameFX, Floodgate Entertainment, and Tom Snyder Productions. In the following titles, Meretzky was sole or lead designer / creative director. === Infocom === * Planetfall (1983) * Sorcerer (1984) * The Hitchhiker's Guide to the Galaxy (1984) * A Mind Forever Voyaging (1985) * Leather Goddesses of Phobos (1986) * Stationfall (1987) * Zork Zero: The Revenge of Megaboz (1988) * Lane Mastodon vs. the Blubbermen (1988) ===Activision=== * Leather Goddesses of Phobos 2: Gas Pump Girls Meet the Pulsating Inconvenience from Planet X! (1992), (under the \"Infocom\" label) === Legend Entertainment === * Spellcasting 101: Sorcerers Get All The Girls (1990) * Spellcasting 201: The Sorcerer's Appliance (1991) * Spellcasting 301: Spring Break (1992) * Superhero League of Hoboken (1994) === Boffo Games === * Hodj 'n' Podj (1995), Virgin Interactive Entertainment * The Space Bar (1997), Rocket Science Games, SegaSoft === WorldWinner === Meretzky created various mobile games during his time at WorldWinner, including Tile City, Word Cubes, Hangmania, Catch-21, SwapIt!, Blockwerx, and Triv!. == Other works == === Video games === For these video games, Meretzky had a lesser role, such as in an advisory capacity: * Frederik Pohl's Gateway (1992), Legend Entertainment Company * Rex Nebular and the Cosmic Gender Bender (1992), MicroProse * Eric the Unready (1993), Legend Entertainment Company * Warcraft Adventures: Lord of the Clans (canceled 1998), Blizzard Entertainment * Sinistar Unleashed (1999), THQ Inc. * Cubis 2 (2004), FreshGames LLC. === Books === * Steve Meretzky's Spellcasting 301: Spring Break: The Official Hint Book from Legend Entertainment Company, 1993, Compute, (as S. Eric Meretzky) * Zork: The Forces of Krill (A What-Do-I-Do-Now Book, Zork #1), 1983, Tor Books, * Zork: The Malifestro Quest (A What-Do-I-Do- Now Book, Zork #2), 1983, Tor Books, * Zork: The Cavern of Doom (A What-Do-I- Do-Now Book, Zork #3), 1983, Tor Books, * Zork: Conquest at Quendor (A What- Do-I-Do-Now Book, Zork #4), 1984, Tor Books, === Articles === * \"Humor in Game Design\", 1997, Proceedings of Computer Game Developers Conference * \"Building Character: An Analysis of Character Creation\", 2001, Gamasutra * \"Interactive Storytelling\", Free Audio File, iTunes U, MIT, Comparative media Studies, Media Industries & Systems, Spring 2006, Week 6: Interactive Storytelling == References == == External links == * Meretzky's home page * Infocom biography * Interview with Steve Meretzky, Adventure Classic Gaming (2001) * * * Infocom authors * Steven Meretzky papers housed at Stanford University Libraries Category:1957 births Category:Living people Category:American video game designers Category:Infocom Category:Interactive fiction writers Category:Massachusetts Institute of Technology alumni Category:People from Yonkers, New York Category:Puzzle designers",
 "title": "Steve Meretzky"
}