{
 "id": "237077",
 "text": "Latchford is a suburb and electoral ward of Warrington, Cheshire, England. It is around one mile south-east of Warrington town centre and has a total resident population of 7,856. Latchford is a predominantly residential area, Latchford lies between the River Mersey and the Manchester Ship Canal, and broadly consists of 19th-century terraced housing and some open space. The canal is crossed here by a swing bridge, a high-level road bridge and the now disused Latchford railway viaduct. Its name came from Anglo-Saxon Læccford meaning \"boggy-stream ford\". ==History== Latchford was originally a township in the ancient parish of Grappenhall, in Cheshire. It was also part of Bucklow Hundred, and was close to the border with Lancashire. Between 1894 and 1974, part of Latchford was placed within the County Borough of Warrington, and the registration county of Lancashire, whilst the rest of Latchford became a civil parish named \"Latchford Without\" and was transferred to Lancashire. With the local government reforms of 1974, as part of the newly formed Cheshire borough of Warrington, Latchford was transferred back to Cheshire. ===Latchford Railway Viaduct=== Latchford viaduct was opened on 8 July 1893 to carry the London and North Western Railway's Stockport to Warrington line over the Manchester Ship Canal. The wrought iron viaduct, with a span of , weighed more than 1,200 tonnes. The last passengers service ran in 1962, but the line continued to carry freight. It finally closed to all traffic in July 1985, when it was deemed too expensive to make extensive repairs to keep Latchford viaduct operational. ===Latchford Locks=== thumb|right|Latchford Locks looking east as an ocean liner, with tugs, leaves for the Eastham end of the canal. Smaller lock at centre, and ship berth at right Latchford was chosen as the location of intermediate locks on the Manchester Ship Canal. These comprise a larger lock for ocean-going vessels and a smaller lock to its south for coasters, tugs and barges. A ship mooring area was provided on the canal's south bank and enabled two large vessels to pass each other at this point. The locks are still used, but less often than before, as hardly any ships now go to the terminal docks at Manchester and Salford. ==Geography== Latchford is bounded to the south by the Manchester Ship Canal and Stockton Heath and to the north by the River Mersey and Howley. ==Communal facilities== ===Victoria Park=== Victoria Park is an open space beside the Mersey, with a modern sports stadium and a skateboard park. It contains a large Georgian manor house, previously the Old Warps maternity hospital, subsequently converted into flats. Nearby is a narrow Victorian suspension bridge, Howley Bridge, which provides pedestrian access between Howley and Latchford. Victoria Park is on the site of the Old Warps Estate. In 1897 the local council bought the estate from the owners and converted it into a park to provide an amenity for the local working-class people of the terraced housing of industrial Latchford. To mark the Diamond Jubilee of Queen Victoria the park was named \"Victoria Park\". The Georgian manor house \"Old Warps\" still stands and has been converted to a restaurant. Before work on the Mersey commenced, Victoria Park was under the River Mersey, in an area that was considered dangerous by even the most experienced seamen. In 1724 various new weirs were built along the course of the River Mersey due to its often treacherous nature. The course of the Mersey was then altered and the land was converted into the Old Warps Estate. A weir was built and is still monitored 24 hours a day by a \"weir man\" from a wooden building situated about the weir, which is the tidal limit of the Mersey. The Mersey is so improved now that salmon and trout are often seen, as are herons, kingfishers and cormorants, especially in the wide pool on the river bend below the weir. Access to Howley is provided by a suspension bridge for pedestrians, recently renovated by Warrington Borough Council. Victoria Park has a large running track which is the home of Warrington Athletic Club, and has bowling greens, a skate-park and various other leisure facilities. A 5 km run against the clock is organised by the group Parkrun most Saturday mornings. Old Manor Lock marks the northern end of the park. Victoria Park has also been used for the past 2 years for a new festival called Neighbourhood Weekender, which is an extended, larger version of the Neighbourhood inner- city festival in Manchester, and has taken place on May bank holiday, in 2018 and 2019. ===Black Bear Park=== Black Bear Canal, now infilled and used as Black Bear Park, once ran from docks on the Manchester Ship Canal near Wilderspool Causeway (to the west of Latchford) to the Mersey at Manor Lock in Howley, providing a shortcut for shipping, avoiding a large river bend and weir. In 1804, an eight-mile long canal was built between Latchford and Runcorn. It was named the Old Quay Canal. Once the Manchester Ship Canal was dug, in the 1890s, it was shortened to one mile, from Stockton Heath to the River Mersey, at Manor Lock. It was renamed the Black Bear Canal. The Black Bear Canal remained in use for the transport of South American hides to tanneries, until the 1960s, when it fell into disuse. Warrington Borough Council bought the land. After a local boy drowned in the late 1960s, it was converted in 1981 into a parkland forming a line from Victoria Park and the banks of the River Mersey, through to Stockton Heath. The park also forms a part of the Trans Pennine Trail. ==References== ==External links== *Latchford History Group Category:Villages in Cheshire Category:Warrington",
 "title": "Latchford, Cheshire"
}