{
 "id": "237150",
 "text": "In civil engineering, specified loads are the best estimate of the actual loads a structure is expected to carry. These loads come in many different forms, such as people, equipment, vehicles, wind, rain, snow, earthquakes, the building materials themselves, etc. Specified Loads also known as Characteristic loads in many cases. Buildings will be subject to loads from various sources. The principal ones can be classified as live loads (loads which are not always present in the structure), dead loads (loads which are permanent and immovable excepting redesign or renovation) and wind load, as described below. In some cases structures may be subject to other loads, such as those due to earthquakes or pressures from retained material. The expected maximum magnitude of each is referred to as the characteristic load. Dead loads are those representing the self weight of the building; their magnitude can be estimated on the basis of material densities and component sizes. Dead loads are those due to the self weight of the structure and any permanent fittings and finishes. It is generally possible to quantify the magnitude of dead loads with a reasonable degree of confidence. Imposed loads are those associated with occupation and use of the building; their magnitude is less clearly defined and is generally related to the use of the building. A good example of specified loads would be the following simplified floor to ceiling sandwich load table (based on the National Building Code of Canada standards): Floor Finish (Terrazzo) per 10 mm thickness = 0.24 kN/m^2 Reinforced Concrete per 10 mm thickness = 0.24 kN/m^2 Mechanical Services = 0.14 kN/m^2 Electrical Services = 0.10 kN/m^2 Floor Area (110 mm thickness) = 8 m^2 Total Dead Load = (0.24 + 11*0.24 + 0.14 + 0.10)*8 = 24.96 kN In order to design to these loads, one would need to convert them to design loads by applying Load factors or, more generally, a form of safety factors to them. In the case of limit states design, the resulting factored load is then called a Design load. Note that in this case of Limit states design, we would refer to the factor as a load factor rather than a safety factor to try to eliminate possible confusion between Limit states design and the older Allowable stress design. Category:Structural engineering",
 "title": "Specified load"
}