{
 "id": "237754",
 "text": "Publius Clodius Pulcher (93–52 BC) was a populist Roman politician and street agitator during the time of the First Triumvirate. One of the most colourful personalities of his era, Clodius was descended from the aristocratic Claudia gens, one of Rome's oldest and noblest patrician families, but he contrived to be adopted by an obscure plebeian, so that he could be elected tribune of the plebs. During his term of office, he pushed through an ambitious legislative program, including a grain dole; but he is chiefly remembered for his scandalous lifestyle, which included violating the sanctity of a religious rite reserved solely for women, purportedly with the intention of seducing Caesar's wife; and for his feud with Cicero and Milo, which ended in Clodius' death at the hands of Milo's bodyguards.Tatum, W. Jeffrey, The Patrician Tribune: Publius Clodius Pulcher, University of North Carolina Press, 1999, pp. 33, 239, 240 online. ==Background== Born Publius Claudius Pulcher in 93 BC, Clodius was the youngest son of Appius Claudius Pulcher, who had been consul in 79 BC. His mother's name is uncertain; she may have been a daughter of Quintus Servilius Caepio, and thus descended from another ancient patrician house; or perhaps the sister of Quintus Caecilius Metellus Celer, and thus a descendant of the plebeian nobility.Wiseman, T.P., Cinna the Poet and other Roman Essays, (Leicester University Press, 1974), ch. 12 \"The Last of the Metelli\", pp.176-191, with stemma at 182-3 Publius' elder brothers were Appius Claudius Pulcher, consul in 54 BC, and Gaius Claudius Pulcher, praetor in 56 BC, and subsequently governor of Asia. His sisters included Claudia, the wife of Quintus Marcius Rex, Claudia Quadrantaria, the wife of Celer, and Claudia Quinta, the wife of Lucius Licinius Lucullus. Through his family, Clodius was closely connected with a number of prominent Roman politicians. His brother- in-law, Lucullus, was consul in 74 BC, while Celer was consul in 60, and the latter's brother, Quintus Caecilius Metellus Nepos, in 57. Mucia Tertia, a half-sister to the Caecilii, was the wife of Gnaeus Pompeius Magnus, and later Marcus Aemilius Scaurus, praetor in 56 BC; a half-brother, Publius Mucius Scaevola, was a pontifex, while his brother Quintus was an augur, and tribune of the plebs in 54. ==Early career== As a young man in 73 BC, Clodius rashly accused Catiline of adultery with one of the Vestal Virgins, a capital crime. When Catiline was acquitted, Clodius was denounced by Cato, and obliged to leave Rome.Plutarch, \"The Life of Cato the Younger\", 19.Broughton, vol. II, pp. 140, 142 (note 10). He may have gone to the east, where his brother-in- law, Lucullus, was serving as proconsul in the war against Mithridates. He was with Lucullus in 68, at which time Clodius, who felt that he was accorded insufficient respect by his brother-in-law, fomented discord among Lucullus' soldiers. The following year, Clodius deserted Lucullus, and joined his other brother-in-law, Marcius, who was proconsul in Cilicia. Placed in command of part of Marcius' fleet, Clodius was captured by pirates. Hoping to win his release, Clodius promised his captors a substantial reward, and they solicited a ransom from Ptolemy of Cyprus, an ally of the Romans. The amount offered was so paltry that it was clear that Clodius had greatly overestimated his worth, and the amused pirates released him without keeping the money.Cassius Dio, xxxvi. 17.Appian, Bellum Civile, ii. 23.Broughton, vol. II, p. 148. Ptolemy's conduct in the affair filled Clodius with hatred for the Cypriot ruler. Clodius repaired to Syria, where he nearly lost his life during a mutiny, which he was also accused of instigating. ==Rome and Gaul, 66–62 BC== Clodius returned to Rome in 66 BC, at the age of twenty-seven. Almost immediately he found himself in need of protection from his brother-in-law, Lucullus. Not only did the general blame Clodius for the mutiny he had faced in the east, but the young Clodius was accused of carrying on an incestuous affair with his sister, Lucullus' wife. Lucullus divorced Claudia, and Clodius seems to have avoided further difficulty through bribery, and by gaining the trust of Lucius Licinius Murena, a close relative of Lucullus. Murena and Clodius were among those who accepted money from Catiline, who had been charged with extortion for his conduct as governor of Africa, and who secured his acquittal through the payment of large sums of money.Cicero De Haruspicum Responsis, 42. In 64, Murena was appointed governor of Gallia Narbonensis, and Clodius went with him as part of his staff. During his time in Gaul, Clodius enriched himself by various criminal schemes, allegedly including the forging of wills and arranging the deaths of heirs; and he forged a number of useful alliances. Clodius and Murena returned to Rome in 63, in time for Murena to stand for the consulship, in opposition to Catiline. With the support of veterans who had served under Lucullus, as well as that of Cicero, one of the consuls of 63, and probably that of Clodius, Murena was elected, becoming the first of the Murenae to attain the consulship. Catiline responded to his defeat by conspiring with other disaffected Romans to stage a revolt. The conspirators hoped to slaughter their opponents among the Roman aristocracy, particularly the plebeian nobles and senators, and set up a small, patrician-dominated oligarchy. Although Clodius was a patrician, and it later suited Cicero to portray him as a participant in the conspiracy, he was not involved. Instead, he adhered closely to Murena and the cause of the optimates, who rendered Cicero every assistance. As the drama of the detection and arrest of the conspirators unfolded, Clodius appears to have joined the many other equestrian and noble youths, who formed an informal, but potent and intimidating bodyguard around Cicero.Plutarch, \"The Life of Cicero\", 29. About this time, a rift developed between the factions when one of Clodius' sisters—presumably Claudia Quinta, whom Lucullus had divorced—tried to persuade Cicero to divorce Terentia and marry her. Her scheme backfired, as Cicero remained loyal to his wife, while Terentia was infuriated with Claudia and her family. ==Bona Dea scandal== In December of 62 BC, the rites of the Bona Dea were held at the Regia, the official residence of the Pontifex Maximus, Rome's chief priest. Caesar had been elected Pontifex Maximus the previous year, during the same contest that gave rise to the conspiracy of Catiline. The celebration was a sacred mystery, from which all men were excluded; not even the Pontifex Maximus could be in attendance. The rites were hosted by Caesar's wife, Pompeia, and mother, Aurelia, under the supervision of the Vestals. Clodius managed to gain entry to the rites, disguised as a woman, apparently with the intention of seducing Pompeia, but was discovered in the course of the evening. Clodius' mere presence at the rites was sacrilegious, but profaning the ceremonies in order to seduce the wife of the Pontifex Maximus was regarded as an even greater offense to the goddess.M. Beard, S. Price, & J. North, Religions of Rome: A History, vol. I, Cambridge University Press (1998), pp. 129, 130, 296, 297. The ensuing trial brought all of Rome to a standstill. Lucullus was determined to destroy his brother-in- law's political career, thereby repaying Clodius for instigating a mutiny among his soldiers, and destroying Lucullus' marriage; he charged Clodius with incestum, a capital crime. The prosecution was undertaken by three of the Cornelii Lentuli, probably headed by Lucius Cornelius Lentulus Crus. Clodius' chief advocate was Gaius Scribonius Curio, a noted orator who had been consul in 75 BC.Valerius Maximus, iv. 3. § 5. The trial dragged on for months, during which time Pompeius returned from the east, and public business was suspended. The witnesses against Clodius included Aurelia and one of her daughters, as well as various household slaves, who claimed that Clodius had committed incest with his sister, Clodia, the wife of Lucullus. Caesar, despite the insult to his office and his honour, claimed no knowledge of the events, but he divorced his wife—not, he explained, because he believed that she would have yielded to Clodius' advances, but because no scandal could be tolerated in the household of the Pontifex Maximus; as expressed by Plutarch, \"Caesar's wife must be above suspicion.\"Plutarch, \"The Life of Caesar\", 10. Clodius perjured himself by claiming not to have been in Rome on the day of the rites. Cicero was in a position to refute this fictitious alibi, but was reluctant to do so, knowing the profound impact that Clodius' conviction or acquittal might have on Roman society. His hand was eventually forced by national and domestic politics: Cicero was eager to forge a détente between Pompeius and Lucullus, who were at loggerheads over the settlement of the eastern provinces. Giving evidence against Clodius gave him the opportunity to do Lucullus a favour. At home, Cicero's wife Terentia, still smarting at the attempted seduction of her husband by Claudia, insisted that he testify against her rival's brother. But in spite of Cicero's evidence, and that of the other witnesses, the outcome of the trial was decided by Marcus Licinius Crassus, who bribed the jurors en masse to secure Clodius' acquittal. The trial helped Clodius forge alliances with his benefactors, and deepened his hostility toward his rivals. He regarded Crassus as his chief patron, and was grateful to Caesar for disclaiming any direct knowledge of the events. He sought no retribution against those who had led his prosecution, apparently considering it fair repayment for the wrongs he had done them. However, he was greatly affronted by Cicero, who had attempted to bring about his downfall by testifying against him, and he regarded the antipathy shown toward him by Pompeius as a betrayal. When Clodius had stirred disaffection amongst Lucullus' troops in the east, it had been to Pompeius' advantage, and the latter's rivalry with both Lucullus and Cicero would seem to have made him Clodius' natural ally; yet Pompeius had not lifted a finger to help him during the trial. ==Family== About 62 BC, Clodius married Fulvia (c. 83 – 40 BC), heiress of the Sempronii Tuditani, a noble family of Tusculum.Tatum, The Patrician Tribune, pp. 60, 61. She may not have been his first wife; Cicero refers to a certain Lucius Natta as Clodius' brother-in-law, although it is not entirely clear who he was, or how the two men were brothers-in-law.Cicero, Pro Domo Sua, 45, 52; Epistulae ad Atticum, iv. 8, Pro Murena, 35.Servius, Ad Virgilii Aeneidem Commentarii, viii. 269. Clodius and Fulvia had at least two children who survived to adulthood: a son, Publius Claudius Pulcher, who eventually became praetor; and a daughter, Claudia, who would become the first wife of Augustus. ==Adoption== On his return from Sicily, where he had been quaestor between 61 BC and 60 BC, Clodius sought election as tribune of the plebs, with the intention of revenging himself on his bitter enemy, Cicero. However, patricians were deliberately excluded from this office, and Clodius was a member of Rome's most aristocratic patrician families. To achieve his goal, Clodius contrived to be adopted into a plebeian gens, and renounced his status as a patrician. Although the adoption of a member of one gens into another was perfectly legal, and a venerable practice in Roman society, the adoption arranged by Clodius was highly irregular, and violated all of the usual conditions and legal requirements of the process. Normally, adoption was permitted only to men who were at least middle-aged, and who did not expect to father sons to carry on their legacy. In taking the place of a man's natural children, an adopted son would normally assume his new father's name, so that when he came of age he could pass it on to his own children. Clodius, who was thirty-four years old in 59, and had probably been married for three years, was adopted by one Publius Fonteius, a member of a minor plebeian family, who was younger than Clodius himself, and who might well have expected to marry and father children of his own.Billows, Julius Caesar, p.118. Once the adoption was ratified and Clodius had renounced his patrician status, he discarded his adoptive father's name, instead affecting the spelling Clodius, which was associated with the plebeians. His sister, Clodia, did the same. Notably Clodius' children would return to the \"patrician\" spelling of their nomen. Clodius' unorthodox adoption was possible in part due to the fact that he had the support of Caesar, one of the consuls of that year.Holland, Rubicon, pp. 234, 235. His scheme was successful, and Clodius was elected tribune of the plebs, taking office on November 16. He immediately began preparing for the destruction of Cicero, at the same time undertaking an extensive program of populist legislation, intended to position himself as benefactor to as much of the community as possible. ==Tribunate== Clodius took up his tribunate in December of 59 BC. He won over the common people by pushing through several crowd-pleasing bills, which became known as the Leges Clodiae. The most striking was a free monthly corn dole, issued to all citizens; this replaced the subsidised grain supplies made available to poor citizens, set up by Cato during his tribunate in 63.See Frumentariae Leges, Unsigned article in William Smith, D.C.L., LL.D.: A Dictionary of Greek and Roman Antiquities, John Murray, London, 1875, available at Bill Thayer's site at Chicago University. Accessed 13 April 2021 Clodius also passed a number of measures curtailing the powers of various magistrates. Among these was the right of magistrates to prevent the assembly of the comitia, Rome's citizen assemblies, by taking the omens and declaring them to be unfavourable. This right, originally reserved for the augurs, had been conferred on the magistrates by the Lex Aelia et Fufia, around 150 BC. While it could not prevent the comitia from meeting indefinitely, it could bring proceedings to a halt on any given day, forestalling or preventing the passage of various measures. Clodius' measure abrogated the Lex Aelia, thereby preventing the magistrates from using this means of delaying or preventing the assemblies from acting. Another measure forbade the censors from excluding any citizen from the senate, or inflicting any punishment upon a citizen unless he had been publicly tried and convicted. Until this legislation, the power to enroll new members or expel them from the senate, to degrade the status of citizens or issue other punishments, had made the censorship potentially the most powerful magistracy. ===Exile of Cicero=== Ostensibly related to this curtailment of magisterial power, Clodius also introduced a law that threatened exile to any public official who executed a Roman citizen without a trial. This measure was squarely aimed at Cicero, who as consul in 63 had suppressed Catiline's conspiracy, and ordered the execution of its leading members before they could stand trial. Cicero argued that the senatus consultum ultimum empowering him to deal with the conspiracy indemnified him from punishment, and he sought the support of various senators and the consuls, especially Pompeius, to avoid the consequences of Clodius' legislation. In the spring of 58 BC, when it had become clear that help was not forthcoming, Cicero went into exile in Greece, arriving at Thessalonica on May 29.H.J. Haskell, This was Cicero, 200, 201 (1924). On the very day that Cicero departed Italy, Clodius proposed another law which forbade Cicero from approaching within of Italy, and confiscated his property. The bill was passed, and Cicero's house on the Palatine Hill was destroyed by Clodius' supporters, as were his villas in Tusculum and .Plutarch, \"The Life of Cicero\", 32. Clodius ordered the confiscation and auction of Cicero's property in Rome, and had a temple dedicated to Libertas built on the site of his rival's house, so that if Cicero ever returned from exile, he could not reclaim the site. To his disappointment, Clodius was unable to find buyers for Cicero's other property.Bingley, Cicero, pp. 3, 4. Having observed that violence and physical force had become a viable means of achieving dominance in Roman politics, Clodius devised an ingenious plan for acquiring the support of various collegia, consisting of local trade associations, social and political clubs, which he intended to use as private gangs. He restored the Compitalia, a religious festival for which these collegia had traditionally organized street parties. These associations had been banned by the senate in the preceding decade, and by legalizing them again Clodius obtained the loyalty of their members.Tom Holland, Rubicon, pp.237-238. Clodius thus acquired a private force of thugs that he used to control the streets of Rome, and drive off the supporters of his political opponents.Billows, Caesar, pp. 167, 168. These gangs attacked any politician who dared confront their patron, employing various forms of harassment, including accosting and beating in the streets, loud booing, showering their targets with filth at the games, besieging their houses by throwing rocks and other weapons, or even attempting to burn them. Thus, opposition to Clodius was muted, and he became the \"king of the Roman streets\". ===Relations with the triumvirs=== With Cicero out of the way, and the backing of ordinary Romans, Clodius had rapidly become a formidable power in Roman politics. However, his dominance was not unchecked. Pompeius, Crassus, and Caesar had formed a political alliance that would become known as the First Triumvirate. All three had been consul; Pompeius and Caesar were formidable military leaders, while Crassus was perhaps the wealthiest man in Rome. Although he received little notice from Pompeius, Clodius had benefitted directly from Crassus' support, which had helped him escape punishment in the Bona Dea scandal, and for Caesar's forebearance on the same occasion, although Clodius had done him a substantial injury. Thus, it lay in Clodius' interest to comply with the wishes of the triumvirate. At the beginning of his tribunate, Clodius had vetoed a speech of Marcus Calpurnius Bibulus, in a gesture of support for Caesar, who was departing the consulship. Clodius soon found an opportunity to act more decisively in favour of the triumvirate, and in the process gain a measure of personal revenge, when he passed a bill terminating the kingship of Ptolemy of Cyprus, and annexing the island to the Roman Republic. Clodius had never forgiven Ptolemy for the insult to his dignity, when he had been held captive by pirates a decade earlier, and Ptolemy had offered an insignificant ransom for his release.Billows, Caesar, p. 168. The members of the triumvirate suggested that Cato the Younger be appointed propraetor to take possession of the island and its royal treasures, and to preside over the administrative incorporation of Cyprus into the Roman province of Cilicia. Clodius readily agreed, as the appointment worked in his interests, as well as those of the triumvirate. Cato was a potential opponent for both Clodius and the triumvirs, and his duties would keep him from Rome for more than two years. At the same time, the prestige and opportunity afforded Cato by the appointment rendered him amenable to Clodius' actions, and led Cato, a skilled orator, to oppose Clodius' rivals when they attacked his legitimacy. However, Clodius' relationship with the triumvirate deteriorated when Pompeius criticised his policies, and suggested the possibility of recalling Cicero from exile. Infuriated, Clodius began to harass Pompeius, reputedly with the secret approval of Crassus. When the general began to discuss the possibility of recalling Cicero with another of the tribunes, Clodius organised an attempt to assassinate him. In August of 58 BC, Clodius' gangs set up a blockade of Pompeius' house, forcing him to stay at home until the end of the year.Billows, Caesar, pp. 168, 169. Frustrated by his failure to eliminate one opponent, Clodius turned against Caesar by declaring illegal his consular legislation of the previous year. However, this act set the recall of Cicero in motion. When Clodius vetoed a bill for his rival's recall, which was supported by eight other tribunes, Caesar agreed to support the bill if it were renewed after Clodius' term of office expired in December. In January of 57, one of the new tribunes tried to pass the bill, but his attempt was thwarted by violent acts on the part of Clodius' gangs. Pompeius chose to fight fire with fire, and gave his approval for the tribunes Titus Annius Milo and Publius Sestius to raise their own forces in order to oppose Clodius' thugs. These new gangs were trained and led by experienced gladiators. Street fighting continued through the first half of the year, but Clodius' attempt to prevent Cicero's recall eventually failed.Billows, Caesar, pp. 169, 170. When the orator returned from exile, workmen were assigned to rebuild his house at public cost. Clodius had the builders attacked, assaulted Cicero in the street, and set fire to the house of his brother, Quintus. The following year, 56 BC, Clodius was serving as curule aedile, and charged Milo, a close friend of Cicero, with vi, or public violence, for defending his house against Clodius' thugs, and with keeping armed bands in his service, while a private citizen. Attempts to bring Milo to trial were repeatedly hindered by street violence, and at last Clodius dropped the matter. ==Death== In the elections of 53 BC, when Milo was a candidate for the consulship and Clodius for the praetorship, violent clashes erupted in the streets of Rome between the gangs of Clodius and Milo, twice delaying the election. On January 18, 52 BC, Clodius was returning to Rome by way of the Appian Way from a visit to Aricia, some 16 miles (25 km) south-east of Rome.Asconius, pro Milone, p. 31 (Clarke). Clodius was travelling lightly with a band of 30 armed slaves and, uncommonly for him, without his wife. By chance, Milo was travelling the other way with his wife as well as an escort which included gladiators, and the two groups passed each other near Bovillae, 11 miles from Rome. The encounter between the two groups passed without incident until the last pair at the back of each train began a scuffle. It was then believed that Clodius turned back and was wounded by a javelin thrown by one of the gladiators in Milo's party. He was brought to a nearby inn for his wounds, and his slaves were killed or driven off. Milo made the decision that a live political enemy was more dangerous than a dead one and ordered his gladiators to kill the injured Clodius. The body was discovered by a passing senator and sent back to Rome. There, Clodius' wife and two tribunes rallied his supporters to use the Curia as Clodius' funeral pyre, which resulted in the destruction of the Curia Hostilia. That action and the need to restore order in Rome are cited as the key reasons for the Senate's appointment of Pompey as sole consul. The later trial of Milo would become famous for Cicero's defense of the accused Milo with his famous speech, Pro Milone, which ultimately failed to save Milo from exile, since the interruptions and catcalls from Clodius's supporters made it difficult for him to be heard.Asconius, pro Milone, p. 41 (Clarke). Additionally, in the presence of the soldiers, the jurors were pressured to decide according to Pompey's wishes.Billows, Richard A. (2009), p.184. ==Legacy== After Clodius' death, Fulvia married first Gaius Scribonius Curio, tribune of the plebs in 50 BC; and subsequently Marcus Antonius, the triumvir; both marriages produced children. Clodius' son, Publius Claudius Pulcher, was probably born between 62 and 59 BC.Tatum (Patrician Tribune p. 61) points out that in 44 BC, Claudius could still be called a puer, \"boy\", although categories such as puer, adolescens and iuvenis were somewhat fluid. He achieved little in public life: Valerius Maximus describes him as a lethargic nonentity, who rose to the praetorship only through the influence of the second triumvirate, and died amid scandals of luxurious excess and an obsessive attachment to a common prostitute, probably after 31 BC.Valerius Maximus, iii. 5. 3. An inscription of ownership on an expensive Egyptian alabaster vase once owned by Clodius' son has survived to attest his short official career. It includes an unusual triple filiation, which confirms the literary evidence to the effect that Clodius was the son of Appius Claudius Pulcher, consul in 79 BC, and grandson of Appius Claudius Pulcher, consul in 143 BC.T. P. Wiseman, \"Pulcher Claudius\", HSCP 74 (1970), 208-221, at 210, with family stemma at 220. The inscription is CIL VI 1282 = ILS 882: P. CLAVDIVS P. F. AP. N. AP. PRON. PVLCHER Q. QVAESITOR PR. AVGVR. Clodius' daughter, Claudia, was probably born between 57 and 55 BC.Tatum, Patrician Tribune p. 60 online. About 43 or 42, while still quite young, she was married to the young Octavian. This was a political marriage, arranged in order to reconcile Octavian to Claudia's stepfather, Marcus Antonius, as the two men and their followers contended with several other factions for the control of the Roman state.Roman women of the aristocracy were usually married at the age of 15 or 16, but particularly high-ranking and so desirable brides might become engaged as early as 12; see Ronald Syme, \"Marriage Ages for Roman Senators,\" Historia 26 (1987) 318–332. However, in 41 BC, Claudia's mother, Fulvia, joined her brother-in-law, the consul Lucius Antonius, in raising eight legions against Octavian, in what became known as the Perusine War. The resulting enmity between the triumvirs gave Octavian an excuse to divorce Claudia in 40 BC.Suetonius, \"Divus Augustus\", 62: \"As a youth he had had a daughter of Publius Servilius Isauricus for his betrothed, but reconciling with Antonius after their initial discord, when the troops of both men were insisting that they should additionally be joined by some form of close relationship, he took as his wife Antonius' step-daughter Claudia, Fulvia's child by Publius Clodius, although she was barely yet of marrying age; and after his clash arose with Fulvia the mother-in-law, he divorced her still intact and virgin.\" She was still living in 36 BC, but her subsequent fate is unknown. ===Sex and politics in the late Republic=== \"If the Republic must be destroyed by someone\", Cicero fulminates against Clodius in mock resignation,De Haruspicium Responso 20.42, as paraphrased and discussed by Eleanor Winsor Leach, \"Gendering Clodius,\" Classical World 94 (2001), pp. 338–339. The original quote expresses vehemence by disjointed and repetitive syntax: quid est, quid valet, quid adfert, ut tanta civitas, si cadet — quod di omen obruant! — a viro tamen confecta videatur? (\"What's the point, what's it worth, what's the relevance, if such a polity collapses — and may the gods overturn that doom! — unless it at least appears to have been brought about by a [real] man?\"). \"let it at least be destroyed by a real man\" (Latin vir). Clodius' transvestitism in the Bona Dea incident was to supply Cicero with invective ammunition for years. Like other popularist politicians of his time, as embodied by Caesar and Marcus Antonius,Catharine Edwards, The Politics of Immorality in Ancient Rome (Cambridge University Press, 1993), pp. 63–64 online et passim. Clodius was accused of exerting a sexual magnetism that was attractive to both women and men and enhanced his political charisma: \"The sexual power of Clodius, his suspected ability to win the wife of Caesar, might be read as indicating the potency of his political influence\".Edwards, Politics of Immorality, p. 47 online. Eleanor Winsor Leach claimed, in her Lacanian analysis \"Gendering Clodius\",Eleanor Winsor Leach, \"Gendering Clodius,\" Classical World 94 (2001) 335–359. that the frequency and intensity of Cicero's word plays on the cognomen Pulcher (\"handsome, lovely\")Tatum, Patrician Tribune, p. 43 online. show a certain fascination that masqueraded under rebuke. Leach calls Cicero's description of Clodius' attire when he intruded on the rites amounts to a verbal striptease, as the privative Latin preposition a (\"from\") deprives the future tribune of his garments and props one by one: > Publius Clodius, out from his saffron dress, from his headdress, from his > Cinderella slippers and his purple ribbons, from his breast band, from his > dereliction, from his lust, is suddenly rendered a democrat.P. Clodius, a > crocota, a mitra, a muliebribus soleis purpureisque fasceolis, a strophio, a > psalterio, a flagitio, a stupro est factus repente popularis: Cicero, the > speech De Haruspicium Responso 21.44, delivered May 56 BC. Translation and > discussion by Leach, \"Gendering Clodius,\" p. 338. Cicero's accusations of sexual profligacy against Clodius, including the attempt to seduce Caesar's wife into adulteryWhether Clodius was already married to Fulvia in December 62 BC, at the time of the Bona Dea incident, is unclear; Tatum's chronological frame of 62–59 BC (Patrician Tribune pp. 60–61 online) allows for the possibility that Clodius was a newlywed at the time. and his incestuous relations with his sistersTatum, Patrician Tribune pp. 41–42. fail to enlarge in scope over time, as Clodius' marriage to the formidable Fulvia appears to have been an enduring model of fidelity until death cut it short.\"Clodius was very capable in the fifties of adopting a posture of strict religiosity and old-fashioned rectitude\"; even Cicero notes that Clodius rarely traveled without his wife (Pro Milone 28), and \"the prevailing assumption … was that Clodius had become quite the family man\" (Tatum, Patrician Tribune, p. 42). At the same time, even devotion to one's wife could be construed by the upholders of traditional values as undermining one's manhood since it implied dependence on a woman.Tatum, Patrician Tribune p. 315; Edwards, Politics of Immorality p. 85 online, noting that Pompey's contentment in the early 50s was attributed to his happy marriage to Caesar's daughter. ==Stemma== ==In fiction== * Clodius plays a minor role in The Ides of March, a 1948 epistolary novel by Thornton Wilder dealing with characters and events leading to, and culminating in the assassination of Julius Caesar. Clodius' possible involvement with Caesar's second wife Pompeia and his attempt to attend the secret rites of the Bona Dea are mentioned. * Clodius is a key player in Colleen McCullough's Masters of Rome series books Caesar's Women and Caesar. His entire exploits from his time in the East to his death in 52 BC are chronicled as a subplot to the greater story. * Clodius makes several appearances in Roma Sub Rosa, a series of novels by the American author Steven Saylor. A Murder on the Appian Way tells the story of his death. * Clodius also plays a central role in Robert Harris's novels Lustrum (published as Conspirata in the USA) and Dictator, the sequels to Imperium, which chronicle the career of Marcus Tullius Cicero. * Clodius is a main antagonist of the hero Decius Caecilius Metellus in the SPQR series by John Maddox Roberts. The third book of the series, The Sacrilege, deals with the Bonna Dea scandal. ==Footnotes== ==References== ==Bibliography== ===Ancient sources=== * Marcus Tullius Cicero, De Domo Sua, De Haruspicum Responsis, De Provinciis Consularibus, Epistulae ad Atticum, Epistulae ad Familiares, Epistulae ad Familiares, In Pisonem, Pro Caelio, Pro Milone, Pro Sestio. * Quintus Asconius Pedianus, Commentarii, Caesar Giarratano, ed., Rome (1920), reprinted by Adolf M. Hakkert, Amsterdam (1967). * Lucius Mestrius Plutarchus (Plutarch), Lives of the Noble Greeks and Romans. * Cassius Dio, Roman History. ===Modern works=== * I. Gentile, Clodio e Cicerone, Milan (1876). * E.S. Beesley, \"Cicero and Clodius,\" in Fortnightly Review, v.; G. Lacour- Gayet, De P. Clodio Pulchro, Paris (1888), and in Revue historique (Sept. 1889). * Gaston Boissier, Cicero and his Friends, (1897). * H. White, Cicero, Clodius and Milo (New York, (1900). * Thomas Stangl, Ciceronis Orationum Scholiastae: Asconius. Scholia Bobiensia. Scholia Pseudoasconii Sangallensia. Scholia Cluniacensia et recentiora Ambrosiana ac Vaticana. Scholia Lugdunensia sive Gronoviana et eorum excerpta Lugdunensia (The Scoliasts on the Orations of Cicero) Vienna (1912), reprinted by Georg Olms, Hildesheim (1964). * Andrew Lintott, \"P. Clodius Pulcher – Felix Catilina?\", in Greece & Rome, n.s. 14, pp. 157–169 (1967); Violence in Republican Rome, Oxford University Press, (1968). * Philippe Moreau, Clodiana religio. Un procès politique en 61 av. J.-C., Les Belles Lettres, Paris (1982), * W. Jeffrey Tatum, The Patrician Tribune: P. Clodius Pulcher: Studies in the History of Greece and Rome, University of North Carolina Press (1999), * Wilfried Nippel, Publius Clodius Pulcher – \"der Achill der Straße\", in Von Romulus zu Augustus. Große Gestalten der römischen Republik, Karl-Joachim and Elke Stein-Hölkeskamp, eds., Beck, Munich, pp. 279–291 (2000), * Stanisław Stabryła, \"P. Clodius Pulcher: a Politician or a Terrorist,\" in Violence and Aggression in the Ancient World, Jerzy Styka, ed., Kraków, Ksiegarnia Akademicka (2006, Classica Cracoviensia, No. 10). * L. Fezzi, Il tribuno Clodio, Laterza, Rome-Bari (2008), * Richard Billows, Julius Caesar: The Colossus of Rome, Routledge (2009), ==External links== Category:93 BC births Category:52 BC deaths Category:1st-century BC Romans Category:Ancient Roman murder victims Publius Pulcher, Publius Category:Curule aediles Category:Husbands of Fulvia Category:Populares Category:Senators of the Roman Republic Category:Tribunes of the plebs",
 "title": "Publius Clodius Pulcher"
}