{
 "id": "237735",
 "text": "Anya Gallaccio (born 1963) is a British artist, who creates site-specific, minimalist installations and often works with organic matter (including chocolate, sugar, flowers and ice). Her use of organic materials results in natural processes of transformation and decay, meaning that Gallaccio is unable to predict the end result of her installations. Something which at the start of an exhibition may be pleasurable, such as the scent of flowers or chocolate, would inevitably become increasingly unpleasant over time. The timely and site-specific nature of her work make it notoriously difficult to document. Her work therefore challenges the traditional notion that an art object or sculpture should essentially be a monument within a museum or gallery. Instead her work often lives through the memory of those that saw and experienced it - or the concept of the artwork itself. ==Early life== Born in Paisley, Scotland to TV producer George Gallaccio and actress Maureen Morris. She grew up in south west London, England and studied at Kingston Polytechnic (1984–85) and Goldsmiths College (1985–88). In 1988 Gallaccio exhibited in the Damien Hirst-curated Freeze exhibition, and in 1990 the Henry Bond and Sarah Lucas organised East Country Yard shows, which brought together many of the Young British Artists. Gallaccio is a Professor in the Department of Visual Arts at the University of California, San Diego (UCSD). ==Art practice== Much of her work uses organic materials, with fruit, vegetables and flowers all featuring in her work. Sometimes these materials undergo a change during the course of being exhibited.\"Anya Gallacciopreserve 'beauty' 1991–2003\". Tate Gallery. Retrieved 1 July 2013. In Red on Green (1992), ten thousand rose heads placed on a bed of their stalks gradually withered as the exhibition went on.Smee, Sebastian. (May 2004). \"A dying art\". The Telegraph. Retrieved 1 July 2013. For Intensities and Surfaces (1996) Gallaccio left a thirty two ton block of ice with a salt core in the disused pump station at Wapping and allowed it to melt.Mundy, Jennifer. (13 August 2012). \"Lost Art: Anya Gallaccio\". Tate Gallery. Retrieved 1 July 2013. In a 2018 interview with Ocula Magazine, Gallaccio remarked of the YBA breakout exhibition Freeze \"It feels just as precarious now as it did then. And I think it is good to constantly remind myself of that and not to get complacent. The bravado and the chutzpah of Freeze was impressive; it was more about a kind of attitude and that is something that has had reverberations.\" She sometimes re-creates works. Her most well-known work Red on Green was originally made for her first solo showing in a public gallery, at the Institute of Contemporary Arts, London in 1992. It was then recreated ten years later for the exhibition Blast to Freeze: British Art in the 20th Century mounted by Kunstmuseum Wolfsburg in 2002 - 2003 and for the 2004 British Council exhibition Turning Points: 20th Century British Sculpture. In Stoke 2004, Gallaccio coated an old farm building at Edinburgh's Jupiter Artland with almost 90 pounds of 70 percent cocoa, confectioner-quality chocolate. The work invited visitors to lick, touch, and stroke the walls. preserve ‘beauty’ 1991 - 2003 was an artwork which Gallaccio produced as a nominee for the 2003 Turner Prize. The installation consisted of a wall of gerbera daisies pinned behind a single sheet of glass. Behind glass, the flowers recall still-life and romantic landscape paintings, as well as flower arranging and pressing. Other works by Gallaccio include Stroke (1993) in which benches in the gallery and cardboard panels attached to the walls were covered in chocolate, \"Two Hundred Kilos of Apples Tied to a Barren Apple Tree\", Atelier Amden, Amden, Switzerland (1999) and Because Nothing has Changed (2000), a bronze sculpture of a tree adorned with porcelain apples.Schubert, Karsten. (1994). \"Anya Gallaccio \". frieze. 15. Retrieved 1 July 2013.Williams, Eliza. (9 January 2008). \"Anya Gallaccio \". frieze. Retrieved 1 July 2013. Because I Could Not Stop (2002) is a similar bronze tree but with real apples which are left to rot. At Houghton Hall in Norfolk, the Marquess of Cholmondeley commissioned a folly to the east of the great house. \"The Sybil Hedge\" is an \"artlandish\" folly.McCarthy, Anna. \"Focus on Jeffe Hein,\" Houghton Hall Education Newsletter , January 2009, p. 3. It is based on the signature of the marquis' grandmother, Sybil Sassoon. Gallaccio has created a sarcophagus-like marble structure which is sited at the end of a path; and nearby is a copper-beech hedge which is planted in lines mirroring Sybil's signature.Donald, Caroline. \"The new garden at Houghton Hall, King’s Lynn, Norfolk,\" The Times (London). 11 May 2008. 2005 saw the publication of Anya Gallaccio: Silver Seed by Ridinghouse, which accompanied the artist's exhibition commissioned by the Mount Stuart Trust for an installation at Mount Stuart on the Isle of Bute, Scotland, UK . ==Awards and acknowledgements== In 2006, she was listed on the Pink Power list of 100 most influential gay and lesbian people of 2006.The Independent, (2 July 2006), Gay Power: The pink list. Retrieved 25 June 2007. In 2003, Gallaccio was shortlisted for the Turner Prize alongside Grayson Perry, Jake and Dinos Chapman and Willie Doherty. One of her pieces for the show was preserve \"beauty\", 1991–2003, which was made from glass, fixings and 2,000 red gerberas. ==Solo exhibitions== === 2015 === * Anya Gallaccio, Silas Marder Gallery, Bridgehampton, NY * Anya Gallaccio, MCA San Diego, California, USA * Anya Gallaccio, Lehmann Maupin, New York, USA === 2014 === * Blum & Poe, Los Angeles, California * STROKE, Jupiter Artland, Edinburgh, UK * SNAP, Aldeburgh Festival, Snape Malting and Orford Ness, Suffolk, UK === 2013 === * This Much is True, Hudson (Show)Room, Artpace, San Antonio, Texas === 2012 === * The Light Pours Out of Me, Jupiter Artland, Edinburgh, UK * Arthur's Seat, Ingleby Gallery, Edinburgh, UK === 2011 === * highway, Annet Gelink Gallery, Amsterdam, Netherlands * Where is Where it's at, Thomas Dane Gallery, London, UK * Surf's Up, La Jolla, San Diego, California === 2009 === * Four Galleries, Four Exhibitions, One Venue, Anya Gallaccio, 4x4, The Bluecoat, Liverpool, UK === 2008 === * Anya Gallaccio: that open space within, Camden Arts Centre, London, UK * Anya Gallaccio: Comfort and Conversation, Annet Gelink Gallery, Amsterdam, Netherlands === 2007 === * Three Sheets To The Wind, Thomas Dane Gallery, London, UK * Sybil, Houghton Hall, King's Lynn, UK === 2006 === * Anya Gallaccio, Galeria Leme, São Paulo, Brazil * One Art, Sculpture Center, New York === 2005 === * Shadow on the Things You Know, Blum & Poe, Los Angeles, California * Silver Seed, Mount Stuart, Isle of Bute, UK * After the Gold Rush, collaboration with winemaker Zelma Long, initiated by New Langton Arts, San Francisco, California * The Look of Things, Palazzo delle Papesse Centro Arte Contemporanea, Siena, Italy === 2004 === * Love is only a feeling, Lehmann Maupin Gallery, New York === 2003 === * Turner Prize Exhibition, Tate Britain, London, UK * Anya Gallaccio, Ikon Gallery, Birmingham, UK * Cast, limited edition sculpture commissioned by the Multiple Store, London UK * Sometimes with one I love, Annet Gelink Gallery, Amsterdam, Netherlands === 2002 === * beat, Duveen Sculpture Commission, Tate Britain, London, UK === 2001 === * blessed, Lehmann Maupin Gallery, New York * Absolut Gallacio, an event for Absolut Vodka, Butler's Wharf, London, UK === 2000 === * now the leaves are falling fast, fig-1, London, UK * Falling from grace, Annet Gelink Gallery, Amsterdam, Netherlands * Falling from grace, Projektraum, Kunsthalle Bern, Berne, Switzerland === 1999 === * All the rest is silence, Sadler's Wells, London, UK * Glaschu, Tramway, Glasgow, UK === 1998 === * Chasing Rainbows, Bloom Gallery, Amsterdam, Netherlands * Two Sisters, Minerva Basin, Hull, UK * Chasing Rainbows, Delfina, London, UK === 1997 === * Anya Gallaccio, Blum & Poe, Los Angeles, California * Keep off the grass, Serpentine Gallery Lawn, London, UK * Anya Gallaccio, Artpace, San Antonio, Texas === 1996 === * A Multiple, Ridinghouse Editions, London, UK * Anya Gallaccio, Galerie Rodolphe Janssen, Brussels, Belgium * Harvest of the winter months, Galerie im Künstlerhaus, Bremen, Germany * Anya Gallaccio, Ars Futura Galerie, Zurich, Switzerland * Intensities and Surfaces, Wapping Pumping Station, London, UK; commissioned by Women's Playhouse Trust === 1995 === * Towards the Rainbow, Angel Row Gallery, Nottingham, UK * Anya Gallaccio, Stephen Friedman Gallery, London, UK * Anya Gallaccio, Francesca Sorace, Florence, Italy === 1994 === * Anya Gallaccio, Blum & Poe, Los Angeles, California * Anya Gallaccio, Filiale, Basel, Switzerland * Anya Gallaccio, Karsten Schubert, London, UK * La Dolce Vita, Stephania Miscetti, Rome, Italy === 1993 === * Anya Gallaccio, Galerie Krinzinger, Vienna, Austria * Anya Gallaccio, Ars Futura Galerie, Zurich, Switzerland * Anya Gallaccio, Kim Light Gallery, Los Angeles, California === 1992 === * Anya Gallaccio, Institute of Contemporary Art, London, UK === 1991 === * Anya Gallaccio, Karsten Schubert, London, UK ==Group exhibitions== === 2016 === * Terrain: Land Into Art, Hestercombe Gallery, Somerset UK * Nature Morte, Bohuslans Museum, Uddevalla, Sweden === 2015 === * About Trees, Zentrum Paul Klee, Bern, Switzerland * Beyond Limits. Sotheby's at Chatsworth: A Selling Exhibition, Chatsworth, Derbyshire, UK * Then For Now, Delfina Foundation, London, UK * Future Seasons Past, Lehmann Maupin, New York, NY === 2014 === * inSite: Cuatro ensayos de lo público, sobre otro escenario (Four rehearsals on that which is public, on another scenario), Cuernavaca, Mexico * Phantoms in the Dirt, Museum of Contemporary Photography, Chicago, Illinois === 2013 === * Creation / Destruction: Anya Gallaccio, Mark Lewis, Rut Blees Luxenburg, The Holden Gallery, Manchester, UK * Tipping Point, Wolverhampton Art Gallery, Wolverhampton, UK * Chasing Rainbows, Annet Gelink Gallery, Amsterdam, Netherlands * The House of the Seven Gables, University Galleries, Illinois State University College of Fine Arts, Illinois === 2012 === * Dissecting Nature, Quint Contemporary Art, La Jolla, California * Green Acres: Artists Farming Fields, Greenhouses and Abandoned Lots, Contemporary Art Center, Richard & Lois Rosenthal Center for Contemporary Art, Cincinnati, Ohio; American University Museum, Washington DC (2013) and Arlington Art Center, Arlington, Virginia (2013) * THIS THIS MONSTER THIS THINGS, Focal Point Gallery, Southend-on-Sea, UK === 2010 === * On and On, La Casa Encendida, Madrid, Spain * Alpha &, On Stellar Rays, New York * Enel Contemporanea Award 2010, Macro Museum, Rome, Italy * Eating the Universe: Food in Art, Kunsthalle Düsseldorf, Düsseldorf, Germany; Kunstmuseum Stuttgart, Stuttgart, Germany and Galerie im Taxispalais, Innsbruck, Austria === 2009 === * Pot Luck: Food and Art, The New Art Gallery, Walsall, UK * 15th Anniversary Inaugural Exhibition, Blum & Poe, Los Angeles, California * Radical Nature, Art and Architecture for a Changing Planet, The Barbican Centre, London, UK; Dick Institute, Kilmarnock, UK, the Baird Institute, Cumnock, UK, and The Doon Valley Museum, Cathcartson, UK * Remote Proximity: Nature in Contemporary Art, Kunstmuseum Bonn, Bonn, Germany * Flower Power, Villa Giulia, Centro Ricerca Arte Attuale, Verbania, Italy === 2008 === * Living Flowers: Ikebana and Contemporary Art, Japanese American National Museum, Los Angeles, California * Nature Interrupted, Chelsea Art Museum, New York * Nina in Position, Artists Space, New York * Martian Museum of Terrestrial Art, Barbican Centre, London, UK === 2007 === * Apres la pluie, Musée départemental d'art contemporain de Rochechouart, Rochechouart, France * Sparkle then Fade, Tacoma Art Museum, Tacoma, Washington === 2006 === * Core, Illuminate Productions, Union Works, London, UK * If it didn't exist you'd have to invent it... a partial Showroom history, The Showroom, London, UK * Toutes Compositions Florales, Counter Gallery, London, UK === 2005 === * Sad Songs, University Galleries, Illinois State University, Normal, Illinois * Monuments for the USA, CCA Wattis Institute for Contemporary Arts, San Francisco, California and White Columns Gallery, New York === 2004 === * Flowers observed, flowers transformed, Andy Warhol Museum, Pittsburgh, Pennsylvania * Von Pop bis Heute, Das Grosse Fressen, Kunsthalle Bielefeld, Bielefeld, Germany * Lustwarande 04: Disorientation by Beauty, Tilburg, The Netherlands * Rose c'est la vie: On Flowers in Contemporary Art, Tel Aviv Museum of Art, Tel Aviv, Israel === 2003 === * Micro/Macro: British Art 1996-2002, Mucsarnok Kunsthalle, Budapest, Hungary * Purloined Nature, Kawamura Memorial Museum of Art, Sakura, Japan * Look & Feel: Art Landscape Nature, De Verbeelding, Zeewolde, Netherlands === 2002 === * Imagine, You Are Standing Here in Front of Me: Caldic Collection, Boijmans Van Beuningen Museum, Rotterdam, Netherlands * Blast to Freeze: British Art in the 20th Century, Kunstmuseum Wolfsburg, Wolfsburg, Germany === 2001 === * EGOFUGAL: Fugue from Ego for the Next Emergence, 7th International Istanbul Biennial, Istanbul Foundation for Culture and Arts, Istanbul, Turkey * Pawel Althamer, Anya Gallaccio, Amden, Switzerland * Arte y Naturaleza, Montenmedio Arte Contemporáneo, Cádiz, Spain * Artline 5 (Interaktionen - Natur & Architektur), Borken, Germany === 2000 === * Art in the Park, Compton Verney, Warwickshire, UK * The Greenhouse Effect, Serpentine Gallery, London, UK * The Invisible Touch, The Kunstraum Innsbruck, Innsbruck, Austria === 1999 === * Releasing Senses, Opera City Art Gallery, Tokyo, Japan * Viereck und Kosmos: Amdenener Rundang, Amden, Switzerland * Do Paintings Dream of Veronese Green?, Elga Wimmer, New York, US === 1998 === * Organic, Les Abattoirs, Toulouse, France * Thinking Aloud, National Touring Exhibitions, Kettle's Yard, Cambridge, UK; Cornerhouse, Manchester, UK and Camden Arts Centre, London, UK * Real/Life: New British Art, Tochigi Prefectural Museum, Tochigi, Japan; Fukuoka Art Museum, Fukuoka, Japan; Hiroshima City Museum, Hiroshima, Japan; Museum of Contemporary Art, Tokyo, Japan and Ashiya City Museum, Ashiya, Japan === 1997 === * Der Verlorene Garten, Kunsthalle Palazzo, Liestral, Switzerland * Material Culture: The Object in British Art of the 1980s and '90s, Hayward Gallery, London, UK * Screen: 12 Artists from London, print portfolio published by Paragon Press, London, UK * Habitat Print Portfolio Prints, published by Habitat, UK === 1996 === * The Pleasure of Aesthetic Life, The Showroom, London, UK * From Figure to Object: A Century of Sculptors' Drawings, Frith Street Gallery, London, UK, and Karsten Schubert, London, UK * Private View: Contemporary British and German Artists, A New Collection for John and Josephine Bowes, The Bowes Museum, Barnard Castle, UK * Time Wise, Swiss Institute, New York * Be Me, Giorgio Sadotti at Interim Art, London, UK === 1995 === * The British Art Show 4, National Touring Exhibitions, Castlefield Gallery, Manchester, UK and Royal Botanic Gardens, Edinburgh, UK * Brilliant! New Art from London, Walker Arts Center, Minneapolis, Minnesota and Contemporary Arts Museum, Houston, Texas * On Beauty, Regina Gallery, Moscow, Russia * Where you were even now, Kunsthalle Winterthur, Winterthur, Switzerland * Forest Floor, Chiltern Sculpture Trail, Oxford, UK === 1994 === * Art Unlimited: Multiples of the 1960s and 1990s, National Touring Exhibitions, Centre for Contemporary Arts, Glasgow, UK and Southbank Centre, London, UK * Le Shuttle, Künstlerhaus Bethanien, Berlin, Germany * Sarah Staton Supastore Boutique, Laure Genillard Gallery, London, UK * InSITE 94, Aqua Caliente, Tijuana, Mexico and Museum of Contemporary Art, San Diego, California * Domestic Violence, Gio Marconi, Milan, Italy * Shiny Nylon: Anya Gallacio, Deborah Levy and Kristina Page, King George v Dock, London, UK; commissioned by Women's Playhouse Trust === 1993 === * Sarah Staton Supastore, Poster Studio, London, UK * Le Jardin de la Vierge, Musée Instrumental, Brussels, Belgium * Home Alone, Karsten Schubert, London, UK * Le Principle de Réalité, Villa Arson, Nice, France * Into the Blue, Bournemouth Festival, Bournemouth, UK * A Dance Collaboration with Rosemary Butcher, Third Eye Centre, Glasgow, UK === 1992 === * With Attitude, Galerie Rodolphe Janssen, Brussels, Belgium * 20 Fragile Pieces, Galerie Barbara et Luigi Polla, Geneva, Switzerland * A Group Show, Barbara Gladstone Gallery, New York and Stein Gladstone Gallery, New York * Life Size, small medium large, Centro per l'Arte Contemporanea Luigi Pecci, Prato, Italy * 15/1, Malania Basarab Gallery, London, UK === 1991 === * Confrontaciones, Palacio de Velázquez, Madrid, Spain * Rachel Evans, Anya Gallaccio, Bridget Smith, The Clove Building, London, UK * Broken English, Serpentine Gallery, London, UK * Museum of Installation Site Three, Surrey Docks, London, UK * The Times: London's Young Artists, Art '91, Olympia, London, UK * The Archive Project, Centre d'art Contemporain, Nevers, France === 1990 === * Next Phase, Wapping Pumping Station, London, UK * East Country Yard Show, Surrey Docks, London, UK === 1989 === * The Drum Show, Broadgate Arena, London, UK * New Year New Talent, Anderson O'Day, London, UK * The Return of Ulysses, floor for the set of English National Opera, Coliseum, London UK === 1988 === * Freeze, Surrey Docks, London, UK == References == ==External links== *Biography from Grove Art at the Tate Gallery *images of Gallaccio's work at Lehmann Maupin Category:1963 births Category:Alumni of Goldsmiths, University of London Category:Alumni of Kingston University Category:Artists from Paisley, Renfrewshire Category:British contemporary artists Category:Lesbian artists Category:Living people Category:Young British Artists Category:LGBT artists from the United Kingdom Category:British women artists Category:Scottish people of Italian descent Category:21st-century LGBT people",
 "title": "Anya Gallaccio"
}