{
 "id": "237816",
 "text": "Orville Lothrop Freeman (May 9, 1918February 20, 2003) was an American Democratic politician who served as the 29th Governor of Minnesota from January 5, 1955, to January 2, 1961, and as the U.S. Secretary of Agriculture from 1961 to 1969 under Presidents John F. Kennedy and Lyndon B. Johnson. He was one of the founding members of the Minnesota Democratic-Farmer-Labor Party and strongly influential in the merger of the pre-DFL Minnesota Democratic and Farmer-Labor Parties. Freeman nominated Kennedy for president at the 1960 Democratic Party national convention. ==Early life== Freeman was born on May 9, 1918, in Minneapolis, Minnesota, the son of Orville and Frances (Schroeder) Freeman. He attended Central High School in Minneapolis. Freeman then went on to attend the University of Minnesota, where he graduated Phi Beta Kappa in 1940 and met his lifelong friend and political ally, Hubert Humphrey. He also met his wife, Jane Charlotte Shields (May 25, 1921 – March 23, 2018), in college. They married on May 2, 1942. They had two children: Michael Orville and Constance Jane Freeman. ==Military service== Figuring that the United States would eventually become involved in the war, Freeman signed up for the Marine Reserves in late 1940 with the understanding he could finish law school before he fulfilled his required service. The attack on Pearl Harbor ended that arrangement, and on December 31, 1941, he received orders to report to Officer Candidate School at Marine Corps Base Quantico.Berry (1982), p.149-162. After graduating and following training to be an infantry officer, he reported to Camp Elliot, just outside San Diego, California. He was soon assigned to the 9th Marine Regiment, Kilo Company, 3rd Battalion, 9th Marines. His unit eventually shipped out overseas for periods of training in New Zealand and Guadalcanal. On November 1, 1943, he saw his first combat when his unit came ashore at Torokina on Bougainville in what were the first battles of the Bougainville Campaign. A few days later, while he was leading a patrol, he encountered a group of five or six Japanese soldiers in a clearing. An exchange of gunfire followed, and Freeman was wounded in the jaw and left arm. Eventually, he was evacuated to a US Army hospital on New Caledonia and then to a Naval hospital on Nouméa. He returned to the United States in 1944 but never recovered enough movement in his arm to pass a US Marine Corps physical to return to combat. ==Political career== He earned his LL.B. from the University of Minnesota Law School in 1946. Freeman went on to practice law in Minneapolis. He ran unsuccessfully for attorney general of Minnesota in 1950 and for governor in 1952. Freeman was elected governor in 1954, and was re- elected in 1956 and 1958. He took the unusual action of declaring martial law in the city of Albert Lea on December 11, 1959, to maintain law and order during a strike at the Wilson Packing Company. After twelve days, a federal court ruled that the imposition of martial law was inappropriate.\"Martial Law Ordered in Meat Strike\", Oakland Tribune, December 11, 1959, p1; \"Court Ends Wilson Closure\", December 23, 1959, p4 Also, on November 13, 1955, Freeman was a guest on the variety show Toast of the Town, which would later be called The Ed Sullivan Show. In July 1960, Freeman nominated U.S. Senator John F. Kennedy of Massachusetts for president at the Democratic National Convention. Following his defeat for re-election as governor in 1960, Freeman was appointed as U.S. Secretary of Agriculture by the newly elected President Kennedy, and he was retained in that post by President Lyndon B. Johnson following the Kennedy assassination. Freeman served until January 21, 1969. ==Later life== Later, Freeman headed two consulting businesses and practiced law in Washington, DC. Freeman died from complications of Alzheimer's disease on February 20, 2003, in Minneapolis. He was buried in that city's Lakewood Cemetery. ==Legacy== Freeman is remembered for submitting proposed legislation to establish the Food Stamp Program for the poor, which is still in use today.Supplemental Nutrition Assistance Program (SNAP): A Short History of SNAP , United States Department of Agriculture. His son Mike Freeman ran unsuccessfully for governor in 1998 and has served non-consecutive terms as County Attorney for Hennepin County, Minnesota (1991 to 1999, and 2007 to the present). Freeman’s name was also mentioned in a 1963 episode of The Beverly Hillbillies. In the Season 2 episode entitled “Granny’s Garden”, the main characters are about to mule-plow the front lawn of their estate in order to plant a garden. The character of Jane Hathaway drives up and exclaims “What in the name of Secretary Freeman are you doing?!” (Season 2, Episode 3,October 9, 1963.) ==Awards and decorations== Known decorations and medals include: {| style=\"margin:1em auto; text-align:center;\" | | | |} {| class=\"wikitable\" style=\"margin:1em auto; text-align:center;\" | colspan=\"3\"|Purple Heart | colspan=\"3\"|Asiatic-Pacific Campaign Medal w/ service star | colspan=\"3\"|World War II Victory Medal |} ==See also== * List of notable United States Marines ==Notes== ==References== Bibliography * Web *Minnesota Historical Society ==External links== * The personal papers of Orville Freeman are available for research use at the Minnesota Historical Society. * Oral History Interviews with Orville Freeman, Lyndon Baines Johnson Library * * |- |- Category:1918 births Category:2003 deaths Category:American cooperative organizers Category:Governors of Minnesota Category:United States Secretaries of Agriculture Category:Minnesota Democrats Category:Deaths from Alzheimer's disease Category:University of Minnesota alumni Category:University of Minnesota Law School alumni Category:United States Marine Corps officers Category:United States Marine Corps personnel of World War II Category:Military personnel from Minnesota Category:American people of Norwegian descent Category:American people of Swedish descent Category:Politicians from Minneapolis Category:Lyndon B. Johnson administration cabinet members Category:Kennedy administration cabinet members Category:20th-century American politicians Category:Democratic Party state governors of the United States Category:Burials at Lakewood Cemetery Category:Neurological disease deaths in Minnesota Category:Central High School (Minneapolis, Minnesota) alumni Category:United States Marine Corps reservists",
 "title": "Orville Freeman"
}