{
 "id": "238183",
 "text": "Hancock's Half Hour was a BBC radio comedy, and later television comedy series, broadcast from 1954 to 1961 and written by Ray Galton and Alan Simpson. The series starred Tony Hancock, with Sidney James; the radio version also co-starred, at various times, Moira Lister, Andrée Melly, Hattie Jacques, Bill Kerr and Kenneth Williams. The final television series, renamed simply Hancock, starred Hancock alone. Comedian Tony Hancock starred in the show, playing an exaggerated and much poorer version of his own character and lifestyle, Anthony Aloysius St John Hancock, a down-at-heel comedian living at the dilapidated 23 Railway Cuttings in East Cheam. The series was influential in the development of the situation comedy, with its move away from radio variety towards a focus on character development. The radio version was produced by Dennis Main Wilson for most of its run. After Main Wilson departed for his television career, his role was taken by Tom Ronald. The television series was produced by Duncan Wood. The distinctive tuba-based theme tune was composed by Angela Morley, then known by her original name, Wally Stott. Ten scripts (nine TV, one radio) were written but never recorded for a variety of reasons. The unused radio script for The Counterfeiter was finally recorded in 2019 with Kevin R. McNally as Tony Hancock. ==Radio series== ===Development=== The radio series broke with the variety tradition which was then dominant in British radio comedy, highlighting a new genre: the sitcom or situation comedy. Instead of the traditional variety mix of sketches, guest stars and musical interludes, the show's humour derived from characters and situations developed in a half-hour storyline. This then relatively novel format, of what was in effect a single sketch each week lasting the entire half-hour (though in the radio version James and the others sometimes played different roles), was reflected in the show's title, which aptly described the series as Hancock's \"half-hour\". Roger Wilmut, in his 1978 biography of Tony Hancock as a performer, credits two British radio comedy shows, already running in 1954, with establishing an uninterrupted 30-minute sitcom format: A Life of Bliss, written by Godfrey Harrison and starring George Cole, and Life with the Lyons, a programme heavily based on the US tradition of sitcoms; he therefore dismisses the notion that Galton and Simpson invented the genre. The comedy gradually shifted to observation, with a less strong emphasis on a narrative. The playlet \"Look Back in Hunger\" (spoofing John Osborne's Look Back in Anger) in the episode \"The East Cheam Drama Festival\" from the fifth series, showed that writers Galton and Simpson were in touch with developments in the British theatre, in the use of sighs and silent pauses, something Osborne's style had in common with the plays of Harold Pinter, whose work began to emerge towards the end of the series' run. In addition, the measured pacing of the episodes was unusual in an era of fast-talking radio comedians, such as Ted Ray, who typically used a machine-gun style of delivery to fill every single second of airtime. ===Setting=== Hancock's character had various addresses, but by the third radio series he had arrived at 23 Railway Cuttings, East Cheam. Sometimes this was portrayed as a council house, but occasionally there was a private landlord. In a few early episodes Hancock owned the house, and later this became the norm. The house changed to accommodate the cast: in some episodes it appeared to be a two-bedroom terraced house, with Kerr as Hancock's lodger; but in series four and five it had at least three bedrooms, as Miss Pugh was also resident in some episodes. In others she 'came round' each day, presumably from her own domicile. Railway Cuttings and East Cheam were fictitious, but Cheam is a real town, once in Surrey, today part of the London Borough of Sutton in Greater London. The whole area is smart and expensive, and by creating 'Railway Cuttings, East Cheam' Galton and Simpson created an address for a snob who wanted to live in a 'posh' area, but could only afford the 'cheap end' (which in reality does not exist). In those days recordings of the radio shows were not commercially available, so the audience had to rely entirely on memory for details of who lived where or who did what in the show. Commissioning of series in the UK was then closer to American practice with extensive runs not unknown, but in this case, with only two writers. Continuity in the idiom was yet to develop, and details changed to suit each episode. The domestic situation varied, but Hancock usually portrayed a 'resting' or hopeless down-at-heel actor and/or comedian (though some episodes showed him having runs of success, while some episodes depict him pursuing professional careers as fantasies), James was always on the fiddle in some way, Kerr gradually became dim and virtually unemployable (although he had started out as a fast-talking American-style Australian), and Hancock's 'secretary', Miss Pugh, had such a loose job description that in one celebrated episode she had cooked the Sunday lunch. At times the scripts would reflect topical realities of British life, such as the reintroduction of petrol rationing from November 1956 to March 1957 (during the Suez Crisis) in 'The Stolen Petrol' and a strike by members of the trade union ASLEF (Associated Society of Locomotive Engineers and Firemen) from 28 May to 14 June 1955 which involved a railway strike in 'The Rail Strike'. With the notable exception of Drop the Dead Donkey decades later, sitcoms rarely contained such topical references. ===Radio series cast=== * Tony Hancock as Anthony Aloysius St John Hancock,Sommerlad, J. \"Tony Hancock 50 years on: How the legendary British comedian paved the way for Alan Partridge and David Brent\" The Independent, 25 June 2018. principal character. * The comedy actor Sidney James (as he was then billed) played Sid (full name Sidney Balmoral James), a criminally-inclined confidant of Hancock, who usually succeeded in conning him each week. * Bill Kerr appeared as Hancock's Australian lodger (full name William Montmorency Beaumont Kerr), a character who became noticeably dim-witted in the later shows. Often refers to Hancock as \"tub\". * Kenneth Williams, taking his first job in comedy, provided the funny voices for all the minor characters in the show each week. Williams left after the first recording session for the sixth series. * Moira Lister appeared in the first series, before being replaced by Andrée Melly for the next two; both women played love interest for Hancock's character, in essentially 'straight' roles. * In the fourth and fifth series Hattie Jacques provided comedy in the female role as the harridan Griselda Pugh, who was Hancock's secretary and Sid's occasional girlfriend. By this time, Hancock's difficulties with women had become part of the characterisation. Among the well-known actors who appeared in the series were Hugh Lloyd, Patricia Hayes, Dick Emery, Warren Mitchell, John Le Mesurier and Richard Wattis. Also appearing were Pat Coombs, Rolf Harris, Burt Kwouk, credited as 'Burd Kwouk', and Anne Reid. Episodes of the radio series were included in 20 underground radio stations of the BBC's Wartime Broadcasting Service (WTBS), designed to provide information and morale-boosting broadcasts for 100 days after a nuclear attack. ===Radio series episodes=== Most of the radio episodes were recorded between one day and three weeks in advance of broadcast, except for Series 6 which was mostly recorded during a three-week period in June 1959 in order to avoid clashing with the recording of Series 5 of the television show. Galton and Simpson never gave titles to any of their Hancock scripts, for radio or television; this was usually left to the girl who filed the scripts at their office, who gave them names that were a reminder of what the script was about. So when Roger Wilmut came to write his book Tony Hancock – Artiste (first published 1978) he took the liberty of inventing titles where necessary and these titles, a combination of the file names and Wilmut's own, have become the accepted ones ever since, with the approval of Galton and Simpson and the BBC. The regular cast members generally played \"themselves\", in that the characters were called by the actor's real name (although the English actress Andrée Melly - sister of George - played a French character). However, there were exceptions: * Kenneth Williams played a series of unnamed characters referred to in the scripts—but not on air—as \"Snide\". He also played the very occasional roles of Edwardian Fred (a criminal associate of Sid's) and Hancock's Vicar, as well as various other characters. In the episode \"The Emigrant\" he is allowed to break the fourth wall and refer to himself as \"that bloke with the funny voice\". * Hattie Jacques played Griselda Pugh, Hancock's secretary, with the exception of the episode ‘The East Cheam Drama Festival’ where she played herself. * Alan Simpson played an unnamed man in early episodes who listened patiently to Hancock's long-winded stories. His lines would frequently be restricted to simply \"Yes\", \"Really?\", \"Mm-hmm\", or \"I see\". These performers are present in the series as indicated below. Two lost episodes of the radio series—\"The Blackboard Jungle\" (series 3) and \"The New Secretary\" (series 4)—were recovered in 2002 from off-air home recordings made by listener Vic Rogers. ====Series 1 (1954–1955)==== * 16 episodes, 2 November 1954 – 15 February 1955 * Regular cast: Tony Hancock, Bill Kerr, Moira Lister, Sid James, Alan Simpson (uncredited) * Guest Stars: Gerald Campion (episode 1), Dora Bryan (episode 10), Paul Carpenter (episode 10), Brian Johnston (episode 12), Raymond Baxter (episode 12) # The First Night Party # The Diamond Ring † # The Idol # The Boxing Champion # The Hancock Festival † # The New Car # The Department Store Santa † # Christmas at Aldershot † # The Christmas Eve Party † # Cinderella Hancock # A Trip To France # The Monte Carlo Rally # A House on the Cliff # The Sheikh # The Marriage Bureau † # The End of the Series Episodes 2, 5, 7, 8, 9 and 15 no longer exist. However, in April 2014 the BBC re-recorded \"The Hancock Festival\", selected by and recorded in the presence of Galton and Simpson, with Kevin McNally as Tony Hancock. The episode aired in November 2014, the sixtieth anniversary of its first airing. \"The Marriage Bureau\" was re-recorded in September 2015 and broadcast on 7 December 2015. \"The Department Store Santa\" was re-recorded on 3 September 2017 and broadcast in December 2018 as the first part of a fourth series of The Missing Hancocks. On 24 September 2017 \"Christmas at Aldershot\" was re-recorded for broadcast on Christmas Day 2019 along with \"The Christmas Eve Party\" which was broadcast on 21 December 2021. \"The Diamond Ring\" was re- recorded on 11 January 2019 and broadcast (in keeping with its Guy Fawkes theme) on 5 November 2019. Two no longer extant episodes (5 and 15) feature the only Hancock guest appearances by Spike Milligan and Peter Sellers, respectively. Three of Hancock's co-stars in the first series were born in South Africa. Episode 10 features a reverse of the normal situation as Tony is living in a house owned by Bill rather than Bill living in Tony's House. ====Series 2 (1955)==== * 12 episodes, 17 April – 2 July 1955 * Regular cast: Harry Secombe (Episodes 1–4), Tony Hancock (Episodes 4–12), Bill Kerr, Sid James, Andrée Melly, Kenneth Williams, Alan Simpson (uncredited) # A Holiday in France † # The Crown Jewels † # The Race Horse † # A Visit To Swansea † # The Holiday Camp # The Chef That Died of Shame # Prime Minister Hancock † # The Rail Strike # The Television Set # The Three Sons † # The Marrow Contest # The Matador † Episodes 1, 2, 3, 4, 7, 10 and 12 (more than half the series, including all four of Harry Secombe's guest appearances) no longer exist. However, in April 2014 the BBC re-recorded \"The Matador\", selected by and recorded in the presence of Galton and Simpson with Kevin McNally as Tony Hancock, for broadcast around the sixtieth anniversary of its first airing.) On 2 December 2016 the BBC re-recorded \"A Holiday in France\" followed by \"The Race Horse\" and \"The Crown Jewels\" with Andy Secombe as his late father Harry. On 13 January 2019 \"Prime Minister Hancock\" was re-recorded for broadcast on 18 December that year. Also re-recorded was \"A Visit To Swansea\" which featured Tony being forced to go and thank Harry Secombe who'd returned to Wales. The episode was littered with references to how good Secombe had been. Shortly before the series was due to be recorded Hancock walked out on a theatre performance suffering from \"nervous exhaustion\" and flew to Rome. Harry Secombe was brought in at short notice to replace Hancock and starred in the first three episodes, and made a guest appearance in the fourth. Hancock himself returned for the fourth episode and completed the series as scheduled. Had Hancock not returned for the 4th episode, then Galton and Simpson planned to continue with Harry Secombe replacing Tony Hancock with the series renamed Secombe's Half Hour. ====Series 3 (1955–1956)==== * 20 episodes, 19 October 1955 – 29 February 1956 * Regular cast: Tony Hancock, Bill Kerr, Sid James, Andrée Melly, Kenneth Williams, Alan Simpson (uncredited). # The Pet Dog # The Jewel Robbery # The Bequest # The New Neighbour † # The Winter Holiday † # The Blackboard Jungle # The Red Planet † # The Diet # A Visit To Russia † # The Trial of Father Christmas † # Cinderella Hancock (a new production of the 10th of the 1st series) † # The New Year Resolutions # Hancock's Hair # The Student Prince # The Breakfast Cereal † # How Hancock Won The War # The Newspaper † # The Greyhound Track # The Conjurer # The Test Match Episodes 4, 5, 7, 9, 10, 11, 15 and 17 no longer exist. Only a short extract from episode 12 survives; this plus episodes 8 and 16 only survive in poor sound quality. However, in April 2014 the BBC re-recorded \"The New Neighbour\", \"The Breakfast Cereal\" and \"The Newspaper\", selected by and recorded in the presence of Galton and Simpson, with Kevin McNally as Tony Hancock. The episodes were broadcast in October & November 2014 to celebrate the sixtieth anniversary of their first airing. Episode 4 was rerecorded in August 2016. On 21 July 2015 the BBC re- recorded \"The Red Planet\" and \"How Hancock Won The War\" for broadcast in November as part of the second series of \"The Missing Hancocks\" on Radio 4. \"A Visit To Russia\" and \"The Trial of Father Christmas\" were re-recorded in September 2015 for broadcast in December. It was also announced by producer Neil Pearson that the Missing Hancocks will run for four series and re-record all of the missing episodes. On 3 September 2017 the BBC re-recorded \"The Winter Holiday\" for broadcast in the fourth series. Episode 11 of the third series was supposed to be a new episode called \"The Counterfeiter\", about Bill Kerr being forced to get a job, but the script went unused and a new version of \"Cinderella Hancock\" was recorded in its place. On 11 January 2019, the cast of The Missing Hancocks recorded the episode for the first time at the BBC Radio Theatre. It was broadcast as an episode of The Missing Hancocks on 1 January 2020. \"The New Year Resolutions\" was re-recorded on 13 January 2019 for broadcast on 31 December 2020. ====Series 4 (1956–1957)==== * 20 episodes, 14 October 1956 – 24 February 1957 * Regular cast: Tony Hancock, Sid James, Hattie Jacques (debut in Episode 5), Bill Kerr, Kenneth Williams. # Back From Holiday # The Bolshoi Ballet # Sid James's Dad # The Income Tax Demand # The New Secretary # Michelangelo 'Ancock # Anna and the King of Siam # Cyrano De Hancock # The Stolen Petrol # The Espresso Bar # Hancock's Happy Christmas # The Diary # The 13th of the Series # Almost A Gentleman # The Old School Reunion # The Wild Man of the Woods # Agricultural 'Ancock # Hancock in the Police # The Emigrant # The Last of the McHancocks - with James Robertson Justice All episodes still exist. ====Series 5 (1958)==== * 20 episodes, 21 January – 3 June 1958 * Regular cast: Tony Hancock, Sid James, Hattie Jacques, Bill Kerr, Kenneth Williams. # The New Radio Series - includes reference to series 3 of the TV series which had just finished. # The Scandal Magazine - with John Vere # The Male Suffragettes # The Insurance Policy # The Publicity Photograph # The Unexploded Bomb # Hancock's School # Around the World in Eighty Days # The Americans Hit Town # The Election Candidate # Hancock's Car # The East Cheam Drama Festival # The Foreign Legion # Sunday Afternoon at Home # The Grappling Game # The Junkman # Hancock's War # The Prize Money # The Threatening Letters # The Sleepless Night All episodes still exist. Welcome to London was broadcast live on 3 August 1958 on the BBC Light Programme from the London Coliseum to commemorate the Cardiff British Empire and Commonwealth Games. It features a nine-minute sketch with Hancock, James and Kerr.\"Radio Specials\", Tony Hancock Appreciation Society A recording of the whole 90-minute programme was discovered in the collection of Bob Monkhouse after his death. The Hancock sketch has been broadcast on BBC Radio 4 Extra.John Plunkett \"London 2012 Olympics: Tony Hancock show to be re- broadcast\", The Guardian, 27 July 2012 ====Christmas Special==== \"Bill and Father Christmas\" * Cast: Tony Hancock, Sid James, Hattie Jacques, Bill Kerr, Warren Mitchell ====Special remake series for BBC Transcription Services (1958)==== * 4 episodes, recorded 23–30 November 1958 * Regular cast: Tony Hancock, Sid James, Hattie Jacques, Bill Kerr, Kenneth Williams. # The 13th of the Month (remake of 'The 13th of the series', 13th of 4th series) The script was re-written so that the plot did not hinge on it being the 13th of a series as broadcast. # The New Secretary (remake of 5th of 4th series) Hattie Jacques's arrival is presented in flashback, so the show can be placed anywhere in a series. # The Ballet Visit (remake of 'The Bolshoi Ballet' 2nd of 4th series) Ballet company changed to The Covent Garden Ballet, to avoid topical reference to 1956 visit to London by the Bolshoi Ballet. # The Election Candidate (remake of 10th of 5th series) Hancock now stands for the local Independent party instead of the East Cheam Liberal party as he did in the original. These episodes are remakes for overseas sales, rewritten to remove any topical or UK-specific references. All episodes still exist, for many years the TS version of \"The New Secretary\" was the only version known to exist until an off-air audio recording of the original version was found in 2002. ====Series 6 (1959)==== * 14 episodes, 29 September – 29 December 1959 * Regular cast: Tony Hancock, Sid James, Bill Kerr (except episode 13), Kenneth Williams (episodes 1 and 2 only) * Regular guest stars: Patricia Hayes (episodes 1, 2, 4 and 12); Warren Mitchell (episodes 3, 5, 8, 9 and 11); Hugh Morton (episodes 3, 5, 7, 10, 13); Wilfred Babbage (episodes 4, 6, 7, 10, 13); * Other guest stars: Noel Dryden (episode 1); Anne Lancaster (episode 4, 14); Liz Fraser (episode 4); Raymond Glendenning (episode 5); Lillian Grasson (episode 6); Fraser Kerr (episodes 6, 11); Lee Crutchley (episode 6); Harry Towb (episode 7); Mavis Villiers (episode 9); Errol McKinnon (episode 9); Jack Watson (episode 10, 14); Fenella Fielding (episode 11); Joan Frank (episode 12); Frank Partington (episode 13); impressionist Peter Goodwright (episode 14); Jerry Stovin (episode 14); Ronald Wilson (episode 14); # The Smugglers # The Childhood Sweetheart # The Last Bus Home # The Picnic # The Gourmet # The Elopement # Fred's Pie Stall # The Waxwork # Sid's Mystery Tours # The Fete # The Poetry Society # Hancock in Hospital (a.k.a. Visiting Day) # The Christmas Club # The Impersonator (a.k.a. The Impressionist) All episodes still exist. ==Television series== thumb|200px|Tony Hancock (right) and Sid James The television version began in 1956 under the same name and with the same writers, produced for the BBC by Duncan Wood. The television and radio versions alternated until 1959, when the final radio series and the fifth television series were both broadcast during the autumn season. Only Sid James transferred from the radio series, although Kenneth Williams and Hattie Jacques each made a couple of appearances. The television version drew on a stock company of actors, who played different supporting characters in each episode. Semi-regulars included Liz Fraser, John Le Mesurier, Hugh Lloyd, Arthur Mullard and John Vyvyan. The final television series, broadcast in 1961, was retitled Hancock, as it was shortened from a half-hour to 25 minutes. For this final series Sid James was no longer in the cast, as Hancock had become frustrated with the format. Some of the most celebrated episodes of the TV series were produced in this final series, including \"The Blood Donor\", \"The Radio Ham\", \"The Bedsitter\" and \"The Bowmans\". Hancock's character was relocated to Earl's Court for this series. Some episodes of the radio series and telerecordings of some episodes from the third and fourth television series were destroyed. No episodes are known to survive from the first series of the TV show. The surviving radio episodes, which often exist only in edited versions that have been cut for overseas sale to commercial radio stations, were released as CD box sets between 2000 and 2003 (see below). In a list of the 100 Greatest British Television Programmes drawn up by the British Film Institute in 2000, voted for by industry professionals, Hancock's Half Hour was placed 24th. In 1962, the show became the first imported programme to win a Jacob's Award following its transmission on Telefís Éireann, the Republic of Ireland's national TV station.The Irish Times, \"BBC wins award for Hancock series in first T.E. critic's selection\", 5 December 1962 In 1956 and 1957 Hancock had starred in two series of a sketch show made by Associated- Rediffusion for ITV television, which were broadcast either side of his first television series on the BBC. In 1972 a Norwegian TV show called Fleksnes Fataliteter aired for the first time. It was based on scripts from Hancock's Half Hour. The show became trilingual, as it usually starred both Swedish and Norwegian actors, and was broadcast in Sweden and Norway as well as Denmark. In 2016, \"The New Neighbour\" was restaged as part of the BBC's Landmark Sitcom Season commemorating the 60th anniversary of the television sitcom. === Television series cast === * Sid James was a regular in series 1–6. (He does not appear in episodes 1 and 2 of series 2.) * Kenneth Williams appeared in every episode of series 2, playing a variety of characters. * Hattie Jacques appeared throughout series 2, in all episodes except the first, playing a variety of characters. * Patricia Hayes appeared very occasionally in series 4–6 as Mrs Cravatte, Hancock's maid. ===Television series episodes=== ====Series 1 (1956)==== 6 episodes, broadcast live, every 2 weeks, 7 July – 14 September 1956. No recordings exist. ====Series 2 (1957)==== 6 episodes, broadcast live, every 2 weeks, 1 April – 10 June 1957. \"The Alpine Holiday\" exists on a telerecording. ====Series 3 (1957)==== 12 regular episodes, broadcast live, 9 September – 23 December 1957. Episodes 5, 9, 10, 11 and 12 exist on telerecordings. ====Series 4 (1958–1959)==== 13 episodes; episodes 1–4 pre-recorded as telerecordings, 5–13 live, broadcast 26 December 1958 – 27 March 1959 (skipping 27 February). Episodes 1, 3, 4, 11 and 12 exist as telerecordings. Episodes 2, 5, 6, 7, 8, 9 and 10 exist as off-air audio recordings of variable quality. Episode 13 remains missing. ====Series 5 (1959)==== 10 episodes, pre-recorded on videotape, broadcast 25 September – 27 November 1959. The entire series exists on telerecordings. ====Series 6 (1960)==== 10 episodes, pre-recorded on videotape, broadcast 19 February – 6 May 1960. The entire series exists as telerecordings. Also a trailer made for Australian TX of this series exists. ====Series 7 (1961)==== 6 episodes, pre- recorded on videotape, broadcast 26 May – 30 June 1961. Shortened to 25 minutes per episode and retitled Hancock. This is the only series Sid James does not appear in. The entire series exists on telerecordings. One script for Hancock's Half Hour/Hancock was not used: \"The Diplomat\" (but it was instead published in Richard Webbers' book 50 years of Hancock's Half Hour in 2004). ==Chronological listing of Hancock's radio and television broadcasts, 1954–1961== * Hancock's Half Hour, radio Series 1: 2 November 1954 – 15 February 1955 * Hancock's Half Hour, radio Series 2: 17 April – 2 July 1955 * Hancock's Half Hour, radio Series 3: 10 October 1955 – 29 February 1956 * The Tony Hancock Show, Series 1 (Associated-Rediffusion for ITV): 4 April – 1 June 1956 * Hancock's Half Hour, television Series 1: 7 July – 14 September 1956 * Hancock's Half Hour, radio Series 4: 14 October 1956 – 24 February 1957 * The Tony Hancock Show, Series 2: 16 November 1956 – 25 January 1957 * Hancock's Half Hour, television Series 2: 1 April – 10 June 1957 * Hancock's Half Hour, television Series 3: 9 September – 23 December 1957 * Hancock's Half Hour, radio Series 5: 1 January – 3 June 1958 * Hancock's Half Hour, television Series 4: 26 December 1958 – 27 March 1959 * Hancock's Half Hour, television Series 5: 25 September – 27 November 1959 * Hancock's Half Hour, radio Series 6: 29 September – 29 December 1959 * Hancock's Half Hour, television Series 6: 19 February – 6 May 1960 * Hancock, television Series 7: 26 May – 30 June 1961 Information on series dates taken from the book Tony Hancock: Artiste (1978) by Roger Wilmut, Eyre Methuen (subsequent reprints in 1983 and 1986 contain additional details). Information on lost radio episodes taken from the CD box sets (BBC Worldwide, 2000–2003). ==Commercial releases== Four episodes of the TV series were re-recorded before studio audiences, in the style of radio programmes, and released on LP format, two by Pye on the 1961 album Hancock (\"The Blood Donor\" and \"The Radio Ham\") and two by Decca on the 1965 album It's Hancock (\"The Missing Page\" and \"The Reunion Party\"), which was reissued as The World of Tony Hancock in 1975. The re-recordings entailed the rewriting of a number of visual gags; for instance, at the end of the TV version of \"The Radio Ham\", Hancock smashes his radio equipment, whereas in the LP version he holds an on-air auction for it. These recordings have been reissued several times on LP, cassette and CD, and have also appeared on comedy compilation CDs. BBC Records released an LP titled Hancock featuring the original TV soundtracks of two episodes, \"The Lift\" and \"Twelve Angry Men.\" The episode \"The Lift\" was taken from the separate magnetic soundtrack of the telerecording, with the opening non-dialogue sequence omitted and one extra line of dialogue added: \"Watch that door button... Oh my God!\" as recorded by Hugh Lloyd on 24/08/76 and edited in. \"Twelve Angry Men\" was from the optical soundtrack of the telerecording, with theme and incidental music omitted, a few lines of dialogue edited out and pauses shortened. The LP credits the theme music to Angela Morley, even though the music was omitted, and the episodes were recorded when she was still called Wally Stott. There have been six LPs released of substantially complete radio episodes. The first was by Pye Records in 1960 entitled This is Hancock containing \"The Wild Man of The Woods\" and \"Sunday Afternoon At Home.\" The other five were by BBC Records, released as Hancock's Half Hour: \"The Poetry Society\" and \"Sid's Mystery Tours\", released in 1980; \"The Americans Hit Town\" and \"The Unexploded Bomb\" in 1981; \"The Scandal Magazine\" and \"The Last of the McHancocks\" in 1982; \"The Sleepless Night\" and \"Fred's Pie Stall\" in 1983; and finally \"Hancocks War\" and \"The Christmas Club\" in 1984. These five LPs were also released on audio cassette at the same time. Also, a number of comedy-themed LPs, EPs and 7-inch singles have been released over the years which have featured short extracts from various radio episodes. The radio series of Hancock's Half Hour was first released on cassette by the BBC as part of their Radio Collection series of audio cassettes in the late 1980s. The first three volumes were re-issues of the five LPs from the 1980s plus the LP of television soundtracks from 1976. Because only 10 volumes were made with four episodes each, and because a number of episodes were later returned from homemade off-air recordings by listeners, a release of the radio series was never completed on cassette. In 2000, the episodes still remaining from Series 1 of the radio series were released as a box set on CD. Series 2–6 followed throughout the next three years. The series has also been given three compilation CDs. The television series of Hancock's Half Hour was first released on VHS/Betamax in 1985 under BBC Enterprises (now Worldwide) in an incomplete form. A Laserdisc of Volume One was also issued under catalogue number BBCL 7004. Six videos were released, each containing three episodes and were mainly drawn from the last three series. The next video release was not to be for another nine years, and that was \"The Very Best of Hancock,\" a compilation including all episodes from the final series but excluding the last, \"The Succession: Son and Heir.\" In 1996, a video was released containing the first three remaining episodes. Two later videos were released in 1997, and another featuring \"The Train Journey\" was released in 1999. In 1992 \"Hancock: The Australian TV Series in Colour\" was released, compiled from the three episodes of the 1968 Australian series completed before Hancock's death. This was released on VHS in both the UK and Australia. The first DVD to be released was in 2001, which was a re-release of \"The Very Best of Hancock\" video. The next DVD was to be released in 2004, containing the first five episodes and the rarely seen \"Hancock's Forty-Three Minutes.\" However, 2 Entertain released a box set in 2007 called The Tony Hancock Collection, containing every existing episode and new bonus features, including Hancock's interview in the Face to Face from 1960. In June and August 2009, six off-air audio recordings of lost TV episodes from Series 4 were unearthed, though they had been knocking around the bootleg market for some time; however, two of them are very poor quality. The six episodes were: \"Underpaid or Grandad's S.O.S.\", \"The Flight of the Red Shadow\", \"The Horror Serial\", \"Matrimony – Almost\", \"The Beauty Contest\" and \"The Wrong Man\". In 2009, the surviving radio episodes were repeated weekly on the digital network BBC Radio 7, chronologically sequenced. ==References== ==External links== * * * * The Tony Hancock Appreciation Society * The Tony Hancock Archives * * Encyclopedia of Television * Old Time Radio Network with 78 Hancock Episodes Category:1956 British television series debuts Category:1961 British television series endings Category:1950s British sitcoms Category:1960s British sitcoms Category:BBC Radio comedy programmes Category:BBC television sitcoms Category:Jacob's Award winners Category:Lost BBC episodes Category:Television shows set in London Category:Black-and-white British television shows Category:English-language television shows Category:Radio programs adapted into television shows Category:Television series based on radio series Category:Television series created by Ray Galton Category:Television series created by Alan Simpson",
 "title": "Hancock's Half Hour"
}