{
 "id": "238216",
 "text": "Letters patent () (always in the plural) are a type of legal instrument in the form of a published written order issued by a monarch, president, or other head of state, generally granting an office, right, monopoly, title, or status to a person or corporation. Letters patent can be used for the creation of corporations or government offices, or for granting city status or a coat of arms. Letters patent are issued for the appointment of representatives of the Crown, such as governors and governors-general of Commonwealth realms, as well as appointing a Royal Commission. In the United Kingdom they are also issued for the creation of peers of the realm. A particular form of letters patent has evolved into the modern intellectual property patent (referred to as a utility patent or design patent in United States patent law) granting exclusive rights in an invention (or a design in the case of a design patent). In this case it is essential that the written grant should be in the form of a public document so other inventors can consult it both to avoid infringement and understand how to put it into practical use. In the Holy Roman Empire, Austrian Empire, and Austria-Hungary, imperial patent was also the highest form of generally binding legal regulations, e.g. Patent of Toleration, Serfdom Patent etc. The opposite of letters patent are letters close (), which are personal in nature and sealed so that only the recipient can read their contents. Letters patent are thus comparable to other kinds of open letter in that their audience is wide. It is not clear how the contents of letters patent became widely published before collection by the addressee, for example whether they were left after sealing by the king for inspection during a certain period by courtiers in a royal palace, who would disseminate the contents back to the gentry in the shires through normal conversation and social intercourse. Today, for example, it is a convention for the British prime minister to announce that they have left a document they wish to enter the public domain \"in the library of the House of Commons\", where it may be freely perused by all members of parliament. ==Meaning== Letters patent are so named from the Latin verb , to lie open, exposed, accessible.Cassell's Latin Dictionary, revised by Marchant & Charles, 260th. thousand The originator's seal was attached pendent from the document, so that it did not have to be broken in order for the document to be read. They are called \"letters\" (plural) from their Latin name , used by medieval and later scribes when the documents were written in Latin. This loanword preserves the collective plural \"letters\" (litterae) that the Latin language uses to denote a message as opposed to a single alphabet letter (littera).Cassell's Latin Dictionary, revised by Marchant & Charles, 260th. thousand: \"Literae, Plur: that which is written; Cicero: Dare alicui literas (plur) ad aliquem: to give to a messenger a letter for a third person\" ==Usage== Letters patent are a form of open or public proclamationE.g. document dated 13 July 1527 issued Teste Rege titled: \"A Proclamation for establishing of trade and merchandizing and traffique within the towne and marches of Callice with divers immunities and freedoms concerning the same\", which is self-referenced in the document by the phrase \"by theis his lettres patentes of proclamacion\" Nichols, John Gough. The Chronicle of Calais from the Reigns of Henry VII and Henry VIII to the year 1540, London, 1846 p.102 and a vestigial exercise of extra-parliamentary power by a monarch or president. Prior to the establishment of Parliament, the monarch ruled absolutely by the issuing of his personal written orders, open or closed. They can thus be contrasted with the Act of Parliament, which is in effect a written order by Parliament involving assent by the monarch in conjunction with its members. No explicit government approval is contained within letters patent, only the seal or signature of the monarch. Parliament today tolerates only a very narrow exercise of the royal prerogative by issuance of letters patent, and such documents are issued with prior informal government approval, or indeed are now generated by government itself with the monarch's seal affixed as a mere formality. In their original form they were simply written instructions or orders from the sovereign, whose order was law, which were made public to reinforce their effect. For the sake of good governance, it is of little use if the sovereign appoints a person to a position of authority but does not at the same time inform those over whom such authority is to be exercised of the validity of the appointment. According to the United Kingdom Ministry of Justice, there are 92 different types of letters patent. The Patent Rolls are made up of office copies of English (and later United Kingdom) royal letters patent, which run in an almost unbroken series from 1201 to the present day, with most of those to 1625 having been published. ==United Kingdom== ==Commonwealth realms== In Commonwealth realms, letters patent are issued under the prerogative powers of the head of state, as an executive or royal prerogative. They are a rare, though significant, form of legislation which does not require the consent of parliament. ==In the United States== The primary source of letters patent in the United States are intellectual property patents and land patents, though letters patent are issued for a variety of other purposes. They function dually as public records and personal certificates. In the United States, the forgery of letters patent granted by the President is a crime subject to fine, imprisonment up to ten years or both (). Without letters patent, a person is unable to assume an appointed office. Such an issue prompted the Marbury v. Madison suit, where William Marbury and three others petitioned the United States Supreme Court to order James Madison to deliver their letters for appointments made under the previous administration. ===Form of United States letters patent=== United States letters patent generally do not fit a specific form, except for the eschatocol, or formal ending: {| class=\"wikitable\" |- | IN TESTIMONY WHEREOF, the undersigned [public official], in accordance with [relevant law], has in the name of the United States, Caused these letters to be made Patent and the Seal of [relevant agency or government official] to be hereunto affixed. GIVEN under my hand, in [city] the [date] in the year of our Lord [year] and of the Independence of the United States the [years since July 4, 1776]. By [signature of public official issuing letter] |} ==See also== *Commissioning scroll *Firman *Land patent, in the United States *Letter of marque *Letters close *Lettre de cachet *Exequatur *Papal bull, a type of letters patent issued by a Pope *Patent, granting rights for an invention *Patent of Toleration *Royal Charter *Statute of Monopolies 1623, an attempt to rein in the abuse of letters patent in England == References == == External links == * Research Guide on Letters Patent Category:Governance of the British Empire Category:Heraldry and law Category:Legal documents Patent",
 "title": "Letters patent"
}