{
 "id": "238365",
 "text": "Audrey Marlene McLaughlin (née Brown; born November 8, 1936) is a Canadian politician and former leader of the New Democratic Party from 1989 to 1995. She was the first female leader of a political party with representation in the House of Commons of Canada, as well as the first federal political party leader to represent an electoral district in a Canadian territory. ==Life and career== McLaughlin was born Audrey Marlene Brown in Dutton, Ontario, the daughter of Margaret Clark and William Brown, of Scottish and English descent.Joyce Hayden, Yukon's Women of Power. Windwalker Press, 1999. . She worked as a social worker in Toronto, Ontario, and in Ghana. In 1955, she graduated with a Diploma in Home Science from the MacDonald Institute, later a founding college of the University of Guelph. In 1979, McLaughlin moved to Yukon and set up a consultancy business. In 1987, she ran in a by-election and won, the first federal NDP candidate to win in Yukon. In 1988, she was appointed caucus chair, and in 1989, she won the NDP 1989 leadership convention, replacing the retiring Ed Broadbent. McLaughlin had taken over the NDP during the height of its popularity. However, the party began a steady decline in the polls for several reasons. One was the NDP's provincial affiliates in British Columbia and Ontario, whose unpopularity in government reflected badly on the federal party. The rise of the Reform Party also sapped much NDP support in Western Canada. In the 1993 election, the NDP lost badly and went from 44 seats to only 9 in Parliament. More than half of its losses came in Ontario, where it lost all 10 of its MPs, and British Columbia, where it lost 17 of its 19 MPs. McLaughlin won her seat in the Yukon but resigned as leader and was succeeded by Alexa McDonough in 1995. McLaughlin did not run for re-election in the 1997 election. McLaughlin was an overseas volunteer in Barbados in 1986 with Canadian Crossroads International. Today, she is an honorary patron with Crossroads. In 1991, she was sworn in as a member of the Queen's Privy Council for Canada so that she could access classified documents during the Gulf War. In August 2003, she was made an Officer of the Order of Canada. She published an autobiography, A Woman's Place: My Life and Politics, in 1992. === Post-political career === In 2000, she joined the National Democratic Institute, an organization that promotes democracy and peace in developing nations, and travelled to Kosovo to help women run in that country's first democratic election. McLaughlin has also served as the President of the Socialist International Women and as special representative for the Government of the Yukon on Circumpolar Affairs. She was an honorary pallbearer at the state funeral of Jack Layton in 2011. == Archives == There is an Audrey McLauglin fonds at Library and Archives Canada. Archival reference number is R11545. == References == ==External links== * Category:1936 births Category:Canadian autobiographers Category:Canadian people of Scottish descent Category:Canadian people of English descent Category:Women members of the House of Commons of Canada Category:Canadian women non-fiction writers Category:Female Canadian political party leaders Category:Living people Category:Members of the House of Commons of Canada from Yukon Category:Members of the Queen's Privy Council for Canada Category:NDP and CCF leaders Category:Officers of the Order of Canada Category:People from Elgin County Category:Politicians from Whitehorse Category:University of Guelph alumni Category:Women in Yukon politics Category:Writers from Yukon Category:New Democratic Party MPs Category:Women autobiographers",
 "title": "Audrey McLaughlin"
}