{
 "id": "238723",
 "text": "Violator is the seventh studio album by English electronic music band Depeche Mode. It was first released on 19 March 1990 through Mute Records internationally, and through Sire and Reprise Records in the United States. Preceded by the singles \"Personal Jesus\" and \"Enjoy the Silence\" (a top-10 entry in both the United Kingdom and the United States), the album propelled the band into international stardom, and also yielded the singles \"Policy of Truth\" and \"World in My Eyes\". Violator reached number two on the UK Albums Chart, and was the band's first album to chart inside the top 10 of the Billboard 200, peaking at number seven. The album was supported by the World Violation Tour. ==Background and recording== Compared to previous efforts, the band decided to try a new approach to recording. Alan Wilder said, \"Usually we begin the making of a record by having extensive pre-production meetings where we decide what the record will actually sound like, then go into a programming studio. This time we decided to keep all pre-production work to a minimum. We were beginning to have a problem with boredom in that we felt we'd reached a certain level of achievement in doing things a certain way.\" Martin Gore elaborated, \"Over the last five years I think we'd perfected a formula; my demos, a month in a programming studio, etc. etc. We decided that our first record of the '90s ought to be different.\" With co-producer Flood, Wilder began a complementary working relationship, with Flood able to provide the technical know-how and Wilder working on the arrangements and song textures. \"That's how we made the group work at that time\", clarified Wilder, \"by accepting that we all had different roles and not actually all trying to do the same thing. So we ended up with this unwritten agreement in the band, where we'd all throw together a few ideas at the beginning of a track. Then Fletch and Mart would go away, and they'd come back after we'd worked on it for a while to give an opinion.\" There was also a notable change in Gore's demos. After the rigid, limiting effects of almost-finished demos for Music for the Masses, Gore, agreeing to Wilder's request, kept them less complete this time around. Several of the basic recordings consisted of vocals over a simple guitar or organ part, with the odd percussion loop, but less sequenced material. The sparse demos allowed the band to take creative liberties with the songs. For instance, \"Enjoy the Silence\" started out as a slow ballad, but at Wilder's suggestion became a pulsating, up-tempo track. The band convened to work on the record with Flood at Mute's WorldWide programming room in London for three weeks after which they flew to Milan for the new sessions at Logic studios. According to Flood, they did not do a substantial amount of work in Milan, except for the song \"Personal Jesus\", which was crucial in setting the tone and spirit of the album. \"Everybody was feeling each other out, because they wanted to try working in a different way. The idea was to work hard and party hard and we all enjoyed ourselves to the full.\" After Milan the band relocated to Puk studios in northern Denmark, where most of the album was recorded. ==Composition== Musically, Violator has been described as synth-pop, alternative rock, dance, and gothic rock. Gore called the track \"World in My Eyes\" a very positive song. \"It's saying that love and sex and pleasure are positive things.\" The song \"Blue Dress\", which Gore called \"pervy\", is simply about \"watching a girl dress and realising that this is 'what makes the world turn.'\" With \"Halo\", Gore said, \"I'm saying 'let's give in to this' but there's also a real feeling of wrongfulness [...] I suppose my songs do seem to advocate immorality but if you listen there's always a sense of guilt.\" The closing track, \"Clean\", was inspired by Pink Floyd's song \"One of These Days\", from their 1971 album Meddle. Said Wilder, \"they [Pink Floyd] were doing something very different to anyone else at that time – you can hear electronics in there, and the influence of classical music. It's got a very repetitive, synthesised sound, and the bass riffs with the echo have a very hypnotic groove that underpins it. We basically nicked that idea [for 'Clean']\". Regarding the album's title, Gore said, \"We called it Violator as a joke. We wanted to come up with the most extreme, ridiculously Heavy Metal title that we could. I'll be surprised if people will get the joke.\" ==Reception== ===Critical=== In a contemporary review for Melody Maker, music critic Paul Lester called Violator \"Depeche Mode's most arresting work to date.\" Tim Nicholson of Record Mirror was enthused by the stripped-down quality of the songs and called the album a \"compromise between pop music and something a little more sinister\", adding: \"There are no noises out of place in this perfectly formed void.\" Ian Cranna of Q magazine found the music subtly clever and deemed Violator \"a fine record which may not set the world on fire but deserves to singe it a bit.\" NME writer Helen Mead felt that the album \"seems almost a step back, in that it's cleaner, sparser, more clinical\" than Music for the Masses, but concluded that \"there is security in the knowledge that everything is very clear cut in Depeche Mode's blue and white world.\" In a less enthusiastic review, Robert Christgau said that Depeche Mode conceded to fickle teenage demographics on Violator. Rolling Stone magazine's Chuck Eddy said that, despite the album's \"ambient charm\", Gahan sounds \"slimy and self-involved\", and in their attempt to make listeners dance, Depeche Mode \"revert to morose pop psychology and then never tell you how come they're so sad.\" Entertainment Weeklys Greg Sandow found that the music is over-reliant on \"distinctive and curious\", but ultimately trivial, sound effects. Violator was ranked number 342 on Rolling Stones 2003 and 2012 lists of the 500 greatest albums of all time and number 57 on the magazine's 2010 list of the 100 best albums of the 1990s. It was ranked number 167 on Rolling Stones 2020 list of the 500 greatest albums of all time. Violator has also featured on lists of the greatest albums of all time made by publications such as Q and Spin. In a retrospective review, The Austin Chronicles Christopher Gray cited Violator as Depeche Mode's \"career peak\", while The Guardians Dorian Lynskey called it the band's best album, \"encasing Martin Gore's favourite tropes – guilt, salvation, obsession and the virtues of keeping your mouth shut – in production as black and shiny as a beetle's shell.\" Barry Walters of Rolling Stone complimented its \"heavier hooks, cinematic arrangements and sleek sonic detail.\" Sal Cinquemani of Slant Magazine called the album \"a quintessential benchmark of pop, rock and electronic music.\" It is included in the book 1001 Albums You Must Hear Before You Die. ===Commercial=== As a sign of their rising popularity when Violator was released, a signing party for fans at a Wherehouse record store in Los Angeles that was expected to draw only a few thousand fans ended up drawing around 17,000. The band were forced to withdraw from the event due to security concerns, and their early exit nearly caused a riot. Violator reached number 17 on the Billboard 200-year-end chart of 1990, and was the first Depeche Mode album to sell a million copies in the United States. The success of Violator introduced the band to a wider audience, and this increased exposure led to their 1993 follow-up album Songs of Faith and Devotion debuting at the top of the charts in both the United States and United Kingdom. \"Before this, we'd been going along quite nicely,\" recalled Andy Fletcher. \"Then when it came to Violator we inexplicably went huge. It was just incredible, and in many ways we never really recovered from that. After that, we just felt like we wanted to muck it up a bit.\"Q. May 2001. ==Re-release== As part of Mute's 2006 reissue schedule, Violator was re- released as a hybrid Super Audio CD + DVD-Video package on 3 April 2006 that included two-channel and 5.1 surround mixes of the album. The six B-sides to the Violator singles—\"Dangerous\", \"Memphisto\", \"Sibeling\", \"Kaleid\", \"Happiest Girl\", and \"Sea of Sin\"—also appear, albeit without the surround sound treatment. The reissue did not reach the US until 6 June 2006. The US version lacked the hybrid SACD and instead included a separate CD and DVD. The DVD was identical to the European DVD but in NTSC format instead of PAL. The lack of SACD is due to the titles being distributed in North America by Warner, who do not support the SACD format. A 32-minute short film, entitled Depeche Mode 1989–90 (If You Wanna Use Guitars, Use Guitars), featured interviews with the band, Daniel Miller, Flood, François Kevorkian (who mixed the album), Anton Corbijn (who directed the music videos and did the album's photography/cover), and others. It also includes news footage from the infamous \"riot\" in Los Angeles, which gave the band media publicity the day before Violator came out. The band were scheduled to do autographs in an LA music store, and the line became extremely long, stretching towards twenty-thousand people, and the event had to be cancelled shortly after it began due to problems keeping them in order. There is also footage from Strange Too, notably clips from the music videos for \"Halo\" and \"Clean\". The remastered album was released on \"deluxe\" vinyl on 2 March 2007 in Germany and on 5 March 2007 internationally. ==Track listing== *This is the rare first Japanese pressing of Depeche Mode's Violator double-disc set. It comes in a thick double CD jewel case with the twelve-page lyric inlay booklet, sixteen-page Japanese insert, \"Enjoy the Silence\" insert and forty-page 1991 picture calendar. The second edition double CD was fixed and included \"Enjoy the Silence\" (Hands and Feet Mix) instead of the edited Ecstatic Dub Mix. Notes * \"Enjoy the Silence\" includes the hidden track \"Interlude #2 (Crucified)\" starting at 4:21. * \"Blue Dress\" includes the hidden track \"Interlude #3\" starting at 4:18. * According to the band's website, the original title for \"Waiting for the Night\" was \"Waiting for the Night to Fall\" and the rest of the title was omitted due to a printing error. However, during an online Q&A; session, Alan Wilder claimed that the story was \"incorrect.\" * Both the original US and the original UK vinyl editions have a shorter version of \"Personal Jesus\". ===2006 reissue=== * Disc one is a hybrid SACD/CD with a multi-channel SACD layer, with the same track listing as the 1990 release. Bonus tracks are in PCM Stereo (48 kHz/16bit). * Disc two is a DVD which includes the documentary Depeche Mode 1989–90 (If You Wanna Use Guitars, Use Guitars), Violator in DTS 5.1, Dolby Digital 5.1 and PCM Stereo (48 kHz/24bit) plus the following bonus tracks: ==Personnel== Credits adapted from the liner notes of Violator. ===Depeche Mode=== * Alan Wilder * David Gahan * Andrew Fletcher * Martin Gore ===Technical=== * Depeche Mode – production * Flood – production ; mixing * François Kevorkian – mixing * Daniel Miller – mixing * Pino Pischetola – engineering * Peter Iversen – engineering * Steve Lyon – engineering * Goh Hotoda – engineering * Alan Gregorie – engineering * Dennis Mitchell – engineering * Phil Legg – engineering * Daryl Bamonte – engineering assistance * Dick Meaney – engineering assistance * David Browne – engineering assistance * Mark Flannery – engineering assistance ===Artwork=== * Anton Corbijn – sleeve * Area – sleeve ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1990) ! scope=\"col\"| Peak position |- |- |- ! scope=\"row\"| Belgian Albums (IFPI) | 1 |- |- |- ! scope=\"row\"| European Albums (Music & Media) | 3 |- ! scope=\"row\"| Finnish Albums (Suomen virallinen lista) | 7 |- ! scope=\"row\"| French Albums (SNEP) | 1 |- |- ! scope=\"row\"| Greek Albums (IFPI) | 1 |- ! scope=\"row\"| Italian Albums (Musica e dischi) | 6 |- ! scope=\"row\"| Japanese Albums (Oricon) | 46 |- |- |- ! scope=\"row\"| Spanish Albums (AFYVE) | 1 |- |- |- |- |} {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Chart (2013) ! scope=\"col\"| Peak position |- |} {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Peak position |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1990) ! scope=\"col\"| Position |- ! scope=\"row\"| Austrian Albums (Ö3 Austria) | 18 |- ! scope=\"row\"| Canada Top Albums/CDs (RPM) | 16 |- ! scope=\"row\"| European Albums (Music & Media) | 5 |- ! scope=\"row\"| German Albums (Offizielle Top 100) | 10 |- ! scope=\"row\"| UK Albums (OCC) | 39 |- ! scope=\"row\"| US Billboard 200 | 17 |} ==Certifications and sales== ==References== Bibliography * ==External links== * Album information from the official Depeche Mode website * Official remaster info Category:1990 albums Category:Albums produced by Flood (producer) Category:Depeche Mode albums Category:Mute Records albums Category:Reprise Records albums Category:Sire Records albums",
 "title": "Violator (album)"
}