{
 "id": "238727",
 "text": "Silvertone is the debut album by American musician Chris Isaak, released in 1985, and named after his three-piece backup band. The US edition includes the song \"Another Idea\" as track 13 and early CD editions of the album utilized CD+G technology. The album peaked at #77 in Australia in June 1986. ==Tracks in popular culture== The album was not a hit until the song \"Gone Ridin was featured in the 1986 David Lynch film Blue Velvet, the first of many Isaak/Lynch collaborations, though the song had previously appeared on the soundtrack to the film American Flyers the year before. ‘Livin’ For Your Lover’ is also featured in the former. \"Dancin appeared in the film Modern Girls released the same year, but wasn't included on the soundtrack. It also appeared in the season 2 episode of Miami Vice 'Payback'. \"Gone Ridin was used in the 1987 comedy Morgan Stewart's Coming Home. Two songs from this album were played on the Fox's long running teen drama Beverly Hills, 90210 including \"Gone Ridin, which was played in the Season 2 episode \"Pass, Not Pass\"; and \"Dancin which was played in the Season 3 episode \"Castles in the Sand\". ==Track listing== All songs written by Chris Isaak. # \"Dancin – 3:44 # \"Talk to Me\" – 3:04 # \"Livin' for Your Lover\" – 2:56 # \"Back on Your Side\" – 3:14 # \"Voodoo\" – 2:44 # \"Funeral in the Rain\" – 3:18 # \"The Lonely Ones\" – 3:12 # \"Unhappiness\" – 3:10 # \"Tears\" – 2:44 # \"Gone Ridin – 2:36 # \"Pretty Girls Don't Cry\" – 2:24 # \"Western Stars\" – 3:12 # \"Another Idea\" – 2:53 (U.S. edition only) ==Personnel== ;Musicians * Chris Isaak – vocals, guitar * James Calvin Wilsey – lead guitar, lap steel guitar * Prairie Prince – drums * Chris Solberg – bass * Pee Wee Ellis – saxophone * Jim Keltner – drums on \"Livin' for Your Lover\" * Pat Craig – organ ;Production *Produced by Erik Jacobsen *Engineered by Tom Mallon, Mark Needham, Lee Herschberg, Dave Carlson, Pat Craig *Mastered by Greg Fulginiti at Artisan Sound Recorders *Michael Zagaris - inner booklet photography *Rick Lopez - front cover photography ==Charts== {| class=\"wikitable\" |- !align=\"left\"|Chart (1986) !align=\"left\"|Peak position |- |align=\"left\"|Australia (Kent Music Report) N.B. The Kent Report chart was licensed by ARIA between mid 1983 and June 19, 1988. |style=\"text- align:center;\"|77 |} ==Certifications== ==References== Category:Chris Isaak albums Category:1985 debut albums Category:Warner Records albums Category:Albums produced by Erik Jacobsen",
 "title": "Silvertone (album)"
}