{
 "id": "238883",
 "text": "The Glasgow University Scottish Nationalist Association (GUSNA) is a student organisation formed in 1927 at the University of Glasgow which supports Scottish independence. ==History== GUSNA is important historically as it predated many pro-independence organisations including the Scottish National Party itself. It is the forerunner of the National Party of Scotland (NPS) which is itself a forerunner of the modern Scottish National Party.Archives Hub: Collection of material relating to the Scottish National Party One of the three founding members of GUSNA was John MacCormick who had previously been involved in the Glasgow University Labour Club.TheGlasgowStory: John M. MacCormick GUSNA was thrown into prominence in the early 1950s when a group of its members (including Ian Hamilton who would later become a well known Queen's Counsel) took the Stone of Destiny from Westminster Abbey on Christmas Day 1950. This caused a huge scandal among the British establishment and it was not until April 1951 that the stone was found by the authorities. GUSNA has, almost since its inception, tried to play an active part in the life of Glasgow University with its members regularly being involved in the Students' Representative Council as well as regularly nominating candidates for the election of the Rectorship of the university. Notable GUSNA Rectorial candidates of the past have included Robert Cunninghame-Graham and John MacCormick (who with Ian Hamilton as his campaign manager was successful in being elected). More recent candidates have been Ian Hamilton, Alasdair Gray and Alan Bissett; with the most recent being Aamer Anwar, who was elected in 2017. GUSNA is affiliated to SNP Students, the student wing of the Scottish National Party, and played a leading role in its formation in the 1960s. Prominent former members of GUSNA have included Winnie Ewing, Nicola Sturgeon MSP and Neil MacCormick (son of John MacCormick).Media Releases - University of Aberdeen The current president is Nico Matrecano. ==Executive committee== The members of the 2020-21 executive committee are: * President: Nico Matrecano * Vice President: Daniel Holland (Dual Mandate) * Secretary: Emma Hill * Treasurer: Daniel Coulstock * Organiser: Tom Coyle * Equalities Officer: Daniel Holland (Dual Mandate) * Past President: Abby Hastings ==Notable Members== * Alasdair Allan MSP: Minister for Learning, Science and Scotland's Languages and Member of the Scottish Parliament for Na h-Eileanan an Iar * Angela Constance MSP: Minister for Youth Employment and Member of the Scottish Parliament for Almond Valley * Winnie Ewing: Former President of the Scottish National Party and winner of the 1967 Hamilton by-election * Ian Hamilton QC: Advocate and one of the students involved in the removal of the Stone of Scone from Westminster Abbey in 1950 * Jamie Hepburn MSP: Member of the Scottish Parliament for Cumbernauld and Kilsyth * Neil MacCormick: Former Regius Chair of Public Law and the Law of Nature and Nations at the University of Edinburgh and Member of the European Parliament * Nicola Sturgeon MSP: First Minister of Scotland and Member of the Scottish Parliament for Glasgow Southside ==References== ==External links== * * Glasgow University Scottish Nationalist Association on Facebook Category:1927 establishments in Scotland Category:Scottish National Party Scottish Nationalist Association Scottish Nationalist Association Category:Student organizations established in 1927",
 "title": "Glasgow University Scottish Nationalist Association"
}