{
 "id": "239257",
 "text": "Devonport is a city in northern Tasmania, Australia, located on the lands of the Pannilerpanner clan of the Palawa nation. It is situated at the mouth of the Mersey River. Devonport had an urban population of 23,046 at the 2016 Australian census. When counting the larger urban area, including Latrobe, the population total was 30,297 at June 2018. The area has grown at an average annual rate of 0.17% year-on-year over the preceding five years. ==History== The first European settlement before 1850 was on a block of land at Frogmore, near present-day Latrobe. In 1850, a settler named Oldaker occupied land at present-day Devonport. Saw milling and coal mining developed with settlers arriving from England in 1854 on board the sailing ship 'Balmoral'. During the 1850s the twin settlements of Formby and Torquay were established on opposite banks at the mouth of the Mersey River. Torquay on the eastern shore was the larger community with police, post, magistrate, at least three hotels, shipyards and stores. A river ferry service connected the two communities. Between 1870 and 1880 the shipping industry grew and work was undertaken to deepen the mouth of the river. When the mouth of the river could support a shipping industry the first regular steamer services commenced, operating directly between the Mersey and Melbourne. In 1882 the Marine Board building was built and remains one of the oldest standing buildings in Devonport. In 1889 the Bluff lighthouse was completed. The turn of the century saw the railway make a significant difference to the Formby community. It combined a railhead and port facilities in the one place. A wharf was created on the west bank, close to the railway and warehouses. The railway brought a building boom to Formby. In 1890 a public vote united Torquay and Formby, and the settlements became the town of Devonport. The Victoria bridge was opened in 1902 which enabled a land transport link between Devonport and East Devonport. Devonport was proclaimed a city by Prince Charles of Wales on 21 April 1981 in a ceremony conducted on the Devonport Oval. The cross river ferry service was discontinued in 2014 after 160 years of continuous service when the \"Torquay\" ferry was taken out of service. It has since resumed operating. In December 2021, a jumping castle and two zorbs were lifted into the air by a gust of a wind at Hillcrest primary school, located in the south-west Devonport, killing six children. ==Suburbs== Areas within Devonport as a suburb include Highfield Areas within East Devonport as a suburb includes Pardoe Downs, Rannoch, Panorama Heights The full list of Suburbs of the City of Devonport are: List of suburbs == Facilities and the arts == thumb|The Rooke Street Mall in the CBD of Devonport The main Central business district (CBD) is on the west side of the Mersey River and includes a pedestrian mall, cinema, specialty stores, chain stores, hotels, local restaurants, and cafes. Stores in Devonport include Coles, Woolworths, Kmart, Harvey Norman, Bunnings Warehouse, The Reject Shop, Best & Less, Cotton On and Kathmandu. As part of nationwide restructuring, Target closed its department store on Rooke Street on 27 March 2021, being the only closure of a Tasmanian Target store. Local theatre and conventions are held at the Devonport Entertainment and Convention Centre in the city's CBD. The Devonport Regional Gallery evolved from the inception of The Little Gallery, which was founded by Jean Thomas as a private enterprise in 1966. The Gallery presents an annual program of exhibitions, education and public programs including events and workshops. A broad range of selected local artisan works are displayed at the North West Regional Craft Centre and gift store in the CBD. Tiagarra Aboriginal Culture Centre and Museum displays petroglyphs, designs in rock and exhibits that depict the traditional lifestyle of Tasmanian Aboriginal people. The Bass Strait Maritime Centre housed in the former Harbour Master's House has objects, models and photographs that tell the stories of Bass Strait and Devonport. A volunteer- run vintage railway and museum, the Don River Railway, is situated at Don, a suburb of Devonport. The former Devonport Maternity Hospital was recently demolished and the land repurposed into a gated community. The Mersey Community Hospital at Latrobe serves the Devonport community for their health needs. Devonport's night club was known as \"City Limits\" in the 1980s, \"The Warehouse\" from 1991, and then re-branded as \"House\" in 2014. Kokoda Barracks is an army barracks in Devonport. ==Government== Annette Rockliff was elected mayor of the City of Devonport in 2018. There are 9 aldermen that govern the Devonport City Council. ==Transport== ;Devonport Airport Devonport Airport is located at Pardoe Downs approximately 7 km to the east of the city of Devonport, about a 15 min drive by car. The airport is serviced by Bombardier Dash 8 turboprop aircraft, operated by QantasLink, with four daily services to Melbourne, Victoria. There are several bus companies serving Devonport including Merseylink, Redline Coaches and Phoenix Coaches. Metropolitan Devonport bus services are limited on Saturdays and there are no services on Sundays or Public holidays. ;Freight (Shipping) Searoad Road Shipping operate two roll on roll off vessel of general freight between Devonport, Melbourne and King Island. These vessels include MV Searoad Mersey, MV Searoad Mersey II (2016- ) and MV Searoad Tamar. Cement Australia has exported cement products produced from Railton to Melbourne since 1926. Other exports via ships include tallow. Historically, coal was an export product. Imports include petroleum, bunker fuel, fertiliser and caustic soda. ;Rail A rail line still services the ports area of Devonport. Devonport once had a roundhouse and railway maintenance yards on the foreshore of the Mersey River. A park exists there today. ;Passenger Ferry Terminal Devonport is the southern terminus for the Spirit of Tasmania ferries – Spirit I and II travel the 11 hours to Melbourne. Beginning in 2022, travel will be from Devonport to Geelong. Melbourne – Devonport Passenger Ferry History {| class=\"wikitable\" style='text-align: center;' !Vessel||Years||Shipping Company |- |SS Oonah |1921–1935 |Tasmanian Steamers |- |SS Loongana |1921–1935 |Tasmanian Steamers |- |SS Nairana |1921–1948 |Tasmanian Steamers |- |SS Taroona |1935–1959 |Tasmanian Steamers |- |MS Princess of Tasmania |1959–1972 |Australian National Line |- |MS Empress of Australia |1972–1986 |Australian National Line |- |MS Abel Tasman |1986–1993 |TT-Line Company |- |Spirit of Tasmania |1993–2002 |TT-Line Company |- |MS Spirit of Tasmania I |2002– |TT-Line Company |- |MS Spirit of Tasmania II |2002– |TT-Line Company |- |} == Agriculture == The Devonport area has rich red soils that are ideal for producing vegetable crops (beans, onions, peas, potatoes etc.) and very significant values of cereals, oil poppies, pyrethrum and other crops. ==Education== === Primary schools=== *Hillcrest Primary School *Devonport Primary School *Miandetta Primary School *East Devonport Primary School *Nixon Street Primary School *Spreyton Primary School *Devonport Christian School *Our Lady of Lourdes Catholic Primary School === Secondary schools (Years 7-12) === * Devonport High School * Reece High School * St Brendan-Shaw College === Senior secondary education (Years 11–12) === * Don College * St Brendan-Shaw College A TasTAFE campus, an adult training institution, is situated in Valley Road. == Geography == === Climate === Devonport has an warm-summer mediterranean climate (Köppen climate classification Csb), bordering on an oceanic climate (Köppen climate classification Cfb), with mild to warm summers, cool and moist winters and high humidity (about 70%) all year round. Most days from January to March are pleasantly warm, averaging with frequent sunshine. The warmest and driest days can occasionally reach up to . Unlike the south and east coasts of Tasmania, humid northerly winds prevent heatwaves and temperatures rarely if ever reach above . Winters are cool and cloudy with frequent light rain; July and August are the wettest months of the year. Due to almost constant cloud cover and coastal influence, winter temperatures rarely drop below or rise above . September to December usually features mild and windy weather with frequent showers, and occasional warm, sunny breaks. ==Sport== === Australian rules football=== The Devonport Football Club, Magpies, is an Australian rules football team competing in the North West Football League with their home base being the Devonport Oval. 2020 NWFL Grand finalist. The East Devonport Football Club an Australian Rules Football Club, the Swans play in the North West Football League alongside teams like Ulverstone and Penguin, to name but two. === Netball === Devon Netball is located just outside Devonport in Spreyton, and is the main centre for netball within the Devonport area. The club participates within state wide netball events and tournaments, with some of their best players playing within the State League roster. === Rugby union === The Devonport Rugby Club is a Rugby Union team competing in the Tasmanian Rugby Union Statewide League. === Soccer === Devonport City Football Club an Association Football club that competes in the statewide National Premier Leagues Tasmania, as well as fielding a reserve team in the Northern Championship. === Touch football === The Devonport Touch Football Association is located at Meercroft Park and play touch football === Athletics, cycling and woodchopping=== The Devonport Athletic Club, a professional athletic club, hosts a leg of the Tasmanian Cycling Christmas Carnival Series each year in December attended by local and international cyclists, other sports at the carnivals include athletics and woodchopping. The Devon Amateur Athletics Club compete at the Dial Ranges Sports Centre at Penguin, Tasmania. The Mersey Valley Devonport Cycling Club host track cycling, the Mersey Valley Tour, Devon 80 Road Race and the Ulverstone Criterium. === Cricket === Devonport Cricket Club is a cricket team which represents Devonport in the North Western Tasmanian Cricket Association grade cricket competition. === Hockey === Devonport Hockey teams compete in the North and North West Hockey roster of Hockey Tasmania. === Basketball === Devonport Warriors are a Devonport-based basketball team that compete in the North West Basketball Union. === Golf === The Devonport Golf Club is located at Woodrising Avenue, Tasmania and has been home to the Tasmanian Open and Tasmanian Seniors Open. === Power boats === Power Boat racing has been a feature at the Devonport Annual Regatta held each March long weekend. The Regatta commenced in 1958. === Racing === The Devonport Harness Racing Club conduct harness racing events at the Devonport Showgrounds. Inside the harness track is a greyhound racing track used on a weekly basis on Tuesday afternoons by the North West Greyhound Racing Club. The Devonport Cup a horse race is held annually in January at the Spreyton racecourse. There is a gazetted local holiday for the event. === Swimming and aquatic sports === The Splash Devonport Aquatic and Leisure Centre has a world class gym and indoor swimming pool and is based within the Don Reserve. === Tennis === The Devonport Tennis Club and East Devonport Tennis Club compete in the Tennis North West Association rosters. === Triathlon === The Devonport triathlon held annually in February is the continental championship for Oceania. ==Notable sportspeople== * David Foster (woodchopper) * Nita Burke (basketball) * Corey Cadby (darts player) * Owen Kelly (NASCAR and V8 Supercar driver) * John Bowe (V8 Supercar driver) === VFL/AFL players === Notable players that went on the play in the VFL/AFL: * Darrel Baldock () * Graham Wright () * Grant Birchall () * Brady Rawlings () * Jade Rawlings (, , ) * Matthew Richardson () * Ben Harrison (, , ) * Dion Scott (, Brisbane Bears, ) * Matthew Febey () * Steven Febey () ==Notable people== * Joseph Lyons – Prime Minister of Australia 1932–1939 Premier of Tasmania 1923–1928 * Dame Enid Lyons ==Sister cities== The city of Devonport has a formal sister city agreement with Minamata City in Japan. This was ratified in 1996. Both cities share a similar setting and area. * Minamata, Japan (1996) * City of Port Phillip, Victoria, Australia (current destination for \"Spirit of Tasmania\" ferries from Devonport, future destination as of 2022 will be Geelong.) ==See also== * The Tasmanian Arboretum ==References== Category:1890 establishments in Australia Category:Populated places established in 1890 Category:Cities in Tasmania Category:Coastal cities in Australia Category:Bass Strait ferries Category:Port towns of Tasmania",
 "title": "Devonport, Tasmania"
}