{
 "id": "239388",
 "text": "Govan ( ; Scottish Gaelic: Baile a' Ghobhainn) is a district, parish, and former burgh now part of south-west City of Glasgow, Scotland. It is situated west of Glasgow city centre, on the south bank of the River Clyde, opposite the mouth of the River Kelvin and the district of Partick. Historically it was part of the County of Lanark. According to medieval legend, Constantine, a seventh-century King of Strathclyde, founded a monastery under the rule of Columbanus in Govan. During the Middle Ages, Govan was the site of a ford and later a ferry which linked the area with Partick for seasonal cattle drovers. In the eighteenth and nineteenth centuries, textile mills and coal mining were important; in the early-nineteenth century, shipbuilding emerged as Govan's principal industry. In 1864, Govan gained burgh status, and was the fifth- largest burgh in Scotland. It was incorporated into the City of Glasgow in 1912. ==History== ===Early history=== Recent studies of the archaeology of old Govan have revealed the presence of an ancient Christian church. Two associated Christian burials are radiocarbon dated to the 5th or 6th centuries, making Govan the earliest known Christian site in the region.Driscoll, Stephen, \"Govan, an early medieval royal centre\", p. 79. Govan is believed to have then been part of a kingdom ruled from Dumbarton Rock, known as Alt Clut, the rock on the Clyde. During the Viking Age, perhaps following the sack of Dumbarton Rock in 878, Govan is believed to have been one of the major centres of the Kingdom of Strathclyde. According to John of Fordun, Constantine, a 7th-century king of Strathclyde, founded a monastery at Govan, where he died and was buried. In 1855, an elaborately carved sandstone sarcophagus was found during digging in the churchyard.Govan Sarcophagus, The Glasgow Story It is now kept inside the church. It may have been used to contain the body or relics of Constantine, although the style of carving indicates an origin in the 10th or 11th centuries. This King Constantine is first mentioned in the 12th-century Life of St. Kentigern by Jocelyn of Furness, where he is said to have been son of Riderch Hael. He is likely a literary invention. The early church in Govan is dedicated to a Saint Constantine, about whom nothing else is known. Govan's earliest recorded name may be found in the Historia regum Anglorum attributed to Symeon of Durham. This is a 12th-century Latin source, but one believed to be based on much earlier materials; it records a place near Dumbarton Rock named Ouania. Based on this, Govan's Cumbric language name has been reconstructed as *(G)uovan.Koch, John, \"Ovania\", p. 34. Govan is Baile a' Ghobhainn (the smith's town) in Scottish Gaelic. Bishop Leslie in his Scotia Descriptio of 1578 says it got its name from the excellence of its ale (God-win), whereas Chalmers in his Caledonia says it is derived from Scottish Gaelic, Gamhan (a ditch).\"A History Of Glasgow & Govan (1883)\", Ordnance Gazetteer Of Scotland The earliest references to Govan are found in connection with the Christian church. In 1136, when Glasgow Cathedral was formally consecrated, King David I (1124–53) gave to the See the lands of Partick and also of the church at Govan (on opposite sides of the River Clyde), which became a prebend of Glasgow. The Govan Old Parish Church was rebuilt in 1762, 1826, and again 1884-1888. Within it and its roughly circular churchyard is one of the finest collections of Early Christian stones in the United Kingdom, dating from the 10th and 11th centuries. Not much is known about any medieval village that may have surrounded the church until 1454 when it is recorded that, whole houses, barns and mills in the village were brought down by a great flood. By the 16th century, extensive coal mine workings had been developed around Craigton and Drumoyne. As the village grew, new trades and crafts, such as weaving, pottery and agriculture, were established. There is an oddity whereby part of eighteenth-century parish of Govan (which was in Lanarkshire) is counted as being within Renfrewshire. There existed a hospital in the area, and as quasi- religious foundations were not taxed, it had never been assigned to a sheriffdom. Thus, when Renfrewshire was created out of a sheriffdom of Lanarkshire in the early fifteenth century, the lands associated with the hospital (Polmadie) were not technically in the newly created shire, as they were not part of the sheriffdom. They were, however, very much a part of the physical landscape that became Renfrewshire. A similar uncertainty existed regarding the nearby lands of Pollokshields and Westends. People lived with the inconsistency in the records. When the railway was to be built in the late nineteenth century, however, the confusion over proper descriptions in the land titles made necessary legal transactions difficult and had to be reconciled. The county added to the description of these lands, the phrase: \"but now by annexation in the County of Renfrew.\" (available at ) By the early part of the 19th century, Govan was rapidly losing its rural appearance and assuming the character of a town with the development of new industries and factories, including Reid's Dye Works and Pollok's Silk Mill. Town officials arranged for the deepening of the Clyde in 1759, the reclamation of the channels between the islands (The Whyte Inch, The Black Inch, and The King's Inch), and the construction of quays and docks. This facilitated the development of shipbuilding as a major industry. By the 1860s, the village needed a higher order of administration and it was made a burgh in 1864, under the General Police (Scotland) Act 1862. At the time, it was the fifth largest burgh in Scotland and contained within its boundaries, the areas of Plantation, Cessnock, Ibrox, Craigton and Drumoyne. in 1901 the Burgh boundaries increased further west to include Linthouse and West Drumoyne. With Morris Pollok as its first Provost, the Burgh and its Commissioners ensured that during the next 48 years Govan became a well-equipped, modern town. During the late 19th century, the population of Govan increased more than tenfold: from 9,000 in 1864 to 95,000 by 1907. In 1901 Govan was the 7th largest town in Scotland. In 1912, Glasgow annexed Govan after a series of annexation battles. A prominent feature of the Govan landscape was the Doomster or Moot Hill, which stood near the river, north of the present Govan Cross.Glasgow’s Crosses, Glasgow History, 28 May 2016 It was removed in the early 19th century and Reid's Dyeworks was erected on the site. The origins of the Doomster Hill are a mystery. One hypothesis is that it was a prehistoric burial mound. In 1996, a team from Channel 4's Time Team programme carried out an archeological excavation at the site. They suggested that the hill may have been a 12th-century Norman motte.Time Team Series 4, episode 4. First broadcast 26 January 1997. ===20th century to the present=== thumb|Govan War Memorial Traditionally viewed as a lower working-class area, Govan has typically supported the Labour Party, but the Scottish National Party (SNP) has also been strong there. In 1973 SNP won a by-election with Margo MacDonald as their candidate. The SNP won another by-election victory in 1988, this time with Jim Sillars as candidate. The latest victory for the SNP was in the 2007 Scottish parliamentary elections, when Nicola Sturgeon became the MSP for the constituency. The area has had a reputation for deprivation and poverty, partly due to the construction of housing estates in the 1930s to relieve the overcrowded slum district of The Gorbals, Glasgow. The most famous of these housing estates is Moorepark, sometimes referred to jocularly as \"The Wine Alley\"Ian Jack: Problem Families (review of From Moorepark to Wine Alley: The Rise and Fall of a Glasgow Housing Scheme by Sean Damer), London Review of Books, 26 October 1989 \\- this area was named by The Independent newspaper in April 1994 as one of the worst areas in Britain, with drug abuse being a widespread problem and unemployment standing at nearly 30% (up to three times the national average at the time). It was parodied by the BBC sitcom Rab C. Nesbitt. Although Govan was the stated setting for the show, episodes were seldom filmed there. In the post-war years, many Govanites were relocated from the town, often reluctantly, to outlying areas such as Drumchapel, Pollok, Darnley, Priesthill and Penilee by the Glasgow Corporation. Despite these developments, there were numerous older buildings around Govan until quite recently, most notably the terraces and tenements situated around Govan Road. These were not cleared until well into the 1970s. However, there is the potential for tourism development, for example, the planned development of the Govan Old site, which hosts the historically significant stone carvings, has led to the development of the surrounding townscape and new infrastructure. Such developments benefit the aesthetic and connective appeal of the Govan area for future visitors. Due to boundary changes, Govan in the early 1960s incorporated some surrounding more prosperous areas at its boundaries. Although technically part of Govan, residents of these areas have maintained a distinct identity separate from the area. The Govan Fair is celebrated on the first Friday in June each year. ==Economy== left|thumb|Govan street scene Govan was at one point the centre of the world-renowned Clydeside shipbuilding industry, but few shipyards remain today. One of Govan's original yards is one of only two large shipyards to survive on the Upper River Clyde, the other being Yarrow Shipbuilders Limited based in Scotstoun. These two yards form a large part of BAE Systems Surface Ships. In 1841, Robert Napier began iron shipbuilding in Govan, and in 1843 produced its first ship, the Vanguard. He also procured a contract with the Royal Navy to produce vessels, notably the Jackal, the Lizard, and the Bloodhound. He also allowed naval officers in training to visit the shipyard to familiarise themselves with the new vessels. Napier's Shipyard in Govan was later acquired by William Beardmore and Company in 1900, before being sold on to Harland & Wolff in 1912. It finally closed in 1962 and most of the site was redeveloped into housing. Govan's other major shipbuilding firm was founded in the 1860s as: Randolph, Elder and Company, later becoming John Elder and Company. In 1885, the yard moved further west to its present site and was reorganised as the Fairfield Shipbuilding and Engineering Company Ltd. This company continued until 1965, when it filed for bankruptcy. The following year in 1966, the yard was again reorganised as Fairfields and guaranteed by the government in response. The following year, Fairfields and the other major Clydeside yards (Stephens, Connels, Yarrows and John Browns) were merged to form Upper Clyde Shipbuilders (UCS). In 1971, Upper Clyde Shipbuilders went into receivership and the Conservative government led by Edward Heath refused to give them a £6,000,000 loan. Rather than go on strike, which was the traditional form of industrial action, the union leadership of the yards decided to have a work-in and complete the orders that the shipyards had in place. In this way they dispelled the idea of the workers being \"work-shy\" and also wanted to illustrate the long-term viability of the yards. The work-in was successful in the short-term. YSL withdrew from UCS in 1971, and Govan was sold off in 1973 as Govan Shipbuilders. In 1977, the Labour government of James Callaghan passed the Aircraft and Shipbuilding Industries Act which nationalised Govan and grouped it with other major British shipyards as British Shipbuilders. In May 1979, Margaret Thatcher was elected Prime Minister and her ministry soon began its privatisation programme. British Aerospace, established by the same act, was privatised in 1981. British Shipbuilders road to privatisation was not as swift, and the group was sold piece by piece throughout the course of the 1980s. Kværner of Norway, as part of a planned development of a large international shipbuilding group, took over Govan.Birkler, J.L. et al. (2002). The Royal Navy's New-generation Type 45 Destroyer: Acquisition Options and Implications, p. 13. British Shipbuilders' sale of Govan to the Norwegian firm was completed in 1988, and the yard was renamed Kvaerner Govan.Birkler, p. 14. In 1999, GEC's Marconi Marine division purchased the yard when Kværner announced its departure from the shipbuilding industry. GEC's Marconi Marine division already owned YSL (purchased in 1985) and VSEL (purchased in 1995). Marconi Electronic Systems and its Marconi Marine unit were sold to British Aerospace in 1999 to form BAE Systems. The shipbuilding operations became BAE Systems Marine, which subsequently became part of BVT Surface Fleet, a naval shipbuilding joint venture between BAE Systems and VT Group, which became BAE Systems Surface Ships in 2009. Alexander Stephen and Sons also established a shipyard in nearby Linthouse in 1870. The yard eventually closed in the wake of the collapse of the Upper Clyde Shipbuilders consortium in 1971. ===Ships built at Govan=== *PS Vanguard (1843) *PS Scotia (1861) *HMS Northampton (1876) *HMS Nelson (1876) *HMS Curacoa (1878) *SS Arizona (1879)Johnston, Ian. \"Govan Shipyard\" in Ships Monthly. June 1985. *Ibis (1886)Clydebuilt Database - Shipping Times, Stuart Cameron *Akasha (1886) *Livadia (1880) *Victoria (1886) *RMS Campania (1891) *RMS Lucania (1893) *HMS Venus (1895) *HMS Diana (1895) *HMS Highflyer (1898) *HMS Hermes (1898) *HMS Cressy (1899) *HMS Aboukir (1900) *HMS Good Hope (1901) *HMS Bedford (1901) *SS Armadale Castle (1903) *RMS Port Kingston (1904) renamed RMS Tahiti *HMS Cochrane (1905) *HMS Commonwealth (1905) *RMS Empress of Britain (1906) *RMS Empress of Ireland (1906) * *HMS Indomitable (1907) *SS Balmoral Castle (1910) *HMS New Zealand (1911) *HMAS Sydney (1912) *RMS Empress of Russia (1913) *RMS Empress of Asia (1913) *SS Calgarian (1913) *HMS Valiant (1914) *HMS Renown (1916) *RMS Empress of Canada (1922) *SS Athenia (1922) *Aorangi (1922) *TSS Tuscania (1923) *SS Letitia (1924) *MV Speybank (1926) *HMS Berwick (1926) *HMS Norfolk (1928) *RMS Empress of Japan (1930) *HMS Delight (1932) *HMS Woolwich (1934) *HMS Liverpool (1937) *HMS Phoebe (1937) *HMS Howe (1940) *HMS Bellona (1942) *HMS Implacable (1942) *HMS Theseus (1944) *HMS Chichester *HMS Blake (1945) *SS Karanja (1948) *TS Oxfordshire (1955) *TS/SS Empress of Britain (1956) *TS Leecliffe Hall (1961) *HMS Fife (1964) *HMS Antrim (1967) *USNS Harkness (1968) *Jervis Bay (1969) *Pacifique (1969) *USNS Chauvenet (1970) *Pacific Peace (1981) *MV Selkirk Settler (1983) *MV Saskatchewan Pioneer (1983) *St. Lawrence Seaway (1983) *Sir Charles Parsons (1985) *MV Norsea (1986) *MV Havis (1992) *Sea Launch Commander (1996) *RFA Wave Ruler (2003)Royal Navy, Royal Fleet Auxiliary (RFA): RFA Wave Ruler *RFA Mounts Bay (2004)Royal Navy, Royal Fleet Auxiliary (RFA): RFA Mounts Bay *HMS Daring (2006) *HMS Dauntless (2007) *HMS Diamond (2007) *HMS Dragon (2008) *HMS Defender (2009). *HMS Duncan (2010) A list of almost 3000 ships built at Govan has been collected in the \"Clydebuilt Database\".Ships Built at Govan Acumfaegovan. The ships were built by the following companies: Robert Napier & Company, Randolph Elder & Company, Dobbie Hedderwick & Co., Dobie & Company, Mackie & Thomson, Smith & Rodgers, London & Glasgow Engineering and Iron Shipbuilding Co. Ltd., William Beardmore & Company, John Elder & Company, Fairfield Shipbuilding & Eng. Co. Ltd., Alexander Stephens & Sons, J & G Thomson, Harland & Wolff and more. ==Transport== Govan is served by Govan Subway Station, Ibrox Subway Station and Cessnock Subway Station on the Glasgow subway system. Govan railway station opened on 2 December 1868. It closed permanently to regular passenger services on 9 May 1921. Regular bus services, mainly operated by McGill's Bus Services and First Glasgow, offer frequent routes to Glasgow City Centre, as well as to numerous locations in Renfrewshire. ==Sports== Govan borders the district of Ibrox, home to the Scottish football club Rangers F.C. who traditionally incorporate the red and black civic colours in the socks of their kit;Rangers, Historical Football Kits their Ibrox Stadium has a stand named for Govan (the closest to the heart of the burgh), although officially this was re-named after their former player Sandy Jardine in 2014. Govan is home to the Scottish Junior football team Benburb F.C. who until March 2014 played at Tinto Park (Drumoyne) then moved to the adjacent New Tinto Park. They share a rivalry with St Anthony's F.C. who originated from the Helen Street area of Govan, but are now based further west at Shieldhall. Linthouse and Parkgrove were 19th century senior sides, who fell into decline and are now defunct. There were two other sporting venues for local residents and workers located in the south of Govan (with no space available in the industrial northern area at the Clyde): White City Stadium and Albion Greyhound Stadium, both now entirely demolished. ==Media== Govan is served by community radio station Sunny Govan, broadcasting on 103.5FM to the city of Glasgow and surrounding districts, discussing local issues and providing advice, and with diverse musical output covering soul, hip-hop and reggae. Govan has had several local newspapers over the years such as the Govan Chronicle and Govan Press published by the Cossar Family (1851-1983) and by John Maclean (2006–2014) which also served the communities of Kinning Park, Cardonald, Penilee and Hillington, and the Govan Post (1983–1988) published by Cook, Paton & Co. of Paisley, now part of Dunfermline Press. ==Religion== ===Church of Scotland=== The church of Govan was a prebend of Glasgow. It was dedicated to St Constantine, who had been buried at Govan. On 13 July 1577, the teinds of Govan were granted to the University of Glasgow, and the Principal of the University ex officio was appointed minister of the parish. This settlement was set aside on 20 December 1621, and only the patronage of Govan was left to the University. There was a chapel in the parish at Partick. Govan Church was rebuilt in 1762, and again in 1826. A later rebuilding was begun in 1884 and was opened 19 May 1888. ==List of Provosts of Govan== *1864-1867 Morris Pollok *1867-1869 William Cruickshank *1869-1872 Thomas Reid *1872-1880 James Wilson *1880-1883 John Thompson *1883-1886 Alexander Campbell *1886-1889 George Ferguson *1889-1892 Neil McLean *1892-1901 James Kirkwood *1901-1904 John Marr *1904-1908 Sir John Anthony *1908-1912 David McKechnie ==Popular culture== * Scottish TV sitcom Rab C Nesbitt is set in Govan; although the series is mostly filmed elsewhere. ==Notable people== * Mary Barbour, resident in Govan while helping to organise the Glasgow Rent Strikes * Isabella Elder, philanthropist who gifted Elder Park and to the people of Govan, as well as many other projects. *Hugh Binning child genius, professor of philosophy and minister of Govan * Leo Blair (senior), father of former Prime Minister Tony Blair and high court judge Sir William Blair, raised on Golspie Street * Ivor Cutler avant garde performer * Sir Alex Ferguson, football manager and player widely known for managing Manchester United from 1986 to 2013 (won more trophies than any other manager, considered one of the greatest of all time) * James Hedderwick, poet and newspaper proprietor, born and raised in Govan. * Jimmy Speirs, footballer (scored the winning goal in the 1911 FA Cup Final, received the Military Medal during the First World War) * James Kelman, writer * George MacLeod, minister of the Church of Scotland's Govan Old Parish Church (founded the Iona Community, whose offices are still based in Govan) * David Meiklejohn, Rangers and Scotland footballer *Andrew Melville minister of Govan, reformer and scholar at Glasgow and St Andrews (exiled) * Belle Moore, Olympic Gold Medalist * Thomas Ashburton Picken, lithographer * Johnny Quigley, footballer\"FA Cup Final 1959\", Nottingham ForestGRO Scotland * Jimmy Reid, trade unionist * Iain Robertson, actor\"Iain Robertson\" , Sunny Govan * Chick Young, football pundit * Johnny Beattie, actor and stand-up comedian * Bill Martin, songwriter, music publisher and impresario * Dame Elish Angiolini, Lord Advocate of Scotland and former Solicitor General for Scotland, brought up in Govan * Peter Barr, nurseryman and merchant better known as \"The Daffodil King\" * Jim Craig, Celtic player and Lisbon Lion * George Rossi, Scottish actor ==See also== *Glasgow Govan (UK Parliament constituency) ==Notes== ==References== * ==External links== *Govan Community Council *Govan Architecture and History *Get into Govan *Govan, the Place and the People * Fairfield Heritage *Govan Maps 1857-1934, National Library of Scotland Category:Areas of Glasgow Category:Ports and harbours of Scotland Category:Parishes of Scotland Category:Burghs",
 "title": "Govan"
}