{
 "id": "239711",
 "text": "Acacius (?26 November 489) was the Ecumenical Patriarch of Constantinople from 472 to 489. Acacius was practically the first prelate throughout the Eastern Orthodoxy and renowned for ambitious participation in the Chalcedonian controversy. Acacius advised the Byzantine emperor Zeno to issue the Henotikon edict in 482, in which Nestorius and Eutyches were condemned, the twelve chapters of Cyril of Alexandria accepted, and the Chalcedon Definition ignored. This effort to shelve the dispute over the Orthodoxy of the Council of Chalcedon was quite in vain. Pope Felix III saw the prestige of his see involved in this slighting of Chalcedon and his predecessor Leo's epistle. He condemned and deposed Acacius, a proceeding which the latter regarded with contempt, but which involved a schism between the two sees that lasted after Acacius's death. The Acacian schism lasted through the long and troubled reign of the Byzantine emperor Anastasius I, and was only healed by Justin I under Pope Hormisdas in 519. The Coptic Orthodox Church celebrates The Departure of St. Acacius, Patriarch of Constantinople on the 30th of the Coptic month of Hatour.http://st-takla.org/Full-Free-Coptic-Books/Coptic-Synaxarium-or- Synaxarion_English/03-Hatoor/Coptic-Calendar_30-Hator.html ==Early life and episcopate== Acacius first appearers in authentic history as the orphanotrophos, or an official entrusted with the care of the orphans, in the Church of Constantinople, which he administered with conspicuous success. cites Suidas, s.v. Suidas further describes Acacius as possessing an undoubtedly striking personality of making the most of his opportunities. He seems to have affected an engaging magnificence of manner; was openhanded; suave, yet noble, in demeanour; courtly in speech, and fond of a certain ecclesiastical display. His abilities attracted the notice of the Roman emperor Leo I, over whom he obtained great influence by the arts of an accomplished courtier, cites Suidas, l.c. which led to his succession to the seat of Patriarch on the death of Gennadius in 471. The first five or six years of his episcopate were uneventful enough. Soon he involved in controversies, which lasted throughout his patriarchate, and ended in a schism of thirty-five years between the churches of the East and West. On the one side he laboured to restore unity to Eastern Orthodoxy, which was distracted by the varieties of opinion to which the Eutychian debates had given rise; and on the other to magnify the authority of his see by asserting its independence of Rome, and extending its influence over Alexandria and Antioch. In both respects he appears to have acted more in the spirit of a statesman than of a theologian; and in this relation the personal traits of liberality, courtliness, and ostentation, noticed by Suidas, are of worthy importance. cites Suidas, l.c. ==Chalcedonian controversy== ===Allied opposition against Basilicus and Timothy Aelerus=== The opposition was the first important measures earning Acacius the enthusiastic popular support and praise of Pope Simplicius. In conjunction with a Stylite monk, Daniel the Stylite, he placed himself at the head of the opposition to the usurped emperor Basiliscus. Timothy Aelerus, the Non-Chalcedonian patriarch of Alexandria under Basiliscus' protection since 476, had already induced Basiliscus to put forth an encyclical or imperial proclamation (egkyklios) condemning the teaching of the council of Chalcedon. Acacius himself seems to have hesitated at first about adding his name to the list of the Asiatic bishops who had already signed the encyclical; but, warned by a letter from Pope Simplicius, who had learned of his questionable attitude from the ever-vigilant monastic party, he reconsidered his position and threw himself violently into the debate. This sudden change of front redeemed him in popular estimation, and he won the regard of the Chalcedonian party, particularly among the various monastic communities throughout the East, by his now ostentatious concern for sound doctrine. Even Pope Simplicius wrote him a letter of commendation. The chief circumstance to which Acacius owed this sudden wave of popularity was the adroitness with which he succeeded in putting himself at the head of the particular movement of which Daniel the Stylite was both the coryphaeus and the true inspirer. The agitation was, of course, a spontaneous one on the part of its monastic promoters and of the populace at large, who sincerely detested Eutychian theories of the Incarnation; but it may be doubted whether Acacius, either in Chalcedonian opposition now, or in efforts at compromise later on, was anything profounder than a politician seeking to compass his own personal ends. Of theological principles he seems never to have had a consistent grasp. He had the soul of a gamester, and he played only for influence. Basiliscus was beaten. Basiliscus withdrew his offensive encyclical by a counter- proclamation, but his surrender did not save him. In the meantime the emperor Zeno, a fugitive up to the time of the Acacian opposition, reclaimed the throne which he had lost; and Basiliscus, after abject and vain concessions to the ecclesiastical power, was given up to him (as tradition says) by Acacius, after he had taken sanctuary in his church in 477. cites Evagrius H. E. iii. 4 ff. Theodoret Lect. i. 30 ff. Theophanes Chronicle pp. 104 ff.; Procopius Bellum Vandalicum i. 7, p. 195. At this moment the relations between Zeno, Acacius, and Simplicius appear to have been amicable. They agreed on the necessity of taking vigorous measures to affirm the decrees of the council of Chalcedon, and for a time acted in concert. cites Simplic. Epp. 5, 6. ===Disputes over Peter Mongus and John Talaia=== In 479 Acacius consecrated a Patriarch of Antioch, cites Theophanes Chronicle p. 110. and thus exceeded the proper limits of his jurisdiction. However, Pope Simplicius admitted the appointment on the plea of necessity. Trouble soon broke out of all dimensions when the Non-Chalcedonian party of Alexandria attempted to force Peter Mongus into that see against John Talaia in 482. Simplicus protested against Peter Mongus's appointment as patriarch, cites Simplic. Epp. 14, 15. because of his role in the Non-Chalcedonian party of Alexandria, siding with John Talaia. Both aspirants lay open to grave objections. Mongus was, or at least had been, Non-Chalcedonian; John Talaia was bound by a solemn promise to the Emperor not to seek or (as it appears) accept the Patriarchate. cites Liberat. c. 17; Evagr. H. E. iii. 12. Talaia at once sought and obtained the support of Simplicius, and slighted Acacius. Mongus represented to Acacius that he was able, if confirmed in his post, to heal the divisions caused by the dispute. This time events gave Acacius the opportunity he seems to have been long waiting for—to claim a primacy of honour and jurisdiction over the entire East, which would emancipate the bishops of the capital not only from all responsibility to the sees of Alexandria, Antioch, and Jerusalem, but to the Roman Pontiff as well. Acacius, who had now fully ingratiated himself with Zeno, suggested the emperor to take sides with Mongus in spite of the vehement opposition of Simplicius. Acacius counteracted by sending envoys to discuss the terms of reunion for all churches of the East. ===Henotikon Edict and the Acacian Schism=== Shortly afterwards Acacius drawn up a document, or series of articles, which constituted at once both a creed and an instrument of reunion, as his measure to claim jurisdiction over the entire East. This creed, known to theology as the Henotikon, was originally directed to the irreconcilable factions in Egypt. It was a plea for reunion on a basis of reticence and compromise. And under this aspect it suggests a significant comparison with another and better known set of \"articles\" composed nearly eleven centuries later, when the leaders of the Anglican schism were threading a careful way between the extremes of Roman teaching on the one side and of Lutheran and Calvinistic negations on the other. The Henotikon edict in 482 affirmed the Nicene-Constantinopolitan Creed (i.e. the Creed of Nicaea completed at Constantinople) as affording a common, final and united symbol or expression of faith. All other symbola or mathemata were excluded; Eutyches and Nestorius were unmistakably condemned in an anathema, while the twelve chapters of Cyril of Alexandria were accepted. The teaching of Chalcedon was not so much repudiated as passed over in silence; Jesus Christ was described as the \"only- begotten Son of God ... one and not two\" and there was no explicit reference to the two natures. cites Evagr. H. E. iii. 14. Peter Mongus naturally accepted the Henoticon and was hence confirmed in his see. John Talaia refused to subscribe to it and retired to Rome (482–483), where his cause was taken up with great vigour by letters of Pope Simplicius urging Acacius to check the progress of heresy elsewhere and at Alexandria. cites Simplic. Epp. 18, 19. The letters were futile, and Simplicius died soon afterwards. His successor, Pope Felix III zealously espoused the cause of Talaia and despatched two bishops, Vitalis and Misenus, to Constantinople with letters to Zeno and Acacius, demanding that the latter should repair to Rome to answer the charges brought against him by Talaia (Felix, Epp. 1, 2). The mission utterly failed. Vitalis and Misenus were induced to communicate (i.e., to receive Holy Communion) publicly with Acacius and the representatives of Mongus, and returned embarrassingly to Italy in 484. On their arrival at Rome an indignant synod was held. They were themselves deposed and excommunicated; a new anathema was issued against Mongus, and Acacius was irrevocably excommunicated for his connection with Mongus, for exceeding the limits of his jurisdiction, and for refusing to answer at Rome the accusations of Talaia; cites Evagr. H. E. iii. 21; Felix, Ep. 6. but no direct heretical opinion was proved or urged against him. Acacius was branded by Pope Felix as one who had sinned against the Holy Spirit and apostolic authority (Habe ergo cum his ... portionem S. Spiritus judicio et apostolica auctoritate damnatus); and he was declared to be perpetually excommunicated (nunquamque anathematis vinculis exuendus). Felix communicated the sentence to Acacius, and at the same time wrote to Zeno, and to the church at Constantinople, charging every one, under pain of excommunication, to separate from the deposed patriarch. cites Epp. 9, 10, 12. Another envoy, named Tutus, was sent to carry the decree of this double excommunication to Acacius in person. Acacius refused to accept the documents brought by Tutus and showed his sense of the authority of the Roman See, and of the synod which had condemned him, by erasing the name of Pope Felix from the diptychs. For the rest, the threats of Felix produced no practical effect. The Eastern Christians, with very few exceptions, remained in communion with Acacius. Talaia equivalently gave up the fight by consenting to become Bishop of Nola; and Zeno and Acacius took active measures to obtain the general acceptance of the Henoticon throughout the East. According to some (and probably biased) sources, Acacius began a brutal policy of violence and persecution, directed chiefly against his old opponents the monks, to work with Zeno for the general adoption of the Henoticon. The condemnation of Acacius, which had been made in the name of the Pope, was repeated in the name of the council of Chalcedon, and the schism was complete in 485. Acacius took no heed of the sentence up to his death in 489, which was followed by that of Mongus in 490, and of Zeno in 491. Fravitas (Flavitas, Flavianus), his successor, during a very short patriarchate, entered on negotiations with Felix, which resulted in nothing. The policy of Acacius broke down when he was no longer able to animate it. In a few years all his labour was undone. The Henoticon failed to restore unity to the East, and in 519 the Byzantine emperor Justin I submitted to Pope Hormisdas, and the condemnation of Acacius was recognized by the church of Constantinople. notes Tillemont has given a detailed history of the whole controversy, up to the death of Patriarch Fravitta, in his Mémoires, vol. xvi., but with a natural bias towards the Roman side. The original documents, exclusive of the histories of Evagrius, Theophanes, and Liberatus, are for the most part collected in the 58th volume of Migne's Patrologia. See also Hefele, Konz. Gesch. Bd. ii. ==References== Attribution: * * * ==Bibliography== * * Dietmar W. Winkler: Acacius of Constantinople, in: David G. Hunter, Paul J.J. van Geest, Bert Jan Lietaert Peerbolte (eds.): Brill Encyclopedia of Early Christianity Online. http://dx.doi.org/10.1163/2589-7993_EECO_SIM_00000027 Category:5th-century patriarchs of Constantinople Category:489 deaths Category:Ancient Christians involved in controversies Category:Year of birth unknown Category:Orphanotrophoi",
 "title": "Acacius of Constantinople"
}