{
 "id": "239916",
 "text": "Birthe Wilke (born 19 March 1936) is a popular Danish singer. She grew up in a musical family in Copenhagen's Vesterbro area. == Career == When Wilke was in her teens, she won a talent competition at the National Scala Theatre in Copenhagen, sang as soloist with Bruno Henriksen's Orchestra at Tivoli Gardens in Copenhagen, made her first recording, and was named \"Denmark's Doris Day\" and recorded \"Que sera sera\" in 1956. After qualifying in the Dansk Melodi Grand Prix to represent Denmark at the Eurovision Song Contest, she participated in the Eurovision Song Contest 1957, where she sang \"Skibet Skal Sejle I Nat\" (\"The Ship Is Leaving Tonight\") with Gustav Winckler. They ranked 3rd of out 10 at the end of the voting, and stunned television audiences with a 13-second long kiss at the end of their performance. She also participated in the Eurovision Song Contest 1959 where she sang solo \"Uh-Jeg Ville Ønske Jeg Var Dig\" (\"Oh - I wish I were you\"). She was ranked 5th place at the end of voting. In the late 1950s she toured Poland, West Germany and United States. In 1961 she played a nightclub singer in the Danish film Reptilicus. She sang \"Tivoli Nights\". In the same year, she won the award for best singer at the first international song festival in the Gdansk shipyard hall, the forerunner of the Sopot festival and Intervision Song Contest. In 1966 she retired from public life, but made a short-lived return in 1973. In addition to her recording successes, she participated in radio, television, advertising and commercial film. ==References== * Laursen, Carsten Michael (1999). 'Top- Pop: Navne i dansk pop 1950-2000\"' (\"Top-Pop: Names in Danish Pop 1950-2000\"). L&R; Fakta. . Category:1936 births Category:Living people Category:Danish women singers Category:Eurovision Song Contest entrants for Denmark Category:Eurovision Song Contest entrants of 1957 Category:Eurovision Song Contest entrants of 1959 Category:Danish pop singers",
 "title": "Birthe Wilke"
}