{
 "id": "239951",
 "text": "In necessariis unitas, in dubiis libertas, in omnibus caritas (commonly translated as \"unity in necessary things; freedom in doubtful things; love in all things\" or more literally as \"in necessary things unity; in uncertain things liberty; in all things charity\") is a Latin phrase. ==Origins and history== It is often misattributed to St. Augustine of Hippo, but seems to have been first used in 1617 by Archbishop of Split (Spalato) Marco Antonio de Dominis in his anti-Papal De Repubblica Ecclesiastica,.books.google where it appears in context as follows (emphasis added): Before the 21st century, academic consensus was that the source of the quotation was probably Lutheran theologian Peter Meiderlin (known as Rupertus Meldenius), who, in his Paraenesis votiva pro pace ecclesiae ad theologos Augustanae of 1626 had said, \"Verbo dicam: Si nos servaremus in necessariis Unitatem, in non-necessariis Libertatem, in utrisque Charitatem, optimo certe loco essent res nostrae\", meaning \"In a word, let me say: if we might keep in necessary things Unity, in non-necessary things Freedom, and in both Charity, our affairs would certainly be in the best condition.\" Henk Nellen's 1999 article that showed the phrase had previously been used by De Dominis overturned over a century of academic consensus. According to Joseph Lecler, the substitution of dubiis for non necessariis (omnibus occurs here, rather than, as in Meiderlin, utrisque) was made in largely Catholic circles, and had the effect of extending \"the rule of Meldenius... to much more than just the necessaria [(for salvation)] and the non necessaria [(for salvation)]\", much more than just the \"fundamental articles\": \"the tripartite maxim... [thus] lost its original Protestant nuance, in order to extend liberty to the entire domain of questions debated, doubtful, and undefined [(non définies par l'Église)]\".. But Lecler was reproducing the old consensus: that the maxim originated in proto-Pietistic rather than Catholic circles, i.e. the circle about Johann Arndt. ==Theological usage== The maxim is widely quoted in defence of theological and religious freedom, even though it raises the essential question of which things are necessary and which are doubtful or unnecessary. Despite those conflicts, the maxim mandates charity among all. It is also the motto of the Moravian Church, Evangelical Presbyterian Church (United States), Cartellverband der katholischen deutschen Studentenverbindungen, ÖCV and CV, and Unitas-Verband der Wissenschaftlichen Katholischen Studentenvereine, UV and UVÖ, the associations of Catholic student fraternities of Austria and Germany. The phrase in its current form is found in Pope John XXIII's encyclical Ad Petri Cathedram of 29 June 1959, where he uses it favorably. In the United Methodist Church Book of Discipline, the phrase appears in the doctrinal history section as \"In essentials, unity; in non-essentials, liberty; and in all things, charity.\" A few lines later, the mandate is emphasized as \"the crucial matter in religion is steadfast love for God and neighbor, empowered by the redeeming and sanctifying work of the Holy Spirit.\" ==See also== * Adiaphora * List of Latin phrases * Theologoumenon ==References== ==External links== * — for the articles by Nellen and Lecler * — a detailed history of the origin and interpretation of the phrase. * . Category:History of Christian theology Category:Latin religious words and phrases",
 "title": "In necessariis unitas, in dubiis libertas, in omnibus caritas"
}