{
 "id": "240025",
 "text": "Joseph Deiss (born 18 January 1946) is a Swiss economist and politician who served as a Member of the Swiss Federal Council from 1999 to 2006. A member of the Christian Democratic People's Party (CVP/PDC), he first headed the Federal Department of Foreign Affairs (1999–2002) before transferring to the Federal Department of Economic Affairs (2003–2006). Deiss was elected President of the United Nations General Assembly for its 65th session in 2010. == Political career == === Legislative and local experience === Joseph Deiss started his political career in 1981 as a representative of his party in the Grand Council of Fribourg. In 1991 he became the president of the cantonal parliament for one year. Between 1982 and 1996 Deiss assumed the mayorship of his home village Barberêche. In 1991 he was elected to the National Council. From 1995 to 1996 Deiss was vice president of the Foreign Affairs Committee of the National Council. In 1996 he was made president of the committee in charge of the total revision of the Swiss Federal Constitution. === In the Federal Council === Deiss was elected to the Swiss Federal Council on 11 March 1999, along with his erstwhile colleague Ruth Metzler. Together with Adalbert Durrer and Remigio Ratti, he was one of three official candidates proposed by the CVP/PDC for the seat of retiring Federal Councillor Flavio Cotti. However, the election became a narrow contest between Deiss and Peter Hess, who was favoured by many conservative representatives. Deiss eventually won after the sixth ballot, by 120 to 119 votes.Official Record of the United Federal Assembly, AB V 1999 625. In office, he has headed the following departments: *Federal Department of Foreign Affairs (1999–2002) *Federal Department of Economic Affairs (2003-2006) After the failure of Ruth Metzler to be re- elected in 2003, Metzler challenged him for his seat, but lost by 138 votes to 96. He was subsequently elected President of the Confederation for 2004, one year earlier than would have been regular. He became the only remaining representative of the CVP in the Council. On April 27, 2006, Deiss rather unexpectedly resigned as Federal Councillor.Bundesrat Deiss tritt zurück, NZZ Online, April 27, 2006. The CVP's seat not being contested by the other parties, he was succeeded by the president of the CVP, Doris Leuthard, who took over from Deiss on 1 August 2006. == Professional career == Joseph Deiss studied economics and social sciences for his first degree at the University of Fribourg. He continued to complete a doctorate at the same university after which he spent some time doing research at King's College at the University of Cambridge. After this period of research Joseph Deiss took on the post of lecturing Economics at the University of Fribourg. In 1983 he was made visiting professor at a number of Swiss universities: ETH Zurich, University of Lausanne and University of Geneva. From 1993 to 1996 Joseph Deiss acted as National Price Supervisor. He then returned to the University of Fribourg to become the Dean of the Faculty of Economics and Social Sciences. At this time at university, Joseph Deiss was also the chairman of the Board of Directors at Schumacher AG in Schmitten (FR) and chairman of the Raiffeisenbank in Haut- Lac, Courtepin (FR). In 2009 Joseph Deiss was awarded an honorary degree Doctor Honoris Causa from Business School Lausanne in recognition of his achievements to reinforce and expand the political and economic position of Switzerland. == Personal life == Deiss is married and has three sons. Joseph Deiss is an Honorary Member of The International Raoul Wallenberg Foundation Joseph Deiss is an Honorary Member of AFIS Swiss International Civil Servants Association == Works == *Manuel d'économie politique, with Danielle Meuwly, 1st edition 1994, reedited. *Initiation à l'économie politique : analyse économique de la Suisse, 1st edition 1982, reedited. *Economie politique et politique économique de la Suisse, 1st edition 1979, reedited. *The regional adjustment process and regional monetary policy, 1978. *La théorie pure des termes de l'échange international, doctorate thesis, 1971. == References == == External links == *Official biography * * * * |- Category:1946 births Category:Living people Category:People from Fribourg Category:Members of the Federal Council (Switzerland) Category:Swiss economists Category:Swiss Roman Catholics Category:University of Fribourg alumni Category:King's College, Cambridge Category:University of Fribourg faculty Category:University of Geneva faculty Category:Presidents of the United Nations General Assembly Category:Mayors of places in Switzerland Category:Foreign ministers of Switzerland",
 "title": "Joseph Deiss"
}