{
 "id": "240152",
 "text": "thumb|Alfred Loomis at Berkeley in 1940 Alfred Lee Loomis (November 4, 1887 – August 11, 1975) was an American attorney, investment banker, philanthropist, scientist, physicist, inventor of the LORAN Long Range Navigation System and a lifelong patron of scientific research. He established the Loomis Laboratory in Tuxedo Park, New York, and his role in the development of radar and the atomic bomb contributed to the Allied victory in World War II. He invented the Aberdeen Chronograph for measuring muzzle velocities,Loomis, Alfred L., Agnew, Paul G., Klopsteg Paul E., Stannard, Winfield H. (3 May 1921). \"Chronograph.\" U.S. Patent No. 1,376,890. Washington, DC: U.S. Patent and Trademark Office. contributed significantly (perhaps critically, according to Luis Alvarez) to the development of a ground-controlled approach technology for aircraft, and participated in preliminary meetings of the Manhattan Project. Loomis also made contributions to biological instrumentation. Working with Edmund Newton Harvey he co-invented the microscope centrifuge, and pioneered techniques for electroencephalography. In 1937, he discovered the sleep K-complex brainwave.Loomis AL, Harvey EN, Hobart GA. \"Cerebral states during sleep as studies by human brain potentials\". J Exp Psychol 1937; 21:127–44. abstractColrain IM. (2005). \"The K-complex: a 7-decade history\". Sleep. 28(2):255–73. During the Great Depression, Loomis anonymously paid the Physical Review journal's fees for authors who could not afford them. ==Early years== Born in Manhattan, Loomis was the son of Julia Josephine Stimson and Henry Patterson Loomis, and grandson of Alfred Lebbeus Loomis. There were prominent members of society on both sides of his family; primarily they were physicians. Alfred's parents separated when he was very young, and his father died when Alfred was in college. His first cousin was Henry Stimson, who held cabinet-level positions in the administrations of William Howard Taft, Herbert Hoover, Franklin Roosevelt, and Harry S. Truman. From the boy's early years, Stimson exerted considerable influence on Loomis. Loomis attended Phillips Academy and studied mathematics and science at Yale University. He graduated cum laude from Harvard Law School in 1912. Immediately following his graduation, Loomis married and began practicing corporate law in the firm of Winthrop and Stimson, where he was very successful. His first wife was Ellen Holman Farnsworth of Dedham, Massachusetts, from a prominent Boston society family and a sister of Henry Weston Farnsworth, whom he wed on June 22, 1912. They had three sons: Alfred Lee Jr., William Farnsworth, and Henry. In 1908 he became an hereditary member of the Rhode Island Society of the Cincinnati. In 1917, Alfred Loomis and Landon K. Thorne, the wealthy husband of Loomis's sister Julia, purchased of Hilton Head Island, which they established as a private preserve for riding, boating, fishing, and hunting. The centerpiece of the property was the old Honey Horn Plantation. Loomis's hobbies included automobiles and yachting, including the racing of America's Cup yachts against the Vanderbilts and Astors. ==Military service and career in finance== After the United States entered World War I in 1917, Loomis volunteered for military service. He was commissioned as a captain, and rose to the rank of lieutenant colonel. He worked in ballistics at the Aberdeen Proving Ground in Maryland, where he invented the Aberdeen Chronograph, the first instrument to measure accurately the muzzle velocity of artillery shells, and portable enough to be used on the battlefield. At Aberdeen he met and worked with a Johns Hopkins physicist, Robert W. Wood, under whose influence Loomis's long-standing interest in inventing and gadgetry evolved into the serious pursuit of experimental and practical physics. In the 1920s, Loomis collaborated with his brother-in-law, Landon K. Thorne, rather than returning to the practice of law. They acquired Bonbright and Company and brought it from the verge of bankruptcy to becoming a preeminent U. S. investment banking-house specializing in public utilities. They became very wealthy by financing electric companies as these began to establish the electrical infrastructure of rural America, and Loomis sat on the boards of several banks and electric utilities. Loomis and Thorne pioneered the concept of the holding company, consolidating many of the electric companies that operated on the East Coast of the United States. Loomis further increased his fortune via insider trading practices that now are illegal. In 1928, anticipating the coming Wall Street Crash of 1929, he, his partner, and his firm had converted their investments into gold—having determined that the market had risen so dramatically that it was unsustainable and a crash was inevitable. Once the stock market crash had bankrupted the majority of speculators, while Wall Street floundered, he and his firm became even wealthier as a result of purchasing stocks cheaply after they had plummeted in value and few people had the cash to reinvest. While Senatorial hearings sought to tar him for the success of his prudent strategy, no substantive charges were ever brought. Loomis later worked closely with FDR and his administration in preparing the country's technological base for war, using his many contacts in New York finance, as well as generous sums from his own considerable fortune, to finance the early developments in radar, before government money could be provided. == Laboratory at Tuxedo Park == Taking advantage of his considerable wealth, Loomis increasingly indulged his interest in science. He established a personal laboratory near his mansion within the exclusive enclave of Tuxedo Park, New York. He and his small staff conducted pioneering studies in spectrometry, high-frequency sound and capillary waves, electro-encephalography, and the precise measurement of time, chronometry.Conant, Jennet (2003). Tuxedo Park: A Wall Street Tycoon and the Secret Palace of Science That Changed the Course of World War II. New York: Simon and Schuster. Eventually Loomis was elected to the National Academy of Sciences for his work in physics. His laboratory was the best of its kind, containing equipment that few universities could afford. His reputation spread quickly, particularly in Europe, where money for science was scarce. Loomis often sent first-class tickets to famous European scientists so that they could travel to the United States to meet with their peers and collaborate on projects. They would be picked up at the airport or train station and brought to Tuxedo Park in his limousine. At first, some in the scientific community called him an \"eccentric dabbler,\" but soon his laboratory became the meeting place for some of the most accomplished scientists of the time, such as Albert Einstein, Werner Heisenberg, Niels Bohr, James Franck, and Enrico Fermi. Scientists who worked personally with him were convinced of his capability and industry. His wealth, connections, and charm all made him highly persuasive.Conant, Jennet (2003). Tuxedo Park: A Wall Street Tycoon and the Secret Palace of Science That Changed the Course of World War II. New York: Simon and Schuster. His Tuxedo Park laboratory was nicknamed the \"Tower House\", “The Loomis Lab” and \"The Palace of Science\". He turned this Tuxedo Park laboratory into a meeting place for the most visionary minds of the twentieth century; Albert Einstein, and the aforementioned scientists.The book TUXEDO PARK by Jennet Conant talks about the Tower House on Crows Nest Road, Tuxedo Park, New York.Today the home location is 116 Tower Hill Rd W, Tuxedo Park, New York, 10987 He was awarded the Franklin Institute's John Price Wetherill Medal in 1934 along with E. Newton Harvey. In 1939, Loomis began a collaboration with Ernest Lawrence and was instrumental in financing Lawrence's project to construct a cyclotron. By this time, Loomis had become a prominent figure in experimental physics and had moved his Tuxedo Park operations to Cambridge, Massachusetts, where he established a joint operation with the Massachusetts Institute of Technology (MIT).Conant, Jennet (2003). Tuxedo Park: A Wall Street Tycoon and the Secret Palace of Science That Changed the Course of World War II. New York: Simon and Schuster. Additionally, Loomis's 1937 house in Tuxedo Park by architect William Lescaze is regarded as an early experiment in double-skin facade construction. This house included \"an elaborate double envelope\" with a 2-foot-deep air space conditioned by a separate system from the house itself. The object was to maintain high humidity levels inside. ==World War II== In the late 1930s, Loomis's scientific team turned their attention to radio detection studies, building a crude microwave radar which they deployed in the back of a van. They drove it to a golf course and aimed it at the neighboring highway in order to track automobiles, then took it to the local airport, where they tracked small aircraft. Loomis had visited the United Kingdom and knew many of the British scientists who were working on radar. Britain, at war with Germany, was being bombed nightly by the German Luftwaffe, while America was trying to stay out of the war. British scientists had developed the cavity magnetron, which allowed their radar to be made small enough for installation in aircraft. In 1940, the British Tizard Mission visited the United States, seeking help to mass-manufacture the technology they had invented. On hearing that the British magnetron had a thousand times the output of the best American transmitter, Loomis invited its developers to Tuxedo Park. Because he had performed more work in this area than anyone else in the country, Loomis was appointed by Vannevar Bush to the National Defense Research Committee as chairman of the Microwave Committee and vice-chairman of Division D (Detection, Controls, Instruments). Within a month, he had selected a building on the MIT campus in which to equip a laboratory, dubbing it the MIT Radiation Laboratory, usually referred to as the Radiation Laboratory and later known simply as the Rad Lab. He pressed for the development of radar in spite of the Army's initial skepticism, and arranged funding for the Rad Lab until federal money was allocated. The MIT Rad Lab was managed by its director, Lee DuBridge. Meanwhile, Loomis assumed his customary function of eliminating the obstacles to research and providing the encouragement that was needed at a time when success still remained elusive. The resulting 10-cm radar was a key technology that enabled the sinking of U-boats, spotted incoming German bombers for the British, and provided cover for the D-Day landing. Loomis took advantage of all his business acumen and industry contacts to ensure that no time was wasted in its development. DuBridge later commented, \"Radar won the war; the atom bomb ended it.\" Originally known as \"LRN\" for Loomis Radio Navigation, LORAN was a proposal of Loomis. It was the most widely used long- range navigation system until the advent of GPS. The system was developed at Rad Lab and is based on a pulsed hyperbolic system. A world network of stations once existed. The United States Coast Guard (USCG) and Canadian Coast Guard (CCG) ceased transmitting LORAN-C (and joint CHAYKA) signals in 2010. Loomis also made a significant contribution to the development of ground- controlled approach technology, a precursor of today's instrument landing systems that use radar to enable ground controllers to \"talk down\" aircraft pilots and help them to land safely when poor visibility makes visual landings difficult or impossible. ==Legacy and later years== President Roosevelt lauded the value of Loomis's work, describing him as being the civilian who was second perhaps only to Churchill, in facilitating the Allied victory in World War II. Loomis was elected to the American Philosophical Society in 1930, the National Academy of Sciences in 1940, and received several honorary degrees: from Wesleyan University he received a D.Sc. in 1932, from Yale University an M.Sc. in 1933, and from the University of California an LL.D. in 1941. Loomis was married to Ellen Farnsworth for more than 30 years: beautiful, delicate and often suffered from debilitating depression, eventually developing dementia. They had three children: Alfred, Jr., a pioneering investor, two- time winner of the Bermuda Race and head of the winning America's Cup syndicate in 1977; Henry, head of the Corporation for Public Broadcasting and Farnsworth, a physician and professor at Brandeis (Farnsworth's grandson is Reed Hastings, co-founder of Netflix). Loomis had an affair with a colleague's wife, Manette Hobart, and in 1945 he divorced Ellen and immediately married Manette, scandalizing New York society. At this point he completely changed his lifestyle, eschewing his multiple residences and numerous servants and settling into a single household in which he and his wife shared a relationship that was characterized by its domesticity. They remained married until Alfred Loomis died more than 30 years later. Loomis, always a very private person who avoided publicity, retreated from public life entirely after closing the ‘Rad Lab’ and finishing his related obligations in 1947. He retired to East Hampton, with Manette and never granted another interview. ==Patents== *External shoe tree, 1914 Loomis, Alfred Lee . (11 August 1914). “External shoe tree.” . Washington, DC: U.S. Patent and Trademark Office. *Net, 1916 Loomis, Alfred Lee and Mcvickar, Henry L. (23 May 1916). “Net.” . Washington, DC: U.S. Patent and Trademark Office. *Toy, 1917 Loomis, Alfred Lee. (10 April 1917). “Toy.” . Washington, DC: U.S. Patent and Trademark Office. *Chronograph, 1921 Loomis, Alfred L., Agnew, Paul G., Klopsteg Paul E., Stannard, Winfield H. (3 May 1921). \"Chronograph.\" . Washington, DC: U.S. Patent and Trademark Office. *Method and apparatus for forming emulsions and the like, 1929 Loomis, Alfred L. and Wood, Robert Williams. (12 November 1929). \"Method and apparatus for forming emulsions and the like.\" . Washington, DC: U.S. Patent and Trademark Office. *Microscope centrifuge, 1933 Loomis, Alfred Lee and Newton, Harvey Edmund. (9 May 1933). “Microscope centrifuge.” . Washington, DC: U.S. Patent and Trademark Office. ==Publications== ;Projectiles *The Measurement of Projectile Velocities.Klopsteg, Paul E., and Alfred L. Loomis. \"The Measurement of Projectile Velocities.\" American Institute of Electrical Engineers, Transactions 39.1 (1920): 337–58. ;Sound waves and ultrasound *A Sonic Interferometer for Liquids.Hubbard, John C., and Alfred L. Loomis. \"A Sonic Interferometer for Liquids.\" Nature. 120 (1927): 189. *Spectra of High- frequency Discharges in Super-vacuum Tubes.Wood, R. W., and A. L. Loomis. \"Spectra of High-frequency Discharges in Super-vacuum Tubes.\" Nature. 120 (1927): 510. *The physical and biological effects of high-frequency sound- waves of great intensity.Wood, Robert Williams, and Alfred L. Loomis. \"XXXVIII. The physical and biological effects of high-frequency sound-waves of great intensity.\" Philosophical Magazine Series 7. 4.22 (1927): 417–36. *The chemical effects of high frequency sound waves I. A preliminary survey.Richards, William T., and Alfred L. Loomis. \"The chemical effects of high frequency sound waves I. A preliminary survey.\" Journal of the American Chemical Society. 49.12 (1927): 3086–100. *CXXII. The velocity of sound in liquids at high frequencies by the sonic interferometer.Hubbard, John C., and A. L. Loomis. \"CXXII. The velocity of sound in liquids at high frequencies by the sonic interferometer.\" The London, Edinburgh, and Dublin Philosophical Magazine and Journal of Science. 5.33 (1928): 1177–90. *Further observations on the effect of high frequency sound waves on living matter.Harvey, E. Newton, Ethel Browne Harvey, and Alfred L. Loomis. \"Further observations on the effect of high frequency sound waves on living matter.\" The Biological Bulletin. 55.6 (1928): 459–69. *The destruction of luminous bacteria by high frequency sound waves.Harvey, E. Newton, and Alfred L. Loomis. \"The destruction of luminous bacteria by high frequency sound waves.\" Journal of Bacteriology. 17.5 (1929): 373. *The relation of frequency to the physiological effects of ultra-high frequency currents.Christie, Ronald V. and Alfred L. Loomis. \"The relation of frequency to the physiological effects of ultra-high frequency currents.\" The Journal of experimental medicine. 49.2 (1929): 303–21. *Dielectric Loss in Electrolyte Solutions in High FrequencyRichards, William T., and Alfred L. Loomis. \"Dielectric Loss in Electrolyte Solutions in High Frequency.\" Proceedings of the National Academy of Sciences of the United States of America. 15.7 (1929): 587. ;Animal studies *An attempt to induce mutation in Drosophila melanogaster by means of supersonic vibrations.Hersh, A. H., Enoch Karrer, and Alfred L. Loomis. \"An attempt to induce mutation in Drosophila melanogaster by means of supersonic vibrations.\" American Naturalist. (1930): 552–59. *The intrinsic rhythm of the turtle's heart studied with a new type of chronograph, together with the effects of some drugs and hormones.Loomis, Alfred L., E. Newton Harvey, and C. MacRae. \"The intrinsic rhythm of the turtle's heart studied with a new type of chronograph, together with the effects of some drugs and hormones.\" The Journal of general physiology. 14.1 (1930): 105–15. *High speed photomicrography of living cells subjected to supersonic vibrations.Harvey, E. Newton, and Alfred L. Loomis. \"High speed photomicrography of living cells subjected to supersonic vibrations.\" The Journal of general physiology. 15.2 (1931): 147. ;Miscellaneous *The pressure of aqueous vapour in the alveolar air.Christie, Ronald V., and Alfred L. Loomis. \"The pressure of aqueous vapour in the alveolar air.\" The Journal of physiology. 77.1 (1932): 35–48. ;Time measurement *Time, The precise measurement of.Loomis, Alfred L. \"Time, The precise measurement of.\" Monthly Notices of the Royal Astronomical Society. 91 (1931): 569. *Modern developments in precision clocks.Loomis, Alfred L., and W. A. Marrison. \"Modern developments in precision clocks.\" Electrical Engineering. 51.2 (1932): 132 *An apparent lunar effect in time determinations at Greenwich and Washington.Loomis, A. L., and Harlan True Stetson. \"An apparent lunar effect in time determinations at Greenwich and Washington\". Monthly Notices of the Royal Astronomical Society. 93 (1933): 444. *Further investigations of an apparent lunar effect in time determinations.Loomis, Alfred Lee, and Harlan True Stetson. \"Further investigations of an apparent lunar effect in time determinations.\" Monthly Notices of the Royal Astronomical Society. 95 (1935): 452. ;Brain and sleep studies *Potential rhythms of the cerebral cortex during sleep.Loomis, Alfred L., E. Newton Harvey, and Garret Hobart. \"Potential rhythms of the cerebral cortex during sleep.\" Science. (1935). *Further observations on the potential rhythms of the cerebral cortex during sleep.Loomis, Alfred L., E. Newton Harvey, and Garret Hobart. \"Further observations on the potential rhythms of the cerebral cortex during sleep.\" Science. (1935). *Electrical potentials of the human brain.Loomis, Alfred L., E. Newton Harvey, and Garret Hobart. \"Electrical potentials of the human brain.\" Journal of experimental Psychology. 19.3 (1936): 249. *Brain potentials during hypnosis.Loomis, Alfred L., E. Newton Harvey, and Garret Hobart. \"Brain potentials during hypnosis.\" Science. (1936). *Cerebral states during sleep, as studied by human brain potentials.Loomis, Alfred L., E. Newton Harvey, and G. A. Hobart. \"Cerebral states during sleep, as studied by human brain potentials.\" Journal of experimental psychology. 21.2 (1937): 127. *Changes in human brain potentials during the onset of sleep.Davis, H., Davis, P. A., Loomis, A. L., Harvey, E. N., & Hobart, G. (1937). \"Changes in human brain potentials during the onset of sleep\". Science. ==References== == Further reading == * * * hardcover: , paperback: ;Video documentary * The Secret of Tuxedo Park, season 30 episode 2 of American Experience on PBS. ==External links== * – A review of Tuxedo Park in American Scientist pointing out a few errors and exaggerations in the book. * – A review of Tuxedo Park at SIAM news. *Booknotes interview with Jennet Conant on Tuxedo Park: A Wall Street Tycoon and the Secret Palace of Science that Changed the Course of World War II, June 9, 2002. *National Academy of Sciences Biographical Memoir Category:1887 births Category:1975 deaths Category:20th-century American lawyers Category:American financiers Category:Philanthropists from New York (state) Category:People from Manhattan Category:Medal for Merit recipients Category:Yale University alumni Category:Harvard Law School alumni Category:Wesleyan University people Category:Radar pioneers Category:Members of the United States National Academy of Sciences Category:Hilton Head Island, South Carolina Category:People from Hilton Head, South Carolina Category:20th-century American philanthropists Category:Independent scientists Category:Fellows of the American Physical Society",
 "title": "Alfred Lee Loomis"
}