{
 "id": "240469",
 "text": "Mindoro is the seventh largest and eighth-most populous island in the Philippines. With a total land area of 10,571 km2 ( 4,082 sq.mi ) and has a population of 1,408,454 as of 2020 census. It is located off the southwestern coast of Luzon and northeast of Palawan. Mindoro is divided into two provinces: Occidental Mindoro and Oriental Mindoro. San Jose is the largest settlement on the island with a total population of 143,430 inhabitants as of 2015. The southern coast of Mindoro forms the northeastern extremum of the Sulu Sea.C.Michael Hogan. 2011. Sulu Sea Mount Halcon is the highest point on the island, standing at above sea level located in Oriental Mindoro. Mount Baco is the island's second highest mountain with an elevation of , located in the province of Occidental Mindoro. ==Geography== Mindoro is seventh (7th) largest island in the Philippines. It is divided by two provinces Occidental Mindoro and Oriental Mindoro. Mindoro Mountain Range is the largest and longest mountain range in the island with a total length of north-south and 58 km (36 miles) width east-west. Mount Halcon is a 8,484 feet (2,586 meters) is the island highest point located in Oriental Mindoro. ===Topography=== Mindoro Mountain Range List of highest Peaks by elevation. * Mount Halcon 8,484 ft (2,586 m) * Mount Baco 8,163 ft (2,488 m) * Mount Wood * Mount Sinclair * Mount Patrick * Mount Indie * Mount Merril * Mount Calavite * Mount Tallulah * Babuy Peak * Mount Iglit * Mount Roosevelt * Mount Burburungan * Mount Malasimbo * Mount Balatic * Mount Talipanan * Mt. Abra de Ilog * Mount Mearns * Mount Alinyaban ===River System=== List of major river in Mindoro by length. * Bucayao River * Lumintao River * Bongabong River * Busuanga River * Mantangcob River * Balingkawing River * Amnay River * Mongpong River * Mag- asawang Tubig 48.2 km (30 mi) * Pagbahan River * Arigoy River * Lantuyan River * Pandurucan River * Pameyas River * Santa Cruz River * Anahawin River * Abra de Ilog River * Naujan River * Calapan River ==Etymology== The name Mindoro was likely a corruption of the native name \"Minolo\". Domingo Navarette ('Tratados...', 1676) wrote \"The island which the natives call Minolo is named Mindoro by the Spaniards...\" (trans. by Blair and Robertson). ==History== left|thumbnail|1900 map of Mindoro Island In past times, it has been called Ma-i or Mait by Han Chinese traders. Indigenous groups are called Mangyans. The Spaniards called the place as Mina de Oro (meaning \"gold mine\") from where the island got its current name. According to the late historian William Henry Scott, an entry in the official history of the Sung Dynasty for the year 972 mentions Ma-i as a state which traded with China. Other Chinese records referring to Ma-i or Mindoro appear in the years that follow. The products that Mindoro traders exchanged with the Chinese included \"beeswax, cotton, true pearls, tortoiseshell, medicinal betelnuts and yu-ta [jute?] cloth\" for Chinese porcelain, trade gold, iron pots, lead, copper, colored glass beads and iron needles. The island was briefly invaded by the Sultanate of Brunei and housed Moro settlementsProf. Cesar A. Majul attests to the existence of Bornean settlements in Manila and construes that some of the rulers found by the Spaniards were themselves Borneans. He in fact cites that as late as 1574, the Borneans and their allies, the Sulus, continued to extract tribute from the natives of Mindoro, thus this practice must have been going on for quite some time. Cf. Muslims in the Philippines, (Quezon City: University of the Philippines Press, 1973), pp. 72.,78; · before the Spanish invaded and Christianized the population. Afterward, the area was depopulated due to wars between the Spaniards and the Moros from Mindanao who sought to enslave the Hispanized people and to re-Islamize the island.Majul, op. cit., p. 108. Consequently, most of the population fled to nearby Batangas and the once rich towns of Mindoro fell to ruin. In the seventeenth century, Giovanni Francesco Gemelli Careri visited the island. In 1898, Mindoro joined in the Philippine Revolution against Spain due to the influx of rebels settling into the island from Cavite and Bataan. Local patriotism died down however during the American occupation of the Philippines and the Japanese era. The island was the location of the Battle of Mindoro in World War II. Nevertheless, upon Philippine independence, the area recovered and from 1920 to 1950, the island was a single province with Calapan as the provincial capital. In 1950, it was partitioned into its two present-day provinces, Occidental Mindoro and Oriental Mindoro, following a referendum. ==Economy== thumb|left|Beach in Northern Mindoro The economy of Mindoro is largely based on agriculture. Products consist of a wide variety of fruits, such as citrus, bananas, lanzones, rambutan and coconuts, grains (rice and corn), sugarcane, peanuts, fish (catfish, milkfish and tilapia), livestock and poultry. Logging and the mining of marble and copper also thrive. Only 5% of the original forest remains as a result of extensive logging, prevalent agricultural practices, and population growth. Tourism is a lucrative business as well, with locations such as Apo Reef National Park, Lubang Island, Puerto Galera, Sabang Beach and Mount Halcon. Puerto Galera's beaches are the island's most known tourist attraction and are widely visited. ==Culture== The principal language in Mindoro is Tagalog, although in some parts it has been greatly influenced by the native Mangyan and Visayan languages. Visayan and Mangyan languages, too, are spoken on the island, as are Ilocano, Bicolano, and some foreign languages – e.g., English, Hokkien (a national dialect of Chinese), and to a lesser extent, Spanish. The following indigenous languages (all of them being part of the Philippine branch of the Malayo-Polynesian languages family, like also like Ilocano, Bicolano, and the nationally designated official Filipino dialect of Tagalog) are spoken in Mindoro: *Northern Mindoro languages – 16,000 speakers **Iraya – 10,000 speakers **Alangan – 2,150 speakers **Tadyawan – 4,200 speakers *Southern Mindoro languages – 30,000 speakers **Buhid – 8,000 speakers **Tawbuid – 8,000 speakers **Hanuno'o – 14,000 speakers *Visayan languages **Ratagnon language – 2 speakers Only the indigenous Mangyan language spoken in the southern part of the island is not part of the Philippine branch, but it is still a Malayo-Polynesian languages, historically developed separately from a common Proto-Malay substrate but under the influence of very ancient and more extensive contacts with Sino- Tibetan languages and cultures (from which a significant part of the native tribes seem to originate), and to a lesser extent with Indo-Aryan languages. Today, however, their local language is under strong influence of other Philippines languages (and notably with dominant Tagalog) and the more recent influence of English. The common religions on the island fall under Christianity. The religion of the indigenous Mangyan population is animism. Though they are into animism as a principal religion, the Roman Catholic Church in some of Mindoro's parts is also active, so are a few independent subdivisions, like Iglesia ni Cristo and Philippine Independent Church, as well as the Baptist Church. ==Fauna== Mindoro is also home to the tamaraw or Mindoro dwarf buffalo (Bubalus mindorensis), which is endemic to the island. The tamaraw is a bovine related to the water buffalo (carabao) and is an endangered species. ==Bibliography== * C.Michael Hogan. 2011. Sulu Sea. Encyclopedia of Earth. Eds. P.Saundry & C.J.Cleveland. Washington DC ==References== ==External links== * * *\"Map of Mindoro\" showing towns and major mountain tops *Mindoro Tourists and Exploration Category:Islands of Luzon Category:Landforms of the Sulu Sea Category:Islands of Occidental Mindoro Category:Islands of Oriental Mindoro",
 "title": "Mindoro"
}