{
 "id": "240763",
 "text": "Coruscant () is an ecumenopolis planet in the fictional Star Wars universe. It first appeared onscreen in the 1997 Special Edition of Return of the Jedi, but was first depicted and mentioned by name in Timothy Zahn's 1991 novel Heir to the Empire. Coruscant is a prominent location in both canon and Legends media that has been produced. Within the narrative of the films, Coruscant-based locations such as the Jedi Temple and Jedi Archives act as the home for the Jedi and in plot terms are frequently used for exposition or to drive other elements of the plot. Coruscant was historically referred to as Notron or Queen of the Core; was renamed Imperial Center during the reign of the Galactic Empire (as depicted in the original films) and Yuuzhan'tar during the Yuuzhan Vong invasion (as depicted in the New Jedi Order novel series). The planet's capital city was initially Galactic City (built at least in 100,000 BBY, partially destroyed in 27 and 44 ABY); under the Galactic Empire this was Imperial City, and was Republic City or the City of Spires under the Galactic Republic. The planet was code-named Triple Zero during the Clone Wars. The demonym and adjective form of the planet name is Coruscanti. Coruscant lies within the Coruscant Subsector of the Corusca Sector, located in the Core Worlds galactic quadrant region. Coruscant is the sixth planet out of 11 planets in the Coruscant System: Revisse (Venus type), Platoril (Mercury type), Vandor-1 (Mercury type), Vandor-2 (Mercury type), Vandor-3 (Earth type), Coruscant (Trantor type), Muscave (Jupiter type), Stentat (Jupiter type), Improcco (Pluto type), Nabatu (Eris type) and Ulabos (Pluto type). Coruscant has four moons; Centax-1, Centax-2, Centax-3, and Hesperidium. Beyond the system's planets was the OboRin Comet Cluster (Oort Cloud type), and in between Improcco and Nabatu was an asteroid belt (The Covey). The sun was called Coruscant Prime, which the Star Wars galaxy places as XYZ coordinates 0-0-0 (i.e. the \"pole\"; instead of the Galactic Center) and the Standard Galactic Grid coordinates were L-9 for all in-universe hyperspace navigation, mapping systems, and astronomical observations. Coruscant serves as the nexus of socio-economic, cultural, intellectual, political, military, and foreign policies activity within the Star Wars galaxy; at various times, it is the central administrative capital of these governing bodies: the Republic, the Galactic Empire, the New Republic, the Yuuzhan Vong Empire, the Galactic Federation of Free Alliances (Galactic Alliance), the Fel Empire, Darth Krayt's Galactic Empire, and the Galactic Federation Triumvate. The planet's strategic position relative to the galactic center, a population of approximately 2 trillion sentients, and control over the galaxy's main trade routes and hyperspace lanes — Perlemian Trade Route, Hydian Way, Corellian Run and Corellian Trade Spine — that must converge and pass through Coruscant space, cemented its status as the richest and most influential habitable world in the Star Wars galaxy. ==Etymology and naming== Within the story, the planet derived its name from a rare and valuable gemstone, the corusca gem. The lights of the planet-wide city, seen from space, were said to resemble the glittering of the gems. In the real world, the word originates in the late 15th century from the Latin coruscant, \"vibrating, glittering\", from the verb coruscare. It is described in the Concise Oxford Dictionary as a poetic and literary adjective meaning 'glittering; sparkling'.See also Princeton WordNet The word \"coruscant\" is also a French adjective which means glittering, sparkling and, as a literary adjective, can be used to describe a decadent and overly complicated language, decorum or community. ==Early concepts== The concept of a city planet in the Star Wars universe originated with the initial drafts of Star Wars, when author George Lucas included a planet called Alderaan which was a city-planet and the capital planet of the galaxy. In Lucas's 1975 draft, Adventures of the Starkiller as taken from the Journal of the Whills, Saga I: The Star Wars, the capital planet of Alderaan is described as a floating city in the clouds, \"suspended in a sea of cirrus methane\". This concept was illustrated in early sketches commissioned by Lucas from conceptual artist Ralph McQuarrie, and the design very closely resembles Cloud City, the floating city that featured in The Empire Strikes Back. In Lucas's third draft, the Imperial City of Alderaan has become the home world of the Sith Lords, and Darth Vader holds Princess Leia captive here. Lucas continued to hone his script, aided by screenwriters Willard Huyck and Gloria Katz; names of planets and characters were revised and the narrative was improved, and by the fourth draft, scenes on the Imperial capital planet had been moved to a space station called the Death Star and the name of Alderaan was now given to a peaceful world destroyed by the Empire. The Empire's homeworld, Had Abaddon, came up in early drafts of Return of the Jedi. The entire planet was to be a sprawling city. However, concluding that the realization of such a city was impossible at the time, the creators abandoned the idea. Later, in the graphic novel Legacy 29: Vector, Part 10 the name Had Abbadon was given to a lost mythic planet in the Had Abbadon System of the Deep Core, which was covered by dry fields, was linked to the birth of the Jedi, was the location of a planned assassination attempt by Cade Skywalker on Darth Krayt, and was home to an Imperial. The Empire's homeworld first appeared in the Expanded Universe and was called Coruscant for the first time in Timothy Zahn's Heir to the Empire. In various novels, characters aligned with the Empire refer to Coruscant as \"Imperial Center\". Within the stories, this is explained as an administrative renaming undertaken to emphasize the differences between the Old Republic and the Empire. Coruscant was in some early sources called \"Jhantor\" in homage to Isaac Asimov's Trantor. ==Design== Production artwork produced by Ralph McQuarrie for Return of the Jedi had included some unrealised designs for the imperial capital, Had Abaddon. During production of The Phantom Menace, it was decided that scenes would be set on the capital planet, now called Coruscant, and artist Doug Chiang was tasked with designing the imperial city, and he turned to McQuarrie's original concept art. The appearance of the cityscape has been described as a \"retro-futuristic metropolis\", and the streams of floating vehicles travelling between soaring skyscrapers is thought to have been partly inspired by Fritz Lang's 1927 film, Metropolis. In Attack of the Clones, the depiction of Coruscant was expanded greatly. Chiang created a more urban, apocalyptic environment for the street level, taking inspiration from Ridley Scott's 1982 film Blade Runner. ==Appearances== === Episode VI: Return of the Jedi === Coruscant is the location of a sequence added to the 1997 Special Edition release of Return of the Jedi, its first onscreen appearance. One of a few locations featured in a montage near the end, upon hearing of the death of Emperor Palpatine, citizens are seen celebrating with fireworks and by pulling down his statue. === Episode I: The Phantom Menace === Coruscant was prominently featured in Star Wars: Episode I – The Phantom Menace, in which it is the location of the Galactic Republic Senate building and the central Jedi Temple. === Episode II: Attack of the Clones === There is a speeder chase through the skies of Coruscant in Episode II: Attack of the Clones that eventually leads to a nightclub in the bowels of Coruscant's Uscru Entertainment District. Another area of Coruscant shown is Coco Town (short for \"collective commerce\"). Coco Town is the site of Dex's Diner in Attack of the Clones. Another notable area of Coruscant is 500 Republica, an area where the crème de la crème, such as politicians and diplomats, gather. === Episode III: Revenge of the Sith === In Episode III: Revenge of the Sith, Coruscant is featured in a space battle (known as the Battle of Coruscant) during the opening scene. Separatist cyborg General Grievous has kidnapped Chancellor Palpatine and uses the Separatist fleet to help assault the capital and cover his escape. The planet's cityscape is then prominently featured throughout much of the movie, with Chancellor Palpatine's office as well as the Senate building being the primary two settings on Coruscant. A theatre in 500 Republica is where Palpatine holds a meeting with Anakin Skywalker, while watching an opera, and entices him into allying with the Dark Side by telling him of the supposed Sith ability of resuscitation. After a failed attempt by the Jedi to arrest Palpatine when he divulges to Skywalker his true identity as Darth Sidious, it is in the Republic Senate Building on Coruscant that Palpatine appoints himself Emperor of the first Galactic Empire. ===Rogue One: A Star Wars Story=== In Rogue One, Coruscant makes a brief appearance when one of the central characters to the story, Jyn Erso has a flashback of her young self on Coruscant. ===Other works=== In the prologue of the comic series Dark Empire (1991), set after the original film trilogy, Coruscant is ravaged by battles between warring Imperial factions. Coruscant in seen in the X-Wing series of computer games. Concept art by Ralph McQuarrie served as the basis for the pyramidal Imperial Palace, depicted in The Illustrated Star Wars Universe (1995) by Kevin J. Anderson, which claims it is \"the largest structure on Coruscant, perhaps on any planet\". According to the Star Wars Encyclopedia (1998), it is located next to the Senate building. Although this version of the Imperial Palace appears in a variety of Expanded Universe works, in canon, the Imperial Palace is located at the site of the former Jedi Temple, where Palpatine resides. In The New Jedi Order series (1999–2003), Coruscant is the capital world of the New Republic until, in The New Jedi Order: Star by Star, the extragalactic Yuuzhan Vong overwhelm the New Republic defenses in three attack waves, led by Warmaster Tsavong Lah, and take over the planet, destroying the New Republic and creating the theocratic Yuuzhan Vong Empire. After surrendering, the Yuuzhan Vong agreed to help the Alliance rebuild Coruscant. The new Coruscant is a combination of technology and organic life, to represent the peace between the Galactic Federation of Free Alliances (Galactic Alliance) and the Yuuzhan Vong. James Luceno's novel Labyrinth of Evil (2005) introduces a deserted manufacturing area known as 'The Works' as the meeting place for Sith Lords Darth Sidious (Palpatine) and Darth Tyranus. With the 2012 acquisition of Lucasfilm by The Walt Disney Company, most of the licensed Star Wars novels and comics produced since the originating 1977 film Star Wars were rebranded as Star Wars Legends and declared non-canon to the franchise in April 2014. ===Notable metropolitan areas=== ==== Senate District ==== The Senate District was on the equator, and was home to the Ambassidorial Sector (home to 500 Republica, the Senate Apartment Complex, Loijin Plaza, Nicandra Plaza and Nicandra Counterrevolutionary Signalmen's Memorial Building), Embassy Mall, Skysitter Restaurant, Bonadan Embassy, Colocaur Heights, Champalan Embassy, the Collunm Commons District, the Coruscant Opera House, the Galactic Museum, the Heorem Complex (Home to the Heorem Skytunnel), Judicial Plaza (home to the Glitanni Esplanade and the Judicial Arcology), the Legislative Borough, Senate Plaza, the Avenue Of The Core Founders, the Republic Executive Building, the Galactic Senate Building, Hospital Plaza, the Galactic Senate MedCenter, Novaplex, the Palace District (home to the Imperial Palace and Senate Hill), Quadrant A-89 (home to the CSF HQ, the Fellowship Plaza , the Galactic Justice Center and the Temple Precinct (home to the Jedi Temple)), Sector H-52, Sector I-33, the Uscru Boulevard, Westport and Xizor's Palace. It was the de facto capital of Coruscant, the Old Republic, the Galactic Empire, the New Republic, the Galactic Federation Of Free Alliances and the One Sith. It was constructed in 3996 BBY, bordered by the Financial District and the Sah'c District, was close to The Works, and went by the names Legislative District, Government District and Government Center. ==== Alien Protection Zone ==== The walled Alien Protection Zone does not have a note to explain where on the planet it was, but it was likely to be on the equator. It was a segregated spot on the planet where all the aliens resided. Neighbourhoods there represented different species, and each resembled a different culture, making them feel at home, even if they were not. It was built in 19 BBY by the young Galactic Empire and opened by the New Republic in 6 ABY. ==== Sah'c Town ==== Sah'c Town, also known as Sah'c District or Quadrant H-46, was an area on the Equator, named after and controlled by the wealthy Sah'c family. It was home of an emergency bunker where the chancellor of the Galactic Republic or New Republic ruled in case of an emergency (e.g., earthquake, volcano). Sah'c Canyon was also there, which was the exit point of the Senate District's Heorem Skytunnel. ==Theme park attraction== Coruscant also appears in the theme park attraction Star Tours – The Adventures Continue in Disney's Hollywood Studios in Walt Disney World Resort in Orlando, Florida, and Disneyland Park in Disneyland Resort in Anaheim, California. ==See also== * Ecumenopolis * List of Star Wars planets and moons * Star Wars: 1313 * Trantor ==References== Footnotes Citations ===Sources=== * * * ==Further reading== * The Essential guide to Planets and Moons (Star Wars), 1st edition, by Daniel Wallace, Scott Kolins. 1998. * Star Wars, X-Wing: Wedge's Gamble, (Book 2 of the X-Wing series) 1st paperback printing, 1996. Michael A. Stackpole, * Star Wars, X-Wing: The Krytos Trap, (Book 3 of the X-Wing series) 1st paperback printing, 1996. Michael A. Stackpole, * Star Wars: Before the Storm, (Book 1 of The Black Fleet Crisis), first paperback printing, 1996. Michael P. Kube- McDowell, * Star Wars: Shield of Lies, (Book 2 of The Black Fleet Crisis), first paperback printing, 1996. Michael P. Kube-McDowell, * Star Wars, Darksaber, 1st paperback printing, 1995. Kevin J. Anderson, * Star Wars: Shadows of the Empire, 1996. Steve Perry, * Heir to the Empire, (Book 1 of The Thrawn Crisis), 1st edition, 1991. Timothy Zahn. * Dark Force Rising, (Book 2 of The Thrawn Crisis), 1st edition, 1992. Timothy Zahn. * The Last Command, (Book 3 of The Thrawn Crisis), 1st edition, 1993. Timothy Zahn. * Edge of Victory: Rebirth (Book 8 of the New Jedi Order) 2001. Greg Keyes, * Star By Star, (Book 9 of the New Jedi Order) 2002. Troy Denning, * The Shadow Academy, Kevin J. Anderson and Rebecca Moesta. Berkley, 1995. () * The Lost Ones, Kevin J. Anderson and Rebecca Moesta. Berkley, 1995. () * Alain Musset, From New York to Coruscant. Essay on Geofiction (in French only : De New York à Coruscant. Essai de géofiction, PUF, 2005. This author uses science fiction as a way to explore the present (assuming that writers base their fiction as an extension of today) / (p. 109) ==External links== * * * For a description of the word coruscant in French with examples, look at the blog \"Le Garde Mot\" Category:Star Wars planets Category:Ecumenopolises Category:Fictional elements introduced in 1991 Category:Star Wars: Episode I – The Phantom Menace Category:Star Wars: Episode II – Attack of the Clones Category:Star Wars: Episode III – Revenge of the Sith",
 "title": "Coruscant"
}