{
 "id": "240934",
 "text": "John Leslie Mackie (25 August 1917 – 12 December 1981) was an Australian philosopher. He made significant contributions to the philosophy of religion, metaphysics, and the philosophy of language, and is perhaps best known for his views on metaethics, especially his defence of moral scepticism as well as his sophisticated defence of atheism. He wrote six books. His most widely known, Ethics: Inventing Right and Wrong (1977), opens by boldly stating, \"There are no objective values.\" It goes on to argue that because of this, ethics must be invented rather than discovered. His posthumously published The Miracle of Theism: Arguments For and Against the Existence of God (1982)\"The title is a clever allusion to Hume's remark in the tenth chapter of his Enquiry Concerning Human Understanding that it is a miracle that anyone assents to the Christian religion.\" Craig, W. (1984). Professor Mackie and the KalĀm cosmological argument. Religious Studies, 20(3), fn.1, p. 367 has been called a tour de force in contemporary analytic philosophy. The atheist philosopher Kai Nielsen described it as \"one of the most, probably the most, distinguished articulation of an atheistic point of view given in the twentieth century.\"Moreland, James Porter; Nielsen, Kai (1993). Does God exist? : the debate between theists & atheists. Buffalo, N.Y.: Prometheus Books. p. 78. ISBN 0-87975-823-6. OCLC 27171769. In 1980 Time magazine described him as \"perhaps the ablest of today's atheistic philosophers.\" ==Life== Mackie was born 25 August 1917 in Killara, Sydney, son of Alexander Mackie, professor of education at the University of Sydney and principal of the Sydney Teachers College, influential in the educational system of New South Wales. and Annie Burnett (née Duncan), who was a schoolteacher. Mackie graduated from the University of Sydney in 1938 after studying under John Anderson, sharing the medal in philosophy with Harold Glass. Mackie received the Wentworth Travelling Fellowship to study greats at Oriel College, Oxford, where he graduated with first-class honours in 1940. During the Second World War Mackie served with the Royal Electrical and Mechanical Engineers in the Middle East and Italy, and was mentioned in dispatches. He was professor of philosophy at the University of Otago in New Zealand from 1955 to 1959 and succeeded Anderson as the Challis Professor of philosophy at the University of Sydney from 1959 to 1963. In 1963, he moved to the United Kingdom, becoming the inaugural holder of the chair of philosophy in the University of York, a position he held until 1967, when he was elected a fellow of University College, Oxford, where he served as praelector. In 1969, he gave a lecture, \"What's Really Wrong with Phenomenalism?\", at the British Academy as part of its annual Philosophical Lectures series. In 1974, he became a fellow of the British Academy. Mackie died in Oxford on 12 December 1981. ===Character and family=== Mackie is said to have been capable of expressing total disagreement in such a genial way that the person being addressed might mistake his comment for a compliment.Obituary notice, University College Record, 1982 This personal style is exemplified by the following words from the preface to Ethics: Inventing Right and Wrong: > I am nowhere mainly concerned to refute any individual writer. I believe > that all those to whom I have referred, even those with whom I disagree most > strongly, have contributed significantly to our understanding of ethics: > where I have quoted their actual words, it is because they have presented > views or arguments more clearly or more forcefully than I could put them > myself. Mackie married Joan Meredith in 1947. One of their three surviving children, Penelope Mackie, also became a philosopher. She lectured in philosophy at the University of Birmingham from 1994 to 2004, and was appointed Head of the University of Nottingham's Department of Philosophy in 2007. Mackie's son David is also a philosopher and graduated from Oxford University, where he held lectureships at Exeter College, Corpus Christi College, and Christ Church before being appointed a Fellow and Tutor at Oriel College. He is Head of Philosophy at D'Overbroeck's College, Oxford.Teaching Staff at D'Overbroeck's College website. Archived from the original on 17 February 2016 by Wayback Machine His daughter Hilary is a classicist at Rice University.Hilary Mackie Faculty website. Archived from the original on 14 March 2018 via Wayback Machine ==Philosophical work== Mackie is best known for his contributions to metaethics, philosophy of religion, and metaphysics. In metaethics, he took a position called moral scepticism, arguing against the objective existence of right and wrong as intrinsically normative entities on fundamental grounds. He was unsure what kinds of thing they would be if they existed.See, for example, Mackie 1977: Argument from Queerness. The Argument from Queerness also suggests that the only way to know of such entities would be through an intuition or another faculty different from how we know everything else. He conjoined moral scepticism with error theory, holding that moral judgments, while cognitive, are all false since there are no moral properties about which our moral judgments could be correct. His perhaps most widely known work, Ethics: Inventing Right and Wrong, bluntly begins with the sentence \"There are no objective values\". He uses several arguments to support this claim. He argues that some aspects of moral thought are relative, and that objective morals require an absurd intrinsic action-guiding feature. Most of all, he thinks it is very unclear how objective values could supervene on features of the natural world (see the Argument from queerness), and argues it would be difficult to justify our knowledge of \"value entities\" or account for any links or consequences they would have. Finally, he thinks it possible to show that even without any objective values, people would still have reason to firmly believe in them (hence he claims that it is possible for people to be mistaken or fooled into believing that objective values exist). The Times called the book \"a lucid discussion of moral theory which, although aimed at the general reader, has attracted a good deal of professional attention.\" Concerning religion, he was well known for vigorously defending atheism, and also arguing that the problem of evil made untenable the main monotheistic religions.See, for example, Mackie 1982. His criticisms of the free will theodicy are particularly significant. He argued that the idea of human free will is no defence for those who wish to believe in an omnicompetent being in the face of evil and suffering, as such a being could have given us both free will and moral perfection, thus resulting in us choosing the good in every situation. In 1955 he published \"Evil and Omnipotence\", which summarized his view that belief in the existence of evil and an all-powerful, all-knowing and all-good god is \"positively irrational\". Mackie's views on this so-called logical problem of evil prompted Alvin Plantinga to respond with the \"free will defence\", to which Mackie later responded in his The Miracle of Theism. In metaphysics, Mackie made significant contributions relating to the nature of causal relationships, especially conditional statements describing them (see, for example, Mackie 1974) and the notion of an INUS condition. After being given a copy of Richard Dawkins's The Selfish Gene as a Christmas present, in 1978 Mackie wrote an article in the journal Philosophy praising the book and discussing how its ideas might be applied to moral philosophy. The philosopher Mary Midgley responded in 1979 with \"Gene-Juggling\", an article arguing that The Selfish Gene was about psychological egoism rather than evolution. This started a dispute between Mackie, Midgley, and Dawkins that was ongoing at the time of Mackie's death. ==Publications== ===Books=== * Truth, Probability, and Paradox (1973), Oxford University Press, . * The Cement of the Universe: A Study of Causation (1980 [1974]), Oxford University Press, . * Problems from Locke (1976), Oxford University Press, . * Ethics: Inventing Right and Wrong (1977), Viking Press, . (1978 Reprint Available for loan at Open Library) * Hume's Moral Theory (1980), Routledge Keegan & Paul, . * The Miracle of Theism: Arguments for and against the Existence of God (1982), Oxford University Press, . ===Anthologies=== * Logic and Knowledge: Selected Papers, Volume I (1985), Oxford University Press, . * Persons and Values: Selected Papers, Volume II (1985), Oxford University Press, . For a more complete list of works see \"The publications of J. L. Mackie\" compiled by Joan Mackie.In: Honderich, Ted (1985) Morality and Objectivity: A Tribute to J.L. Mackie == References == ==Further reading== * McDowell, John. (1991) \"Mackie, John Leslie, 1917–1981\" in Proceedings of the British Academy 76 *Franklin, James. (2003) Corrupting the Youth: A History of Philosophy in Australia, Macleay Press, , ch. 5. * Honderich, Ted. (ed). (1985) Morality and Objectivity: A Tribute to J. L. Mackie, Routledge Kegan & Paul, . * Campbell, Keith. (2010) \"Mackie, J.L.\" in A Companion to Philosophy in Australia and New Zealand Category:1917 births Category:1981 deaths Category:20th-century atheists Category:20th-century Australian male writers Category:20th-century Australian non-fiction writers Category:20th-century Australian philosophers Category:20th-century British male writers Category:20th-century British non- fiction writers Category:20th-century British philosophers Category:20th- century essayists Category:Academics of the University of York Category:Alumni of Oriel College, Oxford Category:Analytic philosophers Category:Australian atheism activists Category:Atheist philosophers Category:Australian emigrants to the United Kingdom Category:Australian essayists Category:Australian ethicists Category:Australian expatriates in New Zealand Category:Australian male non-fiction writers Category:British Army personnel of World War II Category:British essayists Category:British ethicists Category:British male non-fiction writers Category:British philosophers Category:British secularists Category:Contemporary philosophers Category:Critics of Christianity Category:Critics of religions Category:Epistemologists Category:Fellows of the British Academy Category:Fellows of University College, Oxford Category:History of ethics Category:Lecturers Category:Meta-ethics Category:Metaphilosophers Category:Metaphysicians Category:Moral philosophers Category:Ontologists Category:Philosophers of ethics and morality Category:Philosophers of language Category:Philosophers of religion Category:Philosophy academics Category:Philosophy teachers Category:Philosophy writers Category:Royal Electrical and Mechanical Engineers soldiers Category:University of Otago faculty Category:University of Sydney alumni Category:University of Sydney faculty Category:Writers about religion and science",
 "title": "J. L. Mackie"
}