{
 "id": "241066",
 "text": "thumb|right|200px|Mothballs Mothballs are small balls of chemical pesticide and deodorant, sometimes used when storing clothing and other articles susceptible to damage from mold or moth larvae (especially clothes moths like Tineola bisselliella). ==Composition == Older mothballs consisted primarily of naphthalene, but due to naphthalene's flammability, many modern mothball formulations instead use 1,4-dichlorobenzene. The latter formulation may be somewhat less flammable, although both chemicals have the same NFPA 704 rating for flammability. The latter chemical is also variously labeled as para- dichlorobenzene, p-dichlorobenzene, pDCB, or PDB, making it harder to identify unless all these acronyms are known to a potential purchaser. Both of these formulations have the strong, pungent, sickly-sweet odor often associated with mothballs. Both naphthalene and 1,4-dichlorobenzene undergo sublimation, meaning that they transition from a solid state directly into a gas; this gas is toxic to moths and moth larvae. Due to the health risks of 1,4-dichlorobenzene, and flammability of naphthalene, other substances like camphor are sometimes used. ==Uses== Mothballs are stored in air-tight bags made of a non-reactive plastic such as polyethylene or polypropylene (other plastics may be degraded or softened). The clothing to be protected should be sealed within airtight containers; otherwise the vapors will tend to escape into the surrounding environment. Manufacturer's instructions regularly warn against using mothballs for any purpose other than those specified by the packaging, as such uses are not only harmful and noxious, they are also frequently considered illegal. Although occasionally used as snake repellent, mothball use as a rodent, squirrel, or bat repellent is illegal in many areas, and tends to cause more annoyance and hazard to humans than to the target pest. However, mothballs continue to be advertised as squirrel repellent and are an ingredient in some commercial vermin and snake repellent products. ==Health risks== The US Department of Health and Human Services (DHHS) has determined that 1,4-dichlorobenzene \"may reasonably be anticipated to be a carcinogen\". This has been indicated by animal studies, although a full-scale human study has not been done. The National Toxicology Program (NTP), the International Agency for Research on Cancer (IARC) and the state of California consider 1,4-dichlorobenzene a carcinogen. Exposure to naphthalene mothballs can cause acute hemolysis (anemia) in people with glucose-6-phosphate dehydrogenase deficiency.Santucci, K; Shah, B. (January 2000). \"Association of naphthalene with acute hemolytic anemia\". Academic Emergency Medicine. 7(1):42-7. IARC classifies naphthalene as possibly carcinogenic to humans and other animals (see also Group 2B). IARC points out that acute exposure causes cataracts in humans, rats, rabbits, and mice. Chronic exposure to naphthalene vapors is reported to also cause cataracts and retinal hemorrhage. Under California's Proposition 65, naphthalene is listed as \"known to the State to cause cancer\".Proposition 65 , Office of Environmental Health Hazard Assessment Research at the University of Colorado at Boulder revealed a probable mechanism for the carcinogenic effects of mothballs and some types of air fresheners.\"Scientists May Have Solved Mystery Of Carcinogenic Mothballs\". Physorg.com. June 20, 2006. In addition to their cancer risks, mothballs are known to cause liver and kidney damage. 1,4-Dichlorobenzene is a neurotoxin. It has been abused as an inhalant, causing a variety of neurotoxic effects.\"Mothball sniffing warning issued\". BBC News. July 27, 2006.\"Twin Girls with Neurocutaneous Symptoms Caused by Mothball Intoxication\". The New England Journal of Medicine. July 27, 2006. Mothballs containing naphthalene have been banned within the EU since 2008. ==Alternatives== As discussed in more detail at Tineola bisselliella, alternatives to mothballs to control clothes moths include dry cleaning, freezing, thorough vacuuming, and washing in hot water. Camphor is also used as a moth repellent, particularly in China. Unlike naphthalene and dichlorobenzene, camphor has medicinal applications and is not regarded as a carcinogen, though it is toxic in large doses. Red cedar wood and oil is also used as an alternative moth repellent. Pheromone traps are also an effective diagnostic tool and can sometimes be an effective control tool to protect valuable clothing. ==In popular culture== As a verb, \"mothball\" has a metaphorical usage, meaning \"to stop work on an idea, plan, or job, but leaving it in such a way that work can continue in the future\". \"Mothballed\" is a common adjective to describe ships or aircraft which are stored for long periods, but not sent for scrapping. ==See also== * Urinal deodorizer block – some types contain similar chemicals to mothballs ==References== == External links == * Mothballs (Naphthalene and Paradichlorobenzene) - National Pesticide Information Center * Mothball effectiveness - Argonne National Laboratory Ask A Scientist Category:Insect repellents Category:Pesticides Category:Household chemicals",
 "title": "Mothball"
}