{
 "id": "241746",
 "text": "A bearer bond is a bond or debt security issued by a business entity such as a corporation or a government. As a bearer instrument, it differs from the more common types of investment securities in that it is unregistered—no records are kept of the owner, or the transactions involving ownership. Whoever physically holds the paper on which the bond is issued is the presumptive owner of the instrument. This is useful for investors who wish to retain anonymity. Recovery of the value of a bearer bond in the event of its loss, theft, or destruction is usually impossible. Some relief is possible in the case of United States public debt. Furthermore, while all bond types state maturity dates and interest rates, bearer bond coupons for interest payments are physically attached to the security and must be submitted to an authorized agent, in order to receive payment. Issuance of new bearer bonds has been effectively outlawed in the United States since the 1980s due to their use in illegal activities, but bearer bonds issued before this date can be redeemed if the issuer still exists. == History == Bearer bonds have been traced back as far as 1648, but there was a spike in popularity in the United States for these bonds during the Civil War, as government resources were strained and limited. Following the success and ease of transferring funds in the United States, Europe and South America also started issuing this type of bond. The main appeal of bearer bonds is anonymity, which has led them to be the financial instrument of choice for money laundering, tax evasion and concealed business transactions in general. In response, new issuances of bearer bonds have been severely curtailed in the United States since 1982. All the bearer bonds issued by the US Treasury had matured as of May 2016. The amount outstanding is approximately $87 million, as of March 2020. === Chiasso financial smuggling case === From 2009-2012, a series of incidents involving the forgery and smuggling of U.S. bearer bonds in Italy and Switzerland occurred, beginning with the Chiasso financial smuggling case in June 2009, in which Italian financial police and custom guards seized documents purporting to be U.S. bearer bonds, totaling $134.5 billion in Chiasso, Switzerland, on the Italian border. The bonds were readily determined to be phony, the latest in a series of \"billion-dollar bond\" schemes that the United States Treasury calls \"Morgenthaus.\" == United States policy and practice == In the United States, the Tax Equity and Fiscal Responsibility Act of 1982 substantially curtailed the issue of debt in bearer form. The act disallowed a tax-deduction of interest paid on any such bonds issued after 1982 by the issuer in the case of corporate bonds and removed the tax-exemption of the interest to the holder in the case of municipal bonds. In contrast, registered bonds retained the tax-exempt treatment. A challenge to this tax treatment by the US state of South Carolina was heard by the US Supreme Court in the case of South Carolina v. Baker (1988), which upheld the law and brought to an end the further issue of virtually all US municipal bearer bonds. ==See also== *Stock certificate ==References== == External links == Category:Bonds (finance) Category:Commercial bonds",
 "title": "Bearer bond"
}