{
 "id": "24186",
 "text": "Pre-existence, preexistence, beforelife, or premortal existence, is the belief that each individual human soul existed before mortal conception, and at some point before birth enters or is placed into the body. Concepts of pre- existence can encompass either the belief that the soul came into existence at some time prior to conception or the belief that the soul is eternal. Alternative positions are traducianism and creationism, which both hold that the individual human soul does not come into existence until conception. It is to be distinguished from preformation, which is about physical existence and applies to all living things. Ancient Greek thought and Islam affirm pre- existence, but it is generally denied in Christianity. ==Ancient Greek thought== Plato believed in the pre-existence of the soul, which tied in with his innatism. He thought that we are born with knowledge from a previous life that is subdued at birth and must be relearned. He saw all attainment of knowledge not as acquiring new information, but as remembering previously known information. ==Baha'i Faith== Baháʼí literature refers in a number of places to at least four key dimensions of pre-existence. Firstly, that the individual soul of a human being comes into being at the time of conception and only thereafter is eternal; in other words it is not pre-existent. Secondly, in distinction to the above, that the souls of the world's greatest spiritual teachers, the founders of world religions, are pre-existent. Thirdly, that God, a reality which human consciousness can not comprehend, is pre-existent, that is he exists prior to time and to his creation. Fourthly, that the relationship between God and the phenomenal or contingent world is one of emanation, as the rays of the sun are to the earth. In other words, the pre-existent world of God remains separate from and does not descend into his creation. ==Buddhism== In Buddhist cosmology, saṃsāra is the cycle of life and death. When a person die in earth its human soul is born into the Naraka (underworld or the \"purgatories\" of the souls) and afterwards it is reborn on earth. Yama, a dharmapala (wrathful god), is said to judge the dead and preside over the Narakas]] and the cycle. A being is born into a Naraka as a direct result of its accumulated actions (karma) and resides there for a finite period of time (it varies from hundreds of millions to sextillions of years, but these periods are equivalent to hours or even years in earth time) until that karma has achieved its full result. After its karma is used up, it will be reborn in one of the higher worlds as the result of karma that had not yet ripened. The cycle is completed or finished when the soul reach the Nirvana. ==Chinese mythology== In Chinese mythology the Naihe Bridge (奈何桥), also called the Bridge of Forgetfulness), connects earth with the Diyu (\"earth prison\"), that is the realm of the dead or purgatory. It is typically depicted as a subterranean maze with various levels and chambers, to which souls are taken after death to atone for the sins they committed when they were alive. The number of levels in Diyu it is said to be three, four, ten or even Eighteen \"courts\", each of which is ruled by a judge, collectively known as the Yama Kings. The god of the dead is King Yan, it oversees the kings of the courts. Ox-Head and Horse-Face are the guardians of Diyu, and their role is the capture of human souls who have died and bring them before the courts of Hell, where they are rewarded or punished based on the actions performed in their lifetime. Legend has it that the dead who have committed serious sins in life cannot cross the Naihe Bridge and will be pushed into the \"Blood River Pool\" by Ox-Head and Horse-Face to suffer the torture of insects, ants and snakes, while the dead who have done good deeds will be able to cross the bridge very easily. The goddess of forgetfulness, Meng Po, serves Meng Po Soup (孟婆汤) on the Naihe Bridge. This soup wipes the memory of the persons before cross the bridge so they can reincarnate into their next life without the burdens of the previous life. She awaits the dead souls at the entrance of the 9th round (Fengdu). In some variations she is referred as Lady Meng JiangAttribution: Prose in this article was copied from the following pages: Diyu and Meng Po on January 16, 2021. Please see the history of that pages for attribution ==Christianity== A concept of pre-existence was advanced by Origen, a second and third-century church father.Medieval Sourcebook: Fifth Ecumenical Council: Constantinople II, 553. Fordham University, 1996. Origen believed that each human soul was created by God at some time prior to conception. Church Fathers Tertullian and Jerome held to traducianism and creationism, respectively, and pre-existence was condemned as heresy in the Second Council of Constantinople in AD 553. Origen referenced Romans 9:11-14 as evidence for his position: Origen argued that God could not love Jacob and hate Esau until Jacob had done something worthy of love and Esau had done something worthy of hatred, therefore, this passage only means that Jacob and Esau had not yet done good or evil in this life and their conduct before this life was the reason why Esau would serve Jacob. Origen also referenced Jeremiah 1:5: {{blockquote|How could his soul and its images be formed along with his body, who, before he was created in the womb, is said to be known to God, and was sanctified by Him before his birth? Those who reject pre- existence, which would be every Christian denomination that accepts the conclusions of the Second Council of Constantinople (i.e., all Catholics and Eastern Orthodox Christians and many Protestants), simply see Jeremiah 1:5 as another passage about God's foreknowledge. This ecumenical Council explicitly stated \"If anyone asserts the fabulous pre-existence of souls, and shall assert the monstrous restoration which follows from it: let him be anathema.\" ===Mormonism=== The concept of premortal existence is an early and fundamental doctrine of Mormonism. In the faith's eponymous text, the Book of Mormon, published on March 26, 1830, a pre-mortal Christ explains individuals were created in the beginning in the image of Christ. Further, a prophet named Jacob articulates the belief that our spirits participated in the conflict between God and Lucifer, \"an angel of light,\" and could have become evil \"like unto him, and we become devils\". By inference, those born into life instead chose God as a pre-requisite to being born. This appears to be the justification for Jacob's teaching that God's atonement would redeem all those who died without knowledge of the law. Jacob and later writers in the Book of Mormon express the teaching that Christ's sacrifice was intended to allow all mankind the possibility of return to that God who had given them life, presumably pre-mortal spiritual life. In 1833, early in the Latter Day Saint movement, its founder Joseph Smith taught that human souls are co-eternal with God the Father just as Jesus is co-eternal with God the Father, \"Man was also in the beginning with God. Intelligence, or the light of truth, was not created or made, neither indeed can be.\" In 1844, Smith elaborated on this idea in his King Follett discourse: > ...the soul--the mind of man--the immortal spirit. Where did it come from? > All learned men and doctors of divinity say that God created it in the > beginning; but it is not so: the very idea lessens man in my estimation...We > say that God Himself is a self-existing being...Man does exist upon the same > principles...[The Bible] does not say in the Hebrew that God created the > spirit of man. It says, \"God made man out of the earth and put into him > Adam's spirit, and so became a living body.\" The mind or the intelligence > which man possesses is co-equal with God himself...Is it logical to say that > the intelligence of spirits is immortal, and yet that it has a beginning? > The intelligence of spirits had no beginning, neither will it have an end. > That is good logic. That which has a beginning may have an end. There never > was a time when there were not spirits; for they are co-equal with our > Father in heaven. In the context of this core Latter Day Saint doctrine, the term premortal existence is a significantly more accurate term to describe the time before this mortal existence than pre-existence, since pre-existence has a connotation of something existing before the beginning of existence, and Latter Day Saint doctrine specifically rejects ex-nihilo creation. Therefore, the term premortal existence is strongly preferred in the movement's largest denomination, The Church of Jesus Christ of Latter-day Saints (LDS Church), to represent the time before this mortal life, however the term pre-existence is in widespread use. ====LDS Church==== After Smith's death, the doctrine of premortal existence was elaborated by some other leaders within the LDS Church. Although the mind and intelligence of humanity were still considered to be co-eternal with God, and not created, Brigham Young taught that the spirit was different from the mind or intelligence, resolving the seeming conflict between Book of Mormon verses indicating God was creator and Smith's later teaching that all individuals were co-eternal with God. Young postulated that we each had a pre-spirit intelligence that later became part of a spirit body, which then eventually entered a physical body and was born on earth. In 1857, Young stated that every person was \"a son or a daughter of [the Father]. In the spirit world their spirits were first begotten and brought forth, and they lived there with their parents for ages before they came here.\" In the LDS Church the idea of spirit birth was described in its modern doctrinal form in 1909, when the church's First Presidency issued the following statement: This description is widely accepted by modern Latter-day Saints as fundamental to the plan of salvation. However, there are differences of opinion as to the nature of the premortal existence in other Latter Day Saint denominations. The LDS Church teaches that during the premortal existence, there was a learning process which eventually led to the next necessary step in the premortal spirits' opportunity to progress. This next step included the need to gain a physical body that could experience pain, sorrow and joy and \"walk by faith.\" According to this belief, these purposes were explained and discussed in councils in heaven, followed by the War in Heaven where Satan rebelled against the plan of Heavenly Father. ==Hinduism== In the Bhagavad Gita, considered by Hindus to be a most holy scripture, Krishna tells Arjuna; \"Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be.\" Hinduism teaches reincarnation. Consequently, everyone has pre-existed in another form. ==Islam== In Islam, all souls are believed to have been created in adult form (before earthly life) at the same time God created the father of mankind, Adam. The Quran recounts the story of when the descendants of Adam were brought forth before God to testify that God alone is the Lord of creation and therefore only he is worthy of worship so that on the Day of Judgement, people could not make the excuse that they only worshipped others because they were following the ways of their ancestors. Humans do not remember, as they are born with an undeveloped mind (leaving only an innate awareness that God exists and is one, known as the Fitra) and he decreed at which point each and every human would be born into the physical world. ==See also== * Afterlife * Bodhisattva * Gnosticism * Hypostasis of the Archons * Kabbalah * Manichaeism * Near-birth experience * Origenism * Scientology * Spiritualism * Western esotericism ==References== ==External links== * Metempsychosis: From the Catholic Encyclopedia—see CATHOLIC ENCYCLOPEDIA: Metempsychosis. * Origen of Alexandria (185-254 CE), Internet Encyclopedia of Philosophy. * \"Reincarnation as Taught by Early Christians\", by I. M. Oderberg, from Sunrise magazine, May 1973, Copyright © 1973 by Theosophical University Press. * The Fifth Ecumenical Council, from online site Kuriakon: Infinity, section \"Reincarnation\". Category:Christian anthropology Category:Mormon cosmology",
 "title": "Pre-existence"
}