{
 "id": "241915",
 "text": "Westferry is a station on the Docklands Light Railway (DLR), at the junction of Limehouse Causeway and Westferry Road in Limehouse in London Docklands, England. The station is located in Travelcard Zone 2. To the west is Limehouse station, whilst to the east the DLR splits, with one branch going to Poplar station and the other to West India Quay station. ==Location== thumb|left|150px|An eastbound train leaving Westferry Station. The DLR station was built midway between the site of the old Limehouse and West India Docks stations on the disused London and Blackwall Railway. Limehouse Police Station is nearby, as is St Anne's Church, built by Nicholas Hawksmoor and boasting London's tallest church clock tower. The station is also close to Westferry Circus and Canary Wharf Pier. == Etymology == Westferry station is in Limehouse and given its proximity to the former Limehouse station on the London & Blackwall Railway, could have been given this name, but instead Stepney East was renamed Limehouse and the DLR station there given that name. West India Quay was reserved for the station at the other end of West India Dock, so there was no obvious choice. There is no place called Westferry; the name is derived from the nearby Westferry Road. Nor was there ever a west ferry. There was a passenger ferry at the southern tip of the Isle of Dogs run by the Greenwich watermen. It was accessed by two roads, East Ferry Road (also known locally as Farm Road) and Westferry Road, built in 1812 when a horse ferry was introduced alongside the passenger ferry. The two roads still exist, running down the centre and west side of the Isle of Dogs respectively. But the road names refer to an ancient service at the far end of the Isle of Dogs from the station. ==Connections== London Buses routes 135, 277, D3, D7 and night routes N277 and N550 serve the station. ==References== ==External links== * Docklands Light Railway website - Westferry station page Category:Docklands Light Railway stations in the London Borough of Tower Hamlets Category:Railway stations in Great Britain opened in 1987 Category:Limehouse",
 "title": "Westferry DLR station"
}