{
 "id": "242180",
 "text": "The Pergamon Museum (; ) is a listed building on the Museum Island in the historic centre of Berlin and part of the UNESCO World Heritage. It was built from 1910 to 1930 by order of German Emperor Wilhelm II according to plans by Alfred Messel and Ludwig Hoffmann in Stripped Classicism style.Pergamonmuseum (in German) Landesdenkmalamt Berlin Currently, the Pergamon Museum is home to the including the famous Pergamon Altar, the and the . Parts of the building are closed for renovation until 2025.Pergamonmuseum (in English) Staatliche Museen zu Berlin == Origin == By the time the Kaiser-Friedrich-Museum on Museum Island (today the Bodemuseum) had opened in 1904, it was clear that the edifice was not large enough to host all of the art and archaeological treasures being excavated under German supervision. Excavations were underway in the areas of ancient Babylon, Uruk, Assur, Miletus, Priene and ancient Egypt, and objects from these sites could not be properly displayed within the existing German museum system. Wilhelm von Bode, director of the Kaiser- Friedrich-Museum, initiated plans to build a new museum nearby to accommodate ancient architecture, German post-antiquity art, and Middle Eastern and Islamic art. left|400px|thumb|Pergamon Altar Alfred Messel began a design for the large three-wing building in 1906. After his death in 1909 his friend Ludwig Hoffman took charge of the project and construction began in 1910, continuing during the First World War (1918) and the great inflation of the 1920s. The completed building was opened In 1930. The Pergamon Museum was severely damaged during the air attacks on Berlin at the end of the Second World War. Many of the display objects had been stored in safe places, and some of the large exhibits were walled in for protection. In 1945, the Red Army collected all of the loose museum items, either as war booty or to rescue them from looting and fires then raging in Berlin. Not until 1958 were most of the objects returned to East Germany. Significant parts of the collection remain in Russia. Some are currently stored in the Pushkin Museum in Moscow and the Hermitage Museum in Saint Petersburg. The return of these items has been arranged in a treaty between Germany and Russia but, as of June 2003, is blocked by Russian restitution laws. == Exhibition == Among the pieces the museum displays are: * The Pergamon Altar * Market Gate of Miletus * The Ishtar Gate and the Processional Way, Babylon * The Mshatta Facade * The Meissner fragment from the Epic of Gilgamesh. ===Antiquity Collection (Antikensammlung)=== The collection goes back to the prince-electors, or Kurfürsten, of Brandenburg, who collected objects from antiquity; the collection began with an acquisition to the collection by a Roman archaeologist in 1698. It first became accessible (in part) to the public in 1830, when the Altes Museum was opened. The collection expanded greatly with the excavations in Olympia, Samos, Pergamon, Miletus, Priene, Magnesia, Cyprus and Didyma. This collection is divided between the Pergamon Museum and the Altes Museum. The collection contains sculpture from the archaic to Hellenistic ages as well as artwork from Greek and Roman antiquity: architecture, sculptures, inscriptions, mosaics, bronzes, jewelry and pottery. The main exhibits are the Pergamon Altar from the 2nd century BC, with a 113 meters (371 ft) long sculptural frieze depicting the struggle of the gods and the giants, and the Gate of Miletus from Roman antiquity. As Germany was divided following the Second World War, so was the collection. The Pergamon Museum was reopened in 1959 in East Berlin, while what remained in West Berlin was displayed in Schloss Charlottenburg. ===Islamic Art Museum (Museum für Islamische Kunst)=== The Islamic Department was part of the Kaiser-Friedrich- Museum which opened in 1904. In the newly built Pergamon Museum, the museum moved into the upper floor of the south wing and was opened there in 1932. ===The Middle East Museum (Vorderasiatisches Museum)=== The Middle East Museum exhibition displays objects found by German archeologists and others from the areas of Assyrian, Sumerian and Babylonian culture. Additionally there are historical buildings, reliefs and lesser cultural objects and jewelry. The main display is the Ishtar Gate and the Processional Way of Babylon together with the throne room facade of Nebuchadnezzar II. The Vorderasiatisches Museum also displays the Meissner fragment from the Epic of Gilgamesh. == Plans == The comprehensive plan for Museum Island includes an expansion of the Pergamon Museum, with connections to the Neues Museum, Bodemuseum, Alte Nationalgalerie and a new visitor centre, the James Simon Gallery. An architectural competition in 2000 was won by Oswald Mathias Ungers from Cologne. The Pergamon Museum will be redeveloped according to his plan, which controversially proposes large alterations to buildings unchanged since 1930. The current entrance building in the Court of Honor will be replaced with a fourth wing, and an underground walk (Archäologische Promenade, archeologic walk) will connect four of the five museums.Masterplan Museumsinsel - A Projection into the Future \"Pergamonmuseum\" Since the end of September 2014 the museum is partially closed for renovation. The hall containing Pergamon Altar will remain closed to the general public. Initially the reopening was scheduled for 2019.Alexander Forbes \"Berlin’s Pergamon Museum to Close until 2019, Joining Neue Nationalgalerie in Renovations\" in \"artnet news\" on 19. February 2014. In November 2016, it was revealed that the estimated project costs would almost double to 477 million euros. Two pump houses built in the ground during the initial construction between 1910 and 1930 had been discovered causing rising costs and delays. At least 60 million euros of the increased costs are directly due to the fact that construction costs had risen since the original estimate 10 years ago. Also it was announced that a temporary exhibition space will be built opposite Museum Island, a short distance from Pergamon Museum. It will house a panorama of the ancient city by the Berlin-based artist Yadegar Asisi, a 3D reconstruction of the famous Pergamon altar by the Fraunhofer Institute for Computer Graphics Research and parts of the altar including the Telephos Frieze. The temporary building is scheduled to open in the spring of 2018.Stefan Dege \"Berlin's Pergamon Museum will spend next eight years without its famous altar\" at \"Deutsche Welle\" on 10. November 2016. Catherine Hickley \"Berlin to build temporary exhibition space amid Pergamon Museum delays\" in \"The Art Newspaper\" on 9. November 2016. The Pergamon altar hall is not expected to reopen until at least 2025. == See also == * List of art museums * List of museums in Germany ==Notes== ==References== * == External links == * *Virtual tour Category:Art museums and galleries in Berlin Category:Museum Island Category:Architecture museums in Germany Category:Archaeological museums in Germany Category:Berlin State Museums Category:Museums of ancient Greece in Germany Category:Museums of ancient Rome in Germany Category:Museums of Ancient Near East Category:Heritage sites in Berlin Berlin Category:Museums in Berlin Category:Art museums established in 1930 Category:1930 establishments in Germany Category:Neoclassical architecture in Berlin",
 "title": "Pergamon Museum"
}