{
 "id": "242133",
 "text": "The unite was the second English gold coin first produced during the reign of King James I. It was named after the legends on the coin indicating the king's intention of uniting his two kingdoms of England and Scotland.Herbert Grueber: Handbook of the Coins of Great Britain and Ireland in the British Museum, Londra 1899. p. XXXIX (reprint 1970 ) The unite was valued at twenty shillings until 1612 when the increase in the value of gold throughout Europe caused it to be raised to twenty-two shillings. The coin was produced during James I's second coinage (1604–1619), and it was replaced in the third coinage by the Laurel worth twenty shillings. All the coins were produced at the Tower Mint in London. Several busts of the king were used for this denomination, who is shown looking to the right of the coin and is holding the orb and sceptre; the style of the king's beard varies during the issue. The legend on the obverse reads IACOBUS D G MA BRI FRA ET HI REX (Iacobus Dei Gratia Magnae Britanniae Franciae et Hiberniae Rex) - James by the grace of God King of Great Britain France and Ireland. The reverse shows a crowned shield which shows the arms of the four countries separating the letters IR - Iacobus Rex, King James, and the legend FACIAM EOS IN GENTEM UNAM (\"I will make them one nation\", from Ezekiel 37:22). Numerous issues of gold unites valued at twenty shillings were produced at the Tower Mint throughout the reign of King Charles I (1625-1649), both when the mint was under the king's control and under Parliament's control. They depict the crowned bust of the king on the obverse, looking left, with the value \"XX\" appearing behind the king's head, and the legend CAROLUS D G MAG BR FR ET HI REX - Charles by the grace of God King of Great Britain France and Ireland. The reverse shows a crown over a shield bearing the royal arms and the legend FLORENT CONCORDIA REGNA - Through concord kingdoms flourish. During the Civil War, provincial mints produced very rare unites to pay the troops, at Chester, Oxford, Bristol, Exeter, Worcester and Shrewsbury - some of these unites are today unique coins. Gold unites were issued during the Commonwealth, this time bearing a legend exclusively in English: THE COMMONWEALTH OF ENGLAND on the obverse and GOD WITH US on the reverse. This was due to an association of Latin with Catholicism.\"The Puritans believing that Latin savoured too much of the papist.\" They were also issued during a period when hammered coins were issued under King Charles II (i.e. 1660–62), showing a left-facing bust of the king wearing a laurel and the legend CAROLUS II D G MAG BRIT FRAN ET HIB REX - there were two issues, the second indicating the value \"XX\" behind the king's head. The reverse shows a crown over the shield with the royal arms dividing the letters \"CR\" and the legend FLORENT CONCORDIA REGNA. The gold unite was replaced by the milled gold Guinea in 1663, and a twenty shilling coin did not reappear until the Sovereign of 1817. ==See also== *Triple unite *British coinage ==References== Category:Coins of England Category:English gold coins Category:Economy of Stuart England Category:1604 in England",
 "title": "Unite (English coin)"
}