{
 "id": "242559",
 "text": "Justin Gunnar Walter Chancellor is an English musician best known as the bass player for progressive metal band Tool. He was also the bassist of the band Peach. After settling in the US, along with his engagement in his musical projects, he and his wife Shelee Dykman Chancellor ran a store called Lobal Orning in Topanga, California, dedicated to music and literature \"that shaped and changed\" both of them. The store closed in 2008. He started M.T.Void music project with Piotr \"Glaca\" Mohammed from Sweet Noise. In October 2012, Chancellor featured as bass player on the song \"In the Spirit Of...\" on a The Fusion Syndicate album, released by Cleopatra Records. His track also appears on the 2014 album The Prog Box. ==Early life== Chancellor is of English and Norwegian descent. He was educated at Tonbridge School in Kent, England, where he was the bass player for a school band named Slice of Life and used to perform a cover version of Corey Hart's \"Sunglasses at Night\" in the dining room of his boarding house. The band released an eponymous titled tape featuring a song of the same name. Chancellor went on to study at Durham University. He later joined the band Peach. Peach released an album and supported Tool in the early 1990s in England. In September 1995, Chancellor moved to the United States and joined Tool full-time to replace Paul D'Amour who departed during or after the recording of the band's second full-length album. Chancellor has been a full member of the band since the 1996 studio album Ænima. ==Equipment== === Basses === Chancellor appearing with Tool at the Roskilde festival in 2006|thumb * Wal – Chancellor’s main bass is a Wal 4-string he bought on a friend’s recommendation during the recording of Ænima. The bass’s woods and electronics help create the midrange cut and punch for which he is known. Justin also has three other four-string Wals. Justin normally plays Ernie Ball Hybrid Slinky strings (.045, .065, .085, .105) * Music Man Stingray – Used on \"Forty-Six & 2\", \"H.\", \"Pushit\" and \"No Quarter\". * Gibson Thunderbird – Used once for \"Prison Sex\" live in 1995/1996, when he first joined the band. * Warwick Streamer - As of 2017, Justin has his own custom shop Streamer Stage II bass. === Amplification === *Gallien-Krueger 2001RB head x3 (1 Dirty, 1 Clean, 1 Spare) *Mesa Boogie Roadready 4x12 (For Dirty) *Mesa Boogie Roadready 8x10 (For Clean) *Demeter Amplification VTBP-201S Bass Preamp running direct to PA :Formerly used *Mesa Boogie M-2000 head *Mesa Boogie M-Pulse *Mesa Boogie Bass 400+ *Mesa Roadready 8x10 (in place of the 4x12) === Effects === *Boss TU-2 *Guyatone VTX Tremolo *DigiTech Bass Whammy – Used on \"Eulogy\" (fifth up/sixth up harmony), \"Pushit (Live)\" (fifth up/octave up harmony), \"Third Eye\" (octave up), \"Schism\" (octave up), \"Ticks and Leeches\" (fifth up/octave up harmony), \"Lateralus\" (octave up), \"Disposition\" (fifth up/octave up harmony), \"Vicarious\" (octave up harmony), \"The Pot\" (octave up), \"Right in Two\"(fifth up/sixth up harmony), and \"Invincible\" (octave up). *Tech 21 SansAmp GT2 Distortion *Boss CE-5 Chorus Ensemble *Boss BF-2 Flanger *Boss DD-3 Digital Delay *MXR Bass Envelope Filter *Prescription Electronics Rx Overdriver *Colorsound Tone Bender Fuzz *Foxx Fuzz/Wah/Volume-Volume Pot Removed *Dunlop Justin Chancellor Cry Baby Wah ==Guest appearances== *Chancellor played bass on the Isis song \"Altered Course\" on their 2004 album Panopticon. Chancellor also provided additional sounds/bass guitar on the Isis song \"Weight\" from their 2006 live Clearing the Eye [DVD]. *Additional bass on the title track of Intronaut's 2010 album Valley of Smoke. *Chancellor narrated on the Primus track \"The Valley\" from their 2017 album The Desaturating Seven.Archived at Ghostarchive and the Wayback Machine: *In May 2018, Chancellor collaborated with Death Grips in the album Year of the Snitch, providing bass on the track \"Disappointed\". *Justin played bass on Author and Punisher's album Krüller, on the track \"Centurion\". ==References== ==External links== * Category:Alternative metal musicians Category:Alternative metal bass guitarists Category:Progressive metal bass guitarists Category:Tool (band) members Category:1970 births Category:Living people Category:English heavy metal bass guitarists Category:English rock bass guitarists Category:British heavy metal bass guitarists Category:British rock bass guitarists Category:Male bass guitarists Category:English people of Norwegian descent Category:British people of Norwegian descent Category:People educated at Tonbridge School Category:Alumni of Durham University Category:Musicians from London Category:People from Topanga, California Category:English expatriates in the United States Category:21st-century English bass guitarists",
 "title": "Justin Chancellor"
}