{
 "id": "242561",
 "text": "A griddle, in the UK also called a girdle, is a cooking device consisting mainly of a broad, usually flat cooking surface. Nowadays it can be either a movable metal pan- or plate-like utensil, a flat heated cooking surface built into a stove or kitchen range, or a compact cooking machine with its own heating system attached to an integrated griddle acting as a cooktop. A traditional griddle can either be a brick slab or tablet, or a flat or curved metal disc, while in industrialized countries a griddle is most commonly a flat metal plate. A griddle can have both residential and commercial applications, and can be heated directly or indirectly. The heating can be supplied either by a flame fuelled by wood, coal, or gas; or by electrical elements. Commercial griddles run on electricity, natural gas or propane.\"A Guide to Grills & Griddles\": general technical and construction details at the Foodservice Equipment & Supplies (FE&S;) website. Accessed 23 Dec 2021. Griddles can be made of cast iron, but there are also non-stick varieties. A residential griddle may be made of cast iron, aluminium, chrome steel, or carbon steel. The vast majority of commercial-grade griddles are made from A36 steel, though some are stainless steel or composites of stainless and aluminium. The plate surfaces of commercial griddles can be made of cast iron, polished steel, cold-rolled steel or can have a chrome finish. In the US the term griddle relates either to a heavy, flat metal plate provided with a handle, or to a special heated surface on a stove, and is most readily associated with cooking pancakes.Collins online dictionaries: Webster's New World College Dictionary, 4th Edition. ==Etymology== The word griddle is attested in 13th-century English and it probably comes from Anglo-French gridil, which had developed over time from the Latin word craticula, 'small griddle' (craticula – graille – gredil – gridil), possibly via the Latin craticulum, 'fine wickerwork'. or 'fine wickerwork' In British English it is also called girdle. ==Traditional and early modern== thumb|right|Flatbread on a convex Middle Eastern saj griddle Traditional griddles include a stone or brick slab or tablet, and a shallow platter filled with sand. The former are usually heated to cooking temperature before the food is placed on them, the latter heated after. Later versions were sometimes integrated into the tops of wood-fired cookstoves as a removable iron plate, and later as a separate, typically handle-less plate covering one or more burners on a gas or electric stove. ===Middle East=== In traditional Middle Eastern and South Asian cuisines, a saj is a convex griddle that is used to cook a variety of flatbread types. ===Latin America=== In Latin America one traditional style of griddle is a budare. Made from stone or clay, it is used to cook a variety of flatbreads, such as tortilla, arepa and casabe. Modern versions for commercial use are metal and called comals. ===Great Britain=== In Britain the griddle is also called girdle, and is used for instance for making scones. It can take the shape of a thick iron plate, round and held from above by a half-hoop handle. The traditional Scottish griddle (or girdle) has a flat wrought iron disk with an upturned rim to which a semicircular hoop handle is attached, allowing it to be suspended over the fire from a central chain and hook. Girdles are used for cooking scones, bannocks, pancakes and oatcakes. The traditional Welsh bakestone is similar, circular with a one-piece handle, typically cast iron, in thickness. It is used to cook Welsh cakes, pikelets, and crepes. ===United States=== In Upstate New York, a griddle used to be the lid covering a round opening on the cooking surface of a wood- or coal-burning stove. ==Commercial griddles== ===Dishes=== Griddles are often used to prepare breakfast items such as pancakes, French toast, eggs and bacon, as well as stir-fries and meat dishes like hamburgers, steak and chicken breasts. ===Technical details=== Commercial griddles can be 2–6 feet wide and 18–30 inches deep, and their plates can be flat or grooved. The burners on the griddle units can be controlled manually or with the help of a thermostat. ==Gallery== File:Electric griddle.jpg|thumb|A basic consumer electric griddle with temperature control|alt=A basic electric griddle with temperature control File:Pancakesongriddle.jpg|thumb|Pancakes cooking on a commercial griddle ==See also== * Comal * Flattop grill * Hot plate * Sheet pan * Tava * Teppan ==References== ==External links== * * Foodservice Equipment & Supplies (FE&S;): the FE&S; website has hundreds of pages on commercial griddles. Accessed 23 Dec 2021. * \"A Flash in the Pan\": broad technical presentation of commercial griddles. Dan Bendall, 1 July 2006, Food Management, US. Accessed 23 Dec 2021. Category:Cookware and bakeware Category:Baking Category:Barbecue",
 "title": "Griddle"
}