{
 "id": "242862",
 "text": "{| |} HMCS Victoria is a long-range hunter-killer (SSK) submarine of the Royal Canadian Navy, the lead ship of her class. She is named after the city of Victoria, British Columbia. She was purchased from the Royal Navy, and is the former HMS Unseen (S41). The class was also renamed from the Upholder class. ==Design== As built the Upholder/Victoria class was designed as a replacement for the for use as hunter-killer and training subs. The submarines, which have a single-skinned, teardrop-shaped hull, displace surfaced and submerged.Gardiner and Chumbley, p. 532Saunders, p. 88 They are long overall with a beam of and a draught of . The submarines are powered by a one shaft diesel-electric system. They are equipped with two Paxman Valenta 1600 RPS SZ diesel engines each driving a GEC electric alternator with two 120-cell chloride batteries.Perkins, p. 196 The batteries have a 90-hour endurance at . The ship is propelled by a GEC dual armature electric motor turning a seven- blade fixed pitch propeller. They have a diesel capacity. This gives the subs a maximum speed of on the surface and submerged. They have a range of at and at snorting depth.Cocker, p. 123 The class has a reported dive depth of over . The Upholder/Victoria class are armed with six torpedo tubes. In British service, the submarines were equipped with 14 Tigerfish Mk 24 Mod 2 torpedoes and four UGM-84 Sub-Harpoon missiles. They could also be adapted for use as a minelayer. The submarines have Type 1007 radar and Type 2040, Type 2019, Type 2007 and Type 2046 sonar installed. The hull is fitted with elastomeric acoustic tiles to reduce acoustic signature. In British service the vessels had a complement of seven officers and 40 ratings. ===Refits and Canadian alterations=== During the refit for Canadian service, the Sub-Harpoon and mine capabilities were removed and the submarines were equipped with the Lockheed Martin Librascope Submarine fire-control system (SFCS) to meet the operational requirements of the Canadian Navy. Components from the fire control system of the Oberon-class submarines were installed.Perkins, p. 166 This gave the submarines the ability to fire the Gould Mk 48 Mod 4 torpedo. In 2014, the Government of Canada purchased 12 upgrade kits that will allow the submarines to fire the Mk 48 Mod 7AT torpedoes. These radar and sonar systems were later upgraded with the installation of the BAE Type 2007 array and the Type 2046 towed array. The Canadian Towed Array Sonar (CANTASS) has been integrated into the towed sonar suite. The Upholder-class submarines were equipped with the CK035 electro-optical search periscope and the CH085 optronic attack periscope, originally supplied by Pilkington Optronics. After the Canadian refit, the submarines were equipped with Canadian communication equipment and electronic support measures (ESM). This included two SSE decoy launchers and the AR 900 ESM. ==Construction and career== The submarine's keel was laid down as HMS Unseen at Cammell Laird's Birkenhead yard on 12 August 1987. The submarine was launched on 14 November 1989 and commissioned into the Royal Navy on 20 July 1991. Unseen was decommissioned on 6 April 1994, and placed in reserve in June.Wertheim, pp. 77–78Macpherson and Barrie, p. 298 ===Transfer and Canadian service=== Looking to discontinue the operation of diesel- electric boats, the British government offered to sell Unseen and her sister submarines to Canada in 1993. The offer was accepted in 1998. The four boats were leased to the Canadians for US$427 million, plus US$98 million for upgrades and alteration to Canadian standards.Ferguson, p. 152 Unseen was the first to be reactivated, and was due to enter service in May 2000. However, problems were discovered with the piping welds on all four submarines, which delayed the reactivation. Unseen was handed over to the Canadian Navy on 6 October 2000 and departed for Canada on 9 October. For the majority of the transit across the Atlantic, the submarine travelled submerged, arriving on 23 October. The submarine was commissioned into Maritime Command as Victoria at Halifax, Nova Scotia on 2 December 2000. ===Damage=== On arrival in Halifax, Victoria was placed into dockyard hands for a refit. This was originally scheduled to take six months, but was not completed until 2003. In April 2002, while in drydock, a dent was discovered in the hull below the waterline. This contributed to the delayed refit. Victoria was then transferred to Esquimalt, British Columbia, becoming the first Canadian submarine stationed in the Pacific since the 1974 decommissioning of . The submarine was in and out of dock during 2004 and 2005, culminating in a planned two-year repair program in late 2005. Quoting a CBC News report from May 2006: :Navy technicians caused \"catastrophic damage\" to one of Canada's trouble-plagued submarines two years ago, says a Halifax newspaper report that cited military documents. :The technicians blew out the electrical system when they hooked up HMCS Victoria to a modern electrical generator, the Halifax Chronicle-Herald reported Saturday. :\"Attempts to use a DC [direct current] feed … caused catastrophic damage to certain onboard filters and power supply units,\" the Chronicle- Herald reported, quoting recently released military documents about the incident, which occurred in British Columbia. :The navy is now spending about $200,000 to buy old electrical equipment that mirrors the original equipment found on the submarine. ===Recent events=== Between 2000 and 2010, Victoria had only been at sea for 115 days; and was expected to re-enter service in mid-2011, after six years in drydock. As of March 2011, repairs were still ongoing. As of 23 April 2011, the submarine was reported to be out of drydock and going through trials. On 5 December 2011, Victoria departed Esquimalt Harbour to conduct sea trials and crew training. Victoria arrived at Bangor Naval Base Kitsap-Bangor for deperming (degaussing or the erasure of magnetism) on 13 December 2011, returning to Esquimalt on 16 December. On 16 March 2012, Victoria fired her first exercise torpedo since beginning her refit. While participating in RIMPAC 2012 exercises, Victoria successfully fired a Mark 48 torpedo on 17 July 2012 striking and sinking the discarded USNS Concord. Victoria was declared fully operational in 2012. Victoria participated in Operation Caribbe in 2013. In July 2014, Victoria sailed to Hawaii to participate in RIMPAC exercises. In late 2016, it was announced that all four submarines would reach the end of their service life before 2025 without a large-scale upgrade and refit program. The SELEX (Submarine Life Extension) program was introduced as a result. SELEX will upgrade the outer and inner hulls of the submarines, extending their service life into the early 2030s. SELEX will also upgrade and/or replace the submarines' engines, power systems, propulsion systems, sonar system, countermeasures, communications systems and warfare suite. The program is expected to cost anywhere from CAD$1.5 billion to CAD$3 billion, the latter of which is only slightly less than the estimated cost of replacing the fleet with new submarines. To deal with the ongoing battery issues aboard sister boat Chicoutimi that began in May 2017, the main battery was transferred from Victoria to Chicoutimi. ==References== ===Sources=== * * * * * * * ==External links== *HMCS Victoria Category:Submarines of the Royal Canadian Navy Category:Fleet of the Royal Canadian Navy Category:Ships built on the River Mersey Category:Upholder/Victoria-class submarines Category:1989 ships Category:Canadian submarine accidents",
 "title": "HMCS Victoria (SSK 876)"
}