{
 "id": "243065",
 "text": "John Fitzwilliam Stairs, also known as John Fitz William Stairs (January 19, 1848 - September 26, 1904) was an entrepreneur and statesman, born in Halifax, Nova Scotia, a member of the prominent Stairs family of merchants and shippers founded by William Machin Stairs (1789–1865) that included the Victorian era explorer, William Grant Stairs. Known as \"John F.\", he studied at Dalhousie University and then entered the management of the family's vast business empire. He was elected to the Nova Scotia House of Assembly in 1879, resigning in 1882 to successfully run for election to the House of Commons of Canada in Ottawa where he served as a Conservative Party member until 1896. Stairs was president of many companies, including Nova Scotia Steel, Eastern Trust, Trinidad Electric (B.W.I.) and Royal Securities Corporation. He served as director of the Dartmouth and Halifax Steamboat Company, Nova Scotia Sugar Refining, the Union Bank of Halifax, Consumer Cordage, and during his lifetime, came to dominate the financial elite of the Maritime provinces. He also employed Max Aitken (later, Lord Beaverbrook) at the beginning of Aitken's business career, hiring him in 1902 when he set up Royal Securities, the first investment firm in Eastern Canada. Max Aitken was at Stairs' bedside when he died in Toronto, Ontario. His remains were sent to Halifax where he was buried in the Fairview Cemetery. == Electoral history == == References == * Frost, James. Merchant Princes, Halifax's First Family of Finance, Ships and Steel. (2003 - James Lorimer & Co.) == External links == *Biography at the Dictionary of Canadian Biography Online * Category:1848 births Category:1904 deaths Category:Canadian people of American descent Category:Canadian businesspeople Category:Stock and commodity market managers Category:Conservative Party of Canada (1867–1942) MPs Category:Members of the House of Commons of Canada from Nova Scotia Category:Progressive Conservative Association of Nova Scotia MLAs Category:People from Halifax, Nova Scotia Category:Burials at the Cimetière du Grand Jas Category:Nova Scotia political party leaders",
 "title": "John Fitzwilliam Stairs"
}