{
 "id": "243592",
 "text": "thumb|250px|right|A Macintosh II with monitor. The Macintosh II is a family of personal computers that was designed, manufactured and sold by Apple Computer, Inc. from 1987 to 1993. The Macintosh II was the initial model, representing the high-end of the Macintosh line for the time. Over the course of the next six years, seven more models were produced, culminating with the short-lived Macintosh IIvi and Macintosh IIvx models. Apple retired the Macintosh II name when it moved to Motorola 68040 processors; the Centris and Quadra names were used instead. ==Features== Unlike prior Macintosh models, which are \"all-in- one\" designs, the Macintosh II models are \"modular\" systems which do not include built-in monitors and are expandable. Beginning with the Macintosh II and culminating in the Macintosh IIfx, the Macintosh II family was Apple's high-end line from 1987 until the introduction of the Motorola 68040-based Macintosh Quadra computers in 1991. Expansion was provided by way of NuBus, which become the standard expansion bus for the entire Macintosh line for almost a decade. The Macintosh II was the first to officially support color displays, and the first (apart from the Macintosh XL) to support a screen resolution larger than 512x384. The Macintosh II is also the first to use a Motorola 68000 series processor other than the Motorola 68000. Except for the original Macintosh II which launched the line with a Motorola 68020 clocked at 16 MHz, they exclusively used the Motorola 68030 microprocessor, even after the Motorola 68040 was introduced. Apple would eventually adopt the '040 with the introduction of the Quadra 700 and 900, positioning these models as high- end workstation-class machines for graphics and scientific computing, while positioning the Macintosh II family as a mainstream desktop computer. ==Legacy== During the Macintosh II series' lifespan, they rose to become among the most powerful personal computers available. While the Macintosh II series itself was replaced by the Macintosh Centris and Quadra, the Macintosh LC and Performa families continued to use the II's 68030 technology long after the 68040 was introduced and the PowerBook continued to use the '030 into the Power Macintosh era. ==Models== Image:MacII.jpg|Macintosh II, the first model introduced Image:Macintosh IIx.jpg|Macintosh IIx, a Macintosh II with a 68030 CPU Image:Macintosh IIcx.jpg|Macintosh IIcx, a compact model Image:Macintosh IIci.png|Macintosh IIci, a popular and long-lived model Image:Macintosh IIfx.jpg|Macintosh IIfx, with its 40 MHz '030, was the fastest II-series Mac Image:Macintosh IIsi 2.jpg|Macintosh IIsi, one of the few Macs to use a unique case Image:Macintosh IIvi.jpg|Macintosh IIvi, the shortest-lived Macintosh model Image:Macintosh IIvx.jpg|Macintosh IIvx, the final II-series case design – also used for the Centris/Quadra 650 == Macintosh II series memory map == {| class=\"wikitable\" |- ! Address !! 24 bit mode |- | `0x00f00000 - 0x00ffffff` || I/O |- | `0x00900000 - 0x00efffff` || Expansion cards (6 slots, 1 MiB each slot) |- | `0x00800000 - 0x008fffff` || 1 MiB ROM |- | `0x00400000 - 0x007fffff` || Top of 8 MiB RAM |- | `0x00200000 - 0x003fffff` || Top of 4 MiB RAM |- | `0x00100000 - 0x001fffff` || Top of 2 MiB RAM |- | `0x00000000 - 0x000fffff` || 1 MiB RAM |} {| class=\"wikitable\" |- ! Address !! 32 bit mode |- | `0xf1000000 - 0xffffffff` || Expansion cards |- | `0xf0000000 - 0xf0ffffff` || Reserved |- | `0x60000000 - 0xefffffff` || Expansion cars (additional 256 MiB each slot) |- | `0x50000000 - 0x5fffffff` || I/O |- | `0x40000000 - 0x4fffffff` || Maximum 256 MiB ROM |- | `0x00000000 - 0x3fffffff` || Maximum 1024 MiB RAM |} ==See also== * List of Macintosh models grouped by CPU type * List of Macintosh models by case type ==References== * Mac II Series Index, Low End Mac",
 "title": "Macintosh II family"
}