{
 "id": "243759",
 "text": "Neil Mallon Bush (born January 22, 1955) is an American businessman and investor. He is the fourth of six children of former President George H. W. Bush and Barbara Bush (née Pierce). His five siblings are George W. Bush, the 43rd President of the United States; Jeb Bush, a former governor of Florida; the late Pauline Robinson Bush; Marvin Bush; and Dorothy Bush Koch. Neil Bush is currently a businessman based in Texas. == Early life == On January 22, 1955, Bush was born in Midland, Texas. Bush was named after a good friend of the family, Henry Neil Mallon, chairman of Dresser Industries, George H. W. Bush's employer. As a child, Bush spent some summers and holidays at his family's estate in Maine, the Bush compound. At age 11, he entered the exclusive St. Albans School in Washington, D.C. He struggled through school; a counselor told his mother that it was doubtful the boy had the potential to graduate. He was later diagnosed as having dyslexia, and his mother spent much time coaching him through his learning disability. Eventually, his grades improved and he graduated from St. Albans in 1973. == Education == In 1977, Bush earned a degree in economics from Tulane University. In 1979, Bush earned an MBA. ==Career and business dealings== ===Silverado Savings and Loan=== He settled in the Denver area where he was friends with members of the family of John Hinckley Jr., who shot President Reagan.Joseph B. Treaster (April 1, 1981), \"A LIFE THAT STARTED OUT WITH MUCH PROMISE TOOK RECLUSIVE AND HOSTILE PATH\", The New York Times: \"The eldest Hinckley child, Scott, 30 [John Jr.'s brother], is the vice president of the his father's company [Vanderbilt Energy Corp.] and a friend of Nеil Bush, the son of Vice President [George H. W.] Bush. Scott Hinckley and a date had been invited to dinner at the young Bushes' home last night, but the dinner was canceled after the shooting [of President Reagan].\" Neil Bush was a member of the board of directors of Denver-based Silverado Savings and Loan from 1985 to 1988 during the S&L; crisis of the 1980s. Since his father George H. W. Bush was Vice President of the United States, his role in Silverado's failure was a focal point of publicity.Peter Carlson (Dec. 28, 2003), \"The Relatively Charmed Life Of Neil Bush\", The Washington Post: \"Ah, it's nice to be Neil Bush. When you're Neil Bush, rich people from all over the world are eager to invest money in your businesses, even though your businesses have a history of crashing and burning in spectacular fashion.\" Louis Dubose (Mar. 16, 2001), \"O, Brother! Where Art Thou?\", The Austin Chronicle: \"Like Hugh Rodham, the Bush Bros. Have Capitalized on Family Ties\" The U.S. Office of Thrift Supervision investigated Silverado's failure and determined that Bush had engaged in numerous \"breaches of his fiduciary duties involving multiple conflicts of interest.\" Although Bush was not indicted on criminal charges, a civil action was brought against him and the other Silverado directors by the Federal Deposit Insurance Corporation; it was eventually settled out of court, with Bush paying $50,000 as part of the settlement. A friend who also donated funds to the Republican Party set up a fund to help defer costs Neil incurred in his S&L; legal defense. ===Ignite! Learning=== In 1999, Bush co-founded Ignite! Learning, an educational software corporation. Bush has said he started Austin-based Ignite! Learning because of his learning difficulties in middle school and those of his son, Pierce. The software uses multiple intelligence methods to provide varying types of content to appeal to multiple learning styles. To fund Ignite!, Bush raised $23 million from US investors, including his parents, as well as businessmen from Taiwan, Japan, Kuwait, the British Virgin Islands and the United Arab Emirates, according to documents filed with the Securities and Exchange Commission. Documented investors included Kuwaiti company head Mohammed Al Saddah, and Chinese computer executive Winston Wong, as well as the late Russian billionaire expatriate Boris Berezovsky, and Berezovsky's partner Badri Patarkatsishvili. Bush's relationship with the late controversial oligarch Boris Berezovsky, a political enemy of Russian President Vladimir Putin who at the time of his death had been under indictment for fraud in Russia and an applicant for asylum in the United Kingdom, has been noted in the media. Berezovsky, who died in 2013, had been an investor in Bush's Ignite! program since at least 2003. Bush met with Berezovsky in Latvia. The meeting caused tension between that country and Russia due to Berezovsky's fugitive status. Bush was also seen in Berezovsky's box at Arsenal's Emirates Stadium for a football game in 2006, which prompted some stateside criticism. There had also been speculation in the English language Moscow Times that the relationship may cause tension in U.S.-Russian bilateral relations, \"especially since Putin had taken pains to build a personal relationship with the U.S. president,\" George Bush. In 2002, Neil Bush commended his brother, George, for his efforts on education as president, but he questioned the emphasis on constant testing to keep federal aid coming to public schools: \"I share the concerns of many that if our system is driven around assessments, pencil-and-paper tests that test a kid's ability to memorize stuff, I would say that reliance threatens to institutionalize bad teaching practices.\" As of October 2006, over 13 US school districts (out of over 14,000 school districts nationwide) have used federal funds made available through the No Child Left Behind Act of 2001 to buy Ignite's portable learning centers at $3,800 apiece. A December 2003 Style section article in The Washington Post reported that Bush's salary from Ignite! was $180,000 per year. ===Kopin stock trades=== In July 1999, Bush made at least $798,000 on three stock trades in a single day of a company where he had been employed as a consultant. The company, Kopin Corporation of Taunton, Massachusetts, announced on the same day good news about a new Asian client that sent its stock value soaring. Bush stated that he had no inside knowledge and that his financial advisor had recommended the trades. He said, \"any increase in the price of the stock on that day was purely coincidental, meaning that I did not have any improper information.\" When asked in January 2004 about the stock trades, Bush contrasted the capital gains he reported in 1999 and 2000 with the capital losses on Kopin stock he reported ($287,722 in all) in 2001. In 2001 Kopin joined a broad decline in high-tech stock valuations. ===Speaking engagements=== Bush has often been invited to speak to audiences overseas. Bush says he has courtesy visits with world leaders but has no plans to wade into foreign policy. \"Oftentimes because of my father's goodwill, and because of the president being who he is, people might extend an invitation, and it's enjoyable for me,\" Bush said. \"Some of these folks are family friends.\" Speaking at a Saudi Arabian economic forum in January 2002, Bush referred to growing anti-American sentiment in Arab countries and said the two peoples must communicate better. He said the Arab P.R. machine is not as good as Israel's. Bush frequently travels to the Middle East, Europe and Asia to negotiate deals and raise capital for various businesses. According to court filings from his divorce, in 2000 he was paid $1.3 million for such work. This includes $642,500 as a commission for introducing an Asian investor to the owners of an American high-tech company. The George W. Bush-era White House Administration appeared unfazed by his world travel. \"The president knows his brother will always do the right thing,\" press secretary Ari Fleischer said.\" ===Other business engagements=== In 2002, Bush signed a consulting contract that paid $2 million in stock over five years to work for Grace Semiconductor Manufacturing Corp., a firm backed by Jiang Mianheng, the son of former Chinese President Jiang Zemin, plus $10,000 for every board meeting he attends. Bush serves as co-chairman of a company called Crest Investment. Crest pays him $60,000 a year to provide miscellaneous consulting services. In 2001, Neil Bush incorporated an investment firm called LehmanBush with veteran China lawyer Edward Lehman. ==Philanthropy and charity involvement, volunteer work== ===George H.W. Bush Foundation For U.S.-China Relations=== Neil Bush is the founder and chairman of the George H.W. Bush Foundation For U.S.-China Relations. Created in 2017, the Foundation serves as a U.S.-China Relations Think Tank, Track 2 Diplomacy Policy Hub and for Business, Trade and U.S. Investment. The organization holds an annual George H.W. Bush Conference on U.S.-China Relations. The purpose of The George H. W. Bush Foundation for U.S.-China Relations seeks to advance U.S.-China relations in ways that reflect the ethos and values of President George H. W. Bush, whose visionary, wise, deft and steady stewardship of the U.S.-China relationship during his tenure as president was exemplary of the highest attributes and values of true statesmanship. Through an active, wide-ranging and highly innovative program of activities, the Bush China Foundation promotes the late president's life-long view that the U.S.-China relationship is the most consequential bilateral relationship in the world and that a positive and constructive relationship between the two countries is in the best interest of both the United States and China as well as the entire global community. ===Points of Light=== Neil Bush is the chairman of Points of Light; an international nonprofit that works to increase volunteerism in the world.Board of Directors, Points of Light Institute Points of Light has approximately 250 affiliates in 22 countries and partnerships with thousands of nonprofits and companies dedicated to volunteer service around the world. In 2012, Points of Light mobilized 4 million volunteers in 30 million hours of service worth $635 million. ===Foundation for Interreligious and Intercultural Research and Dialogue=== Bush was a founding director, along with Cardinal Joseph Ratzinger (the future Pope Benedict XVI), of the Foundation for Interreligious and Intercultural Research and Dialogue (FIIRD). The foundation promotes ecumenical understanding and publishes religious texts and was founded in 1999. Bush is no longer on the board of the foundation. ===Anti- Ritalin campaign=== In 2002, Neil Bush told the New York Post that he \"endured his own Ritalin hell seven years ago when educators in a Houston private school diagnosed his son, Pierce, (then) 16, with Attention Deficit Disorder (ADD) and pushed medication.\" In a September 26, 2002, episode of CNN Interview, Bush told Connie Chung: Bush decided \"the educators were wrong\" about his son. \"There is a systemic problem in this country, where schools are often forcing parents to turn to Ritalin,\" he said. \"It's obvious to me that we have a crisis.\" Also that year, Bush testified before a hearing of the United States Congress to speak out against over-medicating children for learning disorders. He has suggested that many parents believe the ADD and ADHD diagnoses and subsequent medicating of their children because it explains why they aren't doing well in school, saying \"it's the system that is failing to engage children in the classroom. My heart goes out to any parents who are being led to believe their kids have a disorder or are disabled.\" Neil Bush (along with filmmaker Michael Moore) is credited in the cast of a 2005 documentary film, The Drugging of Our Children directed by Gary Null. In the film's trailerThe Drugging of Our Children Film Detail at Ostrow and Company Bush says: \"Just because it is easy to drug a kid and get them to be compliant doesn't make it right to do it.\" ===Ted Cruz presidential campaign=== After his brother Jeb dropped out of the 2016 Republican presidential nomination race, Neil and his wife Maria signed on to the finance team of fellow Republican Ted Cruz. ==Personal life== Bush was married to Sharon (née Smith) Bush (born May 19, 1952) for 23 years. The couple have three children: Lauren Bush Lauren (born June 25, 1984), Pierce Mallon Bush (born March 11, 1986) and Ashley Walker Bush (born February 7, 1989). The couple divorced in April 2003. Bush's divorce deposition gained public attention when he admitted to several sexual encounters in Thailand and Hong Kong. Sharon gained custody of their minor child Ashley, who for a while was estranged from her father. In addition, Sharon kept their marital home after she collected enough money to pay off the mortgage. In 2004, Bush remarried in Houston, Texas, to Mexican- born Maria (née Manass) Andrews, a volunteer at the Houston literacy- foundation office of Bush's mother, Barbara. Robert Andrews, Andrews' ex- husband, sued Sharon Bush in September 2003 for defamation after she alleged that Neil Bush was the father of Andrews' two-year-old son. DNA testing showed that Andrews was the father, but the suit was dismissed in 2005. Bush's son Pierce was a candidate for the U.S. House of Representatives in 2020 from Texas' 22nd district, but finished third in a fifteen-way primary.Collier, Kiah. Did Pierce Bush's family name doom his congressional run, or did his campaigning?, Texas Tribune, Austin, Texas March 4, 2020. == References == ==External links== *Excerpt from \"George Bush—the unauthorized biography\" *Wilmsen, Steven. Silverado: Neil Bush and the Savings and Loan Scandal National Press Books, August 1991, *Ignite! Learning Webpage *Neil Bush's political donations *Neil Bush profile as non-executive Chairman of SingHaiyi Group Ltd. Category:1955 births Category:American computer businesspeople Category:American consulting businesspeople Category:American education businesspeople Category:American philanthropists Category:American stock traders Category:Bush family Category:Businesspeople from Texas Category:Businesspeople in software Category:Children of presidents of the United States Category:Children of vice presidents of the United States Category:Freeman School of Business alumni Category:Living people Category:Livingston family Category:People with dyslexia Category:People from Midland, Texas Category:Savings and loan crisis Category:Schuyler family Category:Texas Republicans Category:St. Albans School (Washington, D.C.) alumni Category:Tulane University alumni",
 "title": "Neil Bush"
}