{
 "id": "244362",
 "text": "thumb|A rotating thunderstorm updraft developing into a tornadic supercell along an outflow boundary from convection to the North. thumb|A supercell. While many ordinary thunderstorms (squall line, single-cell, multi-cell) are similar in appearance, supercells are distinguishable by their large-scale rotation. A supercell is a thunderstorm characterized by the presence of a mesocyclone: a deep, persistently rotating updraft. For this reason, these storms are sometimes referred to as rotating thunderstorms.ON THE MESOCYCLONE \"DRY INTRUSION\" AND TORNADOGENESIS, Archived at: , Leslie R. Lemon Of the four classifications of thunderstorms (supercell, squall line, multi-cell, and single-cell), supercells are the overall least common and have the potential to be the most severe. Supercells are often isolated from other thunderstorms, and can dominate the local weather up to away. They tend to last 2–4 hours. Supercells are often put into three classification types: classic (Normal precipitation level), low-precipitation (LP), and high-precipitation (HP). LP supercells are usually found in climates that are more arid, such as the high plains of the United States, and HP supercells are most often found in moist climates. Supercells can occur anywhere in the world under the right pre- existing weather conditions, but they are most common in the Great Plains of the United States in an area known as Tornado Alley. A high number of supercells are seen in many parts of Europe as well as in the Tornado Corridor of Argentina, Uruguay and southern Brazil. ==Characteristics== Supercells are usually found isolated from other thunderstorms, although they can sometimes be embedded in a squall line. Typically, supercells are found in the warm sector of a low pressure system propagating generally in a north easterly direction in line with the cold front of the low pressure system. Because they can last for hours, they are known as quasi-steady-state storms. Supercells have the capability to deviate from the mean wind. If they track to the right or left of the mean wind (relative to the vertical wind shear), they are said to be \"right-movers\" or \"left-movers,\" respectively. Supercells can sometimes develop two separate updrafts with opposing rotations, which splits the storm into two supercells: one left-mover and one right-mover. Supercells can be any size – large or small, low or high topped. They usually produce copious amounts of hail, torrential rainfall, strong winds, and substantial downbursts. Supercells are one of the few types of clouds that typically spawn tornadoes within the mesocyclone, although only 30% or fewer do so. ==Geography== Supercells can occur anywhere in the world under the right weather conditions. The first storm to be identified as the supercell type was the Wokingham storm over England, which was studied by Keith Browning and Frank Ludlam in 1962. Browning did the initial work that was followed up by Lemon and Doswell to develop the modern conceptual model of the supercell. To the extent that records are available, supercells are most frequent in the Great Plains of the central United States and southern Canada extending into the southeastern U.S. and northern Mexico; east-central Argentina and adjacent regions of Uruguay; Bangladesh and parts of eastern India; South Africa; and eastern Australia. Supercells occur occasionally in many other mid-latitude regions, including Eastern China and throughout Europe. The areas with highest frequencies of supercells are similar to those with the most occurrences of tornadoes; see tornado climatology and Tornado Alley. ==Supercell anatomy== thumb|upright=1.5|Schematic of a supercell's components. The current conceptual model of a supercell was described in Severe Thunderstorm Evolution and Mesocyclone Structure as Related to Tornadogenesis by Leslie R. Lemon and Charles A. Doswell III. (See Lemon technique). Moisture streams in from the side of the precipitation-free base and merges into a line of warm uplift region where the tower of the thundercloud is tipped by high-altitude shear winds. The high shear causes horizontal vorticity which is tilted within the updraft to become vertical vorticity, and the mass of clouds spins as it gains altitude up to the cap, which can be up to - above ground for the largest storms, and trailing anvil. Supercells derive their rotation through tilting of horizontal vorticity (an invisible horizontal vortex) caused by wind shear. Strong updrafts lift the air turning about a horizontal axis and cause this air to turn about a vertical axis. This forms the deep rotating updraft, the mesocyclone. {| style=\"margin:auto;\" |- | | |200px|thumb|The updraft starts rotating with the spinning column of air |} A cap or capping inversion is usually required to form an updraft of sufficient strength. The moisture-laden air is then cooled enough to precipitate as it is rotated toward the cooler region, represented by the turbulent air of the mammatus clouds where the warm air is spilling over top of the cooler, invading air. The cap is formed where shear winds block further uplift for a time, until a relative weakness allows a breakthrough of the cap (an overshooting top); cooler air to the right in the image may or may not form a shelf cloud, but the precipitation zone will occur where the heat engine of the uplift intermingles with the invading, colder air. The cap puts an inverted (warm-above-cold) layer above a normal (cold-above-warm) boundary layer, and by preventing warm surface air from rising, allows one or both of the following: * Air below the cap warms and/or becomes more moist * Air above the cap cools As the cooler but drier air circulates into the warm, moisture laden inflow, the cloud base will frequently form a wall, and the cloud base often experiences a lowering, which, in extreme cases, are where tornadoes are formed. This creates a warmer, moister layer below a cooler layer, which is increasingly unstable (because warm air is less dense and tends to rise). When the cap weakens or moves, explosive development follows. In North America, supercells usually show up on Doppler radar as starting at a point or hook shape on the southwestern side, fanning out to the northeast. The heaviest precipitation is usually on the southwest side, ending abruptly short of the rain-free updraft base or main updraft (not visible to radar). The rear flank downdraft, or RFD, carries precipitation counterclockwise around the north and northwest side of the updraft base, producing a \"hook echo\" that indicates the presence of a mesocyclone. ===Structure=== ====Overshooting top==== This \"dome\" feature appears above the strongest updraft location on the anvil of the storm. It is a result of an updraft powerful enough to break through the upper levels of the troposphere into the lower stratosphere. An observer at ground level and close to the storm may be unable to see the overshooting top because the anvil blocks the sight of this feature. The overshooting is visible from satellite images as a \"bubbling\" amidst the otherwise smooth upper surface of the anvil cloud. ====Anvil==== An anvil forms when the storm's updraft collides with the upper levels of the lowest layer of the atmosphere, or the tropopause, and has nowhere else to go due to the laws of fluid dynamics- specifically pressure, humidity, and density. The anvil is very cold and virtually precipitation-free even though virga can be seen falling from the forward sheared anvil. Since there is so little moisture in the anvil, winds can move freely. The clouds take on their anvil shape when the rising air reaches or more. The anvil's distinguishing feature is that it juts out in front of the storm like a shelf. In some cases, it can even shear backwards, called a backsheared anvil, another sign of a very strong updraft. ==== Precipitation-free base ==== This area, typically on the southern side of the storm in North America, is relatively precipitation-free. This is located beneath the main updraft, and is the main area of inflow. While no precipitation may be visible to an observer, large hail may be falling from this area. A region of this area is called the Vault. It is more accurately called the main updraft area. ==== Wall cloud ==== The wall cloud forms near the downdraft/updraft interface. This \"interface\" is the area between the precipitation area and the precipitation-free base. Wall clouds form when rain-cooled air from the downdraft is pulled into the updraft. This wet, cold air quickly saturates as it is lifted by the updraft, forming a cloud that seems to \"descend\" from the precipitation-free base. Wall clouds are common and are not exclusive to supercells; only a small percentage actually produce a tornado, but if a storm does produce a tornado, it usually exhibits wall clouds that persist for more than ten minutes. Wall clouds that seem to move violently up or down, and violent movements of cloud fragments (scud or fractus) near the wall cloud, are indications that a tornado could form. ==== Mammatus clouds ==== Mammatus (Mamma, Mammatocumulus) are bulbous or pillow-like cloud formations extending from beneath the anvil of a thunderstorm. These clouds form as cold air in the anvil region of a storm sinks into warmer air beneath it. Mammatus are most apparent when they are lit from one side or below and are therefore at their most impressive near sunset or shortly after sunrise when the sun is low in the sky. Mammatus are not exclusive to supercells and can be associated with developed thunderstorms and cumulonimbus. ==== Forward Flank Downdraft (FFD) ==== thumb|Diagram of supercell from above. RFD: rear flank downdraft, FFD: front flank downdraft, V: V-notch, U: Main Updraft, I: Updraft/Downdraft Interface, H: hook echo This is generally the area of heaviest and most widespread precipitation. For most supercells, the precipitation core is bounded on its leading edge by a shelf cloud that results from rain-cooled air within the precipitation core spreading outward and interacting with warmer, moist air from outside of the cell. Between the precipitation-free base and the FFD, a \"vaulted\" or \"cathedral\" feature can be observed. In high precipitation supercells an area of heavy precipitation may occur beneath the main updraft area where the vault would alternately be observed with classic supercells. ==== Rear Flank Downdraft (RFD) ==== The Rear Flank Downdraft of a supercell is a very complex and not yet fully understood feature. RFDs mainly occur within classic and HP supercells although RFDs have been observed within LP supercells. The RFD of a supercell is believed to play a large part in tornadogenesis by tightening existing rotation within the surface mesocyclone. RFDs are caused by mid-level steering winds of a supercell colliding with the updraft tower and moving around it in all directions; specifically, the flow that is redirected downward is referred to as the RFD. This downward surge of relatively cool mid-level air, due to interactions between dew points, humidity, and condensation of the converging of air masses, can reach very high speeds and is known to cause widespread wind damage. The radar signature of an RFD is a hook-like structure where sinking air has brought with it precipitation. ==== Flanking line ==== A flanking line is a line of smaller cumulonimbi or cumulus that form in the warm rising air pulled in by the main updraft. Due to convergence and lifting along this line, landspouts sometimes occur on the outflow boundary of this region. === Radar features of a supercell === thumb|300px|Radar reflectivity map * Hook echo or Pendant The \"hook echo\" is the area of confluence between the main updraft and the rear flank downdraft (RFD). This indicates the position of the mesocyclone and probably a tornado. * Bounded weak echo region (or BWER) This is a region of low radar reflectivity bounded above by an area of higher radar reflectivity with an untilted updraft, also called a vault. It is not observed with all supercells but it is at the edge of a very high precipitation echos with a very sharp gradient perpendicular to the RFD. This is evidence of a strong updraft and often the presence of a tornado. To an observer on the ground, it could be experienced as a zone free of precipitation but usually containing large hail. * Inflow notch A \"notch\" of weak reflectivity on the inflow side of the cell. This is not a V-Notch. * V Notch A \"V\" shaped notch on the leading edge of the cell, opening away from the main downdraft. This is an indication of divergent flow around a powerful updraft. * Hail spike This three body scatter spike is a region of weak echoes found radially behind the main reflectivity core at higher elevations when large hail is present. == Supercell variations == Supercell thunderstorms are sometimes classified by meteorologists and storm spotters into three categories; however, not all supercells, being hybrid storms, fit neatly into any one category, and many supercells may fall into different categories during different periods of their lifetimes. The standard definition given above is referred to as the Classic supercell. All types of supercells typically produce severe weather. === Low Precipitation (LP) === thumb|left|Schematics of an LP supercell LP supercells contain a small and relatively light precipitation (rain/hail) core that is well separated from the updraft. The updraft is intense, and LPs are inflow dominant storms. The updraft tower is typically more strongly tilted and the deviant rightward motion less than for other supercell types. The forward flank downdraft (FFD) is noticeably weaker than for other supercell types, and the rear-flank downdraft (RFD) is much weaker—even visually absent in many cases. Like classic supercells, LP supercells tend to form within stronger mid-to-upper level storm-relative wind shear; however, the atmospheric environment leading to their formation is not well understood. The moisture profile of the atmosphere, particularly the depth of the elevated dry layer, also appears to be important, and the low-to-mid level shear may also be important. This type of supercell may be easily identifiable with \"sculpted\" cloud striations in the updraft base or even a \"corkscrewed\" or \"barber pole\" appearance on the updraft, and sometimes an almost \"anorexic\" look compared to classic supercells. This is because they often form within drier moisture profiles (often initiated by dry lines) leaving LPs with little available moisture despite high mid-to-upper level environmental winds. They most often dissipate rather than turning into classic or HP supercells, although it is still not unusual for LPs to do the latter, especially when moving into a much moister air mass. LPs were first formally described by Howard Bluestein in the early 1980s although storm-chasing scientists noticed them throughout the 1970s. Classic supercells may wither yet maintain updraft rotation as they decay, becoming more like the LP type in a process known as \"downscale transition\" that also applies to LP storms, and this process is thought to be how many LPs dissipate. LP supercells rarely spawn tornadoes, and those that form tend to be weak, small, and high-based tornadoes, but strong tornadoes have been observed. These storms, although generating lesser precipitation amounts and producing smaller precipitation cores, can generate huge hail. LPs may produce hail larger than baseballs in clear air where no rainfall is visible. LPs are thus hazardous to people and animals caught outside as well as to storm chasers and spotters. Due to the lack of a heavy precipitation core, LP supercells often exhibit relatively weak radar reflectivity without clear evidence of a hook echo, when in fact they are producing a tornado at the time. LP supercells may not even be recognized as supercells in reflectivity data unless one is trained or experienced on their radar characteristics. This is where observations by storm spotter and storm chasers may be of vital importance in addition to Doppler velocity (and polarimetric) radar data. High-based shear funnel clouds sometimes form midway between the base and the top of the storm, descending from the main Cb (cumulonimbus) cloud. Lightning discharges may be less frequent compared to other supercell types, but on occasion LPs are prolific sparkers, and the discharges are more likely to occur as intracloud lightning rather than cloud- to-ground lightning. In North America, these storms most prominently form in the semi-arid Great Plains during the spring and summer months. Moving east and southeast, they often collide with moist air masses from the Gulf of Mexico, leading to the formation of HP supercells in areas just to the west of Interstate 35 before dissipating (or coalescing into squall lines) at variable distances farther east. LP supercells have been observed as far east as Illinois and Indiana, however. LP supercells can occur as far north as Montana, North Dakota, and even in the Prairie Provinces of Alberta, Saskatchewan, and Manitoba in Canada. They have also been observed by storm chasers in Australia and Argentina (the Pampas). LP supercells are quite sought after by storm chasers because the limited amount of precipitation makes sighting tornadoes at a safe distance much less difficult than with a classic or HP supercell and more so because of the unobscured storm structure unveiled. During spring and early summer, areas in which LP supercells are readily spotted include southwestern Oklahoma and northwestern Texas, among other parts of the western Great Plains. === High Precipitation (HP) === thumb|left|Schematics of an HP supercell thumb|right|High precipitation supercell. The HP supercell has a much heavier precipitation core that can wrap all the way around the mesocyclone. These are especially dangerous storms, since the mesocyclone is wrapped with rain and can hide a tornado (if present) from view. These storms also cause flooding due to heavy rain, damaging downbursts, and weak tornadoes, although they are also known to produce strong to violent tornadoes. They have a lower potential for damaging hail than Classic and LP supercells, although damaging hail is possible. It has been observed by some spotters that they tend to produce more cloud-to- ground and intracloud lightning than the other types. Also, unlike the LP and Classic types, severe events usually occur at the front (southeast) of the storm. The HP supercell is the most common type of supercell in the United States east of Interstate 35, in the southern parts of the provinces of Ontario and Quebec in Canada, and in the central portions of Argentina and Uruguay. === Mini-supercell or low-topped supercell === Whereas classic, HP, and LP refer to different precipitation regimes and mesoscale frontal structures, another variation was identified in the early 1990s by Jon Davies. These smaller storms were initially called mini-supercells but are now commonly referred to as low-topped supercells. These are also subdivided into Classic, HP and LP types. == Effects == thumb|left|Satellite view of a supercell Supercells can produce hailstones averaging as large as in diameter, winds over , tornadoes of as strong as EF3 to EF5 intensity (if wind shear and atmospheric instability are able to support the development of stronger tornadoes), flooding, frequent-to-continuous lightning, and very heavy rain. Many tornado outbreaks come from clusters of supercells. Large supercells may spawn multiple long-tracked and deadly tornadoes, with notable examples in the 2011 Super Outbreak. Severe events associated with a supercell almost always occur in the area of the updraft/downdraft interface. In the Northern Hemisphere, this is most often the rear flank (southwest side) of the precipitation area in LP and classic supercells, but sometimes the leading edge (southeast side) of HP supercells. ==Examples worldwide== === Asia === Some reports suggest that the deluge on 26 July 2005 in Mumbai, India was caused by a supercell when there was a cloud formation high over the city. On this day of rain fell over the city, of which fell in just four hours. The rainfall coincided with a high tide, which exacerbated conditions.\"Maharashtra monsoon 'kills 200' \", BBC News, July 27, 2005 Supercells occur commonly from March to May in Bangladesh, West Bengal, and the bordering northeastern Indian states including Tripura. Supercells that produce very high winds with hail and occasional tornadoes are observed in these regions. They also occur along the Northern Plains of India and Pakistan. On March 23, 2013, a massive tornado ripped through Brahmanbaria district in Bangladesh, killing 20 and injuring 200. === Australia === thumb|left|Photo of the 1947 Sydney Hailstorm showing the hail hitting the water at Rose bay On New Year's Day 1947 a supercell hit Sydney. The classic type Supercell formed over the Blue Mountains, mid-morning hitting the lower CBD and eastern suburbs by mid- afternoon with the hail similar in size to a cricket ball. At the time, it was the most severe storm to strike the city since recorded observations began in 1792. On April 14, 1999, a severe storm later classified as a supercell hit the east coast of New South Wales. It is estimated that the storm dropped worth of hailstones during its course. At the time it was the most costly disaster in Australia's insurance history, causing an approximated A$2.3 billion worth of damage, of which A$1.7 billion was covered by insurance. On February 27, 2007, a supercell hit Canberra, dumping nearly of ice in Civic. The ice was so heavy that a newly built shopping center's roof collapsed, birds were killed in the hail produced from the supercell, and people were stranded. The following day many homes in Canberra were subjected to flash flooding, caused either by the city's infrastructure's inability to cope with storm water or through mud slides from cleared land. On 6 March 2010, supercell storms hit Melbourne. The storms caused flash flooding in the center of the city and tennis ball-sized () hailstones hit cars and buildings, causing more than $220 million worth of damage and sparking 40,000-plus insurance claims. In just 18 minutes, of rain fell, causing havoc as streets were flooded and trains, planes, and cars were brought to a standstill. That same month, on March 22, 2010 a supercell hit Perth. This storm was one of the worst in the city's history, causing hail stones of in size and torrential rain. The city had its average March rainfall in just seven minutes during the storm. Hail stones caused severe property damage, from dented cars to smashed windows. The storm itself caused more than 100 million dollars in damage. On November 27, 2014 a supercell hit the inner city suburbs including the CBD of Brisbane. Hailstones up to softball size cut power to 71,000 properties, injuring 39 people, and causing a damage bill of $1 billion AUD. A wind gust of 141 km/h was recorded at Archerfield Airport === South America === An area in South America known as the Tornado Corridor is considered to be the second most frequent location for severe weather, after Tornado Alley in the United States. The region, which covers portions of Argentina, Uruguay, Paraguay, and Brazil during the spring and summer, often experiences strong thunderstorms which may include tornadoes. One of the first known South American supercell thunderstorms to include tornadoes occurred on September 16, 1816 and destroyed the town of Rojas ( west of the city of Buenos Aires). On September 20, 1926, an EF4 tornado struck the city of Encarnación (Paraguay), killing over 300 people and making it the second deadliest tornado in South America. On 21 April 1970, the town of Fray Marcos in the Department of Florida, Uruguay experienced an F4 tornado that killed 11, the strongest in the history of the nation. January 10, 1973 saw the most severe tornado in the history of South America: The San Justo tornado, 105 km north of the city of Santa Fe (Argentina), was rated EF5, making it the strongest tornado ever recorded in the southern hemisphere, with winds exceeding 400 km/h. On April 13, 1993, in less than 24 hours in the province of Buenos Aires was given the largest tornado outbreak in the history of South America. There were more than 300 tornadoes recorded, with intensities between F1 and F3. The most affected towns were Henderson (EF3), Urdampilleta (EF3) and Mar del Plata (EF2). In December 2000, a series of twelve tornadoes (only registered) affected the Greater Buenos Aires and the province of Buenos Aires, causing serious damage. One of them struck the town of Guernica, and, just two weeks later, in January 2001, an EF3 again devastated Guernica, killing 2 people. The December 26, 2003 Tornado F3 happened in Cordoba, with winds exceeding 300 km/h, which hit Córdoba Capital, just 6 km from the city center, in the area known as CPC Route 20, especially neighborhoods of San Roque and Villa Fabric, killing 5 people and injuring hundreds. The tornado that hit the State of São Paulo in 2004 was one of the most destructive in the state, destroying several industrial buildings, 400 houses, killing one and wounding 11. The tornado was rated EF3, but many claim it was a tornado EF4. In November 2009, four tornadoes, rated F1 and F2 reached the town of Posadas (capital of the province of Misiones, Argentina), generating serious damage in the city. Three of the tornadoes affected the airport area, causing damage in Barrio Belén. On April 4, 2012, the Gran Buenos Aires was hit by the storm Buenos Aires, with intensities F1 and F2, which left nearly 30 dead in various locations. On February 21, 2014, in Berazategui (province of Buenos Aires), a tornado of intensity F1 caused material damage including a car was, with two occupants inside, which was elevated a few feet off the ground and flipped over asphalt, both the driver and his passenger were slightly injured. The tornado caused no fatalities. The severe weather that occurred on Tuesday 8/11 had features rarely seen in such magnitude in Argentina. In many towns of La Pampa, San Luis, Buenos Aires and Cordoba, intense hail stones fell up to 6 cm in diameter. On Sunday December 8, 2013, severe storms took place in the center and the coast. The most affected province was Córdoba, storms and supercells type \"bow echos\" also developed in Santa Fe and San Luis. === Europe === During the evening of August 3rd 2008, a supercell formed over northern France. It has spawned an EF4 tornado in the Val de Sambre area, about 90 kilometers east of Lille, which impacted nearby cities like Maubeuge and Hautmont. Later on, this same supercell went on to generate other tornadoes in the Netherlands and Germany. In 2009, on the night of Monday May 25, a supercell formed over Belgium. It was described by Belgian meteorologist Frank Deboosere as \"one of the worst storms in recent years\" and caused much damage in Belgium - mainly in the provinces of East Flanders (around Ghent), Flemish Brabant (around Brussels) and Antwerp. The storm occurred between about 1:00am and 4:00am local time. An incredible 30,000 lightning flashes were recorded in 2 hours - including 10,000 cloud-to-ground strikes. Hailstones up to across were observed in some places and wind gusts over ; in Melle near Ghent a gust of was reported. Trees were uprooted and blown onto several motorways. In Lillo (east of Antwerp) a loaded goods train was blown from the rail tracks. On August 18, 2011, the rock festival Pukkelpop in Kiewit, Hasselt (Belgium) may have been seized by a supercell with mesocyclone around 18:15. Tornado- like winds were reported, trees of over diameter were felled and tents came down. Severe hail scourged the campus. Five people reportedly died and over 140 people were injured. One more died a week later. The event was suspended. Buses and trains were mobilised to bring people home. On June 28, 2012, three supercells affected England. Two of them formed over the Midlands, producing hailstones reported to be larger than golfballs, with conglomerate stones up to 10 cm across. Burbage in Leicestershire saw some of the most severe hail. Another supercell produced a tornado near Sleaford, in Lincolnshire. A third supercell affected the North East region of England. The storm struck the Tyneside area directly and without warning during evening rush hour causing widespread damage and travel chaos, with people abandoning cars and being trapped due to lack of public transport. Flooded shopping malls were evacuated, Newcastle station was shut, as was the Tyne & Wear Metro, and main road routes were flooded leading to massive tailbacks. 999 land line services were knocked out in some areas and the damage ran to huge amounts only visible the next day after water cleared. Many parts of County Durham and Northumberland were also affected, with thousands of homes across the North East left without power due to lightning strikes. Lightning was seen to hit the Tyne Bridge (Newcastle). Throughout June 2014, an outbreak of severe supercells occurred in western Europe, producing a lot of damaging hail especially in France. In the Paris area, some hailstones reached 8 cm of diameter but the biggest was found in the Loiret department with an exceptional diameter of 12 cm. On 25 July 2019 a supercell thunderstorm affected northern England and parts of Northumberland. Large hail, frequent lightning and rotation were reported by many people. On 24 September 2020 a similar event affected parts of West Yorkshire. On the morning of June 19th 2021, a MCS developed over the French Atlantic coast. While progressing to the north, the system gained supercellular aspects and spawned a EF2 tornado 60 kilometers west of Tours. It reached Paris and its surroundings in the late afternoon, causing flash floods in the area due to heavy rainfalls. The system continued its path towards the Belgian frontier, reaching peak intensity: in the way, one of the peripheral supercells evolved into HP status just before entering the city of Reims. The main mesocyclone suddenly expanded and turned into a massive shelf cloud, a typical structure of the Tornado Alley. It produced strong gust winds, rainfalls and hail and inflicted a lot of damage over the nearby areas. In Europe, the mini-supercell, or low-topped supercell, is very common, especially when showers and thunderstorms develop in cooler polar air masses with a strong jet stream above, especially in the left exit- region of a jetstreak. === North America === The Tornado Alley is a region of the central United States where severe weather is common, particularly tornadoes. Supercell thunderstorms can affect this region at any time of the year, but they are most common in the spring. Tornado watches and warnings are frequently necessary in the spring and summer. Most places from the Great Plains to the East Coast of the United States and north as far as the Canadian Prairies, the Great Lakes region, and the St. Lawrence River will experience one or more supercells each year. Gainesville, Georgia was the site of the fifth deadliest tornado in U.S. history in 1936, where Gainesville was devastated and 203 people were killed. The 1980 Grand Island tornado outbreak affected the city of Grand Island, Nebraska on June 3, 1980. Seven tornadoes touched down in or near the city that night, killing 5 and injuring 200. The Elie, Manitoba tornado was an F5 that struck the town of Elie, Manitoba on June 22, 2007. While several houses were leveled, no one was injured or killed by the tornado.Elie Tornado Upgraded to Highest Level on Damage Scale, Archived at: A massive tornado outbreak on May 3, 1999 spawned an F5 tornado in the area of Oklahoma City that had the highest recorded winds on Earth. This outbreak spawned over 66 tornadoes in Oklahoma alone. On this day throughout the area of Oklahoma, Kansas and Texas, over 141 tornadoes were produced. This outbreak resulted in 50 fatalities and 895 injuries. A series of tornadoes, which occurred in May 2013, caused severe devastation to Oklahoma City in general. The first tornado outbreaks occurred on May 18 to May 21 when a series of tornadoes hit. From one of the storms developed a tornado which was later rated EF5, which traveled across parts of the Oklahoma City area, causing a severe amount of disruption. This tornado was first spotted in Newcastle. It touched the ground for 39 minutes, crossing through a heavily populated section of Moore. Winds with this tornado peaked at . Twenty-three fatalities and 377 injuries were caused by the tornado. Sixty-one other tornadoes were confirmed during the storm period. Later on in the same month, on the night of May 31, 2013, another eight deaths were confirmed from what became the widest tornado on record which hit El Reno, Oklahoma, one of a series of tornadoes and funnel clouds which hit nearby areas. === South Africa === South Africa witnesses several supercell thunderstorms each year with the inclusion of isolated tornadoes. On most occasions these tornadoes occur in open farmlands and rarely cause damage to property, as such many of the tornadoes which do occur in South Africa are not reported. The majority of supercells develop in the central, northern, and north eastern parts of the country. The Free State, Gauteng, and Kwazulu Natal are typically the provinces where these storms are most commonly experienced, though supercell activity is not limited to these provinces. On occasion, hail reaches sizes in excess of golf balls, and tornadoes, though rare, also occur. On 6 May 2009, a well-defined hook echo was noticed on local South African radars, along with satellite imagery this supported the presence of a strong supercell storm. Reports from the area indicated heavy rains, winds and large hail. On October 2, 2011, two devastating tornadoes tore through two separate parts of South Africa on the same day, hours apart from each other. The first, classified as an EF2 hit Meqheleng, the informal settlement outside Ficksburg, Free State which devastated shacks and homes, uprooted trees, and killed one small child. The second, which hit the informal settlement of Duduza, Nigel in the Gauteng province, also classified as EF2 hit hours apart from the one that struck Ficksburg. This tornado completely devastated parts of the informal settlement and killed two children, destroying shacks and RDP homes. ==Gallery== File:Burza Czestochowa.jpg| File:Supercell7 - NOAA.jpg| File:Isolated supercell - NOAA.jpg File:Chaparral Supercell 2.JPG File:May 20, 2013 Moore, Oklahoma tornado.JPG File:Supercell thunderstorm over Needmore, Texas. May 4, 2019.jpg ==See also== * Convective storm detection * Pseudo-cold front * Pseudo-warm front ==References== ==External links== * Structure and Dynamics of Supercell Thunderstorms * Lemon, Leslie R., (1998) On the Mesocyclone \"Dry Intrusion\" and Tornadogenesis * Electronic Journal of Severe Storms Meteorology Category:Storm Category:Mesoscale meteorology Category:Severe weather and convection Category:Tornadogenesis Category:Articles containing video clips de:Gewitter#Superzellengewitter",
 "title": "Supercell"
}