{
 "id": "245121",
 "text": "Thomas Grey, 1st Marquess of Dorset, 1st Earl of Huntingdon, 7th Baron Ferrers of Groby, (145520 September 1501According to Richardson and Pugh he was born c.1455.) was an English nobleman, courtier and the eldest son of Elizabeth Woodville and her first husband Sir John Grey of Groby. Her second marriage to King Edward IV made her Queen of England, thus elevating Grey's status at court and in the realm as the stepson of the King. Through his mother's assiduous endeavours, he made two materially advantageous marriages to wealthy heiresses, the King's niece Anne Holland and Cecily Bonville, 7th Baroness Harington. By the latter he had 14 children. ==Family== Thomas Grey was born in 1455 close to the Palace of Westminster, near the City of London. He was the elder son of John Grey (c.1432-1461) of Groby in Leicestershire, by his wife Elizabeth Woodville, who later became queen consort to King Edward IV. ==Career== His mother endeavoured to improve his estates by the conventional methods of their class and time, through his marriages and purchase of wardships. He also found favour with Edward, fighting in the Battle of Tewkesbury in 1471. Grey became Lord Harington and Bonville by right of his second wife Cecily Bonville. In 1475 he was created marquess of Dorset, and he was also a knight of the Garter and a privy councillor. On the death of his stepfather, Edward IV, Grey proved unable to maintain his family's position. It was not possible to arrange a Woodville regency. Internal fighting, particularly the long-established battle for ascendancy in Leicestershire between the Grey and Hastings families, was now on the national stage. Richard III came to the throne when the sons of Edward IV's bastardy was declared; the Grey family was aligned with Edward. On 25 June 1483, an assembly of Parliament declared Richard III to be the legitimate king, and Thomas's uncle, Anthony Woodville, 2nd Earl Rivers, and brother, Richard Grey, were executed. Later in the summer, learning of the apparent murder of both his young half- brothers, Grey joined the Duke of Buckingham's rebellion against Richard III. When the rebellion failed he fled to Brittany to join Henry Tudor, who pledged to marry Grey's half-sister Elizabeth of York and heal the division between the Yorkists and the Lancastrians. However, just before Henry and the Lancastrian army left to launch their ultimately successful invasion of England in August 1485, Grey heard rumours from England that his mother had come to terms with Richard III, and he was persuaded to desert Henry Tudor. He was intercepted at Compiègne on his way to England, and played no part in the invasion or subsequent overthrow of Richard III. Grey was instead confined to Paris, as security for the repayment of a loan made to Henry Tudor by the French government, unable to return home until Henry VII was safely installed as king of England. Thereafter Henry VII took good care to keep his half- brother-in-law under control and Grey was not permitted to recover his former influence, although his attainder was reversed. Thomas Grey was confined in the Tower in 1487 during Lambert Simnel's rising and not released until after the House of Tudor victory in the Battle of Stoke Field. Though he accompanied the King on his expedition to France in 1492, he was obliged to commit himself in writing to ensure he did not commit treason. He was permitted to assist in suppression of the Cornish rising in 1497. Thomas Grey, Marquess of Dorset, died in London on 20 September 1501, aged about 46, and was buried in the collegiate church of Astley, Warwickshire. His widow married Grey's cousin, Henry Stafford, later Earl of Wiltshire. ==Marriages and issue== His mother sought to make provision for him by marriage to wealthy heiresses. He married firstly, at Greenwich in October 1466, Lady Anne Holland (1461Oxford, Bodleian Library MS Digby 57, fol. 2*rc. 1474), the only daughter of Henry Holland, 3rd Duke of Exeter, and Anne of York. His mother-in-law was the second child and eldest surviving daughter of Richard Plantagenet, 3rd Duke of York, and Cecily Neville, thus sister to his mother's second husband King Edward IV. After Anne Holland died young without issue, Thomas married secondly, by papal dispensation 5 September 1474, Cecily Bonville, 7th Baroness Harington of Aldingham and 2nd Baroness Bonville, the wealthiest heiress in England.Lympstone: From Roman Rimes to the 17th Century. Retrieved 1 September 2011 Cecily Bonville, born in 1461, was the daughter and heiress of William Bonville, 6th Baron Harington, by his wife Katherine Neville, daughter of Richard Neville, 5th Earl of Salisbury. Katherine was sister to the late Earl of Warwick and thus aunt to his daughters. By his second wife Grey had seven sons and seven daughters: *Lord Edward Grey, eldest son and heir, who predeceased his father, and was buried in the church of St Clement Danes, London. He married Anne (née Jerningham), daughter of Sir Edward Jerningham (died 6 January 1515) of Somerleyton, Suffolk, by Margaret Bedingfield (died 24 March 1504), by whom he had no issue. After his death she remarried four times, firstly to a husband surnamed Berkeley; secondly to Henry Barley (died 12 November 1529) of Albury, Hertfordshire;Barley, Henry (1487-1529), of Albury, Hertfordshire, History of Parliament Retrieved 12 June 2013. thirdly to Sir Robert Drury; and fourthly to Sir Edmund Walsingham.'Anne Jerningham', A Who’s Who of Tudor Women: I-J, compiled by Kathy Lynn Emerson to update and correct Wives and Daughters: The Women of Sixteenth-Century England (1984) Retrieved 10 June 2013. *Anthony Grey, who predeceased his father. *Thomas Grey, 2nd Marquess of Dorset (22 June 147722 June 1530), who married firstly Eleanor St John, by whom he had no issue, and secondly Margaret Wotton, widow of William Medley, esquire, and daughter of Sir Robert Wotton by Anne Belknap, daughter of Henry Belknap esquire, by whom he had four sons, including Henry Grey, 1st Duke of Suffolk, father of Lady Jane Grey, and four daughters. *Sir Richard Grey, who married Florence Pudsey. He is mentioned in the will of his brother, Sir John Grey. *Sir John Grey, who married firstly Elizabeth Catesby, widow of Roger Wake (died 16 May 1504) of Blisworth, Northamptonshire, and daughter of Sir William Catesby, and secondly Anne Barley or Barlee (died 1557 or 1558), widow of Sir Robert Sheffield of Butterwick, Lincolnshire, Speaker of the House of Commons. Grey apparently had no issue by either of his wives, as his will dated 3 March 1523 makes no mention of children. After Grey's death his widow, Anne, married Sir Richard Clement (d.1538) of Ightham Mote, Kent. *Leonard Grey, 1st Viscount Grane (c. 149028 June 1541),Richardson states that he was executed 28 July 1541. According to Richardson, Grey married firstly Elizabeth Arundel, widow of Sir Giles Daubeney, and secondly Eleanor Sutton, daughter of Edward Sutton, 2nd Baron Dudley by Cecily Willoughby, daughter and coheiress of Sir William Willoughby; however according to Lyons it is unclear whether Grey ever married. He is mentioned in the will of his brother, Sir John Grey. He served as Lord Lieutenant of Ireland. *George Grey, in holy orders. He is mentioned in the will of his brother, Sir John Grey. *Cecily Grey (died 28 April 1554), who married John Sutton, 3rd Baron Dudley. *Bridget Grey, believed to have died young. *Dorothy Grey (1480–1552), who married firstly Robert Willoughby, 2nd Baron Willoughby de Broke, by whom she had issue, and secondly William Blount, 4th Baron Mountjoy. *Elizabeth Grey, who married Gerald FitzGerald, 9th Earl of Kildare. *Margaret Grey, who married Richard Wake, esquire, She is mentioned, as 'Margaret Grey', in the will of her brother, Sir John Grey. *Eleanor Grey (or \"Elizabeth\"As stated on the inscribed monumental brass of Sir John Arundell in St Columb Major Church, Cornwall (See: Jewers, Arthur John (ed.), The registers of the parish of St. Columb Major, Cornwall, from the year 1539 to 1780, London, 1881, Preface XI )) Grey (died by December 1503) who married, as his first wife, Sir John Arundell (1474–1545) of Lanherne, Cornwall, Receiver General of the Duchy of Cornwall and \"the most important man in the county\".Byrne, Muriel St. Clare, (ed.) The Lisle Letters, 6 vols, University of Chicago Press, Chicago & London, 1981, vol.1Byrne, vol.1, p.307 *Mary Grey (149322 February 1538), who married Walter Devereux, 1st Viscount Hereford. ==Titles== *Lord Astley, from 1461, inherited on the death of his father *Earl of Huntingdon, 1471–1475, created for him but after acquiring the next it was surrendered to the King so the King might be able to give it to the Earl of Pembroke whose title the King wanted for his own son *Lord Harington and Bonville in right of his (second) wife, from 1474, his wife being unable to sit in Parliament *Marquess of Dorset, from 1475, created for Thomas Grey 14 May 1475 (Whitsunday) in place of the re-possessed earldom of Huntingdon *Lord Ferrers of Groby, from 1483, inherited on the death of his grandmother Elizabeth Ferrers. *Attainted 1484 following the bid to oust Richard III *After reversal of his attainder by Henry VII, styled himself marquess of Dorset, lord Ferrers of Groby, Bonville, and Harington ==Arms== thumb|150px|Arms of Grey The arms of the head of the Grey family are blazoned Barry of six argent and azure in chief three torteaux gules. ==Notes== ==References== * * * * * * * * * *A Genealogical History of the Dormant, Abeyant, Forfeited, and Extinct Peerages of the British Empire by Sir Bernard Burke, 1866 ==External links== * ==Depictions in fiction== Thomas Grey, 1st Marquess of Dorset, is depicted in: * Shakespeare's Richard III * The novel The Sunne in Splendour by Sharon Kay Penman Category:1455 births Category:1501 deaths Thomas Grey, 1st Marquess of Dorset Category:Knights of the Garter Category:Marquesses of Dorset Thomas Category:15th-century English nobility Category:16th-century English nobility Category:Earls of Huntingdon Category:People from Groby",
 "title": "Thomas Grey, 1st Marquess of Dorset"
}