{
 "id": "245245",
 "text": "John Joseph Hughes (June 24, 1797 – January 3, 1864) was an Irish-born prelate of the Roman Catholic Church in the United States. He was the fourth Bishop and first Archbishop of the Archdiocese of New York, serving between 1842 and his death in 1864. In 1841, he founded St. John's College, which would later become Fordham University. A native of Ireland, Hughes was born and raised in the south of County Tyrone. He emigrated to the United States in 1817, and became a priest in 1826 and a bishop in 1838. A figure of national prominence, he exercised great moral and social influence, and presided over a period of explosive growth for Catholicism in New York. He was regarded as \"the best known, if not exactly the best loved, Catholic bishop in the country.\" He became known as \"Dagger John,\" both for his following the Catholic practice wherein a bishop precedes his signature with a cross, as well as for his aggressive personality. ==Early life== Hughes was born in the hamlet of Annaloghan, near Augher, in County Tyrone, part of the Province of Ulster in the north of Ireland. He was the third of seven children of Patrick and Margaret (née McKenna) Hughes. In reference to the anti-Catholic penal laws of Ireland, he later observed that, prior to his baptism, he had lived the first five days of his life on terms of \"social and civil equality with the most favored subjects of the British Empire.\" He and his family suffered religious persecution in their native land; his late sister was denied a Catholic burial conducted by a priest, and Hughes himself was nearly attacked by a group of Orangemen when he was about 15. He was sent with his elder brothers to a day school in the nearby village of Augher, and afterwards attended a grammar school in Aughnacloy. Patrick Hughes, a poor but respectable tenant farmer, was forced to withdraw John from school and sent him to work one of his farms. However, being disinclined to farm life, he was placed as an apprentice to Roger Toland, the gardener at Favour Royal Manor, to study horticulture. His family emigrated to the United States in 1816 and settled in Chambersburg, Pennsylvania. Hughes joined them there the following year. He made several unsuccessful applications to Mount St. Mary's College in Emmitsburg, Maryland, where he was eventually hired by its Rector, the Abbé John Dubois, S.S., as a gardener. During this time he befriended Mother Elizabeth Ann Seton, who was favorably impressed by Hughes and persuaded Dubois to reconsider his admission. Hughes was subsequently admitted as a regular student of Mount St. Mary's in September 1820. In addition to his studies, he continued to supervise the garden, and served as a tutor in Latin and mathematics as well as prefect over the other students. At that time, the president of Mount St. Mary's was the brilliant Simon Bruté, who also lectured on Sacred Scripture and taught Theology and Moral Philosophy. (Bruté would later become the first bishop of the Diocese of Vincennes, Indiana.) Hughes would on numerous occasions consult with his former teacher for advice long after he had left Emmitsburg. ==Priesthood== As a seminarian, Hughes resolved to serve his home Diocese of Philadelphia, then governed by Bishop Henry Conwell. The bishop, while performing a canonical visitation of his diocese, met Hughes at his parents' home in Chambersburg and invited him to accompany him on the remainder of his visitation. On October 15, 1826, Hughes was ordained to the priesthood by Bishop Conwell at Old St. Joseph's Church in Philadelphia. Hughes' first assignment was as a curate at St. Augustine's Church in Philadelphia, where he assisted its pastor, the Rev. Father Michael Hurley, O.E.S.A., by celebrating Mass, hearing confessions, preaching sermons, and other duties in the parish. Later that year he was sent to serve as a missionary in Bedford, where he secured the conversions of several Protestants. In January 1827, he was recalled to Philadelphia and named pastor of St. Joseph's Church. He laboured afterwards at St. Mary's Church, whose trustees were in open revolt against the bishop, and were subdued by Hughes only when he built St. John the Evangelist Church in 1832, then considered one of the finest in the country. Previous to this, in 1829, he founded St. John's Orphan Asylum. About this time Hughes became engaged in a public controversy over Catholic beliefs with the Rev. John A. Breckinridge, a distinguished Presbyterian clergyman and son of the former Attorney General in the Jefferson Administration. Several debates ensued between the two concerning whether Catholicism was compatible with American republicanism and liberty. Though it was predicted that the Irish immigrant would be outclassed by his better educated Protestant adversary, Hughes acquitted himself very well against his opponent's attacks on his religion. The debates resulted in the pugnacious Hughes' emergence as a vigorous defender of Catholicism in America. His name was mentioned for the vacant see of Cincinnati and as a coadjutor for Philadelphia. ==Episcopacy== 160px|thumb|The episcopal coat of arms of Archbishop John J. Hughes ===Coadjutor bishop=== Hughes was chosen by Pope Gregory XVI as the coadjutor bishop of the Diocese of New York on August 7, 1837. He was consecrated bishop at St. Patrick's Old Cathedral on January 7, 1838, with the title of the titular see of Basilinopolis, by the Bishop of New York, John Dubois, S.S., his former Rector. Although wishing Hughes no ill, many of the priests in the diocese had favored the popular Rev John Power, Vicar-General. Power had been overlooked for the position in 1826 when Dubois won the appointment as bishop. The clergy demonstrated their disappointment by not attending the consecration. ===Trusteeism=== One challenge Hughes took on upon arriving in New York was the dispute between the trustees of various parishes in the city, who held the control of these institutions. This practice was known as trusteeism, and the bishop challenged both the practicality and the legitimacy of it. Hughes drew upon his experience with this situation in Philadelphia and was able to get a referendum passed by the Catholics of the city in 1841 supporting the authority of the bishop. ===Education=== Hughes also campaigned actively on behalf of Irish immigrants, and attempted to secure state support for parochial schools; the effort failed. He protested against the standard use of the King James Bible in public schools by the Public School Society, a private organization which operated the schools of New York City. He claimed that it was an attack on Catholic constitutional rights of double taxation, because Catholics would need to pay taxes for public school and also pay for the parochial school to send their children, to avoid having their children indoctrinated by teachers following the Protestant teachings footnoted in that translation of the Bible. However, there are no footnotes in the King James Bible; nonetheless the translation itself favoured a Protestant doctrine over a Catholic one, in addition to being a translation from the Textus Receptus rather than the Catholic Latin Vulgate. When he failed to secure state support, he founded an independent Catholic school system in New York, as did other Catholic centers. The resulting parochial school systems which became an integral part of the Catholic Church's structure two decades after Hughes died, at the Third Plenary Council of Baltimore (1884). It mandated that all parishes nationwide have a school and that all Catholic children be sent to those schools.David Tyack, The One Best System: A History of American Urban Education (2nd ed. 1974) pp 84-85. ===Bishop of New York=== Hughes was appointed Apostolic Administrator of the diocese the following year, due to Dubois' failing health. As coadjutor, he automatically succeeded Dubois upon the bishop's death on December 20, 1842. He took over a diocese which covered the entire State of New York and northern New Jersey, having only some 40 priests to serve a Catholic population estimated to be about 200,000 at the time. In 1844 anti-Catholic riots instigated by Nativist agitators threatened to spread to New York from Philadelphia, where two churches had been burned and twelve people had died. Hughes put armed guards at Catholic churches and, after learning a Nativist rally was scheduled to take place in New York, famously told the Nativist sympathizing mayor that \"if a single Catholic Church were burned in New York, the city would become a second Moscow\" – a reference to the Fire of Moscow. City leaders took him at his word, and the anti-Catholic faction was not allowed to conduct its rally. Hughes founded the Ultramontane newspaper the New York Freeman to express his ideas. In 1850 he delivered an address entitled \"The Decline of Protestantism and Its Causes,\" in which he announced as the ambition of Catholicism \"to convert all Pagan nations, and all Protestant nations. . . . Our mission [is] to convert the world –including the inhabitants of the United States – the people of the cities, and the people of the country, . . . the Legislatures, the Senate, the Cabinet, the President, and all!\"James M. McPherson, Battle Cry of Freedom: The Civil War Era (New York: Bantam Books, 1989), p. 132. Hughes held a \"strong commitment to the cause of Irish freedom\" but also felt that immigrants, particularly his fellow Irish immigrants, \"should demonstrate their unswerving loyalty to their adopted land.\" ===Archbishop=== Hughes became an archbishop on July 19, 1850, when the diocese was elevated to the status of archdiocese by Pope Pius IX. As archbishop, Hughes became the metropolitan for the Catholic bishops serving all the dioceses established in the entire Northeastern United States. He convened the first meeting of the Ecclesiastical Province of New York in September 1854. After this he traveled to Rome, where he was present at the proclamation of the Immaculate Conception as a dogma of the Catholic Church by Pope Pius. Hughes served as President Lincoln's semiofficial envoy to the Vatican and to France in later 1861 and early 1862. Lincoln also sought Hughes' advice on the appointment of hospital chaplains. In an address in March 1852, Hughes lionized what he referred to as the \"spirit of the constitution,\" expressed hope that the \"parties\" of the republic would be completely \"penetrated\" by that spirit, and stated that the founders' achievements in the realm of religious freedom were \"original\" in history and that the constitution's \"negation of all power to legislate\" on \"rights of conscience\" made American law on that topic superior to that of other countries which had secured these rights \"by some positive statute.\" In the same address, Hughes also expressed sentiments of religious toleration, stating that \"we are indebted\" to the \"liberality of Protestantism,\" in light of the fact that the framers of the Constitution \"were almost, if not altogether, exclusively Protestants,\" while averring that the strong leadership of Washington and the variety of opposing Protestant views were likely more influential to the framers' stance on religious freedom than Protestantism itself. Hughes also stated that \"the great men who framed the Constitution saw, with keen and delicate perception, that the right to tolerate implied the equal right to refuse toleration, and on behalf of the United States, as a civil government, they denied all right to legislate in the premises, one way or the other.\" He affirmed the role of Catholic soldiers in American wars, declaring, \"I think I shall be safe in saying that there has not been one important campaign or engagement in which Catholics have not bivouacked, fought, and fallen by the side of Protestants, in maintaining the rights and honor of their common country.\" Hughes also said that \"It is... out of place, and altogether untrue, to assert or assume that this is a Protestant country or a Catholic country. It is neither. It is a land of religious freedom and equality; and I hope that, in this respect, it shall remain just what it now is to the latest posterity,\" and also that \"Catholics, as such, are by no means strangers and foreigners in this land.... The Catholics have been here from the earliest dawn of the morning.\" ===Slavery, and John Mitchel=== While Hughes did not endorse slavery, he suggested that the conditions of the \"starving laborers\" in the Northern states were often worse than that of those held in bondage in the South. He believed the Abolitionist movement veered towards ideological excess. In 1842 Hughes had cautioned his flock against signing O'Connell's abolitionist petition (\"An Address of the People of Ireland to their Countrymen and Countrywomen in America\") which he regarded as unnecessarily provocative. Against what he saw as the Protestant republican agenda promoted by the Young Irelander exile John Mitchel and his journal the Citizen, Hughes, nonetheless, took a stand on the issue. Mitchel was uncompromising in defence of slavery, denying it was a crime, \"or even a peccadillo to hold slaves, to buy slaves, to keep slaves to their work by flogging or other needful correction\". He, himself, might wish for \"a good plantation well-stocked with healthy negroes in Alabama.\"The Great Dan, Charles Chevenix Trench, Jonathan Cape Ltd, (London 1984), p. 274. At Mitchel saw it, Hughes copied the abolition press \"to cast an Alabama plantation\" in his \"teeth”. ==Death== thumb|right|Archbishop Hughes, prepared for burial Hughes served as archbishop until his death. He was originally buried in the old St. Patrick's Cathedral, but his remains were exhumed in 1882 and reinterred in the crypt under the altar of the new St. Patrick's Cathedral which he had undertaken to build. ==Character== Monsignor Thomas Shelley in his study on Hughes described him as a very \"complex character,\" with one side that was \"impetuous and authoritarian, a poor administrator and worse financial manager, indifferent to the non-Irish members of his flock, and prone to invent reality when it suited the purposes of his rhetoric.\" But Shelley finds this did not detract from the effectiveness of Hughes, who established 61 new parishes along with many other institutions. Historian Daniel Walker Howe writes that Hughes \"labored to bring a largely working- class Irish community into a meaningful relationship with Catholic Christianity\" while at the same time working \"to conciliate middle-class Catholics and Protestant well-wishers whose financial support he needed for his amazingly ambitious program of building.\" Howe continues, \"Although no theologian, John Hughes ranks high for political judgment and in the significance of his accomplishments among nineteenth century American statesmen, civil as well as ecclesiastical. He successfully coped with fierce party competition in New York, bitter battles over the public school system, revolutions in Europe, the rise of nativism across the United States, and soaring rates of immigration after the Great Famine of Ireland. He encouraged his people to hard work, personal discipline, and upward social mobility.\" \"Crucially, he combined his staunch American patriotism with staunch devotion to a nineteenth-century papacy deeply suspicious of all liberalism, especially American.\" Hughes \"succeeded in fostering a strong Irish American identity, one centered on the Catholic faith rather than on the secular radicalism of the Irish nationalists who competed with him for community leadership.\" This achievement, however, came \"at the cost of losing to the Irish-American community the Irish Protestant immigrants.\"Daniel Walker Howe, What Hath God Wrought?, Oxford University Press, 2007, pp. 199-200. According to his later successor, Patrick Cardinal Hayes, named archbishop of New York in 1919, Archbishop Hughes was severe of manner, and kindly of heart, but was not aggressive until assailed. ==Legacy== In New York, Hughes founded St. John's College (now Fordham University) and, under his administration, invited many religious congregations to staff and administrate schools in New York, among them members of the Society of Jesus (to whom he entrusted the care of St. John's), who also established Fordham Prep and Xavier High School; the Brothers of the Christian Schools who founded Manhattan College; and he established as an autonomous congregation the Sisters of Charity of New York, in which his sister Angela was a member, who founded the Academy of Mount St. Vincent (now College of Mount Saint Vincent). All of these institutions remain active to this day. \"Hughes Hall,\" the first purpose-built home of Fordham Prep, was named for the archbishop in 1935. The building currently houses Fordham University's Gabelli School of Business on its Rose Hill campus. There is also a dining space on the Rose Hill campus named \"Dagger John's\" in honor of Hughes. In addition, each year, Fordham recognizes a graduating senior who has demonstrated achievement in the study of philosophy with an award named in honor of Hughes. To the dismay of many in New York's Protestant upper-class, Hughes foresaw the uptown expansion of the city and began construction of the current St. Patrick's Cathedral on Fifth Avenue between 50th and 51st Street, laying its cornerstone on August 15, 1858. It was not completed until after his death. At the time, due to its remote location in a still-rural part of Manhattan, the new cathedral was initially dubbed \"Hughes' Folly\" by the press for many years. Ultimately, Hughes' foresight proved providential, as the rapid urban growth uptown would soon place the new cathedral in the emerging urban center of midtown Manhattan. ==References== ==External links== * Category:1797 births Category:1864 deaths Category:People from County Tyrone Category:Irish emigrants to the United States (before 1923) Category:Mount St. Mary's University alumni Category:19th-century Roman Catholic archbishops in the United States Category:Roman Catholic archbishops of New York Category:Fordham University faculty Category:Founders of Catholic religious communities Category:Burials at St. Patrick's Old Cathedral Category:Burials at St. Patrick's Cathedral (Manhattan) Category:University and college founders",
 "title": "John Hughes (archbishop)"
}