{
 "id": "245331",
 "text": "{| align=\"right\" | thumb|Current logo |- | thumb|former interior (GTL) |- | thumb|HTM Tram and Bus routes 2012; not shown are Veolia routes |} HTM Personenvervoer NV (HTM, from the former name Haagsche Tramweg Maatschappij) is a public transport company in the Netherlands operating trams, lightrail and buses in The Hague, Rijswijk, Leidschendam, Voorburg, Delft, Zoetermeer, Wateringen, Pijnacker and Nootdorp, the so-called Conurbation Haaglanden. The lightrail connection (called RandstadRail, RR) to Zoetermeer is operated in coöperation with RET, the Rotterdam-public transport company, which operates the connection between The Hague Central Station and Slinge in the south of Rotterdam, thus giving a fast and easy connection between the two city- centres. Regional transports are serviced by Connexxion, Arriva and RET. In September 2012 it was announced that Dutch Railways (NS) wanted to acquire 49% of the shares in HTM. The initiative came from HTM and was received positively by the (then) sole shareholder in HTM, the municipality of The Hague. The House of Representatives was less positive, VVD parliament member Aukje de Vries, for example, felt that \"a state-owned company should not step further into a market where it has been agreed that the market must do its job.\" On 5 April 2013, the city council of The Hague approved the proposal, with NS paying €45 million for the shares. Because on 15 October 2013 the NS took over 49% of the shares in HTM and was 100% shareholder in Qbuzz, the HTMbuzz shares were again 100% owned by HTM. The NS remained co-owner of HTMbuzz, through HTM, for almost half of this shift in shares. On 6 July 2016 it was announced that the municipality of The Hague wanted to buy back the shares of HTM from NS, which announced that it would continue to work together with the municipality and HTM on better traffic. Since 7 December 2016, the HTM shares have been held by the municipality of The Hague again and MRDH has a share with special rights. On this date, HTM also obtained the rail concession for public transport in the region of The Hague for the period from 2016 to 2026. On 17 May 2017, the Metropolitan Region of Rotterdam The Hague announced that it would give HTM the allocation of bus transport in the Hague region. On 8 December 2019, the bus concession officially takes effect and applies for the period 2019 - 2034. From 9 December 2012 till 9 December 2018, citybus- services were, as mentioned, run by HTMbuzz, a joint-venture of HTM and Qbuzz, regional transports being serviced by Veolia, Arriva and RET. Fares on the network fall under the National Tariff System. Since 9 December 2018 HTMbuzz changed the name in HTM, as it used to be till 9 December 2012. Since 2004 there is a tram tunnel with two underground tramstations (Spui and Grote Markt) in The Hague city centre; it is shared by tramline 6 and RR-lines 2, 3 and 4. thumb|Line 9 at Scheveningen Trams & LRVs: * 600 volt DC-series: 70 GTL8-trams and 40 Avenio-trams; * 600 & 750 volt DC-series: 72 LRVs called RegioCitadis. HTM once owned shares in SVD, the city bus company of Dordrecht. However, HTM has sold its shares because the ministry of transport and public works opposed the company competing for public transport concessions in tenders. In addition to this Arriva took over the service as of January 1, 2007, due to a better offer. == Tram and light rail lines == === Line 1 (red) === * Vehicle type: GTL-8 {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #EE2E22;\" | Line 1: Scheveningen Noord - Delft Tanthof |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Zwarte Pad - Kurhaus - Scheveningseslag/Beelden aan Zee - Badhuiskade - Keizerstraat - Duinstraat - Frankenslag - World Forum - Adriaan Goekooplaan - Ary van der Spuyweg - Vredespaleis - Javastraat - Mauritskade - Kneuterdijk - Centrum - Bierkade - Station Hollands Spoor - Leeghwaterplein - Oudemansstraat - Lorentzplein - Broeksloot - Herenstraat - Hoornbrug - Broekpolder - 's-Gravenmade - Vlietbrug - Verffabriek - Brasserskade - Nieuwe Plantage - Prinsenhof - Delft Station - Krakeelpolderweg - Hovenpassage - Martinus Nijhofflaan - Diepenbrockstraat - Van der Slootsingel - Sadatweg - Bikolaan - Abtswoudsepark |} === Line 2 (yellow) === * Vehicle type: Avenio and, occasionally, RegioCitadis * Operated as R-net or, occasionally, as RandstadRail. {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border- bottom:1px solid #FEC422;\" | Line 2: Den Haag Kraayenstein - Leidschendam |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Kraayensteinlaan - Kapelaan Meereboerweg - Loosduinse Hoofdstraat - Burgemeester Hovylaan - Buitentuinen - Walnootstraat - Thorbeckelaan - Nieuwendamlaan - Laan van Eik en Duinen - Kamperfoeliestraat - Valkenboslaan - Fahrenheitstraat - De la Reyweg - Monstersestraat - HMC Westeinde - Brouwersgracht - Grote Markt - Spui - Centraal Station - Ternoot - Oostinje - Stuyvesantstraat - Station Laan van NOI - Bruijnings Ingenhoeslaan - Mgr. van Steelaan - Prinses Beatrixlaan - Voorburg 't Loo - Elzendreef - Essesteijn - Leidsenhage - HMC Antoniushove |} * And Line 2: Den Haag Kraayenstein - Den Haag Laan van NOI railway station (additional trams rush hours only) === Line 3 (purple) === * Vehicle type: RegioCitadis * Operated by RandstadRail as tram-trains. {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #A9218E;\" | Line 3: Den Haag Loosduinen - Zoetermeer Centrum |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Arnold Spoelplein - Pisuissestraat - Mozartlaan - Heliotrooplaan - Muurbloemweg - Hoefbladlaan - De Savornin Lohmanplein - Appelstraat - Zonnebloemstraat - Azaleaplein - Goudenregenstraat - Fahrenheitstraat - Valkenbosplein - Conradkade - Van Speijkstraat - Elandstraat - HMC Westeinde - Brouwersgracht - Grote Markt - Spui - Centraal Station - Beatrixkwartier - Laan van NOI - Voorburg 't Loo - Leidschendam-Voorburg - Forepark - Leidschenveen - Voorweg (Low Level) - Centrum-West - Stadhuis - Palenstein - Seghwaert - Leidsewallen - De Leyens - Buytenwegh - Voorweg (High Level) - Meerzicht - Driemanspolder - Delftsewallen - Dorp - Centrum-West |} * And Line 3: Den Haag De Savornin Lohmanplein - Den Haag Centraal railway station (additional tramtrains rush hours only) === Line 4 (orange) === * Vehicle type: RegioCitadis * Operated by RandstadRail as tram-trains. {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #F4901D;\" | Line 4: Den Haag De Uithof - Lansingerland-Zoetermeer |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | De Uithof - Beresteinlaan - Bouwlustlaan - De Rade - Dedemsvaartweg - Zuidwoldepad - Leyenburg - Monnickendamplein - Tienhovenselaan - Dierenselaan - De la Reyweg - Monstersestraat - HMC Westeinde - Brouwersgracht - Grote Markt - Spui - Centraal Station - Beatrixkwartier - Laan van NOI - Voorburg 't Loo - Leidschendam-Voorburg - Forepark - Leidschenveen - Voorweg (Low Level) - Centrum-West - Stadhuis - Palenstein - Seghwaert - Willem Dreeslaan - Oosterheem - Javalaan - Van Tuyllpark - Lansingerland-Zoetermeer |} * And Line 4: Den Haag Monstersestraat - Lansingerland-Zoetermeer (additional (double) tramtrains rush hours only) === Line E === * Vehicle type: RSG3 * Operated by RET of Rotterdam as part of Randstadrail and the underground/subway-system of Rotterdam {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #003153;\" | Line E Den Haag Centraal railway station - Slinge subway station |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Den Haag Centraal Station - Den Haag Laan van NOI - Voorburg 't Loo - Leidschendam-Voorburg - Den Haag Forepark - Den Haag Leidschenveen - Nootdorp - Pijnacker Centrum - Pijnacker Zuid - Berkel Westpolder - Rodenrijs - Meijersplein - Melanchthonweg - Blijdorp - Rotterdam Centraal - Stadhuis - Beurs - Leuvehaven - Wilhelminaplein - Rijnhaven - Maashaven - Zuidplein - Slinge |} === Line 6 (sky blue) === * Vehicle type: GTL-8 {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #00AEEF;\" | Line 6: Den Haag Leyenburg - Leidschendam Noord |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Leyenburg - Monnickendamplein - Tienhovenselaan - Nunspeetlaan - Paul Krugerplein - Delftselaan - Haagse Markt - Vaillantlaan - Om en Bij - Brouwersgracht - Grote Markt - Spui - Centraal Station - Ternoot - Oostinje - Stuyvesantplein - Carel Reinierszkade - Reigersbergenweg - Vlamenburg - Hofzichtlaan - Margarethaland - Aegonplein - Station Mariahoeve - Essesteijn - Leidsenhage - Burgemeester Kolfschotenlaan - Kastelenring - Dillenburgsingel |} === Line 9 (yellow green) === * Vehicle type: Avenio * Operated as R-net. {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #8BC63E;\" | Line 9: Scheveningen Noord - Vrederust |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Zwarte Pad - Kurhaus - Circustheater - Nieuwe Duinweg - Wagenaarweg - Madurodam - Riouwstraat - Laan Copes van Cattenburch - Javabrug - Dr. Kuyperstraat - Malieveld - Centraal Station - Kalvermarkt-Stadhuis - Bierkade - Station Hollands Spoor - Jacob Catsstraat - Wouwermanstraat - Dynamostraat - Anna Bijnslaan - Zuiderpark - Loevesteinlaan - Leyweg - Leggelostraat - Wolweversgaarde - Revalidatiecentrum - Beresteinlaan - De Dreef |} * And Line 9: Madurodam - Vrederust (additional trams rush hours only) === Line 11 (brown) === * Vehicle type: Avenio * Operated as R-net. {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #B88B73;\" | Line 11: Scheveningen Haven - Den Haag Hollands Spoor railway station |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Strandweg - Vuurbaakstraat - Duinstraat - Doornstraat - Statenlaan - Willem de Zwijgerlaan - Boreelstraat - Houtrust - Groot Hertoginnelaan - Laan van Meerdervoort - Weimarstraat - Loosduinseweg - Delftselaan - Haagse Markt - Hoefkade - Wouwermanstraat - Jacob Catsstraat - Station Hollands Spoor - Rijswijkseplein |} === Line 12 (pink) === * Vehicle type: GTL-8 {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #EFB7D3;\" | Line 12: Den Haag Duindorp - Den Haag Hollands Spoor railway station |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Markenseplein - Tholensestraat - Doctor van Welylaan - Sportlaan - Goudenregenplein - Goudenregenstraat - Fahrenheitstraat - Copernicusplein - Weimarstraat - Cartesiusstraat - Loosduinseweg - Paul Krugerplein - Delftselaan - Haagse Markt - Hoefkade - Wouwermanstraat - Jacob Catsstraat - Station Hollands Spoor - Rijswijkseplein |} === Line 15 (violet) === * Vehicle type: Avenio * Operated as R-net. {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #7D81BE;\" | Line 15: Den Haag Centraal railway station - Nootdorp |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Centraal Station - Korte Voorhout - Buitenhof - Centrum - Bierkade - Waldorpstraat/Station Hollands Spoor - Goudriaankade - Van Musschenbroekstraat - Wenckebachstraat - Broeksloot - Herenstraat - Hoornbrug - Broekpolder - Laan van 's-Gravenmade (P+R Hoornwijck) - Laan van Ypenburg - Plesmanlaan - Scholekstersingel - Gruttosingel - Nootdorp Centrum |} === Line 16 (dark brown) === * Vehicle type: GTL-8 {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #7C351E;\" | Line 16: Den Haag Statenkwartier - Wateringen |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Van Boetzelaerlaan - Frankenslag or Prins Mauritslaan - Frederik Hendriklaan - Statenplein - Gemeentemuseum/Museon - Groot Hertoginnelaan - Waldeck Pyrmontkade - Van Speijkstraat - Elandstraat - Noordwal - Gravenstraat - Buitenhof - Korte Voorhout - Centraal Station - Kalvermarkt-Stadhuis - Bierkade - Station Hollands Spoor - Leeghwaterplein - Oudemansstraat - Lorentzplein - Jonckbloetplein - Van Zeggelenlaan - Alberdingk Thijmstraat - Station Moerwijk - Heeswijkplein - Erasmusplein - Geysterenweg - Betje Wolffstraat - Hardenbroekstraat - Loevesteinlaan - Leyweg - Leggelostraat - Steenwijklaan - Hoge Veld - Oosteinde - Lage Veld - Parijsplein - Dorpskade |} === Line 17 (dark blue) === * Vehicle type: Avenio * Operated as R-net. {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #01529A;\" | Line 17: Den Haag Centraal railway station - Wateringen |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | Centraal Station - Weteringplein - Rijswijkseplein - Station Hollands Spoor - Leeghwaterplein - Oudemansstraat - Lorentzplein - Jonckbloetplein - Van Vredenburchweg - Generaal Spoorlaan - Handelskade - Patentlaan - Volmerlaan - Treubstraat - Rijswijk Station - In de Bogaard - Admiraal Helfrichsingel - Weidedreef - Aletta Jacobsstraat - Eikelenburg - Parijsplein - Dorpskade |} === Line 19 (dark green) === * Vehicle type: RegioCitadis and, occasionally, Avenio * Operated as RandstadRail or, occasionally, as R-net. {| align=left cellspacing=1 style=\"border:1px solid #888888;\" width=\"70%\" |- | align=center style=\"border-bottom:1px solid #00A78F;\" | Line 19: Leidschendam - Delft railway station (future terminus at Delft University) |- | align=\"center\" style=\"font-size: 90%;\" colspan=\"2\" | HMC Antoniushove - Leidsenhage - Weigelia - Oosteinde - Oude Middenweg - Klaverveld - Leidschenveen Centrum - Lanen - Station Ypenburg - Weidevogellaan - Gruttosingel - Scholekstersingel - Ypenburg Centrum - Anthony Fokkersingel - Brasserskade - Nieuwe Plantage - Prinsenhof - Delft Station |} == City Bus lines == * 20 Den Haag Duinzigt - Den Haag Centraal railway station * 21 Den Haag Vrederust - Scheveningen Noord * 22 Den Haag Duindorp - Rijswijk De Schilp via Den Haag Centraal railway station * 23 Den Haag Kijkduin - Scheveningen Noord via Rijswijk, Voorburg and Benoordenhout (Service between Kijkduin and Colijnplein restricted to weekends from May till September and during summer holidays) * 24 Den Haag Kijkduin - Den Haag Mariahoeve railway station * 25 Den Haag Grote Markt - Den Haag Vrederust * 26 Den Haag Kijkduin - Den Haag HS railway station - Voorburg railway station (Restricted evening- & weekendservice between Kijkduin and The Hague HS) * 27 Den Haag Randveen - Den Haag Mariahoeve railway station via Den Haag HS railway station en Den Haag Centraal railway station (Weekdays, rush hours only) * 28 Den Haag Zuiderstrand - Voorburg railway station via Den Haag Centraal railway station, operated with electric buses * 29 Rijswijk railway station - Den Haag Oude Waalsdorperweg (Weekdays, rush hours only) == Nightlines == * N1 Centrum Binnenhof - Scheveningen via Den Haag Mariahoeve. * N2 Centrum Binnenhof - Voorburg, Leidschendam, Voorschoten & Wassenaar. * N3 Centrum Binnenhof - Den Haag Kraayenstein via Den Haag Loosduinen. * N4 Centrum Binnenhof - Rijswijk via Wateringen. * N5 Centrum Binnenhof - Delft via Ypenburg and Nootdorp; in Nootdorp connection with line B10 of the Rotterdam nightservice. * N6 Centrum Binnenhof - Zoetermeer via Den Haag Leidschenveen, Zoetermeer Centrum and Zoetermeer Rokkeveen. The nightlines are circular and operate on Friday- and Saturdaynights only. == Equipment == {| class=\"wikitable\" |+ Trams and Lightrails ! Name ! Image ! Type ! No. ! Fleet number ! Year build ! Length (m) ! Width (m) ! Comments |- | GTL8 | 120px || Gelede Tram Lang || 70 || 3001 - 3100, 3101 - 3147 || 1981 - 1984 and 1992 - 1993 || 28,6 and 29 || 2.35 || Phased out from 2024 |- | Haagse RegioCitadis | 120px || RegioCitadis || 72 || 4001 - 4054, 4055 - 4072 || 2006 and 2011 || 36.8 || 2.65 || |- | Avenio | 120px || Avenio || 70 || 5001 - 5040, 5041 - 5060, 5061 - 5070 || 2014 - 2016 and 2019 || 35 || 2.55 || Replacing oldest serie of GTL8's |} == See also == * RandstadRail * Trams in The Hague == References == == External links == * HTM official website * Photographs of HTM trams & busses, old and new ** Picture of the Avenio-tram * Website of Randstadrail-project Category:Intermodal transport authorities Category:Transport companies of the Netherlands Category:Tram transport in the Netherlands Category:Light rail in the Netherlands Category:Transport in The Hague Category:Companies based in The Hague",
 "title": "HTM Personenvervoer"
}