{
 "id": "245786",
 "text": "Elva Ruby Miller (October 5, 1907 - June 28, 1997), who recorded under the name \"Mrs. Miller\", was an American singer who gained some fame in the 1960s, for her series of shrill and off-tempo renditions of popular songs such as \"Moon River\", \"Monday, Monday\", \"A Lover's Concerto\", and \"Downtown\". An untrained mezzo-soprano, she sang in a heavy, vibrato-laden style; according to Irving Wallace, David Wallechinsky and Amy Wallace in The Book of Lists 2, Miller's voice was compared to the sound of \"roaches scurrying across a trash can lid.\"Irving Wallace, David Wallechinsky and Amy Wallace, The Book of Lists 2 (1983); Nevertheless, \"Downtown\" reached the Billboard Hot 100 singles chart in April 1966, peaking at No. 82. The single's B-side, \"A Lover's Concerto,\" barely cracked the Hot 100 that same month at No. 95. ==Life and career== Elva Ruby Connes was born in Joplin, Missouri, the third of seven children born to Edward and Ada (Martin) Connes. She grew up in Missouri and Kansas. She married John Richardson Miller, a professional investor thirty years her senior, on January 17, 1934. They moved to Claremont, California the following year, where she studied music, voice, and composition at Pomona College and involved herself in church and community projects. She said singing was \"a hobby\", but she produced several records, mainly of classical, gospel, and children's songs. She self-financed and recorded at least one 45 (\"Slumber Song\"), and distributed it to local orphanages. It was while making a recording that arranger Fred Bock heard her. He convinced her to try more modern songs and took the recordings to different record labels. Miller was discovered by radio disc jockey (and later Laugh-In announcer) Gary Owens who first featured Miller on his radio program in 1960. Owens also included her on a limited-run album of his comedy routines. In 1965, Miller was signed to Capitol Records by Lex de Azevedo, a young up-and-coming producer at the label. Miller's success, like that of Florence Foster Jenkins before her and Wing after her, was due to the amateurishness of her singing. Capitol Records seemed eager to emphasize it --in a 1967 interview with Life magazine, Miller claimed that during recording sessions she was deliberately conducted a half beat ahead or behind time, and said the worst of several recordings of a song were chosen for the finished album. Her first LP, with the tongue-in-cheek title Mrs. Miller's Greatest Hits, was issued by Capitol in 1966. Made up entirely of well-known pop songs, it sold more than 250,000 copies in its first three weeks. Gary Owens wrote the album's liner notes. Will Success Spoil Mrs. Miller?! followed, and The Country Soul of Mrs. Miller came a year later. Miller sang for US servicemen in Vietnam, performed at the Hollywood Bowl, and guest starred on numerous television talk and variety shows. She also appeared in Roddy McDowall's film The Cool Ones, where she sang \"It's Magic\". Eventually, public interest in Miller began to wane, and Capitol Records dropped her from their roster in 1968. She released one album, Mrs. Miller Does Her Thing, on the small Amaret Records label, before issuing several singles on her own Vibrato Records label. She recorded two albums of material at Radio Recorders studios in Hollywood that were issued by Dunhill Records, which went unnoticed. Her last known recording was a self-released EP in 1971. Miller officially retired in 1973, when interest in her career had almost completely vanished. She spent her remaining years doing work for various charities. She lived in a condo in Northridge, California, until the earthquake in 1994; she then moved into a retirement home.Profile, danacountryman.com; accessed 26 September 2015. She may have been the inspiration for a similar act called Mr Miller and the Blue Notes, who released a 1966 version of the Herman's Hermits hit \"Mrs. Brown, You've Got a Lovely Daughter\".Darryl W. Bullock, The World's Worst Records: Volume One: An Arcade of Audio Atrocity Page 76 ==Death== Elva Miller died in Garden Terrace Retirement Center, in Vista, California, in 1997, aged 89. She was interred in Pomona Mausoleum, at Pomona Valley Memorial Park, in Pomona, California. Two years later, a compilation CD of her work was released on Capitol's Ultra- Lounge label: Wild, Cool & Swingin,' The Artist Collection Vol. 3: Mrs. Miller. ==Discography== === Albums === {| class=\"wikitable\" !Album !Year !US charts |- |Mrs. Miller's Greatest Hits |1966 |15 |- |Will Success Spoil Mrs. Miller?! |1966 | — |- |The Country Soul of Mrs. Miller |1967 | — |- |Mrs. Miller Does Her Thing |1968 | — |- |Wild, Cool & Swingin' |1999 | — |- |The Turned-On World of Mrs. Miller |2000 | — |- |A Christmas Gift from Mrs. Miller | 2020 | — |} \"—\" did not chart ===Charting singles=== {| class=\"wikitable\" !Single !Year !US Hot 100 |- |\"Downtown\" |1966 |82 |- |\"A Lover's Concerto\" |1966 |95 |} ==See also== * Leona Anderson * Florence Foster Jenkins * Tryphosa Bates-Batcheller * William Hung * William Topaz McGonagall * William Shatner's musical career * Jonathan and Darlene Edwards ==References== ==External links== *Mrs. Miller's World website * Category:1907 births Category:1997 deaths Category:20th-century American singers Category:20th- century American women singers Category:American women pop singers Category:American novelty song performers Category:People from Joplin, Missouri Category:Outsider musicians Category:Pomona College alumni",
 "title": "Mrs. Miller"
}