{
 "id": "245703",
 "text": "thumb|right|upright=1.5|Two Top Fuel dragsters side by side Top Fuel dragsters are the quickest accelerating racing cars in the world and the fastest sanctioned category of drag racing, with the fastest competitors reaching speeds of and finishing the runs in 3.62 seconds. A top fuel dragster accelerates from a standstill to in as little as 0.8 seconds (less than one third the time required by a production Porsche 911 Turbo to reach ) and can exceed in just . This subjects the driver to an average acceleration of about over the duration of the race and with a peak of over . Because of the speeds, this class exclusively races to only a distance, and not the traditional one- fourth of a statute mile, or . The rule was changed in 2008 by the National Hot Rod Association following the fatal crash of Funny Car driver Scott Kalitta during a qualifying session at Old Bridge Township Raceway Park in Englishtown, New Jersey. The shortening of the distance was used by the FIA at some tracks, and as of 2012 is now the standard Top Fuel distance defined by the FIA. The International Hot Rod Association, which at the time sanctioned Top Fuel in Australia, dropped the 1/4 mile distance in September 2017 after Santo Rapisarda, a car owner who often runs NHRA races in the United States, pushed for the change. ==Top Fuel racing== thumb|upright|left|2009 NHRA Top Fuel championship trophy Before their run, racers often perform a burnout in order to clean and heat tires. Additionally, the burnout applies a layer of fresh rubber to the track surface, which greatly improves traction during launch. At maximum throttle and RPM, the exhaust gases escaping from a dragster's open headers produce about of downforce. The massive airfoil over and behind the rear wheels produces much more, peaking at around when the car reaches a speed of about . The engine of a Top Fuel dragster generates around 150 dB of sound at full throttle, enough to cause physical pain or even permanent damage. A sound that intense is not just heard, but also felt as pounding vibrations all over one's body, leading many to compare the experience of watching a Top Fuel dragster make a pass to 'feeling as though the entire drag strip is being bombed.' Before a run, race announcers usually advise spectators to cover or plug their ears. Ear plugs and even earmuffs are often handed out to fans at the entrance of a Top Fuel event. Dragsters are limited to a maximum wheelbase of . Currently, the most prolific active driver in Top Fuel is Tony Schumacher, and the most successful crew chief is Alan Johnson, who was the crew chief for six of Schumacher's championships, the back-to-back titles won by driver Gary Scelzi and was the crew chief for his brother Blaine for his entire professional career. The first female driver in the Top Fuel category is also the most associated female in the drag racing world, Shirley Muldowney, who won three championships during her career. ==Fuel== Since 2015, NHRA regulations limit the composition of the fuel to a maximum of 90% nitromethane; the remainder is largely methanol. However, this mixture is not mandatory, and less nitromethane may be used if desired. The exhaust gas from nitromethane combustion contains nitric oxide, an important intermediate in industrial chemistry, which is formed in combustion systems and can be generated by lightning in thunderstorms. In mammals, including humans, nitric oxide is a signaling molecule in many physiological and pathological processes.[8] It was proclaimed the \"Molecule of the Year\" in 1992.[9] The 1998 Nobel Prize in Physiology or Medicine was awarded for discovering nitric oxide's role as a cardiovascular signalling molecule. Nitric oxide should not be confused with nitrogen dioxide (NO2), a brown gas and major air pollutant, nor with nitrous oxide (N2O), an anesthetic. While nitromethane has a much lower energy density () than either gasoline () or methanol (), an engine burning nitromethane can produce up to 2.4 times as much power as an engine burning gasoline. This is made possible by the fact that, in addition to fuel, an engine needs oxygen in order to generate force: of air (21% oxygen) is required to burn of gasoline, compared to only of air for one kilogram of nitromethane, which, unlike gasoline, already has oxygen in its molecular composition. For a given amount of air consumed, this means that an engine can burn 7.6 times more nitromethane than gasoline. Nitromethane also has a high latent heat of vaporization, meaning that it will absorb substantial engine heat as it vaporizes, providing an invaluable cooling mechanism. The laminar flame speed and combustion temperature are higher than gasoline at and respectively. Power output can be increased by using very rich air-fuel mixtures. This also helps prevent pre-ignition, which is often a problem when using nitromethane. Due to the relatively slow burn rate of nitromethane, very rich fuel mixtures are often not fully ignited and some remaining nitromethane can escape from the exhaust pipe and ignite on contact with atmospheric oxygen, burning with a characteristic yellow flame. Additionally, after sufficient fuel has been combusted to consume all available oxygen, nitromethane can combust in the absence of atmospheric oxygen, producing hydrogen, which can often be seen burning from the exhaust pipes at night as a bright white flame. In a typical run the engine can consume between and of fuel during warmup, burnout, staging, and the quarter- mile run. ==Top fuel engines== thumb|right|Engine of a top fuel car ===Rules=== Like many other motor sport formulas originating in the United States, NHRA-sanctioned drag racing favors heavy restrictions on engine configuration, sometimes to the detriment of technological development. In some cases, teams are required to use technologies that may be decades old, resulting in cars that may seem substantially less advanced than the average family car. However, while some basic facets of engine configuration are heavily restricted, other technologies, such as fuel injection, clutch operation, ignition, and car materials and design, are under constant development. NHRA competition rules limit the engine displacement to . A bore with a stroke are customary dimensions. Larger bores have been shown to weaken the cylinder block. Compression ratio is about 6.5:1, as is common on engines with overdriven Roots-type superchargers. ===Engine=== The engine used to power a Top Fuel drag racing car is based on a second generation Chrysler RB Hemi, but is built exclusively of specialized parts, it retains the basic configuration with two valves per cylinder activated by pushrods from a centrally-placed camshaft. The engine has hemispherical combustion chambers, a 90-degree valve stem angle; bore pitch. The block is machined from a piece of forged aluminum. It has press-fitted, ductile iron liners. There are no water passages in the block, which adds considerable strength and stiffness. The engine is cooled by the incoming air/fuel mixture and the lubricating oil. Like the original Hemi, the racing cylinder block has a deep skirt for strength. There are five main bearing caps, which are fastened with aircraft- standard-rated steel studs, with additional reinforcing main studs and side bolts (\"cross-bolting\"). There are three approved suppliers of these custom blocks; Kieth Black, Brad Anderson, and Alan Johnson. The cylinder heads are machined from aluminum billets. As such, they, too, lack water jackets and rely entirely on the incoming air/fuel mixture and lubricating oil for their cooling. The original Chrysler design of two large valves per cylinder is used. The intake valve is made from solid titanium and the exhaust from solid Nimonic 80A or similar. Seats are of ductile iron. Beryllium-copper has been tried but its use is limited due to its toxicity. Valve sizes are around for the intake and for the exhaust. In the ports there are integral tubes for the push rods. The heads are sealed to the block by copper gaskets and stainless steel o-rings. Securing the heads to the block is done with aircraft-rated steel studs and stud nuts. The camshaft is billet steel, made from 8620 carbon or S7 through-hardened tool steel or similar. It runs in five oil pressure lubricated bearing shells and is driven by gears in the front of the engine. Mechanical roller lifters (cam followers) ride atop the cam lobes and drive the steel push rods up into the steel rocker arms that actuate the valves. The rockers are of roller tip type on the intake and exhaust sides. Like the cam follower rollers, the steel tip roller rotates on a steel roller bearing and the steel rocker arms rotate on a pair of through-hardened tool steel shafts within bronze bushings. Intake and exhaust rockers are billet. The dual valve springs are of coaxial type and made out of titanium. Valve retainers are also made of titanium, as are the rocker covers. Billet steel crankshafts are used; they all have a cross plane a.k.a. 90 degree configuration and run in five conventional bearing shells. 180 degree crankshafts have been tried and they can offer increased power. A 180 degree crankshaft is also about lighter than 90 degree crankshaft, but they create a lot of vibration. Such is the strength of a top fuel crankshaft that in one incident, the entire engine block was split open and blown off the car during an engine failure, and the crank, with all eight connecting rods and pistons, was left still bolted to the clutch. Pistons are made of forged aluminum. They have three rings and aluminum buttons retain the steel wrist pin. The piston is anodized and Teflon coated to prevent galling during the high thrust load operation encountered. The top ring is an L-shaped section \"Dykes\" ring that provides a good seal during combustion but a second ring must be used to prevent excessive oil from entering the combustion chamber during intake strokes as the Dykes-style ring offers less than optimal reverse gas/oil sealing. The third ring is an oil scraper ring whose function is to scrape the majority of the oil film off of the cylinder wall as the piston descends, to prevent oil being exposed to combustion heat and contaminating the upcoming round of fuel/air. This \"oil scraping\" also provides a key heat removal step for the cylinder walls and piston skirts, the oil film is renewed as the piston moves upward after BDC. The connecting rods are of forged aluminum and do provide some shock damping, which is why aluminum is used in place of titanium, because titanium connecting rods transmit too much of the combustion impulse to the big-end rod bearings, endangering the bearings and thus the crankshaft and block. Each con rod has two bolts, shell bearings for the big end while the pin runs directly in the rod. ===Superchargers=== The supercharger must be a 14-71 type Roots blower. It has twisted lobes and is driven by a toothed belt. The supercharger is slightly offset to the rear to provide an even distribution of air. Absolute manifold pressure is usually , but up to is possible. The manifold is fitted with a burst plate. Air is fed to the compressor from throttle butterflies with a maximum area of . At maximum pressure, it takes approximately to drive the supercharger. These superchargers are in fact derivatives of General Motors scavenging-air blowers for their two-stroke diesel engines, which were adapted for automotive use in the early days of the sport. The model name of these superchargers delineates their size - the once commonly used 6-71 and 4-71 blowers were designed for General Motors diesels having six cylinders of each, and four cylinders of each, respectively. Thus, the currently used 14-71 design can be seen to be a huge increase in power delivery over the early designs, purpose-built for the GM Detroit Diesel truck powerplants. Mandatory safety rules require a secured Kevlar-style blanket over the supercharger assembly as \"blower explosions\" are not uncommon, from the volatile air/fuel mixture coming from the fuel injectors being drawn directly through them. The absence of a protective blanket exposes the driver, team and spectators to shrapnel in the event that nearly any irregularity in the induction of the air/fuel mixture, the conversion of combustion into rotating crankshaft movements, or in the exhausting of spent gasses is encountered. Note that Detroit Diesel did not produce a 14-71. ===Oil and fuel systems=== The oil system has a wet sump which contains of SAE 70 mineral or synthetic racing oil. The pan is made of titanium or aluminum. Titanium can be used to prevent oil spills in the event of a blown rod. Teams are fined and points are lost if oil is spilled on the track surface, so all teams make provision for absorbent blankets/diapers below the engine. Oil pump pressure is somewhere around during the run, at start up, but actual figures differ between teams. Fuel is injected by a constant flow injection system. There is an engine driven mechanical fuel pump and about 42 fuel nozzles. The pump can flow per minute at 7500 rpm and fuel pressure. In general 10 injectors are placed in the injector hat above the supercharger, 16 in the intake manifold and two per cylinder in the cylinder head. Usually a race is started with a leaner mixture, then as the clutch begins to tighten as the engine speed builds, the air/fuel mixture is enriched. As the increased engine speed builds up pump pressure, the mixture is made leaner to maintain a predetermined ratio that is based on many factors, especially race track surface friction. The stoichiometry of both methanol and nitromethane is considerably greater than that of racing gasoline, as they have oxygen atoms attached to their carbon chains and gasoline does not. This means that a \"fueler\" engine will provide power over a very broad range from very lean to very rich mixtures. Thus, to attain maximum performance, before each race, by varying the level of fuel supplied to the engine, the mechanical crew may select power outputs barely below the limits of tire traction. Power outputs which create tire slippage will \"smoke the tires\" and as a result the race is often lost. ===Ignition and timing=== The air/fuel mixture is ignited by two spark plugs per cylinder. These plugs are fired by two 44-ampere magnetos. Normal ignition timing is 58-65 degrees BTDC (This is dramatically greater spark advance than in a petrol engine as \"nitro\" and alcohol burn far slower). Directly after launch the timing is typically decreased by about 25 degrees for a short time as this gives the tires time to reach their correct shape. The ignition system limits the engine speed to 8400 rpm. The ignition system provides initial 60,000 volts and 1.2 amperes. The long duration spark (up to 26 degrees) provides energy of . The plugs are placed in such a way that they are cooled by the incoming charge. The ignition system is not allowed to respond to real time information (no computer-based spark lead adjustments), so instead a timer- based retard system is used. ===Exhaust=== The engine is fitted with eight individual open exhaust pipes, in diameter and long. These are made of steel and fitted with thermocouples for measuring of the exhaust gas temperature. They are called \"zoomies\" and exhaust gases are directed upward and backwards. Exhaust temperature is about at idle and by the end of a run. During a nighttime event, the slow-burning nitromethane can be seen to extend flames many feet out from the exhaust pipes. The engine is warmed up for about 80 seconds. After the warm up the valve covers are taken off, oil is changed and the car is refueled. The run including tire warming is about 100 seconds which results in a \"lap\" of about three minutes. After each lap, the entire engine is disassembled and examined, and worn or damaged components are replaced. ===Performance=== Measuring the power output of a top fuel engine directly is not always feasible. Certain models use a torque sensor incorporated as part of the RacePak data system. Dynamometers that can measure the output of a Top Fuel engine exist; however, the main limitation is that a Top Fuel engine cannot be run at its maximum power output for more than 10 seconds without overheating or possibly destroying itself explosively. Making such high power levels from such relatively limited displacement is a result of using very high boost levels and running at extremely high RPMs; both of these stress the internal components to a high degree, meaning that the peak power can only safely be achieved for brief periods of time, and even then only by intentionally sacrificing components. The engine power output can also be calculated based upon the car's weight and its performance. The calculated power output of these engines is most likely somewhere between , which is about twice as powerful as the engines installed on some modern diesel locomotives, with a torque output of approximately and a brake mean effective pressure of . In late 2015, tests using sensors developed by AVL Racing showed peak power of over . For the purposes of comparison, a 2009 SSC Ultimate Aero TT, which at the time was among the world's most powerful production automobiles, produces of power and of torque. From start to finish the engine will turn 240 revolutions. Including start up, burnout, staging and the race, the engine must survive just 500 revolutions before being rebuilt. ===Engine weight=== *Block with liners *Heads each *Crankshaft *Complete engine ==Mandatory safety equipment== Much of organized drag-racing is sanctioned by the National Hot Rod Association. Since 1955, the association has held regional and national events (typically organized as single elimination tournaments, with the winner of each two car race advancing) and has set rules for safety, with the more powerful cars requiring ever more safety equipment. Typical safety equipment for contemporary top fuel dragsters: full face helmets with fitted HANS devices; multi-point, quick release safety restraint harness; full body fire suit made of Nomex or similar material, complete with face mask, gloves, socks, shoes, and outer sock-like boots, all made of fire- resistant materials; on board fire extinguishers; kevlar or other synthetic \"bullet-proof\" blankets around the superchargers and clutch assemblies to contain broken parts in the event of failure or explosion; damage resistant fuel tank, lines, and fittings; externally accessible fuel and ignition shut- offs (built to be accessible to rescue staff); braking parachutes; and a host of other equipment, all built to the very highest standards of manufacturing. Any breakthrough or invention that is likely to contribute to driver, staff, and spectator safety is likely to be adopted as a mandated rule for competition. The 54-year history of NHRA has provided hundreds of examples of safety upgrades. In 2000, the NHRA mandated the maximum concentration of nitromethane in a car's fuel be no more than 90%. In the wake of a Gateway International Raceway fatality in 2004, involving racer Darrell Russell, the fuel ratio was reduced to 85%. Complaints from teams in regards to cost, however, has resulted in the rule being rescinded starting in 2008, when the fuel mixture returns to 90%, as NHRA team owners, crew chiefs, and suppliers complained about mechanical failures that can result in oildowns or more severe crashes caused by the reduced nitromethane mixture. They also mandated enclosed roll cages.NHRA News: Nitro percentage to be raised to 90 in Top Fuel, Funny Car in 2008 (9/15/2007) The NHRA also mandated that different rear tires be used to reduce failure, and that a titanium \"shield\" be attached around the back-half of the roll-cage to prevent any debris from entering the cockpit. This also was the result of the fatal crash at Gateway International Raceway. The rear tire pressure is also heavily regulated by Goodyear Tire and Rubber on behalf of the NHRA, at , the absolute minimum pressure allowed. At present, final drive ratios higher than 3.20 (3.2 engine rotations to one rear axle rotation) are prohibited, in an effort to limit top speed potential, thus reducing the level of danger. == History == In 1958, NHRA banned nitro in all categories; the American Hot Rod Association (AHRA) still allowed it, and Fuel Dragsters (FD), Hot Roadsters (HR), and Fuel Coupés (FC): this led to Fuel Altereds (AA/FAs), Factory Experimentals (A/FXs), and (ultimately) Funny Cars (TF/FCs).McClurg, Bob. Diggers, Funnies, Gassers and Altereds: Drag Racing's Golden Age. (CarTech Inc, 2013), p.46. Independent drag strips, not NHRA sanctioned, offered venues for the fuel racers.McClurg, Diggers, p.46. Smokers Car Club hosted the first U.S. Fuel and Gas Championship at Famoso Raceway in March 1959.McClurg, Diggers, p.46. Bob Hansen won Top Fuel Eliminator (TFE) in his A/HR, with a speed of .McClurg, Diggers, p. 46. McClurg does not mention his e.t. Jimmy Nix, who previously ran a Top Gas dragster; Jim Johnson, who ran a Dodge Polara stocker, and who had won the B/SA title in 1963; Jim Nelson; and Dode Martin pioneered TF/FC.McClurg, Bob. \"50 Years of Funny Cars: Part 2\" in Drag Racer, November 2016, p.35; Burgess, Phil National Dragster Editor. \"Early Funny Car History 101\", written 22 January 2016, at NHRA.com (retrieved 23 May 2017) (Nix tried to persuade Chrisman to get Mercury Racing Director Fran Hernandez to allow him to run his Comet's 427 on nitro, as a way to gain leverage on NHRA, so Nix could use nitro himself).Burgess, Phil National Dragster Editor. \"Early Funny Car History 101\", written 22 January 2016, at NHRA.com (retrieved 23 May 2017) These cars ran in NHRA's S/FX class, variously defined as \"Super Factory Experimental\" or \"Supercharged Factory Experimental\".Burgess, Phil National Dragster Editor. \"Early Funny Car History 101\", written 22 January 2016, at NHRA.com (retrieved 23 May 2017) They were shortly turning in E.T.s in the low 11s and trap speeds of over ; at Long Beach on 21 March, an 11.49 pass at was recorded.Wallace, Dave. \"50 Years of Funny Cars\" in Drag Racer, November 2016, p.22 and caption. These cars ran in NHRA's S/FX class, variously defined as \"Super Factory Experimental\" or \"Supercharged Factory Experimental\".Burgess, Phil National Dragster Editor. \"Early Funny Car History 101\", written 22 January 2016, at NHRA.com (retrieved 23 May 2017) Bob Sullivan's Pandemonium (a '65 Plymouth Barracuda) joined about six other nitro-fuelled early funny cars facing fuel dragsters in the 1965 season.Wallace, p.30 caption. In 1971, Don Garlits introduced the Swamp Rat XIV, a rear-engined Top Fuel dragster. While others had been developed in the previous decade, it was the first successful one, winning the 1971 NHRA Winternationals.Front to back: The rear-engine transition (Part 1, Part 2) - Phil Burgess, NHRA, February 2015 In 1984, Top Fuel was at a low point. It was having trouble attracting full sixteen-car fields, leading to cutting back to eight-car rosters, while the International Hot Rod Association dropped Top Fuel entirely.Ganahl, Pat. \"Winter Heat: '87 NHRA Wnternationals\", in Hot Rod, May 1987, p.88. The same year, Joe Hrudka offered a major purse, the Cragar- Weld Top Fuel Classic and \"Big Daddy\" Don Garlits returned to Top Fuel full- time.Ganahl, Pat. \"Winter Heat: '87 NHRA Wnternationals\", in Hot Rod, May 1987, p.88. By 1987, NHRA Top Fuel Funny Car was drawing twice as many entrants as positions available.Ganahl, Pat. \"Winter Heat: '87 NHRA Wnternationals\", in Hot Rod, May 1987, p.88. ==Most NHRA Top Fuel wins== {| class=\"wikitable\" ! Driver !! Wins |- | Tony Schumacher || 85 |- | Larry Dixon || 62 |- | Joe Amato || 52 |- | Antron Brown || 52 |- | Steve Torrence || 51 |- | Doug Kalitta || 49 |- | Kenny Bernstein || 39 |- | Don Garlits || 35 |- | Cory McClenathan || 34 |- | Gary Scelzi || 29 |- | Gary Beck || 19 |- | Darrell Gwynn || 18 |- | Brandon Bernstein || 18 |- | Spencer Massey || 18 |- | Shirley Muldowney || 18 |- | Scott Kalitta || 17 |- | Dick Lahaie || 15 |- | Shawn Langdon || 15 |- | Gary Ormsby || 14 |- | Don Prudhomme || 14 |- | Eddie Hill || 13 |- | Mike Dunn || 12 |- | Morgan Lucas || 12 |- | Brittany Force || 11 |- | Doug Herbert || 10 |- | Connie Kalitta || 10 |- | Richie Crampton || 10 |- | Leah Pritchett || 9 |- | Del Worsham || 8 |- | Billy Torrence || 8 |- | Rod Fuller || 7 |- | Khalid alBalooshi || 4 |- | David Grubnic || 4 |- | Melanie Troxel || 4 |- | Mike Salinas || 4 |- | Clay Millican || 3 |- | Bob Vandergriff Jr. || 3 |- | Justin Ashley || 3 |- | Pat Dakin || 2 |- | Terry McMillen || 2 |- | Blake Alexander || 2 |- | Josh Hart || 2 |- | Tripp Tatum || 1 |- | Austin Prock || 1 |} ==See also== * ANDRA Top Fuel ==References== * * * * * ==External links== * Restored Top Fuel Dragsters from the 60s & 70s * NHRA National Hot Rod Association Website * WSID Website * IHRA International Hot Rod Association Website * Santa Pod Raceway - the home of European Drag Racing Category:Drag racing classes",
 "title": "Top Fuel"
}