{
 "id": "246107",
 "text": "The gens Furia, originally written Fusia, and sometimes found as Fouria on coins, was one of the most ancient and noble patrician houses at Rome. Its members held the highest offices of the state throughout the period of the Roman Republic. The first of the Furii to attain the consulship was Sextus Furius in 488 BC.Dictionary of Greek and Roman Biography and Mythology, vol. II, pp. 190, 192, 1005. ==Origin== The antiquity of the Furii is confirmed by the ancient form of the nomen, Fusius, found in the earliest days of the Republic. A similar process derived the nomina Papirius, Valerius and Veturius from Papisius, Valesius and Vetusius. This change probably occurred after the orthographic reform of Appius Claudius Caecus, passed during his censorship in 312 BC.Sextus Pomponius, Enchiridion, cited in the Digesta, ii. 2 § 36.Humm, Appius Claudius Caecus, § 12-15. History leaves us in darkness as to the origin of the Furia gens. A legendary figure named Spurius Fusius appears representing the Roman priests in the time of Tullus Hostilius. From sepulchral inscriptions found at Tusculum, we see that the name Furius was very common at that place, and hence it is generally inferred that the Furia gens, like the Fulvia, had come from Tusculum.Chase, p. 130. As the first member of the gens that occurs in history, Sextus Furius, BC 488, is only five years later than the treaty of isopolity which Spurius Cassius Vecellinus concluded with the Latins, to whom the Tusculans belonged, the supposition of the Tusculan origin of the Furia gens does not appear at all improbable. However, the cognomen Medullinus, which belonged to the oldest branch of the gens, may indicate that the family came from the ancient Latin city of Medullia, which was conquered by Ancus Marcius, the fourth King of Rome, toward the end of the 7th century BC.Livy, i. 32, 33. The nomen Furius is a patronymic surname derived from Fusus, apparently an ancient praenomen that had fallen out of use before historical times. This name was preserved, however, as a cognomen used by many of the early Furii, including the families of the Medullini and the Pacili. ==Praenomina== The principal names used by members of this family are Lucius, Spurius, Publius, Marcus, Agrippa, Sextus, and Quintus. The Furii Pacili used Gaius, a name not used by other branches of the gens. Other praenomina appear towards the end of the Republic, and may represent plebeian branches of the family. The Furii Brocchi are distinguished by their use of Gnaeus and Titus. A poet during the late second century BC bore the praenomen Aulus, while a Furius of equestrian rank during the time of Cicero was named Numerius. ==Branches and cognomina== The cognomina of this gens are Aculeo, Bibaculus, Brocchus, Camillus, Crassipes, Fusus, Luscus, Medullinus, Pacilus, Philus, and Purpureo. The only cognomina that occur on coins are Brocchus, Crassipes, Philus, and Purpureo. The oldest branch of the Furii bore the surname Medullinus, which may indicate that they had originally come from the Latin town of Medullia.Chase, p. 113. All of the early Medullini probably bore the additional surname Fusus, probably an ancient praenomen that had fallen out of use before historical times, from which the nomen Furius (originally Fusius) was derived. This surname was also borne by the Furii Pacili, who were probably a cadet branch of the Medullini; Chase considers Pacilus a surname of Oscan origin, suggesting that this branch of the family had Sabine connections.Chase, p. 115. Fusus was probably applicable to all of the early Furii, but was sometimes dropped or used in place of other surnames. Those Furii mentioned without any surname other than Fusus probably belonged to either the Medullini or the Pacili, and did not constitute a separate family. The Furii Camilli were descended from the dictator Marcus Furius Camillus, one of the most famous heroes of the early Republic, credited both with the final defeat of Veii, and with driving the Gauls from Rome following the Gallic sack of Rome in 390 BC.Dictionary of Greek and Roman Biography and Mythology, vol. I, pp. 591, 592. He was a younger son of Lucius Furius Medullinus Fusus, who had thrice served as consular tribune. A camillus was a youth entrusted with certain religious obligations, a role likely to be filled by the younger son of a prominent magistrate.Chase, p. 112. The family then vanishes during the last three centuries of the Republic, but reappears under the early Empire. According to Ronald Syme, their fortune was restored by Augustus, who tried to revive several impoverished patrician families.Syme, Roman Papers, vol. I, p. 209. Of the other surnames borne by families of the Furii, Aculeo, \"sharp\", is probably derived from aculeus, a spur; Bibaculus originally referred to a tippler;Chase, p. 111. Brocchus to someone with prominent teeth;Chase, p. 109. Crassipes means \"thick-footed\";Chase, p. 110. Luscus \"one-eyed\"; and Philus is borrowed from the Greek Φιλος.Chase, p. 114. The cognomen Purpureo, \"rosy, purple\", might originally have referred to a person's complexion, but may also have alluded to the family's wealth and influence, or some trading connection; a coin of this family depicts a murex- shell, the source of the expensive dye Tyrian purple, with which the most luxurious clothing was coloured. The toga picta, originally worn by the Roman kings, and later by triumphant generals, and the broad stripe of the toga praetexta, worn by senators and curule magistrates, were dyed with Tyrian purple. A similar reference to togae was made by a family of the patrician gens Sulpicia, which bore the cognomen Praetextatus.Crawford, Roman Republican Coinage, p. 238. There are some persons bearing the gentile name Furius, who were plebeians, since they are mentioned as tribunes of the plebs; and those persons either had gone over from the patricians to the plebeians, or they were descended from freedmen or a particular family of the Furii, as is expressly stated in the case of one of them. ==Members== ===Early Fusii=== * Spurius Fusius, appointed by the Roman priests to undertake a ritual oath on behalf of the city prior to the combat of the Horatii and the Curiatii, during the reign of Tullus Hostilius.Livy, i. 24. ===Furii Fusi=== * Sextus Furius, consul in 488 BC. He is listed by Festus in 486 BC, possibly a military tribune, as one of a group who was burned for conspiring with the consul Spurius Cassius.Festus, 180 LValerius Maximus. vi. 3.2Broughton, vol i, p. 21 (note 1) * Spurius Furius Fusus, consul in 481 BC. * Sextus Furius Fusus, father of Agrippa Furius Fusus, the consular tribune of 391 BC. * Marcus Furius Fusus, consular tribune in 403 BC.Diodorus Siculus, xiv. 35. * Agrippa Furius Sex. f. Fusus, consular tribune in 391 BC.Livy, v. 32. ===Furii Medullini=== * Lucius Furius Medullinus Fusus, consul in 474 BC. * Publius Furius Medullinus Fusus, consul in 472 BC. He was one of the triumviri agro dando who were appointed to assign land to the Roman colonists after the capture of Antium, in 467 BC. In 464, he served as legate under his brother, Spurius, and was slain in the Aequian war.Dionysius, ix. 63.Livy, iii. 1, 5.Broughton, vol. I, pp. 29, 32, 34. * Spurius Furius Medullinus Fusus, consul in 464 BC, conducted war against the Aequi. * Agrippa Furius Fusus, consul in 446 BC. * Lucius Furius S. f. Medullinus Fusus, the father of Camillus, was consular tribune in 432, 425, and 420 BC.Livy, iv. 25, 35, 45. * Lucius Furius L. f. S. n. Medullinus, the elder brother of Camillus, was consul in 413 and 409 BC, and consular tribune in 407, 405, 398, 397, 395, 394, and 391 BC. * Spurius Furius L. f. S. n. Medullinus, also a brother of Camillus, was consular tribune in 400 BC.Fasti Capitolini, ; 1904, 114; ; 1940, 59, 60. * Lucius Furius S. f. L. n. Medullinus, consular tribune in 381 and 370 BC, and censor in 363 BC. * Spurius Furius S. f. L. n. Medullinus, consular tribune in 378 BC, commanded in the war with the Volsci of Antium.Livy, vi. 31. ===Furii Camilli=== * Marcus Furius L. f. S. n. Camillus, consular tribune in 401, 398, 394, 386, 384, and 381 BC, and dictator in 396, 390, 389, 368, and 367 BC. * Spurius Furius M. f. L. n. Camillus, the son of Camillus, was one of the first praetors appointed following the creation of the office in 367 BC.Livy, vii. 1.Suda, s. v. Πραιτωρ. * Lucius Furius M. f. L. n. Camillus, dictator in 350 and consul in 349 BC. * Lucius Furius S. f. M. n. Camillus, consul in 338 and 325 BC. * Marcus Furius P. f. P. n. Camillus, consul in AD 8. * Furia M. f. P. n. Camilla, afterward Livia Medullina Camilla, betrothed to the young Claudius, died on the day that she and the future emperor were to wed. * Marcus Furius M. f. P. n. Camillus Scribonianus, afterward Lucius Arruntius Camillus Scribonianus, consul in AD 32, instigated a revolt against Claudius in 42, but was quickly defeated and sent into exile. * Furius L. f. L. n. Camillus Scribonianus, exiled in AD 53, for having consulted the Chaldeans about the time when the emperor Claudius was to die.Tacitus, Annales xii. 52, Historiae ii. 75. ===Furii Pacili=== * Quintus Furius Pacilus Fusus, Pontifex Maximus in 449 BC, held the comitia at which the tribunes of the plebs were appointed. His two cognomina are not securely attested.Livy, iii. 54.Broughton, vol. I, p. 49. * Gaius Furius Pacilus Fusus, consul in 441 BC, and consular tribune in 426 BC. * Gaius Furius C. f. Pacilus, consul in 412 BC. * Gaius Furius C. f. C. n. Pacilus, consul in 251 BC. during the First Punic War. ===Furii Phili=== * Marcus Furius Philus, grandfather of Publius Furius Philus, the consul of 223 BC. * Spurius Furius M. f. Philus, the father of Publius, the consul of 223 BC. * Publius Furius S. f. M. n. Philus, praetor circa 224 BC and in 216, consul in 223, censor in 214. He received a triumph for his victories over the Gauls during his consulship. He was also augur when he died in 213.Broughton, vol. I, pp. 231, 232, 248, 253 (note 1), 259, 266. * Publius Furius P. f. S. n. Philus, informed Scipio of the design of Lucius Caecilius Metellus and others to abandon Rome after the Battle of Cannae.Livy, xxii. 53. * Publius Furius Philus, praetor in 174 BC, then promagistrate in Hispania Citerior in 173 and 172. At his return to Rome in 171, he was accused of extortion by some Spanish allies and chose to go into exile in Praeneste.Livy, xli. 21, xliii. 2.Broughton, vol. I, pp. 404, 409, 412. * Lucius Furius Philus, triumvir monetalis between 189 and 180 BC. Praetor in 171, he obtained Sardinia as his province. He also became pontiff in 176, serving until his death in 170.Crawford, Roman Republican Coinage, pp. 216, 217.Livy, xlii. 28, 31, xliii. 11.Broughton, vol. I, pp. 401, 416. * Lucius Furius Philus, consul in 136 BC.Broughton, vol. I, p. 486. * Marcus Furius L. f. Philus, triumvir monetalis in 119 BC. His coins commemorate the victory of Quintus Fabius Maximus over the Allobroges the previous year.Crawford, Roman Republican Coinage, p. 297. ===Furii Bibaculi=== * Furius Bibaculus, magister of the Salii, and father of Lucius Furius Bibaculus, the praetor.Broughton, vol. I, p. 237. * Lucius Furius Bibaculus, praetor between 226 and 219 BC. Like his father, he was one of the Salian priests, and continued to perform his religious duties during his magistracy.Valerius Maximus, i. 1. § 9. * Lucius Furius L. f. Bibaculus, a quaestor, fell in the Battle of Cannae, 216 BC.Livy, xxii. 49.Broughton, vol. I, p. 249. * Marcus Furius Bibaculus, a satiric poet of the first century BC. ===Furii Purpureones=== * Spurius Furius Purpureo, father of Lucius Furius Purpureo, the consul of 196 BC. * Lucius Furius S. f. S. n. Purpureo, praetor in 200 BC, triumphed over the Gauls at Cremona. He then became consul in 196.Broughton, vol. I, pp. 323, 326 (note 1), 335. * Furius Purpureo, triumvir monetalis between 179 and 170 BC.Crawford, Roman Republican Coinage, p. 222. * Furius Purpureo, triumvir monetalis between 169 and 158 BC. ===Furii Crassipedes=== * Marcus Furius Crassipes, legate under the praetor Lucius Furius Purpureo in 200 BC, during the war against the Gauls. He was praetor in 187 and 173.Livy, xxxi. 21.Broughton, vol. I, pp. 325, 368, 408. * Publius Furius Crassipes, curule aedile in 84 BC. He minted coins during his magistracy.Crawford, Roman Republican Coinage, p. 371. * Furius Crassipes, quaestor in Bithynia, 51 BC, and husband of Cicero's daughter, Tullia.Broughton, vol. II, p. 242. * Furius Crassipes, officer of Sextus Pompeius in Sicily between 43 and 36 BC.Broughton, vol. II, pp. 477-480. * Lucius Furius L. f. Crassipes, praetor or propraetor in Macedonia at an uncertain date.ILS, 4054.Broughton, vol. II, p. 464. ===Furii Brocchi=== * Gnaeus Furius Brocchus, father of the triumvir monetalis of 63 BC. * Lucius Furius Cn. f. Brocchus, triumvir monetalis in 63 BC.Crawford, Roman Republican Coinage, p. 440. * Titus Furius Brocchus, the uncle of Quintus Ligarius, a soldier defended by Cicero.Cicero, Pro Ligario. * Gnaeus Furius Brocchus, detected in adultery, and grievously punished.Valerius Maximus, vi. 1. § 13. ===Others=== * Lucius Furius, tribune of the plebs in 307 BC, prevented the comitia from electing Appius Claudius Caecus to the consulship, unless he consented to lay down his censorship, in accordance with the law.Livy, ix. 42. * Gaius Furius Chresimus, a farmer accused of having poisoned his neighbours' fields, was acquitted by the aedile Spurius Postumius Albinus, perhaps in 191 BC.Broughton, vol.I, p. 353. * Gaius Furius Aculeo, quaestor of Lucius Cornelius Scipio Asiaticus in 190 BC, was convicted of peculatus in 187.Livy, xxxviii. 55.Broughton, vol. I, p. 356. * Spurius Furius, triumvir monetalis between 189 and 180 BC.Crawford, Roman Republican Coinage, p. 221. * Marcus Furius Luscus, plebeian aedile in 187 BC. * Gaius Furius, duumvir navalis in 178 and legate in 170 BC. * Aulus Furius Antias, a poet of the first century BC, admired by Aulus Gellius and Vergil. * Publius Furius, as tribune of the plebs in 99 BC, with the support of Gaius Marius, vetoed a bill recalling Quintus Caecilius Metellus Numidicus from exile. For this he was subsequently brought to trial, but was lynched by the outraged assembly before the proceedings could begin.Broughton, vol. II, pp. 2, 5. * Furius, a navarchus of Heracleia, was put to death by Verres, despite his innocence.Cicero, In Verrem, v. 43. * Numerius Furius, an eques in the time of Cicero.Cicero, De Oratore, iii. 23. * Publius Furius, one of the military colonists to whom Sulla had assigned lands at Faesulae, and an accomplice in the Catilinarian conspiracy.Marcus Tullius Cicero, In Catilinam, iii. 6.Sallust, The Conspiracy of Catiline, 50. * Aulus Furius A. f. Tertius, was present at Ephesus when Lucius Cornelius Lentulus Crus gave an order exempting Jewish Roman citizens from military service in 49 BC.Josephus, Jewish Antiquities, xiv, 238. * Titus Furius Victorinus, an eques who held several senior appointments under the emperors Antoninus Pius and Marcus Aurelius. * Furius Anthianus, a jurisconsult of uncertain date, probably not later than the period of Alexander Severus.Besier. * Gaius Furius Sabinus Aquila Timesitheus, praetorian prefect in AD 241. * Furia Sabinia Tranquillina, the wife of Gordian III, and Roman empress from AD 241 to 244. * Marcus Maecius Memmius Furius Baburius Caecilianus Placidus, consul in AD 343. ==See also== * List of Roman gentes ==Notes== ==References== ===Citations=== ===Bibliography=== * Marcus Tullius Cicero, De Oratore, In Catilinam, In Verrem, Pro Ligario. * Gaius Sallustius Crispus (Sallust), Bellum Catilinae (The Conspiracy of Catiline). * Diodorus Siculus, Bibliotheca Historica (Library of History). * Dionysius of Halicarnassus, Romaike Archaiologia (Roman Antiquities). * Titus Livius (Livy), Ab Urbe Condita (History of Rome). * Valerius Maximus, Factorum ac Dictorum Memorabilium (Memorable Facts and Sayings). * Titus Flavius Josephus, Antiquitates Judaicae (Jewish Antiquities). * Publius Cornelius Tacitus, Annales, Historiae. * Suda. * Pierre-François Besier, Dissertatio Philologico-Juridica Inauguralis de Furio Anthiano JCto, ejusque, quae in Pandecta Exstant, Fragmentis (Dissertation on the Jurisconsult Furius Anthianus, Whose Fragments Appear in the Pandectae), Haak & Co. and the Widow of Mozes Cyfveer, Leiden (1803). * Dictionary of Greek and Roman Biography and Mythology, William Smith, ed., Little, Brown and Company, Boston (1849). * Hermann Dessau, Inscriptiones Latinae Selectae (Select Latin Inscriptions, abbreviated ILS), Berlin (1892–1916). * George Davis Chase, \"The Origin of Roman Praenomina\", in Harvard Studies in Classical Philology, vol. VIII (1897). * T. Robert S. Broughton, The Magistrates of the Roman Republic, American Philological Association (1952–1986). * Michael Crawford, Roman Republican Coinage, Cambridge University Press (1974, 2001). * Ronald Syme, Roman Papers, edited by Ernst Badian and Anthony R. Birley, 7 volumes, Oxford, 1979–1991. * Michel Humm, Appius Claudius Caecus, La République accomplie, Ecole Française de Rome, 2005. Category:Roman gentes",
 "title": "Furia gens"
}