{
 "id": "246384",
 "text": "Moroccan music varies greatly between geographic regions and social groups. It is influenced by musical styles including Amazigh, Andalusi, Arab, Mediterranean, Saharan, West African, and others. Musical styles vary by geography. Andalusi music and malhun are associated with urban centers in the north, chaabi and aita are associated with the Atlantic coastal plains, reggada is associated with the Beni-Znassen region ( Oujda, Berkane..), gnawa with Essaouira and Marrakesh, ahidus with the Middle Atlas, ahwash with the Sous region, and guedra in the Sahara. Particularly since the 20th century, musicians have been synthesizing Moroccan musical traditions with influences from around the world, such as blues, rock, metal, reggae, rap, etc. Each genre and musical style is made up of regional subgroups, and is further divided between 'modern' and 'traditional' music. ==Traditional music styles== === Aita === Aita ( \"call, cry or lament\") is a popular Bedouin musical style that originates from the countryside of Morocco, especially the Atlantic plains—areas such as Doukkala-Abda, Chaouia-Ouardigha, and Rehamna. ===Amazigh folk music=== There are many varieties of Berber folk music and dance, such as Rif, Kabyle, Atlas, Chawia, and Canaria. ==== Ahwash ==== Ahwash (, ) is a collective musical form associated with Amazigh communities in southern Morocco, particularly around Ouarzazate, the Dra'a Valley, and Sous. Ahwash involves dance, singing, poetry, and percussion. ==== Ahidus ==== thumb|Ahidus in 2002. Ahidus (, ) is a style of collective dance and song of the Amazigh tribes in Middle and Eastern High Atlas. ==== Guedra ==== Guedra is a music and dance style associated with the Tuareg \"blue people\" of the Moroccan sahara. The name comes from an earthen cookingware over which a hide is stretched to form a drum. In 2021, the anthology of the art of \"Rrways - a journey into the realm of Amazigh wandering poet- singers\", presenting a booklet and ten compact discs with current recordings received the ' Prix Coups de Cœur - Musiques du Monde' of the Académie Charles Cross in France. ===Andalusi classical music=== For the music of Andalusia, Spain, see main article: Music of Andalusia Andalusi classical music ( transliterated ṭarab andalusi or Musiqa al-Ala, Spanish: música andalusí) is a major genre of Arabic music found in different local substyles across the Maghreb (Morocco, Algeria, Tunisia, and Libya in the form of the Ma'luf style). It originated in the music of Al-Andalus (Muslim Iberia) between the 9th and 15th centuries. Some of its lyrics are based on poetic works written by authors from Al- Andalus, such as Al-Shushtari, Ibn al-Khatib and Al-Mu'tamid ibn Abbad. Andalusi music is considered part of the longest traditions of art and music in the world. Andalusi music was greatly influenced by Ziryab, a freed Persian slave and musical pioneer, in the early 9th century. After Ziryab's death, two new styles of Arabic poetry were introduced in Al-Andalus: Muwashshahat and Zajal. === Chaabi \"popular\" folk music === Chaabi (, meaning popular in English) is a music consisting of numerous varieties which descend from the multifarious forms of Moroccan folk music. Chaabi was originally performed in markets, but is now found at any celebration or meeting. === Raï Music === Morocco has produced its own stars like Cheb Mimoun and Hanino. Rai music originated from Algeria, but is just as effective and popular in Morocco. This style of music was created during a period of political turmoil, and served a purpose of social and political commentary. Rai music has gained massive support over the years from the urban populace for its purpose of addressing taboo topics. It was also greatly known for code switching between French and Arabic. Rai artists use this method to add to the rhetorical and aesthetic effect of the lyrics, as well as a method of opening the lyrics to a wider range of an audience. === Gnawa music === Gnawa music is a mystical form of music and incantation of West African origin. It was initially brought to Morocco by Sub-Saharan Africans and gradually became part of the Moroccan musical tradition. The gnawa musicians are respected for their spiritual performances. Through oral traditions, they have handed down a specific cultural ceremony, called derdeba or lila, which consists of song, dance, the burning of incense and of specific costumes and colours. The instruments used are large drums called “” or “” and metal double castanets called “”. The main instrument is a three-stringed bass lute, called the “gimbri” accompanied by the chanting of the singers. ===Classical Malhun=== Classical Malhun is peaceful music associated with urban centers such as Meknes, Fes, Salé, Tetouan, and Oujda. It has been played around in the streets of Morocco for over a thousand years. It is very common music to hear in Morocco. ===Classical Sufi music=== Sufi brotherhoods (tariqas) are common in Morocco, and music is an integral part of their spiritual tradition. This music is an attempt at reaching a trance state which inspires mystical ecstasy. == Recent styles == === Funk === Attarazat Addahabia was one of the pioneers of funk music in Morocco. Jil Jilala was also influential in this genre. === Rock === Nass El Ghiwane, led by Larbi Batma, was an icon of Moroccan music in the late 20th century. Hoba Hoba Spirit is a rock band that draws influence from traditional Moroccan styles such as gnawa, as well as styles from abroad such as reggae. Bab L' Bluz combine Gnawa music with various influences such as blues and psychedelia to embody the \"Nayda\" movement among young people in Morocco. === Hip-hop === Notable Moroccan hip-hop musicians include El Grande Toto, Don Big, 7liwa, and others. Among the younger generation there are Issam and Manal Benchlikha. ==Music education== ==See also== * Culture of Morocco * Moroccan literature * Ahmed El Bidaoui ==References== ==Notes== * Muddyman, Dave. \"A Basic Expression of Life\". 2000. In Broughton, Simon and Ellingham, Mark with McConnachie, James and Duane, Orla (Ed.), World Music, Vol. 1: Africa, Europe and the Middle East, pp 567–578. Rough Guides Ltd, Penguin Books. == Bibliography == *Chants et Danses Berbères (Moyen Atlas - Foire au Mouton de Timhadit) par Alexis Chottin 16 juin 1935 in Revue de musicologie, T. 17e, No. 58e (1936), pp. 65–69 * Olsen, Myriam; Lortat-Jacob, Bernard, pref. Musiques de l’Atlas, Arles : Actes Sud : Cité de la musique, 1997 . * Guettat, Mahmoud, La musique classique du Maghreb, Paris : Sindbad, 1980 . (La bibliothèque arabe). * Aydoun, Ahmed, Musiques du Maroc, Casablanca : Editions EDDIF, 1994. * Mohamed Belghazi (dir.), Instruments des musiques populaires et de confréries du Maroc. Fragments de musées, Aix-en-Provence : Edisud, La croisée des chemins, 1998. * Catherine Homo-Lechner et Christian Rault, Instruments de musique du Maroc et d'al-Andalus, Fondation Royaumont / CERIMM, 1999. * ==External links== * Morocco Travel - Morocco Music * Musique marocaine by Nature et Culture - GFDL * Music of Morocco: The Paul Bowles Recordings (1959-1962) Category:Arabic music Category:Music scenes Category:Berber music",
 "title": "Music of Morocco"
}