{
 "id": "246469",
 "text": "The maxwell (symbol: Mx) is the CGS (centimetre–gram–second) unit of magnetic flux ()., p. 128 ==History== The unit name honours James Clerk Maxwell,\"as late as 1936 a subcommittee of the IEC [International Electrotechnical Commission] proposed the names 'maxwell', 'gauss' and 'oersted' for the cgs electromagnetic units of flux, induction and magnetic field strength, respectively.\" -- Roche, John James; The Mathematics of Measurement: A Critical History, The Athlone Press, London, 1998, , page 184 and Roche, John James; \"B and H, the intensity vectors of magnetism: A new approach to resolving a century-old controversy\", American Journal of Physics, vol. 68, no. 5, 2000, doi: 10.1119/1.19459, p. 438; in both cases giving the reference as Egidi, Claudio; editor; Giovanni Giorgi and his Contribution to Electrical Metrology: Proceedings of the meeting held in Turin (Italy) on 21 and 22, September 1988, Politecnico di Torino, Turin (IT), 1990, , pp. 53–56 who presented a unified theory of electromagnetism. The maxwell was recommended as a CGS unit at the International Electrical Congress held in 1900 at Paris. This practical unit was previously called a line, reflecting Faraday's conception of the magnetic field as curved lines of magnetic force, which he designated as line of magnetic induction. Kiloline (103 line) and megaline (106 line) were sometimes used because 1 line was very small relative to the phenomena that it was used to measure. The maxwell was affirmed again unanimously as the unit name for magnetic flux at the Plenary Meeting of the International Electrotechnical Commission in July 1930 at Oslo. In 1933, the Electric and Magnetic Magnitudes and Units committee of the International Electrotechnical Commission recommended to adopt the metre–kilogram–second (MKS) system (Giorgi system), and the name weber was proposed for the practical unit of magnetic flux (), subject to approval of various national committees, which was achieved in 1935. The weber was thus adopted as a practical unit of magnetic flux by the International Electrotechnical Commission. ==Definition== The maxwell is a non-SI unit. :1 maxwell = 1 gauss × cm2 That is, one maxwell is the total flux across a surface of one square centimetre perpendicular to a magnetic field of strength one gauss. The weber is the related SI unit of magnetic flux, which was defined in 1946., p. 144 : 1 maxwell ≘ 10−8 weber ==See also== *Centimetre–gram–second system of units *gauss (unit) *Gaussian units *James Clerk Maxwell *Maxwell's equations *Weber (unit) == References == Category:Units of magnetic flux Category:Centimetre–gram–second system of units Category:James Clerk Maxwell",
 "title": "Maxwell (unit)"
}