{
 "id": "246431",
 "text": "thumb|right|1940s Burma-Shave tube and box Burma-Shave was an American brand of brushless shaving cream, famous for its advertising gimmick of posting humorous rhyming poems on small sequential highway roadside signs. ==History== Burma-Shave was introduced in 1925 by the Burma-Vita company in Minneapolis owned by Clinton Odell. The company's original product was a liniment made of ingredients described as having come \"from the Malay Peninsula and Burma\" (hence its name). Sales were sparse, and the company sought to expand sales by introducing a product with wider appeal. The result was the Burma-Shave brand of brushless shaving cream and its supporting advertising program. Sales increased. At its peak, Burma-Shave was the second-highest-selling brushless shaving cream in the US. Sales declined in the 1950s, and in 1963 the company was sold to Philip Morris. Its well known advertising signs were removed at that time. The brand decreased in visibility and eventually became the property of the American Safety Razor Company. In 1997, the American Safety Razor Company reintroduced the Burma-Shave brand with a nostalgic shaving soap and brush kit, though the original Burma-Shave was a brushless shaving cream, and Burma-Shave's own roadside signs frequently ridiculed \"Grandpa's old- fashioned shaving brush.\" ==Roadside billboards== Burma-Shave sign series first appeared on U.S. Highway 65 near Lakeville, Minnesota, in 1926, and remained a major advertising component until 1963 in most of the contiguous United States. The first series read: Cheer up, face – the war is over! Burma- Shave. The exceptions were Nevada (deemed to have insufficient road traffic), and Massachusetts (eliminated due to that state's high land rentals and roadside foliage). Typically, six consecutive small signs would be posted along the edge of highways, spaced for sequential reading by passing motorists. The last sign was almost always the name of the product. The signs were originally produced in two color combinations: red-and-white and orange- and-black, though the latter was eliminated after a few years. A special white-on-blue set of signs was developed for South Dakota, which restricted the color red on roadside signs to official warning notices. This use of a series of small signs, each of which bore part of a commercial message, was a successful approach to highway advertising during the early years of highway travel, drawing the attention of passing motorists who were curious to learn the punchline. As the Interstate system expanded in the late 1950s and vehicle speeds increased, it became more difficult to attract motorists' attention with small signs. When the company was acquired by Philip Morris, the signs were discontinued on advice of counsel. Some of the signs featured safety messages about speeding instead of advertisements. Examples of Burma-Shave advertisements are at The House on the Rock in Spring Green, Wisconsin. Re- creations of Burma-Shave sign sets also appear on Arizona State Highway 66, part of the original U.S. Route 66, between Ash Fork, Arizona, and Kingman, Arizona, (though they were not installed there by Burma-Shave during its original campaigns) and on Old U.S. Highway 30 near Ogden, Iowa. Other examples are displayed at The Henry Ford in Dearborn, Michigan, the Interstate 44 in Missouri rest area between Rolla and Springfield (which has old Route 66 building picnic structures), the Forney Transportation Museum in Denver, Colorado and the Virginia Museum of Transportation in Roanoke, Virginia. ===Examples=== The complete list of the 600 or so known sets of signs is listed in Sunday Drives and in the last part of The Verse by the Side of the Road. The content of the earliest signs is lost, but it is believed that the first recorded signs, for 1927 and soon after, are close to the originals. The first ones were prosaic advertisements. Generally the signs were printed with all capital letters. The style shown below is for readability: *Shave the modern way / No brush / No lather / No rub-in / Big tube 35 cents – Drug stores / Burma-Shave As early as 1928, the writers were displaying a puckish sense of humor: *Takes the \"H\" out of shave / Makes it save / Saves complexion / Saves time and money / No brush – no lather / Burma-Shave In 1929, the prosaic ads began to be replaced by actual verses on four signs, with the fifth sign merely a filler for the sixth: *Every shaver / Now can snore / Six more minutes / Than before / By using / Burma-Shave *Your shaving brush / Has had its day / So why not / Shave the modern way / With / Burma-Shave Previously there were only two to four sets of signs per year. 1930 saw major growth in the company, and 19 sets of signs were produced. The writers recycled a previous joke. They continued to ridicule the \"old\" style of shaving. And they began to appeal to the wives as well: *Cheer up face / The war is past / The \"H\" is out / Of shave / At last / Burma-Shave *Shaving brushes / You'll soon see 'em / On the shelf / In some / Museum / Burma-Shave *Does your husband / Misbehave / Grunt and grumble / Rant and rave / Shoot the brute some / Burma-Shave In 1931, the writers began to reveal a \"cringe factor\" side to their creativity, which would increase over time: *No matter / How you slice it / It's still your face / Be humane / Use / Burma-Shave In 1932, the company recognized the popularity of the signs with a self- referencing gimmick: *Free / Illustrated / Jingle book / In every / Package / Burma-Shave *A shave / That's real / No cuts to heal / A soothing / Velvet after-feel / Burma-Shave In 1935, the first known appearance of a road safety message appeared, combined with a punning sales pitch: *Train approaching / Whistle squealing / Stop / Avoid that run-down feeling / Burma-Shave *Keep well / To the right / Of the oncoming car / Get your close shaves / From the half pound jar / Burma-Shave Safety messages began to increase in 1939, as these examples show. (The first of the four is a parody of \"Paul Revere's Ride\" by Henry Wadsworth Longfellow.) *Hardly a driver / Is now alive / Who passed / On hills / At 75 / Burma-Shave *Past / Schoolhouses / Take it slow / Let the little / Shavers grow / Burma-Shave *If you dislike / Big traffic fines / Slow down / Till you / Can read these signs / Burma-Shave *Don't take / a curve / at 60 per. / We hate to lose / a customer / Burma-Shave In 1939 and subsequent years, demise of the signs was foreshadowed, as busy roadways approaching larger cities featured shortened versions of the slogans on one, two, or three signs -- the exact count is not recorded. The puns include a play on the Maxwell House Coffee slogan, standard puns, and yet another reference to the \"H\" joke: *Good to the last strop *Covers a multitude of chins *Takes the \"H\" out of shaving The war years found the company recycling a lot of their old signs, with new ones mostly focusing on World War II propaganda: *Let's make Hitler / And Hirohito / Feel as bad / as Old Benito / Buy War Bonds / Burma-Shave *Slap / The Jap / With / Iron / Scrap / Burma- Shave A 1944 advertisement in Life magazine ran: :TOUGH-WHISKERED YANKS / IN HEAVY TANKS :HAVE JAWS AS SMOOTH / AS GUYS IN BANKS 1963 was the last year for the signs, most of which were repeats, including the final slogan, which had first appeared in 1953: *Our fortune / Is your / Shaven face / It's our best / Advertising space / Burma-Shave ===Special promotional messages=== *Free offer! Free offer! / Rip a fender off your car / mail it in / for a half-pound jar / Burma-Shave ::A large number of fenders were received by the company, which made good on its promise. *Free – free / a trip to Mars / for 900 / empty jars / Burma-Shave ::Arlyss French, owner of a Red Owl grocery store, did submit 900 empty jars; the company at first replied: \"If a trip to Mars / you earn / remember, friend / there's no return.\" Then Burma-Shave, on the recommendation of Red Owl's publicity team, withdrew the one-way offer and instead sent Mr. and Mrs. French on vacation to the town of Moers (often pronounced \"Mars\" by foreigners) near Duisburg, North Rhine-Westphalia, Germany. === Cultural impact === A number of films and television shows set between the 1920s and 1950s have used the Burma-Shave roadside billboards to help set the scene. Examples include Bonnie and Clyde, A River Runs Through It, The World's Fastest Indian, Stand By Me, Tom and Jerry, M*A*S*H and the pilot episode (\"Genesis\") of Quantum Leap. The long-running series Hee Haw borrowed the style for program bumpers, transitioning from one show segment to the next or to commercials. The final episode of the popular television series M*A*S*H featured a series of road signs in Korea \"Hawk was gone, now he's here. Dance til dawn, give a cheer. Burma-Shave\". Roger Miller's song \"Burma Shave\" (the B-side to his 1961 single \"Fair Swiss Maiden\") has the singer musing that he's \"seen a million rows of them little red poetic signs up and down the line\", while reciting rhymes in the manner of the ads. Tom Waits' song \"Burma-Shave\" (from his 1977 album Foreign Affairs) uses the signs as an allegory for an unknown destination. (\"I guess I'm headed that-a-way, Just as long as it's paved, I guess you'd say I'm on my way to Burma-Shave\") Chuck Suchy's song \"Burma Shave Boogie\" (from his 2008 album Unraveling Heart) incorporates several of the Burma Shave rhymes into its lyrics. The pedestrian passageway between the Times Square–42nd Street/Port Authority Bus Terminal stations in the New York City Subway system contains a piece of public art inspired by the Burma-Shave ads; Norman B. Colp's The Commuter's Lament, or A Close Shave consists of a series of signs attached to the roof of the passageway, displaying the following text: :Overslept, / So tired. / If late, / Get fired. / Why bother? / Why the pain? / Just go home / Do it again. Several highway departments in the United States use signs in the same style to dispense travel safety advice to motorists. Several writers of doggerel and humorously bad poetry (such as David Burge) often use \"Burma Shave\" as the last line of their poems to indicate their non-serious nature. The word \"burmashaving\" is used in Canada to describe politicians holding signs and waving to traffic by the side of the road, a common sight during election campaigns.\"Election apathy even hits voters' bellies.\" The Royal City Record, New Westminster, British Columbia, 13 April 2011. One of the first to use the phrase was Nova Scotia Progressive Conservative premier John Buchanan, who would stand at the end of a long line of party signs and wave to morning traffic. A political example in the U.S. was a series of roadside signs held by proponents of the Equal Rights Amendment (ERA) in 1982 in a Florida senatorial district: \"A Vote FOR ERA / Is a Vote AGAINST Sex Discrimination / Who Profits from Sex Discrimination? / Ask Senator Patrick Neal.\" ==See also== * List of defunct consumer brands ==References== ==External links== * The Burma-Shave rhymes * More Burma-Shave rhymes * Burma-Shave on Instagram * Burma Shave signs * * Category:Products introduced in 1925 Category:Personal care brands Category:Hair removal Category:Defunct consumer brands Category:Shaving cream brands Category:Male grooming brands",
 "title": "Burma-Shave"
}