{
 "id": "246773",
 "text": "An abecedarium (also known as an abecedary or ABCs or simply an ABC) is an inscription consisting of the letters of an alphabet, almost always listed in order. Typically, abecedaria (or abecedaries) are practice exercises. ==Non- Latin alphabets== Some abecedaria include obsolete letters which are not otherwise attested in inscriptions. For example, abecedaria in the Etruscan alphabet from Marsiliana (the Tuscana town) include the letters B, D, and O, which indicate sounds not present in the Etruscan language and are therefore not found in Etruscan inscriptions. Others, such as those known from Safaitic inscriptions, list the letters of the alphabet in different orders, suggesting that the script was casually rather than formally learned. Some abecedaria found in the Athenian Agora appear to be deliberately incomplete, consisting of only the first three to six letters of the Greek alphabet, and these may have had a magical or ritual significance. A deliberately incomplete abecedarium found at Hymettos in Attica may have been a votive offering. ==Latin alphabet== Near the beginning of the Christian era, the Latin alphabet had already undergone its principal changes, and had become a definite system. The Greek alphabet was growing closer to the Latin alphabet. Towards the 8th century of Rome, the letters assumed their artistic forms and lost their older, narrower ones. The three letters added by Emperor Claudius have never been found in use in Christian inscriptions. The letters fell into disuse after Claudius's death. The alphabet used for monumental inscriptions was very different from the cursive. The uncial, occurring very rarely on sculptured monuments, and reserved for writing, did not appear until the 4th century. The majority of objects bearing the abecedaria are not of Christian origin, with the exception of two vases found at Carthage. These objects included tablets used by stone-cutters' apprentices while learning their trade. Stones have also been found in the catacombs, bearing the symbols A, B, C, etc. These are arranged, sometimes, in combinations which have puzzled scholars. One such stone, found in the cemetery of St. Alexander, in the Via Nomentana, is inscribed as follows: AXBVCTESDR . . . . . .BCCEECHI EQGPH. . . .M MNOPQ RSTVXYZ This can be compared with a denarius of L. Cassius Caecinianus, which has the following inscription: AX, BV, CT, DS, ER, FQ, GP, HO, IN, LM Jerome explained this similarity. Children were made to learn the alphabet in pairs of letters, joining the first letter of the alphabet with the last letter (AX), the second letter with the second to last (BV), and so on. A stone found at Rome in 1877, and dating from the 6th or 7th century, seems to have been used in a school, as a model for learning the alphabet, and points to the continuance of old methods of teaching. ==Ecclesiastical use== An Abecedary, a full alphabet carved in stone or written in book form, was historically found in churches, monasteries and other ecclesiastical buildings. Abecedaries are generally considered to be medieval teaching aids, particularly for the illiterate. The alphabet may have been thought to possess supernatural powers along the lines of the runic alphabet. Each letter would have had a symbolic meaning to the devout. An example, the first seven letters or so of which were found in 1967, is from the long demolished Church of St Mary of the Grey Friars in Dumfries, Scotland. In this case the letters are inscribed in the Lombardic script of the 1260s and the complete structure would probably have stood near the high altar. One of the oldest examples is now in use as a gravestone in Kilmalkedar, near Dingle, Ireland. It has the appearance of a standing stone and is known as the Alphabet stone, displaying as it does an alphabet dating from early Christian times.Bord, Janet and Colin. (1973) Mysterious Britain. Pub. Garnstone. . P. 47. Abecedarian psalms and hymns exist, these are compositions like Psalm 119 in Hebrew, and the Akathist hymn in Greek, in which distinct stanzas or verses commence with successive letters of the alphabet.Definitions The New England Primer, a schoolbook first printed in 17th-century Boston, includes an abecedary of rhyming couplets in iambic dimeter, beginning with: :In Adam’s fall, ::We sinned all. :Thy life to mend, ::This Book attend. :The Cat doth play, ::And after slay. ==See also== *A Researcher's Guide to Local History Terminology *Fayum alphabet *Alphabet book ==References== Category:Inscriptions by type",
 "title": "Abecedarium"
}