{
 "id": "246776",
 "text": "is a Japanese science fiction mecha anime media franchise/media mix, created by Studio Nue (most prominently mecha designer, writer and producer Shōji Kawamori) and Artland in 1982. The franchise features a fictional history of Earth and the human race after the year 1999, as well as the history of humanoid civilization in the Milky Way. It consists of four TV series, four movies, six OVAs, one light novel, and five manga series, all sponsored by Big West Advertising, in addition to 40 video games set in the Macross universe, two crossover games, and a wide variety of physical merchandise. Within the series, the term Macross is used to denote the main capital ship. This theme began in the original Macross, the SDF-1 Macross. Overtechnology refers to the scientific advances discovered in an alien starship ASS-1 (Alien Star Ship - One later renamed Super Dimension Fortress - One Macross) that crashed on South Ataria island. Humans were able to reverse engineer the technology to create the mecha (variable fighters and destroids), faster-than-light space fold drive for starships and other advanced technologies that the series features. The first TV series was adapted into the first season of Robotech in 1985, with edited content and a revised script. ==Title== The series title comes from the name of the main human spacecraft (which is usually shortened from Super Dimension Fortress to SDF-1 Macross as it is the first). The original name for the Macross project was Battle City Megarodo (or Battle City Megaroad, as the Japanese transliteration to either \"L\" or \"R\" gives the title a double meaning in reference to the story line: Megaload, referring to the spacecraft containing an entire city of people; and Megaroad, referring to the long journey through space back to Earth); however, one of the sponsors of the project, Big West Advertising, was a fan of Shakespeare and wanted the series and the spacecraft to be named . A compromise was made with the title due to its similar pronunciation to Macbeth in Japanese and because it still contained connotations to the original title. The word Macross comes from a wordplay combination of the prefix \"macro\" in reference to its massive size in comparison to human vehicles (though when compared with the alien ships in the series, it is a relatively small gun destroyer) and the distance they must cross. ==Themes== The following are themes commonly seen and established among the various series in the Macross franchise. ===U.N. Spacy=== thumb|right|200px|U.N. Spacy Roundel The is a fictional space military arm of the . It was established by the successor to the modern United Nations in order to defend Earth from a possible attack by hostile aliens, and was involved in Space War I against an extraterrestrial race called the Zentradi. Later operations of the U.N. Spacy expanded into interstellar colonization and general peacekeeping of off-world Earth settlements. The term \"Spacy\" is a portmanteau of the terms Space and Army or Navy. Some Japanese sources also use the term Space Army and some English-language sources use the term Space Navy, suggesting that the term is a contraction. ===Variable fighters=== A variable fighter (also known as a \"veritech\" fighter in the Robotech adaptation of the series), is one of a series of transformable aerospace fighters, primarily designed by franchise creator Shōji Kawamori and Kazutaka Miyatake. They are generally able to transform into jet/space fighters, a humanoid robot and a hybrid of the two modes, better known as Gerwalk (Guardian). The original VF-1 Valkyrie was actually named \"Valkyrie\", but the craft have generically been referred to as such in the series since then. ===Music=== Music is integral part to almost every Macross title by having significances in a series' antagonists behavior towards it. Music idols also play a central role to various Macross stories. Often, the protagonist will be involved in a love triangle with a series' music idol; most notably, Lynn Minmay. ===Space fold=== Space folding permits nearly-instantaneous ultra-long distance travel: a space-fold transports a spacecraft in a very short amount of time by first swapping the location of the spacecraft with super dimension space or subspace, and then swapping the Super Dimension space with the space at the destination. According to U.N. Spacy First Lieutenant Hayase Misa during Space War I (2009–2012) an hour passes in super dimension space as approximately ten days passes in normal space. One of the latest Macross TV series, Macross Frontier, further expands on that concept by introducing fold faults or dislocations, which further retard fold travel and interfere with fold communications. Also explained in Macross Frontier are the limitations of space folding, such as the geometric increase in energy requirement with the mass of the object to be folded, which prevents very large objects from being folded with ease across vast distances. The act of entering Super Dimension space is called \"fold in\". When arriving at the destination, the act of leaving Super Dimension space is called a \"defold\" or a \"fold out\". ===Ancient astronauts=== The metaplot of the franchise is centered on a purportedly extinct humanoid alien race called the . It was first conceptualized during the pre-production of The Super Dimension Fortress Macross when the creators were researching cultural studies to develop concepts used in the plot. According to official sources, the Protoculture was the first advanced humanoid race in the universe—advanced Protoculture civilization started 500,000 years ago—and is the creator of the Zentradi and homo sapiens. Phases of colonization resulted in the establishment of an \"Interstellar Republic\", (similar to a galactic empire) which covers much of the Milky Way galaxy 2800 years after Protoculture civilization started (498,000 years ago). A civil war happened sixty years later, resulting in a split in the Republic. One of the factions' created \"super-Zentradi\" forces, which was later possessed by interdimensional beings—these forces are later called the \"Protodeviln\", which feeds on life energy of both Protoculture and Zentradi; some of both the Protoculture and Zentradi was later brainwashed into the \"Supervision Army\". The Supervision Army continued to battle both the Protoculture and Zentradi, which resulted in the dwindling of Protoculture population; they revoked the prime directive that banned Zentradi to attack the Supervision Army. This, however, made the war even more intense, and the Protoculture population sharply decreased; to avoid extinction, they seeded uninhabited planets by means of pantropy and avoided any conflict as much as possible. This action included the genetic engineering of homo sapiens on Earth by combining Protoculture genes with native genes; a \"sub-Protoculture\" race meant for preparing the Earth for a future Protoculture colonization. The genetic engineering crew, however, was immediately destroyed by anti-Interstellar Republic military ships. The final blow of the war happened because of the Protoculture lost control of the Zentradi; 475,000 years ago, the Protoculture was believed extinct. However it was discovered that 10,000 years ago, the Protoculture remnants made contact with humans in \"Mayan Island\", genetically re-engineering the native inhabitants to utilize the artifacts left by them. This included the \"Bird Human\" bio-mecha, tasked to destroy humanity if they are still in war. ===Other elements=== The franchise also explores minor themes including culture shock, capitalism, coming of age and nostalgia. The new era following the end of Space War I is part of the ongoing fictional time-line of the Macross franchise. The most recent series, Macross Delta, is set 59 years after the start of the war with the Zentradi. Its main plot is about the spread of a rage virus on a star system and the combined efforts of singing idols and valkyrie fighters to stop it spreading. Along with Gundam, a real robot mecha series of which Shoji Kawamori is a fan, Macross explored how individuals cope with warfare. Whereas Gundam is far more political and direct on the horrors of war, each Macross television series is unique for never depicting the antagonists as inherently evil and proved in the end that love, culture, and music can be used to resolve their conflicts. ==Series chronology== Several sequel series and one prequel have followed. Most use a chronology created by the Studio Nue creators, and those that followed their own chronologies were regarded as \"parallel storylines\" by the studio. Several different studios were involved with Studio Nue in the Macross franchise along the years, but since 2002's Macross Zero, production has been handled exclusively between Nue and Satelight, from which Shōji Kawamori is one of the main key members. The main of Macross production consists of (in chronological release order): {|class=\"wikitable sortable\" |- !Release Dates !Episodes !Work !Title (original) !Chronology |- |1982/10 to 1983/06||36||TV series||Super Dimension Fortress MacrossThe Super Dimension Fortress Macross (TV Series). Macross Official Website. Series Section. 04-09-09 Original work adapted by Harmony Gold to become Robotech: The Macross Saga in 1985.ADV Films Official Macross English Dub Page. Main Section. 04-09-09 ||2009–2012 |- |1984/07||||Movie||Macross: Do You Remember Love?Macross: Do You Remember Love? (Movie). Macross Official Website. Series Section. 04-07-09 Alternate telling of the events in The Super Dimension Fortress Macross, specifically episodes 2 through 27.||2009–2012 / 2031 (story within a story in Macross 7) |- |1987/06||1||OVA||The Super Dimension Fortress Macross: Flash Back 2012The Super Dimension Fortress Macross: Flash Back 2012 (OVA). Macross Official Website. Series Section. 04-07-09 Epilogue of the 1984 movie, segments were added in the movie's definitive \"Perfect Edition\".||2012 |- |1992/05 to 1992/11||6||OVA series||Super Dimensional Fortress Macross II: Lovers AgainMacross II (OVA). Macross Official Website. Series Section. 04-09-09 \"Macross 10th Anniversary\" Sequel to the 1982 TV series, created without Studio Nue.||2092The Super Dimension Fortress Macross II Original Soundtrack Vol. 2 CD booklet, 1992, p. 3, Victor, VICL-365 \"parallel\" world alternate continuity |- |1994/08 to 1995/06||4||OVA series||Macross PlusMacross Plus (OVA). Macross Official Website. Series Section. 04-09-09 Sequel to the 1982 TV series, created by Studio Nue. A side-story.||2040 |- |1995/03 to 1995/07||4||OVA series||Macross Plus: International Version Alternative version of the OVA with English cast and songs.||2040 |- |1994/10 to 1995/09||49||TV series||Macross 7Macross 7 (TV). Macross Official Website. Series Section. 04-09-09 Sequel to Macross Plus. First of the sequels to touch upon the metaplot. Features a new cast of characters, and only three returning characters from the original 1982 TV series.||2045-46 |- |1994/10 to 2001/05||8 volumes||Manga series||Macross 7: Trash Comic side-story first serialized in Shōnen Ace magazine then released as volumes.||2046 |- |1995/09||||Movie||Macross Plus: Movie Edition Alternative movie version of the OVA, with different editing and additional scenes.||2040 |- |1995/09||||Movie||Macross 7 The Movie: The Galaxy Is Calling Me!Macross 7 The Movie: The Galaxy Is Calling Me!. Macross Official Website. 04-09-09||2046 |- |1995/12||3||OVA||Macross 7: Encore Three sequel episodes to the 1994 TV series.||2046 |- |1997/12 to 1998/08||4||OVA series||Macross Dynamite 7Macross Dynamite 7 (OVA). Macross Official Website. Series Section. 04-09-09 \"Macross 15th Anniversary\" Sequel to the 1994 TV series.||2047 |- |2002/12 to 2004/10||5||OVA series||Macross ZeroMacross Zero (OVA). Macross Official Website. Series Section. 04-09-09 \"Macross 20th Anniversary\" Prequel to the original 1982 TV series.||2008 |- |2007/12||||Manga series||Macross Frontier Manga Sequel to the 1994 TV series. Comic format telling of the events in Macross Frontier first serialized in Shōnen Ace magazine.||2059 |- |2007/12||1||TV series pilot||Macross Frontier (Deculture Edition) \"Macross 25th Anniversary\" Pilot episode for the sequel to the 1994 TV series.||2059 |- |2008/04 to 2008/09||25||TV series||Macross Frontier \"Macross 25th Anniversary\" Sequel to the 1994 TV series.||2059 |- |2009–present||||Manga series||Macross: The First Comic format alternate telling of the events in The Super Dimension Fortress Macross serialized in Macross Ace magazine and actually Newtype Ace.||2009–2012 |- |2009/11/21||||Movie||Macross Frontier The Movie: The False Songstress Theatrical movie adaptation of the 2008 TV series.||2059 |- |2010/12 to 2011/11||12||Novels||Macross The RideMacross R Macross R Official Site. Prequel to the 2008 TV series.||2058 |- |2011/02/26||||Movie||Macross Frontier Movie: The Wings of Goodbye Sequel to the 2009 theatrical movie, a continuing adaptation of the 2008 TV series.||2059 |- |2012/10/3-8||||Musical||Macross The Musicalture 30th anniversary Tokyo Dome live music show.||2062 |- |2012/10/20||||Movie||Macross FB 7: Ore no Uta o Kike! \"Macross Dynamite 7 15th Anniversary\" Adaptation of Macross 7 from the perspective of Macross Frontier characters.||2059 |- |2013/02/28||||Video Game||Macross 30: Voices across the Galaxy \"Macross 30th Anniversary\" Video game sequel to Macross Frontier.||2060 |- |2016/04 to 2016/09||26||TV series||Macross Delta TV sequel to both Macross 30 and Macross Frontier.||2067 |- |2018/02/09||||Movie||Macross Delta the Movie: Passionate Walküre Compilation movie of Macross Delta, with some changes.||2067 |- |2021/08/08||||Movie||Macross Delta the Movie: Absolute Live!!!!!! Sequel to Macross Delta.||2067 |} A feature film, subtitled 'Do You Remember Love? (愛・おぼえていますか Ai Oboete Imasu ka), was released in 1984, with a condensed version of the storyline and cutting-edge animation. This movie was later described as a \"historical drama\" movie within the Macross universe (similar to World War II films in the real world). In Macross Plus and Macross 7, it is revealed that there was a movie produced after Space War I (the original Earth-Zentradi conflict). Kawamori described the relation between the two depictions of Space War I: \"The real Macross is out there, somewhere. If I tell the story in the length of a TV series, it looks one way, and if I tell it as a movie-length story, it's organized another way.\" (An edited, English- dubbed version of the feature was also released to video as Clash of the Bionoids.) Macross II, the only animated project without Studio Nue's direct involvement, was declared a parallel-world story by Studio Nue. In March 2007, Studio Victor placed a casting call for a voice actress to play the heroine, Ranka Lee, in a then untitled new Macross series.Follow Up: Victor Voice Actress Auditions for Macross Eighteen-year-old Nakajima Megumi was selected in the nationwide singing and acting audition for the role of Ranka Lee in Japan. The project was given the tentative title of Macross 25. Later, as part of the 25th anniversary concert, a trailer was shown that revealed the new tentative title of Macross F (Frontier). During the concert, Kawamori Shoji mentioned that the timeframe of Macross Frontier was about 2070 AD. Kawamori also announced that Yoko Kanno would be the music co-composer of the new Macross series. According to Newtype Magazine, this new series were supposed to take place in a school. The pilot episode aired on December 23, 2007. The new series were finally set in the year 2059 AD and took place in a new Macross Colony Fleet called \"Macross Frontier\". The new show was produced by Satelight and its episodes began their regular broadcast on April 4, 2008, in MBS channel of Japan. The final episode aired on September 25, 2008, what brought the series to a total of 25 episodes. A Macross Frontier Movie Edition was announced just after the ending of the new TV animated series. The Kanto area rerun of the Macross Frontier anime television series during early 2014 in Japan ended with a teaser announcement that a new Macross TV series is in the works, and later in the year was tentatively titled Macross Δ (Delta). Just like in Macross Frontier, a casting call was held for the series' main singer who also became part of the cast. The winner of the contest as well of the rest of the cast and characters were revealed in a special event held on October 29, 2015. A new Macross anime television series was to premiere in 2018, but still wasn't released (as of May 2021). ===Macross fictional chronology=== Several sequel series and prequels have followed in Macross. The main Macross productions consists of (in fictional chronological timeline order): {|class=\"wikitable sortable\" |- !Time Period !Title (original) !Work !Release Dates !Episodes |- |1999||The Super Dimension Fortress Macross (Prologue only) Original work adapted by Harmony Gold to become Robotech: The Macross Saga in 1985.||TV series||1982/10 to 1983/6||36 |- |2002–2010||Misa Hayase: White Reminiscences||Novels||1984/2|| |- |2008||Macross Zero Original Macross origin story||OVA series||2002/12 to 2004/10||5 |- |2009||Dreaming Prelude: My Fair Minmay||Novels||1983/4|| |- |2009–2012||The Super Dimension Fortress Macross Original work adapted by Harmony Gold to become Robotech: The Macross Saga in 1985.||TV series||1982/10 to 1983/6||36 |- |2009–2012||Macross: The First Comic format alternate telling of the events in The Super Dimension Fortress Macross serialized in Macross Ace magazine and actually Newtype Ace.||Manga||2009/2 – Ongoing|| |- |2010||Macross Inside Story: Macross Classic||Audio drama||1996/8||4 |- |2012, 2031 (story within a story)||Macross: Do You Remember Love? Alternate telling of the events in The Super Dimension Fortress Macross, specifically episodes 2 through 27. Canon in-universe as a fictional movie.||Movie||1984/7|| |- |2012||The Super Dimension Fortress Macross: Flash Back 2012 Epilogue of the Macross: Do You Remember Love?, segments were added in the movie's definitive \"Perfect Edition\".||OVA||1987/6|| |- |2014–2030||Macross M3||Video game||2001/2|| |- |2040||Macross Plus Original Macross sequel OVA created by Studio Nue. A side-story.||OVA series||1994/8 to 1995/9||5 |- |2043||Macross: True Love Song||Video game||2000/3|| |- |2045||Macross 7 Docking Festival: Singing Saves the Galaxy!?||Audio drama||1995/3|| |- |2045–2046||Macross 7 TV series sequel to The Super Dimension Fortress Macross. First of the sequels to touch upon the metaplot. Features a new cast of characters, and only three returning characters from the original series.||TV series||1994/10 to 1995/9||49 |- |2046||Macross 7: Trash||Manga||1995/5 to 2001/7||8 volumes |- |2046||Macross 7 The Movie: The Galaxy Is Calling Me!||Movie||1995/9|| |- |2046||Macross 7: Encore OVA series sequel to Macross 7||OVA series||1995/12 to 1996/2||3 |- |2046||Macross Generation||Audio drama||1997/4||10 |- |2047||Macross Digital Mission VF-X||Video game||1997/2|| |- |2047||Macross Dynamite 7 Macross 7 OVA sequel||OVA series||1997/12 to 1998/8||4 |- |2050||Macross VF-X2||Video game||1999/9|| |- |2058||Macross The Ride||Novels||2010/12 to 2011/11||12 |- |2059||Macross Frontier||TV series||2008/4 to 2008/9||25 |- |2059||Super Dimension Song Maiden Ranka||Manga||2008/10||1 volume |- |2059||Macross Frontier The Movie: The False Songstress Macross Frontier theatrical movie adaptation.||Movie||2009/11|| |- |2059||Sheryl: Kiss in the Galaxy||Manga||2010/9 to 2012/10||4 volumes |- |2059||Macross Frontier Movie: The Wings of Goodbye Macross Frontier theatrical movie adaptation and sequel to The False Songstress.||Movie||2011/2|| |- |2059||Macross Frontier: Hold Me Tightly to the Edge of the Galaxy||Manga||2012/9||1 volume |- |2059||Macross FB 7: Ore no Uta o Kike! Macross 7 & Macross Frontier crossover special.||Movie||2012/10|| |- |2059||Macross Fortissimo||Manga||2013/3||1 volume |- |2060||Macross 30: Voices across the Galaxy||Video game||2013/2|| |- |2062||Macross The Musicalture Macross 30th anniversary live music show.||Musical||2012/10|| |- |2067||Macross Delta TV sequel to both Macross 30 and Macross Frontier.||TV series||2016/04 to 2016/09||26 |- |2067||Macross Delta the Movie: Passionate Walküre Compilation movie of Macross Delta, with some changes.||Movie||2018/02/09|| |- |2067||Macross Delta the Movie: Absolute Live!!!!!! Sequel to Macross Delta.||Movie||2021/08/08|| |- |2092||Macross II Original Macross sequel OVA created without Studio Nue and considered an alternate universe by them.||OVA series||1992/5 to 1992/11||6 |} ==Video games== Macross video games are based on its universe, sometimes expanding it with original characters and sidestories; latest games often include newly created anime footage, and all of them were exclusively released in Japan;Macross Video Games Official Release Information at the Original Macross Compendium Page except a Takatoku Toys handheld electronic game distributed by Incoming Trading, a Banpresto arcade game licensed by Fabtek, and a Bandai Visual PlayStation game whose debuted North American localization was eventually cancelled probably due to copyrights issues involving Harmony Gold. See the list of Macross video games for all the official and crossover releases from the 1980s up to the 2010s. ==Legal complications with international distribution== Harmony Gold purchased the international distribution rights for the Macross series and between 1999 and 2003 filed trademarks on the distribution of Macross merchandise and media outside of Japan. Harmony Gold's international distribution rights are under dispute however as they bought the rights from the Japanese company, Tatsunoko Productions, which in a court ruling against companies, Studio Nue and Big West, was ruled to have only the rights to the international distribution of The Super Dimension Fortress Macross and no legal claim to the rest of the franchise; those belonging to the latter companies. Harmony Gold claims that the case does not apply to them since it occurred in Japan and does not apply to the international distribution rights.[ Harmony Gold continues to re-affirm their claim to the international distribution through cease and desist letters,[ resulting in later Macross series not being distributed outside of Japan. On March 1, 2021, Big West, Studio Nue, and Harmony Gold have agreed to work together and distribute Macross properties outside Japan alongside Robotech. The signed agreement also mentions that Big West will allow Harmony Gold to release their upcoming Robotech film in Japan. ==Legacy== Macross was the basis for the Robotech franchise in North America. Super Dimension Fortress Macross was adapted into the first saga of the Robotech television series (19851986), called The Macross Saga, which spawned the Robotech franchise. Robotech was influential in the Western world, helping to introduce the anime medium to North America. Macross popularized the concept of transforming mecha, which can transform between a standard vehicle (such as a fighter plane or transport truck) and a fighting mecha robot. Shōji Kawamori introduced the concept with Diaclone in 1980 and then popularized it with Macross. Kawamori then went on to design transforming mecha for Transformers (1986). The transforming mecha concept became popular in the mid-1980s, with Macross: Do You Remember Love? (1984) and Zeta Gundam (1985) in Japan, and with Robotech and Transformers in the West. Transformers went on to influence the Hollywood movie industry. In contrast to earlier mecha anime which focused on combatants, Macross portrayed mecha conflict from the perspective of non- combatant civilians, such as the fictional singer Lynn Minmay. She went on to become the first virtual idol. Voiced by Mari Iijima, Minmay was the first fictional idol singer to garner major real-world success, with the theme song \"Do You Remember Love?\" (from the film Macross: Do You Remember Love?) reaching number seven on the Oricon music charts in Japan. This was later further explored in Macross Plus with the virtual idol Sharon Apple, an artificial intelligence (AI) computer program who takes the form of an intergalactic pop star, and in Macross 7 with the virtual band Fire Bomber who became a commercial success and spawned multiple CDs released in Japan. Macross set the template for later virtual idols in the early 21st century, such as Hatsune Miku and Kizuna AI. Another innovative character concept in Macross was the role of Misa Hayase in Super Dimension Fortress Macross (called Lisa Hayes in Robotech), who was one of the main commanders of the Macross battleship. She was the boss and commanding officer of the fighter pilot protagonist Hikaru Ichijyo (called Rick Hunter in Robotech), and later his love interest. This was a scenario Kawamori came up with which he had not seen in any Hollywood movies before. A similar scenario, however, later appeared in the Hollywood movie Top Gun (1986). According to Kawamori, \"Many people pointed out that later films like Top Gun copied that idea and setting, as well as including the combination of many songs and fighters too.\" ==References== ==External links== * Macross episode reviews at MAHQ * Macross Compendium * Macross World ===Japanese=== * *New Official website * Macross 30th Anniversary Official Site * Macross F Official * Big West Category:Bandai Visual Category:Extraterrestrials in anime and manga Category:Faster-than- light travel in fiction Category:Mecha anime and manga Category:Military in anime and manga Category:Military science fiction * Category:Space opera",
 "title": "Macross"
}