{
 "id": "247343",
 "text": "Benburb Football Club is a Scottish football club, based in Govan, Glasgow. Formed in 1885, the club is a member of the Scottish Junior Football Association and currently competes in the West of Scotland Football League. Benburb's colours are blue and white. The team have been managed since July 2015 by former Airdrie defender Paul Lovering. Paul succeeded his father Frank who had been in the job for the previous thirteen seasons.Lovering as committed to the Junior cause as ever, Evening Times, 24 September 2018 == History == The origins of the club name are not fully documented, although it has been suggested that the club's name indicates roots in Northern Ireland, with a village of the same name being located there, and a significant battle taking place there during the 1640s. The suggestion is that the club was formed by Northern Irish immigrants to Glasgow, but this is not clear. It appears the first team known as Benburb was formed in the Govanhill area of Glasgow (then a separate burgh) in about 1885. After an aborted merger with a Gorbals team, Crown Athletic, in 1895, a reformed Benburb FC played in the nearby Oatlands neighbourhood until June 1898, when its ground, Braehead Park, was taken over by Glasgow Corporation to be incorporated into the new Richmond Park. That team disbanded, but a 'new' Benburb FC played during the new season later that year and there is thought to be a strong connection between the two clubs.2009 Updates: 25 August, Scottish Football Historical Archive (archived version, 2009) The new Benburb FC eventually found its home in the Govan area, some miles to the north-west of Oatlands. Initially taking over Govandale Park (situated between the south bank of the River Clyde and Govan Old Parish Church)Govan Riverside Walkway, Acumfaegovan, 2014 from the defunct Linthouse club in 1900,Photo of Benburb F.C. Finalists in the Intermediate Cup 1929-30, Acumfaegovan, 14 July 2018, via Facebook they moved south as the demands of industry for the land in central Govan increased, first in 1911 to a park on Broomloan Road owned by Govan Police Force,Glasgow Town Plans, 1914, Explore georeferenced maps (National Library of Scotland) then in 1925 to an open plot at Craigton Park, Drumoyne, immediately north of the Inverclyde Line railway tracks.Glasgow Town Plans, 1930, Explore georeferenced maps (National Library of Scotland)SPW020572 SCOTLAND (1928). Refuse Destruction and Electric Works, Helen Street, Govan, Glasgow. An oblique aerial photograph taken facing east, Britain From Above In spite of the upheaval, they remained members of the various Junior leagues covering the Glasgow area continuously since 1905.Glasgow Junior Football League 1895-1927, Scottish Football Historical Archive (archived version, 2009) From 1932 until 29 March 2014, Benburb was based at the purpose-built Tinto Park,OS National Grid Maps, 1944-1967, Explore georeferenced maps (National Library of Scotland)SAW009718 SCOTLAND (1947). Glasgow, general view, showing Harland and Wolff Clyde Foundry, 184 Helen Street and Shieldhall Road, Govan. An oblique aerial photograph taken facing north Britain From Above which in its heyday could hold 10,000 spectatorsLoony Joons: Farewell Tinto.. Benburb's famous old park set to welcome the bulldozers, Daily Record, 22 January 2014 but latterly fell badly into disrepair.Benburb 3-3 Larkhall Thistle, Dave's Football Travels, 30 April 2009 After the final match on that day – a 2–1 victory against Johnstone Burgh in a Central League Division 1 game – the land was prepared for housebuilding.Lease of Craigton Park to Benburb Juniors FC, Glasgow City Council, 12 December 2013Previous developments: Benburb football stadium, Govan, Glasgow, AS Homes Scotland The 2014–15 season was spent ground-sharing with Neilston Juniors while a new ground was built adjacent to the old one (on the same land which was previously Craigton Park). New Tinto Park, now just north of both the railway and the M8 motorway and fitted with 3G artificial turf, became the new home for the club in summer 2015 (although the facilities were not fully completed until a few months later).Benburb, Non League ScotlandBenburb bid to build a team fit for new home, Evening Times, 12 July 2014 New Tinto Park has also been used as the home ground for Rangers W.F.C. from 2015 to 2019, and for Rossvale (originally from Bishopbriggs) since 2019.Rossvale to quit Huntershill and groundshare with Benburb, Kirkintilloch Herald, 5 May 2019 Harmony Row Juniors now ground share at New Tinto Park == Honours == Scottish Junior Cup *Winners (2): 1933-34, 1935-36 *Runners-up (3): 1937-38, 1942-43, 1979-80 ===Other Honours=== * Central League: 1999–00 * West of Scotland Cup: 1940–41, 1941–42, 1982–83, 2001–02 * Glasgow Junior League: 1913–14 ==References== ==External links== * Daily Record article about new ground plans * Daily Record article about last match at Tinto Park * Video clip of match at old ground from 2013 Category:Football clubs in Scotland Category:Govan Category:Association football clubs established in 1885 Category:Scottish Junior Football Association clubs Category:Football clubs in Glasgow Category:1885 establishments in Scotland Category:West of Scotland Football League teams",
 "title": "Benburb F.C."
}