{
 "id": "247380",
 "text": "A hymn writer (or hymnwriter or hymnist or hymnographer) is someone who writes the text, music or both of hymns. In the Judeo-Christian tradition the composition of hymns dates back to before the time of David who composed many of the Psalms. The term hymnodist, in the United States more than in other regions, broadens the scope to include the study of hymns. ==History== ===Early Church and Middle Ages=== Many hymn writers in the early Church gained prominence and achieved canonisation. Saint John of Damascus (c. 675 or 676 – 749) was noted for his work as a hymn writer; some of the most popular English hymns which are translations of his works include Come ye faithful, raise the strain, Let us rise in early morning and The day of resurrection, all associated with the season of Eastertide and all translated by John Mason Neale. Most early hymnists were anonymous, so it is uncertain how many of them were women. Saint Hildegard of Bingen (1098–1179) is the earliest known female hymnist outside hymnists recorded in the Bible. ===Post-Reformation=== Many leaders of the Reformation, including Martin Luther (1483–1546) himself, were hymn writers; Luther's work included \"Ein feste Burg ist unser Gott\" (\"A mighty fortress is our God\") and \"Christ lag in Todesbanden (Christ Jesus lay in death's strong bonds)\". Lutherans continued to compose hymns, and some of the popular hymn writers of the 16th and 17th centuries included the three saints commemorated in the American Lutheran Calendar of Saints on 26 October: Philipp Nicolai (1556–1608), Johann Heermann (1585–1647), and Paul Gerhardt (1607–76). Michael Praetorius (1571–1621), and Johann Crüger (1598–1662) also gained renown as German Lutheran hymn writers of that era. In the English- speaking world, the art of writing hymns was brought to prominence by the approximately 750 hymns composed by Isaac Watts (1674–1748), followed by the almost tenfold Watts' output composed a generation later by co-founder of Methodism, Charles Wesley (1707–88). ===Nineteenth, twentieth and twenty-first centuries=== Major modern publishers include the Jubilate Group and Stainer & Bell in the UK; CanticaNOVA Publications, World Library Publications and Oregon Catholic Press in the USA; and Willow Publishing in Australia. Leading British hymn writers have included John Henry Newman (1801–1890), John Mason Neale (1818–1866), Timothy Dudley-Smith (born 1926), Michael Perry (1942–96), Michael Saward (1932–2015), Christopher Idle (born 1938), Fred Pratt Green (1903–2000), as well as James Quinn (1919–2010) and Brian Foley (1919–2000). More recent evangelical hymn/song writers have included Stuart Townend (born 1963), Keith Getty (born 1974) and his wife Kristyn Getty (born 1980). Other modern hymn writers include French-American Lucien Deiss (1921–2007) and Australian duo James McAuley (1917–76) and Richard Connolly (born 1927). ==Hymn writers who have been canonised== :This list is incomplete. You can help Wikipedia by expanding it. ===Catholic (Eastern Catholic and Western Catholic)=== *Saint Ephrem the Syrian (28 January) *Saint Hierotheos the Thesmothete (4 October) *Saint Cosmas the Melodist (14 October) *Saint Romanos the Melodist (1 October) *Saint Joseph the Hymnographer (14 June) *Saint Kassiana the Hymnographer (7 September) *Saint John of Damascus (4 December) *Saint Stephen the Sabaite (nephew of John of Damascus, feastday 28 October) *Saint Theodulph of Orleans (18 December) *Saint Hildegard of Bingen (17 September) *Saint Thomas Aquinas (28 January [or 7 March]) *Saint Robert Southwell (21 February) *Saint Alphonsus Maria de' Liguori (1 August) *Saint John Henry Cardinal Newman (9 October) ===Lutheran=== *Philipp Nicolai (26 October) *Johann Heermann (26 October) *Paul Gerhardt (26 October) ===Anglican=== *John Mason Neale (7 August) ==See also== *List of women hymn writers ==References== ==External links== * Category:Hymns Category:Occupations in music * Category:Songwriters",
 "title": "Hymnwriter"
}