{
 "id": "247391",
 "text": "{| |} The fourth HMS Ocean was a pre-dreadnought battleship of the British Royal Navy and a member of the . Intended for service in Asia, Ocean and her sister ships were smaller and faster than the preceding s, but retained the same battery of four guns. She also carried thinner armour, but incorporated new Krupp steel, which was more effective than the Harvey armour used in the Majestics. Ocean was laid down in December 1897, launched in July 1898, and commissioned into the fleet in February 1900. She entered service with the Mediterranean Fleet until January 1901, when she was transferred to the China Station. Ocean was recalled from China in 1905 for service with the Channel Fleet after a period spent in reserve. From 1908 to early 1910, she was again assigned to the Mediterranean Fleet. She was assigned to the Home Fleet in 1910 and saw little activity until the outbreak of the First World War in August 1914. At the start of the conflict, she was assigned to the 8th Battle Squadron and was stationed in Ireland to support a cruiser squadron, but in October she was transferred to the East Indies Station to protect troopship convoys from India. In late 1914, Ocean participated in an attack on Basra before being transferred to Egypt to defend the Suez Canal. In February 1915, she was reassigned to the Dardanelles Campaign, and she took part in several attacks on the Ottoman fortifications defending the Dardanelles. On 18 March, she attempted to retrieve the battleship after the latter had been badly damaged by a mine in Erenköy Bay, but had to abandon her salvage efforts due to heavy Turkish gunfire. She instead evacuated the surviving crew of Irresistible but struck a mine while making for the open sea. Badly damaged, her crew and the survivors of Irresistible were taken off by destroyers and Ocean left to sink in Morto Bay. ==Design== thumb|left|Right elevation, deck plan and hull section as depicted in Brassey's Naval Annual 1906 Ocean and her five sister ships were designed for service in East Asia, where the new rising power Japan was beginning to build a powerful navy, though this role was quickly made redundant by the Anglo-Japanese Alliance of 1902. The ships were designed to be smaller, lighter and faster than their predecessors, the s. Ocean was long overall, with a beam of and a draft of . She displaced normally and up to fully loaded. Her crew numbered 682 officers and ratings. The Canopus-class ships were powered by a pair of 3-cylinder triple-expansion engines, with steam provided by twenty Belleville boilers. They were the first British battleships with water-tube boilers, which generated more power at less expense in weight compared with the fire-tube boilers used in previous ships. The new boilers led to the adoption of fore-and-aft funnels, rather than the side-by-side funnel arrangement used in many previous British battleships. The Canopus-class ships proved to be good steamers, with a high speed for battleships of their time— from —a full two knots faster than the Majestics. Ocean had a main battery of four 35-calibre guns mounted in twin- gun turrets fore and aft; these guns were mounted in circular barbettes that allowed all-around loading, although at a fixed elevation. The ships also mounted a secondary battery of twelve 40-calibre guns mounted in casemates, in addition to ten 12-pounder guns and six 3-pounder guns for defence against torpedo boats. As was customary for battleships of the period, she was also equipped with four torpedo tubes submerged in the hull, two on each broadside near the forward and aft barbette. To save weight, Ocean carried less armour than the Majestics—6 inches in the belt compared to —although the change from Harvey armour in the Majestics to Krupp armour in Ocean meant that the loss in protection was not as great as it might have been, Krupp armour having greater protective value at a given weight than its Harvey equivalent. Similarly, the other armour used to protect the ship could also be thinner; the bulkheads on either end of the belt were thick. The main battery turrets were 10 in thick, atop 12-inch barbettes, and the casemate battery was protected with 6 in of Krupp steel. Her conning tower had 12 in thick sides as well. She was fitted with two armoured decks, thick, respectively. ==Service history== thumb|Crew on the forward deck of a Canopus-class battleship, c. 1905 ===Pre-World War I=== HMS Ocean was laid down at Devonport Dockyard on 15 December 1897, and was the first large armoured ship built at Devonport. She was launched on 5 July 1898, when she was christened by Princess Louise, Marchioness of Lorne in the presence of the Lords of the Admiralty. Completed in early 1900, Ocean was commissioned at Devonport on 20 February 1900 by Captain Assheton Curzon-Howe for service with the Mediterranean Fleet. After a commissioning trial, she left Devonport on 13 March, and arrived at Gibraltar four days later, where she relieved . She served in the Mediterranean Fleet until January 1901, when she was transferred to the China Station in response to the Boxer Rebellion. Captain Richard William White was appointed in command in late August 1901. The following year she was reported to visit Port Lazaref (on the Korean peninsula) in October 1902, but she suffered damage in a typhoon, and then underwent a refit that lasted into 1903. When the United Kingdom and Japan ratified a treaty of alliance in 1905, the Royal Navy reduced its China Station presence and recalled all battleships from the station. As a result, Ocean and battleship left Hong Kong in company on 7 June 1905 and called at Singapore, where they rendezvoused with Oceans sister ships and . The four battleships departed Singapore on 20 June 1905 and steamed home together, arriving at Plymouth on 2 August 1905. Ocean went into reserve at Chatham Dockyard.Ocean returned to full commission on 2 January 1906 to serve in the Channel Fleet, undergoing refits at Chatham from January–March 1907 and from April–June 1908. On 2 June 1908, Ocean recommissioned for duty in the Mediterranean Fleet, undergoing a refit at Malta in 1908–1909, during which she received fire control equipment. Ocean transferred to the 4th Division of the new Home Fleet on 16 February 1910. She underwent refits at Chatham in 1910 and 1911–1912. In 1913–1914, she was stationed at Pembroke Dock, Wales, as part of the 3rd Fleet. ===World War I=== When the First World War broke out, Ocean was assigned to the 8th Battle Squadron, Channel Fleet, which she joined on 14 August 1914. She was detached to Queenstown, Ireland on 21 August to serve as guard ship there and to support a cruiser squadron operating in that area. In September 1914, she was ordered to relieve her sister ship Albion on the Cape Verde-Canary Islands Station, but while en route was diverted, first to Madiera and then to the Azores. The threat of the German East Asia Squadron and the independent cruiser , both of which were still at large, forced the Admiralty to redirect Ocean again, to the East Indies Station, to support cruisers on convoy duty in the Middle East. She was joined by the protected cruiser . From October–December 1914, she served as flagship of the squadron in the Persian Gulf supporting operations against Basra. During this period, she escorted an Indian troop convoy to Bahrain in mid- October; the convoy had departed India on 16 October, and Ocean met the convoy at sea three days later to take over escort duties. After the convoy arrived on 3 November, Ocean began making preparations for the attack on Basra. Numerous small craft were armed to enter the Shatt al-Arab, the river leading to Basra. The first objective was to silence the old fortress at Al-Faw. On 5 November, Britain declared war on the Ottoman Empire, and the next morning, Ocean began the bombardment of Al-Faw. A landing party of 600 men, some of whom came from Oceans detachment of Royal Marines, stormed the fortress and captured it, having encountered no resistance. By December 1914, the ground forces Ocean supported had advanced to Al-Qurnah, at the juncture of the Euphrates and Tigris, allowing the Admiralty to recall Ocean for other purposes. She was accordingly stationed at Suez, Egypt, to assist in the defence of the Suez Canal, arriving there on 29 December. She anchored in the mouth of the southern end of the canal on 29 December and remained in that area until mid-January 1915, when she proceeded northward up the canal. On 3–4 February, she and the armed merchant cruiser Himalaya supported ground troops against an Ottoman attack on the canal in the vicinity of El Kubri. Later on the 3rd, after the Ottoman attack at El Kubri had been defeated, Ocean was sent to Deversoir to provide artillery support to the garrison there, but Ottoman attacks were insignificant. By the following day, the Ottoman assault had broken down completely. ====Dardanelles campaign==== thumb|Map showing the Ottoman defences at the Dardanelles in 1915 Ocean transferred to the Dardanelles in late February 1915 to participate in the Dardanelles campaign. On 28 February, she took part in an attempt to suppress the Ottoman defences in the Dardanelles led by Admiral John de Robeck; the battleships Albion and led the operation, and were tasked with neutralizing the repaired fortress at Dardanus, while Ocean and supported them by engaging batteries of mobile field guns that had proved to be troublesome in previous attempts to neutralise the Ottoman defences. Ocean initially attempted to locate guns that had been active in the vicinity of Sedd el Bahr, before moving on with Majestic and coming under fire from several Ottoman batteries, including howitzers around Erenköy. The British battleships eventually silenced the guns, but only temporarily; as soon as the ships moved on to other targets, the guns opened fire again. In the meantime, Albion and Triumph had approached Dardanus but they came under heavy fire from Ottoman guns on the European side of the straits, including the fortress at Erenköy, and were forced to circle to avoid taking hits. Unable to engage Dardanus under these conditions, the ships instead opened fire on the guns at Erenköy, which initially seemed to be effective, as the Ottoman fire slackened. Ocean and Majestic approached in an attempt to attack Dardanus, but they too came under renewed, furious fire from Erenköy, and de Robeck again ordered a withdrawal. The only success came after the four battleships withdrew from the straits and a landing party from Triumph went ashore and disabled several light guns. The inability of the British and French fleets to neutralize the mobile field guns convinced the Allied command that the only way forward would be to make a major amphibious assault to clear the guns by land. She supported the landings at Sedd el Bahr on 4 March. These consisted of two companies of Marines, each landing at their beach. Ocean was tasked with supporting the northern company that landed at Sedd el Bahr. The southern group, tasked with capturing the coastal town of Kumkale, came under heavy fire as soon as they went ashore. The northern group encountered similar resistance, but Oceans gunners, more experienced from their operations of Basra the previous year, proved to be more effective than the other ships. Nevertheless, both companies were forced to withdraw, in large part because they were too small to break through the Ottoman defences. Another bombardment followed on 6 March; Ocean and the battleship were tasked with covering the powerful superdreadnought battleship while she engaged the Ottoman artillery batteries. After a day's bombardment, the British sent in minesweepers to try to clear the minefields blocking the strait, and Ocean, Majestic, and several destroyers were tasked with protecting them. Despite the heavy bombardment, the Ottoman defenses were largely intact, and even concerted firing from Ocean and other ships could not suppress the guns or their search lights. Early on 7 March, the British were forced to withdraw. On 18 March, the Anglo-French fleet mounted a major attack on the Ottoman defences; Ocean joined ten British battleships and one battlecruiser and four French battleships for the operation. The plan called for the battleships to enter the narrows and suppress the fortresses while minesweepers cleared paths in the Ottoman minefields. At the same time, transport ships outside the straits would conduct a demonstration to convince the Ottomans they were going to land troops; the Entente commanders hoped this would tie down the Ottoman mobile guns. The British ships initially succeeded in inflicting heavy damage on the fortresses, but the battleship and then the battlecruiser began taking serious damage from the coastal batteries. The French battleships also began to take damage, and the battleship Bouvet struck a mine and exploded. Later in the day, was disabled by a mine in Erenköy Bay. Once it became apparent that the ship could not be saved, all of her surviving crew was taken off by destroyers except for her commanding officer and some volunteers trying to keep her afloat. Ocean was sent in to tow her out, but she ran aground during the attempt, and, after freeing herself, found it impossible to take Irresistible under tow because of the shallow water, Irresistibles increasing list, and heavy enemy fire. Ocean then took off the remaining members of Irresistibles crew and left the abandoned battleship to her fate; Irresistible sank unobserved by Allied forces, at around 19:30. While retiring with Irresistibles survivors aboard, Ocean herself was hit by an artillery shell fired by Seyit Çabuk, an Ottoman Army gunner and struck a drifting mine at around 19:00. Her starboard coal bunkers and passageways flooded, her steering jammed hard to port, and she took on a list of 15° to starboard. She came under fire from shore and began taking hits, which flooded her starboard engine room and prevented steering repairs. The destroyers , , and came alongside and took off her crew (and the survivors from Irresistible) at around 19:30. She then drifted into Morto Bay, still under fire, and sank there unobserved by Allied forces at about 22:30. When destroyer Jed entered the bay later that evening to sink Ocean and Irresistible with torpedoes so that they could not be captured by the Turks, the two battleships were nowhere to be found. ==Notes== ==References== * * * * * ==Further reading== * Dittmar, F. J. & Colledge, J. J., \"British Warships 1914–1919\", (Ian Allan, London, 1972), * Gibbons, Tony. The Complete Encyclopedia of Battleships and Battlecruisers: A Technical Directory of All the World's Capital Ships From 1860 to the Present Day. London: Salamander Books Ltd., 1983. ==External links== * MaritimeQuest HMS Ocean pages Category:Canopus-class battleships Category:Ships built in Plymouth, Devon Category:1898 ships Category:Victorian-era battleships of the United Kingdom Category:World War I battleships of the United Kingdom Category:Maritime incidents in 1915 Category:Ships sunk by mines Category:World War I shipwrecks in the Dardanelles",
 "title": "HMS Ocean (1898)"
}