{
 "id": "247311",
 "text": "The Department for International Development (DFID) was the government department of the United Kingdom responsible for administering foreign aid. The goal of the department was \"to promote sustainable development and eliminate world poverty\". DFID was headed by the United Kingdom's Secretary of State for International Development. The position was last held between 13 February 2020 and the department's abolishment on 2 September 2020 by Anne- Marie Trevelyan. In a 2010 report by the Development Assistance Committee (DAC), DFID was described as \"an international development leader in times of global crisis\". The UK aid logo is often used to publicly acknowledge DFID's development programmes are funded by UK taxpayers. DFID's main programme areas of work were Education, Health, Social Services, Water Supply and Sanitation, Government and Civil Society, Economic Sector (including Infrastructure, Production Sectors and Developing Planning), Environment Protection, Research, and Humanitarian Assistance. In 2009/10 DFID's Gross Public Expenditure on Development was £6.65bn. Of this £3.96bn was spent on Bilateral Aid (including debt relief, humanitarian assistance and project funding) and £2.46bn was spent on Multilateral Aid (including support to the EU, World Bank, UN and other related agencies).http://www.dfid.gov.uk/Documents/publications1/departmental- report/2010/dfid-in-2009-10-revised-6-sept-2010.pdf Although the Department for International Development's foreign aid budget was not affected by the cuts outlined by the Chancellor of the Exchequer's 2010 spending review, DFID will see their administration budgets slashed by approximately 19 percent over the next four years. This would mean a reduction in back-office costs to account for only 2 percent of their total spend by 2015. In June 2013 as part of the 2013 Spending Round outcomes it was announced that DFID's total programme budget would increase to £10.3bn in 2014/15 and £11.1bn in 2015/16 to help meet the UK government's commitment to spend 0.7% of GNI (Gross National Income) on ODA (Official Development Assistance). DFID was responsible for the majority of UK ODA; projected to total £11.7bn in 2014/15 and £12.2bn in 2015/16.2013 Spending Round Outcomes: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/209036/spending- round-2013-complete.pdf According to the OECD, 2020 official development assistance from the United Kingdom decreased by 10% to 18.6 billion. In June 2020, Prime Minister Boris Johnson announced DFID was to be merged with the Foreign Office to create the Foreign, Commonwealth and Development Office. The department was scrutinized by the International Development Committee. == Secretaries of State == The final Permanent secretary was Matthew Rycroft, who assumed office in January 2018. == Mission == The main piece of legislation governing DFID's work was the International Development Act 2002, which came into force on 17 June 2002, replacing the Overseas Development and Co- operation Act 1980. The Act made poverty reduction the focus of DFID's work, and effectively outlaws tied aid. As well as responding to disasters and emergencies, DFID worked to support the United Nations' eight Millennium Development Goals, namely to: * Halve the number of people living in extreme poverty and hunger * Ensure that all children receive primary education * Promote sexual equality and give women a stronger voice * Reduce child death rates * Improve the health of mothers * Combat HIV & AIDS, malaria and other diseases * Make sure the environment is protected * Build a global partnership for those working in development. all with a 2015 deadline. == History == thumb|right|Old headquarters building of Department for International Development in London The department had its origins in the Ministry of Overseas Development (ODM) created during the Labour government of 1964–1970, which combined the functions of the Department of Technical Cooperation and the overseas aid policy functions of the Foreign, Commonwealth Relations, and Colonial Offices and of other government departments. After the election of a Conservative government in October 1970, the Ministry of Overseas Development was incorporated into the Foreign Office and renamed the Overseas Development Administration (ODA). The ODA was overseen by a minister of state in the Foreign Office who was accountable to the Foreign Secretary. Though it became a section of the Foreign Office, the ODA was relatively self-contained with its own minister, and the policies, procedures, and staff remained largely intact. When a Labour government was returned to office in 1974, it announced that there would once again be a separate Ministry of Overseas Development with its own minister. From June 1975 the powers of the minister for overseas development were formally transferred to the Foreign Secretary. In 1977, partly to shore up its difficult relations with UK business, the government introduced the Aid and Trade Provision. This enabled aid to be linked to nonconcessionary export credits, with both aid and export credits tied to procurement of British goods and services. Pressure for this provision from UK businesses and the Department of Trade and Industry arose in part because of the introduction of French mixed credit programmes, which had begun to offer French government support from aid funds for exports, including for projects in countries to which France had not previously given substantial aid. After the election of the Conservatives under Margaret Thatcher in 1979, the ministry was transferred back to the Foreign Office, as a functional wing again named the Overseas Development Administration. The ODA continued to be represented in the cabinet by the foreign secretary while the minister for overseas development, who had day-to-day responsibility for development matters, held the rank of minister of state within the Foreign Office. In the early 1980s part of the agency's operations was relocated to East Kilbride in Scotland, with a view to creating jobs in an area subject to long-term industrial decline.EK's Ally McCoist recalls first job in foreign aid office on its 40th anniversary in home town, Nicola Findlay, Daily Record, 23 November 2021 The department was separated from the Foreign and Commonwealth Office when a Labour government returned under Tony Blair in 1997. The department and the Foreign Office were yet again merged to form the Foreign, Commonwealth and Development Office in September 2020 by Boris Johnson's Conservative government. DFID or the ODA's role has been under: {| class=\"wikitable\" |- ! !! In Cabinet !! Outside Cabinet |- | Separate government department || 1964–1967 1997–2020 || 1961–1964 1967–70 1974–1975 |- | Answerable to the Foreign and Commonwealth Office (FCO)/Foreign, Commonwealth and Development Office (FCDO, renamed as of 2020) | 1975–1976 2020–present || 1970–1974 1977–79 1979–1997 |} thumb|right|Logo used by the department in development programmes Over its history the department for international development and its predecessors have been independent departments or part of the foreign office. In 1997, Labour separated the Department for International Development from the Foreign Office. They also reduced the amount of aid tied to purchasing British goods and services which often led to aid being spent ineffectually. Along with the Nordic countries, DFID generally avoided setting up its own programmes, in order to avoid creating unnecessary bureaucracy. To achieve this, DFID distributed most of its money to governments and other international organisations that had already developed suitable programmes, and let them distribute the money as efficiently as possible. In July 2009, DFID rebranded all its aid programmes with the UK aid logo, to make clear the contributions were coming from the people of the United Kingdom. While the decision was met with some controversy among aid workers at the time, Commons International Development Select Committee Chairman Malcolm Bruce explained the rebranding saying \"the name DFID does not reflect the fact that this is a British organisation; it could be anything. The Americans have USAID, Canada has got CIDA.\" The National Audit Office (NAO) 2009 Performance Management review looked at how DFID had restructured its performance management arrangements over the last six years. The report responded to a request from DFID's Accounting Officer to re-visit the topic periodically, which the Comptroller and Auditor General agreed would be valuable. The study found that DFID had improved in its general scrutiny of progress in reducing poverty and of progress towards divisional goals, however noted that there was still clear scope for further improvement. In 2016, DFID was taken to task with accusations of misappropriation of funding in the British Overseas Territory of Montserrat. Whistleblower Sean McLaughlin commenced legal action against the department in the Eastern Caribbean Court, questioning the DFID fraud investigation process. On 16 June 2020, Prime Minister Boris Johnson announced that the Department for International Development and the Foreign and Commonwealth Office would be brought together to form the Foreign, Commonwealth and Development Office from 1 September the same year, centralising oversight of the UK foreign aid budget. The stated aim, according to Johnson, was to \"unite our aid with our diplomacy and bring them together in our international effort\". Three former British Prime Ministers (David Cameron, Gordon Brown and Tony Blair) criticised the plan. Johnson merged the two departments together in September 2020 forming the Foreign, Commonwealth and Development Office. In criticism of the merge, Opposition leader Keir Starmer has kept the shadow departments and ministers in place. === Pergau Dam === When it was the Overseas Development Administration, a scandal erupted concerning the UK funding of a hydroelectric dam on the Pergau River in Malaysia, near the Thai border. Building work began in 1991 with money from the UK foreign aid budget. Concurrently, the Malaysian government bought around £1 billion worth of arms from the UK, and thus became the subject of a UK government inquiry from March 1994.\"Dam Lies\", The Economist, November 2012 === Ethiopia === In February 2015, DFID ended its financial support for a controversial development project alleged to have helped the Ethiopian government fund a brutal resettlement programme. Four million people were forced off their land by security forces while their homes and farms were sold to foreign investors. In early 2017 the department ended £5.2m of support for the all-girl Ethiopian acting and pop group Yegna, called 'Ethiopia's Spice Girls', citing concerns about the effectiveness and value for money of the programme. ==Budget== upright=2|thumb|right|World map showing the amount of country-specific UK ODA received by each country per capita in 2015.https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/483889/Statistics- on-International-Development-2015a.xlsx {| class=\"floatright sortable wikitable mw-collapsible mw-collapsed\" |+ C8: Specific Bilateral ODA |- ! Country !! DfID !! ex-DfID |- | Afghanistan || 178,098.8 || 19,444.3 |- | Albania || 0.0 || 540.4 |- | Algeria || 0.0 || 9,772.3 |- | Angola || 0.0 || 915.9 |- | Anguilla || 0.0 || 0.0 |- | AntiguaandBarbuda || 0.0 || 2.6 |- | Argentina || 0.0 || 960.7 |- | Armenia || 0.0 || 972.9 |- | Azerbaijan || 0.0 || 2,100.4 |- | Bangladesh || 202,634.3 || 5,610.4 |- | Belarus || 0.0 || 471.7 |- | Belize || 0.0 || 973.0 |- | Bolivia || 0.0 || 684.8 |- | BosniaHerzegovina || 0.0 || 3,506.2 |- | Botswana || 0.0 || 498.5 |- | Brazil || 0.0 || 10,168.6 |- | BurkinaFaso || 89.9 || 333.3 |- | Burundi || 6,006.2 || 101.7 |- | Cambodia || 1,246.1 || 685.3 |- | Cameroon || 10,000.0 || 43,539.7 |- | CapeVerde || 0.0 || 79.8 |- | CentralAfricanRep. || 15,797.0 || 267.6 |- | Chile || 0.0 || 1,588.9 |- | China || 0.0 || -33,505.2 |- | Colombia || 0.0 || 6,874.2 |- | Comoros || 0.0 || 6.3 |- | CongoDem.Rep. || 164,104.3 || 2,489.3 |- | CostaRica || 0.0 || 3,686.9 |- | Coted'Ivoire || 0.0 || 2,031.6 |- | Cuba || 0.0 || 3,957.3 |- | Dominica || 0.0 || 0.3 |- | DominicanRepublic || 0.0 || 408.6 |- | Ecuador || 0.0 || 244.0 |- | Egypt || 561.1 || -24,565.5 |- | ElSalvador || 0.0 || 212.2 |- | Eritrea || 5,590.0 || 287.3 |- | Ethiopia || 316,498.1 || 5,253.1 |- | Fiji || 0.0 || 1,085.6 |- | FormerYugoslavRepublicofMacedonia(FYROM) || 0.0 || 2,139.3 |- | Gabon || 0.0 || -220.6 |- | Gambia || 0.0 || 9,894.0 |- | Georgia || 0.0 || 4,337.5 |- | Ghana || 58,075.9 || 8,333.4 |- | Grenada || 0.0 || 0.8 |- | Guatemala || 0.0 || 1,077.3 |- | Guinea || 0.0 || 280.6 |- | GuineaBissau || 0.0 || 73.5 |- | Guyana || 670.5 || 371.5 |- | Haiti || 4,627.0 || 58.2 |- | Honduras || 0.0 || 26.9 |- | India || 188,040.2 || 91,019.8 |- | Indonesia || 14,227.0 || 1,563.1 |- | Iran || 0.0 || 658.9 |- | Iraq || 29,462.7 || 8,907.8 |- | Jamaica || 2,262.0 || 3,915.4 |- | Jordan || 10,065.1 || 8,473.2 |- | Kazakhstan || 0.0 || 1,782.2 |- | Kenya || 116,794.0 || 18,234.9 |- | Kiribati || 0.0 || 17.7 |- | KoreaDem.Rep. || 0.0 || 277.2 |- | Kosovo || 0.0 || 5,839.2 |- | KyrgyzRepublic || 4,109.7 || 1,842.0 |- | Laos || 765.0 || 707.9 |- | Lebanon || 18,744.9 || 7,264.0 |- | Lesotho || -27.7 || 232.5 |- | Liberia || 5,603.6 || 192.2 |- | Libya || 2,345.9 || 26,317.2 |- | Madagascar || 0.0 || -199.0 |- | Malawi || 51,069.5 || 9,579.4 |- | Malaysia || 0.0 || -1,761.7 |- | Maldives || 0.0 || -52.7 |- | Mali || 215.7 || 1,886.0 |- | Mauritania || 330.0 || 241.2 |- | Mauritius || 0.0 || 744.6 |- | Mexico || 0.0 || -958.7 |- | Moldova || 0.0 || 1,463.6 |- | Mongolia || 0.0 || 444.3 |- | Montenegro || 0.0 || 506.5 |- | Montserrat || 19,594.9 || 707.1 |- | Morocco || 0.0 || 7,968.9 |- | Mozambique || 81,807.9 || 2,158.6 |- | Myanmar || 69,970.7 || 3,307.3 |- | Namibia || 0.0 || 285.2 |- | Nauru || 0.0 || 15.0 |- | Nepal || 109,843.6 || 2,054.8 |- | Nicaragua || 0.0 || 73.7 |- | Niger || 0.0 || 110.1 |- | Nigeria || 226,409.7 || 10,321.4 |- | Pakistan || 240,360.9 || 25,963.4 |- | Panama || 0.0 || 447.7 |- | PapuaNewGuinea || 0.0 || 1,096.9 |- | Paraguay || 0.0 || 149.9 |- | Peru || 0.0 || 98.2 |- | Philippines || 54,199.4 || 1,822.7 |- | Rwanda || 46,290.4 || 1,737.3 |- | SaoTomePrincipe || 0.0 || 95.2 |- | Senegal || 230.0 || -300.6 |- | Serbia || 0.0 || 2,995.2 |- | Seychelles || 0.0 || 380.0 |- | SierraLeone || 235,110.5 || 2,636.8 |- | SolomonIslands || 300.0 || 483.7 |- | Somalia || 109,445.2 || 14,346.2 |- | SouthAfrica || 11,380.2 || -29,443.1 |- | SouthSudan || 162,226.2 || 4,833.8 |- | SriLanka || 1,124.7 || 4,119.0 |- | StHelena || 74,774.7 || 977.2 |- | StKitts-Nevis || 0.0 || 0.0 |- | StLucia || 0.0 || 188.4 |- | StVincentGrenadines || 0.0 || 0.2 |- | Sudan || 43,713.3 || 6,199.3 |- | Swaziland || 0.0 || 952.2 |- | Syria || 100,734.8 || 28,896.2 |- | Tajikistan || 11,823.6 || 1,971.2 |- | Tanzania || 143,534.3 || 5,396.5 |- | Thailand || 0.0 || 12,109.2 |- | TimorLeste || 0.0 || 45.3 |- | Tonga || 0.0 || 7.5 |- | Tunisia || 629.0 || 1,452.7 |- | Turkey || 3,879.6 || 4,605.9 |- | Turkmenistan || 0.0 || 366.0 |- | Uganda || 110,696.7 || -27,923.6 |- | Ukraine || 2,901.4 || 4,603.6 |- | Uruguay || 0.0 || 237.6 |- | Uzbekistan || 0.0 || 1,238.6 |- | Vanuatu || 0.0 || 11.9 |- | Venezuela || 0.0 || 1,428.3 |- | Vietnam || 10,407.9 || 4,780.6 |- | WestBankGazaStrip || 75,347.2 || 8,010.4 |- | Yemen || 77,665.4 || 4,453.8 |- | Zambia || 80,929.5 || 10,129.9 |- | Zimbabwe || 95,290.6 || 8,733.0 |} In 2010, DFID were criticised for spending around £15 million a year in the UK, although this only accounts for 0.25% of their total budget. £1.85 million was given to the Foreign Office to fund the Papal visit of Pope Benedict in September 2010, although a department spokesman said that \"The contribution recognised the Catholic Church's role as a major provider of health and education services in developing countries\". There has also been criticism of some spending by international organisations with UNESCO and the FAO being particularly weak. The government were also criticised for increasing the aid budget at a time where other departments were being cut. The head of the conservative pressure group TaxPayers' Alliance said that \"The department should at least get the same treatment other high priority areas like science did – a cash freeze would save billions.\" In November 2015, DFID released a new policy document titled \"UK aid: tackling global challenges in the national interest\". In 2010 the incoming coalition government promised to reduce back-office costs to only 2% of the budget and to improve transparency by publishing more on their website. The budget for 2011–12 was £6.7 billion including £1.4 billion of capital. When the Conflict, Stability and Security Fund, a fund of more than £1 billion per year for tackling conflict and instability abroad, was created on 1 April 2015 under the control of the National Security Council, £823 million was transferred from the DFID budget to the fund, £739 million of which was then administered by the Foreign and Commonwealth Office and £42 million by the Ministry of Defence. Subsequently, concern was expressed in the media that the UK aid budget was being spent on defence and foreign policy objectives and to support the work of other departments. ===International grants table=== The following table lists committed funding from DFID for the top 15 sectors, as recorded in DFID's International Aid Transparency Initiative (IATI) publications. DFID joined IATI in January 2011 but also records grants before that point. The sectors use the names from the DAC 5 Digit Sector list. {| class=\"sortable wikitable\" |- ! ! colspan=\"9\" | Committed funding (GBP millions) |- ! Sector !! Before 2011 !! 2011 !! 2012 !! 2013 !! 2014 !! 2015 !! 2016 !! 2017 !! Sum |- | Material relief assistance and services | style=\"text-align:right;\" | 527.6 | style=\"text-align:right;\" | 213.2 | style=\"text-align:right;\" | 318.3 | style=\"text-align:right;\" | 494.1 | style=\"text-align:right;\" | 758.1 | style=\"text-align:right;\" | 492.0 | style=\"text-align:right;\" | 231.1 | style=\"text-align:right;\" | 0.0 | style=\"text-align:right;\" | 3,034.4 |- | Emergency food aid | style=\"text- align:right;\" | 479.0 | style=\"text-align:right;\" | 181.7 | style=\"text- align:right;\" | 347.4 | style=\"text-align:right;\" | 269.6 | style=\"text- align:right;\" | 353.3 | style=\"text-align:right;\" | 137.4 | style=\"text- align:right;\" | 148.2 | style=\"text-align:right;\" | 0.0 | style=\"text- align:right;\" | 1,916.5 |- | Primary education | style=\"text-align:right;\" | 856.2 | style=\"text-align:right;\" | 521.8 | style=\"text-align:right;\" | 474.7 | style=\"text-align:right;\" | 91.2 | style=\"text-align:right;\" | 44.3 | style=\"text-align:right;\" | 49.3 | style=\"text-align:right;\" | 216.9 | style=\"text-align:right;\" | 0.0 | style=\"text-align:right;\" | 2,254.4 |- | Social/ welfare services | style=\"text-align:right;\" | 980.6 | style=\"text- align:right;\" | 268.4 | style=\"text-align:right;\" | 225.8 | style=\"text- align:right;\" | 376.6 | style=\"text-align:right;\" | 32.3 | style=\"text- align:right;\" | 235.8 | style=\"text-align:right;\" | 40.3 | style=\"text- align:right;\" | 0.0 | style=\"text-align:right;\" | 2,159.8 |- | Environmental policy and administrative management | style=\"text-align:right;\" | 400.2 | style=\"text-align:right;\" | 194.3 | style=\"text-align:right;\" | 284.0 | style=\"text-align:right;\" | 107.2 | style=\"text-align:right;\" | 300.8 | style=\"text-align:right;\" | 136.4 | style=\"text-align:right;\" | 113.2 | style=\"text-align:right;\" | 0.0 | style=\"text-align:right;\" | 1,536.2 |- | Public sector policy and administrative management | style=\"text-align:right;\" | 1,352.4 | style=\"text-align:right;\" | 151.1 | style=\"text-align:right;\" | 249.1 | style=\"text-align:right;\" | 159.0 | style=\"text-align:right;\" | 251.3 | style=\"text-align:right;\" | 109.8 | style=\"text-align:right;\" | 115.6 | style=\"text-align:right;\" | 0.0 | style=\"text-align:right;\" | 2,388.4 |- | Education policy and administrative management | style=\"text-align:right;\" | 1,153.6 | style=\"text-align:right;\" | 328.4 | style=\"text-align:right;\" | 504.2 | style=\"text-align:right;\" | 64.1 | style=\"text-align:right;\" | 101.1 | style=\"text-align:right;\" | 10.8 | style=\"text-align:right;\" | 6.4 | style=\"text-align:right;\" | 1.5 | style=\"text-align:right;\" | 2,170.1 |- | Multisector aid | style=\"text-align:right;\" | 753.1 | style=\"text- align:right;\" | 805.0 | style=\"text-align:right;\" | 155.4 | style=\"text- align:right;\" | 8.2 | style=\"text-align:right;\" | 9.6 | style=\"text- align:right;\" | 1.5 | style=\"text-align:right;\" | 0.7 | style=\"text- align:right;\" | 0.0 | style=\"text-align:right;\" | 1,733.5 |- | Relief co- ordination; protection and support services | style=\"text-align:right;\" | 170.9 | style=\"text-align:right;\" | 71.4 | style=\"text-align:right;\" | 115.6 | style=\"text-align:right;\" | 145.3 | style=\"text-align:right;\" | 320.0 | style=\"text-align:right;\" | 119.8 | style=\"text-align:right;\" | 177.5 | style=\"text-align:right;\" | 0.0 | style=\"text-align:right;\" | 1,120.4 |- | Reproductive health care | style=\"text-align:right;\" | 720.5 | style=\"text- align:right;\" | 308.6 | style=\"text-align:right;\" | 267.0 | style=\"text- align:right;\" | 161.0 | style=\"text-align:right;\" | 65.8 | style=\"text- align:right;\" | 91.4 | style=\"text-align:right;\" | 47.9 | style=\"text- align:right;\" | 0.0 | style=\"text-align:right;\" | 1,662.2 |- | Small and medium-sized enterprises (SME) development | style=\"text-align:right;\" | 173.8 | style=\"text-align:right;\" | 16.1 | style=\"text-align:right;\" | 583.2 | style=\"text-align:right;\" | 58.8 | style=\"text-align:right;\" | 147.3 | style=\"text-align:right;\" | 17.2 | style=\"text-align:right;\" | 49.5 | style=\"text-align:right;\" | 0.0 | style=\"text-align:right;\" | 1,046.0 |- | Basic health care | style=\"text-align:right;\" | 477.3 | style=\"text- align:right;\" | 287.5 | style=\"text-align:right;\" | 165.7 | style=\"text- align:right;\" | 84.3 | style=\"text-align:right;\" | 37.2 | style=\"text- align:right;\" | 179.3 | style=\"text-align:right;\" | 43.8 | style=\"text- align:right;\" | 0.0 | style=\"text-align:right;\" | 1,275.0 |- | Financial policy and administrative management | style=\"text-align:right;\" | 520.8 | style=\"text-align:right;\" | 51.5 | style=\"text-align:right;\" | 285.4 | style=\"text-align:right;\" | 56.7 | style=\"text-align:right;\" | 101.4 | style=\"text-align:right;\" | 12.3 | style=\"text-align:right;\" | 49.2 | style=\"text-align:right;\" | 0.0 | style=\"text-align:right;\" | 1,077.2 |- | Agricultural development | style=\"text-align:right;\" | 179.0 | style=\"text- align:right;\" | 142.1 | style=\"text-align:right;\" | 37.4 | style=\"text- align:right;\" | 102.0 | style=\"text-align:right;\" | 161.5 | style=\"text- align:right;\" | 72.2 | style=\"text-align:right;\" | 33.0 | style=\"text- align:right;\" | 0.0 | style=\"text-align:right;\" | 727.1 |- | Family planning | style=\"text-align:right;\" | 236.8 | style=\"text-align:right;\" | 175.6 | style=\"text-align:right;\" | 136.4 | style=\"text-align:right;\" | 75.7 | style=\"text-align:right;\" | 38.0 | style=\"text-align:right;\" | 44.7 | style=\"text-align:right;\" | 31.1 | style=\"text-align:right;\" | 0.0 | style=\"text-align:right;\" | 738.3 |- ! Other ! style=\"text-align:right;\" | 28,828.3 ! style=\"text-align:right;\" | 9,225.2 ! style=\"text-align:right;\" | 4,636.4 ! style=\"text-align:right;\" | 2,479.2 ! style=\"text-align:right;\" | 2,217.2 ! style=\"text-align:right;\" | 1,521.6 ! style=\"text-align:right;\" | 1,611.9 ! style=\"text-align:right;\" | 36.9 ! style=\"text-align:right;\" | 50,519.9 |- ! Total ! style=\"text-align:right;\" | 37,810.1 ! style=\"text- align:right;\" | 12,941.7 ! style=\"text-align:right;\" | 8,785.8 ! style=\"text- align:right;\" | 4,733.0 ! style=\"text-align:right;\" | 4,939.3 ! style=\"text- align:right;\" | 3,231.6 ! style=\"text-align:right;\" | 2,916.4 ! style=\"text- align:right;\" | 38.5 ! style=\"text-align:right;\" | 75,396.4 |} == DFID research == DFID was the largest bilateral donor of development-focused research. New science, technologies and ideas were crucial for the achievement of the Millennium Development Goals, but global research investments were insufficient to match needs and do not focus on the priorities of the poor. Many technological and policy innovations required an international scale of research effort. For example, DFID was a major donor to the International LUBILOSA Programme: which developed a biological pesticide for locust control in support of small-holder farmers in the Sahel. DFID Research commissioned research to help fill this gap, aiming to ensure tangible outcomes on the livelihoods of the poor worldwide. They also sought to influence the international and UK research agendas, putting poverty reduction and the needs of the poor at the forefront of global research efforts. DFID Research managed long-term research initiatives that cut across individual countries or regions, and only funded activities if there was clear opportunities and mechanisms for the research to have a significant impact on poverty. Research was funded through a range of mechanisms, including Research Programme Consortia (RPCs), jointly with other funders of development research, with UK Research Councils and with multilateral agencies (such as the World Bank, Food and Agriculture Organisation, World Health Organisation). Information on both DFID current research programmes and completed research can be found on the (R4D) portal Research4Development. From November 2012 all new DFID-funded research was subjected to its DFID Research Open and Enhanced Access Policy. International Development Secretary Andrew Mitchell declared that this will ensure \"that these findings get into the hands of those inh the developing world who stand to gain most from putting them into practical use\". DFID launched its first Research Strategy in April 2008. This emphasised DFID's commitment to funding high quality research that aims to find solutions and ways of reducing global poverty. The new strategy identified six priorities: * Growth * Health * Sustainable agriculture * Climate change * Governance in challenging environments * Future challenges and opportunities The strategy also highlighted three important cross-cutting areas, where DFID would invest more funding: * Capacity building * Research communication and uptake * Stimulating demand for research == See also == * Imfundo * List of development aid agencies * Stabilisation Unit == References == == Further reading == * Victoria C. Honeyman, \"New Labour's overseas development aid policy – charity or self-interest?\", Contemporary British History, vol. 33, no. 3 (2019), pp. 313–335. == External links == * DFID Homepage * DFID's Research4Development (R4D) portal, which provides information on DFID-funded research * International Citizen Service Funded by DFID, provides voluntary opportunities for young people aged 18–25 ;Video clips * DFID YouTube channel Category:Foreign relations of the United Kingdom Category:International development agencies United Kingdom, International Development Category:1997 establishments in the United Kingdom Category:2020 disestablishments in the United Kingdom",
 "title": "Department for International Development"
}