{
 "id": "247499",
 "text": "Picture This is the second album by American rock band Huey Lewis and the News, released in 1982. The album brought the band their first top-ten hit, \"Do You Believe in Love\". It remained on the Billboard albums chart for 35 weeks and peaked at number 7. == Background == The band produced the album themselves along with their manager, Bob Brown. Several outside tunes were included on the album. One of these tunes was \"Do You Believe in Love\", written by Robert John \"Mutt\" Lange. It turned out to be their first hit single, reaching the top ten of the Billboard Hot 100 singles chart. A video for the single was also produced. The follow-up single, \"Hope You Love Me Like You Say You Do\", reached the Top 40; while the third single, \"Workin' for a Livin'\", just missed the Top 40, peaking at number 41. \"Tattoo (Giving It All Up for Love)\" is a cover of a Phil Lynott song. Lynott was the singer and bassist for the hard rock group Thin Lizzy, and Huey Lewis had played harmonica on Lynott's first two solo albums, as well as Thin Lizzy's Live and Dangerous album. \"Buzz Buzz Buzz\" is a cover of a song from 1957 by The Hollywood Flames. \"The Only One\" was based on a real classmate in Lewis' junior high school who met an end similar to the person in the song.Huey Lewis Fan Q&A;: May 27, 2013Huey Lewis Fan Q&A;: November 18, 2019 \"He was a very cool kid\" said Lewis. \"Janey\" in the song was also based on the classmate's girlfriend, though her name was changed and Lewis does not know of her true fate after her boyfriend's death. ==Track listing== == Personnel == Huey Lewis and the News * Huey Lewis – vocals * Chris Hayes – lead guitar, backing vocals * Johnny Colla – rhythm guitar, saxophone, backing vocals * Mario Cipollina – bass * Bill Gibson – drums, percussion, backing vocals * Sean Hopper – keyboards, backing vocals Additional personnel * Tower of Power – brass == Production == * Huey Lewis and the News – producers * Bob Brown – executive producer * Jim Gaines – recording engineer * Maureen Droney – assistant engineer * Mark Deadman – sound engineer * Bob Clearmountain – mixing at The Power Station (New York, NY). * Bob Ludwig – mastering at Masterdisk (New York, NY). * Janet Levinson – art direction * Hugh Brown – photography * Norman Moore – logo ==Charts== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- !scope=\"col\"|Chart (1982) !scope=\"col\"|Peak position |- !scope=\"row\"|Australian Albums (Kent Music Report) | 75 |- !scope=\"row\"|Icelandic Albums (Tonlist) |align=\"center\"|3 |- !scope=\"row\"|US Billboard Top LPs & Tape | 13 |- |} Singles {| class=\"wikitable\" !Year !Single !Chart !Position |- |rowspan=5|1982 |rowspan=2|\"Do You Believe in Love\" |Billboard Hot 100 |align=\"center\"|7 |- |Top Tracks (Billboard) |align=\"center\"|12 |- |\"Hope You Love Me Like You Say You Do\" |Billboard Hot 100 |align=\"center\"|36 |- |rowspan=2|\"Workin' for a Livin' \" |Billboard Hot 100 |align=\"center\"|41 |- |Top Tracks (Billboard) |align=\"center\"|20 |} == Certifications == ==References== ==External links== * * Category:1982 albums Category:Huey Lewis and the News albums Category:Chrysalis Records albums",
 "title": "Picture This (Huey Lewis and the News album)"
}