{
 "id": "248426",
 "text": "Smiths Falls is a town in Eastern Ontario, Canada, with a population of 9,254 according to the 2021 census. It is in the Census division for Lanark County, but is separated from the county. The Rideau Canal waterway passes through the town, with four separate locks in three locations and a combined lift of over . The town's name was sometimes alternatively spelled \"Smith's Falls\" or \"Smith Falls\", but \"Smiths Falls\" is now considered correct. ==History== ===Early history=== Smiths Falls was incorporated as a village in 1854, and then erected into a town in 1882. The town is named after Thomas Smyth, a United Empire Loyalist who in 1786 was granted in what is present-day Smiths Falls. The Heritage House Museum (c. 1862), also known as the Ward House, was designated under the Ontario Heritage Act in 1977. ===Building of the Rideau Canal=== At the time of construction of the Rideau Canal a small settlement had been established around a mill operated by Abel Russell Ward, who had bought Smyth's land. Colonel By ordered the removal of Ward's mill to make way for the canal. He settled with Ward for £1,500, one of the largest claims made by mill owners on the canal. The disruption of industry caused by the building of the canal was only temporary, and Smiths Falls grew rapidly following construction. An article in Smith's Gazetteer in 1846 described the town as a \"flourishing little village pleasantly situated on the Rideau River and on the Canal, from Perth. It contains about 700 inhabitants. There are fifty dwellings, two grist mills (one with four run of stones), two sawmills, one carding and fulling mill, seven stores, six groceries, one axe factory, six blacksmiths, two wheelwrights, one cabinet maker, one chair-maker, three carpenters, one gunsmith, eleven shoemakers, seven tailors, one tinsmith and two taverns.\" A drop in less than a quarter of a mile posed an obstacle to navigation at Smiths Falls. A natural depression to the south of the river was used to create a flight of three locks, known as Combined Lockstation today. The natural course of the river was dammed to create a basin upstream of the locks. At the upper end of the basin a fourth (detached) lock was constructed. A mile below the Combined Lockstation is a flight of two locks called the Old Slys Lockstation. This station is named for the original settler at this location, William Sly. A dam and waste weir control water levels upstream of the locks. Defensible lockmasters' houses were built at all three stations in Smiths Falls. The house at Old Slys was built in 1838 and the houses at Combined and Detached around 1842. Only the house at Combined has a second storey, which was added late in the 19th century. The defensible lockmaster's house at Detached Lockstation was torn down in 1894. ===Entry of the railways=== In the 1850s the major railway companies were looking to build main trunk lines linking Toronto, Kingston and Montreal. The two major companies at the time, the Canadian Pacific Railway and the Grand Trunk Railway, were competing for the easiest routes to lay track. At one point a fledgling third national railway, the Canadian Northern Railway (CNoR), was also trying to squeeze itself into the busy Montréal-Ottawa-Toronto corridor. For a number of geographical reasons, and also due to the proximity of the Rideau Canal, the town of Smiths Falls became a major focal point for both the CPR and the CNoR. Each used a mix of existing regional rail lines and new construction to build their networks. CP purchased the 1859-era Brockville and Ottawa Railway, a line from Brockville-Smiths Falls-Sand Point/Arnprior with a branch Smiths Falls-Perth (the latter joining CP's Ontario and Quebec Railway line to Toronto). CNoR built a 1914-era main line from Ottawa-Smiths Falls- Sydenham (to join an existing Bay of Quinte Railway line extending westward via Napanee-Deseronto). By 1887, the CPR had extended its Toronto-Smiths Falls mainline to reach Montréal; in 1924, 1600 CPR workers were employed in Smiths Falls. This gave the town direct rail lines in half a dozen directions (towards Toronto, Ottawa, Montréal, Brockville, Napanee and Arnprior) on two different rail companies. During World War II, Axis prisoners of war (POWs) were transported to Canadian POW camps via the railway. It was near Smiths Falls that German soldier Oberleutnant Franz von Werra jumped from a POW train and escaped to the United States, eventually reaching his homeland. Von Werra was, reputedly, the only escaped Axis POW to successfully return home during the war and his story was told in the book and film entitled The One That Got Away. The North American première of the film occurred on Thursday, 6 March 1958 at the Soper Theatre in Smiths Falls. Both the Canadian Pacific and the Canadian Northern (later part of Canadian National) had established stations in the town, however, with the creation of Via Rail, the CN station was abandoned and all passenger traffic routed through the CPR station until a new Smiths Falls railway station opened in 2010. The CN station has been renovated and is now home to the Railway Museum of Eastern Ontario. The railway station, along with the nearby railway bascule bridge, comprise the town's two National Historic Sites of Canada. The Cataraqui Trail now follows the former CN railbed southwest from Smiths Falls, starting from a parking lot at the end of Ferrara Drive. == Local government == The town's council includes a mayor and six councillors. The members of council elected as of the 2018 municipal election are: Mayor: Shawn Pankow Councillors: * Peter McKenna * Christopher McGuire * Niki Dwyer * Lorraine Allen * Wendy Alford * Jay Brennan ==Demographics== In the 2021 Census of Population conducted by Statistics Canada, Smiths Falls had a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. ==Economy== The town is on the Rideau Canal system for recreational boating, and is served by the Smiths Falls- Montague Airport (Russ Beach) for general aviation. It is also a major railway junction point, and its station receives regular passenger service to Ottawa and Toronto from Via Rail. Several manufacturers were based in Smiths Falls, perhaps the best-known being the Canadian operation of The Hershey Company (opened in 1963) which closed in December 2008. Hershey announced they would instead open a factory in Mexico, where they could obtain cheaper labour. In late 2006, the plant was temporarily closed due to a case of possible salmonella contamination. Other former large manufacturers include RCA Victor (closed circa 1980), Frost and Wood / Cockshutt and Stanley Tools (2008). The closure of the Rideau Regional hospital site in March 2009 resulted in a further loss of jobs from the community. However, the 350-acre site was purchased by a local developer (who made an unsuccessful bid for mayor in the 2018 election) and renamed the Gallipeau Centre. It is a mixed use property with residential and recreational uses including condominiums, a recreational facility, swimming pool and theatre. In 2014, the former Hershey facility was purchased by medical marijuana company Tweed Marijuana Inc, now known as publicly traded company Canopy Growth Corporation (TSE:WEED). The town has been cited as the \"Pot Capital of Canada\". Over 750 jobs have been created by Canopy Growth which has revitalized the town's economy after the departure of the Hershey factory and the closure of Rideau Regional Centre. Investment by Constellation Brands of $5B in Canopy Growth Corporation has helped further secure the positive economic potential for Smiths Falls. The company is continuing to grow and expand, creating new local jobs. Canopy has purchased the site of the closed Shorewood Packaging building to construct a facility for bottling cannabis infused beverages. As well, chocolate has begun to flow again at the site of the former Hershey plant as Canopy Growth has commenced the production of cannabis infused chocolate edibles. Public tours of Tweed production are available to the public, similar to the Hershey factory tours. There has been significant growth in construction in the community. Despite the policing of Smiths Falls being conducted by the Smiths Falls Police Department, the Ontario Provincial Police operates two facilities in Smiths Falls, namely a Communications Centre and the Eastern Regional Headquarters. The Communications Centre is scheduled to close in June 2022. There are presently no plans to close the Eastern Regional Headquarters. ==Sports and recreation== In 1906, a hockey team from Smiths Falls launched an unsuccessful challenge to win the Stanley Cup. Smiths Falls was home to a professional baseball team, the Smiths Falls Beavers, for one season in 1937. The team was a part of the Canadian–American League. The town is currently home to the Junior A hockey team Smiths Falls Bears, who play in the Central Canada Hockey League. Smiths Falls is also home to the Settlers organization which is a member of the Canadian Premier Junior Hockey League (CPJHL), which operates throughout Ontario and Western Quebec. There are many opportunities for minor and adult league sports including baseball, volleyball, basketball, soccer, ball hockey and hockey (for men and women). Lower Reach, located next to Rideau River, is home to baseball diamonds, soccer fields, play structures and a splash pad. The Rideau Trail passes through Smiths Falls. ==Education== Public education in the town is managed by the Upper Canada District School Board, while Catholic education is under the care of the Catholic District School Board of Eastern Ontario. Each operates several elementary schools and one secondary school as listed below. Students who reside in the Smiths Falls area and wish to attend Catholic high school are bussed to Perth to St. John's Catholic High School. ===Catholic schools=== * St. Francis de Sales Catholic Elementary School (French Immersion offered) * St. Luke's Catholic High School (alternative school) ===Public schools=== * Duncan J. Schoular Public School * Chimo Elementary School * Smiths Falls District Collegiate Institute ==Notable people== * Oliver R. Avison, doctor, pharmacist and missionary * Terry Carkner, former NHL player * Francis Theodore Frost, businessman and politician * E. A. Gilroy, Canadian Amateur Hockey Association president * Brooke Henderson, professional golfer * Todd Lynn, fashion designer * Gary McAdam, former NHL player * Don McKenney, former NHL player ==Hospitals== General hospital facilities and services are provided by the Perth and Smiths Falls District Hospital, with a site on Cornelia Street. Also located in Smiths Falls was the Rideau Regional Centre, which provided a residential program for mentally challenged and disabled persons from 1951 until its closure in March 2009. ==Local media== ===Newspapers=== * The Record-News – weekly newspaper Digital local news: * Record News – insideottawavalley.com * Hometown News – hometownnews.ca ===Radio stations=== * FM 92.3 – CJET-FM - Country 92.3 * FM 101.1 – CKBY-FM, country music ==Nearest cities== *Ottawa – about north-east *Brockville – about south-east *Kingston – about south-west ;Neighbouring municipalities ==Notes== The town of Smiths Falls is mostly located in Lanark County, while parts of the southern areas of the town is in the township of Rideau Lakes in the United Counties of Leeds and Grenville. ==References== ==External links== * Category:Populated places established in 1823 Category:Single-tier municipalities in Ontario Category:Towns in Ontario",
 "title": "Smiths Falls"
}