{
 "id": "249204",
 "text": "A corporation sole is a legal entity consisting of a single (\"sole\") incorporated office, occupied by a single (\"sole\") natural person.Technical Manual, Insolvencydirect.bis.gov.uk This structure allows corporations (often religious corporations or Commonwealth governments) to pass without interruption from one officeholder to the next, giving positions legal continuity with subsequent officeholders having identical powers and possessions to their predecessors. A corporation sole is one of two types of corporation, the other being a corporation aggregate. ==Ecclesiastical origins== Most corporations sole are church related (for example, the Archbishopric of Canterbury),Terms and Conditions of churchofengland.org although some political offices of the United Kingdom (e.g., many of the Secretaries of State), Canada, and the United States are corporations sole. The concept of corporation sole originated as a means for orderly transfer of ecclesiastical property, serving to keep the title within the denomination or religious society. In order to keep the religious property from being treated as the estate of the vicar of the church, the property was titled to the office of the corporation sole. In the case of the Roman Catholic Church, ecclesiastical property is usually titled to the diocesan bishop, who serves in the office of the corporation sole. The Roman Catholic Church continues to use corporations sole in holding titles of property: as recently as 2002, it split a diocese in the US state of California into many smaller corporations sole and with each parish priest becoming his own corporation sole, thus limiting the diocese's liability for any sexual abuse or other wrongful activity in which the priest might engage. This is, however, not the case everywhere, and legal application varies. For instance, other U.S. jurisdictions have used corporations at multiple levels. In the jurisdictions of England and Wales, Scotland, Northern Ireland, and the Republic of Ireland, a Roman Catholic bishop is not a corporation sole, and real property is held by way of land trusts, a tradition dating back to the suppression of Roman Catholicism by Henry VIII during the English Reformation and the Penal Laws of Ireland. The Church of Jesus Christ of Latter-day Saints uses the corporation sole form for its president, which is legally listed as \"The Corporation of the President of the Church of Jesus Christ of Latter-day Saints\".Legal Names of Separately Incorporated Charities Affiliated with The Church of Jesus Christ of Latter‐day Saints Iglesia ni Cristo was registered as corporation sole with the Insular Government of the Philippines in 1914 and with the People's Republic of China in 2014. The corporation sole form can serve the needs of a religious organization by reducing its complexity to that of a single office and its holder, thereby eliminating the need for by-laws and a board of directors. ==The Crown== Within most constitutional monarchies, notably the Commonwealth realms, the Crown is a nonstatutory corporation sole. Although conceptually speaking, the office and officeholder retain dual capacities in that they may act both in a corporate capacity (as monarch) and in an individual capacity (as a private person), they are inseparably fused in law; there is no legal distinction between the office and the individual person who holds it. The Crown (state) legally acts as a person when it enters into contracts and possesses property. As a person, the monarch (officeholder) may hold properties privately, distinct from property he or she possesses corporately, and may act as monarch separate from their personal acts. For example, Elizabeth II as a natural person holds several separate offices, such as Queen of the United Kingdom, Queen of Canada, Queen of Australia, and Supreme Governor of the Church of England, all of which are distinct corporations sole, even as she acts as a natural person in her private capacities separate and apart from her role filling these various offices (corporations). Likewise, the office of prime minister has use of certain properties and privileges, such as an official residence and decision-making powers, that remain with the office once the officeholder leaves, even as the officeholder may own property in a private capacity. The sovereign's status as a corporation sole ensures that all references to the Queen, the King, Her Majesty, His Majesty, and the Crown are synonymous, referring to exactly the same legal personality over time.Interpretation Act, R.S.C. 1985, c I-21, as it appeared on 2020‑03‑05, § 35. While natural persons who serve as sovereign pass on, the sovereign never legally dies; thus the corporate nature of the office of sovereign ensures that the authority of the state continues uninterrupted. In other words, the sovereign is made a corporation sole to prevent the possibility of disruption or interregnum, thereby preserving the stability of the Crown (state). For this reason, at the moment of the demise of the sovereign, a successor is immediately and automatically in place.Interpretation Act, R.S.C., 1985, c. I-21, as it appeared on 2020‑03‑05, § 46. As a corporation sole, the legal person of the sovereign is the personification of the state and consequently acts as guarantor of the rule of law and the fount of all executive authority behind the state's institutions.McAteer et al. v. Attorney General of Canada, 2013 ONSC 5895 (CanLII), Morgan J. As certain countries have federal systems of government, the sovereign in these cases also possesses capacities as distinct corporation sole in right of each of the Australian states and Canadian provinces; for example, as Her Majesty the Queen of Australia in Right of Queensland and Her Majesty the Queen of Canada in Right of Alberta. ==Secular application in the United States== Every state of the United States recognizes corporations sole under common law, and about a third of the states have specific statutes that stipulate the conditions under which that state recognizes the corporations sole that are filed with that state for acquiring, holding, and disposing of title for church and religious society property. Almost any religious society or church can qualify for filing as a corporation sole in these states. There can be no legal limitation to specific denominations, therefore a Buddhist temple or Jewish Community Center would qualify as quickly as a Christian church. Some states also recognize corporations sole for various other non- profit purposes including performing arts groups, scientific research groups, educational institutions, and cemetery societies. ==Examples of corporations sole in the United Kingdom== * Auditor General for Waless4 Government of Wales Act 2006 * Chief Executive of Skills FundingSchedule 4 of the Apprenticeships, Skills, Children and Learning Act 2009 * Chief Inspector of Criminal Justice (Northern Ireland) * Children's Commissioner for Englandhttps://www.education.gov.uk/publications/eOrderingDownload/Cm-7981.pdf * Children's Commissioner for Wales * Commissioner for Older People for Northern IrelandSchedule 1 Commissioner for Older People Act (Northern Ireland) 2011 * Commissioner of Police of the Metropolis * Comptroller and Auditor General * Corporate Officer of the House of Commonss2 Parliamentary Corporate Bodies Act 1992 * Corporate Officer of the House of Lordss1 Parliamentary Corporate Bodies Act 1992 * The Crown (sometimes regarded as a corporation aggregate) * Duke of Cornwall * Duke of Lancaster * Information Commissioner * Mayor (of London)'s Office for Policing and Crime * Judicial Appointments and Conduct Ombudsman * Lord Mayor of the City of London * Official Custodian for CharitiesOG38 A1 – WHAT IS A CORPORATION? , Charity Commission * Immigration Services Commissioner * Police Ombudsman for Northern IrelandCorporate Governance * Public Services Ombudsman for Wales * Public TrusteePublic Trustee, Ministry of Justice * Pubs Code Adjudicator * Receiver for the Metropolitan Police Districts1 Metropolitan Police (Receiver) Act 1861 (abolished) * Registrar General * Secretary of State for... (various; most recently Foreign, Commonwealth and Development Affairs)The Transfer of Functions (Secretary of State for Foreign, Commonwealth and Development Affairs) Order 2020, art 3(1). * Solicitor for the affairs of the Duchy of Lancaster, thes3 Duchy of Lancaster Act 1920 * Traffic Director for London * Treasury Solicitors1 Treasury Solicitor Act 1876 * London Fire CommissionerGovernance - London Fire Commissioner === In the Church of England === * Archbishop of Canterbury * Archbishop of York * Bishops of the Church of EnglandPractice Guide 08, Land Registry * Deans of the Church of England * Rectors in the Church of England * Vicars in the Church of Englands16 Parsonages Act 1838 ==Examples of corporations sole elsewhere== * Catholic Diocese of Hong KongBishop of the Roman Catholic Church in Hong Kong Incorporation Ordinance (Cap. 1003) * Corporation of the President of The Church of Jesus Christ of Latter-day Saints * Corporation of the Presiding Bishop of the Church of Jesus Christ of Latter-day Saints * Dai al-Mutlaq, theIncorporated by the Dawat-e-Hadiyah (England) Act 1993 (c. x) * Director of National Parks, Australian government * Governor General of CanadaGovernor General’s Act, R.S.C., 1985, c. G-9, § 2. * Minister of the Government, Republic of Ireland * New Zealand's Office of the Privacy Commissionerhttps://www.privacy.org.nz/news-and-publications/statements-media- releases/2014-annual-report/ * Public Trustee * New Zealand Public Trustee * Māori Trustee, New Zealand * Office of The Sovereign of Canada ==See also== * Legal person ==References== Category:English law Category:Corporations",
 "title": "Corporation sole"
}