{
 "id": "249374",
 "text": "thumb|right|A rendering of Tanaquil, wife of Tarquinius Priscus, fifth king of Rome. Tanaquil (Etruscan: Thanchvil) was the queen of Rome by marriage to Tarquinius Priscus, fifth king of Rome. ==Life== The daughter of a powerful Etruscan family in Tarquinii, Etruria, Tanaquil thought her husband would make a good leader, but since he was the son of an immigrant, he would not be able to gain power in Tarquinii, where they lived. Knowing this, Tanaquil encouraged him to move to Rome, which was not at the time dominated by a strong local aristocracy. Her prophetic abilities helped her to install Tarquin as king and later Servius Tullius as the next king. While on the road to Rome, an eagle flew off with Tarquin's hat and then returned it to his head. Tanaquil interpreted this as a sign that the gods wanted him to become a king. Tanaquil's prophecy was eventually realized for Tarquin - he eventually became friends with King Ancus Marcius, who made Tarquin guardian of his children. When the king died before his children were old enough to become successors to the throne, Tarquin used his popularity in the Comitia to be elected the fifth king of Rome. He ruled from 616 to 579 BC. She had four children, two daughters and two sons, Lucius Tarquinius Superbus, the seventh and last king of Rome, and Arruns Tarquinius, co-conspirator in the foundation of the Republic of Rome. One of her daughters, Tarquinia, married Servius Tullius after he had succeeded Tarquinius Priscus as king. Tanaquil played a role in the rise of Servius Tullius, the sixth king of Rome. Raising him as her own child, Tanaquil believed Servius would be the next successor to the throne. Her dreams would be realized when, one day Servius was sleeping and his head was surrounded with flames. The fires danced around his head without hurting him and when Servius awoke, the fire disappeared.Dictionary of Greek and Roman Biography and Mythology, page 1183 (v. 3) Taking this as an omen, Tanaquil knew Servius would one day be king. When Tarquin was assassinated, Tanaquil hid his death from her subjects, instead telling them that Tarquin had been wounded and had Servius himself appointed regent until he got better. After gaining the people's respect and commanding the kingship, Servius and Tanaquil announced Tarquin's death.Cassius Dio, Book 2, fr.9 The Senate named Servius king and Tanaquil's son, Arruns Tarquinius, married Servius' daughter, Tullia. ==Gaia Caecilia== In an alternate tradition reported by several Roman chroniclers, Tanaquil changed her name to Gaia Caecilia when she arrived at Rome. Under this name she was regarded as the model of womanly virtue, skilled in the domestic arts, particularly spinning and weaving, and she was associated with the origin of various Roman wedding customs.Sextus Pompeius Festus, Epitome de M. Verrio Flacco de Verborum Significatu (Epitome of Marcus Verrius Flaccus' On the Meaning of Words), s. v. Gaia Caecilia. Pliny the Elder, Natural History, viii.(74).194.Liber de Praenominibus, a short treatise of uncertain authorship, traditionally appended to Valerius Maximus' Factorum ac Dictorum Memorabilium (Memorable Facts and Sayings).Plutarch, Quaestiones Romanae (Roman Questions), 30. Pliny reports that in his day, six hundred years later, her spindle and distaff were preserved in the Temple of Sancus, where stood a bronze statue of the queen, together with a purple tunic she had woven for Servius Tullius, and according to some authorities a belt upon which Tanaquil had placed a number of healing charms, and to which miraculous properties were ascribed. Tanaquil was said to have woven the first tunica recta, the dress traditionally woven by Roman brides for their wedding day, and it was even supposed that the ancient wedding formula recited by the bride and groom, \"ubi tu Gaius, ego Gaia\" (as you are Gaius, I am Gaia), was a reference to Tanaquil.Karen K. Hersch, \"The Woolworker Bride\", in Ancient Marriage in Myth and Reality, Lena Larsson Lovén, Agneta Strömberg, eds., Cambridge Scholars Publishing (2010), pp. 122–124. During the Renaissance, Boccaccio cited Gaia Caecilia (under the name \"Gaia Cyrilla\") in his De Mulieribus Claris (On Famous Women) as a model of frugality and the simple living style of Roman antiquity.Giovanni Boccaccio’s Famous Women, translated by Virginia Brown, 2001, pp. 94-95; Cambridge and London, Harvard University Press; == See also == * Tanaquil (painting) == Notes == == References == * Pliny the Elder, Natural Histories VIII.74.194 * Livy, Ab urbe condita I.34, 39, 41 * Cassius Dio, Roman History, II * Tanaquil. (2007). In Encyclopædia Britannica. Retrieved May 9, 2007, from Encyclopædia Britannica Online: . * Raia, Ann R. and Sebesta, Judith Lynn. The World of State. 2006. Retrieved May 9, 2007: . * Spalding, Tim. The Ancient Library 2005. Retrieved May 9, 2007: . * Thayer, Bill. Roman History, vol.1 Loeb Classical Library edition, 1914. Web page made 2003. Retrieved May 9, 2007: . * Bowder, Diana. Who was who in the Roman World. Oxford: Phaidon Press Limited, 1980. * Lightman, Marjorie, and Benjamin Lightman. Biographical dictionary of ancient Greek and Roman women: notable women from Sappho to Helena. New York: Facts On File, 2000. * Salisbury, Joyce E. Encyclopedia of women in the ancient world. Santa Barbara, Calif.:Abc-Clio, 2001. ==External links== * Stemma Tarquiniorum, Tarquinius family tree Category:7th-century BC Roman women Category:6th-century BC Roman women Category:Etruscans Category:Queens of Rome",
 "title": "Tanaquil"
}