{
 "id": "249352",
 "text": "In Akkadian mythology the Rabisu (\"the lurker\"; Sumerian Maškim, \"deputy, attorney\"), or possibly Rabasa, are evil vampiric spirits or demons that are always menacing the entrance to the houses and hiding in dark corners, lurking to attack people. It is said that pure sea salt can ban them as the salt represents incorruptible life (salt preserves, and life was first born from the sea). In Hell, they live in the Desert of Anguish, attacking newly arrived souls as they travel down the Road of Bone to the City of the Dead. The book The Religion of Babylonia and Assyria by Theophilus G. Pinches describes the Rabisu as being \"the seizer\" which is \"regarded as a spirit which lay in wait to pounce upon his prey\". Chapter 4, lines 6 and 7 of the Book of Genesis read: or in Genesis 4:7: The New American Bible among others believes that \"Demon lurking\", which in Hebrew means \"the croucher\", is similar to the word Rabisu. Therefore, it is possible that this displays a continued tradition in the emerging culture of the Hebrews. Rabisu is listed in the rituals of Shurpu which have to do with burning, such as the symbolic burning of witches. The Shurpu ritual allows the banishment of Rabisu described as \"a demon that springs unawares on its victims\".International Standard Bible In the book Simon Necronomicon, which contains a blend of myths including Sumerian, Rabisu are described as ancient demons. It talks about the god Marduk who battled Tiamat, Kingu, and Azag-Thoth. Among the Fifty Names of Marduk is the name Nariluggaldimmerankia, which is the sixth. Nariluggaldimmerankia is said to be the sub-commander of wind demons, described as the foe of Rabisu and all maskim who haunt humans. Marduk's seventh name, Asaruludu, is said to have the power using his sacred word Banmaskim to banish all Maskim and Rabisu.The Fifty Names of Marduk ==References== Category:Mesopotamian legendary creatures Category:Vampires Category:Mesopotamian demons",
 "title": "Rabisu"
}