{
 "id": "249403",
 "text": "Robert Harold Schuller (September 16, 1926 – April 2, 2015) was an American Christian televangelist, pastor, motivational speaker, and author. In his five decades of television, Schuller was principally known for the weekly Hour of Power television program, which he began hosting in 1970 until his retirement in 2010. His grandson, Bobby Schuller, carries on the Hour of Power now airing for over fifty years.https://www.ocregister.com/2013/01/25/bobby-schuller-is- new-hour-of-power-pastor/ Schuller began broadcasting the program from the Neutra Sanctuary, with the encouragement of longtime friend Billy Graham after Schuller visited him in 1969. Hour of Power website. He was also the founder of the Crystal Cathedral in Garden Grove, California, where the Hour of Power program was later broadcast. == Early years == Robert Harold Schuller was born on September 16, 1926, near Alton, Iowa, the second son of Jennie (née Beltman; 1891-1970) and Anthony Schuller (1882-1964). He was the youngest of five children. All of his grandparents were Dutch immigrants, and he was raised on his parents' farm nearby in a small, close-knit community of Dutch- Americans, without running water. As a six month old infant, Schuller wore the gown on the day of his baptism at a Reformed Church, in Newkirk, Iowa, where he was raised. In 1931, just weeks before his fifth birthday, a visiting uncle, who was a minister, told him to be an evangelist. Schuller called it the \"single most defining moment of my early life.\" After graduating from Newkirk High School in Newkirk, Iowa, in 1944, Schuller studied at Hope College, located in Holland, Michigan, and, in 1950, received a Master of Divinity degree from Western Theological Seminary, which follows the theological tradition and Christian practice of John Calvin. He was ordained as a minister in the Reformed Church in America. He worked at Ivanhoe Reformed Church in Riverdale, Illinois, before moving to Garden Grove, California. There, he opened the Garden Grove Community Church, in 1955, in a drive-in movie theater. He also rented a 300-seat former Baptist church, about four miles (6 km) from the drive-in theater. Schuller presided at a service in the chapel at 9:30 on Sunday mornings and then drove his organ to the drive-in to preside at another service.Penner, James. Goliath: The Life of Robert Schuller (1992), p. 119. As the size of the congregations grew, Schuller purchased of land at 12141 Lewis Street in Garden Grove for a \"walk-in, drive-in\" church, serving both congregations. Ground was broken September 10, 1958, for construction of the new church designed by international architect Richard Neutra. The church was completed in 1961, at a cost of $3,000,000.Penner, p. 155. The dedication service was held November 5, 1961.Schuller, Robert H. \"My Journey\" The design of the new church building enabled Schuller to preach his sermons to worshipers in 500 cars, as well as to members of the congregation inside the church. A \"Tower of Hope\" building was added on the north side of the drive-in church building in 1968; the Tower of Hope rose 13 stories (approximately 130 to 150 feet in the air, the tallest structure in Orange County at that time, and was topped by a cross. The illuminated cross that stood atop the Tower of Hope was 90 feet tall. That same year, Schuller purchased the walnut grove that bordered the north side of the Garden Grove Community Church for the construction of the much larger Crystal Cathedral, designed by architect Philip Johnson. The church, which has glass walls and ceiling, was dedicated on September 14, 1980. == Ministry == thumb|Garden Grove Community Drive-In Church, completed in 1961 thumb|Inside the Garden Grove Community Drive-In Church, during a Schuller sermon, July 1962 thumb|Schuller greeting parishioners after a Sunday service at the Garden Grove Community Drive-In Church, July 1962 Schuller emphasized what he believed are the positive aspects of the Christian faith. He deliberately avoided condemning people for sin, believing that Jesus \"met needs before touting creeds\". Once in a relationship with God, Schuller emphasized, someone who is sowing positive faith in his heart and actions will discover that the by-product is a reduction of sin. He was known to say, \"Sin is a condition before it is an action.\" Schuller encouraged Christians and non-Christians to achieve great things through God and to believe in their dreams. He wrote, \"If you can dream it, you can do it!\" As the Crystal Cathedral's founding pastor, Schuller was seen and heard internationally on Sundays on the world's most widely watched hour-long church service, the Hour of Power, 1,500 of which were recorded. == Personal life == On June 15, 1950, Schuller married Arvella De Haan (1929–2014), a church organist, who became instrumental in developing the music department at the Crystal Cathedral and was the creator and producer of the Hour of Power for over 40 years. The Schullers had five children: Sheila, Robert, Jeanne, Carol, and Gretchen. == Retirement and succession == On January 22, 2006, Schuller's son, Robert A. Schuller, assumed the role of senior pastor of the Crystal Cathedral. On October 25, 2008, however, he resigned. His father cited \"a lack of shared vision\" as the cause. Schuller stated that \"different ideas as to the direction and the vision for this ministry\" with his son \"made it necessary ... to part ways in the Hour of Power television ministry\". Schuller also said \"I love my son and am proud of my son\" and that the long-term survival of his ministry was dependent on expanding its imprint beyond the Schuller name. \"The real minister's name that we honor is Jesus, not Schuller\", he said. The ministry then opened the pulpit to a variety of notable Christian speakers. On June 11, 2009, Schuller announced that the church's leadership would pass to his eldest daughter, Sheila Schuller Coleman. On July 11, 2010, he announced that he was retiring as principal pastor of the Crystal Cathedral and would become chairman of the church's board of directors. After a year as interim senior pastor, Sheila Schuller Coleman was elevated to senior pastor in July 2010. ==Final years and death== On October 18, 2010, Coleman announced that the Crystal Cathedral was seeking bankruptcy protection, in the midst of what became known as the Great Recession. In May 2011, the senior Schullers, along with their daughter Carol and her husband Tim, were dismissed from the ministry at the Crystal Cathedral. They filed for bankruptcy. The court would eventually allow them approximately 20 percent of what they were owed.Crystal Cathedral, Orange County Register Roxana Kopetman, November 28, 2012. Retrieved May 15, 2017. The creditors would be paid in full plus interest. In July 2011, it was reported in the Orange County Register that Schuller had been ousted from the Crystal Cathedral board. In July 2011, Coleman attempted to reverse the decision that had been made in her absence, saying, \"Dad will continue to provide leadership for this ministry through me for as long as possible\" and, \"I have and will continue to defer to his wisdom and honor him for his unprecedented accomplishments.\" On March 11, 2012, after months of attempting to change the attitude of the ministry's board, Coleman told the Crystal Cathedral congregation that she was leaving to start a new church because of \"a hostile work environment\". The International Business Times reported that this came following \"a bitter fallout between the ministry and its founding family\". According to the Religion News Service, the founders were left with little to no assets; their home was fully mortgaged. On January 24, 2013, the Crystal Cathedral's board of directors voted to make Bobby Schuller, Schuller's grandson (son of Robert Anthony Schuller), the new pastor for the Hour of Power television program as well as a non-voting member of the board. In late August 2013, Schuller was diagnosed with esophageal cancer that had spread to the lymph nodes. A follow-up examination in September 2013 presented Schuller with the possibility of undergoing chemotherapy and radiation therapy that could extend his life. Arvella Schuller died on February 11, 2014, aged 84. The Schullers had been married for 63 years. Schuller died early on the morning of April 2, 2015, at a nursing facility in Artesia, California, aged 88. His funeral was held at Christ Cathedral, the former campus of the Crystal Cathedral. He was interred next to his wife at the Christ Cathedral Memorial Gardens Cemetery in Garden Grove, California. == Writings == Schuller authored over 30 hardcover books, 6 of which made The New York Times and Publishers Weekly bestseller lists, including: * Way to the Good Life (1963) * Your Future is Your Friend (1964), Wm B. Eerdmans Publishing Co. Reprinted 1991 by Cathedral Press. A devotional on the 23rd Psalm. * Move Ahead With Possibility Thinking (1967) * Self-Love (1975) * You Can Be the Person You Want to Be (1976) * Toughminded Faith for Tenderhearted People (1979), Thomas Nelson, * Self-Esteem: The New Reformation (1982) * Tough Times Never Last but Tough People Do (1983), Thomas Nelson * The Power of Being Debt Free (1985); Thomas Nelson Publishing, * Living Positively One Day at a Time (1986) * Success Is Never Ending, Failure Is Never Final (1990) * Life's Not Fair, But God Is Good (1991) * Possibility Thinking (1993) * Prayer: My Soul's Adventure with God (1995), Doubleday * If It's Going to Be It's Up to Me (1997) * My Journey: From an Iowa Farm to a Cathedral of Dreams (2001) * Hours of Power (2004) * Don't Throw Away Tomorrow (2005) == References == ==Further reading== * * Category:1926 births Category:2015 deaths Category:American evangelicals Category:American people of Dutch descent Category:American sermon writers Category:American spiritual writers Category:American television evangelists Category:Christians from California Category:California Republicans Category:Hope College alumni Category:New Thought writers Category:People from Garden Grove, California Category:People from Alton, Iowa Category:Reformed Church in America ministers Category:Writers from California Category:Writers from Iowa Category:Deaths from esophageal cancer Category:Deaths from cancer in California Category:Schuller family",
 "title": "Robert Schuller"
}