{
 "id": "249432",
 "text": "Tsathoggua (the Sleeper of N'kai, also known as Zhothaqquah) is a supernatural entity in the Cthulhu Mythos shared fictional universe. He is the creation of American writer Clark Ashton Smith and is part of his Hyperborean cycle. Tsathoggua/Zhothaqquah is described as an Old One, a god-like being from the pantheon. He was introduced in Smith's short story \"The Tale of Satampra Zeiros\", written in 1929 and published in the November 1931 issue of Weird Tales.Robert M. Price, \"About 'The Tale of Satampra Zeiros'\", The Tsathoggua Cycle, p. 56. His first appearance in print, however, was in H. P. Lovecraft's story \"The Whisperer in Darkness\", written in 1930 and published in the August 1931 issue of Weird Tales. ==Description== The first description of Tsathoggua occurs in \"The Tale of Satampra Zeiros\", in which the protagonists encounter one of the entity's idols: Later, in Smith's \"The Seven Geases\" (1933), Tsathoggua is described again: Robert M. Price notes that \"Lovecraft's Tsathoggua and Smith's differ at practically every point\". Lovecraft, dropping Smith's bat and sloth comparisons, refers to the entity in \"The Whisperer in Darkness\" as the \"amorphous, toad-like god-creature mentioned in the Pnakotic Manuscripts and the Necronomicon and the Commoriom myth-cycle preserved by the Atlantean high-priest Klarkash-Ton\"H. P. Lovecraft, \"The Whisperer in Darkness\", The Dunwich Horror and Others. (the priest's name was Lovecraft's nickname for Tsathoggua's creator). Later, in \"The Horror in the Museum\", a story ghost-written by Lovecraft, he writes, He also mentions it in At the Mountains of Madness, in a paragraph mentioning several other gods. ==Servitors== ===Formless spawn=== > The basin ... was filled with a sort of viscous and semi-liquescent > substance, quite opaque and of a sooty color.... [T]he center swelled as if > with the action of some powerful yeast [and] an uncouth amorphous head with > dull and bulging eyes arose gradually on an ever-lengthening neck ... Then > two arms—if one could call them arms—likewise arose inch by inch, and we saw > that the thing was not ... a creature immersed in the liquid, but that the > liquid itself had put forth this hideous neck and head, and [it was now > forming arms] that groped toward us with tentacle-like appendages in lieu of > claws or hands! ... Then the whole mass of the dark fluid began to rise > [and] poured over the rim of the basin like a torrent of black quicksilver, > taking as it reached the floor an undulant ophidian form which immediately > developed more than a dozen short legs. :—Clark Ashton Smith, \"The Tale of > Satampra Zeiros\" Tsathoggua's will is carried out by the formless spawn, polymorphic entities made of black ichor. They are extremely resilient and very difficult to dispatch. Formless spawn can take any shape and can attack their targets in nearly every conceivable way. They are surprisingly flexible and plastic-like, and can quickly flow into a room through the tiniest of cracks. They attack by trampling their targets, biting them, or crushing them with their grasp. The Call of Cthulhu roleplaying game's entry on Formless Spawn also claims that they are powerfully acidic in substance and can dissolve human flesh with even a slight touch. Formless spawn often rest in basins in Tsathoggua's temples and keep the sanctuary from being defiled by nonbelievers. In \"The Mound\" the people of the subterranean world of K'N-Yan had once worshipped Tsathoggua until a scientific expedition exploring N'Kai encountered the Formless Spawn. Those who escaped had all the images of Tsathoggua destroyed, and his temple re-dedicated to Shub-Niggurath. In his story At the Mountains of Madness, H. P. Lovecraft states that \"[a] few daring mystics have hinted at a pre- Pleistocene origin for the fragmentary Pnakotic Manuscripts, and have suggested that the devotees of Tsathoggua were as alien to mankind as Tsathoggua itself\" The formless spawn appear as adversaries in the video game Quake.\"Quotes from Sandy Petersen\" (web site). ===Voormis=== A race of cave- dwelling humanoids who worship Tsathoggua. They are the primary focus of a \"posthumous collaboration\"\"Lin Carter and Clark Ashton Smith By Stephen J. Servello © Nov. 2007 \" short story by Lin Carter after Clark Ashton Smith's death, The Scroll of Morloc (First published in 1976, The Year's Best Fantasy Stories: 2, and again in 1980 in Lost Worlds).Lin Carter 1976 They are referred to as the Voormi (plural: Voormis) in H. P. Lovecraft's fictional manuscript The Pnakotic Fragments. The Voormis considered themselves the chosen minions of Tsathoggua and his direct descendants. The Voormis are described as three-toed, umber-colored, fur-covered humanoids\"A Hyperborean Glossary by Laurence J. Cornford\" though they are carefully differentiated from their traditional enemies (the shaggier-haired but superficially similar Gnophkehs who worshiped the Great Old One Rhan-Tegoth). Both of them are further differentiated from true humans. The Voormis communicate by dog-like howls. They reside in a continent in Hyperborea which will be known in the future as Mhu Thulan: specifically in cave systems under the four-coned extinct volcano named after them—Mount Voormithadreth, the tallest peak in the Eiglophian mountains. Their ancestors (as described by Carter's narrative) were originally thralls of the Serpent-people who escaped after the continent of the latter sank to the sea. They are shamanistic and apparently began dwelling underground in an effort to imitate their deity, Tsathoggua, under the leadership of the eponymous Voorm. The Voormis established a thriving culture in the surface Hyperborea before the coming of humans.\"'The Shadow of the Sleeping God by James Ambuehl\" Their civilization eventually fell into demise.\"Cthulhu Mythos Timeline by James \"JEB\" Bowman \" With constant warfare with their archenemies, the Gnophkeh, they grew smaller and smaller in number until the remnants retreated to the highest slopes of the Eiglophian mountains. They were hunted for sport by later human settlers. ==Family tree== Smith literally wed Lovecraft's creations to his own gods, which seem to be molded more like the Greek pantheon than the cosmic group of Lovecraft's fiction.Robert M. Price, recognizing that Smith's gods dwell beneath Mount Voormithadreth, remarked that is fitting that Smith's \"Hyperborean Olymp[ians] should be under a mountain rather than atop one!\" (Price, \"About 'The Seven Geases'\", The Tsathoggua Cycle, p. 8). He assigned familial relationships to his gods—for example, making the Saturnian being Hziulquoigmnzhah the \"uncle\" of TsathogguaWill Murray, \"Introduction\", The Book of Hyperborea.—and ascribed this family tree to the Parchments of Pnom, Hyperborea's leading \"genealogist [and] noted prophet\".Clark Ashton Smith, \"From the Parchments of Pnom\", The Tsathoggua Cycle, pp. 2-7\\. Originally published as \"The Family Tree of the Gods\" in The Acolyte (Summer 1934). URL accessed on April 29, 2006. According to Lovecraft, Tsathoggua is the offspring of the deity Yeb, whose twin Nug spawned Cthulhu. Smith's \"Parchments of Pnom\", however, state that Tsathoggua is the spawn of Ghisguth and Zystulzhemgni, as well as being the mate of Shathak and the parent of Zvilpogghua. ===Cxaxukluth=== Cxaxukluth (or Ksaksa-Kluth) is an Outer God, spawn of Azathoth by spontaneous fission. His progeny are Hziulquoigmnzhah and Ghisguth. He is the grandfather of Tsathoggua. Cxaxukluth dwells on Yuggoth. His immediate family lived with him for a while, but soon left because of his cannibalistic appetites. ===Ghisguth=== Ghisguth (or Ghizghuth or Ghisghuth) is the son of Cxaxukluth and the brother of Hziulquoigmnzhah. He is the mate of Zstylzhemghi and the father of Tsathoggua. ===Hziulquoigmnzhah=== Hziulquoigmnzhah (also Ziulquaz- Manzah) is the son of Cxaxukluth. He is also the brother to Ghisguth and the uncle of Tsathoggua. His appearance is much like his nephew, but he has an elongated neck, very long forelimbs, and very short, multiple legs. He has had many homes including Xoth (possibly Sirius B), Yaksh (Neptune), and Cykranosh (Saturn), where he resides to this day. In Kevin L. O'Brien's \"October Surprise\" (2006) Hziulquoigmnzhah's mate is Zstylzhemghi's sister Klosmiebhyx who bore him two entities likely matching with the Welsh giant Ysbaddaden and the Scottish war-goddess Scáthach,\"Quotes from October Surprise\" (web site). since both named after these two demigods. ===Klosmiebhyx=== Klosmiebhyx is mentioned in Kevin L. O'Brien's \"October Surprise\" (2006) as sister of Zstylzhemghi.\"Quotes from October Surprise\" (web site). Her appearance is not described, but likely similar to her sibling. ===Knygathin Zhaum=== Knygathin Zhaum is the child of Sfatlicllp and a Voormi. He repopulated Hyperborea after humans deserted the cities of Uzuldaroum and Commoriom. Athammaus tried to execute him by beheading, but because of his preternatural heritage, such attempts proved unsuccessful and only served to aggravate him. As a descendant of Cxaxukluth, Knygathin Zhaum reproduced by fission and thus created an Azathothian strain among the Hyperborean Voormi. ===Sfatlicllp=== Sfatlicllp is the daughter of Zvilpogghua. She is the wife of a Voormi and their offspring is Knygathin Zhaum. Sfatlicllp was likely born on Kythanil and may have procreated the formless spawn once on Earth. She probably dwells in N'kai with Tsathoggua. ===Shathak=== Shathak is the wife of Tsathoggua and the mother of Zvilpogghua. ===Ycnágnnisssz=== Ycnágnnisssz is the being from the dark star Xoth who spawned Zstylzhemghi by fission. ===Zstylzhemghi=== Zstylzhemghi (Matriarch of the Swarm) is the offspring of Ycnagnnisssz along with Klosmiebhyx,\"Quotes from October Surprise\" (web site). mate of Ghisguth and the mother of Tsathoggua. ===Zvilpogghua=== Zvilpogghua (the Feaster from the Stars) is the son of Tsathoggua and Shathak, and is the father of Sfatlicllp. Zvilpogghua was conceived on the planet Yaksh (Neptune). Zvilpogghua is known to the American Indians as Ossadagowah. He usually takes the form of an armless, winged, bipedal toad with a long, rubbery neck and a face completely covered in tentacles. He currently dwells on Yrautrom, a planet that orbits the star Algol. ==Other appearances== In 1971, Tsathoggua's idol, which came to life and attacked Conan the Barbarian, made a cameo in Conan the Buccaneer, book 6 of the Conan series, this novel written by L. Sprague de Camp and Lin Carter based on the Conan character created by Robert E. Howard. In 1975, Tsathoggua made a cameo in The Golden Apple, book two of The Illuminatus! Trilogy, by Robert Shea and Robert Anton Wilson, where he was also referred to as Saint Toad. In 2008, the short story \"Tsathoggua\" by Michael Shea was first published in The Autopsy and Other Tales. In 2013, Tsathoggua played a pivotal role in Gray Magic: An Episode of Eibon, a novel by Gary Myers based on the Eibon character and Hyperborean cycle created by Clark Ashton Smith. The mind parasites are called the Tsathogguans in Colin Wilson's Cthulhu Mythos–based novel The Mind Parasites (1967). Tsathoggua is also a summonable unit in the 2016 Japanese mobile game Tokyo Afterschool Summoners, where he's depicted as a proud shut-in NEET dwelling in the VIP room of an underground casino in Roppongi, Tokyo. ==The Tsathoggua Cycle== In 2005, Chaosium published a Cthulhu Mythos anthology edited by Robert M. Price called The Tsathoggua Cycle, which comprised the original Clark Ashton Smith stories featuring Tsathoggua, along with tales by other authors in which the entity has a starring role. The short story collection includes: * \"From the Parchment of Pnom\" by Clark Ashton Smith * \"The Seven Geases\" by Clark Ashton Smith * \"The Testament of Athammaus\" by Clark Ashton Smith * \"The Tale of Satampra Zeiros\" by Clark Ashton Smith * \"The Theft of the Thirty-Nine Girdles\" by Clark Ashton Smith * \"Shadow of the Sleeping God\" by James Ambuehl * \"The Curse of the Toad\" by Loay Hall and Terry Dale * \"Dark Swamp\" by James Anderson * \"The Old One\" by John Glasby * \"The Oracle of Sadoqua\" by Ron Hilger * \"Horror Show\" by Gary Myers * \"The Tale of Toad Loop\" by Stanley C. Sargent * \"The Crawling Kingdom\" by Rod Heather * \"The Resurrection of Kzadool-Ra\" by Henry J. Vester III ==See also== * Lin Carter * Cthulhu Mythos * Hyperborean cycle * H. P. Lovecraft * Clark Ashton Smith * The Mind Parasites * Robert E. Howard ==References== ===Notes=== ===Books=== * * * * Definitive version. * * * * ===Web sites=== * * (Online version of the \"Introduction\" to The Book of Hyperborea .) * * ==External links== * \"The Seven Geases\" by Clark Ashton Smith * \"The Tale of Satampra Zeiros\" by Clark Ashton Smith * Category:Clark Ashton Smith Category:Cthulhu Mythos deities Category:Fictional monsters Category:Literary characters introduced in 1931",
 "title": "Tsathoggua"
}