{
 "id": "249594",
 "text": "Portland Stone or Portland Stone Formation is a limestone formation from the Tithonian stage of the Jurassic period quarried on the Isle of Portland, Dorset, England. The quarries are cut in beds of white-grey limestone separated by chert beds. It has been used extensively as a building stone throughout the British Isles, notably in major public buildings in London such as St Paul's Cathedral and Buckingham Palace. Portland Stone is also exported to many countries—being used for example in the United Nations headquarters building in New York City. ==Geology== Portland Stone formed in a marine environment, on the floor of a shallow, warm, sub-tropical sea probably near land (as evidenced by fossilized driftwood, which is not uncommon). When seawater is warmed by the sun, its capacity to hold dissolved gas is reduced; consequently, dissolved carbon dioxide (CO2) is released into the atmosphere as a gas. Calcium and bicarbonate ions within the water are then able to combine, to form calcium carbonate (CaCO3) as a precipitate. The process of limescale build up in a kettle in hard-water areas is similar. Calcium carbonate is the principal constituent of most limestones. Billions of minute crystals of precipitated calcium carbonate (called calcite) accumulated forming lime mud (called micrite) which covered the sea floor. Small particles of sand or organic detritus, such as shell fragments, formed a nucleus, which became coated with layers of calcite as they were rolled around in the muddy micrite. Portland stone measures 3.5 on the Mohs scale of mineral hardness. The calcite gradually accumulated (by accretion) around the fragments of shell in concentric layers, forming small balls (of less than 0.5 mm diameter). This process is similar to the way in which a snowball grows in size as it is rolled around in the snow. Over time, countless billions of these balls, known as \"ooids\" or \"ooliths\" (from the Greek for \"egg-shaped\" or \"egg-stone\"), became partially cemented together (or lithified) by more calcite, to form the oolitic limestone that is called Portland stone. The degree of cementation in Portland stone is such that the stone is sufficiently well cemented to allow it to resist weathering, but not so well cemented that it can't be readily worked (cut and carved) by masons. This is one of the reasons why Portland stone is so favoured as a monumental and architectural stone. Dr Geoff Townson conducted three years doctoral research on the Portlandian, being the first to describe the patch-reef facies and Dorset-wide sedimentation details. Dr Ian West of the School of Ocean and Earth Sciences at Southampton University completed a detailed geological survey of Withies Croft Quarry before the Portland Beds were quarried by Albion Stone plc. ==History of use== Stone has been quarried on Portland since Roman times and was being shipped to London in the 14th century. Extraction as an industry began in the early 17th century, with shipments to London for Inigo Jones' Banqueting House. Wren's choice of Portland for the new St Paul's Cathedral was a great boost for the quarries and established Portland as London's choice of building stone. The island was connected by railway to the rest of the country from 1865. Albion Stone PLC has been quarrying and mining Portland stone since 1984. Portland Stone Firms Ltd have been quarrying Portland stone since 1994. ==Quarries and mines== Jordans is part of the Inmosthay Quarry in the centre of the island, which also includes Fancy Beach. The quarry has been worked since the late 19th century. Albion Stone leases the southern section from The Crown Estate and purchased the northern part of the site in 2006. The majority of the southern reserves lie under the grounds of the local cricket club. To avoid disturbing the site at surface level, the company has applied and received permission to extract the stone using mining rather than quarrying techniques. The reserves to the north will be quarried using the diamond bladed cutting machines, hydro bags and wire saws to shape the blocks. This process avoids the use of dusty and noisy blasting as the primary extraction method, thereby protecting the surrounding environment, which has been designated as a Site of Special Scientific Interest (SSSI). Albion Stone PLC now extract all their stone through mining which dramatically reduces the impact on the environment and local residents. Jordan's Mine is currently the biggest mine on Portland. Bowers Quarry has been operational since the late 18th century. It has been leased from The Crown Estate since 1979, and in 2002 it became the site of the first Portland stone mine by Albion Stone PLC. Extraction from this site is now completely underground, with the original Bowers Mine in the extreme southern end of the quarry and the High Wall Extraction on the eastern and south east boundaries. High Wall Extraction is a series of small mines that extract otherwise wasted stone that sits between the final faces of the quarry and the actual boundary of the site. Stonehills Mine is the first completely new mine on Portland (not a mine as an extension from an existing quarry). Albion Stone Plc began the process to open this mine in 2015 and reserves are estimated to last for 50 years (2066). Independent Quarry and Admiralty Quarry are both owned by The Crown Estate and have been leased since 1982. These quarries have been worked since the mid-19th century with the final dimension stones coming out of Independent in 2006, although some stocks of Portland stone block still remain. Coombefield Quarry, located near Southwell has been open cast quarried over the last 80 years and is one of three privately owned quarries by Portland Stone Firms Ltd, the largest landholder on the island. The quarry is nearing the end of its life and will be regenerated as a holiday caravan park to boost local tourism on the island. Perryfield Quarry is found towards the middle of the island and being actively open cast quarried. There are over 20 years of reserves left which is privately owned by Portland Stone Firms. Open cast quarrying provides quicker extraction of raw block dimension stone whilst maintaining its integrity. The majority of buildings in London today use Portland which has been quarried using the same methods over the last 60 years. Broadcroft Quarry is located on the eastern side of the island and is a part of the open cast quarries used for St Paul's Cathedral. Privately by Portland Stone Firms Limited there are over 20 years of reserves left and still being actively quarried. The coastal strip toward the southern tip of the island has permission to be worked by Portland Stone Firms and will provide in excess of 30 years of reserves. Permission has been granted for this to be open cast quarried. Once quarries have been worked they are then restored. The Portland Sculpture and Quarry Trust was formed in 1983 and is dedicated to preserving a knowledge and understanding of stone and the landscape from which it comes. The main non-working quarry remains Tout Quarry in which the trust is based, where a workshop is held every year. Tout Quarry has been donated to the Portland Sculpture and Quarry Trust by Portland Stone Firms Limited. ===Quarrying methods=== Traditionally small diameter holes (35 mm) were drilled horizontally under each rock and charged with a small quantity of gunpowder, chosen because of its relative non-shattering properties. When fired the gunpowder produced a \"heave\" which dislodged the rock from its natural bed, hopefully undamaged. Stone was cut using plugs and feathers, where a series of short, small diameter (typically 30 mm) holes are drilled in a line where a cut is to be made. One plug and two feathers were inserted into each hole and each plug is hit in turn with a sledgehammer until the stone yields to the extreme tensile stresses produced. Most stone is many times weaker in tension than in compression, plugs and feathers utilize this fact. It is also worth noting that stone tends to split much more easily parallel to bedding planes (called graining) than perpendicular to them (called cutting). In 1999, Italian stone cutting equipment, originally designed for use in Tuscany's marble quarries was imported by Albion Stone and applied to the extraction of Portland stone. This new technology eliminated the need for blasting, significantly improved the quarries' environmental performance and removed the potential for any possible damage to the stone being quarried through shock. Full account of the local jointing pattern is made when deciding the position and orientation of cuts. Once the quarry faces have been cut, the stone is gently displaced hydraulically. This is done using \"hydro-bags\", which are thin, flat, steel bags or envelopes that when inflated with water under moderate pressure, are capable of producing the forces necessary to loosen the stone to the point where it can be easily removed using large wheeled loaders. Splitting stone, using pneumatic drills is arduous work and so wire-saws have been introduced into the quarries, replacing much of the plug and feather cutting. ===Mining=== Mining in Portland is done by using a room and pillar method. The mine is advanced by extracting the stone using an abrasive tool chain cutter mounted on a machine. Slots are cut into the top, bottom, sides and middle of the stone. A flat steel pillow is inserted into the middle cut and slowly inflated with water. The stones are gently broken off at the back without placing any stress on the resulting blocks. This method of extraction is significantly more expensive than blasting, but results in a higher yield thereby saving valuable reserves for future generations. The environmental benefits are substantial as mining significantly reduces the impact on wildlife and the local community with reduced noise and dust. ==Portland stone buildings== Portland's freestone has almost certainly been used as a building material since Roman times. The many well crafted Roman sarcophagi (stone coffins and matching lids, hewn from single large blocks of Portland stone) that have been unearthed locally over the years, testify to the skill of their makers. The earliest known building to be constructed using Portland stone is Rufus Castle at Church Ope Cove, Portland. The original structure was probably built around 1080, rebuilt around 1259 and rebuilt yet again around 1450, which is the likely date of the walls seen today. The first known Portland stone quarries were situated on the northeastern coast of the Isle, close to Rufus Castle, where huge landslips made the stone more easily accessible, and the proximity of the sea allowed the quarried stone blocks to be moved over relatively large distances by barge. Portland stone was used to build the Palace of Westminster in 1347, the Tower of London in 1349 and the first stone London Bridge in 1350. Exeter Cathedral and Christchurch Priory, also constructed during the 14th Century are built of Portland stone. Its superb characteristics have ensured a popularity amongst masons and architects that has endured ever since. The East side of Buckingham Palace, the official London residence of Queen Elizabeth II, including the balcony, was faced with Portland stone, first in 1854 and again in 1913. The Victoria Memorial (unveiled 1911) is also made of it. Inigo Jones (1573–1652) used Portland stone to build the Banqueting Hall in Whitehall in 1620. Sir Christopher Wren used nearly one million cubic feet to rebuild St. Paul's Cathedral and many other minor churches after the Great Fire of London in 1666. All of the stone used by Wren was transported by sailing barge from Portland to the centre of London via the sea and then up the Thames. Wren's widespread use of Portland stone firmly established it as London's \"local stone\" and as one of the best-loved British building stones. Other famous London buildings constructed of Portland stone are The British Museum (1753) with the new WCEC extension in Portland Roach which was short- listed for the Stirling Prize in 2017, Somerset House (1792), the General Post Office (1829), the Bank of England, the Mansion House and the National Gallery. The Tower Bridge is clad in Portland stone (as well as Cornish granite). Portland stone was used in 1923 to build the supporting pillar of the Grace Gates at Lord's Cricket Ground. Recently, Portland Stone has been used in the building of Chelsea Barracks, Wilkins Terrace at UCL University College London, St James's Market Haymarket, London and Green Park tube station. Portland stone is prevalent in Manchester despite the historical preferred use of hard-wearing materials, such as Burmantofts and sandstone to resist the harsh industrial environment. Portland stone was mostly used in Manchester during the 1930s. Manchester buildings with Portland stone exterior include 100 King Street (1935), Arkwright House (1937), St. James Buildings (1912), Manchester Central Library (1934), Kendal Milne (1939) and Sunlight House (1932). Two of Liverpool's Three Graces, the Cunard Building and the Port of Liverpool Building, are clad in Portland stone which surrounds their reinforced concrete frames. The Nottingham Council House, completed in 1929, is also built with Portland stone, as are the public buildings in Cardiff's civic centre. Architect Charles Holden significantly used the stone in his major commissions of the 1920s and 1930s, including Senate House and 55 Broadway, the home of the London Underground. The 1929 steel framed building (one of the first erected in the United Kingdom) of the London School of Hygiene & Tropical Medicine, based in Keppel Street, has a Portland stone façade to complete its stripped Classical design. After the Second World War (1939–1945), the bombed out centres of many English towns and cities, such as Plymouth, Bristol, Coventry and London were reconstructed using vast facades of Portland stone. Many of the buildings surrounding the flagship Parkinson Building at the University of Leeds are clad in Portland stone, including the Michael Sadler Building, the Chemistry and Engineering buildings and the new Laidlaw Library. Oxford typically uses oolitic limestone in its buildings, and the Ashmolean Museum has been refurbished using a large amount of Portland stone. Portland stone has also been used across the world. Examples include the UN building in New York, the Casino Kursaal in Belgium and the Auckland War Memorial Museum. Most of the important civic and administrative buildings which survive from 18th and 19th century Dublin, Ireland, known then as \"the second city of the Empire\", are of Portland stone, including City Hall (1779), the Houses of Parliament (1767), the Custom House (1791), the National Gallery (1864) and the General Post Office (1818). More recent projects include the BBC Broadcasting House in London, which won the \"New Build (Modern Non-Load- bearing Stone) Award\" in the 2006 Natural Stone Awards. Portland Stone has been designated by the International Union of Geological Sciences as a Global Heritage Stone Resource. ==Memorials== Following the First World War, Sir Edwin Lutyens used Portland stone (quarried from the bottom of Wakeham) to construct the Cenotaph in London's Whitehall. Erected in 1920, The Cenotaph commemorates the millions of people killed in this and subsequent conflicts. The RAF Bomber Command Memorial in London's Green Park commemorates the 55,573 crew members of the RAF's Bomber Command who were killed between 1939 and 1945. The gravestones for British personnel killed in the First and Second World Wars were made out of Portland stone. The Commonwealth War Graves Commission use Portland Limestone supplier Albion Stone's Portland Basebed. Portland stone was used for the Armed Forces Memorial in Staffordshire, England. Designed by Liam O'Connor Architects and Planning Consultants, it was completed in 2007 at a cost of over £6 million and bears the names of over 16,000 service personnel of the British Armed Forces killed since the Second World War. ==Substitution== Portland stone is recognised to be of a high quality, but is somewhat expensive. In the case of the refurbishment of the British Museum's central court, the planned Portland stone was controversially substituted with Anstrude Roche Clair stone from France, another similar (but cheaper) oolitic limestone. ==Cement== The term \"Portland cement\" was coined by Joseph Aspdin who in 1824 patented a hydraulic binder created by burning a mixture of limestone and clay, resembling the previously existing Roman cement and presenting a material which he hoped looked like the famous Portland building stone. ==See also== * * ==References== ==Further reading== * * Stuart Morris, 2016 Portland, an Illustrated History The Dovecote Press, Wimborne, Dorset: ==External links== * Geology of the Jurassic Coast * Mark Godden's feature in Geology Today Category:Architecture of the United Kingdom Category:Geology of Dorset Category:Limestone Stone Category:Building stone Category:Jurassic Coast Category:Tithonian Stage Category:Jurassic System of Europe",
 "title": "Portland stone"
}