{
 "id": "249774",
 "text": "Dollywood is a theme park jointly owned by entertainer Dolly Parton and Herschend Family Entertainment. It is located in the Knoxville-Smoky Mountains metroplex in Pigeon Forge, Tennessee. Hosting nearly 3 million guests in a typical season from mid-March to the Christmas holidays, Dollywood is the biggest ticketed tourist attraction in Tennessee.King, Caitlin R., \"Dolly Parton Celebrates as Dollywood Turns 25\", Associated Press report as published on the ABC News website, April 14, 2010, retrieved April 18, 2010 It has won many international awards. In addition to standard amusement park thrill rides, Dollywood features traditional crafts and music of the Smoky Mountain area. The park hosts a number of concerts and musical events each year, including appearances by Dolly Parton and her family as well as other national and local musical acts. It was also the site of the Southern Gospel Museum and Hall of Fame. The theme park is the anchor of Parton's Dollywood amusement destination, which also includes the sister water park Dollywood's Splash Country, the Dollywood's DreamMore Resort and Spa, and the Dolly Parton's Stampede Dinner Attraction. == History == === Rebel Railroad === The park opened in early 1961 as a small tourist attraction owned by the Robbins brothers from Blowing Rock, North Carolina. Named \"Rebel Railroad,\" it included a steam train, general store, blacksmith shop, and saloon. With a theme inspired by the centennial anniversary of the Civil War, the train ride let visitors experience \"attacks\" by Union soldiers, train robbers, and Indians. The train and its riders were protected by Confederates who fought off the attacks. The park was modeled after the Robbins brothers' first successful theme park, Tweetsie Railroad in Blowing Rock. === Goldrush Junction === In 1970, Art Modell – who also owned the Cleveland Browns football team – bought Rebel Railroad and renamed it \"Goldrush Junction\". The park retained the railroad and added an outdoor theater, a log flume ride, and Robert F. Thomas Church. === Silver Dollar City === In 1976, Jack and Pete Herschend bought Goldrush Junction and renamed it \"Goldrush\" for the 1976 season. In 1977, they renamed it \"Silver Dollar City Tennessee,\" making it a sister park to their original Silver Dollar City in Branson, Missouri. The Herschends spent about $1 million upgrading the park upon purchase and added other improvements over the years. Also in 1977, the train ride added two new steam locomotives, the #70 and the #71, from the White Pass & Yukon Route Railroad. === Dollywood === In 1986, Dolly Parton, who grew up in the area, bought an interest in Silver Dollar City. As part of the deal, the park reopened for the 1986 season as \"Dollywood\". In 2010, Parton said she became involved with the operation because she \"always thought that if I made it big or got successful at what I had started out to do, that I wanted to come back to my part of the country and do something great, something that would bring a lot of jobs into this area.\" Dollywood has approximately 4,000 people on its payroll, making it the largest employer in the community. From 1986 to 2010, the park doubled in size to . On November 16, 2010, Dollywood earned the industry's most prestigious award, the Liseberg Applause Award, which Dolly Parton accepted during a ceremony at IAAPA Attractions Expo 2010 in Orlando.Dolly Parton theme park wins top industry award // Reuters, November 16, 2010 ==== 1980s developments ==== On May 3, 1986, Silver Dollar City Tennessee reopened as Dollywood. The new Rivertown Junction area included Smoky Mountain River Rampage, a whitewater rafting ride; Back Porch Theater; Aunt Granny's Dixie Fixins' Restaurant; and Dolly's Tennessee Mountain Home, a replica of the cabin that was Parton's childhood home. Also new was \"Rags to Riches: The Dolly Parton Story,\" a museum displaying articles and mementos from Dolly's life and career. \"The Butter Churn\" (a Trabant ride) was removed at the end of the season. Park attendance doubled to more than a million guests during the first season as Dollywood. In 1987, the Daydream Ridge area opened and included the Mountain Slidewinder water toboggan ride, Mountain Dan's Burger House, Sweet Dreams Candy Shop, The Rainbow Factory blown glass shop, and Critter Creek Playground. In 1988, the 1,739-seat Celebrity Theater, featuring the \"Showcase of Stars\" celebrity concert series, was constructed adjacent to the entrance of the park. Five new children's rides were added to the Fun Country area, including a Zamperla Balloon Race. The Dollywood Foundation was established to provide books and schools supplies to the children of Sevier County. Thunder Express, a steel mine train coaster, was built adjacent to Blazing Fury in 1989. The ride was relocated to the park from Six Flags Over Mid-America. The 1989 season was the last for the National Mountain Music Festival, which was a carryover from the Silver Dollar City years. ==== 1990s developments ==== In 1990, a 1993 antique Dentzel Carousel, originally built for Rocky Springs Park in Lancaster, Pennsylvania, was relocated to the park. Situated near the train depot, it took over the space previously occupied by the Silver Dollar Saloon. The 600-seat Gaslight Theater opened near the carousel. The Smoky Mountain Christmas Festival premiered in November, extending the park's operating season into December. Eagle Mountain Sanctuary, an outdoor aviary, was added in 1991 along with the Wings of America Theater, site of the Birds of Prey show, and the 300-seat Valley Theater. The Showstreet area was added in 1992 and included the Showstreet Palace Theater, The Butterfly Emporium, The Backstage Restaurant, The Spotlight Bakery, Friendship Gardens, and WDLY-FM, a working radio station. To accommodate the expansion, the park's main entrance moved from Rivertown Junction to Showstreet. The Barnwood Theater was converted into Imagination Station, an interactive children's play area. Dollywood's annual attendance topped 2 million for the first time during the 1992 season. In 1993, the Fun Country area was renovated and became The Country Fair with three new rides: The Wonder Wheel, a tall Ferris wheel; Twist and Shout, a scrambler ride; and Tennessee Twister, a tilt-a-whirl. The Balloon Race ride was relocated to the Daydream Ridge area to make room for the new attractions. Also new at the park was \"Sunset Musicfest,\" a summer music festival. A year later, in 1994, the Gaslight Theater became the Heartsong Theater, named for the multi-media musical presentation that told the story of Dolly Parton's life. In 1995, the Jukebox Junction 1950's \"Main Street \" themed area was added and included Rockin' Roadway miniature car ride, The Pines Theater, Red's Diner, and Cas Walker's Music Store. The Sunset Musicfest did not return for the 1995 season. The Dollywood Boulevard area was added in 1996 and included Thunder Road, a turbo-simulator ride based on the 1958 movie of the same name. Silver Screen Café, a 1950s cinema-themed restaurant, and Centerstage gift shop were also in the area. In 1997, the \"U Pick Nick\" children's show focused on themes from the Nickelodeon television network and played in Celebrity Theater. The Flooded Mine dark-ride was closed and demolished in October, and Silver Screen Cafe became DJ Platters in the Dollywood Boulevard area. Daredevil Falls, a new shoot the chutes flume ride, opened in the area formerly occupied by the Flooded Mine a year later in 1997. At the time, it was billed as \"The Highest and Fastest Waterfall Ride in America\" with its drop. Thunder Express was closed in September and sold to Magic Springs Theme Park in Arkansas. The antique carousel was removed at the end of the season and replaced with a new Chance Rides carousel. In 1999, the Tennessee Tornado, a steel looping coaster, opened in the area formerly occupied by Thunder Express. Also new was the Southern Gospel Museum and Hall of Fame, while the Balloon Race ride was removed. ==== 2000s developments ==== The Daydream Ridge area was renovated and became Dreamland Forest, a children's mountain-themed interactive play area in 2000. The Festival of Nations international music festival premiered a year later in April 2001. Dolly's Splash Country, a new water park opened adjacent to Dollywood's parking lot. Dollywood Boulevard was renovated and became a new area, Adventures in Imagination, in 2002. Smoky Mountain Wilderness Adventure, a new simulator film, replaced Thunder Road, and a new Dolly museum called Chasing Rainbows opened in the building formerly occupied by DJ Platters. In 2003, summer children's festival KidsFest premiered, and Imagination Station was converted into Celebration Hall, a special events facility. It was also the final season for the \"Showcase of Stars\" celebrity concert series. A new area of the park, Thunderhead Gap, opened with the Thunderhead wooden roller coaster in 2004. The construction of the new area opened up a new valley for park expansion. The Country Fair Falls log flume was demolished in November, and most of the other Country Fair rides, including the Swingamajig, Tennessee Twister, The Convoy, and The Barnstormer, were removed at the end of the season to free up space for newer rides that were added for the 2005 season. The new rides included Dizzy Disk, Amazing Flying Elephants, Lemon Twist, Shooting Star, Sky Rider, VeggieTales Sideshow Spin (children's roller coaster), Waltzing Swinger, Piggy Parade, Busy Bees, and Lucky Ducky. The National Southern Gospel & Harvest Celebration was also new in 2005. In 2006, the Timber Tower ride, along with Lil' Loggers Landing, Beaver Creek, Beaver Creek Boat Float, and Lumberjack Lifts, opened in a new area adjacent to Thunderhead. The Barbeque & Bluegrass festival also premiered. The 2007 season included the addition of Mystery Mine, a Gerstlauer Eurofighter coaster with two vertical lifts hills and dark ride elements. The ride's climax featured fire effects in front of the riders, a 95-degree drop, a heartline roll, and a dive loop. The $17 million ($ in dollars) ride used an abandoned mine shaft theme. In 2008, River Battle, an interactive water raft ride, was built in a new section of the park called Wilderness Pass that connected the Timber Canyon and Craftsman's Valley areas. \"Thunder Road\" returned to the motion theater (Imagination Cinema) and replaced Smoky Mountain Wilderness Adventure. Della's Lye Soap shop moved from Craftsman's Valley to the Wilderness Pass area. A new exhibit housing the Wings of America show birds moved to its former location. The Polar Express 4-D Experience was shown in Imagination Cinema during the park's Smoky Mountain Christmas. In 2009, Dollywood presented two new shows, \"Imaginé\" by Le Grand Cirque and \"Sha-Kon-O-Hey! Land of Blue Smoke,\" which featured music written by Dolly Parton and told the story of the last family living in the Smoky Mountains at the time it became a national park. \"Imaginé\" headlined the park's Festival of Nations. \"Thunder Road\" was renamed \"White Lightning\" and then changed to a new attraction, Journey to the Center of the Earth: 4-D Adventure, based on the 2008 film. SkyZip (owned by Skyline Eco-Adventures of Maui, Hawaii) expanded to Dollywood and opened the first multi-line zip line tour inside a theme park. ==== 2010s developments ==== The Adventure Mountain attraction opened at a cost of $5 million in the Wilderness Pass area in 2010. It included three distinct adventure courses, Geyser Gorge, Black Bear Cliff, and Rocky Top, that ranged from easy to expert with 100 different rope features, swinging beams, suspension bridges, flying islands, and floating stairs. Adventure trails ranged from a few inches above the ground to more than in the air. The area also included a scaled-down play area called Camp Teachittoomee for younger children. Also for the 2010 season, Dollywood brought back \"Sha- Kon-O-Hey! Land of Blue Smoke\" and changed its logo for the 25th anniversary. In 2011, a new area called Owens Farm with a $5.5 million giant swing called Barnstormer replaced Dreamland Forest. The barnyard-themed area included a play area for younger guests. Christmas on Ice, a new ice skating Christmas show, premiered in DP's Celebrity Theater and headlined Smoky Mountain Christmas. Wild Eagle opened March 24, 2012 and was the first Bolliger & Mabillard Wing Coaster in the United States. It was also the biggest investment in Dollywood history. Dollywood purchased SkyZip from Skyline Eco- Adventures, and Timber Tower was dismantled before opening in 2012 due to a lawsuit with the ride manufacturer. Also in 2012, Dollywood dropped the VeggieTales name from Sideshow Spin and removed any mentions of the series from the ride. In December of the very same year, the park announced that Adventure Mountain would be closed permanently following the 2012 season. Dollywood dedicated 2013 to encouraging families to spend time together. New shows for the season included Cirque Shanghai, Mystic India, and One World Party as part of Festival of Nations along with more than 50 new international food items. The park also introduced \"Great American Summer,\" a new summer festival that replaced KidsFest. It included the Great American Country Show, Gazillion Bubbles, The Little Engine Playhouse, and Salute to America. Dollywood extended its hours and added a nightly fireworks show. Smoky Mountain Christmas added a new show that was Dolly Parton's version of Charles Dickens' A Christmas Carol. Dollywood's slogan for the year was \"Make Time for Happy!\" Imagination Cinema became Dreamsong Theater and played Dolly's My People, a show about Dolly's family. In 2014, FireChaser Express, a dual- launch family coaster, replaced Adventure Mountain in the Wilderness Pass area of the park. Dollywood's slogan was changed to \"Love Every Moment,\" and Smoky Mountain Christmas added a Rudolph the Red-Nosed Reindeer meet-and-greet called Holly Jolly Junction. Dollywood's DreamMore Resort and Spa opened adjacent to Dollywood's Splash Country in 2015. For the 30th anniversary of the park, the park redesigned the entrance for resort guests and added two new shows to Festival of Nations called \"Rhythm of the Dance\" and \"Timber\". Cas Walker's was demolished to make room for a new attraction, and six new shows were added to \"Great American Summer\" along with the revival of the Showcase of Stars concert series. Also new was Rock the Smokies, a Christian music festival, and Rudolph and friends returned to the Smoky Mountain Christmas festival. In 2010, Parton said that she would like to open more Dollywood parks in the future. \"We definitely want to expand with new things every year, eventually with a resort,\" she said. \"We may eventually have Dollywoods in other parts of the country, where we can kind of be true to whatever's going on in that part of the world.\" On August 21, 2013, Parton announced Dollywood's DreamMore Resort and Spa, which opened on July 27, 2015. Lightning Rod, a Rocky Mountain Construction wooden coaster, opened on June 13, 2016. It is the world's first launched wooden coaster as well as the fastest wooden coaster in the world. A year later, in 2017, a freefall ride called Drop Line, which replaced Timber Tower, opened along with a junior roller coaster called Whistle Punk Chaser. Two new seasonal events debuted, and Dollywood's Splash Country added the TailSpin Racer mat racer slide complex. Sideshow Spin and River Battle were removed. In 2018, the former River Battle site was transformed into the Plaza at Wilderness Pass, a new open space with covered seating for relaxing and enjoying seasonal events. With the debut of the Spring Mix three-week music series, the 2018 \"Season of Showstoppers\" also marked the park's largest investment in entertainment in Dollywood's history. The 2018 Festival of Nations includes three headliners that are new to Dollywood: Flamenco Kings starring Los Vivancos (Pines Theater), National Dance Company of Siberia (Celebrity Theater), and Ladysmith Black Mambazo (Showstreet Palace Theater). The first Summer Celebration event includes various performances and attractions, including DRUMLine Live! in Celebrity Theater, a show that focuses on the musical styles of marching bands from Historically Black Colleges and Universities. It uses technology, including video screens and special effects, to enhance soul, R&B;, country, and other types of music. Renovations included upgrades to Aunt Granny's and re-branding and renaming of two shops. Work began in October 2017 on \"Wildwood Grove\", adding eleven new experiences to the park. Attractions include a suspended family coaster (Dragonflier), a restaurant (Till & Harvest), an indoor play area (Hidden Hollow), an outdoor splash pad (Wildwood Creek), a swinging boat ride (The Great Tree Swing), and a 50 ft tall tree with a canopy covered in butterflies (The Wildwood Tree). The $37 million 5-acre development, described as \"a land built from Dolly Parton's dreams\", opened May 10, 2019. It was part of a $300 million 6-year expansion project. ==== 2020s developments ==== In October 2019, it was announced that the park would add its first new festival in 14 years. Dollywood's Flower & Food Festival will feature 10 to 15 feet tall topiaries based on Dolly's songs like \"Coat of Many Colors\", colorful photo opportunities, a rainbow sky over Showstreet, and delicious eats. The festival was to have commemorated the park's 35th season and run from 8 May to 14 June 2020, but was deferred to 7 May to 13 June 2021. Dollywood filed plans in October 2019 for a new resort adjacent to Splash Country and DreamMore Resort. It is planned to feature a 310-room hotel, a 325-seat restaurant, and a conference space. The plans indicate the resort will create 100 jobs. In June 2021, Dollywood announced plans for a $500 million expansion of the complex, including more details about the planned hotel complex announced in 2019. The new resort, with the name revealed to be the HeartSong Lodge & Resort, will have 302 rooms, 5 floors of suites, a 4-story atrium with a large central fireplace, and multiple shopping and culinary experiences. HeartSong Lodge is scheduled to open in 2023, along with campgrounds, three additional resorts, and a \"record-breaking\" attraction for the theme park. It was announced on November 3, 2021, that a new section had been approved by the Pigeon Forge Planning Commission. It will be behind the Wildwood Grove section and will contain a new 'family attraction', food area, and other support- related buildings. They are scheduled to open in 2023. The plans include a new roller coaster as well. During the 2022 Off-Season, a few changes were made to better the park and provide more space and improve efficiency. One change being an iconic fan favorite sight at the park was removed. The tunnel, connecting two parts of the park together (the lower section of Craftsman’s Valley and The Village (where the Dollywood Express departs)) was removed. The tunnel provided a nice themed way to traverse the park that carried over from the Silver Dollar City days. The mine tunnel area also played host to a small arcade at one point in the park’s history, as well as a secret path that led to an area behind the Inventor’s Mansion. The area now provides a more open space for guests to walk through and also allow a chance to relax and enjoy the views of the passing Dollywood Express. Also, the parking complex was renovated to better utilize the lots at both Dollywood and Dollywood’s Splash Country to provide a more efficient experience for guests as they enter the property. The principle change being the swapping of the guest traffic lanes with the tram lanes, which removes previous points of intersection between the two. The multi-property parking complex now employs a one-way circuit which eliminates the two-way traffic pattern of the old parking lot layout. Also, the addition of two extra parking toll booths (four attendants), as well as more staging lanes for the toll booths, will result in a reduction of time spent waiting to enter the property. Other projects throughout the Dollywood theme park property include the renovation of Iron Horse Pizza (formerly known as Victoria’s Pizza) to include greater production capacity and more seating space for guests. The Emporium also received a complete makeover, providing a modern shopping experience as guests look to find unique Dollywood keepsakes. Also, as guests have continued to ask for more room to provide spacing in the park, two buildings were removed to allow for wider walkways —the former Eagle Shop (part of the second phase of the Craftsman’s Valley widening project) and the former Christmas Cottage in Rivertown Junction. == Areas == Dollywood is organized into 11 themed areas: Showstreet, Rivertown Junction, Craftsman's Valley, The Village, Country Fair, Timber Canyon, Wilderness Pass, Jukebox Junction, Owens Farm, Adventures in Imagination and Wilwood Grove reflect the historical eras and culture of East Tennessee, while Owens Farm and Adventures in Imagination explore Dolly Parton's life and imagination. Many attractions focus on the history and culture of the Southern Appalachian region. ===Showstreet=== Attractions include Showstreet Palace Theater, Celebrity Theater, and Southern Gospel Museum and Hall of Fame. ===Rivertown Junction=== Attractions include Dolly's Tennessee Mountain Home, Back Porch Theater, and Smoky Mountain River Rampage whitewater rafting ride. ===Craftsman's Valley=== Attractions include Dollywood Grist Mill, Valley Theater, Eagle Mountain Sanctuary, Wings of America Theater, Robert F. Thomas Chapel, Calico Falls Schoolhouse, Tennessee Tornado coaster, Blazing Fury coaster, Daredevil Falls flume ride, and craft exhibits. ===The Village=== Attractions include the narrow gauge Dollywood Express steam train, Heartsong Theater, Village Carousel, and Costner and Sons Magic Shop. ===Country Fair=== Rides include Dizzy Disk, The Amazing Flying Elephants, Lemon Twist, Shooting Star, Sky Rider, The Waltzing Swinger, Piggy Parade, Busy Bees, Lucky Ducky, Dolly's Demolition Derby, and The Scrambler. ===Timber Canyon=== Attractions include the Mystery Mine coaster, the Thunderhead coaster, Drop Line, Whistle Punk Chaser, and Lumberjack Lifts. ===Jukebox Junction=== Attractions include the Rockin' Roadway car ride and Pines Theater. Also featured is Lightning Rod, which holds the record as the fastest wooden roller coaster in the world. ===Owens Farm=== Attractions include Barnstormer, a barn and plane styled giant swing attraction. It also includes soft play areas and a splash pad. ===Adventures in Imagination=== Attractions include Dolly Parton's My People! show at Dreamsong Theater and the Chasing Rainbows Museum. ===Wilderness Pass=== Attractions include the SkyZip zip line attraction, The Plaza at Wilderness Pass, Wild Eagle – America's first winged coaster – and FireChaser Express, a dual-launch coaster that launches forward and backward. ===Wildwood Grove=== Opened in 2019; attractions include the Dragonflier,a suspended family coaster, The Mad Mockingbird, a swing ride, The Wildwood Tree, a lighted tree, and Till and Harvest, a Mexican-inspired restaurant. == Festivals and annual events == Dollywood hosts six of the South's largest festivals between the months of March and December: * Running normally from mid-March to mid-April, Festival of Nations offers cultural events by performers from around the world. * From late April until mid-May the Barbeque & Bluegrass presented by Bush Brothers and Company is a bluegrass music and barbecue festival. *Starting in 2021 (originally 2020), and scheduled to run from mid-May and running until early June, is the Flower and Food Festival. * Summer Celebration (formerly Great American Summer) includes Night of Many Colors, a nightly fireworks display set to music; 3D Light and Drone Show, Night Experience, night performances and rides in the dark; and new shows, such as DRUMLine Live! and iLuminate. * Harvest Festival presented by Humana features Southern Gospel music, professional craftsmen, and Great Pumpkin LumiNights. * Smoky Mountain Christmas presented by Humana is a 13 time award winner of Golden Ticket's Best Christmas Event and features seven holiday performances, 5 million Christmas lights, Glacier Ridge (in which part of the park has frozen over), and a nightly parade. == Rankings and awards == In 2017, Dollywood won Golden Ticket awards from Amusement Today for Friendliest Park, Best Christmas Event, Best Food and Best Show. In 2018, Dollywood received a Golden Ticket award from Amusement Today – a leading trade publication for the amusement park industry – in the Best Food category, marking the park's fourth win in seven years. In addition to three dinner show options, more than 25 vendors serve meals and snacks, ranging from barbecue ribs, pizza, corn dogs, and pork rinds to cinnamon bread, funnel cakes, cotton candy, and banana pudding made using Dolly's recipe. The park also received Golden Tickets for Best Shows, Friendliest Park, and Best Christmas Event and was ranked the third best park in the world. In the 2018 USA Today 10Best Readers' Choice Awards – awards voted on by the general public – Dollywood was ranked as the sixth Best Amusement Park in the U.S. Additionally, Dollywood's DreamMore Resort and Spa was ranked first in the Best Amusement Park Hotel category, and Aunt Granny's Restaurant was ranked first in the Best Amusement Park Restaurant category. DreamMore focuses on the themes of family and storytelling and has a zero-entry (beach-style) pool, transportation to the park, and a splash pad. Aunt Granny's opened the first year the park operated as Dollywood. It uses an all-you-can-eat buffet format with comfort foods like chicken and dumplings, tacos, and steaks along with a salad bar and health- conscious choices. Dreamland Drive-In was ranked third in the Best Amusement Park Entertainment category, and Dollywood's Splash Country was ranked sixth in the Best Outdoor Water Park category. In 2019, Dollywood won Golden Ticket awards for Best Kids' Area, Best Guest Experience, and Best Christmas Event of 2018. Lightning Rod won the Wooden Coaster of the Decade in 2019. In 2021, Dollywood's Smokey Mountain Christmas won the Golden Ticket Award for Best Christmas Event for the 13th straight year. == See also == * List of Dollywood attractions * List of Dollywood entertainment * List of amusement parks * List of amusement parks in the Americas == References == == External links == * * Herschend Family Entertainment * * Themepark Timelines * Dollywood at Pigeon Forge Department of Tourism Category:Pigeon Forge, Tennessee Category:1961 establishments in Tennessee Category:Amusement parks opened in 1961 Category:Music of East Tennessee Category:Music venues in East Tennessee Category:Music venues in Tennessee Category:Amusement parks in Tennessee Category:Resorts in Tennessee Category:Tourist attractions in Sevier County, Tennessee Category:Landmarks in Tennessee Category:East Tennessee",
 "title": "Dollywood"
}