{
 "id": "250051",
 "text": "The Narrow Gauge Railway Museum (Welsh: Amgueddfa Rheilffyrdd Bach Cul) is a purpose-built museum dedicated to narrow-gauge railways situated at the station of the Talyllyn Railway in Tywyn, Gwynedd, Wales. The museum has a collection of more than 1,000 items from over eighty narrow-gauge railways in Wales, England, the Isle of Man, Ireland and Scotland. This includes six locomotives on display (and several others in store or at other sites); eleven wagons inside with a further eleven outside; a display showing the development of track work from early plateways to modern narrow-gauge tracks; several large signals along with single line working apparatus and documents; a growing collection of tickets and other documents, posters, notices, crockery and souvenirs; relics from vehicles scrapped long ago and the Awdry Study, re- created with the original furniture and fittings in memory of the Rev. Wilbert Awdry, an early volunteer on the Talyllyn Railway best known for his series of railway books such as \"Thomas the Tank Engine.\" ==Background== The Narrow Gauge Railway Museum collection began in the 1950s when the Talyllyn Railway Preservation Society (TRPS) was the first voluntary society in the world to take over and run a public passenger carrying railway. Narrow-gauge railways were becoming redundant and their equipment scrapped. Immediately, items from other narrow-gauge lines began to be offered to the TRPS and a committee was formed to acquire examples of locomotives, rolling stock and other equipment to place on public display. In 1964 a charitable trust was formed to manage and develop the museum and this was replaced by the present Narrow Gauge Railway Museum Trust on 11 July 1994. The main activity of the Trust takes place at the Talyllyn Railway Wharf station. Inside the museum interactive and static exhibits illustrate the diversity, individuality, technical ingenuity and charm of narrow-gauge railways. The fleet of historic wagons kept outside is operational and the original wagon weighbridge from 1865 has been restored and included in a redeveloped section of the Wharf yard including a purpose built weighbridge hut. thumb|right|alt=Dundee Gas Works locomotive|The Dundee Gas Works locomotive The first museum displays were in the old Gunpowder Store at Wharf station. Soon a walled yard, used for the storage of coal, was roofed over and an extension added in 1964. The building served well but had no insulation, was damp and cold in winter and hot and airless in summer making it difficult to conserve the collection. What was needed was a new museum building with adequate space, accessibility and environment, and professionally designed displays. At the same time the Talyllyn Railway was seeking to improve its facilities at Wharf station to better meet the needs of passengers and the operation of the railway. When the TRPS took over, there was a single small building which served as a booking office, weigh house, and general office for the railway. Like the museum, this had been augmented by various extensions and portable buildings: a radical solution was needed. With the approach of the golden jubilee of the TRPS in 2000, an appeal was launched for funds to build a new station and museum. Funding from the Heritage Lottery Fund to conserve the unique museum collection plus other government and charitable sources was obtained to match money raised by friends of the Railway and Museum. A two-storey building now houses the museum, refreshment room, education room and railway offices, which links with a shop and booking office in an extended version of the original building. Work began in stages in 2001, and the new station and museum complex was opened by Charles, Prince of Wales and Camilla, Duchess of Cornwall on 13 July 2005. In 2010 the museum gained Accredited status under the Museums, Libraries and Archives Council scheme to improve standards in museums. == Locomotives at the museum == {| class=\"wikitable\" |- !Name/ Number !Gauge !Builder !Type !Date !Works number !Notes |- |774 | |Baguley |4wPM |1919 |774 |Originally supplied to the Timber Supply Department tramway at Pennal. Purchased by the Oakeley Slate Quarry in 1927. Worked there until 1937. Purchased for preservation by Rodney Weaver in 1965. Sold to the Glodda Ganol collection in 1977, from where the Narrow Gauge Railway Museum purchased it in 1998. Cosmetically restored and put on display in July 2017 |- |Dot | |Beyer, Peacock & Company |0-4-0WT |1887 |2817 |Built for Beyer, Peacock & Company's internal Gorton Foundry. Donated to the museum in 1961. |- |Rough Pup | |Hunslet |0-4-0ST |1891 |541 |Built for the Dinorwic Quarry railway. Preserved as withdrawn from service, in the museum since 1964. |- |No. 13 | |William Spence |0-4-0T |1895 | |One of a fleet of overtype locomotives built for the Guinness Brewery in Dublin and the first loco donated to the museum, in 1956. |- |George Henry | |De Winton |0-4-0VB |1877 | |ex-Penrhyn Quarry locomotive. Donated to the museum in 1964 |- |William Finlay | |Fletcher Jennings |0-4-0T |1880 |173L |Ex-Dorking Greystone Lime Company. Restored and put on display on 5 July 2017 |- |} == Rolling stock on display in the museum == * Birkby's Brickworks, small steel wagon with 4 flangeless wheels and forked bracket to accept haulage chain. It ran on an 18in gauge plateway made up from lengths of steel angle. Donated in 1983. * Bicslade Tramroad oak-framed 4-wheel plateway wagon, , from Bixslade in the Forest of Dean. The oldest item in the collection built about 1790 and given to the Trust in 1964. * Dinorwic Quarry Railway (Padarn Railway), gauge host wagon built 1848 to carry three 2′ gauge slate wagons and a 2′ gauge guards van from the Quarries to the Incline down to Port Dinorwic. The line was closed in 1961 and the wagons came to the museum in 1964. * Nantlle Tramway wagon, gauge ; steel: double-flanged wheels, loose on fixed axles, built by Glaslyn Foundry, Portmadoc. Line opened 1828 worked by horses until the final section was closed by British Railways (BR) in 1963, the last use of horses by BR. Given to the museum in 1958. * Oakley Quarry Coal Wagon, wooden body with doors at one end, ran on Festiniog Railway. Purchased in 1963. * Bryn Eglwys Quarry Wagon, , wood, for carrying slate slabs out of the quarry. Donated in 1980 and in store until restoration and display in 2001. * Woolwich Arsenal Wagon, wooden flat body for carrying explosives. Donated in 1976. == Rolling stock on display outside the museum == thumb|right|alt=Three TR slate wagons|Three TR slate wagons outside the NGRM. * Corris Railway Mail Wagon, , used for carrying mail by gravity down the line every week-day afternoon, lamp bracket fitted at down end. Four-wheel, end door, 1-ton wagon ex-GWR 31992, TR 10, Turner axleboxes, bought by TR in 1951 and donated to museum in 1994. * Corris Railway. Incline balancing wagon used on incline at Aberlefenni. Given to museum in 2006. * Crofty Tin Mine, 14 cu ft capacity tipping mine tub to museum in 1996. * Great Western Railway steel bodied, slate wagon for use in Blaenau Ffestiniog area: purchased 1980. * London & North Western Railway, steel slate wagon, built at Earlstown in 1887, LMS 284465, used in Blaenau Ffestiniog area on piggy back wagons to carry slate for transshipment. Donated by British Railways in 1964. * Talyllyn Railway, rebuilt wagons, using original and replica steel and cast iron parts and new timber. (The numbers are simply for identification and do not relate to historic numbers) ** 101 – two bar wooden slate wagon, 1 ton capacity: the first item in the museum collection in 1953. ** 117 – metal bodied incline wagon: to museum in 1973. ** 136 – three bar wooden slate wagon, 1 ton capacity: to museum in 1994. ** 146 – covered wooden van, with brake, based on parts lying at Rhydyronen from the 1930s to 1997. ** 164 – two bar wooden slate wagon, 1 ton capacity with brakes: purchased 2000. ** 178 – display wagon at Neptune Road entrance. == Locomotives at other sites == {| class=\"wikitable\" |- !Name !Gauge !Builder !Type !Date !Works number !Notes |- |No. 5 Cambrai | |Corpet-Louvet |0-6-0T |1888 |493 |Built for the Chemin de fer du Cambrésis, France. Acquired from the Waltham Iron Ore Tramway in 1960 and now on display at the Irchester Narrow Gauge Railway Museum. |- |Penelope | |Motor Rail |4wDM |1943 |8826 |ex-Ministry of Defence locomotive. In working order at North Ings Farm Museum. Donated 1993. |- |Indian Runner | |Ruston |4wDM |1940 |200744 |33/40 HP diesel loco with 3VRO engine, delivered to Bessacar Gravel Works, withdrawn 1972, restored and cab fitted and donated to Museum in 2004. Further restored, the loco is now operational at North Ings Farm Museum. |- |Nutty | |Sentinel |0-4-0 |1927 |7701 |One of three vertical-boiler, chain- driven locomotives built by The Sentinel Waggon Works Ltd. to a 2'11\" gauge for the London Brick Company at Farcett, Peterborough. Moved in 2012 to the Leighton Buzzard Narrow Gauge Railway. |- |Jubilee 1897 | |Manning Wardle |0-4-0ST |1897 |1382 |Built for the Cilgwyn Quarry in the Nantlle Valley. Sold to the Penrhyn Quarry in 1928; withdrawn 1955. Donated to the museum in 1963. Currently stored at the Vale of Rheidol Railway |- |Dundee Gasworks No.2 | |Kerr, Stuart & Company |0-4-0WT |1907 |720 |Built for the Dundee gasworks railway. Acquired by the museum in 1961. Major restoration work was carried out in 2004. Loaned to Beamish Museum in July 2017. |} == Rolling stock on display at other sites == * Furzebrook Wagon – gauge wagon with wooden body with end door and sledge brake, four wheels, from the Pike Bros, Fayle & Co clay workings in the Isle of Purbeck, donated by The Narrow Gauge Railway Society 1958 was loaned for display at the Swanage Railway in 2002. == Major exhibits in the museum == thumb|right|Pooley wagon weigh bridge, supplied in 1865, installed with new weighbridge office in 2011: original 1865 Talyllyn Railway tracks * Track, from early plateways to modern versions * Narrow-gauge railways in industry * Narrow-gauge railways in military use * Narrow-gauge railways as public carriers * Temporary exhibitions * Ticket collection * Rev. W. Awdry collection * New accessions * Signals from the Manx Northern Railway, the Isle of Man Railway and County Donegal Railways * Chattenden and Upnor Railway lever and locking frame to control points and signals in replica signal box * Chattenden and Upnor Railway signal * Film of Talyllyn Railway in the 1950s == Major exhibits at other locations == * DeWinton cast iron lamp post in Wharf yard * Festiniog disc signal in Wharf yard * TR wagon turntable and track: Wharf edge * TR wagon weigh bridge with original TR trackwork and new weigh bridge office (built 2008 - 2011) * Point (turnout) in 1865 track materials: Abergynolwyn * Village Incline winding drum and site: Abergynolwyn ==See also== * List of British railway museums * British narrow-gauge railways ==References== ==External links== * Narrow Gauge Railway Museum * Talyllyn Railway Category:Tywyn Category:Railway museums in Gwynedd Category:Talyllyn Railway Category:1959 establishments in Wales Category:Museums established in 1959 Category:Narrow-gauge railway museums in the United Kingdom",
 "title": "Narrow Gauge Railway Museum"
}