{
 "id": "250127",
 "text": "George Adamski (17 April 1891 – 23 April 1965) was a Polish-American author who became widely known in ufology circles, and to some degree in popular culture, after he displayed numerous photographs in the 1940s and 1950s that he said were of alien spacecraft, claimed to have met with friendly Nordic alien Space Brothers, and claimed to have taken flights with them to the Moon and other planets.Peebles, pp. 93-96 Adamski was the first, and most famous, of several so-called UFO contactees who came to prominence during the 1950s. Adamski called himself a \"philosopher, teacher, student and saucer researcher\", although most investigators concluded his claims were an elaborate hoax, and that Adamski himself was a charlatan and a con artist. Adamski authored three books describing his meetings with Nordic aliens and his travels with them aboard their spaceships: Flying Saucers Have Landed (co- written with Desmond Leslie) in 1953, Inside the Space Ships in 1955, and Flying Saucers Farewell in 1961. The first two books were both bestsellers; by 1960 they had sold a combined 200,000 copies.Profile, gutenberg.org; accessed 8 June 2017. In addition to his contributions to ufology in the United States, Adamski's work became very popular in Japan and helped inspire many depictions of aliens and UFOs in postwar Japanese culture and media.Archived at Ghostarchive and the Wayback Machine: ==Early years== Adamski was born in Bromberg in the Kingdom of Prussia, German Empire. He was one of five siblings born to ethnic Polish parents, Józef Adamski (1867–1937) and Franciszka Adamska (1862–1946). When he was two years old his family emigrated to the United States and settled in New York City. From 1913 to 1916, beginning at the age of 22,Solomon 1998, pp. 54–56 he was a soldier in the 13th U.S. Cavalry Regiment (K Troop) fighting at the Mexican border during the Pancho Villa Expedition. In 1917 he married Mary Shimbersky. She died in 1954; they had no children.Clark, p. 26 Following his marriage Adamski moved west, doing maintenance work in Yellowstone National Park and working in an Oregon flour mill and a California concrete factory. In the 1920s Adamski became interested in the esoteric occultist religion theosophy, and a variant called neo- theosophy.(https://web2.ph.utexas.edu/~coker2/index.files/adamski.htm) By 1930 \"Adamski was a minor figure on the California occult scene\", teaching his personal mixture of Christianity and Eastern religions, which he called \"Universal Progressive Christianity\" and \"Universal Law.\" In the early 1930s, while living in Southern California, Adamski founded the \"Royal Order of Tibet\" in Laguna Beach, which held its meetings in the \"Temple of Scientific Philosophy\". Adamski served as a \"philosopher\" and teacher at the temple.Peebles, p. 113 The \"Royal Order of Tibet\" was given a government license to make wine for \"religious purposes\" during Prohibition; Adamski was quoted as saying \"I made enough wine for all of Southern California ... I was making a fortune!\" However, the end of Prohibition in 1933 also marked the decline of his profitable wine-making business, and Adamski later told two friends that's when he \"had to get into this [flying] saucer crap.\" In 1940 Adamski, his wife, and some close friends moved to a ranch near California's Palomar Mountain, where they dedicated their time to studying religion, philosophy, and farming. In 1944, with funding from Alice K. Wells, a student of Adamski, they purchased of land at the base of Palomar Mountain, along highway S6, where they built a new home, a campground called Palomar Gardens, and a small diner called Palomar Gardens Cafe. At the campground and diner Adamski \"often gave lectures on Eastern philosophy and religion, sometimes late into the night\" to students, admirers, and tourists.Peebles, p. 114 He also built a wooden observatory at the campground to house his six-inch telescope, and visitors and tourists to Palomar Mountain often received the false impression that Adamski was an astronomer connected to the famed Palomar Observatory at the top of the mountain.Moseley, pp. 64-65 Adamski would correct this inaccurate impression \"only when pressed to do so.\"Moseley, p. 65 Though he was usually referred to as \"Professor\" Adamski by his admirers and followers and he often implied or claimed to possess various academic degrees, Adamski held no graduate or undergraduate degree from any accredited college or university, and in fact had only a third grade education.Peebles, p. 119 ==Ufology== On 9 October 1946, during a meteor shower, Adamski and some friends claimed that while they were at the Palomar Gardens campground, they witnessed a large cigar-shaped \"mother ship.\" In early 1947, Adamski took a photograph of what he claimed was the 1946 cigar-shaped \"mother ship\" crossing in front of the moon over Palomar Gardens. In the summer of 1947, following the first widely publicized UFO sightings in the US, Adamski claimed he had seen 184 UFOs pass over Palomar Gardens one evening.Clark, p. 27 In 1949 Adamski began giving his first UFO lectures to civic groups and other organizations in Southern California; he requested, and received, fees for the lectures. In these lectures he made \"fantastic\" claims, such as \"that government and science had established the existence of UFOs two years earlier, via radar tracking of 700-foot-long spacecraft on the other side of the Moon.\" In his lectures Adamski further claimed that \"science now knows that all planets [in Earth's solar system] are inhabited\" and \"photos of Mars taken from the Mount Palomar observatory have proven the canals on Mars are man-made, built by an intelligence far greater than any man's on earth.\" However, as one UFO historian has noted, \"even in the early 1950s [Adamski's] assertions about surface conditions on, and the habitability of, Venus, Mars, and the other planets of the solar system flew in the face of massive scientific evidence ...\"mainstream\" ufologists were almost uniformly hostile to Adamski, holding not only that his and similar contact stories were fraudulent, but that the contactees were making serious UFO investigators look ridiculous.\"Clark, p. 31 On 29 May 1950, Adamski took a photograph of what he alleged to be six unidentified objects in the sky, which appeared to be flying in formation. This same UFO photograph was depicted in an August 1978 commemorative stamp issued by the island nation of Grenada in order to mark the \"Year of UFOs.\" ===Orthon and the Contactees=== On 20 November 1952, Adamski and several friends were in the Colorado Desert near the town of Desert Center, California, when they purportedly saw a large submarine-shaped object hovering in the sky. Believing that the ship was looking for him, Adamski is said to have left his friends and to have headed away from the main road. Shortly afterwards, according to Adamski's accounts, a scout ship made of a type of translucent metal landed close to him, and its pilot, a Venusian called Orthon,Peebles, pp. 115-16 disembarked and sought him out. Adamski claimed the people with him also saw the Venusian ship, and several of them later stated they could see Adamski meeting someone in the desert, although from a considerable distance. Adamski described Orthon as being a medium- height humanoid with long blond hair and tanned skin wearing reddish-brown shoes, though, as Adamski added, \"his trousers were not like mine.\" Adamski said Orthon communicated with him via telepathy and through hand signals.Laycock, et al. 1989, p. 3 During the conversation Orthon purportedly warned of the dangers of nuclear war, and Adamski later wrote that \"the presence of this inhabitant of Venus was like the warm embrace of great love and understanding wisdom.\"Clark, p. 28 Adamski claimed Orthon had refused to allow himself to be photographed, and instead, had asked Adamski to provide him with a blank photographic plate, which Adamski claimed he had given Orthon. George Hunt Williamson (a contactee and Adamski associate) also claimed that after Orthon left, he was able to take plaster casts of Orthon's shoe imprints. The imprints contained mysterious symbols, which Adamski said was a message from Orthon.Peebles, p. 116 Orthon is said to have returned the photographic plate to Adamski on 13 December 1952; when developed it was found to contain strange new symbols. It was during this meeting that Adamski is said to have taken a now famous photograph of Orthon's Venusian scout ship using his telescope. At the time, skeptics said it looked suspiciously like the top of a \"chicken brooder\", for warming newly hatched poultry. Anglo-Irish eccentric Desmond Leslie struck up a correspondence with Adamski. In the mid-1950s Leslie had created a low-budget UFO film entitled Them In The Thing at his home, Castle Leslie. The flying saucer in the film had been created by shining mirrors on to a Spanish Renaissance shield suspended from a fishing line. The film was rediscovered in 2010. In need of money and keen to create a bestseller, Leslie had written a manuscript about the visitation of Earth by aliens. Its genesis had been Leslie chancing upon a copy of the 1896 book The Story of Atlantis and the Lost Lemuria by William Scott-Elliot in a friend's library.Hesemann, Michael, Filmed interview with Leslie as The Pioneers of Space, YouTube.com; accessed 2 July 2017. Adamski sent Leslie a written account of his supposed contact with Orthon, and photos. Leslie combined the two works into the 1953 co-authored book Flying Saucers Have Landed. The book became a bestseller, brought both Adamski and Leslie news media attention, and eventually became \"a key text of the New Age movement.\"(https://www.telegraph.co.uk/news/obituaries/1327100/Desmond- Leslie.html) The following year Leslie visited Adamski in California, and claimed to witness several UFOs with him. Leslie described one of them in a letter he sent to his wife while he was in San Diego: Flying Saucers Have Landed claimed Nordic aliens from Venus and other planets in Earth's solar system routinely visited the Earth. According to the book, Orthon and other aliens were worried that nuclear bomb tests in the Earth's atmosphere would kill all life on Earth, spread radiation into space, and contaminate other planets.Peebles, p. 115 Adamski claimed that Nordic aliens worshiped a \"Creator of All\", but that \"we on Earth know very little about this Creator ... our understanding is shallow.\" In his 1955 book Inside the Space Ships, Adamski claimed that Orthon arranged for him to be taken on a trip to see the Solar System, including the planet Venus, the location where Orthon said the late Mrs. Adamski had been reincarnated. He claimed that in another voyage he met the 1,000-year-old \"elder philosopher of the space people\", who was called \"the Master\". Adamski said he and the Master discussed philosophy, religion, and the \"Earth's place in the universe\".Peebles, p. 122 Adamski said he learned that he had been selected by Nordic aliens to bring their message of peace to Earth people, and that other humans throughout history had also served as their messengers, including Jesus Christ. Adamski further claimed that aliens were peacefully living on Earth, and that he had met with them in bars and restaurants in Southern California. Adamski's stories led other people to come forward with their own claims of contact and interplanetary travels with friendly \"Space Brothers\", including such figures as Howard Menger, Daniel Fry, George Van Tassel, and Truman Bethurum. The message of Adamski and his fellow contactees was one in which the other planets of Earth's solar system were all \"inhabited by physically handsome, spiritually evolved beings who have moved beyond the problems of Earth people ... the reader of Inside the Space Ships enters a perfect world, the kind we can create here on Earth if we behave ourselves.\" Through books, lectures, and conventions - particularly the annual Giant Rock UFO convention near Landers, California - the contactee movement would grow throughout the 1950s.Peebles, p. 125 However, Adamski would remain the most prominent, and most influential, of the contactees. Adamski's claims of traveling aboard a UFO inspired an elaborate hoax perpetrated by British astronomer Patrick Moore and his friend Peter Davies using the false identity Cedric Allingham.Clark, pp. 70-71 ===Straith Letter Hoax=== In 1957 Adamski received a letter signed \"R.E. Straith,\" alleged representative of the \"Cultural Exchange Committee\" of the U.S. State Department. The letter said the U.S. Government knew that Adamski had spoken to extraterrestrials in a California desert in 1952, and that a group of highly placed government officials planned on public corroboration of Adamski's story. Adamski was proud of this endorsement and exhibited it to support his claims.Peebles, pp. 133-34 However, in 1985 ufologist James W. Moseley revealed that the letter was a hoax.(http://www.debunker.com/historical/GrayBarkerPapers.pdf) Moseley said he and his friend Gray Barker had obtained some official State Department letterheads, created the R.E. Straith persona, and then written the letter to Adamski as a prank. According to Moseley, the FBI investigated the case and discovered that the letter was a hoax, but charges were not filed against Moseley or Barker.Moseley & Pflock, pp. 124–27, 180 Moseley also wrote that the FBI informed Adamski that the Straith letter was a hoax and asked him to stop using it as evidence in support of his claims, but that Adamski refused and continued to display the letter in his lectures and talks.Moseley & Pflock, p. 126 This was not the first time Adamski had claimed government support for his UFO stories. In 1953 he told a meeting of the Corona, California Lions Club that his \"material has all been cleared with the Federal Bureau of Investigation and Air Force Intelligence.\"Peebles, p. 117 When the FBI learned of Adamski's claims, three agents were sent to talk to Adamski. He denied having stated that the FBI or USAF intelligence supported his claims (even though his remarks were reported in a local newspaper, the Riverside Enterprise), and he agreed to sign a letter stating that \"he understood the implications of making false claims\" and that the FBI \"did not endorse [the claims] of individuals.\" The three FBI agents also signed the letter, and a copy was given to Adamski. However, a few months later Adamski told an interviewer that he had been \"cleared\" by the FBI, and displayed the letter as proof. When the Los Angeles Better Business Bureau complained, more FBI agents were sent to retrieve Adamski's copy of the letter, \"read the riot act to him, and warn him that legal action would be taken if he continued\" to claim FBI or government support for his stories.Peebles, pp. 117-18 Adamski later said the FBI had \"warned [him] to keep quiet.\"Peebles, p. 118 ===Meeting with Queen Juliana of the Netherlands=== In May 1959, the head of the Dutch Unidentified Flying Objects Society told Adamski she had been contacted by officials at the palace of Queen Juliana of the Netherlands who advised \"that the Queen would like to receive you.\" Adamski informed a London newspaper about the invitation, which prompted the court and cabinet to request that the queen cancel her private audience with Adamski, but the queen went ahead with the audience, saying, \"A hostess cannot slam the door in the face of her guests.\" After the audience, Dutch Aeronautical Association president Cornelis Kolff said \"The Queen showed an extraordinary interest in the whole subject.\" The Royal Netherlands Air Force Chief of Staff, Lieutenant General Haye Schaper said \"The man's a pathological case.\" Time magazine reported that the Amsterdam newspaper de Volkskrant said: \"Once again, Queen Juliana's weakness for the preternatural had landed her back in the headlines: she had invited to the palace a crackpot from California who numbered among his friends men from Mars, Venus and other solar-system suburbs.\" Wire services such as United Press International and Reuters circulated reports of the meeting to newspapers around the world.Peebles, p. 60 ==Later life== In 1962 Adamski announced that he would be attending an interplanetary conference held on the planet Saturn. In 1963 Adamski claimed that he had been granted a secret audience with Pope John XXIII and that he had received a \"Golden Medal of Honor\" from the pope. However, skeptics noted that the medal was actually a common tourist souvenir made by a company in Milan, Italy, and that Adamski displayed it to his friends in a cheap plastic box - which is how it was sold in tourist shops in Rome. Adamski said he met with the Pope at the request of the extraterrestrials he was allegedly in contact with, in order to request a \"final agreement\" from the Pope because of his decision not to communicate directly with any extraterrestrials, and also to offer him a liquid substance in order to save him from the gastric enteritis that he suffered from, which would later become acute peritonitis. ==Death== On 23 April 1965, aged 74, Adamski died of a heart attack at a friend's home in Silver Spring, Maryland, after giving a UFO lecture in Washington, DC.(Clark, p. 30) He is buried in Arlington National Cemetery.Arlington National Cemetery ==Investigations and criticism== Over the decades, numerous critics and skeptics have investigated Adamski's claims. The aliens Adamski claimed to have met in the 1950s were described by him as \"human beings from another world\", usually light-skinned, light-haired humanoids that would later be called Nordic aliens. Adamski claimed in his books that these \"alien humans\" came from Venus, Mars, and other planets in Earth's solar system. However, none of the planets he mentioned are capable of supporting human life, due to their adverse environmental conditions. The first alien Adamski claimed to have met was from Venus, yet the atmospheric pressure on that planet's surface is 92 times greater than that of Earth, and it has clouds which rain a toxic substance thought to be sulfuric acid; the atmosphere consists almost entirely of carbon dioxide, with very little oxygen, and the average surface temperature of Venus is 464 °C. In one of his books, Adamski described a trip he took to the far side of the Moon in a flying saucer, where he claimed to have seen cities, trees, and snow-capped mountains; he also claimed that the first photographs of the Moon's far side that were taken by the Soviet lunar probe Luna 3 in 1959, were altered to depict a barren, lifeless surface to hide what he saw. However, all scientific evidence, as well as later lunar trips by American astronauts, clearly showed that the entire surface of the Moon is barren of life and has no atmosphere. In his writings, Adamski claimed he travelled to Venus, Mars, and other planets in Earth's solar system, and clearly stated that they were all capable of supporting humanoid life. As UFO historian Jerome Clark noted, \"some Adamski partisans insisted that Venus, Mars, Saturn, and the rest were merely code words for planets in other solar systems; there is, however, nothing in Adamski's public writings to support this interpretation and considerable testimony to the contrary.\" Adamski's 1955 book Inside the Space Ships, which describes his claimed travels through Earth's solar system in a UFO, is considered by some critics to be a \"remake\" of his 1949 science fiction novel, ghostwritten for Adamski by Lucy McGinnis, and entitled Pioneers of Space. It described a fictional voyage through the solar system that, critics noted, sounded very similar to the space travels described by Adamski in Inside the Space Ships. ===Adamski photographs and Moseley investigation=== Adamski's photographs of objects he claimed were UFOs he had observed and traveled in, have also come under scrutiny. His frequently published photograph from 1952, depicts an object which has been variously identified as the top of a chicken brooder or a streetlight.Wilhelmsen 2008, p. 259 Adamski claimed that movie director Cecil B. DeMille's top trick photographer, J. Peverell Marley, had examined his UFO photos and found a \"spaceman\" in them, and Marley himself declared that if Adamski's pictures were fakes, they were the best he had ever seen. In the United Kingdom, 14 experts from the J. Arthur Rank company concluded that the object photographed was either real or a full-scale model.Zinsstag & Good 1983, p. 176. However, in his 1955 investigation into Adamski's claims, James W. Moseley interviewed Marley, who stated that he had never enlarged the photos for analysis nor found a \"spaceman\" in them, and did not know of anyone who had. Moseley also interviewed German rocket scientist Walther Johannes Riedel, who told him that he had analyzed Adamski's UFO photos and found them to be fakes.Moseley & Pflock, p. 69 Riedel told Moseley that the UFO's \"landing struts\" were actually 100-watt General Electric light bulbs, and that he had seen the round \"GE\" logo printed on them. In 2012, UFO researcher Joel Carpenter identified the reflector-shade of a widely available 1930s pressurised-gas lantern as an identical visual match to the main portion of Adamski's saucer. In his 1955 investigation, Moseley found other flaws in Adamski's story. He interviewed several of the people that Adamski claimed had been with him in his initial 20 November 1952 meeting with Orthon, and found that these witnesses contradicted Adamski's claims.Peebles, pp. 118-19 One, Al Bailey, denied to Moseley that he had seen a UFO in the desert or the alien Adamski described. Jerrold Baker, who had worked at Palomar Gardens with Adamski, told Moseley that he had overheard \"a tape-recorded account of what was to transpire on the desert, who was to go, etc.\" several days before Adamski's claimed 20 November meeting with Orthon, and Baker stated that Adamski's meeting with Orthon was a \"planned operation.\" Baker added that Adamski had tried to convince him not to expose their hoax by telling him that he could make money by charging fees to give UFO lectures, as Adamski was doing: \"Now you know the [UFO] picture connected to your name is in the book (Flying Saucers Have Landed) too. And with people knowing that you are connected with flying saucers ... you could do yourself a lot of good. You could give lectures in the evenings. There is a demand for this! You could support yourself by the picture in the book with your name.\" Moseley discovered that George Hunt Williamson, another prominent contactee and friend of Adamski, did not witness any UFO nor Adamski's encounter with Orthon, despite his public statements claiming otherwise. When Irma Baker, Jerrold Baker's wife, accused him of lying about the incident, Williamson told her cryptically that \"sometimes to gain admittance, one has to go around the back door.\" In his report on Adamski, Moseley wrote \"I do believe most definitely that Adamski's narrative contains enough flaws to place in very serious doubt both his veracity and his sincerity. The reader will be moved to make for himself a careful re-evaluation of the worth of Adamski's book.\"Peebles, p. 120 ===Air Force investigation=== During the early-to-mid 1950s USAF Captain Edward J. Ruppelt was the head of Project Blue Book, the Air Force group assigned to investigate UFO reports. In 1953 Captain Ruppelt decided to investigate Adamski's UFO claims. He traveled to California's Palomar Mountain and, dressed in civilian attire to avoid attracting attention, attended one of Adamski's lectures before a large crowd at his Palomar Gardens Cafe. Ruppelt concluded that Adamski was a talented con artist whose UFO stories were designed to make money from his gullible followers and listeners, and he compared Adamski to the famed hoaxer, carnival, and circus showman PT Barnum. In describing Adamski's speaking style, Ruppelt wrote \"to look at the man and listen to his story you had an immediate urge to believe him ... he was dressed in well-worn, but neat, overalls. He had slightly graying hair and the most honest pair of eyes I've ever seen. He spoke softly and naively, almost pathetically, giving the impression that 'most people think I'm crazy, but honestly, I'm really not.'\" According to Ruppelt, Adamski had a persuasive effect on his audience, \"you could actually have heard the proverbial pin drop\" in the cafe as Adamski told of his initial 1952 meeting with Orthon. When Adamski finished his story, Ruppelt noted that many of his listeners purchased copies of Adamski's UFO photos that were on sale in the cafe. At another lecture led by Adamski and other well-known contactees, Ruppelt wrote that \"people shelled out hard cash to hear Adamski's story.\" Ruppelt believed \"the common undertone to many of these [contactee] stories ... is Utopia. On these other worlds there is no illness, they've learned how to cure all diseases. There are no wars, they've learned how to live peaceably. There is no poverty, everyone has everything he wants. There is no old age, they have learned the secret of eternal life ... Too many times this subtle pitch can be boiled down to, \"Step right up folks and put a donation in the pot. I'm just on the verge of learning the spaceman's secrets and with a little money to carry out my work I'll give you the secret.\" According to Ruppelt, by 1960 Adamski's UFO lectures, and in particular his first two books, had made him a wealthy man: \"[His] hamburger stand is boarded up and he now lives in a big ranch house. He vacations in Mexico and has his own clerical staff. His two books Flying Saucers Have Landed and Inside the Space Ships have sold ... 200,000 copies and have been translated into every language except Russian.\" Ruppelt humorously noted that by 1960 two \"beautiful spacewomen\" who claimed to be Nordic aliens were dating Adamski, a blonde from Saturn called \"Kalna\" and another woman named \"Ilmuth\". ==In popular culture== * Science fiction writer Arthur C. Clarke referred to ufologists as suffering from Adamski's disease in his novel 3001: The Final Odyssey. * Adamski appears briefly in issue 4 of The Bulletproof Coffin - Disinterred by David Hine and Shaky Kane. * Musician Adamski, real name Adam Tinley, adopted the UFO enthusiast's surname as his stagename. * In the role playing game Hunter: The Vigil, Task Force VALKYRIE includes a subgroup called Operation ADAMSKI, dedicated to producing and distributing misinformation about aliens and other \"extra-normal entities\" in order to hide the existence of such beings. * In Kirby's Adventure, the player character is able to assume a form resembling an Adamski UFO. * In Mega Man 9, there is a small UFO-based enemy named Adamski. * In the game Disgaea in the optional \"Prinny Commentary Mode\" the commentator makes reference to Adamski UFOs. * In the Transformers toy line, the Transformer Cosmos (Transformers) transforms into an Adamski- style Haunebu saucer and spoke with an Austrian accent. The Japanese toy even uses \"Adams\" as its name. * In a tower defense game, The Battle Cats, an alien themed level in Area 22 is called \"Adamski Type\". * Adamski is mentioned in Scooter's song \"U.F.O. Phenomena\" from album The Ultimate Aural Orgasm. * A stand-in for Georg Adamski named Charles Kandinski appears in J.G. Ballard's 1963 short story The Venus Hunters, which describes transference of cultish beliefs. ==Books== * * * ** ** * * * * * ==Other publications== * * * * * ==See also== * Extraterrestrial life * Nordic aliens *UFOs ==Notes== ==References== *Jerome Clark. The UFO Encyclopedia: The Phenomenon from the Beginning. Detroit: Omnigraphics. 1998. * * *Curtis Peebles. Watch the Skies: A Chronicle of the Flying Saucer Myth. New York: Berkley Books. 1995. * * * *Zirger, Michel. The Incredible Life of George Hunt Williamson: Mystical Journey. (co-author, Maurizio Martinelli) Verdechiaro Edizioni, 2016, 400 pages. == Further reading == * * * * * * * * * * * * * * == External links == * * *The George Adamski Case (Adamski materials, research, and primary sources freely available online (2019) * Flying Saucers Have Landed, by Desmond Leslie & George Adamski (1953) full text online (pdf) *Inside the Spaceships, by George Adamski (1955) Category:1891 births Category:1965 deaths Category:American male novelists Category:Polish emigrants to the United States Category:American science fiction writers Category:American UFO writers Category:Burials at Arlington National Cemetery Category:Contactees Category:Novelists from California Category:German emigrants to the United States Category:People from the Province of Posen Category:People from Laguna Beach, California Category:People from San Diego County, California Category:People of the Mexican Revolution Category:Ufologists Category:United States Army soldiers Category:20th-century American novelists Category:20th- century American male writers Category:20th-century American non-fiction writers Category:American male non-fiction writers",
 "title": "George Adamski"
}