{
 "id": "250278",
 "text": "Heidi Lynne Fleiss (born December 30, 1965) is an American former madam. She ran an upscale prostitution ring based in Los Angeles, California, US and is often referred to as the \"Hollywood Madam\". Fleiss is also a columnist and was a television personality regularly featured in the 1990s in American media. ==Early life== Fleiss was born and raised in the Los Feliz neighborhood of Los Angeles, California. Her parents, Paul M. Fleiss (1933–2014), a Jewish American pediatrician, and Elissa (née Ash), divorced. She has a brother, Jesse, and had another brother, Jason, who drowned. She also has three sisters, Amy, Kim, and Shana, the last of whom is the youngest sister. ==Work in prostitution and criminal charges== At the age of 22, Fleiss began managing a prostitution ring under Madam Alex after meeting her in 1987 via Fleiss's film-director boyfriend Ivan Nagy. Fleiss stated in 2002 that Alex and herself had \"a very intense relationship\" and that she \"was kind of like the daughter she loved and hated, so she was abusive and loving at the same time.\" In the same interview, Fleiss said she worked as a prostitute for a short period to learn all aspects of the occupation. At the time, she was learning to take over Alex's business, there was a labor shortage as most of Alex's prostitutes were approaching middle age and setting their sights on retiring from prostitution. Alex tasked Heidi with revitalizing the business by recruiting a new batch of young, attractive women. By 1990, Fleiss severed her links with Madam Alex and began her own prostitution ring. Fleiss has stated that she made her \"first million [dollars] after only four months in the business\" as a madam, and that on her slowest night, she made $10,000. By 1991, she was so successful that she was able to reject women who wished to work for her. In June 1993, she was arrested for multiple charges, including attempted pandering. Federal charges were filed in 1994, and Fleiss posted $1,000,000 bail. The state trial began the same year and Fleiss was convicted. In May 1996, her state conviction was overturned, and her appeal bond was set at $200,000. She was convicted of federal charges of tax evasion in September 1996 and sentenced to seven years in prison. Fleiss served 20 months at the Federal Correctional Institution, Dublin, California. She was released to a halfway house on November 19, 1998, and ordered to perform 370 hours of community service. Fleiss's ring reportedly had numerous prominent and wealthy clients. When questioned by British TV presenter Davina McCall about revealing the names of her clients, she replied, \"It's not my style.\" ==Media appearances== In 1995, Nick Broomfield made a documentary about her prostitution ring called Heidi Fleiss: Hollywood Madam. In 2004, a made-for-TV movie was produced called Call Me: The Rise and Fall of Heidi Fleiss. Fleiss and reality-TV personality Victoria Sellers hosted and produced an instructional DVD titled Sex Tips with Heidi Fleiss and Victoria Sellers in 2001. In January 2010, Fleiss was the third housemate to enter the final Channel 4 series of Celebrity Big Brother in the UK; she was the second to be evicted. She did not return for the finale. In August 2013, Nevada police found nearly 400 marijuana plants growing at her Pahrump, Nevada, home, but did not arrest Fleiss and submitted their report to the district attorney's office. ==Business interests== In 2005, Fleiss announced plans to open a brothel in Pahrump, Nevada called \"Heidi Fleiss's Stud Farm\". In 2007, Fleiss opened a laundromat called Dirty Laundry in Pahrump, as her plans for the brothel had been put on hold due to a \"slight complication.\" In 2009, she said that she had abandoned her plans to open such a brothel because she did not want to \"deal with all the nonsense in the sex business\". Instead, she said, she would focus on renewable energy, which she described as \"perfect for Nevada\" and \"the wave of the future\". She opened a fashion boutique in Los Angeles after being released from prison. , and since at least January 2017, Fleiss owns and manages the Flying S Ranch Ultralight Flightpark, an ultralight private use airport in Pahrump, with FAA designation NV54. ==Personal life== In 2003, Fleiss accused her ex-boyfriend, actor Tom Sizemore, of domestic violence. Fleiss eventually moved to Pahrump, Nevada, where she came to live in a small town near Death Valley while caring for 25 parrots. Drew Pinsky, who treated Fleiss for substance abuse, performed brain scans on her that showed significant frontal lobe dysfunction, which Pinsky surmised was behind her inability to empathize with people, and her propensity for doing so with birds. In 2009, Fleiss was treated for substance abuse at the Pasadena Recovery Center, which was filmed for the third season of Celebrity Rehab with Dr. Drew. One of her fellow patients was Sizemore, against whom her prior restraining order had lapsed. Both Fleiss and Sizemore consented to appear together on the show before filming began, and their reunion, depicted in the third episode, was amicable, though Fleiss subsequently expressed mixed feelings about his presence there. During the filming of the program, Fleiss left the center and was involved in an accident with her SUV near her home in Nevada. She subsequently returned to rehab. After completing treatment for substance abuse, Fleiss briefly became engaged to Dennis Hof, owner of Nevada's Moonlite BunnyRanch. Fleiss said in 1994 that she is a vegetarian. In 2022 Fleiss announced that she would be moving to Missouri after someone shot one of her parrots with a pellet gun. ==Filmography== {|class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1995 | The Doom Generation | Liquor store clerk | Film debut |- | 2003 | Pauly Shore Is Dead | Herself | |- | 2004 | Alien 51 | Evelda | Lead role |- | 2009 | Porndogs: The Adventures of Sadie | Fluffy | (voice) |- | 2010 | Celebrity Big Brother | Herself | Contestant; placed 11th/12 |} ==Published works== * * ==References== ==Further reading== * * * ==External links== * Category:1965 births Category:Living people Category:20th-century American Jews Category:American people convicted of tax crimes Category:American brothel owners and madams Category:American prisoners and detainees Category:American prostitutes Category:Television personalities from Los Angeles Category:American women television personalities Category:Criminals from Los Angeles Category:Prisoners and detainees of California Category:People from Pahrump, Nevada Category:21st-century American Jews",
 "title": "Heidi Fleiss"
}