{
 "id": "250204",
 "text": "The Germany national football team ( or Die Mannschaft) represents Germany in men's international football and played its first match in 1908. The team is governed by the German Football Association (Deutscher Fußball-Bund), founded in 1900. Between 1949 and 1990, separate German national teams were recognised by FIFA due to Allied occupation and division: the DFB's team representing the Federal Republic of Germany (named West Germany from 1949 to 1990), the Saarland team representing the Saar Protectorate (1950–1956) and the East German team representing the German Democratic Republic (1952–1990). The latter two were absorbed along with their records; the present team represents the reunified Federal Republic. The official name and code \"Germany FR (FRG)\" was shortened to \"Germany (GER)\" following reunification in 1990. Germany is one of the most successful national teams in international competitions, having won four World Cups (1954, 1974, 1990, 2014), three European Championships (1972, 1980, 1996), and one Confederations Cup (2017). They have also been runners-up three times in the European Championships, four times in the World Cup, and a further four third-place finishes at World Cups. East Germany won Olympic Gold in 1976. Germany is the only nation to have won both the FIFA World Cup and the FIFA Women's World Cup. At the end of the 2014 World Cup, Germany earned the second highest Elo rating of any national football team in history, with 2,223 points. Germany is also the only European nation that has won a FIFA World Cup in the Americas. On 1 August 2021, Hansi Flick became head coach of the team, after Joachim Löw announced that he would step down after UEFA Euro 2020. == History == === Early years (1899–1942) === alt=|left|thumb|German national team at its first official international match in 1908 On 18 April 1897, an early international game on German soil was played in Hamburg when a selection team from the Danish Football Association defeated a selection team from the Hamburg-Altona Football Association, 5–0. Between 1899 and 1901, prior to the formation of a national team, there were five unofficial international matches between German and English selection teams, which all ended as large defeats for the German teams. Eight years after the establishment of the German Football Association (DFB), the first official match of the Germany national football teamIn early times it was simply called \"die 11 besten Spieler von Deutschland\" or just \"die Bundesauswahl\" (the Federation XI). Tags like \"National team\" or \"National XI\" weren't introduced until after World War I was played on 5 April 1908, against Switzerland in Basel, with the Swiss winning 5–3. Julius Hirsch was the first Jewish player to represent the Germany national football team, which he joined in 1911.Soccer Under the Swastika; Stories of Survival and Resistance During the Holocaust Hirsch scored four goals for Germany against the Netherlands in 1912, becoming the first German to score four goals in a single match. Gottfried Fuchs scored a world record 10 goals for Germany in a 16–0 win against Russia at the 1912 Olympics in Stockholm on 1 July, becoming the top scorer of the tournament; his international record was not surpassed until 2001 when Australia's Archie Thompson scored 13 goals in a 31–0 defeat of American Samoa. He was Jewish, and the German Football Association erased all references to him from their records between 1933 and 1945. As of 2016, he was still the top German scorer for one match. The first match after World War I in 1920, the first match after World War II in 1950 when Germany was still banned from most international competitions, and the first match in 1990 with former East German players were all against Switzerland as well. Germany's first championship title was even won in Switzerland in 1954. At that time the players were selected by the DFB, as there was no dedicated coach. The first manager of the Germany national team was Otto Nerz, a school teacher from Mannheim, who served in the role from 1926 to 1936. The German FA could not afford travel to Uruguay for the first World Cup staged in 1930 during the Great Depression, but finished third in the 1934 World Cup in their first appearance in the competition. After a poor showing at the 1936 Olympic Games in Berlin, Sepp Herberger became coach. In 1937 he put together a squad which was soon nicknamed the Breslau Elf (the Breslau Eleven) in recognition of their 8–0 win over Denmark in the then German city of Breslau, Lower Silesia (now Wrocław, Poland). After Austria became part of Germany in the Anschluss of March 1938, that country's national team – one of Europe's best sides at the time due to professionalism – was disbanded despite having already qualified for the 1938 World Cup. Nazi politicians ordered five or six ex- Austrian players, from the clubs Rapid Vienna, Austria Vienna, and First Vienna FC, to join the all-German team on short notice in a staged show of unity for political reasons. In the 1938 World Cup that began on 4 June, this \"united\" German team managed only a 1–1 draw against Switzerland and then lost the replay 2–4 in front of a hostile crowd in Paris, France. That early exit stands as Germany's worst World Cup result, and one of just two occasions the team failed to progress from the group stage (the next would not occur until the 2018 tournament). During World War II, the team played over 30 international games between September 1939 and November 1942. National team games were then suspended, as most players had to join the armed forces. Many of the national team players were gathered together under coach Herberger as Rote Jäger through the efforts of a sympathetic air force officer trying to protect the footballers from the most dangerous wartime service. === Three German national teams (1945–1990) === After World War II, Germany was banned from competition in most sports until 1950. The DFB was not a full member of FIFA, and none of the three new German states – West Germany, East Germany, and Saarland – entered the 1950 World Cup qualifiers. The Federal Republic of Germany, which was referred to as West Germany, continued the DFB. With recognition by FIFA and UEFA, the DFB maintained and continued the record of the pre-war team. Switzerland was once again the first team that played West Germany in 1950. West Germany qualified for the 1954 World Cup. The Saarland, under French control between 1946 and 1956, did not join French organisations, and was barred from participating in pan-German ones. It sent their own team to the 1952 Summer Olympics and to the 1954 World Cup qualifiers. In 1957, Saarland acceded to the Federal Republic of Germany. In 1949, the communist German Democratic Republic (East Germany) was founded. In 1952 the Deutscher Fußball-Verband der DDR (DFV) was established and the East Germany national football team took to the field. They were the only team to beat the 1974 FIFA World Cup winning West Germans in the only meeting of the two sides of the divided nation. East Germany won the gold medal at the 1976 Olympics. After German reunification in 1990, the eastern football competition was reintegrated into the DFB. === 1954 World Cup victory === West Germany, captained by Fritz Walter, met in the 1954 World Cup against Turkey, Yugoslavia and Austria. When playing favourites Hungary in the group stage, Germany lost 3–8. West Germany met the Hungarian \"Mighty Magyars\" again in the final. Hungary had gone unbeaten for 32 consecutive matches. In an upset, West Germany won 3–2, with Helmut Rahn scoring the winning goal. The success is called \"The Miracle of Bern\" (Das Wunder von Bern). === Memorable losses: Wembley goal and game of the century (1958–1970) === After finishing fourth in the 1958 World Cup and reaching only the quarter-finals in the 1962 World Cup, the DFB made changes. Professionalism was introduced, and the best clubs from the various Regionalligas were assembled into the new Bundesliga. In 1964, Helmut Schön took over as coach, replacing Herberger who had been in office for 28 years. In the 1966 World Cup, West Germany reached the final after beating the USSR in the semi-final, facing hosts England. In extra time, the first goal by Geoff Hurst was one of the most contentious goals in the history of the World Cup: the linesman signalled the ball had crossed the line for a goal, after bouncing down from the crossbar, when replays showed it did not appear to have fully crossed the line. Hurst then scored another goal giving England a 4–2 win. West Germany in the 1970 World Cup knocked England out in the quarter-finals 3–2, before they suffered a 4–3 extra-time loss in the semi-final against Italy. This match with five goals in extra time is one of the most dramatic in World Cup history, and is called the \"Game of the Century\" in both Italy and Germany. West Germany claimed third by beating Uruguay 1–0. Gerd Müller finished as the tournament's top scorer with 10 goals. === 1974 World Cup title on home soil === In 1971, Franz Beckenbauer became captain of the national team, and he led West Germany to victory at the European Championship at Euro 1972, defeating the Soviet Union 3–0 in the final. As hosts of the 1974 World Cup, they won their second World Cup, defeating the Netherlands 2–1 in the final in Munich. Two matches in the 1974 World Cup stood out for West Germany. The first group stage saw a politically charged match as West Germany played a game against East Germany. The East Germans won 1–0. The West Germans advanced to the final against the Johan Cruijff-led Dutch team and their brand of \"Total Football\". The Dutch took the lead from a penalty. However, West Germany tied the match on a penalty by Paul Breitner, and won it with Gerd Müller's fine finish soon after. === Late 1970s and early 1980s === thumb|upright|left|Gerd Müller in 2006 West Germany failed to defend their titles in the next two major international tournaments. They lost to Czechoslovakia in the final of Euro 1976 in a penalty shootout 5–3. Since that loss, Germany has not lost a penalty shootout in major international tournaments. In the 1978 World Cup, Germany was eliminated in the second group stage after losing 3–2 to Austria. Schön retired as coach afterward, and the post was taken over by his assistant, Jupp Derwall. West Germany's first tournament under Derwall was successful, as they earned their second European title at Euro 1980 after defeating Belgium 2–1 in the final. West Germany reached the final of the 1982 World Cup, though not without difficulties. They were upset 1–2 by Algeria in their first match, but advanced to the second round with a controversial 1–0 win over Austria. In the semi-final against France, they tied the match 3–3 and won the penalty shootout 5–4. In the final, they were defeated by Italy 1–3. During this period, West Germany's Gerd Müller racked up fourteen goals in two World Cups (1970 and 1974). His ten goals in 1970 are the third-most ever in a tournament. (Müller's all-time World Cup record of 14 goals was broken by Ronaldo in 2006; this was then further broken by Miroslav Klose in 2014 with 16 goals). === Beckenbauer's managing success (1984–1990) === thumb|upright|Franz Beckenbauer After West Germany were eliminated in the first round of Euro 1984, Franz Beckenbauer returned to the national team to replace Derwall as manager. At the 1986 World Cup in Mexico, West Germany finished as runners-up for the second consecutive tournament after beating France 2–0 in the semi-finals, but losing to the Diego Maradona-led Argentina in the final, 2–3. In Euro 1988, after drawing Italy 1-1 and beating both Denmark and Spain 2–0 in the group stage, West Germany's hopes of winning the tournament on home soil were spoiled by the Netherlands, as the Dutch beat them 2–1 in the semi-finals. At the 1990 World Cup in Italy, West Germany won their third World Cup title, in its unprecedented third consecutive final appearance. Captained by Lothar Matthäus, they defeated Yugoslavia (4–1), UAE (5–1), the Netherlands (2–1), Czechoslovakia (1–0), and England (1–1, 4–3 on penalty kicks) on the way to a final rematch against Argentina, played in the Italian capital of Rome. West Germany won 1–0, with the only goal being a penalty scored in the 85th minute by Andreas Brehme. Beckenbauer, who won the World Cup as the national team's captain in 1974, thus became the first person to win the World Cup as both captain and manager, and the second to win as player and manager (after Mario Zagallo of Brazil). === Olympic football === Prior to 1984, Olympic football was an amateur event, meaning that only non- professional players could participate due to this, West Germany was never able to achieve the same degree of success at the Olympics as at the World Cup. The first medal coming in the 1988 Olympics, when they won the bronze medal after beating Italy 3–0 in the 3rd place match. West Germany also reached the second round in both 1972 and 1984. On the other hand, due to having an ability to field its top-level players who were classified as amateurs on a technicality East Germany did better, winning a gold, a silver and two bronze medals (one representing the United Team of Germany). === Berti Vogts years (1990–1998) === thumb|upright|Berti Vogts In February 1990, months after the fall of the Berlin Wall, East Germany and West Germany were drawn together in UEFA Euro 1992 qualifying Group 5. In November 1990, the East German association Deutscher Fußball-Verband integrated into the DFB, by which time the East German team had ceased operations, playing its last match on 12 September 1990. The unified German national team completed the European Championship qualifying group. The East German 1990–91 league continued, with a restructuring of German leagues in 1991–92. The first game with a unified German team was against Sweden on 10 October.West Germany/Germany national team match results in 1990. eu-football.info After the 1990 World Cup, assistant Berti Vogts took over as the national team coach from the retiring Beckenbauer. In Euro 1992, Germany reached the final, but lost 0–2 to underdogs Denmark. In the 1994 World Cup, they were upset 1–2 in the quarterfinals by Bulgaria. Reunified Germany won its first major international title at Euro 1996, becoming European champions for the third time. They defeated hosts England in the semi-finals, and the Czech Republic 2–1 in the final on a golden goal in extra time. However, in the 1998 World Cup, Germany were eliminated in the quarterfinals in a 0–3 defeat to Croatia, all goals being scored after defender Christian Wörns received a straight red card. Vogts stepped down afterwards and was replaced by Erich Ribbeck. === Erich Ribbeck and Rudi Völler years (2000–2004) === In Euro 2000, the team went out in the first round, drawing with Romania, then suffering a 1–0 defeat to England and were routed 3–0 by Portugal (which fielded their backup players, having already advanced). Ribbeck resigned, and was replaced by Rudi Völler. Coming into the 2002 World Cup, expectations of the German team were low due to poor results in the qualifiers and not directly qualifying for the finals for the first time. The team advanced through group play, and in the knockout stages they produced three consecutive 1–0 wins against Paraguay, the United States, and co-hosts South Korea. Oliver Neuville scored two minutes from time against Paraguay and Michael Ballack scored both goals in the US and South Korea games, although he picked up a second yellow card against South Korea for a tactical foul and was suspended for the subsequent match. This set up a final against Brazil, the first World Cup meeting between the two. Germany lost 0–2 thanks to two Ronaldo goals. Nevertheless, German captain and goalkeeper Oliver Kahn won the Golden Ball, the first time in the World Cup that a goalkeeper was named the best player of the tournament. Germany again exited in the first round of Euro 2004, drawing their first two matches and losing the third to the Czech Republic (who had fielded a second-string team). Völler resigned afterwards, and Jürgen Klinsmann was appointed head coach. === Resurgence under Klinsmann (2004-2006) === Klinsmann's main task was to lead the national team to a good showing at the 2006 World Cup in Germany. Klinsmann relieved goalkeeper Kahn of the captaincy and announced that Kahn and longtime backup Jens Lehmann would be competing for the position of starting goaltender, a decision that angered Kahn and Lehmann eventually won that contest. Expectations for the team were low, which was not helped by veteran defender Christian Wörns being dropped (after Wörns criticised Klinsmann for designating him only as a backup player on the squad), a choice roundly panned in Germany. Italy routed Germany 4–1 in a March exhibition game, and Klinsmann bore the brunt of the criticism as the team was ranked only 22nd in the world entering the 2006 FIFA World Cup. As World Cup hosts, Germany won all three group-stage matches to finish top of their group. The team defeated Sweden 2–0 in the round of 16. Germany faced Argentina in the quarter-finals. The match ended 1–1, and Germany won the penalty shootout 4–2. In the semi-final against Italy, the match was scoreless until near the end of extra time when Germany conceded two goals. In the third place match, Germany defeated Portugal 3–1. Miroslav Klose was awarded the Golden Boot for his tournament-leading five goals. === Löw era (2006–2021) === Germany's entry into the Euro 2008 qualifying round was marked by the promotion of Joachim Löw to head coach, since Klinsmann resigned. At UEFA Euro 2008, Germany won two out of three matches in group play to advance to the knockout round. They defeated Portugal 3–2 in the quarterfinal, and won their semi-final against Turkey. Germany lost the final against Spain 0–1, finishing as the runners-up. In the 2010 World Cup, Germany won the group and advanced to the knockout stage. In the round of 16, Germany defeated England 4–1. The game controversially had a valid goal by Frank Lampard disallowed. In the quarterfinals, Germany defeated Argentina 4–0, and Miroslav Klose tied German Gerd Müller's record of 14 World Cup goals. In the semi-final, Germany lost 1–0 to Spain. Germany defeated Uruguay 3–2 to take third place (their second third place after 2006). German Thomas Müller won the Golden Boot and the Best Young Player Award. In Euro 2012, Germany was placed in group B along with Portugal, Netherlands, and Denmark. Germany won all three group matches. Germany defeated Greece in the quarter-final and set a record of 15 consecutive wins in all competitive matches. In the semi-finals, Germany lost to Italy, 1–2. ==== 2014 World Cup victory ==== thumb|Germany lifting the World Cup trophy in 2014 Germany finished first in their qualification group for the 2014 World Cup. The draw for the 2014 World Cup finals placed Germany in Group G, with Portugal, Ghana, and United States. They first faced Portugal in a match billed by some as the \"team of all the talents against the team of The Talent (Cristiano Ronaldo)\", routing the Portuguese 4–0 thanks to a hat- trick by Thomas Müller. In their match with Ghana, they led the game with Götze's second half goal, but then conceded two consecutive goals, then at the 71st minute Klose scored a goal to help Germany to draw 2–2 with Ghana. With that goal, Klose also nudged home his 15th World Cup goal to join former Brazil striker Ronaldo at the pinnacle of World Cup Finals scorers. They then went on to defeat the United States team 1–0, securing them a spot in the round of sixteen against Algeria. The round of sixteen knockout match against Algeria remained goalless after regulation time, resulting in extra time. In the 92nd minute, André Schürrle scored a goal from a Thomas Müller pass. Mesut Özil scored Germany's second goal in the 120th minute. Algeria managed to score one goal in injury time and the match ended 2–1. Germany secured a place in the quarter-final, where they would face France. In the quarter-final match against France, Mats Hummels scored in the 13th minute. Germany won the game 1–0 to advance to a record fourth consecutive semi-finals. The semi-final win (7–1) against Brazil was a major accomplishment, and one of the most memorable games in World Cup history. Germany scored four goals in just less than seven minutes and were 5–0 up against Brazil by the 30th minute with goals from Thomas Müller, Miroslav Klose, Sami Khedira and two from Toni Kroos. Klose's goal in the 23rd minute, his 16th World Cup goal, gave him sole possession of the record for most goals scored during World Cup Finals, dethroning former Brazil national Ronaldo. In the second half of the game, substitute André Schürrle scored twice for Germany to lead 7–0, the highest score against Brazil in a single game. Germany did, however, concede a late goal to Brazil's Oscar. It was Brazil's worst ever World Cup defeat, whilst Germany broke multiple World Cup records with the win, including the record broken by Klose, the first team to reach four consecutive World Cup semi-finals, the first team to score seven goals in a World Cup Finals knockout phase game, the fastest five consecutive goals in World Cup history (four of which in just 400 seconds), the first team to score five goals in the first half in a World Cup semi-final as well as being the topic of the most tweets ever on Twitter about a certain subject when the previous social media record was smashed after Germany scored their fourth goal. Also, Germany's seven goals took their total tally in World Cup history to 223, surpassing Brazil's 221 goals to first place overall. The World Cup Final was held at the Maracana in Rio de Janeiro on 13 July, and billed as the world's best player (Lionel Messi) versus the world's best team (Germany). Mario Götze's 113th-minute goal helped Germany beat Argentina 1–0, becoming the first-ever European team to win a FIFA World Cup in the Americas and the second European team to win the title outside Europe. ==== Euro 2016 to 2017 Confederations Cup ==== After several players retired from the team following the 2014 World Cup win, including Philipp Lahm, Per Mertesacker and Miroslav Klose, the team had a disappointing start in the UEFA Euro 2016 qualifiers. They defeated Scotland 2–1 at home, then suffered a 2–0 loss at Poland (the first in their history), a 1–1 draw against the Republic of Ireland, and a 4–0 win over Gibraltar. The year ended with an away 0–1 friendly win against Spain, the reigning European champions of 2008 and 2012. Troubles during qualifying for the 2016 European Championship continued, drawing at home, as well as losing away, to Ireland; the team also only narrowly defeated Scotland on two occasions, but handily won the return against Poland and both games against Gibraltar (who competed for the first time). Eventually, however, topping their group and qualifying for the tournament through a 2–1 victory against Georgia on 11 October 2015 (having won the first match against them). On 13 November 2015, the team was playing a friendly match against France in Paris when a series of terrorist attacks took place in the city, some in the direct vicinity of the Stade de France, where the game was held. For security reasons, the team needed to spend the night inside the stadium, accompanied by the French squad who stayed behind in an act of comradery. Four days later, on 17 November 2015, the German team was scheduled to face the Netherlands at Hanover's HDI-Arena, also in a friendly. After initial security reservations, the DFB decided to play the match on 15 November. However, after reports about a concrete threat to the stadium, the match was cancelled ninety minutes before kickoff. Germany began their preparations for Euro 2016 in March with friendlies against England and Italy. They gave up a 2–0 lead to England, and ended up losing 2–3. They bounced back in their match with Italy, however, winning by a score of 4–1. It was their first win against the Italians in 21 years. Germany began their campaign for a fourth European title with a 2–0 win against Ukraine on 12 June. Against Poland, Germany was held to a 0–0 draw but concluded Group C with a 1–0 win against Northern Ireland. In the Round of 16, Germany faced Slovakia and earned a comfortable 3–0 win. Germany then faced off against rivals Italy in the quarter-finals. Mesut Özil opened the scoring in the 65th minute for Germany, before Leonardo Bonucci drew even after converting a penalty in the 78th minute. The score remained 1–1 after extra time and Germany beat Italy 6–5 in a penalty shootout. It was the first time Germany had overcome Italy in a major tournament. In the semi-finals Germany played the host nation France. Germany's hopes of securing a fourth European championship were put on hold however as France ended Germany's run by eliminating them by a score of 0–2. It was France's first competitive win against Germany in 58 years. On 2 July 2017, Germany won the 2017 FIFA Confederations Cup after a 1–0 win against Chile in the final at the Krestovsky Stadium in Saint Petersburg, it was their only FIFA Confederations Cup title. ==== Disappointment at the 2018 World Cup, 2018–19 UEFA Nations League and Euro 2020 ==== Despite winning all their qualifying matches and the Confederations Cup the previous year, Germany started their 2018 World Cup campaign with a defeat to Mexico. This was their first loss in an opening match since the 1982 World Cup. Germany defeated Sweden 2–1 in their second game via an injury-time winner from Toni Kroos, but was subsequently eliminated following a 2–0 loss to South Korea, their first exit in the first round since 1938 and first ever in group stage since the format had been reintroduced in 1950. Following the World Cup, Germany's struggles continued into the UEFA Nations League. After a 0–0 draw at home against France, they lost 3–0 against the Netherlands and 1–2 in the rematch against France three days later; the latter result being their fourth loss in six competitive matches. These results meant that Germany could not advance to the 2019 UEFA Nations League Finals and faced the prospect of possible relegation to League B in the next Nations League. After the Netherlands' win against France, the relegation to League B was originally confirmed, but due to the overhaul of the format for the 2020–21 UEFA Nations League, Germany was spared from relegation to League B. In March 2021, the DFB announced that Löw would step down as Germany's manager after the team competes in UEFA Euro 2020. Later that month, Germany lost 1–2 at home to North Macedonia in the 2022 World Cup qualifiers, their first World Cup qualification defeat since losing 5–1 to England in the 2002 World Cup qualifiers and only their third in history. On 25 May 2021, the DFB announced that former assistant manager Hansi Flick will replace Löw as head coach. At Euro 2020 (delayed until 2021 due to the COVID-19 pandemic), Germany were drawn in a tough group, along with World Cup champions France (to whom they lost 1–0) and reigning European champions Portugal (whom they defeated 4–2, albeit with the help of two Portuguese own goals), with each group having only two guaranteed qualifiers for the next phase, plus a chance for the third-placed team. In the final group match, against Hungary - expected to be the group's minnows - it was the Hungarians who took the lead twice, and Germany risked a second successive group-stage elimination, securing their qualification for the next phase only with a late equalizer which lifted them from fourth place to second in the group. They progressed no further than that, however: Löw's final match as Germany's manager was on 29 June 2021, when Germany lost 2–0 to England in the round of 16 of Euro 2020. === Revival under Flick (2021–present) === Following Germany's disappointment at Euro 2020, Hansi Flick, former Bayern Munich manager, took over as coach of the national team. Success only followed from there, as Germany went on to beat Liechtenstein, Armenia, Iceland, Romania and North Macedonia in a month's succession. On 11 October 2021, Germany beat North Macedonia 4–0 to become the first team to qualify for the world cup in Qatar. == Team image == === Kits and crest === The national team's home kit has always been a white shirt, black shorts, and white socks. The colours are derived from the 19th-century flag of the North German State of Prussia. Since 1988, many of the home kit's designs incorporate details patterned after the modern German flag. For the 2014 World Cup, the German team used white shorts rather than the traditional black due to FIFA's kit clashing rule for the tournament. The away shirt colour has changed several times. Historically, green shirt with white shorts is the most often used alternative colour combination, derived from the DFB colours – though it is often erroneously reported that the choice is in recognition of the fact that Ireland, whose home shirts are green, were the first nation to play Germany in a friendly game after World War II. However, the first team to play Germany after WWII, as stated above, was actually Switzerland. Other colours such as red, grey and black have also been used. A change from black to red came in 2005 on the request of Jürgen Klinsmann, but Germany played every game at the 2006 World Cup in its home white colours. In 2010, the away colours then changed back to a black shirt and white shorts, but at the tournament, the team dressed up in the black shorts from the home kit. The German team next resumed the use of a green shirt on its away kit, but then changed again to red-and-black striped shirts with white stripes and letters and black shorts. Adidas AG is the longstanding kit provider to the national team, a sponsorship that began in 1954 and is contracted to continue until at least 2022. In the 70s, Germany wore Erima kits (a German brand, formerly a subsidiary of Adidas). ==== Kit suppliers ==== {| class=\"wikitable\" style=\"text-align: center;\" |- !Kit supplier !Period !Notes |- | Leuzela |unknown–1954 |Germany wore Leuzela kits during the 1954 FIFA World Cup |- | Umbro |1966–1970 |Germany wore Umbro kits during the 1966 and 1970 FIFA World Cups |- | Adidas |1954–present |In the 1970s, Germany wore Erima kits (a German brand, formerly a subsidiary of Adidas). |} ==== Kit deals ==== {| class=\"wikitable\" style=\"text-align: center;\" |- !rowspan=\"2\"|Kit supplier !rowspan=\"2\"|Period !colspan=\"2\"|Contract !rowspan=\"2\"|Notes |- !Announcement !Duration |- |rowspan=\"2\"| Adidas |rowspan=\"2\"|1954–present |20 June 2016 |2019–2022 (4 years) |Per year: €50 million ($56.7 million) Total: €250 million ($283.5 million) |- |10 September 2018 |2023–2026 (4 years) |UndisclosedADIDAS AND DFB EXTEND PARTNERSHIP UNTIL 2026 |} === Home stadium === Germany plays its home matches among various stadiums, in rotation, around the country. They have played home matches in 43 different cities so far, including venues that were German at the time of the match, such as Vienna, Austria, which staged three games between 1938 and 1942. National team matches have been held most often (46 times) in the stadiums of Berlin, which was the venue of Germany's first home match (in 1908 against England). Other common host cities include Hamburg (34 matches), Stuttgart (32), Hanover (28) and Dortmund. Another notable location is Munich, which has hosted numerous notable matches throughout the history of German football, including the 1974 FIFA World Cup Final, which West Germany won against the Netherlands. === Media coverage === Germany's qualifying and friendly matches are televised by privately owned RTL; Nations League by public broadcasters ARD and ZDF. World Cup & European Championships matches featuring the German national team are among the most-watched events in the history of television in Germany. == Results and fixtures == Recent results and scheduled matches according to the DFB, UEFA and FIFA websites. === 2021 === === 2022 === == Coaching staff == === Current technical staff === {| class=\"wikitable\" width=35% style=\"text-align: center;font-size:100%;\" |- !Position !Name |- | style=\"text-align:left;\"|Head coach | style=\"text-align:left;\"| Hansi Flick |- | style=\"text-align:left;\"|Assistant coach | style=\"text-align:left;\"| Marcus Sorg |- | style=\"text-align:left;\"|Assistant coach | style=\"text-align:left;\"| Danny Röhl |- | style=\"text-align:left;\"|Fitness coach | style=\"text- align:left;\"| Yann-Benjamin Kugel |- | style=\"text-align:left;\"|Goalkeeping coach | style=\"text-align:left;\"| Andreas Kronenberg |- | style=\"text- align:left;\"|Team doctor | style=\"text-align:left;\"| Tim Meyer |- | style=\"text-align:left;\"|National team director | style=\"text-align:left;\"| Oliver Bierhoff |} == Players == === Current squad === The following players were selected for the friendly matches against Israel and the Netherlands on 26 and 29 March 2022, respectively. Information correct as of 29 March 2022, after the match against the Netherlands. === Recent call-ups === The following players have also been called up to the Germany squad within the last 12 months and are still available for selection. == Individual records == === Player records === :Players in bold are still active with Germany. :This list does not include players who represented East Germany. ==== Most capped players ==== {| class=\"wikitable sortable\" style=\"text-align:center;\" |- ! width=\"20\" |Rank ! style=\"width:150px;\"|Player ! width=\"50\" |Caps ! width=\"50\" |Goals ! style=\"width:100px;\"|Period |- | 1 | style=\"text-align: left;\"|Lothar Matthäus | 150 | 23 | |- | 2 | style=\"text-align: left;\"|Miroslav Klose | 137 | 71 | 2001–2014 |- | 3 | style=\"text-align: left;\"|Lukas Podolski | 130 | 49 | 2004–2017 |- | 4 | style=\"text-align: left;\"|Bastian Schweinsteiger | 121 | 24 | 2004–2016 |- | 5 | style=\"text-align: left;\"|Philipp Lahm | 113 | 5 | 2004–2014 |- | 6 | style=\"text-align: left;\"|Thomas Müller | 112 | 43 | 2010–present |- | rowspan=2 | 7 | style=\"text-align: left;\"|Jürgen Klinsmann | rowspan=2 |108 | 47 | 1987–1998 |- | style=\"text-align: left;\"|Manuel Neuer | 0 | 2009–present |- | 9 | style=\"text-align: left;\"|Toni Kroos | 106 | 17 | 2010–2021 |- |10 | style=\"text-align: left;\"|Jürgen Kohler | 105 | 2 | 1986–1998 |} ==== Top goalscorers ==== {| class=\"wikitable sortable\" style=\"text-align:center;\" |- ! width=\"15\" |Rank ! style=\"width:125px;\"|Player ! width=\"25\" |Goals ! width=\"25\" |Caps ! width=\"25\" |Average ! width=\"80\" |Period |- | 1 | style=\"text-align:left;\"|Miroslav Klose (list) | 71 | 137 | | |- | 2 | style=\"text-align:left;\"|Gerd Müller (list) | 68 | 62 | | 1966–1974 |- | 3 | style=\"text-align:left;\"|Lukas Podolski | 49 | 130 | | 2004–2017 |- | rowspan=\"2\"|4 | style=\"text-align:left;\"|Rudi Völler | 47 | 90 | | 1982–1994 |- | style=\"text-align:left;\"|Jürgen Klinsmann | 47 | 108 | | 1987–1998 |- | 6 | style=\"text-align:left;\"| | 45 | 95 | | 1976–1986 |- | rowspan=\"2\"| 7 | style=\"text-align:left;\"|Uwe Seeler | 43 | 72 | | 1954–1970 |- | style=\"text- align:left;\"|Thomas Müller | 43 | 112 | | 2010–present |- | 9 | style=\"text- align:left;\"|Michael Ballack | 42 | 98 | | 1999–2010 |- | 10 | style=\"text- align:left;\"|Oliver Bierhoff | 37 | 70 | | 1996–2002 |} ==== Captains ==== {| class=\"wikitable alternance\" |- ! Name ! Period ! Notes |- |Fritz Szepan || 1934–1939 || |- |Paul Janes || 1939–1942 || |- |Fritz Walter || 1951–1956 || |- |Hans Schäfer || 1952–1962 || |- |Helmut Rahn || 1958–1959 || |- |Herbert Erhardt || 1959–1962 || |- |Hans Schäfer || 1962 || |- |Uwe Seeler || 1962–1970 || |- |Wolfgang Overath || 1970–1972 || |- |Franz Beckenbauer || 1972–1977 || |- |Berti Vogts || 1977–1978 || |- |Sepp Maier || 1978–1979 || |- |Bernard Dietz || 1979–1981 || |- |Karl-Heinz Rummenigge || 1981–1986 || |- |Harald Schumacher || 1986 || |- |Klaus Allofs || 1986–1987 || |- |Lothar Matthäus || 1988–1994 || |- |Jürgen Klinsmann || 1995–1998 || |- |Oliver Bierhoff || 1998–2001 || |- |Oliver Kahn || 2001–2004 || |- |Michael Ballack || 2004–2010 || |- |Philipp Lahm || 2010–2014 || |- |Bastian Schweinsteiger || 2014–2016 || |- |Manuel Neuer || 2016–2017 || |- |Julian Draxler || 2017 || |- |Manuel Neuer || || |} ==== Player of the Year ==== * 2010: Bastian Schweinsteiger * 2011: Mesut Özil * 2012: Mesut Özil * 2013: Mesut Özil * 2014: Toni Kroos * 2015: Mesut Özil * 2016: Mesut Özil * 2017: Joshua Kimmich * 2018: Marco Reus * 2019: Matthias Ginter * 2020: Manuel Neuer *2021: Joshua Kimmich === Manager records === ; Most manager appearances : Joachim Löw: 198 == Team records == === 15 consecutive wins in all competitive matches (world record) === {| class=\"wikitable\" |- ! Date ! Opponent ! Venue ! ! Result ! Type ! Scorers |- style=\"background:#dfd;\" | 10 July 2010 | |Port Elizabeth, RSA |* | align=\"center\" |3–2 |WC 2010 3rd place |Müller , Jansen , Khedira |- style=\"background:#dfd;\" | 3 September 2010 | |Brussels, BEL |A | align=\"center\" |1–0 |EC 2012 Qualification |Klose |- style=\"background:#dfd;\" | 7 September 2010 | |Köln |H | align=\"center\" |6–1 |EC 2012 Qualification |Westermann , Podolski , Klose , Sadygov , Badstuber |- style=\"background:#dfd;\" | 8 October 2010 | |Berlin |H | align=\"center\" |3–0 |EC 2012 Qualification |Klose , Özil |- style=\"background:#dfd;\" | 12 October 2010 | |Astana, KAZ |A | align=\"center\" |3–0 |EC 2012 Qualification |Klose , Gómez , Podolski |- style=\"background:#dfd;\" | 26 March 2011 | |Kaiserslautern |H | align=\"center\" |4–0 |EC 2012 Qualification |Klose , Müller |- style=\"background:#dfd;\" | 3 June 2011 | |Vienna, AUT |A | align=\"center\" |2–1 |EC 2012 Qualification |Gómez |- style=\"background:#dfd;\" | 7 June 2011 | |Baku, AZE |A | align=\"center\" |3–1 |EC 2012 Qualification |Özil , Gómez , Schürrle |- style=\"background:#dfd;\" | 2 September 2011 | |Gelsenkirchen |H | align=\"center\" |6–2 |EC 2012 Qualification |Klose , Özil , Podolski , Schürrle , Götze |- style=\"background:#dfd;\" | 7 October 2011 | |Istanbul, TUR |A | align=\"center\" |3–1 |EC 2012 Qualification |Gómez , Müller , Schweinsteiger |- style=\"background:#dfd;\" | 11 October 2011 | |Düsseldorf |H | align=\"center\" |3–1 |EC 2012 Qualification |Özil , Schürrle , Gómez |- style=\"background:#dfd;\" | 9 June 2012 | |Lviv, UKR |* | align=\"center\" |1–0 |EC 2012 Group |Gómez |- style=\"background:#dfd;\" | 13 June 2012 | |Kharkiv, UKR |* | align=\"center\" |2–1 |EC 2012 Group |Gómez |- style=\"background:#dfd;\" | 17 June 2012 | |Lviv, UKR |* | align=\"center\" |2–1 |EC 2012 Group |Podolski , Bender |- style=\"background:#dfd;\" | 22 June 2012 | |Gdańsk, POL |* | align=\"center\" |4–2 |EC 2012 Quarter final |Lahm , Khedira , Klose , Reus |} == Competitive record == Germany has won the World Cup four times, behind only Brazil (five titles). It has finished as runners-up four times. In terms of semi-final appearances, Germany leads with 13, two more than Brazil's 11, which had participated in two more tournaments. From 1954 to 2014 (16 tournament editions), Germany always reached at least the stage of the last eight teams, before being eliminated in the group stage in 2018. Germany has also qualified for every one of the 19 World Cups for which it has entered – it did not enter the inaugural competition in Uruguay of 1930 for economic reasons, and could not qualify for or compete in the post-war 1950 World Cup as the DFB was reinstated as a FIFA member only two months after this tournament. Germany also has the distinction of having an Elo football rating of 2196 following their victory in the 2014 World Cup, which was higher than any previous champion. Germany has also won the European Championship three times (Spain, with three titles, France and Italy, with two titles each, are the only other multiple-time winners), and finished as runners-up three times as well. The Germans have qualified for every European Championship tournament except for the first European Championship they entered in 1968. For that tournament, Germany was in the only group of three teams and thus only played four qualifying games. The deciding game was a scoreless draw in Albania which gave Yugoslavia the edge, having won in their neighbour country. The team finished out of top eight only in two occasions, the tournaments of 2000 and 2004. In the other ten editions Germany participated in they reached nine times at least the semi-finals, an unparalleled record in Europe. See also East Germany and Saarland for the results of these separate German teams, and Austria for the team that was merged into the German team from 1938 to 1945. === FIFA World Cup === === FIFA Confederations Cup === {| class=\"wikitable\" style=\"text-align: center;\" !colspan=\"10\"|FIFA Confederations Cup record |- !Year !Round !Position ! ! !* ! ! ! !Squad |- | 1992 |colspan=\"9\"|Did not enterAs 1990 FIFA World Cup champions |- | 1995 |colspan=\"9\"|Did not qualify |- | 1997 |colspan=\"9\"|Did not enterAs UEFA Euro 1996 champions |- | 1999 |Group stage |5th |3 |1 |0 |2 |2 |6 |Squad |- | 2001 |colspan=\"9\"|Did not qualify |- | 2003 |colspan=\"9\"|Did not enterAs 2002 FIFA World Cup runners-up |- bgcolor=\"#cc9966\" |style=\"border: 3px solid red\"| 2005 |Third place |3rd |5 |3 |1 |1 |15 |11 |Squad |- | 2009 |rowspan=\"2\" colspan=\"9\"|Did not qualify |- | 2013 |- |- style=\"background:gold\" | 2017 |Champions |1st |5 |4 |1 |0 |12 |5 |Squad |- !Total !1 title !3/10 !13 !8 !2 !3 !29 !22 ! |} === UEFA European Championship === === UEFA Nations League === {| class=\"wikitable\" style=\"text- align: center;\" !colspan=\"12\"|UEFA Nations League record |- !Season !Division !Group !width=28| !width=28| !width=28| !width=28|* !width=28| !width=28| !width=28| !width=28| !width=28|Rank |- | |A |1 | 3rd |4||0||2||2||3||7||||11th |- | 2020–21 |A |4 | 2nd |6||2||3||1||10||13||||8th |- | 2022–23 |A |3 |colspan=10|To be determined |- !style=\"background:#; width:20%;\" colspan=\"4\"|Total !style=\"background:#;\"|10 !style=\"background:#;\"|2 !style=\"background:#;\"|5 !style=\"background:#;\"|3 !style=\"background:#;\"|13 !style=\"background:#;\"|20 !style=\"background:#;\" colspan=\"2\"|8th |} :*Denotes draws including knockout matches decided on penalty kicks. :**Gold background colour indicates that the tournament was won. :***Red border colour indicates tournament was held on home soil. == Honours == === Titles === -Major competitions: FIFA World Cup * Champions: 1954, 1974, 1990, 2014 * Runners-up: 1966, 1982, 1986, 2002 * Third place: 1934, 1970, 2006, 2010 UEFA European Championship * Champions: 1972, 1980, 1996 * Runners-up: 1976, 1992, 2008 * Third place: 1988, 2012, 2016 FIFA Confederations Cup * Champions: 2017 * Third place: 2005 Summer Olympics * Gold Medal: 1976 * Silver Medal: 1980, 2016 * Bronze Medal: 1964, 1972, 1988 -Minor competitions: U.S. Cup * Champions: 1993 Four Nations Tournament * Third place: 1988 === Awards === FIFA World Cup Fair Play Trophy * Winners: 1974 FIFA Confederations Cup Fair Play Award * Winners: 2017 FIFA Team of the Year * Winners: 1993, 2014, 2017 Laureus World Sports Award for Team of the Year * Winners: 2015 World Soccer World Team of the Year * Winners: 1990, 2014 Unofficial Football World Championships * Holders: 31 times German Sports Team of the Year * Winners: 1966, 1970, 1974, 1980, 1990, 1996, 2002, 2006, 2010, 2014 Silbernes Lorbeerblatt * Winners: 1954, 1972, 1974, 1980, 1990, 1996, 2014 {| class=\"wikitable\" style=\"width:30%; font-size:90%; text-align:center;\" |- !style=\"color:black; background:#FFFFFF; \" colspan=\"5\" | Overview |- ! Event !style=\"width:14%; background:gold;\" | 1st place !style=\"width:14%; background:silver;\" | 2nd place !style=\"width:14%; background:#c96;\" | 3rd place !style=\"width:14%; background:#9acdff;\" | 4th place |- |align=left|FIFA World Cup ! 4 ! 4 ! 4 ! 1 |- |align=left| ! 3 ! 3 ! 3 ! x |- |align=left| ! 1 ! 2 ! 3 ! 1 |- |align=left|FIFA Confederations Cup ! 1 ! 0 ! 1 ! 0 |- |align=left|UEFA Nations League ! 0 ! 0 ! 0 ! 0 |- |-style=\"background:silver\" !style=\"color:black; background:#FFFFFF; \"|Total !style=\"color:black; background:#FFFFFF; ; width:14%\" | 9 !style=\"color:black; background:#FFFFFF; ; width:14%\" | 9 !style=\"color:black; background:#FFFFFF; ; width:14%\" | 11 !style=\"color:black; background:#FFFFFF; ; width:14%\" | 2 |} == See also == * List of international matches of Germany national football team * Germany national football team manager * Germany Olympic football team * Germany national under-21 football team * Germany national youth football team (includes U-15, U-16, U-17, U-18, U-19 and U-20 squads) * Germany women's national football team * East Germany national football team * Germany–England * Germany–Italy * Germany–Netherlands == Notes == == References == == External links == * Official website by DFB * Germany at UEFA * Germany at FIFA * Matches results by RSSSF * Most capped players by RSSSF * Reports for all official matches by eu-football Category:European national association football teams Category:FIFA World Cup-winning countries Category:UEFA European Championship-winning countries Category:Recipients of the Silver Laurel Leaf Category:Laureus World Sports Awards winners Category:FIFA Confederations Cup-winning countries",
 "title": "Germany national football team"
}