{
 "id": "250512",
 "text": "Eschscholzia is a genus of 12 annual or perennial plants in the Papaveraceae (poppy) family. The genus was named after the Baltic German/Imperial Russian botanist Johann Friedrich von Eschscholtz (1793–1831). All species are native to Mexico or the southern United States. ==Description== Leaves are deeply cut, glabrous and glaucous, mostly basal, though a few grow on the stem. Flowers have four yellow or orange petals, and grow at the end of the stem, either alone or in many-flowered cymes. The petals are wedge-shaped, forming a funnel. The two fused sepals fall off as the flower bud opens. There are 12 to numerous stamens. The flowers close in cloudy weather. Seeds are tiny and black, held in long pointed pods that split open when ripe often with enough force to fling the seeds some distance with an audible snap. The taproot gives off a colorless or orange clear juice, which is mildly toxic. ==Cultivation== The best-known species is the California poppy (Eschscholzia californica), the state flower of California. Eschscholzia caespitosa is very similar to E. californica, but smaller and without a collar below the petals. Another species common in cultivation is Eschscholzia lobbii, which is often sold as Eschscholzia caespitosa. E. lobbii has yellow flowers and very narrow leaves. They prosper in warm, dry climates, but withstand some frost. They grow in poor soils with good water drainage. The cultivars 'Apricot Chiffon', with orange/yellow flowers, and 'Rose Chiffon', with pink and cream flowers, have gained the Royal Horticultural Society's Award of Garden Merit. ==Species== {| class=\"wikitable sortable\" |- ! Image !! Name !! Distribution |- |120px ||Eschscholzia androuxii|| in and around Joshua Tree National Park in both Riverside and San Bernardino counties of California |- |120px ||Eschscholzia caespitosa— tufted poppy, foothill poppy, collarless California poppy|| from Oregon, across California, to Baja California |- |120px ||Eschscholzia californica— California poppy|| Oregon, across California, to Baja California |- | ||Eschscholzia elegans|| Guadalupe and Cedros islands, off the coast of the Baja California peninsula. |- |120px ||Eschscholzia glyptosperma- desert gold poppy, desert golden poppy, and Mojave poppy|| Southwestern United States, in California, southern Nevada, western Arizona, and southwestern Utah. |- |120px ||Eschscholzia hypecoides - San Benito poppy|| San Benito County |- |120px ||Eschscholzia lemmonii-Lemmon's poppy|| California Coast Ranges, Sierra Nevada foothills, and Transverse Ranges |- |120px ||Eschscholzia lobbii—frying pans|| Central Valley and adjacent Sierra Nevada foothills |- |120px ||Eschscholzia minutiflora - Pigmy Poppy||southwestern United States and northern Mexico |- | ||Eschscholzia papastillii|| northern Mojave Desert; south into northern Colorado Desert of San Diego Co. |- | ||Eschscholzia palmeri|| Guadalupe Island in Mexico |- |120px ||Eschscholzia parishii|| Mojave Desert and the Colorado Desert surrounding the Salton Sea in southern California, and southwards across the Sonoran Desert southwards along the Gulf of California |- |120px ||Eschscholzia ramosa|| Channel Islands of California off the Southern California coast (United States), and to Guadalupe Island off the western coast of Baja California state (Mexico) |- |120px ||Eschscholzia rhombipetala|| northern Carrizo Plain of the Southern Interior California Coast Ranges in San Luis Obispo County |- |} ==References== ==External links== *Calflora: Database: Eschscholzia species — with images. *California poppies and their relatives Category:Papaveraceae genera Category:Ephemeral plants Category:Flora of California Category:Garden plants of North America Category:Johann Friedrich von Eschscholtz Category:Taxa named by Adelbert von Chamisso",
 "title": "Eschscholzia"
}