{
 "id": "250661",
 "text": "Horatio Nelson Jackson (March 25, 1872 – January 14, 1955) was an American physician and automobile pioneer. In 1903, he and driving partner Sewall K. Crocker became the first people to drive an automobile across the United States. ==Early life and medical career== Jackson was born in Toronto, Ontario, Canada, on March 25, 1872, a son of Samuel Nelson Jackson (1838–1913) and Mary Anne (Parkyn) Jackson (1843–1916). His siblings included John Holmes Jackson, who served several terms as mayor of Burlington, Vermont. Another brother, Hollister Jackson, served as Lieutenant governor of Vermont. Jackson attended the schools of Toronto and Toronto's collegiate institute. He graduated with an MD degree from the University of Vermont in 1893, became a physician, and practiced in Brattleboro and Burlington. He married Bertha Richardson Wells, the daughter of William Wells, a Medal of Honor recipient and one of the richest men in Vermont as a partner in Wells, Richardson & Co., manufacturer of Paine's Celery Compound, a popular patent medicine. H. Nelson Jackson and Bertha Wells were the parents of daughter Bertha (1906–1984), the wife of George B. Kolk and the longtime editor of the Burlington Daily News, of which her father was publisher. ==Cross-country drive== ===Wager and preparation=== Besides his medical practice, Jackson was an auto enthusiast who differed with the then-prevailing wisdom that the automobile was a passing fad and a recreational plaything. While in San Francisco's University Club as a guest on May 18, 1903, he agreed to a $50 wager (equivalent to $ in ) to prove that a four-wheeled machine could be driven across the country. He accepted, even though at age 31 he did not own a car, had practically no experience driving, and had no maps to follow. Jackson and his wife planned to return to their Burlington, Vermont, home in a few days, and both had been taking automobile driving lessons while in San Francisco. She returned home by train, allowing him to take his adventure by automobile. Having no mechanical experience, Jackson convinced a young mechanic and chauffeur, Sewall K. Crocker, to serve as his travel companion, mechanic, and backup driver. Crocker suggested that Jackson buy a Winton car. He bought a slightly used, two-cylinder, 20 hp Winton, which he named the Vermont, after his home state, bade his wife goodbye, and left San Francisco on May 23, carrying coats, rubber protective suits, sleeping bags, blankets, canteens, a water bag, an axe, a shovel, a telescope, tools, spare parts, a block and tackle, cans for extra gasoline and oil, a Kodak camera, a rifle, a shotgun, and pistols. Heeding the failed attempt by automobile pioneer Alexander Winton (founder of the Winton Motor Carriage Company, which manufactured Jackson's car) to cross the deserts of Nevada and Utah, Jackson decided to take a more northerly route through the Sacramento Valley and along the Oregon Trail. This allowed them to avoid the higher passes in the Sierra Nevada and Rocky Mountains. ===Journey=== thumb|right|Jackson driving the Vermont on the 1903 cross- country drive On May 23, 1903 the car was transported by ferry from San Francisco to Oakland and pointed eastward. But only into the journey, the car blew a tire. Jackson and Crocker replaced it with the only spare they had, in fact, the only right-sized spare tire they could find in all of San Francisco. On the first night of the journey they discovered that the side lanterns were too dim. On the second night, they stopped early in Sacramento and replaced them with a large spotlight mounted on the front of the Vermont. The duo was also assisted in Sacramento by bicyclists who offered them road maps. Jackson was unable to buy a new tire, but purchased some used inner tubes. Going northwards out of Sacramento, the noise of the car covered the fact that the duo's cooking gear was falling off. They were also given a misdirection by a woman so that she could send them to the spot where her family could see an automobile. The rough trek towards Oregon required them to haul the car across deep streams with the block and tackle. Somewhere along this route, Jackson lost a pair of his glasses. Items continued to be lost, including another pair of Jackson's glasses. They were also forced to pay a $4 (equivalent to $ in ) toll by a land-owner in order to cross his property on a \"bad, rocky, mountain road\" as Jackson described it. When their tires blew out they were required to wind rope around the wheels. Jackson did manage to find a telegraph office and wired back to San Francisco for replacement tires to be transported to them along the journey. Reaching Alturas, California, Jackson and Crocker stopped to wait for the tires. They offered locals rides in the car in exchange for a \"wild west show\". When the tires failed to materialize, however, they continued on after a three-day wait. On June 6, the car broke down, and they had to be towed to a nearby ranch by a cowboy on horseback. Crocker made repairs, but a fuel leak caused them to lose all of their available gasoline, and Jackson rented a bicycle for Crocker to travel to Burns, Oregon, for fuel. After suffering a flat tire on the bicycle, he returned with of fuel (which Jackson complained cost him \"nearly twenty dollars\"), and they returned to Burns to fill up. On June 9, outside of Vale, Oregon, the Vermont ran out of oil. Jackson walked back to the last town to get oil, only to discover eventually that they had been stopped only a short distance outside of Vale. The next day they arrived in Ontario, Oregon, where supplies waited for them. Somewhere near Caldwell, Idaho, Jackson and Crocker obtained a dog, a bulldog named Bud. Jackson had wanted a dog companion since Sacramento. Newspapers at the time gave a variety of stories of how Bud was acquired, including that he was stolen; in a letter to his wife, Nelson said a man sold him the dog for $15 (equivalent to $ in ). It turned out that the dusty alkali flats the travelers encountered would bother Bud's eyes so much (the Vermont had neither a roof nor windshield) that Jackson eventually fitted him with a pair of goggles. At one point, Bud drank bad water and became ill, but survived. At this point, the trio became celebrities. The press came out at every stop to take their picture and conduct interviews. At Mountain Home, Idaho, citizens warned them that the Oregon Trail was not good further east, so Jackson and Crocker veered off their original course along the southern edge of the Sawtooth Mountains. At Hailey, Idaho, Crocker wired the Winton Company for more parts. On June 16, somewhere in Idaho, Jackson's coat, containing most of the travelers' money, fell off and was not found. At their next stop, Jackson had to wire his wife to send them money to Cheyenne, Wyoming. Between June 20 and 21, all three of them got lost in Wyoming, and went without food for 36 hours before finding a sheepherder who gave them a meal of roast lamb and boiled corn. Before reaching Cheyenne, however, the car's wheel bearings gave out, and Crocker had to talk a farmer into letting them have the wheel bearings of his mowing machine. The travelers eventually reached Omaha, Nebraska, on July 12. From there on, they were able to use a few paved roads, and their trip was much easier. The only mishap happened just east of Buffalo, New York, when the Vermont ran into a hidden obstacle in the road and Jackson, Crocker, and Bud were thrown from the car. They arrived in New York City on July 26, 1903, 63 days, 12 hours, and 30 minutes after commencing their journey in San Francisco, in the first automobile to successfully transit the North American continent. Their trip expended over of gasoline. After leaving New York City Jackson joined his wife and drove home to Vermont. About from home his car once again broke down. His two brothers, each driving his own automobile, came to help him get going again. Shortly after returning to the road, both of the brothers' vehicles broke down, and Jackson towed them both home with the Vermont. Upon reaching the threshold of Jackson's garage, the Vermont's drive chain snapped. It was one of the few original parts never replaced during the entire journey. ==Later life== ===Businessman=== thumb|left|H. Nelson and Bertha (Wells) Jackson with Jackson's brother Hollister, and Mary Ann Parkyn Jackson (1903-1935), the daughter of Joseph Addison Jackson, 1922 Jackson continued to reside in Burlington, Vermont, with his wife Bertha and Bud the dog. He was active in several businesses, including a granite manufacturing company owned by his brother Hollister. (Hollister Jackson was serving as Lieutenant Governor of Vermont when he died in the Great Vermont Flood of 1927.) ===World War I=== A longtime member of the Vermont National Guard, when World War I broke out, Jackson was considered too old for active service, but he contacted former President Theodore Roosevelt (whom he had met at some point in Burlington), through whose influence Jackson was placed on active duty as a captain in the Medical Corps. While serving with the 79th Division as a major he was wounded at the Battle of Montfaucon during the Meuse-Argonne Offensive. Jackson's awards included the Distinguished Service Cross, Purple Heart, Croix de Guerre (France), and France's Legion of Honour. ===Citation for Distinguished Service Cross=== The Distinguished Service Cross was presented to Horatio N. Jackson, Major (Medical Corps), U.S. Army, for extraordinary heroism in action while serving with 313th Infantry Regiment (Attached), 79th Division, A.E.F., near Montfaucon, France, September 26–29, 1918. Constantly working in the face of heavy machine-gun and shell fire, Major Jackson was most devoted in his attention to the wounded, always present in the line of advance, directing the administering of first aid, and guiding the work of litter bearers. He remained on duty until severely wounded by high-explosive shells, when he was obliged to evacuate. General Orders No. 37, War Department, 1919. Born: at Canada. Home Town: Burlington, Vermont. Following the war, he became a colonel in the Officer Reserve Corps, and was one of the founders of the American Legion. Nelson twice ran for Governor of Vermont. In addition to owning and publishing the Burlington Daily News, was head of the Burlington Trust Company, and owned and operated radio station WCAX (now WVMT). At one point he was ticketed for exceeding the speed limit in Burlington. ==Death and burial== Jackson died in Burlington on January 14, 1955. He was buried in Burlington's Lakeview Cemetery. ==The Vermont== In 1944, Jackson gave his Winton, the Vermont, to the Smithsonian Institution in Washington, D.C., where it is preserved. ==Documentary== Documentary film maker Ken Burns produced a film, Horatio's Drive, for PBS. The film is based on the book of the same name by Dayton Duncan. Tom Hanks provided the voice-over narration for Horatio Nelson Jackson. The film features many old songs, framed by a popular number from 1914 called \"He'd Have to Get Under – Get Out and Get Under (to Fix Up His Automobile)\". ==References== ==Further reading== * ==External links== *Horatio's Drive *Colonel Horatio Nelson Jackson and Orville Wright in 1945 * Category:1872 births Category:1955 deaths Category:University of Vermont alumni Category:Physicians from Vermont Category:United States Army Medical Corps officers Category:People in the automobile industry Category:People from Burlington, Vermont Category:United States Army personnel of World War I Category:Recipients of the Distinguished Service Cross (United States) Category:Recipients of the Croix de Guerre 1914–1918 (France) Category:Recipients of the Legion of Honour Category:Burials at Lakeview Cemetery (Burlington, Vermont) Category:Vermont National Guard personnel Category:American automotive pioneers",
 "title": "Horatio Nelson Jackson"
}