{
 "id": "250607",
 "text": "Coverdale–Page (stylized as Coverdale • Page) is a collaborative studio album by English singer David Coverdale and guitarist Jimmy Page. It was released on 15 March 1993 by EMI in Europe, 16 March by Geffen Records in North America and 18 March by Sony Music Entertainment in Japan. The album's production was handled by Coverdale, Page and Mike Fraser. Following the disbandment of Coverdale's band Whitesnake and a failed reunion attempt by Page's band Led Zeppelin, John Kalodner proposed the idea of the musicians working together. After meeting each other, they began writing songs, which were then recorded over the course of 1991 and 1992. Critical reception towards Coverdale–Page was generally mixed; some music critics praised Coverdale and Page's partnership as a successful blend of both their respective bands. However, others viewed the collaboration as a second-rate Led Zeppelin, with many drawing unfavourable comparisons between Coverdale and Robert Plant. The album charted in 12 countries, including reaching number four in the UK and number five in the US. It was certified platinum in the US and Canada, respectively. Following a short Japanese tour in December 1993, Coverdale and Page parted ways. A reissue is tentatively scheduled for 2023, while Coverdale and Page have also discussed a potential reunion. == Background == After completing the Liquor & Poker World Tour in September 1990, vocalist David Coverdale decided to put his band Whitesnake on indefinite hold, wanting to take a break from the music industry. Led Zeppelin guitarist Jimmy Page, meanwhile, had been working on the Led Zeppelin Remasters, which led to discussion with singer Robert Plant and bassist John Paul Jones about a potential reunion. Though initially interested, Plant decided to back out, feeling that a reunion might \"put his solo career at risk\". Wanting to work on new music, Page then began looking for a new collaborator. As both he and Coverdale were signed to Geffen Records, A&R; executive John Kalodner suggested them working together. The idea was submitted to Coverdale and Page in January 1991. While the two had met many times in passing, they did not know each other well. Still, both parties were interested, thus a meeting was scheduled. Coverdale and Page met at the Ritz-Carlton Hotel in New York at the end of March 1991. The two got along well with one another and while on a walk in Manhattan, they apparently stopped traffic with onlookers asking if a collaboration was in the works. Coverdale and Page agreed to take the project slowly, first making sure they could actually write songs together. The two then met up for a writing session at Lake Tahoe, Coverdale's residence. Within the first day they had written \"Absolution Blues\" together. From there, Coverdale and Page continued writing, eventually relocating to Barbados at Page's suggestion. The two were later joined by drummer Denny Carmassi and bassist Ricky Phillips to flesh out the songs; these rehearsals lasted for several months. Coverdale and Page made their first public appearance together in May 1991, when they joined Poison onstage in Reno for a rendition of Led Zeppelin's \"Rock and Roll\" (1971). == Production and composition == Recording for Coverdale–Page began at Little Mountain Sound Studios in Vancouver, where all the rhythm tracks were recorded. From there, recording was moved to Criteria Studios in Miami, Florida, where the vocals and overdubs were done. Coverdale and Page also employed several local session musicians while in Miami. Additional recording was also done at Abbey Road Studios in London, and Highbrow Productions, Coverdale's home studio in Nevada. The recording process lasted from late 1991 to early 1992. According to Phillips, however, it took Page approximately a year to record his guitar parts. The album was recorded using analog equipment as opposed to digital, as Coverdale and Page felt analog suited their style of music better. Initially, Coverdale and Page were set to be credited as the sole producers, but they eventually decided to give recording and mixing engineer Mike Fraser a co-production credit for his extensive work on Coverdale–Page. Mastering was handled by George Marino at Sterling Sound, while the cover art was designed by Hugh Syme. Aside from Coverdale and Page, the album features performances from Carmassi, Phillips, keyboardist Lester Mendez and backing vocalist Johnne Sambataro, among others. === Music and lyrics === Coverdale and Page's music has generally been referred to by music publications and critics as blues rock and hard rock. The opening riff of \"Shake My Tree\" dates back to Led Zeppelin's 1979 album In Through the Out Door. Page had played the riff during rehearsals, but it was left unused. He later presented the riff to Paul Rodgers while playing together in the Firm, but it was again rejected. When Page presented the riff to Coverdale, he \"immediately latched on to it\". For \"Waiting on You\", Coverdale initially struggled coming up with a pre-chorus vocal melody. Eventually, he came up with a line reminiscent of Motown. As a precaution, Page had also written a vocal melody for the part, but upon hearing Coverdale's idea, he forwent his own. The verse-chorus chord progression for \"Take Me for a Little While\" was written by Page at Lake Tahoe. Lyrically, Coverdale described the song as a \"reflective piece\", inspired by personal tragedies both he and Page had gone though in their lives. In 2020, Page stated in an Instagram post that the orchestrations on \"Take Me for a Little While\" were done by Clare Fischer, despite his lack of credit in the liner notes. The opening riff of \"Pride and Joy\" was written by Coverdale, which he then presented to Page while in Barbados. This led to the song's original working title of \"Barbados Boogie\". \"Pride and Joy\" also marked the first time Page had performed harmonica on a recording since 1965's \"She Just Satisfies\". He also plays a dulcimer, which he had previously done on \"That’s the Way\" from Led Zeppelin III (1970). \"Over Now\" developed from another Page chord progression, which Coverdale described as sounding \"dark\" and \"malevolent\". The song's lyrics were inspired by Coverdale's divorce from Tawny Kitaen. \"Feeling Hot\" was described by Page as \"one of those real fun rock 'n' roll numbers\". It was the second song Page and Coverdale wrote together, being partly inspired by 1940s swing music. The lyrics to \"Easy Does It\" deal with celebrity life and its effect on a relationship. The chord progression for \"Take a Look at Yourself\" was written by Page at Lake Tahoe. The song was later finished in Barabados, when another section written by Coverdale was added and the tempo was changed. \"Don't Leave Me This Way\" was singled out by Coverdale as a particular favourite from the album. The introductory riff had been written by Coverdale many years earlier, but was left unused until presented to Page. The lyrics to \"Whisper a Prayer for the Dying\" deal with the Gulf War. Four songs remain officially unreleased from the Coverdale–Page sessions, including one titled \"Saccharine\" and an alternative mix of \"Shake My Tree\". Some of Coverdale's unused ideas were later reappropriated for Whitesnake's 1997 album Restless Heart (\"Woman Trouble Blues\" and \"Take Me Back Again\") and 2019's Flesh & Blood (\"Gonna Be Alright\"), as well as his 2000 solo album Into The Light (\"River Song\"). == Release and promotion == thumb|upright|A promotional poster for the Coverdale–Page Japanese tour Before settling on Coverdale–Page, working titles for the record included Legends and North and South. The album was released on 15 March 1993 in Europe by EMI, 16 March in North America by Geffen and 18 March in Japan by Sony. Coverdale–Page debuted at number four on the UK Albums Chart, and by April 1993, it had been certified silver by the BPI for sales of over 60,000 copies in the UK. In the US, the album reached number five on the Billboard 200, and was certified gold by the RIAA in June for sales of 500,000 units in the country, before eventually being certified platinum in 1995. Coverdale–Page also cracked the top 10 in Finland, Canada, Japan and Sweden. It was certified gold in Japan and platinum in Canada. Overall, the album charted in 12 countries. Five singles were released, all of which charted. The highest-charting singles were \"Pride and Joy\" and \"Shake My Tree\", which reached numbers one and three, respectively, on the US Mainstream Rock Tracks Chart. Music videos were produced for \"Pride and Joy\" and \"Take Me for a Little While\", both directed by Andy Morahan. While \"Pride and Joy\" reportedly did well on MTV (also being featured on an episode of Beavis and Butt-Head), \"Take Me for a Little While\" received minimal airplay according to Coverdale, as the video was deemed too gothic by the channel. In April 1993, auditions for Coverdale and Page's touring band were held in London. Carmassi was retained from the recording sessions, while bassist Guy Pratt and keyboardist Brett Tuggle were brought on board as new members. A North American and European tour was planned, but eventually cancelled. Due to the popularity of grunge, promoters were allegedly \"skeptical of [Coverdale and Page's] pulling power in a poor market for traditional heavy rock\". Thus, a \"financially viable\" tour was not possible. This was seconded by Pratt, who stated: \"It was originally meant to be an American and European tour, but it was booked as arenas and the ticket sales just weren't there.\" Conversely, Coverdale stated: \"The whole arrangement for the Coverdale–Page project was to go directly to the theatres, to the stage, and nothing, not even a whisper, came from Jimmy's manager when the album was released.\" Coverdale blamed Page's manager for the lack of touring; he was allegedly unenthusiastic about the project and wouldn't commit to live dates. Pratt, meanwhile, stated that Page was content with performing in theaters, while Coverdale considered it \"downsizing\". Japanese dates for December 1993 were still tentatively booked, and according to Coverdale, it wasn't until he brought the matter directly to Page that the latter agreed to do the shows. These concerts marked the first time Page had played in the country since Led Zeppelin's 1972 Japanese Tour. Aside from Coverdale–Page material, the seven shows also featured certain Whitesnake and Led Zeppelin songs. Despite the lack of any further touring, both Coverdale and Page intended to continue working together. However, according to Coverdale, Page's manager \"insisted we call it a day\", thus their work together came to an abrupt end. While rehearsing for the Japanese dates, Page was contacted by Plant's management about performing with him on MTV Unplugged. This eventually came to fruition with the \"Unledded\" project in 1994. == Reception == Coverdale–Page was met with mixed reviews from contemporary music critics. Rolling Stones J. D. Considine stated: \"Coverdale–Page may not be the second coming of Led Zeppelin, but it's close enough that only the most curmudgeonly would deny the band its due.\" He gave kudos to Page's guitar playing and Coverdale's vocals, feeling the voice had \"never been put to better use\" than against the guitar. Dave Lewis, writing for Record Collector, touted the record as Page's best work since the break up of Led Zeppelin, while Jörg Staude of Metal Hammer commended Coverdale for what he perceived as an improved performance compared to the previous two Whitesnake albums. Katharine Truman, for the Los Angeles Times, noted that while \"not as bombastic as Whitesnake nor as excitingly diverse as Zeppelin, Coverdale–Page is nonetheless a rock-solid effort\". Q magazine's staff declared the album \"excellent\" and wrote that it \"screams classic from start to finish\", while the staff of Rock Hard called the record \"a successful symbiosis\" of Coverdale and Page's past works. Critic Robert Christgau rated Coverdale–Page a \"Dud\", which his website describes as a \"bad record whose details rarely merit further thought\". Entertainment Weeklys David Browne characterised the album as an \"incredible, if pointless\" Led Zeppelin imitation. The Chicago Tribunes Greg Kot also called the album \"pointless\" and a \"Led Zeppelin rehash beneath Page and beyond singer David Coverdale\". Several outlets were highly critical of Coverdale, whose performance many considered a poor imitation of Plant. Tom Moon, for The Philadelphia Inquirer, described Coverdale as a \"raspy, bad-boy Robert Plant wannabe\", who \"lacks a shred individuality\". Robert Philpot of the Honolulu Star-Bulletin felt that \"sometimes [Coverdale's] screams eerily recall Plant\", while other times he ends up sounding hoarse. Philpot described the record as \"either a Whitesnake album with a really good guitar player, or a Led Zeppelin album with a really heavy-handed vocalist\". L. Kent Wolgamott of the Lincoln Journal Star felt similarly, stating that the record \"sounds like a good album from Whitesnake\", but \"Led Zeppelin it certainly is not\". Retrospective reviews have leaned slightly more positive. Music journalist Mick Wall declared Coverdale–Page \"one of the best albums of both [Coverdale and Page's] respective careers\", while AllMusic's Stephen Thomas Erlewine concluded his review by stating: \"Coverdale–Page boils down to a guilty pleasure at its best moments, but never quite rivals the bold experimentation of Led Zeppelin.\" Neil Jeffries, in a piece for Classic Rock, ranked Coverdale–Page thirteenth in Coverdale's overall studio discography, concluding that the singer sounds \"unsure whether to impersonate Robert Plant or be himself\". He also noted that while the album sold well, \"the partnership didn't last and we should probably be grateful for that\". Ultimate Classic Rock included \"Pride and Joy\" on their list of Coverdale's top 10 songs. They also ranked it, along with \"Easy Does It\", among their top 10 Page songs released after his work with Led Zeppelin. The collaboration between Coverdale and Page also drew some negative comments from Plant. While Plant commented positively on Page's playing, he was critical of the pairing, stating: \"I found it difficult to understand [Page's] choice of bedfellow. I just could not get it.\" Even before collaborating with Page, Coverdale had been accused of copying Plant, who had reportedly referred to him in interviews as \"David Cover-version\". Page called Plant's negative comments \"short-sighted\", while Coverdale described them as a \"stab in the back\", having considered Plant a friend in the past. Regarding the negative comparisons to Led Zeppelin and Whitesnake, Coverdale stated: \"Comparisons are inevitable. You have David Coverdale and Jimmy Page working together, then there are bound to be similarities to former works, because that's who we are.\" == Legacy == Despite their project's short lifespan, both Coverdale and Page have reflected positively on the experience. Assessing the collaboration in retrospect, Page stated: \"There was no [bullshit] in any respect or in how we executed. I wanted to show that I was still alive and kicking, and in that regard it was a total success.\" In 2004, Page noted: \"David was really good to work with. It was very short-lived, but I enjoyed working with him, believe it or not.\" Coverdale later commented in 2011: \"If I got a call from [Page], asking if I'd work with him on a solo album or anything, I'd be there in a heartbeat.\" VH1's Greg Prato put forth the idea that the whole Coverdale–Page project was just a way for Page to spite Plant, who had been reluctant to reunite Led Zeppelin. Page denied this outright, calling the entire notion \"pathetic\". In 2019, The New York Times listed Coverdale–Page among hundreds of artists whose material was reportedly destroyed in the 2008 Universal fire. In 2021, Coverdale revealed plans for a tentative reissue in 2023 to celebrate the album's 30th anniversary. Having procured the rights to the record from Universal, Coverdale told SiriusXM's Eddie Trunk that the reissue will potentially feature remastered and remixed versions of Coverdale–Page, four unreleased tracks, live material, as well as other bonus content. He also stated that he and Page had discussed the possibility of writing and recording together again, though their plans were delayed due to the COVID-19 pandemic. == Track listing == == Personnel == Credits are adapted from the album's liner notes. {| |valign=top| ;Musicians * David Coverdale – lead vocals; acoustic guitar (4 and 7) * Jimmy Page – electric guitars; acoustic guitar (1, 3, 4, 5, 7, 9 and 11), bass (3); harmonica, dulcimer (4) * Ricky Phillips – bass (7 and 10) * Jorge Casas – bass (except 7 and 10) * Lester Mendez – keyboards (3, 5, 7, 8, 9, 10 and 11), percussion (7) * Tommy Funderburk – backing vocals (2, 6, 7, 10 and 11) * John Sambataro – backing vocals (2, 6, 10 and 11) * John Harris – acoustic harmonica (on track 4) * Denny Carmassi – drums, percussion |valign=top| ;Technical * David Coverdale – production * Jimmy Page – production * Michael Fraser – production, engineering, mixing * Michael McIntyre – engineering, production coordination * Keith Rose – assistant engineer * Delwyn Brooks – assistant engineer * Chris Brown – assistant engineer * George Marino – mastering * Jim Survis – guitar technician * Gary Clark – drum technician * Peter Mertens – personal assistant * Bev Bush – personal assistant * Chris Whitehouse – personal assistant |valign=top| ;Design * Hugh Syme – art direction, design * Masa Ito – liner notes (Japanese version only) ;Management * Howard Kaufman – management * Brian Goode – management * John Kalodner – A&R; * Debra Shallman – A&R; coordination |} == Charts == ===Album=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |+ Chart performance for Coverdale–Page |+ !align=\"left\"|Chart (1993) !align=\"left\"|Peak position |- ! scope=\"row\"| Australian Albums (ARIA) | 25 |- ! scope=\"row\"| Austrian Albums (Ö3 Austria) | 45 |- ! scope=\"row\"| Canadian Albums (RPM Top 100) | 5 |- ! scope=\"row\"| Dutch Albums (Album Top 100) | 55 |- ! scope=\"row\"| Finnish Albums (Suomen virallinen lista) | 3 |- ! scope=\"row\"| German Albums (Offizielle Top 100) | 27 |- ! scope=\"row\"| Norwegian Albums (VG-lista) | 11 |- ! scope=\"row\"| Japanese Albums (Oricon) | 6 |- ! scope=\"row\"| Swedish Albums (Sverigetopplistan) | 8 |- ! scope=\"row\"| Swiss Albums (Schweizer Hitparade) | 16 |- ! scope=\"row\"| UK Albums (OCC) | 4 |- ! scope=\"row\"| US Billboard 200 | 5 |- |} ===Singles=== {| class=\"wikitable\" |- !Year !Single !Chart !Position |- |1993 |align=\"center\"|\"Pride and Joy\" |align=\"center\"| US Mainstream Rock | style=\"text-align:center;\"|1 |- |1993 |align=\"center\"|\"Shake My Tree\" |align=\"center\"| US Mainstream Rock | style=\"text-align:center;\"|3 |- |1993 |align=\"center\"|\"Take Me for a Little While\" |align=\"center\"| US Mainstream Rock | style=\"text-align:center;\"|15 |- |1993 |align=\"center\"|\"Take Me for a Little While\" |align=\"center\"| UK Singles Chart | style=\"text- align:center;\"|29 |- |1993 |align=\"center\"|\"Take a Look at Youself\" |align=\"center\"| UK Singles Chart | style=\"text-align:center;\"|49 |- |1993 |align=\"center\"|\"Over Now\" |align=\"center\"| US Mainstream Rock | style=\"text- align:center;\"|24 |- |} == Certifications == == References == === Footnotes === === Book sources === * * * * * * == External links == * Category:1993 debut albums Category:Albums produced by Jimmy Page Category:Albums produced by Mike Fraser Category:Coverdale and Page albums Category:David Coverdale albums Category:Jimmy Page albums Category:EMI Records albums Category:Geffen Records albums Category:Sony Music albums Category:Collaborative albums",
 "title": "Coverdale–Page"
}