{
 "id": "250698",
 "text": "Karl Fritjof Rolvaag (July 18, 1913 – December 20, 1990) was an American diplomat and politician who served as the 31st Governor of Minnesota from March 25, 1963, to January 2, 1967, as a member of the Democratic-Farmer-Labor (DFL) Party. He was the son of the Norwegian-American author and professor Ole E. Rølvaag. The 1962 election was held November 6, 1962, but the results of the race for governor were not known until a 139-day recount was completed in March 1963. Rolvaag won the closest gubernatorial election in state history by defeating the incumbent Elmer L. Andersen by just 91 votes out of over 1.3 million cast. Rolvaag was one of only four Minnesota Democrats to win a gubernatorial election with a Democrat in the White House. ==Life and career== A native of Northfield, Minnesota, Rolvaag lived in his home town and graduated from St. Olaf College. He then fought in World War II, rising to the rank of lieutenant and commanding a tank. After the war, he went to Norway to learn about politics before returning home to Minnesota. After his return, Rolvaag became the head of Minnesota's DFL Party. In 1954 he ran successfully for the office of lieutenant governor. After serving in that capacity for eight years, Rolvaag mounted his successful campaign for governor in 1962. Rolvaag was the first Minnesota governor to serve a four-year term, but due to continuous wrangling between the DFL governor and the conservative-controlled legislature, there were few notable achievements during his term. He is remembered for a leadership role in bringing reform to the state's institutions for the mentally disabled, leading to improved conditions and treatment for people with developmental disabilities. The populist-minded governor also changed the organization of the state's junior colleges. Formerly, the local school board ran each college separately; Rolvaag designed a coordinated statewide system with the goal of putting each Minnesotan within commuting distance of an institution of higher education. He also bitterly opposed significant expansion plans by the state colleges and was vocal in his opposition to designating a second state research university. When Rolvaag came up for reelection in 1966, his party denied him its endorsement, opting instead for Lieutenant Governor A. M. (Sandy) Keith. Rolvaag entered the DFL's primary with a cry of \"Let the people decide!\" and roundly defeated Keith in the primary. He lost to Republican Harold LeVander in the general election in November. In 1967, after leaving office, Rolvaag was appointed United States Ambassador to Iceland by President Lyndon Johnson. He returned to Minnesota in 1970 and was elected to the Minnesota Public Utilities Commission. He resigned that post in 1975 in order to seek treatment for alcoholism. His alcohol addiction eventually led to the end of his 37-year marriage, but he overcame his heavy drinking in the 1980s. Rolvaag stayed out of politics the rest of his life, but he helped others work through their own problems with alcoholism, attending meetings and giving talks in places as nearby as his hometown of Northfield and as far off as Sweden. He died at his home in Northfield on December 20, 1990, aged 77, having been ill with a heart condition. ==References== == Sources == * Minnesota Historical Society, Karl F. (Fritjof) Rolvaag * The New York Times, Ex-Gov. Karl Rolvaag, Minnesotan, 78, Dies, December 21, 1990 ==Papers== Correspondence, political files, subject files, personal files, news clippings, print materials, and sound and visual materials of Karl F. Rolvaag are available for research use at the Minnesota Historical Society.http://www.mnhs.org/library/findaids/00996.xml Category:1913 births Category:1990 deaths Category:People from Northfield, Minnesota Category:Military personnel from Minnesota Category:American Lutherans Category:American people of Norwegian descent Category:Minnesota Democrats Category:Governors of Minnesota Category:Lieutenant Governors of Minnesota Category:Ambassadors of the United States to Iceland Category:St. Olaf College alumni Category:Democratic Party state governors of the United States Category:20th-century American politicians Category:20th-century Lutherans",
 "title": "Karl Rolvaag"
}