{
 "id": "250957",
 "text": "All-American Girl is a 1994 American sitcom starring Margaret Cho. The series aired on ABC from September 14, 1994, to March 15, 1995. Cho starred as Margaret Kim, the rebellious daughter of Korean American bookstore owners in San Francisco, whose American attitude often comes into conflict with her more traditional parents (Jodi Long and Clyde Kusatsu). Among her co-stars were BD Wong as Cho's brother, and Amy Hill as her eccentric grandmother. The series is notable for being both groundbreaking and infamous. The series was the first prime time sitcom to feature an Asian American family as its focus; however, it received criticism for its stereotypical characters. ABC's attempts to reform the show resulted in the show having a lack of direction and led viewers away from the series. After the first season, ABC wished to revamp All-American Girl into an ensemble series, but these plans were unrealized. ==Creation and summary== All-American Girl was created by ABC to capitalize on the trend of female comediennes headlining their own sitcoms. Cho was included in a Wednesday night lineup that included other women in lead roles — Brett Butler (Grace Under Fire), Ellen DeGeneres (Ellen), and most successfully, Roseanne Barr (Roseanne). However, Cho was the only minority of this group and the only one who had no creative control over the process. The show's creators suggested other titles for the series such as East Meets West and Wok on the Wild Side, before deciding on All-American Girl. All-American Girl was marketed as being based on Cho's stand-up comedy routines, though Cho said that it \"was mostly just a gloss\" and used to attract fans of her stand- up. All-American Girl takes place in San Francisco, where Margaret Kim tries to navigate life with her family, friends, and romantic partners. In the Kim family household, Margaret has many squabbles with her very traditional mother, Katherine (Jodi Long), who wants nothing more than for her to settle down with a Korean boy and be successful. Her passive father plays more of the middle-man in these touchy debates, and prefers to spend time working in their family-owned bookstore. Also in the house are Margaret's brothers — her successful older brother, Dr. Stuart Kim (BD Wong), and her admiring younger brother, Eric (J.B. Quon) — as well as her eccentric grandmother \"Grandma\" Kim (Amy Hill). Outside of home, Margaret — who goes to college, though frequently bounces between majors — works at the cosmetics counter of a department store with her friends, pathetic Ruthie (Maddie Corman) and promiscuous Gloria (Judy Gold). In the pilot episode of All-American Girl, \"Mom, Dad, This is Kyle\", Margaret's mother, Katherine Kim, strongly disapproves of Margaret's boyfriend Kyle, and constantly tries to set her up with successful, intelligent Korean men, a recurring conflict between Margaret and her mother. Margaret, tired of her mother's constant matchmaking, convinces her to have Kyle over for dinner. At the dinner, Katherine makes no effort to accept Kyle, and a frustrated Margaret makes the rash decision to announce to everyone that she and Kyle are moving in together, simply to irritate her mother. Margaret realizes that she does not want to move out of the house and decides to stay in the end. The pilot episode already exhibited problems with the series that would continue with subsequent episodes. Margaret's mother is portrayed as a typical \"tiger mom\" who only approves of her daughter dating Korean men from prestigious universities and who is unwilling to see things from her daughter's perspective. Even by the end of the episode, Katherine continues to be set in her own ways. Margaret's brother Stuart appears throughout the episode as a contrasting, nerdy, perfectly obedient, model son. After negative reviews and controversy, producers attempted to change the series. Later episodes became less focused on the Kim family as a whole, and more towards Margaret and Grandma Kim. In \"Notes From the Underground\", Margaret moves into the basement of her parents' home, then moving out altogether in \"Young Americans\". The latter episode, which was also the final episode, served as somewhat of a \"backdoor pilot\" for a revamped version of the series, which would have focused on Margaret and her roommates — Spencer (Diedrich Bader), Phil (Sam Seder), and Jimmy (Andrew Lowery) — plus Grandma Kim and Jane (Mariska Hargitay), a bartender at the roommates' hangout. Ultimately, though, that option did not come to pass, and the show suffered from its inconsistency and lack of direction. ==Cast== ===Main=== *Margaret Cho as Margaret Kim, the main character of the series and the daughter in the Kim family. She is much more Americanized than the other members of her family, which is often a source of misunderstandings between her and her family. *Amy Hill as Yung-hee \"Grandma\" Kim, Margaret's eccentric grandmother who is unassimilated and often refers to the \"Old Country\". She is addicted to watching television. *Jodi Long as Katherine Kim, Margaret's mother. She is portrayed as a \"tiger mom\", imposing strict rules on Margaret and her siblings and setting extremely high expectations for them, especially for Margaret's older brother, Stuart. She runs a bookstore with her husband, Benny Kim. *Clyde Kusatsu as Benny Kim, Margaret's father. While also a strict parent, he is also more understanding of Margaret, mostly the straight man and sometimes assists in mediating disagreements between Margaret and her mother. *Maddie Corman plays Ruthie Latham, one of Margaret's best friends, who works with Margaret in a department store. *Judy Gold as Gloria Schechter, another one of Margaret's friends who works at the department store. *J.B. Quon as Eric Kim, Margaret's younger brother who looks up to Margaret, much to his parents' dismay. *BD Wong as Dr. Stuart Kim, Margaret's older brother who is a successful doctor, and constantly under extreme pressure from himself and his parents to achieve more. He is considered the obedient and well-behaved son. *Ashley Johnson as Casey Emerson, one of Eric Kim's friends who spend a lot of time at the Kims' house. After \"Malpractice Makes Perfect\", Casey is never seen or mentioned again. ===Notable guest stars=== *Ming-Na Wen as Amy, Stuart's fiancé. (\"Redesigning Women\") *Tsai Chin as Auntie June (\"Take My Family, Please\") *Daniel Dae Kim as Stan (\"Ratting on Ruthie\") *Eric Lutes as Grant (\"Loveless in San Francisco\") *Oprah Winfrey as herself (\"A Night at the Oprah\") *Jack Black as Tommy, a band member managed by Margaret's friend. (\"A Night at the Oprah\") *Quentin Tarantino as Desmond, Margaret's boyfriend who she discovers sells bootlegged videotapes. At the time of All-American Girl, Tarantino was dating Cho, and coming off the success of his film Pulp Fiction. (\"Pulp Sitcom\") *Robert Clohessy as Average Tony (\"Pulp Sitcom\") *Vicki Lawrence as Phone Lady (\"Young Americans\") *John Terlesky as Tim (\"Young Americans\") ==Episodes== ==Production and reception== All-American Girl first aired on September 14, 1994, on the ABC network. Anticipation was high, because it was the first prime time sitcom featuring an Asian American cast. However, critics and audiences alike were disappointed in the results. While reviews and critics were positive about Cho — and later Hill — they found the show to be bland, unfunny, and full of stereotypes. The show particularly disappointed Asian American viewers, who were particularly unhappy about the stereotypes. This included the \"tiger mother\", the expectation for Korean women to be proper and demure, the overachieving nerdy Asian, and the obedient Asian child. This lack of character development allowed no chance for the characters to have depth beyond their original identities, aside from Margaret. In addition, the casting was also criticized; Cho was the only Korean American cast, while all other actors portraying the Kim family were of Chinese or Japanese ancestry. Critics said this perpetuated the idea that all Asians are the same, and they did not appreciate the assumption that they \"should identify with the Kims simply because they were Asian\". Similarly, non-Asian audiences were equally unable to identify with \"yet another example of Hollywood's ignorance and indifference when it comes to depicting an ethnic group about which it knows so little\". As Cho stated later, \"When you're the first person to cross over this racial barrier, you're scrutinized for all these other things that have nothing to do with race, but they have everything to do with race — it's a very strange thing\". Furthermore, the show's use of \"butchered Korean language\" was also criticized; with the majority of the cast not being Korean American, their ability to speak Korean was limited, and none of All-American Girl's directors, writers, or producers were Korean American. Korean American viewers found the briefly spoken Korean phrases were so flawed they were essentially unintelligible. Before production began, ABC executives began criticizing Cho about her weight, although Cho claims there had been no issue about her weight before filming began. ABC executives and producers encouraged her to go on a crash diet; in two weeks, she lost 30 lbs (14 kg). This resulted in her having to be hospitalized for kidney failure, and leading to major health issues that continued for years after the show. In a later interview, Cho said she believes that because she was not White, executives and the producers felt they had to \"make up for it in other ways\", which was the reasoning behind this. As a result of the negative reviews and controversy, the series struggled in the ratings from the beginning. ABC and producers constantly tried to change the format in an attempt to gain better viewership ratings. This resulted in the series — in its short run — looking like it lacked direction and grounding. After the thirteenth episode, Ashley Johnson — who was added after the pilot — was written out of the series completely, while Ruthie, Gloria, and the rest of the Kims — besides Margaret and Grandma — seemed to be slowly phased out. Amy Hill was retained through this, because Grandma Kim had become popular with audiences. By the end of the first season, ABC had decided to revamp the series into a new series titled Young Americans. The only ones retained would have been Cho and Hill, with Sam Seder, Diedrich Bader (who would be cast on The Drew Carey Show shortly after the series' cancellation), Andrew Lowery, and Mariska Hargitay all joining the series as new characters. The series was meant to emulate Friends, which had become a hit on rival network NBC that same season. Despite this retooling, ABC decided against ordering the revamped series. Since the series' end, Cho has become outspoken about her time on the series, particularly the difficulties she faced with the network and the effects the series' failure had on her. Another attempt at bringing an Asian American family would not come until 2015, when ABC launched the much more successful Fresh Off The Boat. Footage from All-American Girl made a brief appearance in the ABC comedy series, where the characters poke fun at its faults. Cho later returned to ABC to guest star for another sitcom featuring an Asian American lead, Dr. Ken. ==Themes== ===Femininity=== In All-American Girl, Margaret Kim comes across as a typical college-age girl with somewhat of a rebellious streak, much to the chagrin of her very no-nonsense mother. She has an edgy sense of style, wearing short dresses, leather outfits, and following the trends of the average American girl from the 1990s. She wears different clothes, speaks in a higher register, laughs daintily behind her hand, and comes across as very polite—a significant contrast from her typically brash character. She manipulates her femininity to get what she wants, but this inevitably backfires when she is rejected for not maintaining this desired trait. This issue of desirable female traits unfortunately played a part in the production decisions behind the show. Producers told Cho to lose weight, resulting in her drastic weight loss of 30 pounds in two weeks, which had major health implications that still follow her today. Furthermore, because of the environment of the network, Cho states: \"I didn't have these attributes that they think of when they think of like a female star of a show. You know, I wasn't thin [and] I wasn't white\" (the producers had, however, already likely noticed this). ===Romantic relationships=== Throughout All-American Girl, Margaret Kim flutters around multiple male characters and maintains about 7 short-lived relationships, all of which last for only one episode. The first episode \"Mom, Dad, This is Kyle\", centers on Margaret Kim and her American boyfriend Kyle, whom her mother constantly claims is a \"loser\" and that he is not right for her. Margaret then counters that her mother only disapproves of Kyle because he's not Korean, and a fight ensues. Margaret does not in fact have strong feelings for Kyle, she simply refuses to back down to her mother, who appears to be equally stubborn. In this sense, Margaret's romantic relationship is downplayed in favor of highlighting the conflicting, but loving, relationship between Margaret and her mother. In the second episode, the opposite situation occurs and Margaret finds herself dating a Korean boy that her mother has set her up with. Margaret's mother is ecstatic, but Margaret finds herself slowly altering her behavior to suit the desires of her Korean suitor—by the end of the episode, she ends the charade by coming clean about her true personality and their relationship ends. Unfortunately, because Margaret was honest and true to herself, she ends up losing a relationship due to the discrepancy between her \"American\" self and her \"Korean\" self. In following episodes, Margaret finds herself dating a variety of male characters, including a Professor, a repairman, and a criminal. Margaret's love life through the show appears to be whimsical, inconsistent, and insubstantial. Her suitors come across as short-term vehicles used to push the show along. These romantic encounters do not aid in developing Margaret's character, nor do they serve a larger purpose within the scope and plot of the show. Most notably, famous actor and director Quentin Tarantino guest stars as one of Margaret's love interests in \"Pulp Sitcom\". ===Asian American family=== The Kim family is intended to be portrayed as a typical Asian American family. Some values they exhibit that the show classifies as Asian American include waiting for everyone to be seated at meals before beginning to eat, placing high value on education and success, children being obedient to their parents, and placing the most importance on the eldest son. ==Home media== The complete series was released on DVD in a four-disc set from Shout! Factory/Sony BMG Music Entertainment on January 31, 2006, featuring commentary by Cho, joined twice by Hill, on one episode per disc and a new retrospective featurette featuring new interviews with Cho and Hill. ==See also== *Mr. T and Tina *Fresh Off the Boat *The Family Law *Citizen Khan *Kim's Convenience ==References== ==External links== * *Quentin Tarantino on All-American Girl Category:1994 American television series debuts Category:1995 American television series endings Category:1990s American sitcoms Category:American Broadcasting Company original programming Category:Asian-American television Category:English-language television shows Category:Television series about families Category:Television series by ABC Studios Category:Television shows set in San Francisco",
 "title": "All-American Girl (TV series)"
}