{
 "id": "251065",
 "text": "thumb|330px|Monument to William Connor Magee, Peterborough Cathedral William Connor Magee (17 December 1821 – 5 May 1891) was an Irish clergyman of the Anglican church, Bishop of Peterborough 1868–1891 and Archbishop of York for a short period in 1891. ==Life== He was born in Cork, Ireland. His father was a minor canon of St Fin Barre's Cathedral, Cork and a curate of the parish attached to the Anglican cathedral; his grandfather was William Magee, Archbishop of Dublin. Young Magee was educated at Kilkenny College and entered Trinity College, Dublin with a scholarship at thirteen. In November 1843, he delivered the inaugural address as Auditor of the reformed College Historical Society, in Trinity College. He was ordained in 1844 to the curacy of St Thomas's, Dublin, but, being threatened with tuberculosis, went after two years to Málaga, Spain. On his return he took a curacy at Bath, England (1849–1851) and was soon appointed to the Octagon Chapel (1851–1860), where his fame both as preacher and platform speaker continued to spread. Some years afterwards he was made prebendary of Wells Cathedral. In 1860, poor health caused him to accept the living of Enniskillen, Ireland. In 1864 he was made Dean of Cork and in 1866, additionally, Dean of the Chapel Royal, Dublin Castle, and a chaplain to the Lord Lieutenant. Here he showed those great gifts which ultimately raised him to high office; a powerful grasp of mental, moral and political problems, combined with eloquence of a high order, illuminated with brilliant flashes of wit. In 1868 the question of the disestablishment of the Irish church came to the fore, and Magee threw himself into its defence with his usual energy and vivacity. The success of his orations caused Prime Minister Benjamin Disraeli to offer him the bishopric of Peterborough, England. He justified his appointment by his magnificent speech when the Disestablishment Bill reached the House of Lords in 1869, and then plunged into diocesan and general work in England. He preached three remarkable sermons on Christian Evidence in Norwich Cathedral in 1871. He took up the temperance question, and declared in the House of Lords that he would rather see \"England free than England compulsorily sober\", a statement which was misquoted and attacked. Initially highly critical of the calling of the second Lambeth Conference (1878) he was won over by the experience, writing in his biography that, He was also a supporter of the movement for abolishing the recitation of the Athanasian Creed in the public services of the Church of England, believing, as he said, that the \"presence\" of the damnatory clauses, \"as they stand and where they stand, is a real peril to the Church and to Christianity itself\", and that those clauses \"are no essential part\" of the creed. The project was laid aside because of the hostility of a large body of the clergy, reinforced by the threat of Edward Bouverie Pusey and Canon Henry Parry Liddon to abandon their offices if it were carried. He was elevated to the see of York in January 1891 and enthroned on 17 March. By this time his energies were exhausted, and he died on 5 May, four months after his appointment. He was buried at Peterborough Cathedral. The life-size marble effigy marking his grave lies in the south aisle. ==Family== He married his cousin Anne Smith in 1851. ==Legacy== Magee had taken a prominent part in the Ritual controversy, opposing what he conceived to be romanising excess in ritual, as well as the endeavour of the opposite party to \"put down Ritualism\", as Disraeli expressed it, by the operation of the civil law. His incisive way of putting things earned for him the title of the \"Militant Bishop\", but his efforts were ever for peace. Magee's manifold activities, his capability as an administrator, his sound judgment, and his remarkable, insight into the ecclesiastical problems of his time, rank him among the most distinguished of English prelates. ==Quotes== \"The man who makes no mistakes does not usually make anything.\" – W. C. Magee, 1868 \"I should say it would be better that England should be free than that England should be compulsorily sober.\" 1872 ==Works== * Anglican sisterhoods (1886) ==References== * *Cork Past and Present ==External links== *Bibliographic directory from Project Canterbury * Category:1821 births Category:1891 deaths Category:Doctors of Divinity Category:People educated at Kilkenny College Category:People from County Cork Category:Bishops of Peterborough Category:Archbishops of York Category:Auditors of the College Historical Society Category:19th-century Anglican archbishops Category:Deans of the Chapel Royal, Dublin Category:Members of the Privy Council of the United Kingdom Category:Burials at Peterborough Cathedral Category:19th-century Church of England bishops",
 "title": "William Connor Magee"
}