{
 "id": "251123",
 "text": "Urushiol is an oily mixture of organic compounds with allergenic properties found in plants of the family Anacardiaceae, especially Toxicodendron spp. (e.g., poison oak, Chinese lacquer tree, poison ivy, poison sumac) and also in parts of the mango tree. In most individuals, urushiol causes an allergic skin rash on contact, known as urushiol-induced contact dermatitis. The name urushiol is derived from the Japanese word for the lacquer tree, .Oxford English Dictionary The oxidation and polymerization of urushiol in the tree's sap in the presence of moisture allows it to form a hard lacquer, which is used to produce traditional Chinese, Korean and Japanese lacquerware. == History == Although urushiol-containing lacquers and their skin-irritating properties were well known in East Asia for several millennia, its first recorded western texts were in 1624 by John Smith and he initially likened the plant to English Ivy. He did not classify it as a poison at first due to the speed with which its rash disappeared and Smith hypothesized that there may actually be medicinal uses for the plant. In the 18th and 19th centuries, many experiments were done in this area to determine whether or not this theory was true. Because that era's medicinal culture was dominated by plant-based treatments, physicians were hopeful that the strong effect this chemical produced on the body could be effective in some way. André-Ignace-Joseph Dufresnoy was one of the first to come up with a medicinal use for this chemical in 1780 when he boiled poison ivy to produce an infusion for internal use. This led to a distilled extract of poison ivy which he prescribed to many people suffering from skin problems and even paralysis. He claimed this treatment to have yielded several positive results. For many years, poison ivy was thought to fall into the 'Rhus' genus; however, in the 1900s, it was reclassified into a more appropriate genus, 'Toxicodendron,' meaning poison tree. There were many documented cases of irritations and allergic reactions from the plant, and its propensity for medicinal use quickly dwindled. After this new categorization, scientists began attempts to determine what it was that rendered plants of this genus noxious, starting with a hypothesis of a volatile oil present in the plants. While this proved incorrect, Rikou Majima from Japan was able to determine that the chemical urushiol was the irritant. Further, he determined that the substance was a type of alkyl catechol, and due to its structure it was able to penetrate the skin and survive on surfaces for months to years. Urushiol's ability to polymerise into a hard glossy coating is the chemical basis for traditional lacquerware in many Asian countries. After urushiol comes in contact with oxygen, under certain conditions it become a black lacquer and has been named Urushi lacquer. == Characteristics == Urushiol in its pure form is a pale-yellow liquid with a specific gravity of 0.968 and a boiling point of . It is soluble in diethyl ether, acetone, ethanol, carbon tetrachloride, and benzene. Urushiol is a mixture of several closely related organic compounds. Each consists of a catechol substituted in the 3 position with a hydrocarbon chain that has 15 or 17 carbon atoms. The hydrocarbon group may be saturated or unsaturated. The exact composition of the mixture varies, depending on the plant source. Whereas western poison oak urushiol contains chiefly catechols with C17 side- chains, poison ivy and poison sumac contain mostly catechols with C15 sidechains. The likelihood and severity of allergic reaction to urushiol is dependent on the degree of unsaturation of the hydrocarbon chain. Less than half of the general population experience a reaction with the saturated urushiol alone, but over 90% do so with urushiol that contains at least two degrees of unsaturation (double bonds). Longer side chains tend to produce a stronger reaction. Urushiol is an oleoresin contained within the sap of poison ivy and related plants, and after injury to the plant, or late in the fall, the sap leaks to the surface of the plant, where under certain temperature and humidity conditions the urushiol becomes a blackish lacquer after being in contact with oxygen. Urushi lacquer is very stable. It is able to withstand disturbances from alkali, acid, and alcohol, while also being able to resist temperatures of over 300 °C. However, the lacquer can be degraded by UV rays from the sun and other sources. Within the United States, urushiol-containing plants are distributed throughout. Poison ivy can be found in all states except California, Alaska, and Hawaii. Poison Oak can be found on the west coast or some states in the southeast, while poison sumac can be found only in the eastern half of the country. These plants all have distinguishing features that will help in identification. Poison ivy always grows with three shiny, pointy leaves. Poison oak has a similar look, but with larger and more rounded leaves that are hairy and grow in groups of 3, 5, or 7. Poison sumac grows in groups of 7 to 13 leaves, but always in an odd number. The leaves are feather- shaped and shiny. == Allergic response and treatment == Before the urushiol has been absorbed by the skin, it can be removed with soap and water. Substantial amounts of urushiol may be absorbed within minutes. Once urushiol has penetrated the skin, attempting to remove it with water is ineffective. After being absorbed by the skin, it is recognized by the immune system's dendritic cells, otherwise called Langerhans cells. These cells then migrate to the lymph nodes, where they present the urushiol to T-lymphocytes and thus recruit them to the skin, and the T-lymphocytes cause pathology through the production of cytokines and cytotoxic damage to the skin. This causes the painful rash, blisters, and itching. Once this response starts, only a few treatments, such as cortisone or prednisone, are effective. Medications that can reduce the irritation include antihistamines (diphenhydramine (Benadryl) or cetirizine (Zyrtec)). Other treatments include applying cold water or calamine lotion to soothe the pain and stop the itching. == Mechanism of action == To cause an allergic dermatitis reaction, the urushiol is first oxidized to create two double-bonded oxygens on the chemical. It then reacts with a protein nucleophile to trigger a reaction within the skin. Dermatitis is mediated by an induced immune response. Urushiol is too small a molecule to directly activate an immune response. Instead, it attaches to certain proteins of the skin, where it acts as a hapten, leading to a type IV hypersensitive reaction. Hydrocortisone, the active ingredient in cortisone, works to alleviate this condition by stopping the release of chemicals that cause the dermatitis reaction. Hydrocortisone itself does not react with urushiol in any way. alt=|center|thumb|474x474px|Basic mechanism of Urushiol causing allergic dermatitis == Use as lacquer == == See also == * Anti-itch drugs, for treating the toxin. * Bentoquatam, a barrier cream applied before exposure. * Burow's solution which can treat the symptoms of the rash caused by urushiol. * Ginkgo biloba and cashew, plants containing chemicals closely related to urushiol. * Hapten, small molecules that can elicit an immune response under certain conditions. * Mango trees, which may cause cross-reaction allergies with urushiol. == References == ==Further reading== * * * * * * * * == External links == * Poison Oak at Wayne's Word * Reduce poison ivy dermatitis with the following steps – Deseret News * The Poison Ivy Tutorial Category:Catechols Category:Resins",
 "title": "Urushiol"
}