{
 "id": "251345",
 "text": "Andrew Ryan McGill (February 19, 1840 – October 31, 1905) was an American politician of the United States Republican Party. He served as the tenth Governor of Minnesota from January 5, 1887, to January 9, 1889. ==Family== upright|thumb|left|Andrew Ryan McGill, c. 1858. Andrew Ryan McGill, the son of Angeline (née Martin) and Charles McGill, was born in Saegertown, Pennsylvania, on February 19, 1840. Andrew's father, Charles Dillon McGill (1802-1875), was the youngest son of Patrick (1762-1832) and Anna (née Baird) McGill. Patrick had emigrated from County Antrim, Ireland, about 1774, settling in Northumberland, Pennsylvania. In 1795 Patrick and Anna moved their family to the western part of Pennsylvania, homesteading several hundred acres in Crawford County. Andrew's mother, Angeline Martin (1811-1849), was the eldest of Armand (1785-1861) and Mary (née Ryan, 1789-1866) Martin's nine children. The Martin family also owned land in western Pennsylvania. Armand's brother, Lieutenant General Charles Martin, who commanded troops stationed at Fort de Boueff (Watertown, Pennsylvania) in the late 1790s, settled in Carlisle, Pennsylvania. McGill married Eliza E. Bryant (d. 1877), daughter of Charles S. Bryant, a lawyer and author from St. Peter, Minnesota. Together they had three children: Charles Herbert (b. 1866), Robert C. (b. 1869), and Lida B. (b. 1874). In 1879, two years after Eliza's death, Andrew married Mary E. Wilson, daughter of Margaret Maleena (née Stone) and Joseph Carlton Wilson, a prominent physician of Edinboro, Pennsylvania. Mary and Andrew had two children: Wilson (b. 1884) and Thomas (b. 1889). ==Early career== In 1859, at the age of nineteen, Andrew Ryan McGill moved from Pennsylvania to Kentucky to become a schoolteacher. When the Civil War began and teaching, work was no longer feasible in Kentucky, McGill left for Minnesota, arriving June 10, 1861. He became principal of the public school in St. Peter, Minnesota, in August 1862. In that same year, at the age of 22, McGill enlisted in Company D, 9th Minnesota Volunteer Infantry. In 1863 he was discharged for disability. Soon after his discharge he was elected county superintendent of public schools (Nicollet County, Minnesota), a position he filled for two terms. From 1865 through 1866 McGill was the editor and proprietor of the St. Peter Tribune. In 1865 he was also elected clerk of the district court of Nicollet County for a term of four years. McGill took the opportunity to study law under Judge Horace Austin and was admitted to the bar in 1869. ==Political career== In 1870 Austin was elected governor of Minnesota and McGill was selected as his private secretary. In 1873, McGill was appointed insurance commissioner of the state, a position he held for thirteen years. In 1886, the Republican state convention nominated McGill as their candidate for governor of Minnesota. He won the nomination and the election, serving a single, two- year term as governor (1887-1889). During his term he recommended a revision of the railroad laws pertaining to transportation, storage, and grading of wheat, the watering of railroad stocks, a simplification of the tax laws, regulation of liquor, abolition of contract prison labor, establishment of a soldiers' home, and creation of a Bureau of Labor Statistics. While not re- elected, McGill remained active in politics, supporting the presidential candidacy of Cushman K. Davis (1896) and serving in the Minnesota State Senate from the 37th District, St. Paul (1899-1905). McGill was appointed postmaster of St. Paul (1900) while concurrently serving as senator. ==References== *Biographical information and his gubernatorial records are available for research use at the Minnesota Historical Society. *Minnesota Legislators Past and Present ==External links== * Category:1840 births Category:1905 deaths Category:People from Crawford County, Pennsylvania Category:American Methodists Category:American people of Scotch-Irish descent Category:Minnesota Republicans Category:Governors of Minnesota Category:Minnesota state senators Category:Politicians from Saint Paul, Minnesota Category:Republican Party state governors of the United States Category:People from St. Peter, Minnesota",
 "title": "Andrew Ryan McGill"
}