{
 "id": "251310",
 "text": "Jill Wendy Dando (9 November 1961 – 26 April 1999) was an English journalist, television presenter and newsreader. She spent most of her career at the BBC and was the corporation's Personality of the Year in 1997. At the time of her death, her television work included co-presenting the BBC One programme Crimewatch with Nick Ross. On the morning of 26 April 1999, Dando was shot dead outside her home at 29 Gowan Avenue, Fulham, southwest London, prompting the biggest murder inquiry conducted by the Metropolitan Police and the country's largest criminal investigation since the hunt for the Yorkshire Ripper. A local man, Barry George, was convicted and imprisoned for the murder, but after eight years in prison he was acquitted following an appeal and retrial. In 2012, the Serbian 'warlord' Arkan was named as a suspect in the case, although he had died in 2000. No other suspect has been charged with Dando's murder, and the case remains unsolved despite police identifying over 2,000 potential suspects.BBC News report, 29 March 2019 Jill Dando murder case will never be solved ==Early life== Jill Wendy Dando was born at Ashcombe House Maternity Home in Weston-super-Mare, Somerset. She was the daughter of Jack Dando (February 1918 – February 2009) and Winifred Mary Jean Hockey (August 1928 – January 1986), who died of leukaemia aged 57. Her only sibling, brother Nigel (born 1952), worked as a journalist for BBC Radio Bristol before retiring in 2017, having previously worked as a journalist in local newspapers since the 1970s. Dando was raised as a Baptist and remained a devout follower. When she was three years old, it was discovered that she had a hole in her heart and a blocked pulmonary artery. She had heart surgery on 12 January 1965. Dando was educated at Worle Infant School, Greenwood Junior School, Worle Comprehensive School, and Broadoak Sixth Form Centre, where she was head girl, and passed two A-levels. She studied journalism at the South Glamorgan Institute of Higher Education in Cardiff. Dando was a member of Weston-super- Mare Amateur Dramatic Society and Exeter Little Theatre Company, with whom she appeared in plays at the Barnfield Theatre. She was a volunteer at Sunshine Hospital Radio in Weston-super-Mare in 1979. ==Career== Dando's first job was as a trainee reporter for the local weekly newspaper, the Weston Mercury, where her father and brother worked. After five years as a print journalist, she started to work for the BBC, becoming a newsreader for BBC Radio Devon in 1985. That year, she transferred to BBC South West, where she presented a regional news magazine programme, Spotlight South West. In 1987, she worked for Television South West, then BBC Spotlight in Plymouth. In early 1988, Dando moved from regional to national television in London to present BBC television news, specifically the short on-the-hour bulletins that aired on both BBC1 and BBC2 from 1986 until the mid-1990s. Dando presented the BBC television programmes Breakfast Time, Breakfast News, the BBC One O'Clock News, the Six O'Clock News, the travel programme Holiday, the crime appeal series Crimewatch (from 1995 until her death) and occasionally Songs of Praise. In 1994, she moved to Fulham. On 25 April 1999, Dando presented the first episode of Antiques Inspectors. She was scheduled to present the Six O'Clock News on the evening of the following day. She was featured on the cover of that week's Radio Times magazine (from 24 to 30 April). Dando was also booked to host the British Academy Television Awards 1999, alongside Michael Parkinson, at Grosvenor House Hotel on 9 May. On 5 September, BBC One resumed airing of Antiques Inspectors, the final series to be recorded by Dando. The series had made its debut on 25 April, with filming of the final episode completed two days before that. The programme was subsequently cancelled following her death, but it was decided later in the year that it should be aired as a tribute to the presenter. The final episode aired on 24 October. At the time of her death, Dando was among those with the highest profile of the BBC's on-screen staff, and had been the 1997 BBC Personality of the Year.This is Bristol :10 years later Crimewatch reconstructed her murder in an attempt to aid the police in the search for her killer. After Barry George was charged with the murder but acquitted, Crimewatch made no further appeals for information concerning the case. ==Personal life == From 1989 to 1996, Dando dated BBC executive Bob Wheaton. She then had a brief relationship with national park warden Simon Basil. In December 1997, Dando met gynaecologist Alan Farthing on a blind date set up by a mutual friend. Farthing was separated from his wife at the time. A couple of months after Farthing's divorce was finalised, the couple announced that they were engaged on 31 January 1999. Their wedding was set to take place on 25 September.BBC news item, 25 September 1999 Dando's fiance faces pain of wedding day ==Murder== On the morning of 26 April 1999, 37-year-old Dando left Farthing's home in Chiswick. She returned alone, by car, to the house she owned in Fulham. She had lived in the house, but by April 1999 was in the process of selling it and did not visit it frequently. As Dando reached her front door at about 11:32, she was shot once in the head. Her body was discovered about fourteen minutes later by neighbour Helen Doble. Police were called at 11:47. Dando was taken to the nearby Charing Cross Hospital where she was declared dead on arrival at 13:03 BST. Forensic study indicated that Dando had been shot by a bullet from a 9mm Short calibre semi-automatic pistol, with the gun pressed against her head at the moment of the shot. The cartridge appeared to have been subject to workshop modification, possibly to reduce its charge. Richard Hughes, her next door neighbour, heard a scream from Dando (\"I thought it was someone surprising somebody\") but heard no gunshot. Hughes looked out of his front window and, while not realising what had happened, made the only certain sighting of the killer—a six-foot-tall (183 cm) white man aged around 40, walking away from Dando's house.Northern Echo 11 May 2001 the horrific scene when I found Jill ===Investigation=== After the murder, there was intense media coverage. An investigation by the Metropolitan Police, named Operation Oxborough, proved fruitless for over a year. Dando's status as a well-known public figure had brought her into contact with thousands of people, and she was known to millions. There was huge speculation regarding the motive for her murder. Within six months, the Murder Investigation Team had spoken to more than 2,500 people and taken more than 1,000 statements. With little progress after a year, the police concentrated their attention on Barry George, who lived about half a mile from Dando's house. He had a history of stalking women, sexual offences and other antisocial and attention seeking behaviour. George was put under surveillance, arrested on 25 May 2000 and charged with Dando's murder on 28 May. George was tried at the Old Bailey, convicted, and on 2 July 2001 was sentenced to life imprisonment. Concern about this conviction was widespread on the basis that the case against George appeared thin. Two appeals were unsuccessful, but after discredited forensics evidence was excluded from the prosecution's case, George's third appeal succeeded in November 2007. The original conviction was quashed and a second trial lasting eight weeks ended in George's acquittal on 1 August 2008. After George's acquittal, some newspapers published articles which appeared to suggest that he was guilty of the Dando murder and other offences against women. In December 2009, George accepted substantial damages from News Group Newspapers over articles in The Sun and the News of the World, following a libel action in the High Court.BBC report :December 2009 ===Lines of inquiry=== Lines of inquiry explored in the police investigation included: * Theories that a jealous ex-boyfriend or an unknown lover had killed Dando. This was quickly ruled out by the detectives who interviewed all Dando's friends and acquaintances and checked her phone calls. * A belief that somebody had hired an assassin to murder Dando as revenge for their being convicted as a result of evidence garnered by Crimewatch viewers. After exhaustive inquiries this was also ruled out by detectives. * Various theories relating to Bosnian-Serb or Yugoslav groups in retaliation for NATO actions against media outlets and her appeals for aid during the Yugoslav Wars. * The possibility that a deranged fan may have killed Dando after she had rejected his approaches. Dando's brother, Nigel, informed detectives that she had become concerned by “some guy pestering her” in the few days before her death, but this was ruled out by detectives. * A case of mistaken identity. This was judged unlikely, given that the killing took place on the doorstep of Dando's own home. * Following the Jimmy Savile sexual abuse scandal, a claim was made that Dando had investigated a paedophile ring at the BBC during the mid-1990s and had handed a dossier containing her findings to BBC management, purportedly prompting a revenge attack. The BBC said it had seen no evidence to support the claim. * Actions taken by a professional rival or business partner also had to be considered. Her agent Jon Roseman stated that he had been interviewed as a suspect by police. The original police investigation had explored the possibility of a contract killing, but since Dando was living with her fiancé and was only rarely visiting her Fulham residence, it was considered unlikely that a professional assassin would have been sufficiently well informed about Dando's movements to have known at what time she was going to be there. CCTV evidence of Dando's last journey (mainly security video recordings from a shopping centre in Hammersmith, which she visited on her way to Fulham) did not show any sign of her being followed.Guardian article :2001 article On the night of her death, Dando's BBC colleague Nick Ross said on Newsnight that retaliatory attacks by criminals against police, lawyers and judges were almost unknown in the UK. Forensic examination of the cartridge case and bullet recovered from the scene of the attack suggested that the weapon used had been the result of a workshop conversion of a replica or decommissioned gun.Guardian, 6 July 2002 Shadow of a Doubt? It was argued that a professional assassin would not use such a poor quality weapon. The police therefore soon began to favour the idea that the killing had been carried out by a crazed individual acting on an opportunist basis. This assumed profile of the perpetrator led to the focus on George. Cold case reviews by the police after 2008 concluded that Dando was killed by a professional assassin in a \"hard contact execution\".Plymouth Herald, 5 March 2012 Dando was executed on order of Milosevic Pressing the gun against her head would have acted as a suppressor — muffling the sound of the shot and preventing the killer from being splattered with blood. In 2012 a cold case review named Serbian warlord Arkan as a suspect, although by this time he had died. ===Yugoslav connection=== In early 1999 the UK and NATO were involved in the Kosovo War, opposing Serbia. Immediately after the Dando killing a number of telephone calls were made to the BBC and other media outlets claiming responsibility for the killing on behalf of Serb groups. These calls stated that the murder was revenge for the NATO bombing campaign in Serbia, and threatened further killings. These calls were not judged wholly credible and may have been hoaxes. Nevertheless, at George's first trial, his defence barrister, Michael Mansfield, proposed that the Serbian warlord Arkan had ordered Dando's assassination in retaliation for the NATO bombing of the RTS headquarters. Mansfield suggested that Dando's earlier presentation of an appeal for aid for Kosovar Albanian refugees may have attracted the attention of Bosnian-Serb hardliners. Dando's appeal for aid for the Kosovar Albanian refugees had been shown on television three weeks before her murder. In 2019 it was reported that the British National Criminal Intelligence Service (NCIS) had given an intelligence report to the Dando murder enquiry claiming that the murder was in retaliation for the RTS bombing and Arkan had ordered the killing. The report highlighted a possible connection between the bullet used to kill Dando and bullets used in assassinations in Germany, namely handmade markings found on them. An opposition journalist, Slavko Ćuruvija, was assassinated outside his home in Belgrade just a few days before Dando's murder and the method used in both cases was identical.Daily Telegraph, 3 March 2012 Dando 'murdered by Serb hitman' In 2019, four men of the Serbian Secret Service were convicted of this murder. Journalist Bob Woffinden advanced the view that a Yugoslav group was behind the Dando killing and, in various newspaper articles, contested all the grounds on which the police had dismissed this possibility. ==Legacy== thumb|right|upright|Dando's garden in Weston-super-Mare Dando's funeral took place on 21 May 1999 at Clarence Park Baptist Church in Weston- super-Mare. She was buried next to her mother in the town's Ebdon Road Cemetery. The gross value of her estate was £1,181,207; after her debts and income tax, the value was £863,756; after inheritance tax, it was £607,000, all of which her father inherited because she died intestate. Dando's co- presenter Nick Ross proposed the formation of an academic institute in her name and, together with her fiancé Alan Farthing, raised almost £1.5 million. The Jill Dando Institute of Crime Science was founded at University College London on 26 April 2001, the second anniversary of her murder. A memorial garden designed and realised by the BBC Television Ground Force team in Dando's memory, using plants and colours that were special to her, is located within Grove Park, Weston-super-Mare () and was opened on 2 August 2001. The BBC set up a bursary award in Dando's memory, which enables one student each year to study broadcast journalism at University College Falmouth. Sophie Long, who was then a postgraduate who had grown up in Weston-super-Mare and is now a presenter on BBC News, gained the first bursary award in 2000. In 2007, Weston College opened a new university campus on the site of the former Broadoak Sixth Form Centre where Dando studied. The sixth-form building has been dedicated to her and named the Jill Dando Centre. ==References== ==External links== * * *BBC microsite for Jill Dando Category:1961 births Category:1999 deaths Category:1999 in London Category:1999 murders in the United Kingdom Category:1990s crimes in London Category:20th-century Baptists Category:20th-century British journalists Category:20th-century English women Category:BBC newsreaders and journalists Category:English reporters and correspondents Category:Deaths by firearm in London Category:English Baptists Category:English journalists Category:English women journalists Category:English murder victims Category:English television presenters Category:Murdered British journalists Category:People from Fulham Category:People from Weston-super-Mare Category:People murdered in London Category:Unsolved murders in London Category:Violence against women in London",
 "title": "Jill Dando"
}