{
 "id": "251324",
 "text": "Stephen Miller (January 7, 1816August 18, 1881) was an American Republican politician. He was the first Civil War veteran to serve as Minnesota Governor. He was the fourth Governor of Minnesota. ==Early years and business entrepreneur== Born in Carroll Township, Pennsylvania, Stephen Miller established a series of successful businesses.http://archive.leg.state.mn.us/docs/NonMNpub/oclc07794761.pdf#page=33 Frail health prompted the entrepreneur, of Pennsylvania Dutch heritage, to leave home at age 42 and follow his friend Alexander Ramsey to Minnesota, where the climate reportedly was more congenial. Miller established a mercantile business in St. Cloud and, within two years, had risen to prominence in the state Republican Party. ==Civil War soldier and leader== thumb|180px|left| Stephen Miller in 1863During the Civil War, Miller, a middle-aged soldier with no previous military experience, advanced rapidly from the rank of private to colonel in the 1st Minnesota Infantry. In 1862 Miller returned from the South and replaced Brig. Gen. Henry Hastings Sibley as commander of Mankato's Camp Lincoln. There, 303 Dakota men, convicted of participating in the Dakota War of 1862, awaited their fate. Four months later, Miller supervised, by order of President Lincoln, the mass execution of 38 Dakotas condemned for their part in the war. ==Governor of Minnesota== His military career and Alexander Ramsey's support assured Miller of a gubernatorial victory in 1863. He was the 4th Governor of Minnesota, serving from January 11, 1864, to January 8, 1866. He was the first of several Civil War veterans to serve as Governor of Minnesota. Although lacking a college degree himself, he valued higher education and advocated generous appropriations to the University of Minnesota and to state normal schools, one of which evolved into St. Cloud State University. In his final address to the legislature, he strongly but unsuccessfully urged adoption of a black suffrage amendment to the state constitution. ==Later years and term as state representative== Miller chose not to run for re-election and was unemployed until 1871, when he became a railroad-company field agent in Windom. He served as a state representative from January 7, 1873, to January 5, 1874, representing then-District 38, which included all or portions of Cottonwood, Jackson, Murray, Nobles, Pipestone and Rock counties in the southwestern part of the state. During his term, he was chair of the House's Public Lands Committee. In 1876, he was a representative to the Electoral College. The one- time war hero and popular governor died alone, an impoverished widower, in Worthington in 1881. ==References== ==External links== *Biographical information and his gubernatorial records are available for research use at the Minnesota Historical Society. * Category:1816 births Category:1881 deaths Category:Governors of Minnesota Category:Pennsylvania Dutch people Category:People from Perry County, Pennsylvania Category:People from Worthington, Minnesota Category:People of Minnesota in the American Civil War Category:Members of the Minnesota House of Representatives Category:Minnesota Republicans Category:Union state governors Category:Republican Party state governors of the United States Category:19th-century American politicians Category:Union Army colonels Category:Military personnel from Pennsylvania",
 "title": "Stephen Miller (Minnesota governor)"
}