{
 "id": "251683",
 "text": "Dionne Brand (born 7 January 1953) is a Canadian poet, novelist, essayist and documentarian. She was Toronto's third Poet Laureate from September 2009 to November 2012.http://www.nwpassages.com/bios/brand.asp\"Dionne Brand: Biography\" , Canadian Poetry Online, University of Toronto Libraries. She was admitted to the Order of Canada in 2017\"Order of Canada honorees desire a better country\", The Globe and Mail, 30 June 2017.\"Order of Canada celebrates 50 years by welcoming new members\", Toronto Sun, 30 June 2017. and has won the Governor General's Award for Poetry, the Trillium Prize for Literature, the Pat Lowther Award for Poetry, the Harbourfront Writers' Prize, and the Toronto Book Award. ==Biography== Dionne Brand was born in Guayaguayare, Trinidad and Tobago. She graduated from Naparima Girls' High School in San Fernando, Trinidad, in 1970, and emigrated to Canada. She attended the University of Toronto and earned a BA degree (English and Philosophy) in 1975 and later attained an MA (1989) from the Ontario Institute for Studies in Education (OISE). Brand currently resides in Toronto. She identifies openly as a lesbian.Scott Rayter, Donald W. McLeod, and Maureen FitzGerald,Queer CanLit: Canadian, Lesbian, Gay, Bisexual, and Transgender (LGBT) Literature in English. University of Toronto, 2008. ISBN . ==Career== Her first book, Fore Day Morning: Poems, came out in 1978, since then Brand has published numerous works of poetry, fiction and non-fiction, as well as editing anthologies and working on documentary films with the National Film Board of Canada. She has held a number of academic positions, including: *Assistant Professor of English, University of Guelph (1992–94) *Ruth Wynn Woodward Professor in Women's Studies, Simon Fraser University *Distinguished Visiting Scholar and Writer-in-Residence, St. Lawrence University, Canton, New York (2004–05) *Distinguished Poet for the Ralph Gustafson Poetry Chair, Vancouver Island University (2006) *She is currently Professor of English at the School of English and Theatre Studies at the University of Guelph where she also holds a University Research Chair. In 2017 she was appointed as poetry editor of McClelland & Stewart, an imprint of Penguin Random House Canada.Robertson, Becky, \"Dionne Brand named M&S;'s new poetry editor\", Quill & Quire, 16 August 2017. Brand is also a co-editor of Toronto-based literary journal Brick. ==Writing== Brand explores themes of gender, race, sexuality and feminism, white male domination, injustices and \"the moral hypocrisies of Canada\"Brand, Dionne. \"Bread Out of Stone\", in Libby Scheier, Sarah Sheard and Eleanor Wachtel (eds), Language In Her Eye, Toronto: Coach House Press, 1990. Despite being often characterized as a Caribbean writer, Brand identifies as a \"black Canadian\". She has contributed to many anthologies opposing the violent killings of Black men and women, the massacre of 14 women in Montreal, and racism and inequality as experienced by Aboriginal women of Canada, particularly Helen Betty Osborne's death in the Pas. ===A Map to the Door of No Return=== In Dionne Brand's piece, A Map to A Door of No Return, she explores intergenerational trauma and post memory. Brand, using a variety of different elements, explores her own experiences through an autobiographical perspective as well as diving into explain a concept she calls \"The Door of No Return.\" The Door is the space in which the history of black people is lost, specifically when slaves from Africa were transported through the Atlantic slave trade. Brand defines the Door of No Return as \"that place where our ancestors departed one world for another; the Old World for the New.\"Brand, Dionne. A Map to the Door of No Return: Notes to Belonging. Vintage Canada, 2002, p. 5. It is a place that is as metaphorical as it is psychological, as imaginary as it is real. It is not a physical door, in the sense that it be found at a single location, but rather a collection of locations. At the same time, however, the Door can bring profound grief and pain to many in the Diaspora when they visit it—for example, at the slave caves in Ghana or Gorée Island—or encounter it, as Brand does when she flies over it and feels overwhelmed, tense, consumed with thoughts and feelings and images. The Door is a site of traceable beginnings that are left at the doorsteps, eventually forgotten and lost in historical and familial memory, as demonstrated when Brand's grandfather can no longer remember the name of the ancestral people they belong to. When passing through The Door, people lost their history, their humanity, and their ancestry. This trauma is still felt by black people today, which is the perspective from which Brand explores the concept. She gives examples of this through sports. she writes: \"I hear my neighbour downstairs enter Shaquille O'Neal's body every night of the NBA Championships this year\" Brand also describes how her interactions with her grandfather eventually became \"mutually disappointing\" and led to estrangement, as he could not remember the name of their tribe, the people they came from, and could not, thus, remember their family history.Brand, Map to the Door of No Return. p. 4. Essentially, Brand's short anecdote is about the insufficiency of memory and how incredibly limiting that is. The \"fissure\" that developed between her grandfather and herself parallels the \"fissure between the past and the present,\" that gap in memory, as represented by the Door of No Return. There's a sort of historical, intergenerational trauma that's associated with this loss of memory, as those in the Diaspora can feel profound grief and pain from their interactions with the Door of No Return (\"one does not return to the Diaspora with good news from the door\" Brand, A Map to the Door of No Return (2002), p. 26.). Brand begins A Map to the Door of No Return by recounting her long standing struggle with her Grandfather to remember where their ancestors were from. She marks this as being the first time she felt a burning desire to know her ancestry, stating that \"a small space opened in [her]\" (Brand 4) and that not knowing was \"profoundly disturbing\" (Brand 5). She describes this moment of recognition as reaching the door of no return; a place where our ancestors departed one world for another (Brand 5). In this moment, she is confronted with the reality that her life will consist of a never ending battle to complete her identity. Brand is intentional to note that her desire only came into full effect when she was denied knowledge of her ancestry. Contrary to Franz Fanon's theory that the pivotal moment in a Black child's life is the moment when they come in contact with the white world and are confronted with the full weight of their blackness, Brand's awakening was not dependent on the white world. The onset of her inner struggle to find belonging and self-assuredness occurred in an entirely black space. This feeling of being incomplete is common amongst Black people throughout the diaspora and, as Brand demonstrates, and is one of the driving forces in her desire to know her ancestry. Like Dionne Brand's struggle to remember her ancestors, she suggests that black individuals experience the sort of \"double consciousness\" that DuBois discusses in \"The Souls of Black Folk.\" This idea of having to understand to different approaches as they go through life. Another theme that Brand explores in A Map to the Door of No Return is the theory and praxis of geography. In the text, Brand references several maps, geographers, and ideas related to geography and navigation (e.g. the Babylonian map, David Turnbull and \"way-finding,\" Brand, A Map to the Door of No Return (2002), p. 16. Charles Bricker, the North Star and the Big Dipper, etc.) Juxtaposing these references to her analyses and reflections, she begins to deconstruct and challenge the systems of logic that constitute geography and borders, the way geography has been constructed and hailed as truth, and the emphasis we place on origins when we shouldn't, as origins are not only arbitrary, but they also reproduce the violence of the nation-state. As seen in her explanation, analysis, and subsequent application of Charles Bricker's notes on Ludolf and how asinine he (Ludolf) was, it's apparent that geography and the knowledge that is produced from this discipline is flawed. Brand uses figurative language in the text. Water, doors, the radio and memory figure boldly and lyrically. Through this figurative language, Brand links form and content where the figurativeness of her language, mimics the literal images of slavery that Brand witnessed on her journey to Africa. Her metaphors also help elaborate and emphasize her thoughts, and the understanding of the door. As she puts it, \"The door casts a haunting spell on personal and collective consciousness in the Diaspora.\"Brand, A Map to the Door of No Return, 2001. ===Rivers Have Sources, Trees Have Roots=== In Rivers Have Sources, Trees Have Roots (1986), Brand and co-author Krisantha Sri Bhaggiyadatta interviewed a hundred people from the Canadian Native, Black, Chinese, and South Asian communities about their perceptions of racism and its impact on their lives. The authors critiqued the existence and ubiquity of racism, disparities and resistance, arguing that two themes exist where racism prevails in their interviewees' lives: through \"the culture of racism\" and through structural and institutional ways. Rivers gives each individual an opportunity to speak about his or her personal and migration story. The interviewees speak of their anger, resentments, and complaints of being treated as different and inferior. Brand sees racism as a powerful tool to censor oppositional voices and disagrees with the conception of racism as isolated or unusual.Brand, Dionne, Rivers Have Sources, Trees Have Roots: Speaking of Racism (with Krisantha Sri Bhaggiyadatta). Toronto: Cross Communication Centre, 1986. === No Language Is Neutral === No Language is Neutral was originally published in 1990 by Coach House Press. It is a 50-page tour-de-force which tackles issues of immigration, environmentalism, slavery, lesbian love, identity, place and the female body, all from a no-holds-barred Black feminist perspective. The title of the book indicates that Brand is in conversation with writers of the Black Diaspora, namely Derek Walcott. Susan Gingell goes as far as to call him her \"antithetical literary ancestor\" whose views Brand fights against and rewrites in No Language is Neutral. She is calling out Walcott, who in her opinion plays to the belief that \"colonization brought civilization, brought culture.\" She confidently posits herself as the antidote to Walcott: he is the \"Black colonial\" who through literature dances with oppression instead of fighting it. In the Caribbean context, Brand's literary forbearers had almost been exclusively male so her take in No Language is Neutral is of utmost importance and her calling out of Walcott even more revolutionary. Coach House Press contracted Grace Channer to do the cover art of the book. Cohesive with Brand's vision, Channer produced a cover which depicts the bare breasts of a woman caressed by a hardened fist. The cover plays with the softness of themes such as love and desire but the hardened fist is there as a reminder of the difficult politics Brand is confronting in this volume. In her acknowledgements Brand thanks Ted Chamberlin, Michael Ondaatje and The Sisterhood to the Toronto Black Women's Collective. No Language is Neutral is blurbed by Michelle Cliff, Dorothy Livesay, Nicole Brossard and Betsy Warland. Critics such as Winfried Siemerling have hailed No Language is Neutral as a \"breakthrough volume\" for its uninhibitedness. In 1991, however, critics such as Ronald B. Hatch sung a different tune. He claimed that the \"highly provocative material\" in No Language Is Neutral coupled with \"the Trinidadian English\" was \"monotonous\" and lacked \"imagistic representation\". He claimed that the fault in No Language is Neutral was that it was \"highly formal\" and \"highly rationalist\" as if expecting Brand to write the opposite because of her \"other\"/ \"exotic\" status. Brand, however, did not conform to any of these expectations, as can be seen in her later work too. Her incorporation of Patois in her prose-like poems for example continued way past No Language is Neutral. \"No Language Is Neutral, sold over 6,000 copies, a remarkable number, even with a Governor General's Award nomination.\" Today, it has been adopted into school curricula Canada-wide. ===\"St. Mary Estate\"=== Personal experience and ancestral memory inform her short story \"St. Mary Estate\",Dionne Brand. \"St. Mary Estate\", in Eva C. Karpinski and Ian Lea (eds), Pens of Many Colours: A Canadian Reader (1993), Toronto: Harcourt Brace Jovanvich Canada Inc. 1993. from Sans Souci and Other Stories, pp. 360–366. The narrator, accompanied by her sister, revisits the cocoa estate of their birth and childhood, recalling past experiences of racism and shame. She focuses on the summer beach house belonging to \"rich whites\" that was cleaned by their father, the overseer slave. Her anger over discrimination and poverty is triggered by the recollection of living quarters made of thin cardboard with newspapers walls - barracks that depict the physical, social and psychological degradation endured by the slaves who were denied the basic human rights and freedom. ===\"This Body For Itself\"=== In \"This Body For Itself\" (1994), in Bread Out of Stone, Brand discusses the way the black female body is represented. She asserts that in male authored texts, the black female body is often portrayed as motherly or virginal. In female authored texts, the black female body is often portrayed as protector and/or resistor to rape. Brand states that it is understandable why this happens. The avoidance of portraying black female bodies as sexual is out of self-preservation, as black female bodies are often overly sexualized in their portrayal. However, Brand argues that this self- preservation is a trap, because desire and sexuality can be a great source of power, and suppressing this only further suppresses female power to own their own desire. She writes, \"The most radical strategy of the female body for itself is the lesbian body confessing all the desire and fascination for itself\" (p. 108). === Chronicles of the Hostile Sun === Brand wrote many of the poems in her fifth book of poetry, Chronicles of the Hostile Sun, in response to the United States military occupation of Grenada. Brand had been living in Grenada and working for a Canadian non-profit organization when the United States invasion of the island took place. The Reagan Administration sanctioned the military invasion in response to the Marxist-Leninist revolutionary political party, the New Jewel Movement, led by Maurice Bishop, who became Prime Minister of the island after a coup in 1979. He was arrested and assassinated in the days leading up to the invasion in 1983. Brand's Chronicles of the Hostile Sun, published one year later in 1984, is divided into three sections: Languages, Sieges, and Military Occupations. Poems in the lattermost section refer directly to Grenada, including mentions of Bishop and other prominent political leaders, the island's socio-political landscape, and scenes during and after the harrowing invasion. Titles in this section are often dates of significant events during the occupation, including \"October 19th, 1983,\" the day Bishop was assassinated and \"October 25th, 1983,\" the day the U.S. military began the invasion. The poem \"On American numeracy and literacy in the war against Grenada\" places the occupation in the broader context of revolution and U.S. military action in Cuba and El Salvador. ===Other themes=== Other topics addressed in Brand's writing include the sexual exploitation of African women. Brand says, \"We are born thinking of travelling back.\"Brand, Dionne, \"Just Rain, Bacolet\". In Constance Rooke (ed.), Writing Away: the PEN Canada Travel Anthology, Toronto: McClelland & Stewart Inc., 1994. She writes: \"Listen, I am a Black woman whose ancestors were brought to a new world laying tightly packed in ships. Fifteen million of them survived the voyage, five million of them women; millions among them died, were killed, committed suicide in the middle passage.\" Brand has received numerous awards. Writer Myriam Chancy says Brand found \"it possible ...to engage in personal/critical work which uncovers the connections between us as Black women at the same time as re-discovering that which has been kept from us: our cultural heritage, the language of our grandmothers, ourselves.\"Amin, Nuzhat, et al. Canadian Woman Studies: An Introductory Reader. Toronto: Inanna Publications and Education Inc., 1999. == Filmmaking == Brand made a number of documentaries with NFB's feminist-film production unit, Studio D, from 1989 to 1996. When Studio D was criticized for its lack of diversity, Rina Fraticelli, the executive producer at the time, created a program called New Initiatives in Film (NIF). It was out of this program that Brand partnered with Ginny Stikeman to create the award-winning Sisters in the Struggle (1991), a \"look at Black women in community, labour and feminist organizing\". This was part of the Women at the Well trilogy that also included Older, Stronger, Wiser (1989) and Long Time Comin (1991). Brand's collaboration with producer Stikeman also became the \"model for the Internship Component of NIF\", which offered production experience at various regional studios across Canada and at Studio D in Montreal. Brand's film Older, Stronger, Wiser (1989), which \"features five black women talking about their lives in urban and rural Canada between the 1920s and 1950s\", and Sisters in the Struggle, were both distinct films in that they broke away from the mid-1980s survey films and instead focused on local issues to Canadian women. Brand did not have pointed interest in filmmaking until an opportunity arose to consult on a documentary about racism at Studio D. A white filmmaker was the lead on the project and after meeting with her for several days, Brand decided she did not want to be a part of the film. She told the Studio that she would be willing to \"do something about Black women from their point of view,\" which resulted in Long Time Comin. Brand directed Listening for Something… Adrienne Rich and Dionne Brand in Conversation (1996), a filmic reading and discussion between herself and the American elder lesbian writer. Listening for Something was being made during turbulent times as Studio D was being dismantled. Brand has also written the script and text for Under One Sky… Arab Women in North America Talk About the Hijab. Brand's documentary work frequently focuses on multiculturalism and sexual pluralism in Canada. She warns against state-sponsored images of multiculturalism, stating that true diversity means people having \"equal access to equal justice, equal jobs, equal education\". Having critiqued the concept of 'nation' as the notion of \"leaving out\" Black women, Brand has focused much of her work on representation for her communities. ==Critical reception== Critics of Brand's early work focused on Caribbean national and cultural identity and Caribbean literary theory. Barbadian poet and scholar Edward Kamau Brathwaite referred to Brand as \"our first major exile female poet.\"Brathwaite, Edward Kamau (1985). \"Dionne Brand's Winter Epigrams\" in Canadian Literature 105, p. 18. Academic J. Edward Chamberlain called her \"a final witness to the experience of migration and exile\" whose \"literary inheritance is in some genuine measure West Indian, a legacy of [Derek] Walcott, Brathwaite and others.\"Chamberlain, J. Edward (1993). Come Back to Me My Language: Poetry and the West Indies. Champaign, Illinois: University of Illinois Press, pp. 266, 269. They cite her own and others' shifting locations, both literal and theoretical. Peter Dickinson argues that \"Brand 'reterritorializes' … boundaries in her writing, (dis)placing or (dis)locating the national narrative of subjectivity … into the diaspora of cross-cultural, -racial, -gender, -class, and –erotic identifications.\"Dickinson, Peter; Veronica Strong-Boag, et al. (eds) (1998), \"'In Another Place, Not Here': Dionne Brand's Politics of (Dis)Location\" in Painting the Maple: Essays on Race, Gender, and the Construction of Canada. Vancouver, UBC Press, p. 114. Dickinson calls these shifts in her conceptualization of national and personal affiliations \"the politics of location [which] cannot be separated from the politics of 'production and reception.'\"Dickinson (1998), 117 Critic Leslie Sanders argues that, in Brand's ongoing exploration of the notions of \"here\" and \"there\" she uses her own \"statelessness\"Sanders, Leslie (1989). \"'I am stateless anyway': The Poetry of Dionne Brand\" in Zora Neale Hurston Forum 3 (2), p. 20. as a vehicle for entering \"'other people's experience'\" and \"'other places.'\"Sanders (1989), p. 26. In Sanders' words, \"by becoming a Canadian writer, Brand is extending the Canadian identity in a way [Marshall] McLuhan would recognize and applaud.\"Sanders (1989), p. 20. But, Dickinson says, \"Because Brand's 'here' is necessarily mediated, provisional, evanescent – in a word 'unlocatable' – her work remains marginal/marginalizable in academic discussions of Canadian literary canons.\"Dickinson (1998), pp. 119–120. In Redefining the Subject: Sites of Play in Canadian Women's Writing, Charlotte Sturgess suggests that Brand employs a language \"through which identity emerges as a mobile, thus discursive, construct.\"Sturgess, Charlotte (2003). Redefining the Subject: Sites of Play in Canadian Women's Writing. Amsterdam and New York: Éditions Rodopi B.V., p. 51. Sturgess argues that Brand's \"work uses language strategically, as a wedge to split European traditions, forms and aesthetics apart; to drive them onto their own borders and contradictions\".Sturgess (2003), p. 53. Sturgess says Brand's work is at least two-pronged: it \"underline[s] the enduring ties of colonialism within contemporary society\";Sturgess (2003), p. 58. and it \"investigates the very possibilities of Black, female self-representation in Canadian cultural space\". Italian academic and theorist Franca Bernabei writes in the preamble to Luce ostinata/Tenacious Light (2007), the Italian-English selected anthology of Brand's poetry, that \"Brand's poetic production reveals a remarkable variety of formal-stylistic strategies and semantic richness as well as the ongoing pursuit of a voice and a language that embody her political, affective, and aesthetic engagement with the human condition of the black woman—and, more exactly, all those oppressed by the hegemonic program of modernity.\"Bernabei, Franca (2007). \"Testimonianze/Appreciations\" in Luce ostinata/Tenacious Light. Ravenna, IT: A. Longo Editore snc, p. 6. The editor and critic Constance Rooke calls Brand \"one of the very best [poets] in the world today\", and \"compare[s] her to Pablo Neruda or—in fiction—to José Saramago.\" The Thames Art Gallery in Chatham called Brand's documentary Sisters in the Struggle \"radical in its amplifications of the voices of black Canadian women, who reflect on the legacy of the intersection of racism and sexism, alongside their personal battles in community, labour and feminist organizing\". ==Activism== In addition to being a writer, Brand is a social activist. She is a founder of the newspaper Our Lives, is past chair of the Women's Issues Committee of the Ontario Coalition of Black Trade Unionists, and does work with immigrant organizations around Toronto. ==Awards and honours== Brand's awards include: *1997: Governor General's Award for Poetry and the Trillium Book Award for Land to Light On (1997) *2003: Pat Lowther Award for thirsty (2002) *2006: City of Toronto Book Award for What We All Long For (2005) *2006: Harbourfront Festival Prize in recognition of her important contribution to literature *2006: Fellow of the Academies for Arts, Humanities, and Sciences of Canada (formerly the Royal Society of Canada) *2009: Poet Laureate of Toronto *2011: Griffin Poetry Prize for Ossuaries\"Dionne Brand, Griffin Poetry Prize 2011, Canadian Winner\".Mark Medley, \"Dionne Brand, Gjertrud Schnackenberg win Griffin Poetry Prize\" , Afterword, 1 June 2011. *2015: Honorary Doctorate from Thorneloe University\"Dionne Brand Admitted to Order of Canada\", Thorneloe University, 30 June 2017. *2017: Honorary degree from the University of WindsorWaddell, Dave, \"University of Windsor to award nearly 3,500 degrees at spring convocation\", Windsor Star, 29 May 2017. *2017: Member of the Order of Canada (Invested on 6 September 2018)\"Ms. Dionne Brand\". The Governor General of Canada. *2019: Blue Metropolis Violet Prize\"Dionne Brand named recipient of 2019 Blue Metropolis Violet Literary Prize\". CBC Books, 3 April 2019. *2021: Windham-Campbell Literature Prize (fiction)Marsha Lederman, \"Two Canadian writers win Windham- Campbell Prize, a week before one takes over for the other at McClelland & Stewart\". The Globe and Mail, 24 March 2021. ==Bibliography== ===Poetry=== *1978: Fore Day Morning: Poems. Toronto: Khoisan Artists, *1979: Earth Magic. Toronto: Kids Can Press, *1982: Primitive Offensive. Toronto: Williams-Wallace International Inc., *1983: Winter Epigrams and Epigrams to Ernesto Cardenal in Defense of Claudia. Toronto: Williams-Wallace International Inc., *1984: Chronicles of the Hostile Sun. Toronto: Williams-Wallace, *1990: No Language is Neutral. Toronto: Coach House Press, ; McClelland & Stewart, 1998, *1997: Land to Light On. Toronto: McClelland & Stewart, *2002: thirsty. Toronto: McClelland & Stewart, (shortlisted for the 2003 Canadian Griffin Poetry Prize) *Excerpt from thirsty, online at CBC Words at Large *2006: Inventory. Toronto: McClelland & Stewart, *Excerpt from Inventory, online at CBC Words at Large *2010: Ossuaries - 2010 (McClelland & Stewart, ) (winner of the 2011 Canadian Griffin Poetry Prize and Pat Lowther Award) *2018: The Blue Clerk - 2018 (McClelland & Stewart, ) (shortlisted for the 2019 Canadian Griffin Poetry Prize, longlisted for the Pat Lowther Award, Governor General's Awards finalist) ===Fiction=== *1988: Sans Souci and Other Stories. Stratford, ON: Williams-Wallace, and *1996: In Another Place, Not Here. Toronto: Knopf Canada, *1999: At the Full and Change of the Moon. Toronto: Knopf Canada, *2005: What We All Long For. Toronto: Knopf Canada, *2014: Love Enough. Toronto: Knopf Canada, *2018: Theory, Toronto: Knopf Canada, ===Non-fiction=== *1986: Rivers have sources, trees have roots: speaking of racism (with Krisantha Sri Bhaggiyadatta). Toronto: Cross Cultural Communications Centre, *1991: No Burden to Carry: Narratives of Black Working Women in Ontario, 1920s–1950s (with Lois De Shield). Toronto: Women's Press, *1994: Imagination, Representation, and Culture *1994: We're Rooted Here and They Can't Pull Us Up: Essays in African Canadian Women's History (with Peggy Bristow, Linda Carty, Afua P. Cooper, Sylvia Hamilton, and Adrienne Shadd). Toronto: University of Toronto Press, and *1994: Bread Out of Stone: Recollections on Sex, Recognitions, Race, Dreaming and Politics. Toronto: Coach House Press, ; Toronto: Vintage, 1998, *2001: A Map to the Door of No Return: Notes to Belonging. Toronto: Random House Canada, and *2008: A Kind of Perfect Speech: The Ralph Gustafson Lecture Malaspina University-College 19 October 2006. Nanaimo, BC: Institute for Coastal Research Publishing, *2020: An Autobiography of the Autobiography of Reading. Edmonton: University of Alberta Press, ===Documentaries=== *Older, Stronger, Wiser. Dir. Claire Prieto. Assoc. Dir. Dionne Brand (Part I, Women at the Well trilogy). National Film Board of Canada, Studio D, 1989 *Sisters in the Struggle. Dirs. Dionne Brand and Ginny Stikeman (Part II, Women at the Well trilogy). National Film Board of Canada, Studio D, 1991 *Long Time Comin'. Dir. Dionne Brand. Perf. Faith Nolan and Grace Channer (Part III, Women at the Well trilogy). National Film Board of Canada, Studio D, 1991 *Listening for Something: Adrienne Rich and Dionne Brand in Conversation. Dir. Dionne Brand. National Film Board of Canada, Studio D, 1996 *Beyond Borders: Arab Feminists Talk About Their Lives ... East and West. Dir. Jennifer Kawaja. Narr. Dionne Brand. National Film Board of Canada, 1999 *Under One Sky: Arab Women in North America Talk About the Hijab. Dir. Jennifer Kawaja. Narr. Dionne Brand. National Film Board of Canada, 1999 *Borderless: A Docu-Drama About the Lives of Undocumented Workers. Dir. Min Sook Lee. Narr. Dionne Brand. KAIROS Canadian Ecumenical Justice Initiatives, 2006. ===Anthologies edited=== *2007: The Journey Prize Stories: The Best of Canada's New Stories (with Caroline Adderson and David Bezmozqis, comps. and eds). Toronto: McClelland & Stewart, *2017: The Unpublished City, BookThug, == Archives == There is a Dionne Brand fond at Library and Archives Canada, containing multiple media including 4.89 meters of textual records, 78 audio cassettes and two posters. ==Sources== *Amin, Nuzhat et al. Canadian Woman Studies: An Introductory Reader. Toronto: Inanna Publications and Education Inc. 1999. *Brand, Dionne. \"Bread out of Stone\", in Libby Scheier, Sarah Sheard and Eleanor Wachtel (eds), Language In Her Eye. Toronto: Coach House Press. 1990. *Brand, Dionne. No Language is Neutral. Toronto: Coach House Press. 1990. *Brand, Dionne. Rivers Have Sources, Trees Have Roots: Speaking of Racism (1986) with Krisantha Sri Bhaggiyadatta. Toronto: Cross Communication Centre 1986. *Brand, Dionne. \"St. Mary Estate,\" in Eva C. Karpinski and Ian Lea (eds), Pens of Many Colours: A Canadian Reader (1993), Toronto: Harcourt Brace Jovanovich Canada Inc. 1993. *Brand, Dionne. \"Just Rain, Bacolet\". In Constance Rooke (ed.), Writing Away: the PEN Canada Travel Anthology, Toronto: McClelland & Stewart Inc. 1994. *Kamboureli, Smaro. Making A Difference: Canadian Multicultual Literature. Toronto: Oxford University Press. 1996. ==Further reading== *Birkett, Mary F. Review of Earth Magic, by Dionne Brand. School Library Journal 27.3 (1980): 83. *Dalleo, Raphael. \"Post- Grenada, Post-Cuba, Postcolonial: Rethinking Revolutionary Discourse in Dionne Brand's In Another Place, Not Here\". Interventions: International Journal of Postcolonial Studies 12.1 (2010): 64–73. *Dickinson, Peter. \"'In Another Place, Not Here': Dionne Brand's Politics of (Dis) Location\", in Veronica Strong-Bong, Sherrill Grace, Avigail Eisenberg, and Joan Anderson (eds), Painting the Maple: Essays on Race, Gender, and the Construction of Canada, Vancouver, BC: University of British Columbia Press, 1998. 113–29. *Fraser, Kaya. \"Language to Light On: Dionne Brand and the Rebellious Word.\" Studies in Canadian Literature 30.1 (2005): 291–308. *. *McCallum, Pamela, and Christian Olbey. \"Written in the Scars: History, Genre and Materiality in Dionne Brand's In Another Place, Not Here.\" Essays on Caribbean Writing 68 (1999): 159–83. *Quigley, Ellen. \"Picking the Deadlock of Legitimacy: Dionne Brand's 'Noise Like the World Cracking'\". Canadian Literature 186 (2005): 48–67. *Russell, Catherine. Review of Primitive Offensive, by Dionne Brand. Quill and Quire 49.9 (1983): 76. *Saul, Joanne. \"'In the Middle of Becoming': Dionne Brand's Historical Vision\". Canadian Woman Studies 23.2 (2004): 59–63. *Thorpe, Michael. Review of In Another Place, Not Here, by Dionne Brand. World Literature Today, 22 March 1997. *Knight, Chelene. \"Does the world need this line?\" Conversation with Dionne Brand. Rungh Magazine ==References== ==External links== *Canadian Poetry Online: Dionne Brand - Biography and two poems (I from Thirsty and II from Inventory) *Dionne Brand's entry in The Canadian Encyclopedia * Griffin Poetry Prize biography * Griffin Poetry Prize readings, including video clips * Archives of Dionne Brand (Dionne Brand fonds, R11754) are held at Library and Archives Canada Category:1953 births Category:20th-century Canadian novelists Category:20th-century Canadian poets Category:20th-century Canadian women writers Category:21st-century Canadian novelists Category:21st-century Canadian poets Category:21st-century Canadian women writers Category:21st-century LGBT people Category:African-Canadian feminism Category:Black Canadian LGBT people Category:Black Canadian women Category:Black Canadian writers Category:Canadian feminist writers Category:Canadian lesbian writers Category:Canadian women novelists Category:Canadian women poets Category:Fellows of the Royal Society of Canada Category:Governor General's Award-winning poets Category:Harbourfront Festival Prize winners Category:Living people Category:Poets Laureate of Toronto Category:Trinidad and Tobago emigrants to Canada Category:Trinidad and Tobago feminists Category:Trinidad and Tobago novelists Category:Trinidad and Tobago poets Category:Trinidad and Tobago women novelists Category:Trinidad and Tobago women poets Category:University of Toronto alumni",
 "title": "Dionne Brand"
}