{
 "id": "251740",
 "text": "Arabic music or Arab music () is the music of the Arab world with all its diverse music styles and genres. Arabic countries have many rich and varied styles of music and also many linguistic dialects, with each country and region having their own traditional music. Arabic music has a long history of interaction with many other regional musical styles and genres. It represents the music of all the peoples that make up the Arab world today, all the 22 states. ==History== === Pre-Islamic period (Arabian Peninsula) === Pre-Islamic Arabia was the cradle of many intellectual achievements, including music, musical theory and the development of musical instruments. Amnon Shiloah, Music in the World of Islam: A Socio-cultural Study, Wayne State University Press, 2000 In Yemen, the main center of pre-Islamic Arab sciences, literature and arts, musicians benefited from the patronage of the Kings of Sabaʾ who encouraged the development of music.Singing in the Jahili period – khaledtrm.net \"Sharron Gu, A Cultural History of the Arabic Language\" For many centuries, the Arabs of Hejaz recognized that the best real Arabian music came from Yemen, and Hadhrami minstrels were considered to be superior. Pre-Islamic Arabian Peninsula music was similar to that of Ancient Middle Eastern music. Most historians agree that there existed distinct forms of music in the Arabian peninsula in the pre-Islamic period between the 5th and 7th century AD. Arab poets of that time—called shu`ara' al-Jahiliyah (Arabic: شعراء الجاهلية) or \"Jahili poets\", meaning \"the poets of the period of ignorance\"—used to recite poems with a high notes. It was believed that Jinns revealed poems to poets and music to musicians. The choir at the time served as a pedagogic facility where the educated poets would recite their poems. Singing was not thought to be the work of these intellectuals and was instead entrusted to women with beautiful voices who would learn how to play some instruments used at that time such as the drum, the lute or the rebab, and perform the songs while respecting the poetic metre. The compositions were simple and every singer would sing in a single maqam. Among the notable songs of the period were the huda (from which the ghina derived), the nasb, sanad, and rukbani. ===Early Islamic period=== Both compositions and improvisations in traditional Arabic music are based on the maqam system. Maqams can be realized with either vocal or instrumental music, and do not include a rhythmic component. Al-Kindi (801–873 AD) was a notable early theorist of Arabic music. He joined several others like al-Farabi in proposing the addition of a makeshift fifth string to the oud. He published several tracts on musical theory, including the cosmological connotations of music.. Pages 241 and 257. He identified twelve tones on the Arabic musical scale, based on the location of fingers on and the strings of the oud. Abulfaraj (897–967) wrote the Kitab al-Aghani, an encyclopedic collection of poems and songs that runs to over 20 volumes in modern editions. Al-Farabi (872–950) wrote a notable book on Islamic music titled Kitab al-Musiqa al-Kabir (The Great Book of Music). His pure Arabian tone system is still used in Arabic music.Habib Hassan Touma (1996), The Music of the Arabs, p. 170, trans. Laurie Schwartz, Portland, Oregon: Amadeus Press, Al-Ghazali (1059–1111) wrote a treatise on music in Persia which declared, \"Ecstasy means the state that comes from listening to music\". In 1252, Safi al-Din developed a unique form of musical notation, where rhythms were represented by geometric representation. A similar geometric representation would not appear in the Western world until 1987, when Kjell Gustafson published a method to represent a rhythm as a two- dimensional graph. ====Al-Andalus==== By the 11th century, Islamic Iberia had become a center for the manufacture of instruments. These goods spread gradually throughout France, influencing French troubadours, and eventually reaching the rest of Europe. The English words lute, rebec, and naker are derived from Arabic oud, rabab, and naqareh. ===16th to 19th century=== Bartol Gyurgieuvits (1506–1566) spent 13 years as a slave in the Ottoman empire. After escaping, he published De Turvarum ritu et caermoniis in Amsterdam in 1544. It is one of the first European books to describe music in Islamic society. === 20th century–present === ==== Egypt and the Levant ==== In the early 20th century, Egypt was the first in a series of Arab countries to experience a sudden emergence of nationalism, as it became independent after 2000 years of foreign rule. Any English, French or European songs got replaced by national Egyptian music. Cairo became a center for musical innovation. Female singers were some of the first to take a secular approach. Egyptian performer Umm Kulthum and Lebanese singer Fairuz were notable examples of this. Both have been popular through the decades that followed and both are considered legends of Arabic music. Across the Mediterranean, Moroccan singer Zohra Al Fassiya was the first female performer to achieve wide popularity in the Maghreb region, performing traditional Arab Andalusian folk songs and later recording numerous albums of her own. During the 1940s and 1960s, Arabic music began to take on a more Western tone – Egyptian artists Umm Kulthum and Abdel Halim Hafez along with composers Mohammed Abdel Wahab and Baligh Hamdi pioneered the use of western instruments in Egyptian music. By the 1970s several other singers had followed suit and a strand of Arabic pop was born. Arabic pop usually consists of Western styled songs with Arabic instruments and lyrics. Melodies are often a mix between Eastern and Western. Beginning in the mid-1980s, Lydia Canaan, musical pioneer widely regarded as the first rock star of the Middle EastO'Connor, Tom. \"Lydia Canaan One Step Closer to Rock n' Roll Hall of Fame\", The Daily Star, Beirut, 27 April 2016.Justin Salhani, The Daily Star, November 17, 2014David Livingstone, Campus, No. 8, p. 2, February 1997Wafik Ajouz, Cedar Wings, No. 28, p. 2, July–August 1995Youmna Aschkar, Eco News, No. 77, p. 2, January 20, 1997 fused English lyrics and Western sound with Middle-Eastern quarter tones and microtones and became the first internationally successful Lebanese recording artist.George Hayek, Al-Hayat, No. 12,513, 3 June 1997Mireille Khalife, Al-Hayat, Issue No. 13,732, 16 October 2000Lydia Canaan Receiving Lebanese International Success Award Western pop music was also being influenced by Arabic music in the early 1960s, leading to the development of surf music, a rock music genre that later gave rise to garage rock and punk rock. Surf rock pioneer Dick Dale, a Lebanese American guitarist, was greatly influenced by the Arabic music he learnt from his uncle, particularly the oud and derbakki (doumbek) drum, skills which he later applied to his electric guitar playing when recording surf rock in the early 1960s. In the 1990s, several Arab artists have taken up such a style including Amr Diab, Najwa Karam, Elissa, Nawal Al Zoghbi, Nancy Ajram, Haifa Wehbe, Angham, Fadl Shaker, Majida Al Roumi, Wael Kfoury, Asalah Nasri, Myriam Fares, Carole Samaha, Yara, Samira Said, Hisham Abbas, Kadhem Al Saher, Mostafa Amar, Ehab Tawfik, Mohamed Fouad, Diana Haddad, Mohamed Mounir, Latifa, Cheb Khaled, George Wassouf, Hakim, Fares Karam, Julia Boutros, and Amal Hijazi. ==== Iraq ==== Due to Iraq's diversity and the long history, the country encompasses the music of a number of ethnic groups and musical genres. In 1936, Iraq Radio was established by two of Iraq's most prominent performers and composers, the Iraqi Jewish musicians, Saleh and Daoud al-Kuwaity with an ensemble, with the exception of the percussion player. The brothers had a pioneering role in the modern music of Iraq. Saleh was considered the father of Iraqi maqam as he was the pioneer of its first song. He also composed for the most famous singers of that era in Iraq and in the Arab world, such as Salima Murad, Afifa Iskandar, Nazem al-Ghazali, Umm Kulthum, Mohammed Abdel Wahab. One of the main reasons for the predominance of Jewish instrumentalists in early 20th century Iraqi music was a prominent school for blind Jewish children in Baghdad, which was founded in the late 1920s by the great qanunji (\"qanun player\") Joseph Hawthorne (Yusef Za'arur) (Hebrew: דנדהי ללוואלד-יוסף זערור‎). Salima Pasha was one of the most famous singers of the 1930s–1940s. The respect and adoration for Pasha were unusual at the time, since public performance by women was considered shameful by some countries in the region, and most female singers were recruited from brothels. The music in Iraq began to take a more Western tone during the 1960s and 1970s, notably by Ilham Madfai, with his Western guitar stylings with traditional Iraqi music which made him a popular performer in his native country and throughout the Middle East. ==Influence of Arabic music== The majority of musical instruments used in European medieval and classical music have roots in Arabic musical instruments that were adopted from the medieval Arab world. They include the lute, which shares an ancestor with the oud; rebec (an ancestor of the violin) from rebab, guitar from qitara, naker from naqareh, adufe from al-duff, alboka from al-buq, anafil from al-nafir, exabeba (a type of flute) from al-shabbaba, atabal (a type of bass drum) from al-tabl, atambal from al-tinbal, the balaban, castanet from kasatan, and sonajas de azófar from sunuj al-sufr. The Arabic rabāb, also known as the spiked fiddle, is the earliest known bowed string instrument and the ancestor of all European bowed instruments, including the rebec, the Byzantine lyra, and the violin. The Arabic oud in Arab music shares an ancestor with the European lute. The oud is also cited as a precursor to the modern guitar. The guitar has roots in the four-string oud, brought to Iberia by the Moors in the 8th century. A direct ancestor of the modern guitar is the (Moorish guitar), which was in use in Spain by the 12th century. By the 14th century, it was simply referred to as a guitar.Tom and Mary Anne Evans. Guitars: From the Renaissance to Rock. Paddington Press Ltd 1977 p.16 A number of medieval conical bore instruments were likely introduced or popularized by Arab musicians, including the xelami (from zulami). Some scholars believe that the troubadors may have had Arabian origins, with Magda Bogin stating that the Arab poetic and musical tradition was one of several influences on European \"courtly love poetry\". Évariste Lévi-Provençal and other scholars stated that three lines of a poem by William IX of Aquitaine were in some form of Arabic, indicating a potential Andalusian origin for his works. The scholars attempted to translate the lines in question and produced various different translations. The medievalist Istvan Frank contended that the lines were not Arabic at all, but instead the result of the rewriting of the original by a later scribe. The theory that the troubadour tradition was created by William after his experience of Moorish arts while fighting with the Reconquista in Spain has been championed by Ramón Menéndez Pidal and Idries Shah. George T. Beech states that there is only one documented battle that William fought in Spain, and it occurred towards the end of his life. Beech adds that William and his father did have Spanish individuals within their extended family, and that while there is no evidence he himself knew Arabic, he may have been friendly with some Europeans who could speak the language. Others state that the notion that William created the concept of troubadours is itself incorrect, and that his \"songs represent not the beginnings of a tradition but summits of achievement in that tradition.\"Peter Dronke, The Medieval Lyric, Perennial Library, 1968. p. 111. Most scholars believe that Guido of Arezzo's Solfège musical notation system had its origins in a Latin hymn, but others suggest that it may have had Arabic origins instead. It has been argued that the Solfège syllables (do, re, mi, fa, sol, la, ti) may have been derived from the syllables of an Arabic solmization system Durr-i-Mufassal (\"Separated Pearls\") (dal, ra, mim, fa, sad, lam). This was first proposed by Meninski in his Thesaurus Linguarum Orientalum (1680). However, there is no documentary evidence for this theory, and no Arabic musical manuscripts using sequences from the Arabic alphabet are known to exist. Henry George Farmer believes that there is no firm evidence on the origins of the notation, and therefore the Arabian origin theory and the hymnal origin theories are equally credible. == Improvisational Music in the Arabic Mediterranean region. == thumb Ethnomusicologist Ali Jihad Racy talks about the improvisation style of music that is present in much of the Mediterranean world. Racy discusses the regional attitudes towards improvisation music in the Middle East describing that improvisation can suggest casual or untrained or even non-professional music-making. This is held only by certain communities within the Arabic world and can differ from each region or community. Some regions look at improvisation music as the intuitive artistic ability that momentarily expresses the feeling of the player. Other groups tend to view improvisation as though it is the fulfillment of music transcending the classical maqam style or other styles of music playing. Other schools of thought on improvisation music, in the Arab world, believe that improvisation music shows a lack of understanding in musical training. Racy does not specify which groups have what views. Rather, the discussion is more focused on the idea that the Arabic music world is not monolithic in its view on improvisation in music. Other groups view improvisation as only learned through trial and error taking many years to perfect thus being a style played professionals. === Taqasim === A respectable tradition in improvisation music is known as Taqasim. Taqasim music uses a maqam and improvises the form or structure of the song, which creates a cathartic experience for the listener. Further, the improvisation aspects go beyond the form and are expressed in the quartertones of the song. This tradition historically was performed as a chant. Now it is used by performers on the oud/ud, violin, or nay, a type of flute. This style of improvisation is known for the effects it can conjure from a listener. Listeners have been known to laugh, cry, and shout, all from different parts of the same performance due to the improvisation music aligning exactly to draw extreme emotion from someone. === Improvisation in Chant === * A certain type of Arabic chant is in the melismatic style and is both long and highly ornamented. It has specific elements of free rhythm and improvisation as part of its structure. Syllabic chant is isochronic and is accompanied by an al- durbkkeh (a percussion instrument. drum.) while being relatively fast in its nature. There is usually participation from the listeners who contribute through the clapping of hands to the rhythm. * Ethnomusicologist Jargy tells of another type of improvisation music in which he uses the name Median. This music is a combination of the syllabic chant and the melismatic style. Median improvisation music uses more extreme improvisation methods and expands the boundaries of improvisation and is usually faster than syllabic chant. * The last improvisation style discussed by Jargy is the recitative style that is sung predominantly by women and is built on aural tradition. ==Genres== ===Franco-Arabic=== Franco-Arabic music is a popular form of West-meets-East style of music, similar in many respects to modern Arabic Pop. This blend of western and eastern music was popularized by artists such as Dalida (Egypt), Sammy Clark (Lebanon), and Aldo from Australia. Although Franco-Arabic music includes many forms of cross-cultural blending between the West and the Middle East, musically the genre crosses over many lines as is seen in songs that incorporate Arabic and Italian, Arabic and French and, of course, Arabic and English styles or lyrics.Celli A. \"Ya Catarì. La musica leggera franco-araba\". In Alle radici dell'Europa. Mori giudei e zingari nei paesi del Mediterraneo occidentale, vol. III, XX-XXI Century, ed. Felice Gambin. Verona: SEID, 2010 (155–174). ===Arabic R&B;, reggae, and hip hop=== There has also been a rise of R&B;, reggae and hip hop influenced Arab music in the past couple of years. These songs usually feature a rapper in a traditional Arab pop song (such as Ishtar's song 'Habibi Sawah'). The Moroccan singer Elam Jay developed a contemporary version of the Gnawa genre that is fused with R&B; which he named Gnawitone Styla. Another variation of contemporary Gnawa played in Morocco is introduced by Darga. Based in Casablanca, the group fuses Gnawa with Reggae. Political Reggae artists such as TootArd from the occupied Syrian Golan Heights and from Haifa (Originally from Iqrith) started gaining popularity in Palestine in 2011 after the YouTube premiere of a song about the Arab Spring (mainly the Tunisian revolution), called \"The Green Revolution\", sung by them and an ensemble of Palestinian artists, most notable among them being Mahmoud Jrere of DAM. Notable is Shadia Mansour, a Palestinian British rapper known as \"The First Lady of Arab Hip Hop.\" Much of her music focuses on the Palestinian cause. Also there is the Moroccan pop introduced by the Moroccan singer Oussama Belhcen who's mixing between the American and the Moroccan music in his songs.http://www.assabahia.com/%D8%B9%D9%88%D8%AF%D8%A9-%D8%A7%D9%84%D9%81%D9%86%D8%A7%D9%86-%D8%A7%D9%84%D8%B4%D8%A7%D8%A8-%D8%A3%D8%B3%D8%A7%D9%85%D8%A9-%D8%A8%D8%A7%D9%84%D8%AD%D8%B3%D9%86-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%B3/ عودة الفنان الشاب أسامة بالحسن إلى الساحة الغنائية However certain artists have taken to using full R&B; and reggae beats and styling such as Darine. This has been met with mixed critical and commercial reaction. As of now it is not a widespread genre. ===Arabic electronica=== Electronic dance music is another genre to come out into popularity. Often, songs in this genre would combine electronic musical instruments with traditional Middle Eastern instruments. Artists like Richii popularized this style with songs like \"Ana Lubnaneyoun\". ===Arabic jazz=== Another popular form of West meets East, Arabic jazz is also popular, with many songs using jazz instruments. Early jazz influences began with the use of the saxophone by musicians like Samir Suroor, in the \"oriental\" style. The use of the saxophone in that manner can be found in Abdel Halim Hafez's songs, as well as Kadim Al Sahir and Rida Al Abdallah today. The first mainstream jazz elements were incorporated into Arabic music by the Rahbani brothers. Fairuz's later work was almost exclusively made up of jazz songs, composed by her son Ziad Rahbani. Ziad Rahbani also pioneered today's oriental jazz movement, to which singers including Rima Khcheich, Salma El Mosfi, and (on occasion) Latifa adhere. We can also find a lot of jazz music in Mohamed Mounir's songs starting from his first album Alemony Eneeki in 1977, and he is considered to be the King of Arabic Jazz and Arabic Music generally. Another notable performer of this genre is the Palestinian singer Reem Kelani who blends jazz with Arabic music, both in her own compositions and in her arrangements of traditional songs. Arabic Jazz has met many new kinds of composition since the end of the 20th century: * Modal forms with Anouar Brahem and Rabih Abou Khalil * Mixed electric sound experiences with Dhafer Youssef and Kamal Musallam * New pop jazz styles with Titi Robin and Toufic Farroukh * Other acoustic youth experiences with Hamdi Makhlouf, Amine & Hamza M'raihi and Jasser Haj Youssef ===Arabic rock=== Rock music is popular all around the world, the Arab world being no exception. There have been many Arab rock bands along the years that fused rock, metal and alternative rock sounds with traditional Arab instruments. Arabic rock has been gaining a lot of attention lately in the Middle East with bands like JadaL, Kayan, Autostrad, El Morabba3 and Akher Zapheer of Jordan, The Wanton Bishops, Mashrou' Leila, Adonis and Meen of Lebanon, Cairokee, Massar Egbari, Sahara, Wyvern and Cartoon Killerz of Egypt, Khalas, and Chaos of Palestine and Acrassicauda of Iraq. The Tunisian rock band Myrath is gaining popularity worldwide. The band Hoba Hoba Spirit from Morocco is also gaining popularity, especially in the Maghrebi region. Rachid Taha, an Algerian musician, played a fusion of rock and raï. Recently, there has been a new wave of bands emerging in the underground scene across the Arab world. These include Shaghaf, Khayal, Sada That, Code Masr and Hawas of Egypt and Ayloul of Lebanon. Category:Wikipedia Student Program ==Musical regions== The world of modern Arabic music has long been dominated by musical trends that have emerged from Cairo, Egypt. The city is generally considered one of the important cultural centers in the Arab world. Innovations in popular music via the influence of other regional styles have also abounded from Morocco to Saudi Arabia. In recent years, Beirut has become an important city where singers can fluently sing in various Arabic Dialects. Other regional styles that have enjoyed popular music status throughout the Arab world, including: ===North Africa=== * Al Jeel (Egypt) * Shaabi Music (Egypt) * Mawwal (Egypt) * Semsemya (Egypt) * Andalusian classical music (Morocco and Algeria) and Tunisia * Malouf (Libya) * Chaabi (Algeria) * Chaabi (Morocco) * Gnawa (Morocco and the southwest of Algeria) * Haqibah * Malhun (Morocco) * Mezwed (Tunisia) * Raï (Algeria) ===Arabian Peninsula=== * Adani * Ardah * Ardham * Bandari Khaliji * Dazah * Fann at-Tanbura * Fijiri * Khabayti * Khaliji * Khuwizaani * Liwa * Mizmar * M'alayah * Rumba Khaliji * Samri * Sawt * Shaabi Khaliji * Yanbaawi * Yowlah * Zafah Khaliji ==Sacred and Art music== ===Sacred music=== Arabic religious music includes Jewish (Pizmonim and Baqashot), Christian, and Islamic music. However, Islamic music, including the Tajwid or recitation of Qur'an readings, is structurally equivalent to Arabic secular music, while Christian Arab music has been influenced by Syriac Orthodox, Catholic, Greek Orthodox, Anglican, Coptic, and Maronite church music.Touma 1996, p. 152. ===Art music=== Secular art musical genres include maqam al- iraqi, andalusi nubah, muwashshah, Fijiri songs, qasidah, layali, mawwal, taqsim, bashraf, sama'i, tahmilah, dulab, sawt, and liwa.Touma 1996, pp. 55–108. ==Characteristics of Arabic music== Much of Arabic music is characterized by an emphasis on melody and rhythm, as opposed to harmony. There are some genres of Arabic music that are polyphonic, but typically, Arabic music is homophonic.\"Arabian music\" on the on-line edition of The Columbia Encyclopedia, Sixth Edition, at www.encyclopedia.com Habib Hassan Touma submits that there are five components that characterize Arabic music:Touma (1996), p.xix-xx. # The Arab tone system; that is, a musical tuning system that relies on specific interval structures and was invented by al-Farabi in the 10th century # Rhythmic-temporal structures that produce a rich variety of rhythmic patterns, known as awzan or \"weight\", that are used to accompany metered vocal and instrumental genres, to accent or give them form. # A number of musical instruments that are found throughout the Arab world that represent a standardized tone system, are played with generally standardized performance techniques, and display similar details in construction and design. # Specific social contexts that produce sub- categories of Arabic music, or musical genres that can be broadly classified as urban (music of the city inhabitants), rural (music of the country inhabitants), or Bedouin (music of the desert inhabitants)...\" # An Arab musical mentality, \"responsible for the esthetic homogeneity of the tonal- spatial and rhythmic-temporal structures throughout the Arab world whether composed or improvised, instrumental or vocal, secular or sacred.\" Touma describes this musical mentality as being composed of many things. ===Maqam system=== thumb|right|350px|A Maqam tone level example The basis of Arabic music is the maqam (pl. maqamat), which looks like the mode, but is not quite the same. The tonic note, dominant note, and ending note (unless modulation occurs) are generally determined by the maqam used. Arabic maqam theory as described in literature over the ages names between 90 and 110 maqams, that are grouped into larger categories known as fasilah. Fasilah are groupings of maqams whose first four primary pitches are shared in common.http://www.musiq.com/makam/page0.html Musiq.com ====Ajnas==== The maqam consists of at least two ajnas, or scale segments. Ajnas is the plural form of jins, which in Arabic comes from the Latin word genus, meaning \"type\". In practice, a jins is either a trichord (three notes), a tetrachord (four notes), or a pentachord (five notes). A maqam usually covers only one octave (usually two ajnas), but can cover more. Like the melodic minor scale, some maqamat use different ajnas when descending and ascending. Due to continuous innovation and the emergence of new ajnas, and because most music scholars have not reached consensus on the subject, a solid figure for the total number of ajnas in use is uncertain. In practice, however, most musicians would agree there are at least eight major ajnas: rast, bayat, sikah, hijaz, saba, kurd, nahawand, and ajam, and commonly used variants such as nakriz, athar kurd, sikah beladi, saba zamzama. For example, Mukhalif is a rare jins (in the Sikah) family used almost exclusively in Iraq, and it is not used in combination with other ajnas. ===Microtones in Arabic music=== Unlike the tradition of Western music, Arabic music contains microtones, which are notes that lie between notes in the Western chromatic scale. While notes in the chromatic scale are separated by semitones (or half steps), notes in Arabic music can be separated by quarter tones. In some treatments of theory, the quarter tone scale or all twenty four tones should exist, but according to Yūsuf Shawqī (1969), fewer tones are used in practice. Additionally, in 1932, at the Cairo Congress of Arab Music held in Cairo, Egypt—and attended by such Western luminaries as Béla Bartók and Henry George Farmer—experiments were done that determined conclusively that the notes in actual use differ substantially from an even-tempered 24-tone scale. Furthermore, the intonation of many of those notes differ slightly from region to region (Egypt, Turkey, Syria, Iraq). ====Regional scales==== As a result of these findings, the following recommendation was issued: \"The tempered scale and the natural scale should be rejected. In Egypt, the Egyptian scale is to be kept with the values, which were measured with all possible precision. The Turkish, Syrian, and Iraqi scales should remain what they are....\"Maalouf, Shireen (2002). History of Arabic Music Theory: Change and Continuity in the Tone Systems, Genres, and Scales, p.220. Kaslik, Lebanon: Université Saint-Esprit. Both in modern practice, and evident in recorded music over the course of the last century, several differently-tuned Es in between the E-flat and E-natural of the Western Chromatic scale are used, that vary according to the types of maqams and ajnas used, and the region in which they are used. ====Practical treatment==== Musicians and teachers refer to these in-between notes as quarter tones, using \"half-flat\" or \"half-sharp\" as a designation for the in- between flats and sharps, for ease of nomenclature. Performance and teaching of the exact values of intonation in each jins or maqam is usually done by ear. It should also be added, in reference to Habib Hassan Touma's comment above, that these quarter tones are not used everywhere in the maqamat: in practice, Arabic music does not modulate to 12 different tonic areas like the Well-Tempered Klavier. The most commonly used quarter tones are on E (between E and E), A, B, D, F (between F and F), and C. ===Vocal traditions=== Arab classical music is known for its famed virtuoso singers, who sing long, elaborately ornamented, melismatic tunes, coloraturas unheard in any other musical genres and are known for driving audiences into ecstasy. Its traditions come from pre-Islamic times, when female singing slaves entertained the wealthy, inspired warriors on the battlefield with their rajaz poetry, and performed at weddings. A vast number of female Arab vocalists are mezzo- sopranos who possess darker and richer tones than generic Soprano voices as a result of having thicker vocal folds and larger larynx. ===Instruments and ensembles=== The prototypical Arabic music ensemble in Egypt and Syria is known as the takht, and includes, (or included at different time periods) instruments such as the 'oud, qānūn, rabab, ney, violin (introduced in the 1840s or 50s), riq and dumbek. In Iraq, the traditional ensemble, known as the chalghi, includes only two melodic instruments—the jowza (similar to the rabab but with four strings) and santur—accompanied by the riq and dumbek. The Arab world has incorporated instruments from the West, including the electric guitar, cello, double bass and oboe, and incorporated influences from jazz and other foreign musical styles. The singers have remained the stars, however, especially after the development of the recording and film industry in the 1920s in Cairo. These singing celebrities are (or were) the biggest stars in Arabic classic music, they include Farid Al Attrache, Asmahan, Abdel Halim Hafez, Sayed Darwish, Mohamed Abdel Wahab, Warda Al-Jazairia, Wadih El Safi, Fairuz, Sabah, and Umm Kulthum. == Research and documentation of Arabic music == Even though musical traditions in the Arab world have been handed down orally, Arab scholar Al-Kindi,and Persian scholars Abulfaraj or Al-Farabi and later Safi al-Din published treatises in Arabic on Persian music since at least the 9th century AD. In 1932, the first Congress of Arab Music was held in Cairo, where scholarship about the past, present and future of Arabic music was presented both from Western as well as Arab experts. The results were later documented, both in writing as well as in the form of audio recordings.See the discography and literature on Cairo Congress of Arab Music. Research on Arabic music is a focus of departments of ethnomusicology at universities worldwide, and the global interest in World music has led to a growing number of studies and re-issues of historic recordings by independent researchers or private companies. Making use of digital archives for texts, pictures and sounds, detailed information on the history of Arabic music is also made accessible over the Internet. The Lebanese foundation AMMAR, for example, is committed to the preservation and dissemination of traditional Arab music and has published a host of historical documents. ==See also== * Arabic poetry * Byzantine music * Durood * Hamd * Islamic music * Islamic poetry * Mawlid * Mehfil * Middle Eastern music * Music of Africa * Music of Asia * Music of Southeastern Europe * Na'at * Nasheed * Pizmonim * Sufi music * Sufi poetry * Sufism * History of Sufism * Arabic Oud House * Arabic pop music ==References== ==Further reading== * Lodge, David and Bill Badley. \"Partner of Poetry\". 2000. In Broughton, Simon and Ellingham, Mark with McConnachie, James and Duane, Orla (Ed.), World Music, Vol. 1: Africa, Europe and the Middle East, pp 323–331. Rough Guides Ltd., Penguin Books. ISBN * Shiloah, Amnon. Music in the World of Islam. A Socio-Cultural Study 2001. ISBN * Julián Ribera y Tarragó. La música árabe y su influencia en la española (1985). * Fernández Manzano, Reynaldo. De las melodías del reino nazarí de Granada a las estructuras musicales cristianas. La transformación de las tradiciones Hispano-árabes en la península Ibérica. 1984. * Fernández Manzano, Reynaldo y Santiago Simón, Emilio de (Coordinación y supervisión ed.). Música y Poesía del Sur de al-Andalus. 1995. * Fernández Manzano, Reynaldo.: La música de al-Andalus en la cultura medieval, imágenes en el tiempo, Granada, Universidad e Granada, 2012. ==External links== *A Brief History of Arab Music – Video *Information about history of music from Arabic texts *Arabic 78 RPM Records Collection at Harvard Loeb Music Library *Maqam World Category:Middle Eastern music North African music Category:Classical and art music traditions",
 "title": "Arabic music"
}