{
 "id": "251762",
 "text": "Hard Rock Cafe, Inc. is a chain of theme restaurants founded in 1971 by Isaac Tigrett and Peter Morton in London. In 1979, the cafe began covering its walls with rock and roll memorabilia, a tradition which expanded to others in the chain. In 2007, Hard Rock Cafe International (USA), Inc. was sold to the Seminole Tribe of Florida and was headquartered in Orlando, Florida, until April 2018, when the corporate offices were relocated to Davie, Florida. As of July 2018, Hard Rock International has venues in 74 countries, including 185 cafes, 25 hotels, and 12 casinos. On June 10, 2021, Hard Rock announced Lionel Messi as its Hard Rock brand ambassador as the company celebrated its 50th anniversary.“Lionel Messi announced as Hard Rock brand ambassador as company celebrates 50th anniversary” ==History== ===Restaurants=== The first Hard Rock Cafe opened on June 14, 1971 at 150 Old Park Lane, Hyde Park, Mayfair, London, under the ownership of two Americans, Isaac Tigrett and Peter Morton. Hard Rock initially had an eclectic decor, but it later started to display memorabilia. In 1978, a second location was opened in Toronto, Canada. The chain began to expand worldwide in 1982 with locations in (among others) Los Angeles, San Francisco, Chicago, Paris, and Berlin. Hard Rock Cafe locations in the United States vary from smaller, more tourist driven markets (Biloxi, Pigeon Forge, Key West, etc.) to large metropolises (Houston, Philadelphia, Baltimore, New York City, Chicago, Boston, Washington, D.C., etc.). Hard Rock Cafe typically does not franchise cafe locations in the United States. All US cafes are corporate owned and operated, except for cafes in Tampa and the Four Winds New Buffalo casino.Hard Rock Cafe Locations. Retrieved May 10, 2012 However, in the transition of the Las Vegas Hard Rock Hotel property originally owned and then later sold to Rank by founder Peter Morton, Morton retained hotel naming rights west of the Mississippi. When Morton sold his Las Vegas Hard Rock Hotel to the Morgans Hotel Group, he also sold those naming rights, which then gave rise to two US franchised hotels (without cafes) in Albuquerque and Tulsa. The Albuquerque hotel no longer pays for the Hard Rock rights and reverted to its former name in June 2013. Additional casino hotels franchised from Morgan's were subsequently opened in Sioux City and Vancouver. In 1990, The Rank Group, a London-based leisure company, acquired Mecca Leisure Group and continued expansion of the concept in its geographic territory. Rank went on to purchase Hard Rock America from Peter Morton as well as Hard Rock Canada from Nick Bitove. After the completion of these acquisitions, Rank gained worldwide control of the brand. In March 2007, the Seminole Tribe of Florida acquired Hard Rock Cafe International, Inc. and other related entities from Rank for US$965 million. In 2008, anonymous members of the wait staff criticized the business because of its practice of paying them less than half the official minimum wage in the UK, with the business allocating tips to staff to bring their salaries within the law. Most customers, it was argued, do not realize that they are subsidizing a low wage when they give the tip. ===Music memorabilia=== HRC is known for its collection of rock-and-roll memorabilia. The cafes solicit donations of music memorabilia but also purchase a number of items at auctions around the world, including autographed guitars, costumes from world tours and rare photographs; these are often to be found mounted on cafe walls. The collection began in 1979 with an un-signed Red Fender Lead II guitar from Eric Clapton, who was a regular at the first restaurant in London. Clapton wanted management to hang the guitar over his regular seat in order to lay claim to that spot, and they obliged. This prompted Pete Townshend of The Who to give one of his guitars, also un-signed with the note \"Mine's as good as his! Love, Pete.\" Hard Rock's archive includes over 80,000 items, and is the largest private collection of Rock and Roll memorabilia in the world. Marquee pieces from the collection were briefly displayed in a Hard Rock museum named \"The Vault\" in Orlando, Florida from January 2003 until September 2004. After the closure, items were distributed to various restaurant locations. The London Vault remains open and free to visitors, located in the retail Rock Shop of the original cafe. The Hard Rock Café is also in possession of a Bedford VAL three axle coach used in the 1967 Beatles film Magical Mystery Tour. The vehicle was completely refurbished after filming. It is currently displayed in the US, but makes regular appearances in events in the UK, especially at the original Hard Rock Cafe in London. In 2001, a competition was run to win the actual bus, but it was never given away and remained with the cafe. ==Expansion into other businesses== ===Casinos and hotels=== In 1995, Peter Morton spent $80 million to open the Hard Rock Hotel near the Las Vegas Strip in Las Vegas, Nevada. A subsequent $100 million expansion in 1999 nearly doubled the hotel's capacity. In May 2006, Morton sold the Hard Rock Hotel & Casino, Las Vegas to Morgans Hotel Group for $770 million, including the rights to the Hard Rock Hotel brand west of the Mississippi, including Texas, California, Australia, and Vancouver, British Columbia. The hotel began another expansion in 2007 at a cost of $750 million. The project added 875 rooms in two towers and expanded meeting space. In March 2011, Morgans surrendered control of the property to partner Brookfield Asset Management, citing the high debt on the property in the face of the economic downturn. In April 2018, the Hard Rock Hotel in Las Vegas was sold to Richard Branson with plans to renovate the property under the Virgin Hotels brand. Today, the Seminole Tribe of Florida owns and operates all units except the Las Vegas, Sioux City, Tulsa, and Vancouver properties. In 2004, Hard Rock International and Sol Melia Hotels and Resorts launched Lifestar Hoteles España SL, a joint venture that intended to manage Europe's first Hard Rock Hotel in Madrid, but it was never opened as a Hard Rock property upon the dissolution of the joint venture in 2007. The other joint venture hotels are in Chicago, New York, and San Diego (the San Diego property includes Hard Rock condominiums). Hard Rock also operates hotels and resorts in Orlando, Florida (a joint venture with Loews Hotels); Bali, Indonesia; and Pattaya, Thailand, (a joint venture with Ong Beng Seng/Hotel Properties Limited). Hard Rock International continues to expand internationally (including hotels, casinos, resorts, and condominiums) through several joint ventures (Becker Ventures, Ong Beng Seng/Hotel Properties Limited and Loews Hotels), including hotels in Chicago, Bali, Orlando, Penang, San Diego, Singapore, and planned openings in Abu Dhabi, Cancun, Dubai, Hungary, Panama, Punta Cana and Puerto Vallarta, as well as hotel-casinos in Hollywood, Florida; Tampa, Florida; Las Vegas, Nevada; and Catoosa, Oklahoma, just northeast of Tulsa. (The Hard Rock Casino in Biloxi, MS is owned by Twin River Management Group, Inc.) Opened on 20 January 2010 in Singapore at Sentosa, the Hard Rock Hotel at Resorts World Sentosa is owned by the Genting Group. The Hotel Zoso in Palm Springs, California was converted into a 160-room Hard Rock Hotel and opened in 2014. A location in Atlantic City, New Jersey was planned in 2010, but those plans were canceled in 2012; however, in 2017, they acquired from Icahn Enterprises the closed Trump Taj Mahal, which in 2018 was reopened as Hard Rock Hotel & Casino Atlantic City. All-inclusive resorts operate under the Hard Rock brand in the Dominican Republic and Mexico. In 2013, the Hard Rock Rocksino Northfield Park opened as a joint slot machine and track venture., near Cleveland, Ohio. Then in early 2019, it was announced that JACK Cincinnati Casino in Cincinnati was sold for $745 million to Vici Properties and Hard Rock International, with Vici acquiring the land and buildings for $558 million and Hard Rock buying the operating business for $187 million. Hard Rock would lease the casino from Vici for $43 million per year, and would rebrand it as Hard Rock Casino Cincinnati. Canada had numerous restaurants but many of them closed, notably the one at Yonge-Dundas Square in Toronto in May 2017, which had been the chain's second location, leaving just two in that country, Niagara Falls, Ont., and the Hard Rock Casino in Coquitlam, B.C. In 2015, Hard Rock announced a new hotel in Bogotá, Colombia, which will open in 2019. The company had plans to open in the biggest financial district in Colombia, the Centro Internacional, but it revised those plans. The hotel will be located in the exclusive Zona Rosa de Bogotá, home of luxury boutiques. In July 2019, Hard Rock International announced plans for a casino in Rockford, Illinois, about 75 miles west of Chicago along I-90. Two other proposals were made for the city's lone casino license, but the city council only recommended the Hard Rock proposal to the Illinois Gaming Board, who will decide which site will get the license. The temporary casino, named Rockford Casino-A Hard Rock Opening Act, opened on November 10, 2021. It features a Rock Shop, Hard Rock memorabilia, slots, and two restaurants. The permanent casino is planned to open within two years and feature a Hard Rock Cafe, live music venue, 90 foot tall replica of a Rick Nielson guitar, and will be a full-fledge Hard Rock Casino. In November 2019, Hard Rock Hotel & Casino Sacramento at Fire Mountain opened adjacent to the Toyota Amphitheatre near Wheatland, California. Also in November, Hard Rock announced a new hotel in São Paulo, Brazil, in the heart of popular Paulista Avenue. In May 2021, a $300 million Hard Rock Casino location opened in Gary, Indiana about 35 minutes east of Chicago. Branded as Hard Rock Casino Northern Indiana, the location includes memorabilia from local natives Jackson 5 and a 1,950-seat Hard Rock Live performance hall. In December 2021, Hard Rock bought the famous Las Vegas casino, the Mirage, from MGM Resorts for $1.075 billion. The new hotel and casino will be completely renovated, but will still keep the \"Mirage\" name. The new hotel will be in the shape of a guitar, like the Seminole Hard Rock, and will hold 1,000 rooms. Other international locations include: * Hard Rock Casino Vancouver, Coquitlam, B.C., Canada * Hard Rock Hotel and Casino Punta Cana, Macao, Dominican Republic * Hard Rock Hotel Bali, Bali, Indonesia * Hard Rock Hotel Dublin, Dublin, Ireland * Hard Rock Hotel Cancun, Cáncun, Mexico * Hard Rock Hotel Davos, Davos, Switzerland * Hard Rock Hotel Fortaleza, Fortaleza, Brazil (Under Construction) * Hard Rock Hotel Goa, Bardez, India * Hard Rock Hotel Ibiza, Islas Baleares, Spain * Hard Rock Hotel Ilha do Sol, Paraná, Brazil (Under Construction) * Hard Rock Hotel Panama Megapolis, Panama City, Panama * Hard Rock Hotel Penang, Penang, Malaysia * Hard Rock Hotel Desaru Coast, Johor, Malaysia * Hard Rock Hotel Pattaya, Chonburi, Thailand * Hard Rock Hotel Riviera Maya, Puerto Aventuras, Mexico * Hard Rock Hotel São Paulo, São Paulo, Brazil (Soon) * Hard Rock Hotel Shenzhen, Shenzhen, China * Hard Rock Hotel Singapore, Resorts World Sentosa, Singapore * Hard Rock Hotel Tenerife, Tenerife, Spain * Hard Rock Hotel Vallarta, Riviera Nayarit, Mexico * Hard Rock Hotel London,Hard Rock Hotel London United Kingdom (co-located with Hard Rock Oxford Street restaurant) ===Hard Rock Park=== In March 2006, Hard Rock Cafe International announced that it had licensed the \"Hard Rock\" name to HRP Myrtle Beach Operations, LLC, to design, build, and operate a $400 million theme park called Hard Rock Park. Hard Rock Park opened on April 15, 2008 in Myrtle Beach, South Carolina. The park was expected to draw an estimated 30,000 visitors per day, promised to create more than 3,000 jobs, and was billed as the largest single investment in South Carolina's history. It planned to feature a large concert arena and six zones with more than 40 attractions. HRP Myrtle Beach Operations, LLC, filed for Chapter 11 on September 25, 2008. The company hoped to re-open in 2009 after restructuring. On January 2, 2009 after failing to attract a buyer with a minimum $35 million bid for over two months, Hard Rock Park asked a Delaware Bankruptcy Court to convert the filing to Chapter 7 triggering immediate liquidation of assets to pay off creditors, and closing the park. New owners renamed the venue Freestyle Music Park and planned to reopen retaining a music-theme, but without the Hard Rock name, by Memorial Day, 2009. The park only operated one additional year and then closed, due to poor attendance. ===Stadiums=== In August 2016, it was reported that the Miami Dolphins' stadium in Miami Gardens, Florida would be renamed Hard Rock Stadium. Super Bowl LIV was held there on February 2, 2020. The Hard Rock Club is a sponsored bar at the Canadian Tire Centre, with Hard Rock branding and memorabilia. The stadium formerly housed Ottawa's first Hard Rock Café when it opened as The Palladium on January 15, 1996, and for many years when it was known as the Corel Centre. The café closed on August 8, 2002 and was replaced with the Frank Finnigan's restaurant. Since October 17, 2013, the restaurant is known as Chek Point, and is sponsored by SportChek. The Hard Rock Club bar was announced on October 9, 2018 and opened near the former Hard Rock Café. The bar features memorabilia from over a dozen artists, restaurant-style seating, and dedicated stadium seating. ==Acquisition by the Seminole Tribe of Florida== On December 7, 2006, Rank sold its Hard Rock business to the Seminole Tribe of Florida for $965 million. Included in the deal were 124 Hard Rock Cafes, four Hard Rock Hotels, two Hard Rock Hotel and Casino Hotels, two Hard Rock Live! concert venues, and stakes in three unbranded hotels. Rank retained the Hard Rock Casino in London, and rebranded it the G Casino Piccadilly. The Hard Rock Hotel and Casino in Las Vegas was also not part of the deal, as it was sold by Peter Morton to Morgans Hotel Group in May 2006. The final takeover was mired in controversy, due to a payment clause in a contract with one casino developer, Power Plant Entertainment. Power Plant and the Seminoles announced a settlement in April 2007 which both sides called equitable. On January 8, 2007, Rank shareholders approved the Seminoles' $965 million offer. The Tribe announced it had finalized the deal on March 11, 2007. On June 22, 2008, the Seminole Hard Rock Hotel & Casino Hollywood began \"Vegas-style\" table gambling in addition to the Class II slots already in operation. To win approval for the table games, which were barred under Florida law, the Seminole Tribe paid the State of Florida $100 million as part of a 25-year pact signed by Governor Charlie Crist. On July 3, 2008, the Florida Supreme Court ruled that the governor's agreement was unconstitutional, but table games continue to operate because the Federal Department of the Interior approved the now-invalid pact with the state. ==List of locations== {| class=\"wikitable sortable \" style=\"border:none;\" |- !style=\"width: 12%;\"|Location (city) !style=\"width: 12%;\"|Location (country) !style=\"width: 5%;\"|Status !style=\"width: 10%;\"|Established !style=\"width: 10%;\"|Closed/Moved !style=\"width: 51%;\"|Comments |- | London | | Open | | — | |- | Toronto | Canada | rowspan=\"2\" | Closed | | | Now Shoppers Drug Mart |- | Los Angeles | United States | | |Relocated to Hollywood |- | Tokyo | Japan | rowspan=\"5\" | Open | | — | |- | New York City | rowspan=\"2\" | United States | | | Relocated to Times Square |- | San Francisco | | | Relocated to Fisherman's Wharf |- | Stockholm | Sweden | | — | |- | Chicago | rowspan=\"3\" | United States | | — | |- | Dallas | rowspan=\"2\" | Closed | | | Relocated July 15, 2009. Closed July 31, 2019 |- | Houston | | | Relocated May 21, 2000. Closed permanently May 27, 2020 |- | Cancún | Mexico | rowspan=\"4\" | Open | | | Reopened |- | Honolulu | United States | | | Relocated |- | Reykjavík | Iceland | | | Closed May 29, 2005. Relocated to Lækjargata 2A, Reykjavík. |- | New Orleans | rowspan=\"2\" | United States | | | Relocated |- | La Jolla | Closed | | | Originally San Diego, renamed when downtown location opened. |- | Sydney | Australia | Open | | | Crown Street, Darlinghurst, 1989–2007. Darling Harbour, 2011–present. |- | Toronto SkyDome | Canada | Closed | | | Now John Street Terrace and Acura Executive Suites. |- | Boston | United States | Open | | | The 2007 relocation was from 131 Clarendon St. in the Back Bay to 22 Clinton St. (Faneuil Hall Marketplace) |- | Acapulco | Mexico | Closed | | | |- | Washington, D.C. | United States | rowspan=\"3\" | Open | | — | |- | Singapore | Singapore | | — | |- | Orlando | rowspan=\"3\" | United States | | | Universal CityWalk complex, Relocated |- | Maui | rowspan=\"5\" | Closed | | | |- | Las Vegas Hard Rock Hotel | | | Reopened as Virgin Hotel Casino Las Vegas, 3/25/21 (However, the Cafe was never in The H.R. Hotel, only adjacent to it. And it opened years before the hotel.) |- | Montreal | Canada | | | |- | Puerto Vallarta | Mexico | | | |- | Aspen | United States | | | |- | Bangkok | Thailand | rowspan=\"3\" | Open | | — | |- | Kuala Lumpur | Malaysia | | — | |- | Paris | France | | — | |- | Osaka | Japan | rowspan=\"2\" | Closed | | | Relocated from Namba to Hommachi in September 2001. |- | Tijuana | Mexico | | | |- | Berlin | Germany | rowspan=\"3\" | Open | | | |- | Jakarta | Indonesia | | - | Originally lobster at Sarinah Plaza. Relocated to Plaza Indonesia Entertainment X'nter in July 2004. Currently located at Pacific Place since 2014. |- | Atlanta | rowspan=\"2\" | United States | | — | |- | Newport Beach | rowspan=\"2\" | Closed | | | |- | St. Thomas | Virgin Islands | | | |- | San Juan | Puerto Rico | Open | | | Closed April 22, 2011. Reopened in the Condado area. |- | Tel Aviv | Israel | Closed | | | |- | Miami | United States | Open | | — | |- | Mexico City | Mexico | Closed | | | |- | Bali | Indonesia | Open | | — | |- | Taipei | Taiwan | rowspan=\"2\" | Closed | | | |- | Beijing | China | | | |- | Nashville | United States | Open | | — | |- | Cozumel | Mexico | Open | | | Closed August 31, 2005. Relocated |- | Hong Kong Kowloon | Hong Kong | rowspan=\"2\" | Closed | | | |- | Madrid | Spain | | | Hard Rock Shop on Calle de Preciados still open. Take-away and delivery food available. |- | San Antonio | United States | Open | | — | |- | Hong Kong at Chater Road | Hong Kong | Closed | | | |- | Calgary | rowspan=\"3\" | Canada | rowspan=\"3\" | Closed | | | |- | Vancouver | | | 101 Barclay Parade SW, at Eau Claire Market. Now Kids & Company Daycare |- | Edmonton | | | Inside West Edmonton Mall |- | Myrtle Beach | United States | Open | | | Broadway at the Beach complex since opening. Relocated to The Avenue section of Broadway at the Beach |- | Copenhagen | Denmark | Open | | — | |- | Whistler | Canada | Closed | | | |- | Buenos Aires | Argentina | Open | | — | |- | Melbourne | Australia | rowspan=\"5\" | Closed | | | |- | Phoenix | United States | | | Relocated, closed permanently February 28, 2020 |- | Banff | Canada | | | |- | Taichung | Taiwan | | | |- | Cabo San Lucas | Mexico | | | Unauthorized location |- | Antwerp | Belgium | Open | | | Closed April 24, 1997. Relocated |- | Makati | Philippines | Closed | | | Renamed to Johnny B. Good after closed |- | Universal City | United States | Closed | | January 6, 2020 | Formerly located on Universal CityWalk complex |- | Ottawa (Kanata) | Canada | Open | | — | Hard Rock Café closed on August 8, 2002. Hard Rock Club bar announced in 2018. |- | Surfers Paradise | Australia | Open | | — | Originally called Gold Coast. |- | Ottawa | Canada | Closed | | | Rideau Carleton Raceway to become Hard Rock Ottawa in 2021. |- | Niagara Falls | United States | Open | | — | |- | Shanghai | rowspan=\"2\" | China | rowspan=\"2\" | Closed | | | Closed March 21, 2004. Reopened at January 2017 |- | Guangzhou | | | |- | Key West | United States | rowspan=\"3\" | Open | | — | |- | Atlantic City | United States | | | Closed September 30, 2017 as part of the Hard Rock Hotel & Casino Atlantic City improvements plan. Restaurant originally opened as part of the Trump Taj Mahal, it remained open (independently operated) after the hotel and casino's closure until current round of construction began as part of conversion with its new owners. Relocated June 28, 2018. |- | Cape Town | South Africa | | | Closed June 17, 2001. Relocated |- | Seoul | South Korea | Closed | | | Closed January 1, 2007. Reopened on April 18, 2008 but closed again in April 2009. Reopened on October 21, 2014. |- | Niagara Falls Canada | Canada | Open | | — | |- | Beirut | Lebanon | Closed | | | |- | Shenzhen | China | Open | | | Re-opened at September 15, 2017 |- | Nagoya | Japan | Closed | | | |- | Baltimore | United States | rowspan=\"2\" | Open | | — | |- | Yokohama | Japan | | — | |- | Sacramento | United States | rowspan=\"2\" | Closed | | | New location opened within the Hard Rock Casino Fire Mountain in Wheatland, California on October 30, 2019 |- | Amman | Jordan | | | |- | Manama | Bahrain | rowspan=\"5\" | Open | | — | |- | Barcelona | Spain | | — | |- | Memphis | United States | | | Relocated two blocks west in 2014 |- | Dubai | United Arab Erimates | | | Closed March 8, 2009. Relocated |- | Philadelphia | United States | | — | |- | Lima | Peru | Closed | | | Closed December 3, 2001. Relocated and closed again March 15, 2019. |- | Edinburgh | United Kingdom | rowspan=\"2\" | Open | | — | |- | Guam | Guam | | — | |- | Ankara | Turkey | rowspan=\"5\" | Closed | | | |- | Lake Tahoe | rowspan=\"4\" | United States | | | |- | Salt Lake City | | | |- | Cleveland | | | Relocated to Northfield Park |- | Kona | | | |- | Sharm el- Sheikh | Egypt | Open | | — | |- | San Diego | United States | Closed | | | |- | Saipan | Northern Mariana Islands | Open | | — | |- | St. Louis | rowspan=\"2\" | United States | Closed | | | |- | Denver | Open | | — | |- | Guadalajara | Mexico | Closed | | | |- | Rome | Italy | rowspan=\"2\" | Open | | — | |- | Amsterdam | Netherlands | | — | |- | Indianapolis | United States | rowspan=\"6\" | Closed | | | Lease expired. Permanently closed. |- | Kobe | Japan | | | |- | Fort Lauderdale | rowspan=\"2\" | United States | | | New location Hollywood, FL. |- | Gatlinburg | | | New location Pigeon Forge. |- | Oasis | United Kingdom | | | |- | Fukuoka | Japan | | | Relocated in April 2016. |- | Grand Cayman | Cayman Islands | Open | | | Closed October 13, 2013. Relocated |- | Rio de Janeiro | Brazil | Closed | | | Relocated at base of Corcovado |- | Manchester | United Kingdom | rowspan=\"5\" | Open | | — | |- | St. Julian's | Malta | | — | 2021 |- | Osaka (Universal CityWalk) | Japan | | — | Located in Universal Studios Japan's CityWalk complex. |- | Managua | Nicaragua | | | Closed December 2001. Relocated |- | Cairo | Egypt | | | Closed December 31, 2010. Relocated |- | Belfast | United Kingdom | rowspan=\"2\" | Closed | | | |- | Queenstown | New Zealand | | | |- | Bogotá | Colombia | Open | | — | |- | Pattaya | Thailand | Open | | — | |- | Birmingham | United Kingdom | Closed | | | |- | Munich | Germany | Open | | — | |- | Austin | United States | Closed | | | |- | Tokyo (Ueno) | Japan | Open | | | Located inside Ueno Station |- | Nottingham | United Kingdom | Closed | | | |- | Pittsburgh | rowspan=\"2\" | United States | Open | | — | |- | Minneapolis | rowspan=\"2\" | Closed | | | |- | Leeds | United Kingdom | | | |- |- | Cologne | Germany | rowspan=\"4\" | Open | | — | |- | Lisbon | Portugal | | — | |- | Panama | Panama | | | Relocated to Multicentro September 8, 2004. Closed September 2013. Re-opened Fall 2016 |- | Moscow | Russia | | — | |- | Cardiff | United Kingdom | Closed | | | |- | Nassau | Bahamas | Closed | | | |- | Detroit | United States | rowspan=\"3\" | Closed | | | Lease expired. |- | Malta | Malta | | | Relocated. Permanently closed, November 2020 |- | Catania | Italy | | | |- | Hollywood FL | rowspan=\"2\" | United States | Open | | — | |- | Louisville | Closed | | | Initially closed due to the COVID-19 pandemic, lease expired 2021. Company interested in potential new location in the future. |- | Dublin | Ireland | Open | | — | |- | Destin | rowspan=\"2\" | United States | Closed | | | |- | Foxwoods | rowspan=\"3\" | Open | | — | |- | Athens | Greece | | | Closed March 31, 2014. Relocated |- | Hurghada | Egypt | | — | |- | Kuwait | Kuwait | Closed | | | |- | Gothenburg | Sweden | Open | | — | |- | Caracas | Venezuela | rowspan=\"4\" | Closed | | | |- | Playa del Inglés | Spain | | | |- | Oslo | Norway | | | Closed, in part because of Covid-19 |- | Belo Horizonte | Brazil | | | |- | Santo Domingo | Dominican Republic | Open | | | Relocated |- | Mumbai (Worli) | India | rowspan=\"3\" | Closed | | | |- | Narita | Japan | | | |- | Ocho Rios | Jamaica | | | |- | Margarita | Venezuela | rowspan=\"8\" | Open | | — | |- | Warsaw | Poland | | — | |- | Biloxi | United States | | — | |- | Punta Cana | Dominican Republic | | — | |- | Nadi | Fiji | | — | |- | Cartagena | Colombia | | — | |- | Bengaluru | India | | — | |- | Bucharest | Romania | | — | |- | Singapore Changi Airport | Singapore | Closed | | | |- | Mallorca | Spain | rowspan=\"10\" | Open | | — | |- | Aruba | Aruba | | — | |- | Pune | India | | — | |- | Yankee Stadium | United States | | — | |- | Prague | Czech Republic | | — | |- | Venice | Italy | | — | |- | New Delhi | India | | — | |- | Las Vegas | United States | | — | |- | Penang | Malaysia | | — | |- | Hyderabad | India | | — | |- | Marbella | Spain | Closed | | | |- | Phuket | Thailand | rowspan=\"7\" | Open | | — | |- | Ho Chi Minh City | Vietnam | | — | Rights owned by the Highlands Coffee conglomerate |- | Seattle | United States | | — | |- | Sentosa | Singapore | | — | |- | Kraków | Poland | | — | |- | Hollywood on Hollywood Boulevard | United States | | — | |- | Medellín | Colombia | | — | |- | Glyfada | Greece | Closed | | | |- | Sint Maarten | Netherlands | rowspan=\"2\" | Open | | — | |- | Tampa | United States | | — | |- | Hong Kong at Lan Kwai Fong | Hong Kong | Closed | | — | |- | Florence | Italy | Open | | — | |- | Costa Maya | Mexico | Closed | | | |- | Hamburg | Germany | rowspan=\"3\" | Open | | — | |- | Budapest | Hungary | | — | |- | Macau | Macau | | | Hotel re-branded as Countdown Hotel in July 2017. |- | New Buffalo, Michigan at Four Winds New Buffalo | United States | Closed | |Closed October 31, 2020 | — |- | Brussels at Grand Place | Belgium | rowspan=\"2\" | Open | | — | |- | Helsinki | Finland | | — | |- | Nicosia | Cyprus | rowspan=\"2\" | Closed | | | |- | Kota Kinabalu | Malaysia | | | Cafe opened at April 1, 2015 |- | Santiago | Chile | rowspan=\"11\" | Open | | — | |- | Guatemala City | Guatemala | | — | |- | Malacca City | Malaysia | | — | |- | Nabq | Egypt | | — | |- | Ibiza | Spain | | — | |- | Mumbai (Andheri) | India | | — | |- | San José | Costa Rica | | — | |- | Nice | France | | — | |- | Glasgow | United Kingdom | | — | |- | Tenerife | Spain | | — | |- | Johannesburg | South Africa | | — | |- | Northfield Park | United States | rowspan=\"2\" | Closed | | | Hard Rock Rocksino Northfield Park was sold to MGM and became MGM Northfield Park. |- | Chennai | India | | | |- | Santa Cruz de la Sierra | Bolivia | Open | | — | |- | Istanbul | Turkey | Closed | December 29, 2013 | February 1, 2017 | |- | Gurgaon | India | rowspan=\"2\" | Open | | — | |- | Pigeon Forge | rowspan=\"2\" | United States | | — | This is a move from Gatlinburg |- | Anchorage | Closed | | Closed March 20, 2020, due to the COVID-19 pandemic; permanent closing announced January 6, 2021. | |- | Angkor | Cambodia | rowspan=\"3\" | Open | | — | |- | Vienna | Austria | | — | |- | Gdańsk | Poland | | — | |- | Mall of America | United States | rowspan=\"2\" | Closed | | | |- | Almaty | Kazakhstan | | Closed August 31, 2020 | |- | Aeroparque Jorge Newbery | Argentina | Open | | — | |- | Marseille | France | Closed | | | |- | Asuncion | Paraguay | rowspan=\"4\" | Open | | — | |- | Podgorica | Montenegro | | — | |- | Curitiba | Brazil | | — | |- | Guanacaste | Costa Rica | | — | |- | Busan | South Korea | Closed | | | |- | Port El Kantaoui | Tunisia | Open | | — | |- | Vientiane | Laos | Closed | | | |- | Lagos | Nigeria | rowspan=\"6\" | Open | | — | |- | Koh Samui | Thailand | | — | |- | Ayia Napa | Cyprus | | — | Relocated from Nicosia |- | Tbilisi | Georgia | | — | |- | Seville | Spain | | — | |- | Baku | Azerbaijan | | — | |- | Hangzhou | China | Closed | | | |- | Lyon | France | rowspan=\"12\" | Open | | — | |- | Porto |Portugal | | — | |- | Pretoria | South Africa | | — | |- | Chiang Mai | Thailand | | — | |- | Ulaanbaatar | Mongolia | | — | |- | Montego Bay | Jamaica | | — | |- | Ushuaia | Argentina | | — | |- | Tampa International Airport | rowspan=\"2\" | United States | | — | |- | Houston Airport | | — | |- | Valencia | Spain | | — | |- | Andorra la Vella | Andorra | | — | |- | Innsbruck | Austria | | — | |- | La Paz | Bolivia | Closed | | | |- | Phnom Penh | Cambodia | rowspan=\"3\" | Open | November 7, 2017 | — | |- | Kolkata | India | | — | |- | Ezeiza Airport | Argentina | December 20, 2017 | — | |- | Yangon | Burma | Closed | | | |- | Wrocław | Poland | rowspan=\"4\" | Open | | — | |- | Tianjin | China | | — | |- | Saint Petersburg | Russia | | — | |- | Gramado | Brazil | | — | |- | San Juan | Puerto Rico | Closed | | | Previously located in the Old San Juan. |- | Desaru | Malaysia | rowspan=\"8\" | Open | | — | |- | Dubai Airport | United Arab Emirates | | — | |- | Montevideo | Uruguay | | — | |- | Manila | Philippines | | — | |- | Málaga | Spain | | — | |- | Fortaleza | Brazil | | | |- | Piccadilly Circus | rowspan=\"2\" | United Kingdom | | — | |- | Oxford Street | | — |Opened as the restaurant within the Hard Rock Hotel London (also opened 30 April 2019) |- | Kyoto | Japan | Closed | | | |- | Sacramento | United States | rowspan=\"18\" | Open | | |Opened as the restaurant within the Hard Rock Casino Fire Mountain in Wheatland, California (also opened October 30, 2019) |- | Ponce | Puerto Rico | | — | Inside Aloft Hotel |- | Gary, Indiana | United States | | — | Inside Hard Rock Casino Northern Indiana |- | Ciudad del Este | Paraguay | Spring 2024 | | |- | Milan | Italy | Winter 2023 | | |- | Chandigarh | India | Fall 2023 | | |- | Georgetown | Guyana | | | |- |Guwahati |India | | | |- | Belgrade | Serbia | Summer 2023 | | |- | Port Dickson | Malaysia | Spring 2023 | | |- | Montería | Colombia | Winter 2022 | | |- | Gran Canaria | Spain | | | |- | Ribeirão Preto | Brazil | | | |- | Newcastle | United Kingdom | May 21, 2021 | | |- |San Fernando |Trinidad and Tobago |Summer 2022 | | |- | Cincinnati | United States | July 15, 2021 | | |- | Mandalika | Indonesia | Fall 2022 | | |- |Kathmandu |Nepal |October 2021 | | |- |Rockford, Illinois |United States | |Fall 2023 | |Will be located inside of new Hard Rock Casino |- | Yerevan | Armenia | |2022 |- |Verona | Italy | | | |- |Milan | Italy | | |} ==Gallery== File:Hard Rock Orlando.jpg|Hard Rock Cafe in Orlando File:Hollywood Hard Rock Cafe P4050205.jpg|Hard Rock Cafe in Hollywood File:HRC NY.jpg|Hard Rock Cafe located on Broadway in the heart of Times Square File:GHH 0023 kl.jpg|Big Guitar Sign at Hard Rock Cafe, Beirut, Lebanon. This location closed in September 2013. File:Hard Rock Cafe, New Delhi.jpg|A massive guitar at the Hard Rock Cafe in New Delhi, India File:Hard Rock Cafe Manchester 03.JPG|Hard Rock Cafe signage at The Printworks, Manchester File:Hard Rock Cafe sign Tower City.jpg|Cleveland Hard Rock Cafe, closed since 2016. File:HRC in dublin.JPG|Hard Rock Café in Temple Bar, Dublin File:Hard Rock Santa Cruz de la Sierra.jpg|Hard Rock Café in Santa Cruz de la Sierra, Bolivia. File:Hard_rock_japan.jpg|Hard Rock Cafe Roppongi, Tokyo. File:Hard Rock Cafe London.jpg|Hard Rock Cafe London File:MBHardRockCafe.jpg|Hard Rock Cafe Myrtle Beach, SC ==See also== *Bubba Gump Shrimp Company Restaurant and Market *Fashion Cafe *Morrison Hotel *Planet Hollywood *Rainforest Cafe *Hard Rock Cafe (Empire, CO) - Not related to the franchise, this restaurant dates back to 1934 and is named for the hard rock miners that made up its early customers. ==References== ==External links== * * Official Hard Rock Hotel and Casino Site * Video review of the Hard Rock Cafe with on-site footage * Video tour of the Hard Rock Hotel Singapore * Hard Rock Memorabilia Gallery * \"Seattle welcomes Hard Rock Cafe\" Category:Companies based in Davie, Florida Category:Restaurant chains in the United States Category:Restaurant franchises Category:Restaurants established in 1971 Category:Seminole Tribe of Florida Category:Theme restaurants Category:Restaurant chains in the United Kingdom Category:1971 establishments in England Category:Restaurant chains in Singapore Category:Fast-food chains of Singapore Category:Restaurants in Singapore",
 "title": "Hard Rock Cafe"
}