{
 "id": "252539",
 "text": "Raytheon BBN (originally Bolt Beranek and Newman Inc.) is an American research and development company,\"BBN Corp.\", International Directory of Company Histories based next to Fresh Pond in Cambridge, Massachusetts, United States. In 1966 the Franklin Institute awarded the firm the Frank P. Brown Medal, in 1999 BBN received the IEEE Corporate Innovation Recognition, and on 1 February 2013, BBN was awarded the National Medal of Technology and Innovation, the highest honors that the U.S. government bestows upon scientists, engineers and inventors, by President Barack Obama. It became a wholly owned subsidiary of Raytheon in 2009. == History == BBN has its roots in an initial partnership formed on 15 October 1948 between Leo Beranek and Richard Bolt, professors at the Massachusetts Institute of Technology.Beranek, Leo. \"Founding a Culture of Engineering Creativity\". Bolt had won a commission to be an acoustic consultant for the new United Nations permanent headquarters to be built in New York City. Realizing the magnitude of the project at hand, Bolt had pulled in his MIT colleague Beranek for help and the partnership between the two was born. The firm, Bolt and Beranek, started out in two rented rooms on the MIT campus. Robert Newman would join the firm soon after in 1950, and the firm became Bolt Beranek Newman. Beranek remained the company's president and chief executive officer until 1967, and Bolt was chairman until 1976. From 1957 to 1962, J. C. R. Licklider served as vice president of engineering psychology for BBN. Foreseeing the potential to obtain federal grants for basic computer research, Licklider convinced the BBN leadership to purchase a then state-of- the-art Royal McBee LGP-30 digital computer in 1958 for US$25,000. Within a year, Ken Olsen, president of the newly formed Digital Equipment Corporation (DEC), approached BBN to test the prototype of DEC's first computer, the PDP-1. Within one month, BBN completed its tests and recommendations of the PDP-1. BBN ultimately purchased the first PDP-1 for around US$150,000 and received the machine in November 1960. After the PDP-1 arrived, BBN hired two of Licklider's friends from MIT, John McCarthy and Marvin Minsky, as consultants. McCarthy had been unsuccessful in convincing MIT engineers to build time-sharing systems for computers. He had more success at BBN though, working with Ed Fredkin and Sheldon Boilen in implementing one of the first timesharing systems, the BBN Time-Sharing System. In 1962, BBN would install one such time-shared information system at Massachusetts General Hospital where doctors and nurses could create and access patients' information at various nurses' stations connected to a central computer. BBN would soon begin more research about integrating computers and medicine, hiring Bob Taylor in 1965 and MIT Lincoln Laboratory computer systems engineer Frank Heart in 1966. As BBN began focusing on computer technology, it gained a reputation as \"the third university\" in Cambridge alongside Harvard and MIT, and its offices expanded on a site near Fresh Pond in western Cambridge. By 1968, the company had over 600 employees. By the early 1970s, BBN bought a laundromat on Moulton Street and tore it down for a new, seven-story headquarters. In 1980, the U.S. federal government charged BBN with contracts fraud, alleging that from 1972 to 1978, BBN altered time sheets to hide overcharging the government. That year, two top financial officers plea bargained for suspended sentences and US$20,000 fines, and the company paid a US$700,000 fine. BBN's September 1994 celebration of the 25th anniversary of ARPANET generated much local and national news coverage from outlets including The Boston Globe, Newsweek, and National Public Radio. By that year, Heart retired from BBN after 28 years; his final position was president of the systems and technology division. == Notable achievements == thumb|upright=1.3|right|Dr. Talib Hussain, senior scientist at BBN Technologies, looks over the shoulder of a recruit during a training session on the Virtual Environments for Ship and Shore Experiential Learning system at Recruit Training Command. BBN is best known for its DARPA- sponsored research. It has made notable advances in a wide variety of fields, including acoustics, computer technologies, quantum information, and synthetic biology. In recent years, BBN has led a wide range of research and development projects, including the standardization effort for the security extension to the Border Gateway Protocol (BGPsec), mobile ad hoc networks, advanced speech recognition, the military's Boomerang mobile shooter detection system, cognitive radio spectrum use via the DARPA XG program. In the early 2000s, BBN created the world's first quantum key distribution network, the DARPA Quantum Network, which operated for 3 years across Cambridge and Boston, and which included the world's first fully operational prototype of a superconducting nanowire single-photon detector. BBN also led the Global Environment for Network Innovations (GENI) project for the National Science Foundation, which ultimately built out programmable \"future Internet\" infrastructure across approximately 60 university campuses. === Interface Message Processor === In August 1968, BBN was selected by ARPA to build an Interface Message Processor (IMP) for the ARPANET, the precursor to the modern Internet. The IMPs were the very first generation of gateways, known today as routers. Under the leadership of Frank Heart and Bob Kahn, four IMPs were produced for nearly US$1 million from September to December 1969. The first IMP was shipped to the University of California, Los Angeles in September 1969 and the second to the Stanford Research Institute a month later. The first message between the two IMPs was \"LO\" — phonetically, \"Hello\" — but the SRI host crashed before the UCLA researcher could complete typing the \"LOGIN\" command. === Acoustics === Well-known acoustics commissions include MIT's Kresge Auditorium (1954), Tanglewood's Koussevitzky Music Shed (1959), Lincoln Center's Avery Fisher Hall (1962), Clowes Memorial Hall (1963) in Indianapolis, the Cultural Center of the Philippines (1969), Baltimore's Joseph Meyerhoff Symphony Hall (1978) and Louise M. Davies Symphony Hall (1979). The architectural acoustics division of BBN faced controversy in the early 1960s with its acoustics design project for the Philharmonic Hall (now David Geffen Hall) at the Lincoln Center in New York City. Beranek and BBN's chief architect were criticized for ignoring important acoustical principles in concert hall design. Many failed minor adjustments led the walls, balconies, and ceilings to be torn out and dumped, and a new consultant oversaw a repair that cost millions of dollars over several years. The division also produced poor results at the Louise M. Davies Symphony Hall in San Francisco. The hall's large volume and seating capacity initially resulted in less than ideal results. Kirkegaard Associates completed acoustical renovations in 1992 at a cost of US$10 million which resulted in substantial improvement. In the 1960s and 1970s, experts at the company examined audio tapes related to notable events in U.S. history, including the John F. Kennedy assassination Dictabelt recording, an audio recording from the 1970 Kent State shootings, and during the 1974 Watergate scandal, the tape of President Richard Nixon that had 18.5 minutes erased. The substantial calculations required for acoustics work led to an interest, and later business opportunities, in computing. BBN was a pioneer in developing computer models of roadway and aircraft noise, and in designing noise barriers near highways. Some of this technology was used in landmark legal cases where BBN scientists were expert witnesses. In early 2004, BBN applied its acoustics expertise to design, develop, and deliver the Boomerang shooter detection system in a little over two months to combat the sniper threat US troops faced in Operation Iraqi Freedom. The system immediately pinpoints the location of hostile fire. Since then, more than 11,000 Boomerang systems have been deployed by U.S. and allied forces. === Computer technologies === BBN bought a number of computers in the late 1950s and early 1960s, notably the first production PDP-1 from Digital Equipment Corporation, on which it implemented the BBN Time-Sharing System (1962). Ray Tomlinson of BBN is widely credited as having invented the first person-to-person network email in 1971 and the use of the @ sign in an email address. BBN has had a very distinguished career in natural-language understanding,Ralph Weischedel et al, \"Research and Development in Natural Language Processing at BBN Laboratories in the Strategic Computing Program\", 1986. R. Weischedel, \"Natural-language understanding at BBN\", IEEE Annals of the History of Computing, vol. 28, no. 1, Jan.-March 2006, pages 46-55. ranging from speech recognition through machine translation and more recently machine understanding of the causality of events and accurate forecasts for the Intelligence Advanced Research Projects Activity (IARPA).\"Raytheon BBN-Led Team to Develop Event Prediction System Under IARPA Program\", press release, July 31, 2018 BBN's education group, led by Wally Feurzeig, created the Logo programming language, conceived by BBN consultant Seymour Papert as a programming language that school-age children could learn. Other well-known BBN computer-related innovations include Interlisp programming language, the TENEX operating system, and the Colossal Cave Adventure game. BBN also is well known for its parallel computing systems, including the Pluribus, and the BBN Butterfly computers, which have been used for such tasks as warfare simulation for the U.S. Navy.Technology Services|Raytheon BBN Technologies BBN, Retrieved on 2013-07-26 BBN also developed the RS/1, RS/Explore, RS/Discover and the Cornerstone statistical software systems, and played a pioneering role in the development of today's semantic web, including participating in the DARPA Agent Markup Language project and chairing Web Ontology Language standardization. === Networking technologies === BBN was involved in building some of the earliest Internet networks, including the implementation and operation of the ARPANET and its Interface Message Processors;The Computer History Museum, SRI International, and BBN Celebrate the 40th Anniversary of First ARPANET Transmission, Precursor to Today's Internet|SRI International sri.com Retrieved on 2013-07-26, as well as SATNET, PRNET, MILNET, SIMNET, the Terrestrial Wideband Network, the Defense Simulation Internet, CSNET, and NEARNET. In the course of these activities, BBN researchers invented the first link-state routing protocol. BBN was a key participant in the creation of the Internet. It was the first organization to receive an Autonomous System Number (AS1) for network identification. ASNs are an essential identification element used for Internet Backbone Routing; lower numbers generally indicate a longer established presence on the Internet. AS1 is now operated by Level 3 Communications following their acquisition of BBN's Genuity internet service provider. BBN registered the bbn.com domain on 24 April 1985, making it the second oldest domain name on the internet. In addition, BBN researchers participated in the development of TCP, created the Voice Funnel, an early predecessor of voice over IP, helped lead the creation of the first email security standard, Privacy Enhanced Mail (PEM), chaired development of the \"core\" Internet Protocol security suite (IPsec) standards, and performed extensive work to secure the Border Gateway Protocol (BGP). BBN also created a series of mobile ad hoc networks starting in the 1970s with DARPA's experimental PRNET and SURAN systems. Later BBN efforts included the networking portions of the Near-term digital radio (NTDR) and High-capacity data radio (HCDR), the Wideband Networking Software in the Joint Tactical Radio System and the Wireless Network after Next (WNaN). It also created the networking portions of the U.S. Army's Mobile Subscriber Equipment (MSE) and Canada's Iris Digital Communications System. {| class=\"wikitable\" style=\"text- align: left\" |+ Mobile ad hoc networks |- | PRNET | First mobile ad hoc network, sponsored by ARPA. |- | SURAN | Follow-on to PRNET experiments, also sponsored by ARPA. |- | Mobile Subscriber Equipment (MSE) | Tactical Internet for the US Army |- | Iris Digital Communications System | Tactical voice + data Internet for the Canadian Army |- | Near-term digital radio (NTDR) | First fielded mobile ad hoc network |- | High-capacity data radio (HCDR) | NTDR version for the British Army |- | Joint Tactical Radio System (JTRS) | Wideband Networking Waveform |- | Wireless Network after Next (WNaN) | Experimental tactical ad hoc network, sponsored by DARPA |} {| class=\"wikitable\" style=\"text-align: left;\" |+ Satellite networks |- | SATNET | Early data satellite network linking ARPANET nodes, incorporated into first Internet demonstrations. |- | ACTS Gigabit Satellite Network | Experimental network supporting a wide range of high-bandwidth networking experiments from 1993-2004. |- | Celestri | Network architecture for (never launched) Internet constellation, follow-on to the Iridium satellite constellation. |- | Connexion by Boeing | Networking architecture studies. |- | Discoverer II | Networking studies for (never launched) LEO constellation of radar satellites |- | SBIRS Low | Network architecture for (never launched) Space-Based Infrared System LEO constellation. |- | TSAT | Network architecture for the IPv6 Transformational Satellite Communications System constellation. |} === Notable BBNers === A number of well-known computer luminaries have worked at BBN, including Daniel Bobrow, Ron Brachman, John Seely Brown, Edmund Clarke, Allan Collins, William Crowther, John Curran, Chip Elliott, Wally Feurzeig, Ed Fredkin, Bob Kahn, Steve Kent, J. C. R. Licklider, John Makhoul, John McCarthy, Marvin Minsky, Dan Murphy, Severo Ornstein, Seymour Papert, Craig Partridge, Radia Perlman, Oliver Selfridge, Cynthia Solomon, Bob Thomas, Ray Tomlinson, and Peiter \"Mudge\" Zatko. Former BBNer Dedre Gentner is Alice Gabrielle Twight Professor of Psychology at Northwestern University. Former board members include Jim Breyer, Anita K. Jones and Gilman Louie. === Spin- offs and mergers === * In 1971, BBN's TELCOMP subsidiary was sold. * In the 1970s, BBN created Telenet, Inc., to run the first public packet-switched network. * In 1983, BBN Instruments was sold to Vibro-Meter Corp. * In 1989, BBN's acoustical consulting business was spun off into a new corporation, Acentech Incorporated, located across the street from BBN headquarters in Cambridge. * In 1994, LightStream Corp., a joint venture with Ungermann-Bass, Inc. created in 1992 to manufacture asynchronous transfer mode (ATM) switches, was sold to Cisco Systems Inc. US$120 million. * BBN formed an early Internet service provider in 1994 as its BBN Planet division.Timeline|Raytheon BBN Technologies bbn.com, Retrieved on 2013-07-26 Previously traded as \"BBN\" on the stock market, the company was purchased by GTE in 1997 as a wholly owned subsidiary. BBN Planet was joined with GTE's national fiber network to become GTE Internetworking, \"powered by BBN\". When GTE and Bell Atlantic merged to become Verizon in 2000, the Internet service provider division of BBN was included in assets spun off as Genuity to satisfy Federal Communications Commission (FCC) requirements, leaving behind the remainder of BBN Technologies. Genuity was later acquired out of bankruptcy by Level 3 Communications in 2003. In March 2004, Verizon sold the remainder of the company, by then known as BBNT Solutions LLC, to a group of private investors from Accel Partners, General Catalyst Partners, In-Q-Tel and BBN's own management, making BBN an independent company for the next five years. * In September 2009, Raytheon entered into an agreement to acquire BBN as a wholly owned subsidiary. The acquisition was completed on 29 October 2009 and the company was valued at approximately US$350 million. BBN owned the domain bbn.com, the second oldest currently registered domain name on the Internet, which ran continuously from April 1985 to mid-December 2019. * Digital Force Technologies (DFT) of San Diego, California was a wholly owned BBN subsidiary, purchased in June 2008, and spun out in 2018. * Former BBN employees have formed about a hundred startup companies with varying levels of official involvement, including Parlance Corporation and EveryZing. \"History of Technology Transfer at BBN\", Stephen Levy, IEEE Annals of the History of Computing 27(2), pages 30-38, May 2005 == Locations and subsidiaries == As of 2013, Raytheon BBN maintains offices in:Contact – Utility|Raytheon BBN bbn.com Retrieved on 2013-07-26 * Cambridge Highlands, Cambridge, Massachusetts * Columbia, Maryland * St. Louis Park, Minnesota * O'Fallon, Illinois * Newport East, Middletown, Rhode Island near Naval Station NewportBBN Technologies RIEDC Retrieved on 2013-07-26 * Rosslyn, Arlington, Virginia near Washington, D.C. == See also == * Oldest registered domain names * DARWARS, a military simulation game developed with DARPA since 2003 * George G. Robertson * Richard E. Hayden * Interlisp == Notes == == References == == Bibliography == * * == External links == * * with various figures about BBN and the ARPANET, Charles Babbage Institute, University of Minnesota. Figures include the following: Vinton G. Cerf; Frank Heart; Robert E. Kahn; Leonard Kleinrock; Alexander A. McKenzie; Severo Ornstein; David C. Walden; Charles A. Zraket; and others. * Category:Networking companies of the United States Category:Companies based in Cambridge, Massachusetts Category:Communications in Massachusetts Category:Defense companies of the United States Category:Technology companies established in 1948 Category:Time-sharing companies Category:Raytheon Company Category:2009 mergers and acquisitions",
 "title": "Raytheon BBN Technologies"
}