{
 "id": "252735",
 "text": "Rahul Sharad Dravid (; born 11 January 1973) is a former Indian cricketer and captain of the Indian national team, currently serving as its head coach. Prior to his appointment to the senior men's national team, Dravid was the Head of Cricket at the National Cricket Academy (NCA), and the head coach of the India Under-19 and India A teams. Under his tutelage, the under-19 team finished runners up at the 2016 U-19 Cricket World Cup and won the 2018 U-19 Cricket World Cup. Known for his sound batting technique, Dravid scored 24,177 runs in international cricket and is widely regarded as one of the greatest batsmen in the history of cricket. He is colloquially known as Mr. Dependable and often referred to as The Wall. Born in a Marathi family and raised in Bangalore, he started playing cricket at the age of 12 and later represented Karnataka at the under-15, under-17 and under-19 levels. Hailed as The Wall, Dravid was named one of the best five cricketers of the year by Wisden Cricketers' Almanack in 2000 and received the Player of the Year and the Test Player of the Year awards at the inaugural ICC awards ceremony in 2004. In December 2011, he became the first non-Australian cricketer to deliver the Bradman Oration in Canberra. As of December 2016, Dravid is the fourth-highest run scorer in Test cricket, after Sachin Tendulkar, Ricky Ponting and Jacques Kallis. In 2004, after completing his century against Bangladesh in Chittagong, he became the first player to score a century in all the ten Test- playing countries. As of October 2012, he holds the record for the most catches taken by a player (non-wicket-keeper) in Test cricket, with 210. Dravid holds a unique record of never getting out for a Golden duck in the 286 Test innings which he has played. He has faced 31258 balls, which is the highest number of balls faced by any player in test cricket. He has also spent 44152 minutes at the crease, which is the highest time spent on crease by any player in test cricket. Dravid and Sachin Tendulkar are currently the highest scoring partnership in Test cricket history having scored 6920 runs combined when batting together for India. In August 2011, after receiving a surprise recall in the ODI series against England, Dravid declared his retirement from ODIs as well as Twenty20 International (T20I), and in March 2012, he announced his retirement from international and first-class cricket. He appeared in the 2012 Indian Premier League as captain of the Rajasthan Royals. Rahul Dravid, along with Glenn McGrath were honoured during the seventh annual Bradman Awards function in Sydney on 1 November 2012. Dravid has also been honoured with the Padma Shri and the Padma Bhushan award, India's fourth and third highest civilian awards respectively. In 2014, Rahul Dravid joined the GoSports Foundation, Bangalore as a member of their board of advisors. In collaboration with GoSports Foundation he is mentoring India's future Olympians and Paralympians as part of the Rahul Dravid Athlete Mentorship Programme. Indian badminton player Prannoy Kumar, Para-swimmer Sharath Gayakwad and young Golfer S. Chikkarangappa was part of the initial group of athletes to be mentored by Rahul Dravid. In July 2018, Dravid became the fifth Indian cricketer to be inducted into ICC Hall of Fame. ==Early life== Dravid was born in a Marathi-Speaking Brahmin family in Indore, Madhya Pradesh. His family later moved to Bangalore, Karnataka, where he was raised. His mother tongue is Marathi. Dravid's father Sharad Dravid worked for a company that makes jams and preserves, giving rise to the later nickname Jammy. His mother, Pushpa, was a professor of architecture at the University Visvesvaraya College of Engineering (UVCE), Bangalore. Dravid has a younger brother named Vijay. He did his schooling at St. Joseph's Boys High School, Bangalore and earned a degree in commerce from St. Joseph's College of Commerce, Bangalore. He was selected to India's national cricket team while working towards an MBA at St Joseph's College of Business Administration. He is fluent in several languages: Marathi, Kannada, English and Hindi. ==Formative years and domestic career== Dravid started playing cricket at the age of 12, and represented Karnataka at the under-15, the under-17 and the under-19 levels. Former cricketer Keki Tarapore first noticed Dravid's talent while coaching at a summer camp in the Chinnaswamy Stadium. Dravid scored a century for his school team. He also played as wicket-keeper. Dravid made his Ranji Trophy debut in February 1991, while still attending college. Playing alongside future India teammates Anil Kumble and Javagal Srinath against Maharashtra in Pune, he scored 82 runs in the match, which ended in a draw. He followed it up with a century against Bengal and three successive centuries after. However, Dravid's first full season was in 1991–92, when he scored two centuries and finished up with 380 runs at an average of 63.30, getting selected for the South Zone cricket team in the Duleep Trophy. Dravid's caught the national team selectors' eye with his good performances for India A in the home series against England A in 1994–95. ==International career== ===Debut=== Dravid, who had been knocking at the doors of Indian national cricket team for quite a while with his consistent performance in domestic cricket, received his first national call in October 1994, for the last two matches of the Wills World Series. However, he could not break into the playing eleven. He went back to the domestic circuit and kept knocking harder. So much so, that when the selectors announced the Indian team for the 1996 World Cup sans Dravid, an Indian daily newspaper carried a headline – \"Rahul Dravid gets a raw deal\". Dravid eventually made his international debut on 3 April 1996 in an ODI against Sri Lanka in the Singer Cup held in Singapore immediately after the 1996 World Cup, replacing Vinod Kambli. He wasn't particularly impressive with the bat, scoring just three runs before being dismissed by Muttiah Muralitharan, but took two catches in the match. He followed it up with another failure in the next game scoring just four runs before getting run out against Pakistan. In contrast to his ODI debut, his Test debut was rather successful one. Dravid was selected for the Indian squad touring England on the backdrop of a consistent performance in domestic cricket for five years. Fine performances in the tour games including fifties against Gloucestershire and Leicestershire failed to earn him a place in the team for the First Test. He finally made his Test debut at Lord's on 20 June 1996 against England in the Second Test of the series at the expense of injured senior batsman Sanjay Manjrekar. Manjrekar, who was suffering from an ankle injury, was to undergo a fitness test on the morning of the Second Test. Dravid had already been informed that he would play if Manjrekar fails the test. As Manjrekar failed the fitness test, ten minutes before the toss, Sandeep Patil, the then Indian coach, went up to Dravid to inform him that he was indeed going to make his debut that day. Patil recalled years later: Coming in to bat at no. 7, he forged important partnerships, first with another debutante Sourav Ganguly and then with Indian lower order, securing a vital first innings lead for his team. Dravid scored 95 runs before getting out to the bowling of Chris Lewis. He was just five runs short of a landmark debut hundred when he nicked a Lewis delivery to the keeper and walked even before umpire's decision. He also took his first catch in Test cricket in this match to dismiss Nasser Hussain off the bowling of Srinath. In the next tour game against British Universities, Dravid scored a hundred. He scored another fifty in the first innings of the Third Test. Dravid concluded a successful debut series with an impressive average of 62.33 from two Test matches. ===1996–98: A tale of two formats=== Dravid's early years in international cricket mirrored his international debut. He had contrasting fortunes in the long and the shorter format of the game. While he straightaway made a name for himself in Test cricket, he had to struggle quite a bit to make a mark in ODIs. After a successful Test debut in England, Dravid played in the one-off Test against Australia in Delhi – his first Test in India. Batting at no. 6, he scored 40 runs in the first innings. Dravid batted at no. 3 position for the first time in the First Test of the three-match home series against South Africa in Ahmedabad in November 1996. He didn't do too well in the series scoring just 175 runs at a modest average of 29.16. Two weeks later, India toured South Africa for a three–match Test series. Chasing a target of 395 runs in the First Test, Indian team bundled out meekly for 66 runs on the Durban pitch that provided excessive bounce and seam movement. Dravid, batting at no. 6, was the only Indian batsman who reached double figures in the innings scoring 27 not out. He was promoted to the no. 3 slot again in the second innings of the Second Test, a move that paid rich dividends in the ensuing Test. He almost won the Third Test for India with his maiden test hundred in the first innings scoring 148 runs and another 81 runs in the second innings at Wanderers before the thunderstorms, dim light and Cullinan's hundred saved the day for South Africa enabling them to draw the match. Dravid's performance in this Test earned him his first Man of the Match award in Test cricket. He top scored for India in the series with 277 runs at an average of 55.40. Dravid continued in the same vein in the West Indies where he once again top scored for India in the five–match Test series aggregating 360 runs at an average of 72.00 including four fifties. 92 runs scored in the first innings of the fifth match in Georgetown earned him a joint Man of the Match award along with Shivnarine Chanderpaul. With this series, Dravid concluded a successful 1996/97 Test season, topping the international runs chart with 852 runs from 12 matches at an average of 50.11 with six fifties and one hundred. Dravid continued his good run scoring seven fifties in the next eight Tests that included fifties in six consecutive innings (three each against Sri Lanka and Australia), becoming only the second Indian to do so after Gundappa Vishwanath. By the end of 1997/98 Test season, he had scored 15 fifties in 22 Tests which included four scores of nineties but just a solitary hundred. The century drought came to an end in the 1998/99 Test season when he further raised the bar of his performance scoring 752 runs in seven Tests at an average of 62.66 that included four hundreds and one fifty and in the process topping the runs chart for India for the season. The first of those four hundreds came on the Zimbabwe tour. Dravid top scored in both the innings against Zimbabwe scoring 118 and 44 runs respectively however, India lost the one-off Test. The Zimbabwe tour was followed by a tour to New Zealand. First Test having been abandoned without a ball being bowled, the series started for Dravid with the first duck of his Test career in the first innings of the Second Test and ended with hundreds in both the innings of the Third Test in Hamilton. He scored 190 and 103 not out in the first and the second innings respectively, becoming only the third Indian batsman, after Vijay Hazare and Sunil Gavaskar, to score a century in both innings of a Test match. Dravid topped the runs table for the series with 321 runs from two matches at an average of 107.00 but could not prevent India from losing the series 0–1. Later that month, India played a two Test home series against Pakistan. Dravid didn't contribute much with the bat. India lost the First Test but won the Second Test in Delhi riding on Kumble's historic 10-wicket haul. Dravid played his part in the 10-wicket haul by taking a catch to dismiss Mushtaq Ahmed who was Kumble's eighth victim of the innings. The Indo- Pak Test series was followed by the 1998–99 Asian Test Championship. Dravid couldn't do much with the bat as India went on to lose the riot-affected First Test of the championship against Pakistan at the Eden Gardens. India went to Sri Lanka to play the Second Test of the championship. Dravid scored his fourth hundred of the season at Colombo in the first innings of the match. He also effected a brilliant run out of Russel Arnold during Sri Lankan innings fielding at short leg. On the fourth morning, Dravid got injured while fielding at the same position when the ball from Jayawardene's pull shot hit his face through the helmet grill. He didn't come out to bat in the second innings due to the injury. The match ended in a draw as India failed to qualify for the Finals of the championship. In a stark contrast to his Test career, Dravid had to struggle a lot to make a mark in the ODIs. Between his ODI debut in April 1996 and the end of 1998 calendar year, Dravid regularly found himself in and out of the ODI team. Dravid tasted first success of his ODI career in the 1996 'Friendship' Cup against Pakistan in the tough conditions of Toronto. He emerged as the highest scorer of the series with 220 runs in five matches at an average of 44.00 and a strike rate of 68.53. He won his first ODI Man of the Match award for the 46 runs scored in the low scoring third game of the series. He top scored for India in the Standard Bank International One-Day Series 1996/97 in South Africa with 280 runs from eight games at an average of 35.00 and a strike rate of 60.73, the highlight being a Man of the Match award-winning performance (84 runs, one catch) in the Final of the series that came in a losing cause. He was the second highest run scorer for India in the four-match bilateral ODI series in the West Indies in 1996/97 with 121 runs at an average of 40.33 and a strike rate of 57.61. Dravid's maiden ODI hundred came in a losing cause in the 1997 Pepsi Independence Cup against Pakistan in Chennai. Dravid top scored for India in the quadrangular event with 189 runs from three games at an average of 94.50 and a strike rate of 75.60 however, India failed to qualify for the Final of the series. However, Dravid's achievements in the ODIs were dwarfed by his failures in the shorter format of the game. 14 runs from two games in the 1996 Pepsi Sharjah Cup; 20 runs from two innings in the Singer World Series; 65 runs from four innings in the 1997 'Friendship' Cup; 88 runs from four games in the 1998 Coca-Cola Triangular Series including a 22-ball five runs and a 21-ball one run innings, both coming against Bangladesh; 32 runs from four games in the 1998 'Friendship' Cup; a slew of such poor performances often forced him to the sidelines of the India ODI squad. By the end of 1998, Dravid had scored 1709 runs in 65 ODIs at a humble average of 31.64 with a poor strike rate of 63.48. By now, Dravid had been branded as a Test specialist. While he continued to score heavily in Test cricket, his poor strike rate in ODIs came under scanner. He drew criticism for not being able to adjust his style of play to the needs of ODI cricket, his lack of attacking capability and play big strokes. However, Dravid worked hard and re-tooled his game by increasing his range of strokes and adapting his batting style to suit the requirements of ODI cricket. He learned to pace his innings cleverly without going for the slogs. Dravid's ODI renaissance began during the 1998/99 New Zealand tour. He scored a run-a-ball hundred in the first match of the bilateral ODI series that earned him his third Man of the Match award in ODIs. The hundred came in a losing cause. However, his effort of 51 runs from 71 balls in the Fourth ODI came in India's victory and earned him his second Man of the Match award of the series. He ended as the top scorer of the series with 309 runs from five games at an average of 77.25 and a strike rate of 84.65. Dravid scored a hundred against Sri Lanka in 1998/99 Pepsi Cup at Nagpur adding a record 236 runs for the 2nd wicket with Ganguly, who also scored a hundred in the match. Uncharacteristically, Dravid was the faster of the two scoring 116 of 118 deliveries. In the next match against Pakistan, he bowled four overs and took the wicket of Saeed Anwar, out caught behind by wicket-keeper Nayan Mongia. This was his first wicket in international cricket. Dravid warmed up for his debut World Cup with two fifties in the 1998–99 Coca-Cola Cup in Sharjah, one each against England and Pakistan. Standing-in as the substitute wicket-keeper in the third match of the series for Nayan Mongia, who got injured during keeping, Dravid effected two dismissals. He first stumped Graeme Hick off Sunil Joshi's bowling, who became Dravid's first victim as a wicket-keeper, and then caught Neil Fairbrother off Ajay Jadeja's bowling. He top scored for India in the tournament, though his last ODI innings before the World Cup was a golden duck against Pakistan, in the Final of the series. ===Debut World Cup success=== Dravid announced his form in England hitting consecutive fifties against Leicestershire and Nottinghamshire in the warm-up games. He made his World Cup debut against South Africa at Hove striking a half century, but scored just 13 in the next game against Zimbabwe. India lost both the games. Having lost the first two games, India needed to win the remaining three games of the first round to have any chance of advancing into the Super Six stage. Dravid put up a partnership of 237 runs with Sachin Tendulkar against Kenya at Bristol – a World Cup record – and in the process hit his maiden World Cup hundred, helping India to a 94-run victory. India's designated keeper Mongia left the field at the end of 9th over during Kenyan innings, forcing Dravid to keep the wickets for the rest of the innings. In the absence of injured Nayan Mongia, Dravid played his first ODI as a designated keeper against Sri Lanka at Taunton. Dravid once again staged a record breaking partnership worth 318 runs – the first ever three hundred run partnership in ODI history – but this time with Sourav Ganguly, guiding India to a 157-run win. Dravid scored 145 runs from 129 balls with 17 fours and a six, becoming the second batsman in World Cup history to hit back-to-back hundreds. Dravid struck a fine fifty in the last group match as India defeated England to advance into the Super Six stage. Dravid scored 2, 61 & 29 in the three Super Six matches against Australia, Pakistan & New Zealand respectively. India failed to qualify for the semi-finals having lost to Australia and New Zealand but achieved a consolation victory against Pakistan in a tense game, what with the military conflict going on between the two countries in Kashmir at the same time. Dravid emerged as the top scorer of the tournament with 461 runs from 8 games at an average of 65.85 and a strike rate of 85.52. Dravid's post-World Cup campaign started on a poor note with just 40 runs coming in 4 games of Aiwa Cup in August 1999. He soon came into his own, top-scoring for India in two consecutive limited-overs series – the Singapore Challenge, the highlight being a hundred in the Final coming in a lost cause, and the DMC Cup, the highlight being a match winning effort (77 runs, 4 catches) in the series decider for which he received man-of-the-match award. Dravid topped the international runs chart for 1999 cricket season across all formats scoring 782 runs from 19 matches. By now, Dravid had started to keep wickets on an infrequent basis with India fielding him as designated wicket-keeper in five out of 10 ODIs played in the three events. Dravid kick-started his post World Cup Test season with a decent outing against New Zealand in the 3-match home series. His best effort of the series came in the second innings of the First test at Mohali scoring 144, helping India salvage a draw after being bowled out for 83 runs in the First innings. This was Dravid's sixth test hundred but his first test hundred on Indian soil. Dravid did well in the 3–2 series win against New Zealand in the bilateral ODI series, scoring 240 runs in 5 games at an average of 60 and a strike rate of 83.62, ending as the second highest scorer in the series. His career best effort in ODIs came in this series in the second game at Hyderabad where he scored run-a-ball 153 runs which included 15 fours and two sixes. He featured in a 331-run partnership with Tendulkar, which was the highest partnership in ODI cricket history, a record that stood for 15 years until it was broken in 2015. In 1999, Dravid scored 1761 runs in 43 ODIs at an average of 46.34 and a strike rate of 75.16 including 6 hundreds and 8 fifties and featured in two 300+ partnerships. India toured Australia in December 1999 for a 3-match test series and a triangular ODI tournament. Although Dravid scored a hundred against Tasmania in the practice match, he failed miserably with the bat in the Test series as India slumped to a 0–3 whitewash. He did reasonably well in the 1999–2000 Carlton & United Series scoring 3 fifties in the triangular event however, India failed to qualify for the Final of the tournament. Dravid's poor form in Tests continued as India suffered a 0–2 whitewash against South Africa in a home series. He had moderate success in the bilateral ODI series against South Africa. He contributed to India's 3–2 series win with 208 runs at an average of 41.60 which included 2 fifties and three wickets at an average of 22.66 topping the bowling average chart for the series. His career best bowling figure of 2/43 from nine overs in the First ODI at Kochi, was also the best bowling figure by any bowler in that particular match. ===Rise through the ranks=== In February 2000, Tendulkar's resignation from captaincy led to the promotion of Ganguly, the vice-captain then, as the new captain of the Indian team. In May 2000, while Dravid was busy playing county cricket in England, he was appointed as the vice-captain of the Indian team announced for the Asia cup. India did well in the 2000 ICC KnockOut Trophy. Indian team, coming out of the shadows of the infamous match fixing scandal, showed a lot of character under the new leadership of Ganguly and Dravid, beating Kenya, Australia and South Africa in consecutive matches to reach the Finals. Although India lost to New Zealand in the Finals, their spirited performance in the tournament helped restoring public faith back in Indian cricket. Dravid scored 157 runs in 4 matches of the tournament, at an average of 52.33, including 2 fifties. Dravid scored 85 runs in a match against Zimbabwe in the 2000–01 Coca-Cola Champions Trophy while opening the innings but was forced to miss the rest of the tournament because of an injury. India kick started the new Test season with a 9-wicket win against Bangladesh. Dravid played a brisk knock of 41 runs from 49 balls, including 5 fours and a six, while chasing a target of 63 runs. The ensuing test series against Zimbabwe was John Wright's first assignment as Indian coach. Dravid, who was instrumental in Wright's appointment as India's first foreign head coach, welcomed him with his maiden double hundred. He scored 200 not out in the first inning and 70 not out in the second, guiding India to a comfortable 9-wicket victory against Zimbabwe. He scored 162 in the drawn Second test to end the series with an average of 432.00 – highest batting average by an Indian in a series across all formats. Dravid captained the Indian team for the first time in the fifth match of the bilateral ODI series against Zimbabwe in the absence of Ganguly who was serving suspension. Riding on Agarkar's all-round performance, Dravid led India to a 39-run victory in his maiden ODI as Indian captain. ===History at Eden=== The Australian team toured India in February 2001 for what was being billed as the Final Frontier for Steve Waugh's all conquering men, who were coming on the back of 15 consecutive Test wins. Dravid failed in the first innings of the First Test but displayed strong resilience in Tendulkar's company in the second innings. Dravid's 196 ball long resistance finally ended when he got out bowled to Warne for 39 runs. Australians extended their winning streak to 16 Tests as they beat India convincingly by 10 wickets inside three days. The Australian juggernaut seemed unstoppable as they looked on course towards their 17th consecutive victory in the Second Test at the Eden Gardens, when they bowled India out for meagre 171 in the first innings and enforced a follow-on after securing a massive lead of 274 runs. In the second innings, Laxman, who had scored a fine fifty in the first innings, was promoted to no. 3 position which had been Dravid's usual spot for quite sometime now, while Dravid, who had gotten out bowled to Warne for second time in a row in the first innings for just 25 runs, was relegated to no. 6 position. When Dravid joined Laxman in the middle on the third day of the Test, with scoreboard reading 232/4 and India still needing 42 runs to avoid an innings defeat, another convincing win for Australia looked inevitable. Instead, two of them staged one of the greatest fightbacks in cricketing history. Dravid and Laxman played out the remaining time on the third day and whole of the fourth day, denying Australia any wicket on Day 4. Dravid, angered by the flak that the Indian team had been receiving lately in the media coverage, celebrated his hundred in an uncharacteristic fashion brandishing his bat at the press box. Eventually, Laxman got out on the fifth morning bringing the 376-runs partnership to an end. Dravid soon perished getting run out for 180 while trying to force the pace. Ganguly declared the innings at 657/7, setting Australia a target of 384 runs with 75 overs left in the match. An inspired team India bowled superbly to dismiss Australia for 212 in 68.3 overs. India won the match by 171 runs. This was only the third instance of a team winning a Test after following-on and India became the 2nd team to do so. Dravid scored 81 runs in the first innings of the Third Test and took 4 catches in the match as India defeated Australia at Chennai in a nail biting finish to clinch the series 2–1. Dravid scored 80 in the first of the 5-match ODI series at his home ground as India won the match by 60 runs. He didn't do too well in the remaining 4 ODIs as Australia won the series 3–2. Dravid topped the averages for the 2000/01 Test season with 839 runs from six matches at an average of 104.87. Dravid had a decent outing in Zimbabwe, scoring 137 runs from 134 balls in the First Tour game and aggregating 138 runs at an average of 69.00 from the drawn Test series. In the ensuing triangular ODI series, he aggregated 121 runs from 5 matches at an average of 40.33 and a strike rate of 101.68, the highlight being an unbeaten 72 off 64 balls, while chasing a target of 235 against Zimbabwe in the 3rd match of the series, guiding India to a 4-wicket win with four balls to spare. He was adjudged man of the match for his match winning knock. On the next tour to Sri Lanka, India lost the first three matches of the triangular event. In the absence of suspended Ganguly, Dravid captained the side in the 4th match leading them to their first victory of the series. India won the next two matches to qualify for the Final. Dravid played crucial innings in all the three victories. Eventually, India lost the Final to Sri Lanka. He top scored for India in the series with 259 runs from seven matches at an average of 51.80 and a strike rate of 59.81. Reinstated to his usual no. 3 position in the absence of injured Laxman, Dravid top scored for India in the ensuing 3-Test series as well with 235 runs at an average of 47.00. The highlight for Dravid was 75 runs scored in the tough fourth innings chase of the Second Test – a crucial contribution to India's first Test win in Sri Lanka since 1993 despite the absence of key players like Tendulkar, Laxman, Srinath and Kumble. Dravid had decent success in Standard Bank tri-series on South Africa tour, scoring 214 runs (including 3 fifties) at an average of 53.50 and a strike rate of 71.81. He also kept wickets in the final two ODIs of the series effecting 3 stumpings. The highlight for Dravid in the ensuing Test series came in the second innings of the Second Test. India, having failed to last hundred overs in any of the previous three innings in the series, needed to bat out four sessions in the Second Test to save the match. They started on a poor note losing their first wicket in the first over with no runs on the scoreboard. However, Dravid forged an important partnership of 171 runs with Dasgupta that lasted for 83.2 overs taking India to the brink of safety. Poor weather helped India salvage a draw as only 96.2 overs could be bowled in the innings. Dravid captained the team in the 'unofficial' Third test in the absence of injured Ganguly, which India lost by an innings margin. By the end of the South African tour, Dravid had started experiencing problem in his right shoulder. Although he played the ensuing home test series against England, he pulled out of the six-match bilateral ODI series to undergo shoulder rehabilitation program in South Africa. He returned for the Zimbabwe's tour of India but performed below par, scoring a fifty each in the Test series and the bilateral ODI series. ===2002–2006: Peak years=== Dravid hit the peak form of his career in 2002. Between Season 2002 and Season 2006, Dravid was the second highest scorer overall and top scorer for India across formats, scoring 8,914 runs from 174 matches at an average of 54.02, including 19 hundreds. Dravid had a decent outing in West Indies in 2002. The highlights for him included – hitting a hundred with a swollen jaw and helping India avoid the follow-on in the process at Georgetown in the drawn First Test; contributing with a fifty and four catches to India's victory in the Second Test at Port of Spain – India's first Test victory in West Indies since 1975–76; and another fifty in the drawn Fourth Test with a wicket to boot – that of Ridley Jacobs who was batting on 118. This was Dravid's only wicket in Test cricket. He played as India's designated keeper in the ODI series but didn't contribute much with the bat in the 2–1 series win. ===A quartet of hundreds=== India's tour of England in 2002 started with a triangular ODI event involving India, England and Sri Lanka. India emerged as the winners of the series beating England in the Final – their first victory after nine consecutive defeats in one-day finals. Dravid played as designated keeper in six out of seven matches effecting nine dismissals (6 catches, 3 stumpings) – most by a keeper in the series. He also did well with the bat aggregating 245 runs at an average of 49.00 including three fifties. His performance against Sri Lanka in fourth ODI (64 runs, 1 catch) earned him a man of the match award. India lost the first of the four match Test series. Having conceded a 260 runs lead in the first innings of the Second Test at Nottingham, Indians were in a spot of bother. However, Dravid led the fightback in the second innings with a hundred as Indians managed to earn a draw. Ganguly won the toss in the Third Test and took a bold decision to bat first on a gloomy overcast morning at Headingley on a pitch known to be traditionally conducive for fast and swing bowling. Having lost an early wicket, Dravid weathered the storm in company of Sanjay Bangar. They played cautiously, taking body blows on a pitch with uneven bounce. Dravid completed his second hundred of the series in the process. As the conditions became more and more conducive for batting, the Indian batsmen piled on England's misery. Indians declared the innings on 628/8 and then bowled England out twice to register their first test victory in England since 1986. Despite being outscored by Tendulkar, Dravid was awarded man of the match for his efforts. Dravid scored a double hundred in the drawn Fourth Test to notch up his second consecutive man of the match award of the series. Christopher Martin-Jenkins noted during the Fourth Test: Dravid aggregated 602 runs in the series from four matches at an average of 100.33, including three hundreds and a fifty and was adjudged joint man of the series along with Michael Vaughan. India jointly shared the 2002 ICC Champions Trophy with Sri Lanka. Dravid contributed to India's successful campaign with 120 runs at an average of 60.00 and five dismissals behind the wicket. Dravid scored a hundred in the First Test of the three match home series against West Indies becoming the first Indian batsman to score hundreds in four consecutive Test innings but had to retire soon after owing to severe cramps. Dravid did well in the subsequent bilateral 7-match ODI series aggregating 300 runs at an average of 75.00 and a strike rate of 89.82 including one hundred and two fifties. He also effected 7 dismissals (6 catches, 1 stumping) in the series. India trailing 1–2, needed 325 runs to win the Fourth ODI and level the series. Dravid scored a hundred leading India to a successful chase. He once again scored a crucial fifty in the Sixth ODI as India once again leveled the series after trailing 2–3. India, however, lost the last match to lose the series 3–4. Dravid top scored for India in the two-match Test series in New Zealand as India slumped to a whitewash. He played as designated keeper in six of the 7-match bilateral ODI series and effected seven dismissals but fared poorly with the bat as India were handed a 2-5 drubbing by the New Zealand. ===2003 Cricket World Cup=== Dravid arrived in South Africa with the Indian squad to participate in the 2003 Cricket World Cup in the capacity of first- choice keeper-batsman as part of their seven batsmen-four bowlers strategy – an experiment that had brought success to the team in the past year. The idea was that making Dravid keep wickets allowed India to accommodate an extra specialist batsman. The strategy worked out well for India in the World Cup. India recovered from a less than convincing victory against minnows Netherlands and a loss to Australia in the league stage and embarked on a dream run winning eight consecutive matches to qualify for the World Cup Finals for the first time since 1983. India eventually lost the Final to Australia ending as runner-up in the tournament. Dravid contributed to India's campaign with 318 runs at an average of 63.60 and 16 dismissals (15 catches, 1 stumping). Highlights for Dravid in the tournament included a fifty against England, 44 not out against Pakistan in a successful chase and an unbeaten fifty in another successful chase against New Zealand. Dravid topped the international runs chart for 2003/04 cricket season across formats aggregating 1993 runs from 31 matches at an average of 64.29 including three double hundreds. First of those came against New Zealand in the first of the two-test home series at Ahmedabad. Dravid scored 222 runs in the first innings and 73 runs in the second innings receiving a man of the match award for his efforts. Dravid captained Indian Test Team for the first time in the second game of the series at Mohali in the absence of Ganguly. Both the matches ended in a draw. Dravid top scored in the series with 313 runs at an average of 78.25. India next participated in TVS cup alongside New Zealand and Australia. India lost to Australia in the Final. Dravid scored two fifties in the series but the highlight was his fifty against New Zealand in the ninth match that came in just 22 balls – second fastest fifty by an Indian. ===An Eden encore=== After earning a draw in the first of the four-match Test series in Australia, Indians found themselves reeling at 85/4 in the Second Test at Adelaide after Australia had piled 556 runs in the first innings when Laxman joined Dravid in the middle. They batted for 93.5 overs bringing about their second 300-run partnership adding 303 runs together before Laxman perished for 148 runs. However, Dravid continued to complete his second double hundred of the season. He was the last man out for 233 runs as India conceded a marginal first innings lead of 33 runs to Australia. India bowled Australia out for paltry score of 196 riding on Agarkar's six-wicket haul, and were set a target of 230 runs to win the match. Dravid helped India tread through a tricky chase with an unbeaten fifty as India registered their first test victory in Australia since 1980/81 to go up 1–0 in the series. This was the first time that Australians were 0-1 down in a home series since 1994. Dravid won the man of the match award for his efforts. Dravid registered a score of ninety each in the next two tests as Australia leveled the series 1–1. Dravid top scored for India in the series with 619 runs at an average of 123.80 and was awarded player of the series for his efforts. Dravid did moderately well in the ensuing VB series with three fifties in the league stage, all of which came in winning cause. However, India lost the best-of-three finals to Australia 2–0. Dravid was fined half his match fee for applying cough lozenge on the ball during a match in the series against Zimbabwe – an act that was claimed to be an innocent mistake by coach John Wright. India visited Pakistan in March 2004 to participate in a bilateral Test series for the first time since 1989/90. Prior to the Test series, India participated and won the 5-match ODI series 3–2. Dravid top scored for India in the series with 248 runs at an average of 62.00 and a strike rate of 73.59. Dravid scored 99 runs in the First ODI helping India post an imposing total of 349. He also took the important catch of threatening Inzamam-ul-Haq, who was batting on 122, as India went on to win the match by five runs. When Indians were trailing in the series 1–2, Dravid helped India level the series with an unbeaten fifty during a successful chase in the Fourth ODI. ==Captaincy== Dravid captained India in the first two tests in the absence of injured Ganguly and led India to their first-ever Test victory in Pakistan. Dravid, standing in only his second test as team's captain, took a bold and controversial decision during First Test at Multan that divided the cricket fraternity. Pakistani cricketers had been on field for 150+ overs as India posted a total in excess of 600 runs in the first innings. Dravid, who wanted to have a crack at the tired Pakistani batsmen in the final hour of second day's play, declared Indian innings with Tendulkar batting at 194, just six runs short of his double century. While some praised the team before personal milestones approach of the Indian captain, most criticized Dravid's timing of declaration as there were no pressing concerns and there was ample time left in the match to try and bowl Pakistan out twice. While Tendulkar was admittedly disappointed, any rumours of rift between him and Dravid were quashed by both the cricketers and the team management, who claimed that the matter had been discussed and sorted amicably behind closed doors. India eventually went on to win the match by innings margin. Pakistan leveled the series beating India in the Second Test. Dravid slammed a double hundred in the Third Test at Rawalpindi – his third double hundred of the season. He scored 270 runs – his career best performance – before getting out to reverse sweep trying to force the pace. India went on to win the match and the series – their first series victory outside India since 1993. Dravid was adjudged man of the match for his effort. Dravid was appointed the captain for the Indian team for 2007 World Cup, where India had an unsuccessful campaign. During India's unsuccessful tour of England in 2011, in which their 4–0 loss cost them the top rank in Test cricket, Dravid made three centuries. ===2011 Tour of England=== Having regained his form on the tour to West Indies, where he scored a match-winning hundred in Sabina park, Jamaica, Dravid then toured England in what was billed as the series which would decide the World No. 1 ranking in tests. In the first test at Lord's, in reply to England's 474, Dravid scored an unbeaten 103, his first hundred at the ground where he debuted in 1996. He received scant support from his teammates as India were bowled out for 286 and lost the test.1st Test: England v India at Lord's, Jul 21–25, 2011 | Cricket Scorecard . ESPN Cricinfo. Retrieved 2013-12-23. The 2nd test at Trentbridge, Nottingham again saw Dravid in brilliant form. Sent out to open the batting in place of an injured Gautam Gambhir, he scored his second successive hundred. His 117 though, again came in a losing cause, as a collapse of 6 wickets for 21 runs in the first innings led to a massive defeat by 319 runs.2nd Test: England v India at Nottingham, Jul 29 – Aug 1, 2011 | Cricket Scorecard . ESPN Cricinfo. Retrieved 2013-12-23. Dravid failed in both innings in the third test at Birmingham, as India lost by an innings and 242 runs, one of the heaviest defeats in their history.3rd Test: England v India at Birmingham, Aug 10–13, 2011 | Cricket Scorecard . ESPN Cricinfo. Retrieved 2013-12-23. However, he came back brilliantly in the fourth and final match at The Oval. Again opening the batting in place of Gambhir, he scored an unbeaten 146 out of India's total of 300, carrying his bat through the innings. Once again, though, his efforts were in vain as India lost the match, completing a 0–4 whitewash.4th Test: England v India at The Oval, Aug 18–22, 2011 | Cricket Scorecard . ESPN Cricinfo. Retrieved 2013-12-23. In all, he scored 461 runs in the four matches at an average of 76.83 with three hundreds. He accounted for over 26% of India's runs in the series and was named India's man of the series by England coach Andy Flower. His performance in the series was met with widespread admiration and was hailed by some as one of his finest ever seriesEngland v India: Rahul Dravid deserves our respect after frustrating England . Telegraph. Retrieved 2013-12-23. ===Retirement=== Rahul Dravid was dropped from the ODI team in 2009, but was selected again for an ODI series in England in 2011, surprising even Dravid himself since, although he had not officially retired from ODI cricket, he had not expected to be recalled. After being selected, he announced that he would retire from ODI cricket after the series. He played his last ODI innings against England at Sophia Gardens, Cardiff, on 16 September 2011, scoring 69 runs from 79 balls before being bowled by Graeme Swann. His last limited-overs international match was his debut T20I match; he announced his retirement before playing his first T20I match. Dravid announced his retirement from Test and domestic cricket on 9 March 2012, after the 2011–12 tour of Australia, but he said that he would captain the Rajasthan Royals in the 2012 Indian Premier League. He was the second-highest run scorer and had taken the highest number of catches in Test cricket at the time of his retirement. In July 2014, he played for the MCC side in the Bicentenary Celebration match at Lord's. ==Coaching== Towards the end of his playing career, Dravid took on a role as mentor of the Rajasthan Royals IPL team, officially taking over in 2014. During this time, he also became involved with the Indian national team, serving as mentor for the team's tour of England in 2014. After leading the Royals to a third-place finish in the 2015 IPL season, he was appointed as the head coach of the India U-19 and India A teams. Dravid achieved immense success as coach, with the U-19s reaching the finals of the 2016 U-19 Cricket World Cup. Two years later, the team went on to win the 2018 U-19 Cricket World Cup, beating Australia by 8 wickets to win their fourth Under-19 World Cup, the most by any national side. Dravid was credited with bringing up future national team players including Rishabh Pant, Ishan Kishan and Washington Sundar. Alongside his coaching roles, Dravid took on several mentor roles, including at the Delhi Daredevils IPL team. In July 2019, following his four-year stint as coach of the junior teams, Dravid was appointed Head of Cricket at the National Cricket Academy (NCA). He was in charge of \"overseeing all cricket related activities at NCA was involved in mentoring, coaching, training and motivating players, coaches and support staff at the NCA\". As head of NCA, he was widely praised for developing a steady supply of talent to the senior team and revamping player fitness and rehabilitation regiments. In November 2021, he was appointed as head coach of the Indian national cricket team. ==County stint== Dravid had always been keen on further honing his batting skills in testing English conditions by playing in county cricket. He had discussed about the prospects regarding the same with John Wright, the former New Zealand cricketer and incumbent Kent coach, during India's 1998–99 tour of New Zealand. Wright was particularly impressed with Dravid's performance on that tour, especially his twin hundreds at Hamilton. The talks finally materialized and Dravid made his county debut for Kent in April 2000. His co-debutante Ganguly made his county debuted in the same match, albeit for the opposite team. Kent offer had come as a welcome change for Dravid. There was too much negativity surrounding Indian cricket marred by match fixing controversy. Dravid himself had been struggling to score runs in Tests for quite some time now. The county stint gave him a chance to \"get away to a new environment\" and \"relax\". The wide variety of pitches and weather conditions in England and a full season of intense county cricket against professional cricketers gave him a chance to further his cricketing education and learn things about his game. Dravid made the most of this opportunity. In his 2nd game for Kent, Dravid scored a fluid 182 propelling them to an innings and 163 runs victory over the touring Zimbabwe side. Out of 7 first class tour games that Zimbabwe played on that tour, Kent was the only team that managed to beat them. Dravid hit another fifty in a draw against Surrey. The newly appointed vice-captain had to leave the county championship temporarily, missing two championship games and two one day games, to fulfill his national commitment. Indian team, Dravid included, fared poorly in the Asia cup and failed to qualify for the Final. Subsequently, Dravid returned to England to resume his county sojourn with Kent. In July 2000, Kent's away match against Hampshire at Portsmouth was billed as a showdown between two great cricketers- Warne and Dravid. Dravid came out on top. On a dustbowl, tailor-made to suit home team spinners, Warne took 4 wickets but could not take the all important wicket of Dravid. Coming in to bat at 15/2, Dravid faced 295 balls scoring 137 runs – his maiden hundred in county championships. Dravid scored 73 not out in the 2nd innings guiding Kent to a six wicket victory as Warne went wicketless. In their last county game of the season, Kent needed one bonus point to prevent themselves from being relegated to the Second Division. Dravid made sure they stay put in the First Division by fetching that one bonus point with an inning of 77 runs. Dravid concluded a successful stint with Kent aggregating 1221 runs from 16 first class matches(15 county games and 1 tour game against Zimbabwe) at an average of 55.50 including 2 hundreds and 8 fifties. He shouldered Kent's batting single-handedly as the second best Kent batsman during the same period, Paul Nixon, scored just 567 runs at an average of 33.35 in 17 matches. Dravid contributed to Kent's county campaign not just with the bat but also with his fielding and bowling taking 14 catches and 4 wickets at an average of 32.00. ==Indian Premier League and Champions League== {| class=\"wikitable\" style=\"float:right; margin-left:1em; width:50%;\" |- !colspan=\"7\"|RS Dravid's record in Twenty20 matches |- !League !!Matches!!Runs!!HS!!100s!!50s!!Avg. |- |T20I ||1||31||31||0||0||31.00 |- |IPL||89||2174||75*||0||11||28.23 |- |CLT20 ||15||282||71||0||1||23.50 |} Rahul Dravid played for Royal Challengers Bangalore in IPL 2008, 2009 and 2010. Later he played for Rajasthan Royals and led it to finals of Champions League T20 in 2013, and play-offs of Indian Premier League in 2013. Dravid announced retirement from Twenty20 after playing the 2013 Champions League Twenty20 in September–October 2013.Never thought I'd play T20 cricket for so long, an emotional Dravid bids farewell : Featured, News – India Today . Indiatoday.intoday.in (7 October 2013). Retrieved 2013-12-23. ==Playing style== Dravid was known for his technique, and has been one of the best batsmen for the Indian cricket team. In the beginning, he was known as a defensive batsman who should be confined to Test cricket, and was dropped from the ODI squad due to a low strike rate. However, he later scored consistently in ODIs as well, earning him the ICC Player of the Year award. His nickname of 'The Wall' in Reebok advertisements is now used as his nickname. Dravid has scored 36 centuries in Test cricket, with an average of 52.31; this included five double centuries. In one-dayers, he averaged 39.16, with a strike rate of 71.23. He is one of the few Indians whose Test average is better at away than at home, averaging almost five runs more on foreign pitches.Rahul Dravid- Analysis of Performances at Home and Away . Retrieved 23 November 2010. As of 23 September 2010, Dravid's Test average in abroad is 55.53, and his Test average at home is 50.76; his ODI average abroad is 37.93 and his ODI average at home is 43.11. Dravid averages 66.34 runs in Indian Test victories. and 50.69 runs in ODIs. Dravid's sole Test wicket was of Ridley Jacobs in the fourth Test match against the West Indies during the 2001–2002 series. While he has no pretensions to being a bowler, Dravid often kept wicket for India in ODIs. Dravid was involved in two of the largest partnerships in ODIs: a 318-run partnership with Sourav Ganguly, the first pair to combine for a 300-run partnership, and then a 331-run partnership with Sachin Tendulkar, which is a world record. He also holds the record for the greatest number of innings played since debut before being dismissed for a duck. His highest scores in ODIs and Tests are 153 and 270 respectively. left|thumb|350px|An innings-by-innings breakdown of Dravid's Test match batting career, showing runs scored (red bars with purple bars for not out) and the average of the last ten innings (blue line). He was named one of the Wisden Cricketers of the Year in 2000. Though primarily a defensive batsman, Dravid scored 50 runs not out in 22 balls (a strike rate of 227.27) against New Zealand in Hyderabad on 15 November 2003, the second fastest 50 among Indian batsmen. Only Ajit Agarkar's 67 runs off 21 balls is faster than that of Dravid. In 2004, Dravid was awarded the Padma Shri by the Government of India. On 7 September 2004, he was awarded the inaugural Player of the year award and the Test player of the year award by the International Cricket Council (ICC). After reaching 10,000 Test runs milestone, he said, \"It's a proud moment for sure. For me, growing up, I dreamt of playing for India. When I look back, I probably exceeded my expectations with what I have done over the last 10 to 12 years. I never had an ambition to do it because I never believed – it is just a reflection of my longevity in the game.\" Dravid is also one of the two batsmen to score 10,000 runs at a single batting position and is the fourth highest run scorer in Test cricket, behind Tendulkar, Ponting and Kallis. ==Controversies== ===Ball-tampering incident=== In January 2004, Dravid was found guilty of ball tampering during an ODI with Zimbabwe. Match referee Clive Lloyd adjudged the application of an energy sweet to the ball as a deliberate offence, although Dravid himself denied this was his intent. Lloyd emphasised that television footage caught Dravid putting a lozenge on the ball during the Zimbabwean innings on Tuesday night at the Gabba. According to the ICC's Code of Conduct, players are not allowed to apply substances to the ball other than sweat and saliva. Dravid was fined half of his match fee. Indian coach John Wright came out in defence of Dravid, stating that \"It was an innocent mistake\". Wright argued that Dravid had been trying to apply saliva to the ball when parts of a losenge he had been chewing stuck to the ball; Dravid then tried to wipe it off. ICC regulations prevented Dravid from commenting about the issue, but former Indian captain Sourav Ganguly also stated that Dravid's act was \"just an accident\". ===Captaincy=== Rahul Dravid has had a mixed record when leading India in Tests. One of Dravid's most debated decisions was taken in March 2004, when he was standing in as the captain for injured Sourav Ganguly. India's first innings was declared at a point when Sachin Tendulkar was at 194 runs not out with 16 overs remaining on Day 2. In this test match Sehwag scored triple century first time. He became the first Indian to score triple century in test with a score of 309. In March 2006, India lost the Mumbai Test, giving England its first Test victory in India since 1985, enabling it to draw the series 1–1. The defeat in Mumbai was arguably the result of Dravid's decision to bowl first on a flat dry pitch, which later deteriorated and ended with an Indian collapse in the run chase. Coincidentally, it was Dravid's 100th test match in which the Indians were all out for 100 runs in the second innings. After India failed to qualify for the final of the DLF Cup, Dravid, the skipper, was criticised by former all-rounder Ravi Shastri who said that he was not assertive enough and let Greg Chappell make too many decisions. When asked for a response, Dravid said that Shastri, while a 'fair critic', was 'not privy' to the internal decision-making process of the team. He was criticised by Vijay Mallya for not picking the team with right balance after his then IPL team Royal Challengers Bangalore finished seventh out of the eight teams that participated in the 2008 season. ==Achievements and awards== ===National honours=== * 1998 – Arjuna Award recipient for achievements in cricket * 2004 – Padma Shri – India's fourth highest civilian award *2013 – Padma Bhushan – India's third highest civilian award ===Other honours=== * 1999 – CEAT International Cricketer of the World Cup * 2000 – Dravid was one of the five cricketers selected as Wisden Cricketer of the Year. * 2004 – ICC Cricketer of the year – Highest award in the ICC listings * 2004 – ICC Test Player of The Year, ICC Cricketer of The Year *2004 – MTV Youth Icon of the Year * 2006 – Captain of the ICC's Test Team * 2011 – NDTV Indian of the Year's Lifetime Achievement Award with Dev Anand *2012 – Don Bradman Award with Glenn McGrath *2015 – Wisden India's Highest Impact Test Batsman *2018 – ICC Hall of Fame ==Personal life== ===Family=== On 4 May 2003 he married Vijeta Pendharkar, a surgeon from Nagpur. Vijeta Pendharkar is also from Deshastha Brahmin community as Dravid. They have two children: Samit, born in 2005, and Anvay, born in 2009. Dravid is fluent in Marathi, Hindi, Kannada and English. ===Commercial endorsements=== Rahul Dravid has been sponsored by several brands throughout his career including Reebok (1996 – present), Pepsi (1997 present), Kissan (Unknown), Castrol (2001 – present), Hutch (2003), Karnataka Tourism (2004), Max Life (2005 – present), Bank of Baroda (2005 – present), Citizen (2006 – present), Skyline Construction (2006 – present), Sansui (2007), Gillette (2007 – present), Samsung (2002 – 2004), World Trade Center Noida (2013– present), CRED (2021-present). ===Social commitments=== * Children's Movement for Civic Awareness (CMCA) * UNICEF Supporter and AIDS Awareness Campaign ==Biographies== ===Books=== Two biographies have been written on Rahul Dravid and his career: * Rahul Dravid – A Biography written by Vedam Jaishankar (). Publisher: UBSPD Publications. Date: January 2004 * The Nice Guy Who Finished First written by Devendra Prabhudesai. Publisher: Rupa Publications. Date: November 2005 * A collection of articles, testimonials and interviews related to Dravid was released by ESPNcricinfo following his retirement. The book was titled Rahul Dravid: Timeless Steel. ==See also== * Sachin Tendulkar * Sourav Ganguly * VVS Laxman * Virendra Sehwag ==References== ==External links== * * * Category:Indian cricketers Category:India Test cricketers Category:India One Day International cricketers Category:India Twenty20 International cricketers Category:India Test cricket captains Category:Wisden Cricketers of the Year Category:Karnataka cricketers Category:South Zone cricketers Category:Kent cricketers Category:Scotland cricketers Category:ACC Asian XI One Day International cricketers Category:ICC World XI One Day International cricketers Category:World XI Test cricketers Category:Royal Challengers Bangalore cricketers Category:Canterbury cricketers Category:Marylebone Cricket Club cricketers Category:Rajasthan Royals cricketers Category:India Blue cricketers Category:Cricketers at the 1999 Cricket World Cup Category:Cricketers at the 2003 Cricket World Cup Category:Cricketers at the 2007 Cricket World Cup Category:Recipients of the Padma Shri in sports Category:1973 births Category:Living people Category:Cricketers from Indore Category:Cricketers from Bangalore Category:Recipients of the Arjuna Award Category:International Cricket Council Cricketer of the Year Category:Marathi people Category:Indian cricket coaches Category:Recipients of the Padma Bhushan in sports Category:Indian cricket commentators Category:Wicket-keepers",
 "title": "Rahul Dravid"
}