{
 "id": "253251",
 "text": "In mathematics and specifically in algebraic geometry, the dimension of an algebraic variety may be defined in various equivalent ways. Some of these definitions are of geometric nature, while some other are purely algebraic and rely on commutative algebra. Some are restricted to algebraic varieties while others apply also to any algebraic set. Some are intrinsic, as independent of any embedding of the variety into an affine or projective space, while other are related to such an embedding. == Dimension of an affine algebraic set == Let be a field, and be an algebraically closed extension. An affine algebraic set is the set of the common zeros in of the elements of an ideal in a polynomial ring R=K[x_1, \\ldots, x_n]. Let A=R/I be the algebra of the polynomial functions over . The dimension of is any of the following integers. It does not change if is enlarged, if is replaced by another algebraically closed extension of and if is replaced by another ideal having the same zeros (that is having the same radical). The dimension is also independent of the choice of coordinates; in other words it does not change if the are replaced by linearly independent linear combinations of them. The dimension of is * The maximal length d of the chains V_0\\subset V_1\\subset \\ldots \\subset V_d of distinct nonempty (irreducible) subvarieties of . This definition generalizes a property of the dimension of a Euclidean space or a vector space. It is thus probably the definition that gives the easiest intuitive description of the notion. * The Krull dimension of the coordinate ring . This is the transcription of the preceding definition in the language of commutative algebra, the Krull dimension being the maximal length of the chains p_0\\subset p_1\\subset \\ldots \\subset p_d of prime ideals of . * The maximal Krull dimension of the local rings at the points of . This definition shows that the dimension is a local property if Vis irreducible. If Vis irreducible, it turns out that all the local rings at closed points have the same Krull dimension (see Chapter 11 of Atiyah, Michael Francis; Macdonald, I.G. (1969), Introduction to Commutative Algebra, Westview Press, .). * If is a variety, the Krull dimension of the local ring at any point of This rephrases the previous definition into a more geometric language. * The maximal dimension of the tangent vector spaces at the non singular points of . This relates the dimension of a variety to that of a differentiable manifold. More precisely, if if defined over the reals, then the set of its real regular points, if it is not empty, is a differentiable manifold that has the same dimension as a variety and as a manifold. * If is a variety, the dimension of the tangent vector space at any non singular point of . This is the algebraic analogue to the fact that a connected manifold has a constant dimension. This can also be deduced from the result stated below the third definition, and the fact that the dimension of the tangent space is equal to the Krull dimension at any non- singular point (see Zariski tangent space). * The number of hyperplanes or hypersurfaces in general position which are needed to have an intersection with which is reduced to a nonzero finite number of points. This definition is not intrinsic as it apply only to algebraic sets that are explicitly embedded in an affine or projective space. * The maximal length of a regular sequence in the coordinate ring . This the algebraic translation of the preceding definition. * The difference between and the maximal length of the regular sequences contained in . This is the algebraic translation of the fact that the intersection of general hypersurfaces is an algebraic set of dimension . * The degree of the Hilbert polynomial of . * The degree of the denominator of the Hilbert series of . This allows, through a Gröbner basis computation to compute the dimension of the algebraic set defined by a given system of polynomial equations. * The dimension of the simplicial complex whose Stanley- Reisner ring is R/J where J is the radical of any initial ideal of I. Taking initial ideals preserves Hilbert polynomial/series, and taking radicals preserves the dimension. Cox, David A.; Little, John; O'Shea, Donal Ideals, varieties, and algorithms. An introduction to computational algebraic geometry and commutative algebra. Fourth edition. Undergraduate Texts in Mathematics. Springer, Cham, 2015. * If is a prime ideal (i.e. is an algebraic variety), the transcendence degree over of the field of fractions of . This allows to prove easily that the dimension is invariant under birational equivalence. == Dimension of a projective algebraic set == Let V be a projective algebraic set defined as the set of the common zeros of a homogeneous ideal I in a polynomial ring R=K[x_0, x_1, \\ldots, x_n] over a field K, and let A=R/I be the graded algebra of the polynomials over V. All the definitions of the previous section apply, with the change that, when A or I appear explicitly in the definition, the value of the dimension must be reduced by one. For example, the dimension of V is one less than the Krull dimension of A. == Computation of the dimension == Given a system of polynomial equations over an algebraically closed field K, it may be difficult to compute the dimension of the algebraic set that it defines. Without further information on the system, there is only one practical method, which consists of computing a Gröbner basis and deducing the degree of the denominator of the Hilbert series of the ideal generated by the equations. The second step, which is usually the fastest, may be accelerated in the following way: Firstly, the Gröbner basis is replaced by the list of its leading monomials (this is already done for the computation of the Hilbert series). Then each monomial like {x_1}^{e_1}\\cdots {x_n}^{e_n} is replaced by the product of the variables in it: x_1^{\\min (e_1,1)}\\cdots x_n^{\\min(e_n,1)}. Then the dimension is the maximal size of a subset S of the variables, such that none of these products of variables depends only on the variables in S. This algorithm is implemented in several computer algebra systems. For example in Maple, this is the function Groebner[HilbertDimension], and in Macaulay2, this is the function dim. == Real dimension == The real dimension of a set of real points, typically a semialgebraic set, is the dimension of its Zariski closure. For a semialgebraic set , the real dimension is one of the following equal integers: * The real dimension of S is the dimension of its Zariski closure. * The real dimension of S is the maximal integer d such that there is a homeomorphism of [0,1]^d in S. * The real dimension of S is the maximal integer d such that there is a projection of S over a d-dimensional subspace with a non-empty interior. For an algebraic set defined over the reals (that is defined by polynomials with real coefficients), it may occur that the real dimension of the set of its real points is smaller than its dimension as a semi algebraic set. For example, the algebraic surface of equation x^2+y^2+z^2=0 is an algebraic variety of dimension two, which has only one real point (0, 0, 0), and thus has the real dimension zero. The real dimension is more difficult to compute than the algebraic dimension. For the case of a real hypersurface (that is the set of real solutions of a single polynomial equation), there exists a probabilistic algorithm to compute its real dimension. == See also == *Dimension theory (algebra) *Dimension of a scheme ==References== Category:Algebraic varieties Category:Dimension Category:Computer algebra",
 "title": "Dimension of an algebraic variety"
}