{
 "id": "253340",
 "text": "Peking Man (Homo erectus pekinensis) is a subspecies of H. erectus which inhabited the Zhoukoudian Cave of northern China during the Middle Pleistocene. The first fossil, a tooth, was discovered in 1921, and the Zhoukoudian has since become the most productive H. erectus site in the world. Peking Man was instrumental in the foundation of Chinese anthropology, and fostered an important dialogue between Western and Eastern science for decades to come. The fossils became the centre of anthropological discussion, and were classified as a direct human ancestor, propping up the Out of Asia hypothesis that humans evolved in Asia. Peking Man also played a vital role in the restructuring of the Chinese identity following the Chinese Communist Revolution, and was intensively communicated to working class and peasant communities to introduce them to Marxism and science (overturning deeply- rooted superstitions and creation myths). As a consequence of the former, early models of Peking Man society strongly leaned towards communist or nationalist ideals, leading to discussions on primitive communism and polygenism. This produced a strong schism between Western and Eastern interpretations, especially as the West adopted the Out of Africa hypothesis by the late 20th century, and Peking Man's role in human evolution diminished as merely an offshoot of the human line. Now that the hypothesis is ubiquitous, Peking Man interbreeding with human ancestors is frequently discussed especially in Chinese circles. Peking Man is characterised by a long and heavily fortified skull, featuring an inflated bar of bone circumscribing the crown, crossing along the brow ridge, over the ears, and connecting at the back of the skull, as well as a sagittal keel running across the midline. The bone of the skull and long bones is exorbitantly thickened. The face was protrusive (midfacial prognathism), eye sockets wide, jaws robust and chinless, and teeth large. Brain volume ranged from 850 to 1,225 cc, for an average of just over 1,000 cc (compared to an average of 1,270 cc for present- day modern males and 1,130 for present-day modern females). The limbs are broadly anatomically comparable to those of modern humans. H. erectus in such northerly latitudes may have averaged roughly in height, compared to for more tropical populations. Peking Man lived in a cool, predominantly steppe, partially forested environment, alongside deer, rhinos, elephants, bison, buffalo, bears, wolves, big cats, and a menagerie of other creatures. Peking Man intermittently inhabited the cave, but the exact chronology is unclear, with estimates as far back as 780,000 years ago and as recent as 230,000 years ago. This spans several cold glacial and warm interglacial periods. The cultural complexity of Peking Man is fiercely debated. If the inhabitants were capable of hunting (as opposed to predominantly scavenging), making clothes, and controlling fire, they would have been well-equipped to survive frigid glacial periods. If not, they would have had to retreat southward and return later. It is further disputed how the Peking Man fossils were predominantly deposited in the cave, either because they lived and died there, or they were killed by giant hyenas (Pachycrocuta) and dumped there, in addition to other natural process. Over 100,000 pieces of stone tools were recovered, mainly small and inconsistently shaped flakes no more than long, but they were sometimes refined into scrapers, choppers, and, towards the later end of occupation, points, burins, and awls. ==Taxonomy== ===Research history=== ====Discovery==== thumb|left|Reconstruction of the first Peking Man skullcap In 1921, near the city of Beijing (also romanised as Peking), Swedish archaeologist Johan Gunnar Andersson was teaching Austrian palaeontologist Otto Zdansky and American archaeologist Walter Granger how to work on Chinese sites near the village of Zhoukoudian (\"shop on the Zhoukou”) at the Chi Ku Shan (\"Chicken Bone Hill\") locality, when they were advised by local quarrymen to dig at the nearby Longgushan (\"Dragon Bone Hill\") locality. Zdansky found the first human teeth in the site that year, but only reported it in 1926. In 1927, Swedish archaeological student Bergir Bohlin extracted another tooth. That year, Chinese geologist Wēng Wénhào drafted an agreement with all the Zhoukoudian scientists at the time that the Zhoukoudian remains remain in China. In 1928, the Chinese government similarly clamped down on the exportation of Chinese artefacts and other archaeologically relevant materials to the West for study, as this was viewed as an imperialistic attack; foreign scientists were instead encouraged to research these materials within China. In 1929, Canadian palaeoanthropologist Davidson Black persuaded the Peking Union Medical College (his employer), the Geological Survey of China (headed by Wēng), and the Rockefeller Foundation to found and fund the Cenozoic Research Laboratory and continue excavation. Later that year, Chinese anthropologist Péi Wénzhōng discovered a surprisingly complete skullcap, and the Zhoukoudian proved to be a valuable site, with a preponderance of human remains, stone tools, and potential evidence of early fire use, becoming the most productive Homo erectus site in the world. An additional four rather complete skullcaps were discovered by 1936, three of which were unearthed over an 11 day period in November 1936, overseen by Chinese palaeoanthropologist Jiǎ Lánpō. Excavation employed 10 to over 100 local labourers depending on the stage, who were paid five or six jiao per day, in contrast to local coal miners who only received a pittance of 40 to 50 yuan annually. The Zhoukoudian also employed some of the biggest names in Western and Chinese geology, palaeontology, palaeoanthropology, and archaeology, and facilitated an important discourse and collaboration between these two civilisations. After Black's sudden death in 1934, Jewish anatomist Franz Weidenreich, who fled Nazi Germany, carried on Black's study of the Zhoukoudian. ====Loss of specimens==== In 1941, to safeguard them during the Second Sino-Japanese War, the Zhoukoudian human fossils — representing at least 40 different individuals — and artefacts were deposited into two wooden footlockers and were to be transported by the United States Marine Corps from the Peking Union Medical College to the SS President Harrison which was to dock at Qinhuangdao Port (near the Marine basecamp Camp Holcomb), and eventually arrive at the American Museum of Natural History in New York City. En route to Qinhuangdao, the ship was attacked by Japanese warships, and ran aground. Though there have been many attempts to locate the crates — including offering large cash rewards — it is unknown what happened to them after they left the college. Rumours about the fate of the fossils range from their having been onboard a Japanese ship (the Awa Maru) or an American ship that was sunk, to being ground up for traditional Chinese medicine. The affair also provoked allegations of robbery against Japanese or American groups, especially during the Resist America, Aid Korea Campaign in 1950 and 1951 to promote anti-American sentiment during the Korean War. Marine Richard Bowen recalled finding a box filled with bones while digging a foxhole one night next to some stone barracks in Qinhuangdao. This happened while the city was under siege by the CCP Eighth Route Army, who were under fire from Nationalist gunboats (a conflict of the Chinese Civil War). According to Mr. Wang Qingpu who had written a report for the Chinese government on the history of the port, if Bowen's story is accurate, the most probable location of the bones is underneath roads, a warehouse, or a parking lot. Four of the teeth from the original excavation period are still in the possession of the Paleontological Museum of Uppsala University in Sweden. ====Further excavation==== Excavation of the Zhoukoudian had halted from 1941 until the conclusion of the Chinese Civil War and the formation of the People's Republic of China in 1949 under Mao Zedong. Field work took place in 1949, 1951, 1958–1960, 1966, and 1978–1981. Given the meticulousness of the dig teams, going so far as to sieve out unidentifiable fragments as small as long, excavation of the Zhoukoudian is generally considered to be more or less complete. Through the Mao era, but most especially in 1950 and 1951, Peking Man took on a central role in the restructuring of the Chinese identity under the new government, specifically to link socialist ideologies with human evolution. Peking Man was taught in educational books for all levels, pop science magazines and articles, museums, and lectures given in workspaces, including factories. This campaign was primarily to introduce the general populace (including those without advanced education) to Marxism, as well as to overturn widespread superstitions, traditions, and creation myths. Nonetheless, research was constricted as scientists were compelled to fit new discoveries within the frame of communism. In 1960, the lab was converted into an independent organisation as the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP), a division of the Chinese Academy of Sciences, and was headed by Péi, Jiǎ, and Chinese palaeoanthropologist Yang Zhongjian. During the Cultural Revolution from 1966 to 1976, all intellectuals, including scientists, came under much persecution, and among other things were conscripted into manual labour as part of a campaign to turn \"intellectuals into labourers and labourers into intellectuals\", which impeded research. Though palaeoanthropology was still able to continue, the field became much less important to the Chinese government with its new resolve to become economically independent, and popular science topics switched from human evolution to production-related matters. As the Revolution's policies relaxed after 1970, palaeoanthropology and academia resurged, especially with the rise of Deng Xiaoping in 1978 (renowned as a \"springtime for science\"). The Zhoukoudian had been threatened several times by nearby mining operations or acid rain from air pollution, but the post-Mao China also witnessed budding environmentalist actions. To this extent, the United Nations declared the Zhoukoudian to be a World Heritage Site in 1987, and custody of the site was handed over from the IVPP to the city of Beijing (which has greater resources) in 2002. The productivity of the Zhoukoudian elicited strong palaeoanthropological interest in China, and 14 other fossil-bearing sites have since been discovered across the country as of 2016 in: Yuanmou, Tiandong, Jianshi, Yunxian, Lantian, Luonan, Yiyuan, Nanzhao, Nanjing, Hexian, and Dongzhi Counties. ===Age and taphonomy=== The Zhoukoudian currently sits above sea level. The fossil-bearing sediments are divided into 27 localities, and Peking Man is known from Locality 1 (\"Dragon Bone Hill\"). This deep locality is further divided into 17 layers, of which fossils are found above Layer 13, and Peking Man from Layers 10–3. The fossil-bearing regions can also be organised into Loci A–O. Major stone tool accumulations occur in Layers 3 and 4, and the tops of Layers 8 and 10. The animal fossils in the locality suggest it dates to the Middle Pleistocene. There have been a myriad of attempts and methodologies to more finely tune the date of each layer, starting in the late 1970s. In 1985, Chinese scientist Zhao Shusen proposed the chronology: 700,000 years ago for Layer 13; 500,000 years ago for Layer 10; and 230,000 years ago for Layers 3. Though these general timeframes are normally agreed upon, the exact date of each layer is subject to intense discussion. In 2004, Shen Chengde and colleagues argued Layer 3 was deposited 400 to 500 thousand years ago, and Layer 10 as far back as about 600 to 800 thousand year ago, during a mild glacial period. The earliest H. erectus fossils in all of China, Yuanmou Man, may date to 1.7 million years ago, though stone tools from the Shangchen site in Lantian, central China, extend the occupation of the region to as far back as 2.12 million years ago. thumb|upright=1.4|Zhoukoudian Locality 1 where the first relatively complete skullcap was discovered Because human remains (encompassing men, women, and children), tools, and evidence of fire were found in so many layers, it has often been assumed Peking Man lived in the cave for hundreds of thousands of years. In 1929, French archaeologist Henri Breuil suggested the overabundance of skulls compared to body remains is conspicuous, and hypothesised the remains represent the trophies of cannibalistic headhunters, either a band of H. erectus or a more \"advanced\" species of human. In 1937, French palaeoanthropologist Marcellin Boule believed the Peking Man brain was insufficiently developed for such behaviour, based on its small size, and suggested the skulls belonged to a primitive species and the limbs to a more evolved one, the latter manufacturing stone tools and cannibalising the former. Weidenreich did not believe brain size could be a dependable measure of cultural complexity, but, in 1939, he detailed the pathology of the Peking Man fossils and came to the conclusion of cannibalism or headhunting. The majority of the remains bear evidence of scars or injuries which he ascribed to attacks from clubs or stone tools; all the skulls have broken-in bases which he believed was done to extract the brain; and the femora (thigh bones) have lengthwise splits, which he supposed was done to harvest the bone marrow. Weidenreich's sentiments became widely popular. Another school of thought, proposed by Péi in 1929, held that individuals were dragged in by hyenas. In 1939, pioneering the field of taphonomy (the study of fossilisation), German palaeontologist highlighted parallels between the Zhoukoudian fossils and cow bones gnawed by hyenas he studied at Vienna Zoo. Weidenreich subsequently conceded in 1941 that the breaking-off of the epiphyses of long bones is most likely due to hyena activity, but he was unconvinced that hyenas broke open the skull base or were capable of creating the long splits in the robust femora, still ascribing those to stone-tool-wielding cannibals. After World War II, the hypothesis that Peking Man inhabited the cave once again became the mainstay, modeled around Jiǎ's 1975 book The Cave Home of Peking Man. In 1985, American archaeologist Lewis Binford and Chinese palaeoanthropologist Ho Chuan Kun instead hypothesised that Zhoukoudian was a \"trap\" which humans and animals fell into. They further proposed deer remains, earlier assumed to have been Peking Man's prey, were, in fact, predominantly carried in by the giant hyena Pachycrocuta, and ash was deposited by naturally occurring wildfires, fueled by bat guano, as they did not believe any human species had yet mastered hunting or fire at this time. In 2001, American geologist Paul Goldberg, Israeli archaeologist Steve Weiner, and colleagues determined Layer 4 was primarily deposited with loess (wind-blown dust), and Layer 3 with travertine (water-lain limestone). They also concluded that supposed evidence of fire is actually a result of completely different depositional circumstances related to water. In 2000, American anthropologist Noel T. Boaz and colleagues argued the state of the bones is consistent with general hyena biting, gnawing, and bone-crunching, and suggested Pachycrocuta, the largest known hyena to have ever lived, was more than capable of splitting robust bones, contrary to Weidenreich. They identified bite marks on 67% of the Peking Man fossils (28 specimens), and attributed this and all other perimortem (around the time of death) damage to hyenas. Boaz and colleagues conceded that stone tools must indicate human activity in (or at least near) the cave, but, with few exceptions, tools were randomly scattered across the layers (as mentioned by several previous scientists), which Goldberg and colleagues ascribed to bioturbation . This means that the distribution of the tools gives no indication of the duration of human habitation. In 2016, Shuangquan Zhang and colleagues were unable to detect significant evidence of animal, human, or water damage to the few deer bones collected from Layer 3, and concluded they simply fell into the cave from above. They noted taphonomic debates are nonetheless still ongoing. Indeed, the fire debate is still heated, with Chinese palaeoanthropologist Xing Gao and colleagues declaring \"clear-cut evidence for intentional fire use\" in 2017. {| class=\"wikitable\" style=\"text-align:center;\" width=\"100%\" !Locus + Individual||Layer!!Elements!!Sex!!Excavation!!Age |- |A1 |5 |2I, I1, P3, P4, M1, 1M |F |1921–1927, 1952 |Juvenile |- |A2 |5 |Adult Mandible I, 2M |F |1927–1928 |Adult |- |A3 |5 |1M, 3M |M |1928 |Adult |- |B1 |4 |Juvenile Mandible I (with teeth) |F |1928, 1935 |Juvenile |- |B2 |4 |Skull I, Adult Mandible II, Humerus I, Lunate |M |1928, 1935 |Adult |- |B3 |4 |Juvenile Mandible II |M |1928, 1935 |Juvenile |- |B4 |4 |Juvenile Mandible III with 2M |F |1928, 1935 |Juvenile |- |B5 |4 |Juvenile Mandible IV |M |1928, 1935 |Juvenile |- |C1 |8/9 |Juvenile Mandible V with C1, P3, 4P, 2M |F |1929 |Juvenile |- |C2 |8/9 |C1, M1 |M |1929 |Adult |- |C3 |8/9 |M1, 2I, 1M, Femur 1 |M |1929, 1938? |Juvenile |- |C4 |8/9 |C |F |1929 |Adult |- |D1 |10 |Skull II with 6 teeth |F |1929 |Adult |- |D2 |10 |I1, M1, M2, 1I, 2M |M |1929 |Adult |- |E1 |10 |Skull III |M |1929 |Juvenile |- |F1 |10 |Juvenile Mandible VI |M |1930 |Juvenile |- |F2 |10 |I2, P4, M3, 2M |F |1930 |Juvenile |- |F3 |10 |P3, 4P, 3M |F |1930 |Adult |- |F4 |10 |I1, 2I, 1C, 3P |M |1930 |Juvenile |- |G1 |7 |Adult Mandible III |M |1931 |Adult |- |G2 |7 |Skull IV, Clavicle |M |1931 |Juvenile |- |H1 |3 |Adult Mandible IV with 3P |F |1934 |Elderly |- |H2 |3 |3P |F |1934 |Adult |- |H3 |3 |Skull V with 3M |M |1934–1936, 1966 |Elderly |- |H4 |3 |Adult Mandible V |F |1934–1935 |Elderly |- |I1 |8/9 |Skull VI with 4 teeth, atlas |F |1936 |Adult |- |I2 |8/9 |Skull VII |M |1936 |Juvenile |- |J1 |8/9 |Skull VIII |F |1936 |Juvenile |- |J2 |8/9 |Femur II |F |1936–1938 |Adult |- |J3 |8/9 |Femur III, Humerus II |M |1936–1938 |Adult |- |J4 |8/9 |Skull IX |M |1936 |Juvenile |- |K1 |8/9 |Adult Mandible VI |M |1936 |Adult |- |K2 |8/9 |2I |F |1936 |Juvenile |- |L1 |8/9 |Skull X with 8 teeth |M |1936 |Adult |- |L2 |8/9 |Skull XI with 13 teeth |M |1936 |Adult |- |L3 |8/9 |Skull XII |M |1936 |Adult |- |L4 |8/9 |1 upper and 3 lower teeth |M |1936 |Juvenile |- |M1 |8/9 |Adult Mandible VII, Femur 6 |M |1937–1938 |Adult |- |M2 |8/9 |Adult Mandible VIII |F |1937 |Adult |- |M3 |8/9 |Femur VII |F |1937–1938 |Adult |- |M4 |8/9 |Femora IV and V |M |1937–1938 |Adult |- |N1 |8/9 |P4, M1 |F |1937 |Juvenile |- |O1 |10 |Skull XIII with 6 teeth |M? |1937 |Adult |- |O2 |10 |M1 | |1937 |Adult |- | |8/9? |I1, M1, M2 | |1949 |Adult |- | |8/9? |3P | |1951 |Adult |- | |8/9? |Humerus III | |1937?, 1951 |Adult |- | |8/9? |Tibia I | |1937?, 1951 |Adult |- | |8/9? |4P | |1951 |Adult |- | |10 |Adult Mandible IX with M1 |F |1959 |Adult |- | |3 |3P | |1966 |Adult |} ===Classification=== ====Background==== Despite what Charles Darwin had hypothesised in his 1871 Descent of Man, many late-19th century evolutionary naturalists postulated that Asia (instead of Africa) was the birthplace of humankind as it is midway between all continents via land routes or short sea crossings, providing optimal dispersal routes throughout the world. Among the latter was Ernst Haeckel who argued that the first human species (which he proactively named \"Homo primigenius\") evolved on the now-disproven hypothetical continent \"Lemuria\" in what is now Southeast Asia, from a genus he termed \"Pithecanthropus\" (\"ape-man\"). \"Lemuria\" had supposedly sunk below the Indian Ocean, so no fossils could be found to prove this. Nevertheless, Haeckel's model inspired Dutch scientist Eugène Dubois to join the Dutch East India Company and search for his \"missing link\" in Java. He found a skullcap and a femur (Java Man) which he named \"P. erectus\" (using Haeckel's hypothetical genus name) and unfruitfully attempted to convince the European scientific community that he had found an upright-walking ape-man dating to the late Pliocene or early Pleistocene, who dismissed his findings as some kind of malformed non-human ape. Dejected, Dubois fully withdrew from anthropology by the turn of the century. Instead, in regard to the ancestry of Far Eastern peoples, racial anthropologists had long placed the origin of Chinese civilisation in the Near East, namely Babylon as suggested by French archaeologist Terrien de Lacouperie in 1894, whereby the Chinese peoples regressed compared to the superior races of Europe (degeneration theory). This came under fire by the time Peking Man was discovered, when China was in the midst of the New Culture Movement and surging nationalism subsequent to the fall of the Qing Dynasty and the establishment of the Republic of China. These ideologies not only aimed to remove imperialistic influences, but also to replace ancient Chinese traditions and superstitions with western science to modernise the country, and lift its standing on the world stage to that of Europe. Consequently, unlike previously discovered extinct human species, notably the Neanderthal and Java Man, the Peking Man was readily accepted into the human family tree. In the West, this was aided by a popularising hypothesis for the origin of humanity in Central Asia, championed primarily by American palaeontologist Henry Fairfield Osborn and his apprentice William Diller Matthew. They believed that Asia was the \"mother of continents\" and the rising of the Himalayas and Tibet and subsequent drying of the region forced human ancestors to become terrestrial and bipedal. They also believed that populations which retreated to the tropics – namely Dubois' Java Man and the \"Negroid race\" — substantially regressed (again, degeneration theory). This required them to reject Raymond Dart's far more ancient South African Taung child (Australopithecus africanus) as a human ancestor, favouring the hoax Piltdown Man from Britain. ====\"Out of Asia\" theory==== In 1927, Black classified newly discovered human remains from the Zhoukoudian into a new genus and species as \"Sinanthropus pekinensis\". The Peking Man, with a brain volume much larger than living apes, was used to further invalidate African or European origin models. Peking Man's importance in human evolution was championed by geologist Amadeus William Grabau in the 1930s, who pushed that the lifting of the Himalayas caused the emergence of proto-humans (\"Protanthropus\") in the Miocene, who then dispersed during the Pliocene into the Tarim Basin in Northwest China where they learned to control fire and make stone tools, and then went out to colonise the rest of the Old World where they evolved into \"Pithecanthropus\" in Southeast Asia, \"Sinanthropus\" in China, \"Eoanthropus\" (Piltdown Man) in Europe, and \"Homo\" in Africa (again abiding by degeneration theory). To explain the paucity of stone tools in Asia compared to Europe (an apparent contradiction if humans had occupied Asia for longer), he also stated that Pleistocene Central Asia was too cold to permit back-migration by early modern humans or Neanderthals until the Neolithic. The Central Asia model was the leading consensus of the time. Peking Man became an important matter of national pride, and was used to extend the antiquity of the Chinese people and the occupation of the region to 500,000 years ago, with discussions of human evolution becoming progressively Sinocentric even in Europe. In the 1930s, Weidenreich already began arguing that Peking Man was ancestral to the \"Mongoloid race\", forwarding his multiregional theory where local populations of archaic humans evolved into the local modern humans (polygenism), though other scientists working on the site made no such claims. This sentiment, that all Chinese ethnic groups—including the Han, Tibetan, and Mongols—were indigenous to the area for such a long time, became more popular during the Second Sino-Japanese War and the occupation of China by Japan. By the Maoist era, Peking Man was ubiquitously heralded as a human ancestor in China. In the 1950s, Ernst Mayr had entered the field of anthropology, and, surveying a \"bewildering diversity of names,\" decided to subsume human fossils into 3 species of Homo: \"H. transvaalensis\" (the australopithecines), H. erectus (including \"Sinanthropus\", \"Pithecanthropus\", and various other putative Asian, African, and European taxa), and Homo sapiens (including anything younger than H. erectus, such as modern humans and Neanderthals), as had been broadly recommended by various priors. Mayr defined them as a sequential lineage, with each species evolving into the next (chronospecies). Though later Mayr changed his opinion on the australopithecines (recognising Australopithecus), his more conservative view of archaic human diversity became widely adopted in the subsequent decades. Thus, Peking Man was considered a human ancestor in both Western and Eastern thought. Nonetheless, Chinese and Soviet scientists wholly denounced polygenism, viewing it as scientific racism propagated by Western capitalist scholars. They instead argued all modern human races are closely related to each other. ====\"Out of Africa\" theory==== The contributions of Chinese scientists during the Mao era were under much suspicion in the West for fears of propagandic contamination. In the 60s and 70s, the position of the more ancient Australopithecus in human evolution once again became a centre of debate; in China, Wú Rǔkāng argued that Australopithecus was the \"missing link\" between apes and humans, but was met with much derision from Chinese peers, most notably soldier Lài Jīnliáng. Following the \"opening\" of China with the rise of Dèng Xiǎopíng in 1978, Western works contradictory to Maoist ideology disseminated through China, radically altering Eastern anthropological discussions. By the late 20th century, human evolution had become Afrocentric with the gradual acceptance of Australopithecus as human ancestors, and consequent marginalisation of Peking Man. To counter this, many Chinese scientists commonly pushed Sinocentric and often polygenic arguments, forwarding the antiquity of racial distinctness before the evolution and dispersal of modern humans, and racial continuity between local H. erectus and modern descendent races (for example, the \"typically 'Mongoloid' features\" of a flat face and shovel-like incisors carried over from Peking Man to modern Chinese). They often cited the 2 million year old Wushan Man from central China, which is no longer classified as a human, and asserted several Chinese apes millions of years old were human ancestors. Jiǎ proposed the earliest human species evolved on the Tibetan Plateau, and the adjacent Guizhou Province was another popularly proposed genesis point. Various late Middle Pleistocene Chinese specimens have been argued, namely by Chinese palaeoanthropologist Wu Xinzhi, to represent hybrid populations between Peking Man and the ancestors of modern humans, such as the Dali Man or the Jinniushan Man. Peking Man's ancestral position is still widely maintained among especially Chinese scientists using the assimilation model, wherein archaic humans such as Peking Man interbred with and were effectively absorbed into modern humans in their respective locations (so according to this, Peking Man has lent some ancestry to modern Chinese populations). On this matter, palaeogenetic analyses — the first in 2010 — have reported that all humans whose ancestry lies beyond Subsaharan Africa contain genes from the archaic Neanderthals and Denisovans indicating early modern humans interbred with archaic humans. The common ancestor of Neanderthals and Denisovans in turn interbred with another archaic species even farther removed from modern humans. ==Anatomy== Peking Man is known from 13 skull and cranial fragments, 15 mandibles (lower jawbone), 157 isolated and in situ teeth, an atlas (the first neck vertebra), a clavicle, 3 humeri (upper arm bones), potentially 2 iliac fragments (the hip), 7 femora, a tibia (shinbone), and a lunate bone (a wrist bone). The material may represent as many as 40 individuals. Peking Man and anatomically similar East Asian contemporaries are sometimes referred to as \"classic\" H. erectus. ===Skull=== thumb|Weidenreich's 1937 reconstruction of a female Peking Man skull In 1937, Weidenreich and his assistant Lucille Swan attempted to reconstruct a complete skull, though only considered a skullcap (Skull XI), a left maxillary (upper jawbone) fragment (Skull XII/III), and a right mandibular fragment, which are the presumed-female specimens based on relatively smaller size. Though larger presumed-male specimens are much more numerous, they probably chose female specimens because a presumed-male maxilla would not be discovered until 1943. In 1996, anthropologists Ian Tattersall and Gary Sawyer revised the skull with high-quality casts of six presumed-male specimens and three additional isolated tooth specimens (as the original fossils were lost). With this extended sample, virtually the entire skull could be more accurately restored, except the bottom margin of the piriform aperture (the nose hole). They deflated the cheeks and inflated the lateral margins (towards the side of the head) of the brow ridge, which caused the nose to project out even farther (increased midfacial prognathism), though they reduced subnasal prognathism. Overall, their reconstruction aligns more closely with other Asian H. erectus and African H. e? ergaster specimens. ====Shape==== Weidenreich characterised the Peking Man skull as being relatively low and long; consequently, the breadth is widest at the ear level, and sharply reduces especially at the strongly receding forehead. There is marked post-orbital constriction, and behind the skull has an ellipsoid shape. Most strikingly, the skull is circumscribed by a torus (a strongly projecting bar of bone) most prominently at the brow ridge (supraorbital torus) and at the back of the skull (occipital torus). All have an eminence projecting just above the supraorbital torus, developed to varying degrees, which is not exhibited in any other population. The frontal sinuses are restricted to the nasal area below the brows, ergo the supraorbital torus is completely solid, unlike that of Java Man. The eye sockets are wide. The superior orbital fissure in the eye socket was probably a small opening like in non-human apes rather than a long slit like in modern humans. The nasal bones between the eyes are double the width of that of the average modern human, though not as wide as those of Neanderthals. Weidenreich suggested Peking Man had a short, broad nose. Peking Man also features a sagittal keel running across the midline, highest when it intersects the coronal suture halfway across, and recedes around the obelion (near the base of the parietal bones at the level of the parietal foramina). All skulls feature an equally developed keel (proportionally), including subadult and presumed-female specimens (there are no infant specimens). The keel produces a depression on either side, which accentuates the parietal eminence. The temporal lines arcing in pairs across either side of the skull often merge into a single ridge near the midline of the skull. The squamous part of temporal bone (the flat region) is positioned quite low, and the temporal fossa (the depression between the temporal lines and cheek) is relatively narrow. The mastoid part of the temporal bone features a high crest above which overshadows the ear canal. The crest accentuates the mastoid process, which bends inwards as opposed to the modern human condition of vertical; bending is much more pronounced in presumed-male specimens. Peking Man lacks a true postglenoid process behind the jaw hinge, only a broad-based, triangular projection. The zygomatic bones (cheekbones) project far off the face, and would have been visible when viewing the skull from the top. The zygomatics are also quite high, as much as , whereas modern humans do not exceed . At the back of the skull, the occipital torus extends in a relatively straight line, though laterally curves downward at termination (at the sides of the head). The occipital torus can be bordered by furrows (sulci) on the top and bottom margins, though these only indicate muscle attachment, and the bottom margin of the torus actually gradually fades. The midpoint of the torus features an additional prominence, the occipital bun. The foramen magnum (where the spine connects with the skull) appears to have been positioned near the centre like in humans, though was proportionally narrower. thumb|Cross sections of Peking Man Skulls III (A) and XII (B), and Java Man Skull II (C) The strongly developed tori and crests greatly fortify the skull, and the braincase is additionally exceptionally thickened like in other H. erectus. Similar thickening can also rarely occur in modern humans when the diploë (the spongy layer between the two hard layers of bone in the skull) abnormally expands, but for Peking Man, all three layers of cranial bone have equally thickened. ====Mouth==== Peking Man has remarkably defined canine juga (a bony ridge corresponding to the tooth root). There is subnasal prognathism (the area between the nose and mouth juts out). The upper jaw commonly features exostoses (bony lumps) in the molar region, which infrequently occurs in modern humans (>6%). Like modern humans and Neanderthals but unlike Java Man, Peking Man has a long, rugose palate (roof of the mouth). The mandibles are rather big and, like other archaic humans, lack chins. The extramolar sulci bordering the cheek side of the molars are broad. Some mandibles feature a torus on the tongue side, or multiple mental foramina. The dental arches (tooth rows) are U-shaped. The incisors feature an eminence at the base, finger-like ridges on the tongue-side, and for the upper ones marked shovelling (the tooth strongly bends in). Modern human incisors can exhibit shovelling, quite frequently in Chinese populations. The mandibular incisors are narrow. Weidenreich originally restored the teeth as peg-like, but Tattersall and Sawyer found the teeth to be much larger and obtrusive. Like other H. erectus, the premolars are ellipse-shaped and asymmetrical, but the first premolar (P3) frequently has three roots instead of the more common two. The molar crowns exhibit several extraneous ridges in addition to the essential cusps, which produced a \"dendrite-like\" enamel-dentine junction, typical of \"classic\" H. erectus. M1 is rather long, and M2 is round. ====Brain==== The brain capacities of the seven Peking Man skulls for which the metric is measurable range from 850 to 1,225 cc, with an average of about 1,029 cc. For comparison, present-day modern humans average 1,270 cc for males and 1,130 cc for females, with a standard deviation of roughly 115 and 100 cc, and Asian H. erectus overall are rather big-brained, averaging roughly 1,000 cc. Encephalisation quotients (the ratio between observed to predicted brain mass for an animal of a given size, cautiously used as an indicator of intelligence) typically score from three to four for \"classic\" H. erectus assuming a body weight on the whereabouts of . The endocast (the cast of the inside of the braincase) is ovoid in top-view. The frontal lobe is narrowed like in other H. erectus, the parietal lobes are depressed unlike Javan and African H. erectus or modern humans (though this seems to be somewhat variable among the Peking Man material), the temporal lobes are narrow and slender unlike most other human species, the occipital lobes are flattened dorsoventrally (from top to bottom) and strongly project backwards which is a rather variable trait among archaic human populations, and the cerebellum compared to that of modern humans is not as globular and the lobes diverge more strongly from the midline like other archaic humans. ===Postcranium=== thumb|upright=1.6|Mid-shaft cross-sections of Femora I, II, IV, V, and VI Aside from the skull, most of the anatomy of H. erectus is based on the adolescent H. e? ergaster specimen Turkana Boy from Africa, as well as a few other isolated skeletons from Africa and Western Eurasia. This is because the archaeological record of East Asia is quite scanty. The long bones of all H. erectus have thickened cortical bone (hard exterior bone) and consequently narrowed medullary cavities (where the bone marrow is stored). Peking Man appears to have much more robust humeri than H. e? ergaster. At maximum constriction at the mid-shaft, the femoral walls of Peking Man take up about 's of the interior space, as opposed to only 's in modern humans. For the lateral walls (towards the sides), the exorbitant thickness sharply reduces above the greater trochanter, whereas the medial walls (towards the middle) are three times as thick as those of modern humans at that point. In modern humans, the femoral heads feature two main strips of cancellous bone (spongy interior bone) that converge into a triangle (Ward's triangle), which is absent in Peking Man, likely due to the intense thickening of the cortical bone. Externally, the humerus is like that of a modern human, and exhibits exceptionally developed muscle attachments, but the shaft is more slender. The lunate bone (in the wrist) is modern humanlike, though proportionally small and broad. The femur is also mostly consistent with that of a modern human externally, except it is much stouter, flatter, slenderer, straighter (and maximum curvature occurs nearer the knee joint instead of at the mid-shaft), the femoral neck was probably truncated like in other archaic humans and non- human apes, the subtrochanteric crest terminates up at the greater trochanter with a bony growth like in Neanderthals, and the anteposterior (from front to back) diameter is smaller than the transverse (from left to right) diameter. These traits are not outside the range of variation for modern humans, though are quite rare. The torso is poorly known, but because the limbs and clavicle are proportionally like those of modern humans, it is typically assumed the rest of the body was as well. In 1938, Weidenreich reconstructed a presumed- female femur to be in length in life, which would equate to a female height of . He speculated males averaged . In 1944, Weidenreich reconstructed a presumed-male femur to be long, equating a male height of . He speculated an average female height of . In 2018, Chinese palaeoanthropologist Song Xing estimated the living weight for Humeri II and III as about , Femur I , Femur IV , and Femur VI . Weidenreich assumed all these represent males. Overall, northerly H. erectus populations tend to be shorter than tropical populations, with colder climate populations including Zhoukoudian and Dmanisi averaging roughly , and hotter climate populations including African and Javan H. erectus . ==Culture== ===Palaeoenvironment=== thumb|upright=1.2|Reconstruction of hyenas at the Zhoukoudian Museum Stone tools are strewn throughout Layers 10–1 with a few notable clusters, which has variously been interpreted as either short-lived occupation of the cave except intervals corresponding to those clusters, or occupation only during cluster intervals with the strays being randomly mixed throughout the layers by digging creatures. In 1985, Péi and Chinese palaeoanthropologist Zhang Shenshui identified one in Layers 9–8 right next to the supposed ash layer by Locus G, near what would have been the east cave entrance. Locus K (in about the same location and time interval) similarly yielded a cluster of tools. Occupation of the eastern side seems to end in Layer 6 coinciding with the cave-in of that entrance. The other cluster is in the southwestern region of Layer 3 by Locus H, which either indicates a new cave entrance or ceiling opening there. The mammal assemblage indicates Layers 11–10 represent a mixed warm forest and cool/dry grassland environment, Layers 9–8 a warmer and more forested environment, Layers 7–6 a similar environment but wetter climate, Layers 5–4 a cooling trend, and Layers 3–1 a warm and wet predominantly steppeland environment. These can be broadly stratified into three major environmental units: Layers 11–10 a cold and dry, predominantly grassland environment; Layers 9–5 a warm, predominantly forested environment; and Layers 4–1 another cold and dry, predominantly grassland environment. The mammal assemblage and oxygen isotope analyses of Layers 9–8 are consistent with a cool steppe environment, gradually encroaching forested areas despite later layers indicating a general warming trend. The mammal assemblage includes macaques, the Zhoukoudian wolf, the Asian black bear, brown bear, the rhino Dicerorhinus choukoutienensis, the woolly rhinoceros, the horse Equus sanmeniensis, the Siberian musk deer, the giant deer Sinomegaceros pachyosteus, sheep, bison, the Asian straight-tusked elephant, bats, pika, rodents, and shrews. The mammal assemblage of Layers 4–3 is broadly similar to that of Layers 9–8, in addition to several warm-to-mild climate steppe and forest creatures, including the raccoon dog Nyctereutes sinensis, the dhole Cuon antiquus, the corsac fox, the Asian badger, wolverines, the giant hyena Pachycrocuta, the saber-toothed cat Machairodus inexpectatus, the tiger, the leopard, sika deer, the antelope Spirocerus peii, and the water buffalo Bubalus teilhardi. The Zhoukoudian fauna are not entirely exclusive to either glacial or interglacial periods. H. erectus seems to have typically favoured open environments. It is debated if Peking Man occupied the region during colder glacial periods or only took residence during warmer interglacials, tied to the uncertain chronology of the Zhoukoudian, as well as arguments regarding fire usage, clothing technology, and hunting ability. Given the abundance of deer remains, it was quite early on assumed Peking Man was a prolific deer hunter, but since the establishment of non-human carnivores as a major depositional agent, the dependence on hunting has become a controversial topic. Indeed, most of the Peking Man fossils were at least fed upon by likely hyenas. Nonetheless, some of the animal fossils seem to have been modified by humans. In 1986, Binford and colleagues reported a few horse fossils with cutmarks left by stone tools, and two upper premolars from Layer 4 appearing to him to have been burned while still fresh, which he ascribed to horse-head roasting (but he believed Peking Man was simply scavenging from hyenas because all tool cuts he analysed were always overlapping hyena gnaw marks instead of vice versa.) The Zhoukoudian also preserves the remains of edible plants, nuts, and seeds which Peking Man may have been eating: Chinese hackberry, walnut, hazelnut, pine, elm, and rambler rose. H. erectus, a specialist in woodland and savannah biomes, likely went extinct with the takeover of tropical rainforests. Peking Man's final stay at Zhoukoudian may have taken place sometime between 400,000 and 230,000 years ago, though a more exact time interval is difficult to arrive at. The Hualongdong site is among the youngest Chinese H. erectus sites at roughly 150,000 years old. ===Society=== Consistent with other prehistoric human populations, Peking Man had a rather short average lifespan. Out of a sample of 38 individuals, 15 died under the age of 14 years (39.5%), 3 died around 30 years (7%), 3 died from 40 to 50 years (7%), and 1 at 50 to 60 years (2.6%). The ages of the remaining 16 individuals (43%) could not be determined. ===Stone tools=== Despite the Zhoukoudian being one of the most productive sites for East Asian stone tools, the IVPP prioritised human and animal fossils, and archaeological research has stalled. This strongly contrasts with the rest of the world, especially Europe, where tools and manufacturing techniques have been categorised even on regional levels. Consequently, China's archaeological record has generally been viewed as stagnant. Nonetheless, markers of broader periods to the west are conspicuously rare in the East, most notably bifaces characteristic of the Acheulean culture (typically associated with western H. erectus and H. heidelbergensis) or the Levallois technique of the Mousterian culture (Neanderthals). The apparent technological divide inspired American archaeologist Hallam L. Movius to draw the \"Movius Line\" dividing the East and West in 1944. Though this is not well supported anymore with the discovery of some bifacial technology in Middle Pleistocene East Asia, bifaces are still conspicuously rare and crude compared to western contemporaries. This has been variously explained as: the Acheulean was invented in Africa after human dispersal through East Asia (but this would require that the two populations remained separated for nearly two million years); East Asia had poorer quality raw materials, namely quartz and quartzite (but some Chinese localities yielded bifaces made of these materials, and East Asia is not completely void of higher-quality minerals); East Asian H. erectus used biodegradable bamboo instead of stone for chopping tools (but this is difficult to test); or East Asia had a lower population density, leaving few tools behind in general (though demography is difficult to approximate in the fossil record). The Zhoukoudian Locality 1 has produced more than 100,000 lithic pieces. In 1979, to highlight technological evolution, Péi and Zhang partitioned the Zhoukoudian industry into three stages: the early stage typified by the simple hammer and anvil technique (slamming the core against a rock) which produced large flakes namely from soft minerals such as sandstone, weighing up to and measuring from Layer 11; the middle stage typified by the bipolar technique (smashing the core into several flakes with a hammerstone, out of which at least a few should be the correct size and shape) which made smaller flakes up to in weight and in length; and the late stage above Layer 5 typified by even smaller flakes made with harder and higher quality quartz and flint among other cobble. Quartz had to be collected some distance from the cave from local granite outcrops by the hills and riverbed. In addition to simple flakes, they also manufactured scrapers, choppers, and, towards the later end of occupation, points, burins, and awls. Nonetheless, these techniques produced highly ununiform tools, and Binford was skeptical of any evidence of cultural evolution at all. There is scanty and indefinite evidence for the modification of bones into tools. Productive contemporaneous Chinese stone tool sites include Xiǎochángliáng (similar to Zhoukoudian), Jīgōng Shān, Bose Basin (which produced large tools often in excess of 10 cm, or 4 in), Jinniushan, Dingcun, and Panxian Dadong. The debate as to whether Peking Man was the first human species to manufacture tools fleshed out in the early 1960s in the period of relative stability between the Great Leap Forward and the Cultural Revolution. The argument centered around whether the Zhoukoudian tools were the most primitive and therefore the earliest tools (i. e., Peking Man is the most ancient human) championed by Péi, or if there were even more primitive and as of yet undiscovered tools (i. e., Peking Man is not the most ancient human) championed by Jiǎ. In Western circles, Louis Leakey had already reported an apparent pebble industry in Olduvai Gorge, Tanzania, in 1931, the first hard (albeit, controversial) evidence of a culture more primitive than the Acheulean. Radiometric dating in the 1960s established the Oldowan as the oldest known culture at 1.8 million years old. ===Fire=== thumb|An ash layer at Zhoukoudian In 1929, Péi oversaw the excavation of Quartz Horizon 2 of the Zhoukoudian, and reported burned bones and stones, ash, and redbud charcoal, which they interpreted as evidence of early fire use by Peking Man. The evidence was widely accepted. Further excavation in 1935 of Locality 1 Layers 4–5 revealed more burned stones, ash, and hackberry seeds. Ash was deposited in horizontal and vertical patches, reminiscent of hearths. In 1985, Binford and Ho doubted Peking Man actually inhabited Zhoukoudian, and asserted the material was burned by naturally occurring fires fueled by guano; though, the next year, Binford interpreted burned horse teeth as evidence of horse-head roasting. In 1998, Weiner, Goldberg, and colleagues found no evidence of hearths or siliceous aggregates (silicon particles, which form during combustion) in Layers 1 or 10; they therefore concluded the burned material was simply washed into the cave rather than being burned in the cave. The IVPP immediately responded, and, in 1999, Chinese palaeoanthropologist Wu Xinzhi argued Weiner's data was too limited to reach such conclusions. In 2001, Goldberg, Weiner, and colleagues concluded the ash layers are reworked loessic silts, and blackened carbon-rich sediments traditionally interpreted as charcoal are instead deposits of organic matter left to decompose in standing water. That is, there is no evidence of ash or fire at all. Nonetheless, in 2004, Shen and colleagues reported evidence of a massive fire at Layer 10 — ostensibly as old as 770,000 years ago, during a glacial period — and asserted Peking Man needed to control fire so far back in time in order to survive such cold conditions. In 2014, Chinese anthropologist Maohua Zhong and colleagues reported elements associated with siliceous aggregates in Layers 4 and 6, and they also doubted the validity of Weiner's analysis of Layer 10. The question of fire usage at the Zhoukoudian remains an open debate. Worldwide, evidence of fire usage is scarce in the archaeological record until 400 to 300 thousand years ago, which is generally interpreted as fire not being an integral part of life until this time, either because they could not create or well-maintain it. ==Gallery== File:Sinanthropus Skulls I and II.png|Skulls I and II File:Sinanthropus Skull II.png|Skull II Sinanthropus Skull III.png|Skull III File:Sinanthropus Skulls IV anf V.png|Skulls IV and V File:Sinanthropus Skulls V and VI.png|Skulls V and VI File:Sinanthropus Skulls VI and VII.png|Skulls VI and VII File:Sinanthropus Skulls VIII and IX.png|Skulls VIII and IX File:Sinanthropus Skull X.png|Skull X File:Sinanthropus Skull XI.png|Skull XI File:Sinanthropus Skull XII.png|Skull XII File:Peking Man maxillae.png|Maxillae from Skulls III, V, VI, and X Sinanthropus Femur I.png|Femur I Sinanthropus Femora I and II.png|Femora I and II Sinanthropus Femur III.png|Femur III Sinanthropus Femur IV.png|Femur IV Sinanthropus Femur IV reconstruction.png|Femur IV reconstructed Sinanthropus Femora V and VI.png|Femora V and VI Sinanthropus Femur VI.png|Femur VI Sinanthropus Femur VII.png|Femur VII Sinanthropus Humerus I.png|Humerus I Sinanthropus Humerus II.png|Humerus II Sinanthropus Humerus II reconstruction.png|Humerus II reconstructed Sinanthropus clavicle.png|Clavicle I ==See also== * Gigantopithecus * Lantian Man * Nanjing Man * Peopling of China * Yuanmou Man ==Notes== ==References== ==Further reading== * * * * * * * ==External links== * Peking Man fossils from Zhoukoudian * Human Timeline (Interactive) – Smithsonian, National Museum of Natural History (August 2016). Category:Archaeology of China Category:Early species of Homo Category:Pleistocene Category:Pleistocene mammals of Asia Category:Prehistoric China Category:Mammals of China Category:Homo erectus fossils Category:History of Beijing Category:Fossil taxa described in 1927 Category:1927 archaeological discoveries Category:Taxa named by Davidson Black",
 "title": "Peking Man"
}