{
 "id": "253651",
 "text": "Mayberry, North Carolina is a fictional community that was the setting for two popular American television sitcoms, The Andy Griffith Show (1960–1968) and Mayberry R.F.D. (1968–1971); Mayberry was also the setting for a 1986 reunion television film titled Return to Mayberry. Mayberry is said to be based on Andy Griffith's hometown of Mount Airy, North Carolina. Mount Airy is also known as Mayberry and called by both names by its residents. == The name \"Mayberry\" == According to show episodes, the community of Mayberry was named for fictional founder John Mayberry. Purportedly, Andy Griffith himself chose the name of the fictional community. Griffith, however, told Larry King in 2003 that Artie Stander is the person who thought of the name Mayberry; Stander was one of the show's creators and writers.CNN.com - Transcripts - CNN LARRY KING LIVE - A Mayberry Reunion With Andy Griffith and Don Knotts - Aired November 27, 2003 - 21:00 ET \"Mayberry\" is mentioned many times in television shows such as Cheers, House, M.D., Criminal Minds, Supernatural, How I Met Your Mother, Buffy, and Scrubs. According to the episode \"The Battle of Mayberry\", the town was almost named Taylortown in honor of Colonel Carleton Taylor, who was one of the first settlers in the town. ==Specific features== Mayberry had one traffic light and little in the way of indigenous crime with the exception perhaps of moonshining and bootlegging. Speeding was also mentioned in the area, like that on Highway 6 in the fourth season episode \"Barney's Sidecar\". Out-of-town bank robbers, scam artists, escaped convicts, and vagrants occasionally found their way to Mayberry. The county and the town share the same name and jurisdiction. In episode 44 \"Sheriff Barney\", the mayor of nearby Greendale relates that Mayberry County has had the lowest crime rate in the state for two years in a row under Sheriff Taylor. The town only had one long-distance telephone line, as referenced in the episode \"Man in a Hurry\", that two old ladies shared each Sunday preventing others from using the telephone. In the opening scene of season 8, episode 30 (the last episode), a sign at the railroad station lists the population and elevation of Mayberry: :Population: 5,360 :Elevation: 671 However, this conflicts with the comment made by choir director John Masters to Andy Taylor, that \"there's got to be a decent tenor in a town of two-thousand people\" in the episode The Song Festers - season 4, episode 20. And, in season 7, episode 23 (\"The Statue\"), Howard Sprague refers to a population of 1,800. ==Mayberrites== thumb|180px|Andy does his part for the Mayberry town band. Barney and Gomer are not sure he's helping the cause. * Nettie Albright (Alberta Nelson), classmate who had a crush on Barney * Amanda (Janet Waldo), local prospect Barney selected to be Andy's future wife * Big Jack Anderson (Nestor Paiva), area moonshiner who ran a still in the Rimshaw House * Teena Andrews (Diahn Williams), local citizen named Irene Phlogg who went on to become a famous movie star * Ramona Ankrum (Jackie Joseph), quiet young woman from the family that owns the Ancrum Charcoal Company and love interest of Ernest T. Bass * Arnold Bailey (Sheldon Collins), friend of Opie * Dr. Lou Bailey (James McCallion), father of Arnold Bailey * Barbara Sue (Gail Lucas), local citizen who wants to win \"The Beauty Contest\" * Ralph Barton (Charles Lampkin), friend of Sam Jones (RFD) * Ernest T. Bass (Howard Morris), bothersome troublemaker who is fond of throwing rocks through windows * Charlie Beasley (Ray Lanier), local citizen with attractive muscles * Juanita Beasley, never seen waitress at the Bluebird Diner who flirts with Barney over the phone (originally the character named Juanita was portrayed as the Mayor's daughter in season one) * Sam Becker (William Schallert), farmer and Korea War veteran who Barney suspects of growing marijuana * Tom Bedlow (Sam Edwards), local citizen who tried out for the barbershop quartet * Mrs. Beggs (Virginia Sale), local citizen * Dr. Bennett (George Selk), physician * Henry Bennett (John Qualen), local citizen accused by Barney of being a jinx * Billy (Tim Stevenson, John Reilly) friend of Opie * Erma Bishop (Lillian Bronson) crowned Miss Mayberry in beauty contest for her kind and helpful nature * Leonard Blush (Howard Morris), never seen local celebrity and former pupil of voice teacher Eleanora Poultice; \"The Voice of Mount Pilot\" on Mount Pilot radio station WMPD * Fred Boone (Jesse White), local citizen who loves bickering with his wife * Jennie Boone (Claudia Bryar), wife of Fred Boone * Trey Bowden (David Alan Bailey), friend of Opie * Nate Bracey (Frank Behrens), former classmate of Andy and Barney who attended the \"Class Reunion\" * Emma Brand-Watson (Cheerio Meredith), serial jaywalker and hypochondriac * Asa Breeney (Charles P. Thompson), security guard * George Bricker (Doodles Weaver), postman * Ellen Brown (Barbara Eden), manicurist who came to Mayberry in search of a friendly town * Karen Burgess (Ronda Jeter), Opie's classmate and girlfriend * Otis Campbell (Hal Smith), town drunk and descendant of a Revolutionary War hero * Rita Campbell (Dorothy Neumann), wife of Otis Campbell * Ella Carson (Ruth Thom), local citizen seen in three episodes * Mary Alice Carter (Morgan Brittany), Opie's first love * Emmett Clark (Paul Hartman), fix-it shop owner * Martha Clark (Mary Lansing), wife of Emmett Clark * Miss Clark (Luana Anders), local citizen seen in two episodes * Flip Conroy (Rockne Tarkington), football coach at Opie's school * The Country Boys (Billy Ray Latham on banjo, Leroy Mack and Clarence White on guitar, Eric White on bass, and Roland White on mandolin), five member bluegrass band (The Country Boys are a real-life band who appear in two episodes) * Mr. Crawford (Robert F. Simon), pharmacist * Billy Crenshaw (Johnny Bangert), Opie's rival for a delivery boy job * Glen Cripe (Delos Jewkes), bass singer in the Mayberry town choir * Lydia Crosswaith (Josie Lloyd), romantic interest of Goober Pyle * Art Crowley (Frank Warren), grocer * Old Man Crowley (Burt Mustin), local citizen * Helen Crump (Aneta Corsaut), Kansas transplant, Opie's teacher, and Andy's girlfriend (later appearing as his wife in Mayberry R.F.D.) * The Darlings (Denver Pyle as Briscoe Darling Jr., Maggie Peterson as Charlene Darling, and The Dillards as the Darling Boys), hillbilly family that plays bluegrass music with Andy in several episodes * Sharon DeSpain (Peggy McCay), Andy's high school flame who returned to Mayberry for the \"Class Reunion\" * Fletch Dilbeck (Jon Lormer), local farmer who sells crops from the bed of his Chevrolet truck * Mr. Doakes (Norris Goff), grocer * Clara Edwards (Hope Summers), Aunt Bee's best friend (also called Clara Johnson or Bertha Edwards in early episodes) * Ella (Ann Morgan Guilbert), resident who writes a society column for The Mayberry Gazette * Elmo (Vince Barnett), local citizen * Warren Ferguson (Jack Burns), Boston transplant and replacement deputy even more inept than Fife * Barney Fife (Don Knotts), Andy's lifelong friend (originally portrayed as his cousin in the pilot episode and through the first season) and deputy sheriff; later a detective with the Raleigh, North Carolina Police Department * Judd Fletcher (Burt Mustin), elderly local citizen * Charles 'Charley' Foley (Stanley Farrar, Frank Ferguson), proprietor of Foley's Grocery * Jubal Foster (Everett Sloane), local farmer and moonshiner * Mrs. Foster (Irene Tedrow), neighbor of the Taylor family whose chicken a-la-king tasted like \"wallpaper paste\" * Mr. Frisby (Charles Lane), local farmer and egg man * The Fun Girls (Joyce Jameson as Skippy and Jean Carson as Daphne), Andy and Barney's dates * Fred Goss (Fred Sherman), runs Mayberry's dry cleaning establishment * Billy Gray (Kim Tyler), friend of Opie * Sue Grigsby (Vici Raaf), wife of Harold Grigsby * Mr. Hampton (Leon Ames), principal at Mayberry Union High School * Ralph Hanes (Don Haggerty), former classmate of Barney and Andy's who attended the \"Class Reunion\" * Harold Grigsby (Kelly Thordsen), saw mill owner * Harvey (Anthony Jochim), local citizen seen in two episodes * Evan Hendricks (Bobby Diamond), wild-driving son of Orville, known to break an egg or two * Orville Hendricks (Woodrow Chambliss), butter and egg man from Mount Pilot * Hilda Mae (Florence MacMichael), Barney's girlfriend in season one (replaced by Thelma Lou) * George Hollander (Sandy Kenyon), high school history teacher * Martha Hollister (Kay Stewart), wife of Rafe Hollister * Rafe Hollister (Jack Prince), local farmer and moonshiner * Cy Hudgins (Forrest Lewis), local farmer who owns a goat named Jimmy that eats almost anything * Millie Hutchins (Arlene Golonka), girlfriend of Sam Jones * Jason (Phil Chambers), clerk at the Mayberry Hotel * Johnny Paul Jason (Richard Keith), best friend of Opie; nephew of Charley Foley * Joe (Rob Reiner), printer's apprentice * Mike Jones (Buddy Foster), son of Sam Jones (RFD) * Sam Jones (Ken Berry), farmer, single parent, and widower (like Andy); head of the Mayberry town council in Mayberry R.F.D. * Tillie Kincaid (Maxine Semon), friend of Clara Edwards and Aunt Bee * Edna Larch (Maudie Prickett), local citizen seen in four episodes * Floyd Lawson (Howard McNear), barber at Floyd's Barber Shop; father of Norman and Randall Lawson * Leon (Clint Howard), toddler in a cowboy outfit who wanders the streets of Mayberry * Clara Lindsey (Mary Treen), wife of Sam Lindsey * Jim Lindsey (James Best), talented guitarist who joins Bobby Fleet and His Band with a Beat * Sam Lindsey (Frank Ferguson), husband of Clara Lindsey * Flora Malherbe (Alberta Nelson), waitress at the Mayberry Diner; becomes Goober's girlfriend * John Masters (Olan Soule), hotel clerk and director of the town's singing choir * Mr. McBeevee (Karl Swenson), lineman, who according to Opie, walks in the trees, wears a silver hat, jingles when he walks, and has twelve extra hands * Peggy McMillan (Joanna Moore), nurse and Andy's girlfriend * Mr. Meldrim (Warren Parker), president of Mayberry Security Bank * Mrs. Mendelbright (Enid Markey), Barney's landlady * Merle (Sherwood Keith), town councilman * Malcolm Merriweather (Bernard Fox), English valet * Bert Miller (Sterling Holloway), peddler * Orville Monroe (Jonathan Hole), undertaker and TV repairman * Jimmy Morgan (Pat Colby), mechanic at Wally's accused of being a thief * Morrison Sisters (Gladys Hurlbut as Clarabelle Morrison and Charity Grace as Jennifer Morrison), moonshiners who runs the local flower shop * Sam Muggins (Sam Edwards), moonshiner accused of stealing business from the department store, incarcerated at the Mayberry Jail on Christmas Eve with his family (Margaret Kerry as wife, Bess; Joy Ellison as daughter, Effie; and Kelly Flynn as Billy Muggins) * Frank Myers (Andy Clyde), elderly resident evicted for not paying taxes * Mavis Neff (Elaine Joyce), employee at Walker's Drugstore who went on a date with Andy * Charlie O'Malley (Willis Bouchey), wealthy resident who also owns a cabin outside of town * Mrs. Pendleton (Ruth McDevitt), head of the Mayberry school board and good friend of Martha Clark and Aunt Bee * Pete (George Dunn), local citizen frequently seen in Floyd's Barbershop * Burly Peters (Thom Carney), local citizen who plays the drums in the Mayberry Band * Dr. Thomas Peterson (William Christopher), physician who replaced the retiring Dr. Bennett * Whitey Porter (Joey Scott), friend of Opie * Josephine Pike (Josie Lloyd), daughter of Mayor Pike * Mayor Pike (Dick Elliott) mayor in the first two seasons (1960–61) * Whitey Porter (Joey Scott), friend of Opie * Howie Pruitt (Dennis Rush), good friend of Opie * Jeff Pruitt (Alan Hale) farmer who came to Mayberry to find a wife * Gomer Pyle (Jim Nabors), service station attendant at Wally's Filling Station for three seasons (1962–64) (left Mayberry to join the Marine Corps in Gomer Pyle, U.S.M.C.) * Goober Pyle (George Lindsey), auto mechanic at Wally's Garage and Filling Station (later service station owner) * Dr. Roberts (Charles P. Thompson), local physician * Mrs. Rodenbach (Mary Lansing), local citizen seen in three episodes * Rose (Mary Treen), Andy's housekeeper who got married and moved away, replaced by Aunt Bee * Rosemary (Rachel Ames), local prospect Barney selected to be Andy's future wife * Sam (Sherwood Keith), local citizen often seen in Floyd's Barber Shop * Sandy (Sherman Sanders), square dance caller * Sarah, often spoken to, but never seen, telephone operator * Ed Sawyer (William Lanteau), mysterious stranger who moves to Mayberry and disrupts the lives of the townspeople because he appears to know startling facts about them * Mr. Schwamp, (portrayed by unknown) local citizen seen in at least 26 episodes of The Andy Griffith Show; also appeared in Gomer Pyle U.S.M.C. and Mayberry R.F.D. * Ben Sewell (Jack Prince), moonshiner who was ratted out by the Morrison sisters * Sharon (Barbara Griffith), part of the Mayberry choir (portrayed by Andy Griffith's real life wife, Barbara Edwards) * Sheldon (Terry Dickinson), local bully who extorts Opie for his milk money * Annabelle Silby (Lurene Tuttle), local do-gooder and wife of Tom Silby * Tom Silby (Stuart Erwin), local citizen who returns to town after being declared dead * Mr. Simmons (Richard Collier), proprietor of company called Simmons Seeds * Minnie 'Mary' Simpson (Julie Adams, Sue Ane Langdon), county nurse * Rube Sloane (Thom Carney), moonshiner who was ratted out by the Morrison sisters * Howard Sprague (Jack Dodson), county clerk * Mrs. Sprague (Mabel Albertson), overbearing mother of Howard Sprague * Fred Stevens (Pat Coghlan), owner of Sterling Jewelry Store * Roy Stoner (Parley Baer), mayor of Mayberry for three seasons (1962–64), replacing Mayor Pike * Henrietta Swanson (Elvia Allman), local citizen whose daughter, Darlene, wants to enter \"The Beauty Contest\" * Millie Swanson (Arlene Golonka), bakery clerk and girlfriend of Sam Jones (RFD) * Billy Ray Talbot (Dub Taylor), postmaster * Cyrus Tankersley (George Cisar), local citizen * Andy Taylor (Andy Griffith), sheriff and widowed father * Beatrice Taylor (Frances Bavier), Andy's aunt and housekeeper, known as Aunt Bee * Opie Taylor (Ronny Howard), son of Andy * Thelma Lou (Betty Lynn), Barney's sweetheart * Farley Thurston (Lyle Latell), butter and egg man * Tommy (Dennis Holmes), friend of Opie * Rev. Hobart M. Tucker (William Keene), Pastor of the All Souls Church * Myra Tucker (Amzie Strickland), local citizen seen in two episodes * Farley Upchurch (Frank Cady, Clinton Sundberg), local citizen seen in two episodes * Ellie Walker (Elinor Donahue), pharmacist and one-time love interest of Andy * Fred Walker (Harry Antrim), proprietor of Walker's Drug Store; uncle of Ellis Walker * Gilly Walker (Larry Hovis), high-strung friend of Goober Pyle * Wally (Norman Leavitt, Trevor Bardette, Cliff Norton, Blackie Hunt), proprietor and principal mechanic of Wally's Filling Station (no last name is ever given for Wally) * Dudley A. 'Dud' Wash (Hoke Howell, Bob Denver), fiancée and eventual husband of Charlene Darling; father of Andelina Wash. * Joe Waters (Bob McQuain), local citizen seen in five episodes * Ben Weaver (Will Wright, Tol Avery, Jason Johnson), flint-hearted proprietor of Weaver's Department Store and local landlord * Mary Wiggins (Joy Ellison), classmate of Opie * Mrs. Wiley (Doris Packer), genealogy researcher who called Ernest T. Bass \"a creature\" * Ramona Wiley-Becktoris (Virginia Eiler), one- time resident who dated Barney Fife and returned to Mayberry for the \"Class Reunion\" * Arnold Winkler (Ronnie Dapo), friend of Opie ==Archetypal small town== === Real-life models === Many assume Mayberry was loosely based on Andy Griffith's hometown of Mount Airy, North Carolina, but actually, Griffith has indicated that nearby Pilot Mountain, also in Surry County, North Carolina, inspired him in creating the town. Pilot Mountain likely was the inspiration for the fictional town of \"Mount Pilot\", a nearby larger town in relation to Mayberry, often referred to and occasionally visited by the characters in The Andy Griffith Show. The county seat of Surry County is in Dobson; thus, this is the location of the nearest courthouse to Mount Airy. One episode has a fictional nearby location - \"Pierce County\". Another episode has Barney Fife referring to Sheriff Taylor and himself as \"the law west of Mount Pilot\". Other place names used in the show refer to actual places in North Carolina, such as Raleigh—which was also often called \"Capital City\" – Siler City, Greensboro, Winston-Salem, Chapel Hill, Stokes County, Elm City and Charlotte. One of the stars of the show, Frances Bavier (who played Aunt Bee) retired to Siler City in real life. (Betty Lynn who played Thelma Lou retired to Mount Airy.) In episode 248 \"A Girl For Goober\", the towns of Manteo and Toast are mentioned. Andy Griffith owned a home in Manteo (on North Carolina's Atlantic coast), and Toast is about two miles outside of Mt. Airy in Surry County. Stokes County, which borders Surry County to the east, is mentioned as the location of Myers Lake in episode 140 \"Andy And Helen Have Their Day\". In episode 62 \"Cousin Virgil\", the bus picks up Barney's cousin in Currituck. A Currituck County is located in eastern North Carolina. In episode 17 \"Alcohol And Old Lace\" while looking for moonshine stills, Barney suggests looking into Fancy Gap, Virginia, a town just across the state line from Mt. Airy. In episode 60 \"Bookie Barber\", Aunt Bee states that Floyd's Barber Shop has received phone calls from as far away as Morehead City. In episode 136 \"Opie's Fortune\", a man from Bannertown lost $50. Bannertown is a few miles from Mt. Airy in Surry County. In episode 68 \"Barney Mends a Broken Heart\", the towns of Harnett and Yancey are mentioned. Both a Harnett County and a Yancey County are in North Carolina. In episode 3 \"The Guitar Player\" played by James Best, who later played Sheriff Rosco P. Coltrane on The Dukes of Hazzard, Best's character Jim Lindsey buys his guitar picks in Winston-Salem, which is actually the nearest big city to Mount Airy (37 miles). In Season 4, Episode 3 of Gomer Pyle, U.S.M.C., (“Corporal Carol”) Gomer tells the corporal (played by Carol Burnett) that he is from Mayberry, North Carolina, “just a little bitty town about 30 miles outside of Raleigh“. ===Origins and expansion=== Mayberry originated in an episode of The Danny Thomas Show and was the setting for The Andy Griffith Show, Mayberry RFD, and the 1986 reunion film Return to Mayberry. === Eponymous real life community === Mayberry is the name of a real community in Patrick County, Virginia; located 22 miles northeast of Andy Griffith's hometown of Mount Airy, North Carolina. The Mayberry Trading Post, home of the Mayberry, Virginia post office until it closed in 1922, told local TV station WGHP-TV that Griffith and his father made many trips to the Mayberry Trading Post. ==Town landmarks== === Public Buildings === * The Mayberry Courthouse – Was where Sheriff Andy Taylor and Deputy Barney Fife maintained law and order. It also contained the county jail—two cells, a back room, and the mayor's office upstairs. No inside stairs are seen, although there is an outside fire escape. Aside from Andy Taylor's home, this was the main setting for The Andy Griffith Show. * Mayberry Security Bank – The town's only bank, was often subject to robberies. It contains a large vault, and its only security guard is a senile man named Asa, who is constantly sleeping and whose fall-apart dilapidated gun is filled with moldy bullets. An interesting plot hole about the vault: in one episode, the vault combination was lost so an extra door was put in the vault. But in another episode, Barney Fife gets himself locked in the safe and only escapes by breaking the wall between the vault and the next-door beauty parlor. * Mayberry Union High School – The high school from which Andy and Barney graduated in 1948. In the episode \"The Return of Barney Fife\", which originally aired 01/10/1966, Barney and Andy attend their high school reunion. Behind the small orchestra playing during the dance hangs a banner that reads \"Welcome Class of '48\". However, in the episode \"Class Reunion\", which originally aired 02/04/1963 Andy and Barney organize a class reunion in which the banner reads \"Class of '45\". * U.S. Post Office – The town's only post office. === Houses === * Taylor House – Humble, yet handsome, two-story frame house at 332 Maple Road (though once noted by Barney to be on Elm St.), a short walk from the courthouse. Notable features include a front porch perfect for conversation and guitar playing, a back porch with an extra freezer, and a living room with a high ceiling and rough- hewn (rusticated ashlar) stone fireplace. * Mrs. Mendalbright's Rooming House – Barney Fife boards upstairs and his landlady is Mrs. Mendalbright. * Thelma Lou's House – The home of Thelma Lou, Barney's girlfriend. * Helen Crump's House – The home of Helen Crump, Andy's girlfriend and Opie's teacher. * Mrs. Wiley's House – The home of Mrs. Wiley, which is frequently subject to parties, two of which were crashed by Ernest T. Bass. * The Rimshaw House – The \"haunted\" house of the deceased Old Man Rimshaw where Otis Campbell and Big Jack Anderson were running a still. === Entertainment/Religious Venues === * All Souls Church – also known as Community Church – Was the non- denominational Protestant church the Taylor's and other townspeople attended in Mayberry. It could seat around 40 people and a choir. The church hosted an annual picnic and an annual bazaar. * The Grand Theatre – The movie theater where Andy and Barney often took their girlfriends (Helen Crump and Thelma Lou, respectively) on dates. === Commercial Establishments === * Emmett's Fix- it Shop – Handyman Emmett Clark's business replaced Floyd's when Howard McNear left the show. * Fleur De Lis Beauty Salon – Located just down Main Street from the Mayberry Courthouse and Walker's Drugstore. * Floyd's Barber Shop – Run by the scatterbrained Floyd Lawson, it was the main center of action in Mayberry. On any given day, it was not unusual to see many of the town's important figures, including the mayor and the sheriff, gathered here. * Monroe's Funeral Parlor – Owned by city councilman Orville Monroe who also repairs TV's at Monroe's TV Repair when the funeral business is slow. * Simmons Seeds – Run by Mr. Simmons. * F. Wakefield Beauty Salon – Located on Main Street across Luken's, where Aunt Bee and Clara Johnson get their hair done. * Walker's Drug Store – This was the town drug store and soda shop owned by Fred Walker. His niece Ellie (Elinor Donahue), also a pharmacist, worked there for a while and was Andy's first girlfriend on the show. In the early episodes, characters often talked about \"going to Walker's for an ice cream soda.\" * Wally's Filling Station – The town's only known gas station, it employed cousins Gomer and Goober Pyle. It also served as the town's auto repair garage. === Places to Shop === * Foley's Grocery – also known as Crowley's Market – The main grocery store in Mayberry frequented by many of the ladies in town. It was located across from the Mayberry Hotel. Mr. Foley is the owner of the store, but apparently tasks Art Crowley with running day- to-day operations. * Luken's Style Shop – Small boutique located on Main Street operated by Mrs. Lukens. * Morrison Sisters Flower Shop – Owned by sisters Clarabelle and Jennifer Morrison who also run a moonshine still. * Mort's Clothing Store – Located next to the Fleur De Lis Beauty Salon. * Nelson's Hardware Store – Barney took Thelma Lou there to see a new window- display of bicycle accessories. * Sterling Jewelry Store – Fred Sterling, the owner, sells jewelry and silver, and does re-sizings and watch repairs. * Weaver's Department Store – Run by the miserly Ben Weaver. * Willick's Shoe Store – Shoe Store in Mayberry owned by Harvey Willick. === Places to Eat === * Bluebird Diner – This was the restaurant where Barney was often seen calling to talk to his secret love, the enigmatic waitress \"Juanita\". A man named Frank owns the diner. It is located on the outskirts of Mayberry, near Myer's Lake. Mount Airy has a family-owned restaurant called the Bluebird Diner. * Mayberry Diner – The main restaurant in Mayberry that Barney and Andy frequent for its inexpensive daily specials. * Morelli's – A more upscale restaurant outside of town. Known for its special dinner, the pounded steak supper, \"pounded on the premises.\" * Snappy Lunch – Diner named after a real eatery that still serves lunch in Mount Airy, North Carolina. === Lodging === * Mayberry Hotel – Where out-of-towners often stayed, the Mayberry Hotel was also where choir director John Masters was employed. === Physical Landmarks === * Myer's Lake – As seen in the opening credits of The Andy Griffith Show, it was the place Andy and Opie Taylor went fishing, and where Barney often drove with Thelma Lou for their \"romantic getaways\". The fictional lake was mentioned on the show as being located in Stokes County, North Carolina. Stokes County is a real county next to Surry County where Andy Griffith was born and raised. Franklin Canyon Park was used for filming. == In popular culture == Due to the success and fame of the television show, \"Mayberry\" has been used as a term for both idyllic small-town life and for rural simplicity (for both good and ill). In a song by Rascal Flatts titled \"Mayberry\", the town is mentioned: \"Well I miss Mayberry sitting on the porch drinking ice cold Cherry Coke where everything is black and white.\" In the Lynyrd Skynyrd song “Simple Life” (from the album “God & Guns”), there’s a line in the lyrics: “…put my feet up, watch a rerun on TV, Laughing with Ole Barney, Andy and Aunt Bee…”. In the song called \"Grandpa's Interview\" on the Neil Young album Greendale: \"Shows with love and affection, Like mama used to say, A little Mayberry livin', Can go a long way.\" Home, the second episode of the fourth season of the television show The X-Files, makes frequent references to Mayberry because of the size of the town in which the investigation takes place. In the song \"High-Tech Redneck\" on the George Jones album of the same name, the town is mentioned: \"He's a high-tech redneck, Mayberry meets Startrek.\" In the fifth episode of the seventh season of Desperate Housewives, Doug refers to Wisteria Lane as ‘Mayberry’ due to the apparent idyllic suburbs where the show is set. ==References== ==External links== * Behind the Scenes of the Real Mayberry A behind the scenes look at The Andy Griffith Show and the real Mayberry, includes filming locations, the stars made on the show, and Mayberry trivia. Category:Fictional populated places in North Carolina Category:Mount Airy, North Carolina Category:Fictional elements introduced in 1960 Category:The Andy Griffith Show",
 "title": "Mayberry"
}