{
 "id": "253648",
 "text": "Milagros Ninette Corretjer Maldonado, known as Millie Corretjer (born April 18, 1974), is a Puerto Rican singer and actress. She is married to former professional boxer Oscar De La Hoya. She is the granddaughter of influential poet and one-time Secretary General of the pro-independence Puerto Rican Nationalist Party, Juan Antonio Corretjer. ==Early life== Corretjer was born on April 18, 1974, in San Juan, Puerto Rico, to Jesús Francisco Corretjer and Milagros Maldonado. Her paternal grandfather was poet and activist Juan Antonio Corretjer Montes, with her paternal great-great grandfather Antoni Corretjer Caire originally from Pineda de Mar, Province of Barcelona, SpainDiego Corretjer y Hernández – Census records At the age of 15, Corretjer hosted the Puerto Rican television show La Ola Nueva (\"The New Wave\"). ==Musical career== In 1995, she released the album Sola (\"Alone\"), which sent three of her songs to the Billboard lists. The album featured Spanish versions of Selena songs, \"Where Did the Feeling Go?\", which was called \"Donde te has ido amor\", and \"Only Love\", called \"Solo tu\", and received a nomination for a Lo Nuestro Award for Best New Artist. In 1997, Corretjer released her second album, Emociones (\"Emotions\"). Her third album, 1999's Amar es un Juego, earned her a gold album in Puerto Rico; her song \"De Hoy en Adelante\" (\"From Today On\") ranked number one on the Billboard charts for more than six weeks. Corretjer and her music became well known in Puerto Rico, Mexico, Argentina, Bolivia, Brazil (where she lived for six months) and other Latin American countries, as well as in the United States. Corretjer re-took her singing career in 2020, recording a video of one of her new songs, called \"Si yo Fuera Tu\" (\"If I Were You\") by herself and by using an iPhone. ==Marriage & children== In 2000, Oscar De La Hoya recorded his first music album. In the studio, while trying to record songs for his album, he was finding it difficult to sing with more passion. To demonstrate passionate singing, his producer Rudy Perez showed him \"Una Voz en el Alma\", one of Corretjer's music videos from the previous album, which he had produced. De La Hoya asked for the name of the singer in the video, and the producer replied that she was a singer and actress named Millie Corretjer, who had previously worked with him. De La Hoya asked that Corretjer be the model in his next music video. After meeting each other on an EMI convention in Texas, the two fell in love and began dating. They were married on October 5, 2001, in a secret ceremony in San Juan. They split in 2016. Corretjer made an appearance in De La Hoya's video \"Para Que\", and years later he did the same for Corretjer's video \"En Cuerpo y Alma\". Corretjer has three children, a son, Oscar Gabriel De La Hoya (born December 29, 2005) and two daughters, Nina Lauren Nenitte De La Hoya (born December 29, 2007) and Victoria Lauren Rose De La Hoya (born January 14, 2014). She also has three former stepchildren through De La Hoya, all from his previous relationships: two ex-stepsons, Jacob De La Hoya (born February 18, 1998) and Devon De La Hoya (born November 30, 1998), and an ex- stepdaughter, Atiana Cecilia De La Hoya (born March 29, 1999). == References == ==External links== *MillieCorretjer.net Category:1974 births Category:Living people Category:People from San Juan, Puerto Rico Category:Puerto Rican television actresses Category:20th-century Puerto Rican women singers Category:Puerto Rican people of Catalan descent Category:Puerto Rican pop singers Category:Latin pop singers Category:21st-century Puerto Rican women singers Category:Women in Latin music",
 "title": "Millie Corretjer"
}