{
 "id": "253657",
 "text": "Witness Lee (; 1905 – June 9, 1997) was a Chinese Christian preacher and hymnist belonging to the Christian group known as the local churches (or Local Church) in Taiwan and the United States. He was also the founder of Living Stream Ministry. Lee was born in 1905 in the city of Yantai, Shandong, China, to a Southern Baptist family. He became a Christian in 1925 after hearing the preaching of an evangelist named Peace Wang and later joined the Christian work started by Watchman Nee. Like Nee, Lee emphasized what he considered the believers' subjective experience and enjoyment of Christ as life for the building up of the church, not as an organization, but as the Body of Christ.Lee, Witness. The History of the Church and the Local Churches. Anaheim: Living Stream Ministry (1993).Lee, Witness. Living a Life According to the High Peak of God's Revelation. Anaheim: Living Stream Ministry (1994).. ==Biography== ===Early years=== Witness Lee was born in 1905 in Shandong Province in China. Lee's great-grandfather was a Southern Baptist who brought Lee's mother into Christianity. Lee's mother studied in an American Southern Baptist mission school and was baptized as a teenager at a Southern Baptist church. She sold her inheritance to provide her children with an education in Chinese and English. Lee's father was a farmer who died in 1923.Reetzke, James. Biographical Sketches: A Brief History of the Lord’s Recovery. Chicago: Chicago Bibles & Books (2003). Lee was brought into contact with his mother's Baptist Church in Yantai where he studied at a Southern Baptist elementary school and later at a mission college operated by American Presbyterians. Although Lee attended Southern Baptist services and Sunday school in his youth, he was never converted nor baptized by them. After her conversion, Lee's second sister began to pray for him and introduced him to a Chinese pastor who encouraged him to attend his Sunday morning services. Inspired by the preaching of Peace Wang, Lee dedicated himself to serve God for the rest of his life in April 1925 at the age of 19.Lee, Witness. Watchman Nee: A Seer of the Divine Revelation in the Present Age. Anaheim: Living Stream Ministry (1991). Through Watchman Nee's teaching Lee began to believe that denominationalism was unscriptural. In 1927, when elected to the board of the Chinese Independent Church, he declined the position and left the denomination. Lee then began to meet with the Benjamin Newton branch of the Plymouth Brethren where he remained for seven and a half years and was baptized in the sea by a local Brethren leader, Mr. Burnett, in 1930.A Memorial Biography of Brother Witness Lee. Anaheim: Living Stream Ministry (1998). ===Ministry with Watchman Nee=== Soon after Lee's conversion to Christianity, he began to study various Christian teachers and discovered the writings of Watchman Nee in two periodicals, The Morning Star and The Christian. Lee began to correspond with Nee to seek his guidance for a better understanding of the Bible. In 1932 Nee visited Yantai, and the two met for the first time. During the visit, Lee felt that his relationship with God and his understanding of how to study the Bible were revolutionized. During this time, Lee began to feel that God was calling him to quit his job and serve as a full-time minister, which he did in August 1933. Soon afterward, he received a letter from Watchman Nee that read, “Brother Witness, as for your future, I feel that you should serve the Lord with your full time. How do you feel? May the Lord lead you.” Lee felt this letter strongly confirmed his decision.Witness_Lee|Lee, Witness. ‘’Watchman Nee—A Seer of the Divine Revelation in the Present Age.’’ Anaheim: Living Stream Ministry, (1991). From that point onward, Lee began to work closely with Nee. In 1934, Lee moved his family to Shanghai as editor of Nee's magazine The Christian. The following year, he began to travel throughout China giving messages to Christians and helping to establish local churches; many churches were established in Zhejiang Province as well as in Beijing and Tianjin. He also traveled to the northwestern provinces of Suiyuan, Shanxi, and Shaanxi to preach the gospel and edify Christians there prior to the Japanese invasion in 1937. With the war beginning, Lee returned to Yantai caring for churches in Yantai and Qingdao. At the end of 1942 a revival broke out in Yantai, and the church met continuously for one hundred days. Under suspicion of espionage due to his experimentation with evangelism by migration, Lee was arrested by the Imperial Japanese Army in May 1943 and underwent a month's interrogation through flogging and water torture. His health was greatly weakened by this imprisonment and he developed tuberculosis. In order to rest and recuperate, he moved to Qingdao in 1944 for two years.Kinnear, Angus. Against the Tide: The Story of Watchman Nee. Fort Washington: Christian Literature Crusade (1997). Following the end of the war, brought great uncertainty for Nee's ministry. In 1949, Nee and his co-workers sent Witness Lee to Taiwan in order to continue Nee's work free from the threat of government persecution under Chinese communism.Laurent, Bob. Watchman Nee: Man of Suffering. Uhrichsville: Barbour Publishing (1998).Swanson, Allen J. Taiwan: Mainline Versus Independent Church Growth: A Study in Contrasts. Pasadena: William Carey Library (1973). Watchman Nee and Witness Lee met for the last time in Hong Kong in 1950.Lee, Joseph Tse-Hei. \"Watchman Nee and the Little Flock Movement in Maoist China.\" Church History 74:1 (2005), 84. For over a month they spoke together and helped bring about a revival in the church in Hong Kong. Nee charged Lee to instruct, teach, and lead the elders and to make arrangements concerning the church services, as well as the purchase of land for the building of a new meeting place. Nee then returned to mainland China where, in 1952, he was imprisoned for the remaining twenty years of his life by the CCP. The two were never able to communicate again. ===Ministry in Taiwan=== When Witness Lee moved to Taiwan in May 1949 he began his work with a few believers and churches already present there. Within five to six years, the number of Christians under his leadership increased from five hundred to over fifty thousand. Lee began to conduct conferences and trainings for the churches on a yearly basis and beginning in 1951 a formal training for his ministry co- workers. Lee also began to publish books through his publishing company, The Taiwan Gospel Book Room, as well as The Ministry of the Word magazine published from 1950 until 1986 in 415 issues. ===Going west=== Lee's work in the West was initiated with invitations to conduct conferences in London, England and Copenhagen, Denmark in 1958. Between 1958 and 1961, he also visited the United States three times. In 1962 he moved to Los Angeles and held his first conference there. Messages from that conference were later published as a book entitled The All-Inclusive Christ. In the ensuing years, Lee was invited to speak to Christian groups throughout the United States. His messages delivered during shorter conferences and longer trainings were printed in The Stream magazine, published by The Stream Publishers (later renamed Living Stream Ministry). Throughout the 1960s and 1970s Lee traveled extensively throughout the United States, Canada, and the Far East, and elsewhere. In 1974 he moved to Anaheim, California where he began a book-by- book exposition of the Bible with the Life-study of Genesis. His entire Life- study of the Bible was completed in December 1994. Lee also wrote extensive outlines, footnotes, and cross references for the entire New Testament; these were eventually incorporated into a new translation of the New Testament, the Recovery Version, published in English in 1985. A translation into Chinese appeared in 1987, with various other languages following it since Lee's death. ===\"God-Ordained Way\"=== Beginning in the mid-1980s, Witness Lee felt that the rate of growth was too slow in the local churches. Eventually, he returned to Taiwan and determined that there was a need for a shift away from large meetings with one speaker to small group meetings in homes.Lee, Witness. Fellowship Concerning the Urgent Need of the Vital Groups. Anaheim: Living Stream Ministry (1998). In his ministry he began to refer to this emphasis as the \"God-ordained way.\" Lee believed that by practicing the God-ordained way, churches could be saved from oldness and degradation and be brought back to a biblical pattern.Lee, Witness. The Lord's New Way and His Ministry Today. Anaheim: Living Stream Ministry (1986). The God-ordained way consists of four major steps:Lee, Witness. Lessons on the God-Ordained Way. Anaheim: Living Stream Ministry (2002). ===Later ministry=== In February 1994 Lee began to deliver messages on subjects he referred to as \"the high peak of the divine revelation.\" The focus of his messages was \"God’s economy to make the believers God in life and nature but not in the Godhead.\" He also spoke on topics like \"the New Jerusalem, the complete salvation of God with its judicial and organic aspects, the full ministry of Christ in His three divine and mystical stages, and the incorporation of the believers with the consummated Triune God.\" He also began a series of Bible expositions known as \"Crystallization-studies.\" He continued to encourage the practice of the \"God- ordained way.\" Witness Lee gave his last conference in February 1997. Three months later he was hospitalized with complications due to prostate cancer. He died on June 9, 1997. ==Witness Lee's view of Christendom== Witness Lee was critical of Christendom as a system while stressing the need to accept all believers based on what he taught was the common faith (Tit. 1:4, Jude 3). Witness Lee taught that certain practices in Christendom were unscriptural, such as the use of denominating names and the clergy-laity system. Nevertheless, he often emphasized the need for oneness among all Christians.Lee, Witness. The Speciality, Generality, and Practicality of the Church Life. Anaheim: Living Stream Ministry (1984). ==Publications== Many of Witness Lee's spoken messages have been published in over 400 books translated into more than fourteen different languages.. His largest written work is The Life-study of the Bible, comprising over 25,000 pages of commentary on every book of the Bible from the perspective of the believers' enjoyment and experience of God's divine life in Christ through the Holy Spirit. A radio broadcast called Life-study of the Bible with Witness Lee was later produced from these spoken messages.. Following the Life-study Lee began a focused Crystallization-study to look at high points, or \"crystals,\" of each book of the Bible. However, he died before completing this work. He was also the chief editor of a new translation of the New Testament into English and Chinese called the Recovery Version. In addition, Witness Lee wrote, collected, and translated Christian hymns. In 1963 and 1964, he wrote the lyrics to approximately 200 new hymns that he compiled together with hymns from other authors. These were then categorized by topic for Hymns, with a total of 1,080 songs, published by Living Stream Ministry.Witness Lee Hymns ==See also== * Watchman Nee * The Local Churches * Local Church controversies * Living Stream Ministry * Recovery Version ==References== ==External links== *Life and Work of Witness Lee *Life and Work of Watchman Nee *Published Works of Watchman Nee and Witness Lee *Publications and Biographies of Watchman Nee and Witness Lee *Online Recovery Version Bible *Free Recovery Version Bible * An Oral History of Witness Lee in America – By James Barber (.mp3 Format, 89min, 10.2Meg) * My last conversation with Brother Witness Lee from Kerry S. Robichaux * \"We Were Wrong\" -- Christian Research Institute Journal on Witness Lee and the local churches *An Open Letter Concerning the Teachings of Witness Lee Category:1905 births Category:1997 deaths Category:Chinese Protestant missionaries Category:Chinese Protestant ministers and clergy Category:Local Church movement Category:Christian writers Category:Translators of the Bible into Chinese Category:Chinese evangelists Category:People from Penglai, Shandong Category:20th-century Chinese translators Category:Taiwanese people from Shandong Category:Writers from Yantai Category:Prisoners and detainees of Japan Category:Missionary linguists",
 "title": "Witness Lee"
}