{
 "id": "253911",
 "text": "Ian Michael Hamilton (born 31 October 1950) is an English former footballer who played as a midfielder. He made more than 300 appearances in the Football League playing for Chelsea, Southend United, Aston Villa and Sheffield United, and more than 100 in the North American Soccer League for Minnesota Kicks and San Jose Earthquakes. He was nicknamed \"Chico\" after the jazz drummer. Hamilton joined Chelsea as a junior and became the Stamford Bridge club's youngest ever player and goalscorer at 16 years, 138 days when he scored against Tottenham Hotspur on his debut, on 18 March 1967, a feat which earned comparisons with another famous Chelsea striker who also scored on his debut against Spurs – Jimmy Greaves. Thereafter he played only four more first-team games for Chelsea, spending the 1968–69 season with Southend United before moving to Aston Villa in 1968. At Villa he carved out a long career as a midfielder, helping the club win the Third Division title in 1972, and playing in two League Cup finals – they lost in 1971 and won in 1975. After two seasons with Sheffield United, Hamilton became one of many British footballers who ended their careers in the North American Soccer League, where he played for Minnesota Kicks and San Jose Earthquakes. After he finished his professional career, he spent 17 years as boys' soccer coach at Thomas Worthington High School, in Worthington, Ohio, returning after a seven-year gap to coach girls' soccer. ==References== ==External links== * NASL stats Category:1950 births Category:Living people Category:Footballers from Streatham Category:English footballers Category:Association football midfielders Category:Chelsea F.C. players Category:Southend United F.C. players Category:Aston Villa F.C. players Category:Sheffield United F.C. players Category:Minnesota Kicks players Category:San Jose Earthquakes (1974–1988) players Category:English Football League players Category:North American Soccer League (1968–1984) indoor players Category:North American Soccer League (1968–1984) players Category:English expatriate footballers Category:Expatriate soccer players in the United States Category:People from Worthington, Ohio Category:English expatriate sportspeople in the United States",
 "title": "Ian Hamilton (footballer, born 1950)"
}