{
 "id": "25401",
 "text": "The Romance languages, less commonly referred to as Latin languages or Neo- Latin languages, are the various modern languages that evolved from Vulgar Latin between the 3rd and 8th centuries. They are a subgroup of the Italic languages in the Indo-European language family. The six most widely spoken Romance languages by number of native speakers are Spanish (489 million), Portuguese (283 million), French (77 million), Italian (67 million), Romanian (24 million), and Catalan (14.5 million). Among all the Romance languages, including national and regional languages, Sardinian, Italian and Spanish are together the least differentiated from Latin, and Occitan is closer to Latin than French. The most divergent to Latin is French, which was heavily influenced by Germanic languages.«Classifications that are not based on family trees usually involve ranking languages according to degree of differentiation rather than grouping them; thus, if the Romance languages are compared with Latin, it is seen that by most measures Sardinian and Italian are least differentiated and French most (though in vocabulary Romanian has changed most).» For example, a 1949 study by Pei, analyzing the degree of difference from a language's parent (Latin, in the case of Romance languages) by comparing phonology, inflection, syntax, vocabulary, and intonation, indicated the following percentages (the higher the percentage, the greater the distance from Latin): Sardinian 8%, Italian 12%, Spanish 20%, Romanian 23.5%, Occitan 25%, Portuguese 31%, and French 44%. However, all Romance languages are closer to each other than to classical Latin. There are more than 900 million native speakers of Romance languages found worldwide, mainly in the Americas, Europe, and parts of Africa. The major Romance languages also have many non-native speakers and are in widespread use as lingua franca.M. Paul Lewis, \"Summary by language size\", Ethnologue: Languages of the World, Sixteenth Edition. This is especially true of French, which is in widespread use throughout Central and West Africa, Madagascar, Mauritius, Seychelles, Comoros, Djibouti, Lebanon, and the western Maghreb. Because it is difficult to assign rigid categories to phenomena such as languages, which exist on a continuum, estimates of the number of modern Romance languages vary. For example, Dalby lists 23, based on the criterion of mutual intelligibility. The following includes those and additional current, living languages, and one extinct language, Dalmatian: *Ibero-Romance: Portuguese/Galician, Asturleonese/Mirandese, Spanish, Aragonese, Ladino (Judaeo-Spanish); *Occitano-Romance: Catalan/Valencian, Occitan (lenga d'oc), Gascon; *Gallo-Romance: French/Oïl languages, Franco- Provençal (Arpitan); *Rhaeto-Romance: Romansh, Ladin, Friulian; *Gallo-Italic: Piedmontese, Ligurian, Lombard, Emilian, Romagnol; *Italo-Dalmatian: Italian, Tuscan, Romanesco, Corsican, Sassarese, Sicilian, Neapolitan, Dalmatian (extinct in 1898), Venetian (classification disputed), Istriot; *Sardinian; *Eastern Romance: Romanian, Aromanian, Megleno-Romanian, Istro-Romanian. == Name == The term Romance derives from the Vulgar Latin adverb , \"in Roman\", derived from : for instance, in the expression , \"to speak in Roman\" (that is, the Latin vernacular), contrasted with , \"to speak in Latin\" (Medieval Latin, the conservative version of the language used in writing and formal contexts or as a lingua franca), and with , \"to speak in Barbarian\" (the non-Latin languages of the peoples living outside the Roman Empire). From this adverb the noun romance originated, which applied initially to anything written , or \"in the Roman vernacular\". == Samples == Lexical and grammatical similarities among the Romance languages, and between Latin and each of them, are apparent from the following examples having the same meaning in various Romance lects: :{| cellspacing=\"3px\" | English || She always closes the window before she dines/before dining. |- | Latin || |- | Vulgar Latin || / (later, only in Italy, ) |- | Apulian || |- | Aragonese || |- | Aromanian || |- | Asturian || |- | Cantabrian || |- | Catalan || |- | Northern Corsican || . |- | Southern Corsican || . |- | Emilian (Reggiano) || |- | Emilian (Bolognese) || |- | Emilian (Piacenza Language) || Ad sira lé la sèra seimpar la finéstra prima da seina. |- | Extremaduran || |- | Franco-Provençal || |- | French || |- | Friulian || |- | Galician || |- | Gallurese || |- | Italian || |- | Judaeo- Spanish || |- | Ladin || Badiot: Centro Cadore: Auronzo di Cadore: Gherdëina: |- | Leonese || |- | Ligurian || |- | Lombard (east.) (Bergamasque) || |- | Lombard (west.) || |- | Magoua || |- | Mirandese || |- | Neapolitan || |- | Norman || |- | Occitan || |- | Picard || |- | Piedmontese || |- | Portuguese || |- | Romagnol || |- | Romanian || |- | Romansh || |- | South Sardinian (Campidanese) || |- | North Sardinian (Logudorese) || |- | Sassarese || |- | Sicilian || |- | Spanish || |- | Tuscan || |- | Umbrian || |- | Venetian || |- | Walloon || |} :{| cellspacing=\"3px\" |+ Romance-based creoles and pidgins |- | Haitian Creole || |- | Mauritian Creole || |- | Seychellois Creole || |- | Papiamento || |- | Kriolu || |- | Chavacano || |- | Palenquero || |} Some of the divergence comes from semantic change: where the same root words have developed different meanings. For example, the Portuguese word is descended from Latin \"window\" (and is thus cognate to French , Italian , Romanian and so on), but now means \"skylight\" and \"slit\". Cognates may exist but have become rare, such as in Spanish, or dropped out of use entirely. The Spanish and Portuguese terms meaning \"to throw through a window\" and meaning \"replete with windows\" also have the same root, but are later borrowings from Latin. Likewise, Portuguese also has the word , a cognate of Italian and Spanish , but uses it in the sense of \"to have a late supper\" in most varieties, while the preferred word for \"to dine\" is (related to archaic Spanish \"to eat\") because of semantic changes in the 19th century. Galician has both (from medieval fẽestra, the ancestor of standard Portuguese ) and the less frequently used and . As an alternative to (originally the genitive form), Italian has the pronoun , a cognate of the other words for \"she\", but it is hardly ever used in speaking. Spanish, Asturian, and Leonese and Mirandese and Sardinian come from Latin \"wind\" (cf. English window, etymologically 'wind eye'), and Portuguese , Galician , Mirandese from Latin * \"small opening\", a derivative of \"door\". Sardinian (alternative for /) comes from Old Italian and is similar to other Romance languages such as French (from Italian ), Portuguese , Romanian , Spanish , Catalan and Corsican (alternative for ). == Classification and related languages == The classification of the Romance languages is inherently difficult, because most of the linguistic area is a dialect continuum, and in some cases political biases can come into play. Along with Latin (which is not included among the Romance languages) and a few extinct languages of ancient Italy, they make up the Italic branch of the Indo-European family. === Proposed divisions === {|class=\"wikitable\" |+ Extent of variation in development (very conservative to very innovative) |- ! Form (\"to sing\") !! Latin !! Nuorese Sardinian !! Italian !! Spanish !! Portuguese !! Languedocien Occitan !! Classical Catalan 2 !! Milanese Lombard !! Romanian !! Bolognese Emilian !! French |- | Infinitive || cantāre || cantare || cantare || cantar || cantar 1 || cantar || cantar || cantar || a cânta || cantèr || chanter |- | Past participle || cantātum || cantatu || cantato || cantado || cantado || cantat || cantat || cantad || cântat || cantè || chanté |- | Gerund || cantandum || cantande || cantando || cantando || cantando || cantant || cantant || cantand || cântând || cantànd || chantant |- | || cantō || canto || canto || canto || canto || cante || cant || canti || cânt || a3 cant || chante |- | || cantās || cantas || canti || cantas || cantas || cantas || cantes || càntet || cânți || t cant || chantes |- | || cantat || cantat || canta || canta || canta || canta || canta || canta || cântă || al canta || chante |- | || cantāmus || cantamus || cantiamo || cantamos || cantamos || cantam || cantam || cantom || cântăm || a cantän || chantons |- | || cantātis || cantates || cantate || cantáis || cantais || cantatz || cantau || cantev || cântați || a cantè || chantez |- | || cantant || cantant || cantano || cantan || cantam || cantan || canten || canten/canta || cântă || i cànten || chantent |- | || cantem || cante || canti || cante || cante || cante || cant || canta || cânt || a canta || chante |- | || cantēs || cantes || canti || cantes || cantes || cantes || cantes || càntet || cânți || t cant || chantes |- | || cantet || cantet || canti || cante || cante || cante || cant || canta || cânte || al canta || chante |- | || cantēmus || cantemus || cantiamo || cantemos || cantemos || cantem || cantem || cantom || cântăm || a cantaggna || chantions |- | || cantētis || cantetis || cantiate || cantéis || canteis || cantetz || canteu || cantev || cântați || a cantèdi || chantiez |- | || cantent || cantent || cantino || canten || cantem || canten || canten || canten/canta || cânte || i cànten || chantent |- | imperative || cantā || canta || canta || canta || canta || canta || canta || canta || cântă || canta || chante |- | imperative || cantāte || cantate || cantate || cantad || cantai || cantatz || cantau || cantev || cântați || cantè || chantez |- | colspan=\"12\" | 1 Also are all possible allophones of in this position, as well as deletion of the consonant. 2 Its conjugation model is based according to the classical model dating to the Middle Ages, rather than the modern conjugations used in Catalonia, the Valencian Community or the Balearic Islands, which may differ accordingly. 3Conjugated verbs in Bolognese require an unstressed subject pronoun cliticized to the verb. Full forms may be used in addition, thus 'you (pl.) eat' can be a magnè or vuèter a magnè, but bare *magnè is ungrammatical. Interrogatives require enclitics, which may not replicate proclitic forms: magnèv? 'are you (pl.) eating?/do you (pl.) eat?'. |} upright=1.36|thumb|Chart of Romance languages based on structural and comparative criteria, not on socio-functional ones. FP: Franco-Provençal, IR: Istro-Romanian. upright=1.36|thumb|Romance languages and dialects There are various schemes used to subdivide the Romance languages. Three of the most common schemes are as follows: *Italo-Western vs. Eastern vs. Southern. This is the scheme followed by Ethnologue, and is based primarily on the outcome of the ten monophthong vowels in Classical Latin. This is discussed more below. *West vs. East. This scheme divides the various languages along the La Spezia–Rimini Line, which runs across north-central Italy just to the north of the city of Florence (whose speech forms the basis of standard Italian). In this scheme, \"East\" includes the languages of central and southern Italy, and the Balkan Romance (or \"Eastern Romance\") languages in Romania, Greece, and elsewhere in the Balkans; \"West\" includes the languages of Portugal, Spain, France, northern Italy and Switzerland. Sardinian does not easily fit in this scheme. *\"Conservative\" vs. \"innovatory\". This is a non-genetic division whose precise boundaries are subject to debate. Generally, the Gallo-Romance languages (discussed further below) form the core \"innovatory\" languages, with standard French generally considered the most innovatory of all, while the languages near the periphery (which include Spanish, Portuguese, Italian and Romanian) are \"conservative\". Sardinian is generally acknowledged the most conservative Romance language, and was also the first language to split off genetically from the rest, possibly as early as the first century BC. Dante famously denigrated the Sardinians for the conservativeness of their speech, remarking that they imitate Latin \"like monkeys imitate men\".Sardos etiam, qui non Latii sunt sed Latiis associandi videntur, eiciamus, quoniam soli sine proprio vulgari esse videntur, gramaticam tanquam simie homines imitantes: nam domus nova et dominus meus locuntur. [\"As for the Sardinians, who are not Italian but may be associated with Italians for our purposes, out they must go, because they alone seem to lack a vernacular of their own, instead imitating gramatica as apes do humans: for they say domus nova [my house] and dominus meus [my master].\" (English translation provided by Dante Online, De Vulgari Eloquentia, I-xi)] It is unclear whether this indicates that Sardinian still had a two-case system at the time; modern Sardinian lacks grammatical case. ==== Italo-Western vs. Eastern vs. Sardinian ==== The main subfamilies that have been proposed by Ethnologue within the various classification schemes for Romance languages are: *Italo-Western, the largest group, which includes languages such as Catalan, Portuguese, Italian, Spanish, and French. *Eastern Romance, which includes the Romance languages of Eastern Europe, such as Romanian. *Southern Romance, which includes a few languages with particularly conservative features, such as Sardinian and, according to some authors, Corsican as well to a more limited extent. This family is thought to have included the now-vanished Romance languages of North Africa (or at least, they appear to have evolved some phonological features and their vowels in the same way). This three-way division is made primarily based on the outcome of Vulgar Latin (Proto-Romance) vowels: {|class=\"wikitable\" style=\"text-align: center; margin:10px;\" |+ Outcome of Classical Latin vowels ! Classical Latin !! Proto- Romance !! Southern !! Italo-Western !! Eastern |- | long I || || rowspan=\"2\" | || || |- | short I || || rowspan=\"2\" | || rowspan=\"2\"| |- | long E || || rowspan=\"2\" | |- | short E || || || |- | short A || || rowspan=\"2\"| || rowspan=\"2\" | || rowspan=\"2\"| |- | long A | |- | short O || || rowspan=\"2\"| || || rowspan=\"2\"| |- | long O || || rowspan=\"2\" | |- | short U || || rowspan=\"2\" | || rowspan=\"2\"| |- | long U || || |} Italo-Western is in turn split along the so-called La Spezia–Rimini Line in northern Italy, which divides the central and southern Italian languages from the so-called Western Romance languages to the north and west. The primary characteristics dividing the two are: *Phonemic lenition of intervocalic stops, which happens to the northwest but not to the southeast. *Degemination of geminate stops (producing new intervocalic single voiceless stops, after the old ones were lenited), which again happens to the northwest but not to the southeast. *Deletion of intertonic vowels (between the stressed syllable and either the first or last syllable), again in the northwest but not the southeast. *Use of plurals in /s/ in the northwest vs. plurals using vowel change in the southeast. *Development of palatalized /k/ before /e,i/ to in the northwest vs. in the southeast. *Development of , which develops to > (sometimes progressing further to ) in the northwest but in the southeast. The reality is somewhat more complex. All of the \"southeast\" characteristics apply to all languages southeast of the line, and all of the \"northwest\" characteristics apply to all languages in France and (most of) Spain. However, the Gallo-Italic languages are somewhere in between. All of these languages do have the \"northwest\" characteristics of lenition and loss of gemination. However: *The Gallo‒Italic languages have vowel-changing plurals rather than /s/ plurals. *The Lombard language in north-central Italy and the Rhaeto-Romance languages have the \"southeast\" characteristic of instead of for palatalized /k/. *The Venetian language in northeast Italy and some of the Rhaeto-Romance languages have the \"southeast\" characteristic of developing to . *Lenition of post-vocalic /p t k/ is widespread as an allophonic phonetic realization in Italy below the La Spezia-Rimini line, including Corsica and most of Sardinia. On top of this, the ancient Mozarabic language in southern Spain, at the far end of the \"northwest\" group, had the \"southeast\" characteristics of lack of lenition and palatalization of /k/ to . Certain languages around the Pyrenees (e.g. some highland Aragonese dialects) also lack lenition, and northern French dialects such as Norman and Picard have palatalization of /k/ to (although this is possibly an independent, secondary development, since /k/ between vowels, i.e. when subject to lenition, developed to /dz/ rather than , as would be expected for a primary development). The usual solution to these issues is to create various nested subgroups. Western Romance is split into the Gallo-Iberian languages, in which lenition happens and which include nearly all the Western Romance languages, and the Pyrenean-Mozarabic group, which includes the remaining languages without lenition (and is unlikely to be a valid clade; probably at least two clades, one for Mozarabic and one for Pyrenean). Gallo- Iberian is split in turn into the Iberian languages (e.g. Spanish and Portuguese), and the larger Gallo-Romance languages (stretching from eastern Spain to northeast Italy). Probably a more accurate description, however, would be to say that there was a focal point of innovation located in central France, from which a series of innovations spread out as areal changes. The La Spezia–Rimini Line represents the farthest point to the southeast that these innovations reached, corresponding to the northern chain of the Apennine Mountains, which cuts straight across northern Italy and forms a major geographic barrier to further language spread. This would explain why some of the \"northwest\" features (almost all of which can be characterized as innovations) end at differing points in northern Italy, and why some of the languages in geographically remote parts of Spain (in the south, and high in the Pyrenees) are lacking some of these features. It also explains why the languages in France (especially standard French) seem to have innovated earlier and more extensively than other Western Romance languages. Many of the \"southeast\" features also apply to the Eastern Romance languages (particularly, Romanian), despite the geographic discontinuity. Examples are lack of lenition, maintenance of intertonic vowels, use of vowel-changing plurals, and palatalization of /k/ to . This has led some researchers, following Walther von Wartburg, to postulate a basic two-way east–west division, with the \"Eastern\" languages including Romanian and central and southern Italian, although this view is troubled by the contrast of numerous Romanian phonological developments with those found in Italy below the La Spezia-Rimini line. Among these features, in Romanian geminates reduced historically to single units — which may be an independent development or perhaps due to Slavic influence — and /kt/ developed into /pt/, whereas in central and southern Italy geminates are preserved and /kt/ underwent assimilation to /tt/.Jaberg, Karl and Jud, Jakob, Sprach- und Sachatlas Italiens und der Südschweiz, Vol.1-8, Bern: Zofingen, 1928-1940; Karte 1045: QUELLA VACCA, Karte 342: UNA NOTTE (Online access: ) Despite being the first Romance language to diverge from spoken Latin, Sardinian does not fit at all into this sort of division.Ruhlen M. (1987). A guide to the world's languages, Stanford University Press, Stanford. It is clear that Sardinian became linguistically independent from the remainder of the Romance languages at an extremely early date, possibly already by the first century BC. Sardinian contains a large number of archaic features, including total lack of palatalization of /k/ and /ɡ/ and a large amount of vocabulary preserved nowhere else, including some items already archaic by the time of Classical Latin (first century BC). Sardinian has plurals in /s/ but post-vocalic lenition of voiceless consonants is normally limited to the status of an allophonic rule (e.g. [k]ane 'dog' but su [ɡ]ane or su [ɣ]ane 'the dog'), and there are a few innovations unseen elsewhere, such as a change of /au/ to /a/. Use of su < ipsum as an article is a retained archaic feature that also exists in the Catalan of the Balearic Islands and that used to be more widespread in Occitano-Romance, and is known as (literally the \"salted article\"), while Sardinian shares develarisation of earlier /kw/ and /ɡw/ with Romanian: Sard. abba, Rum. apă 'water'; Sard. limba, Rom. limbă 'language' (cf. Italian acqua, lingua). ===== Dialects of southern Italy, Sardinia and Corsica ===== {| class=\"wikitable\" |+Outcome of stressed Classical Latin vowels in dialects of southern Italy, Sardinia and Corsica !Classical Latin !Proto-Romance !Senisese !Castel-mezzano !Neapolitan !Sicilian !Verbi-carese !Caro-vignese !Nuorese Sardinian !Southern Corsican !Taravo Corsican !Northern Corsican !Cap de Corse |- |ī | | rowspan=\"2\" |/i/ |/i/ |/i/ | rowspan=\"3\" |/i/ | rowspan=\"2\" |/ɪ/ |/i/ | rowspan=\"2\" |/i/ | rowspan=\"2\" |/i/ |/i/ |/i/ |/i/ |- |ĭ | | rowspan=\"3\" |/e/ | rowspan=\"2\" |/e/ | rowspan=\"3\" |/ɛ/ |/ɛ/ | rowspan=\"2\" |/e/ | rowspan=\"2\" |/e/ |- |ē, oe̯ | | rowspan=\"2\" |/ɛ/ |/ɪ/ (/ɛ/) | rowspan=\"2\" |/ɛ/ | rowspan=\"2\" |/e/ | rowspan=\"2\" |/e/ |- |ĕ, ae̯ | |/ɛ/ |/ɛ/ |/ɛ/ |/ɛ/ |/e/ (/ɛ/) |- |ā | | rowspan=\"2\" |/a/ | rowspan=\"2\" |/a/ | rowspan=\"2\" |/a/ | rowspan=\"2\" |/a/ | rowspan=\"2\" |/a/ | rowspan=\"2\" |/a/ | rowspan=\"3\" |/a/ | rowspan=\"2\" |/a/ | rowspan=\"2\" |/a/ | rowspan=\"2\" |/a/ | rowspan=\"2\" |/a/ |- |ă | |- |au̯ |/aw/ |/ɔ/? |/o/? |/ɔ/? |/ɔ/? |/ɔ/? |/ɔ/? |/ɔ/ |/o/? |/ɔ/? |/o/? |- |ŏ | | rowspan=\"2\" |/ɔ/ | rowspan=\"2\" |/o/ |/ɔ/ |/ɔ/ |/ɔ/ | rowspan=\"3\" |/ɔ/ | rowspan=\"2\" |/ɔ/ | rowspan=\"2\" |/o/ | rowspan=\"2\" |/o/ |/ɔ/ | rowspan=\"3\" |/o/ |- |ō, au̯ | | rowspan=\"2\" |/o/ | rowspan=\"3\" |/u/ |/ʊ/ (/ɔ/) | rowspan=\"2\" |/o/ |- |ŭ | | rowspan=\"2\" |/u/ | rowspan=\"2\" |/u/ | rowspan=\"2\" |/ʊ/ | rowspan=\"2\" |/u/ | rowspan=\"2\" |/u/ |/ɔ/ |- |ū | |/u/ |/u/ |/u/ |/u/ |/u/ |} The Sardinian-type vowel system is also found in a small region belonging to the (also known as Lausberg zone; compare ) of southern Italy, in southern Basilicata, and there is evidence that the Romanian-type \"compromise\" vowel system was once characteristic of most of southern Italy, although it is now limited to a small area in western Basilicata centered on the Castelmezzano dialect, the area being known as , the German word for 'outpost'. The Sicilian vowel system, now generally thought to be a development based on the Italo-Western system, is also represented in southern Italy, in southern Cilento, Calabria and the southern tip of Apulia, and may have been more widespread in the past. The greatest variety of vowel systems outside of southern Italy is found in Corsica, where the Italo-Western type is represented in most of the north and center and the Sardinian type in the south, as well as a system resembling the Sicilian vowel system (and even more closely the Carovignese system) in the Cap Corse region; finally, in between the Italo-Western and Sardinian system is found, in the Taravo region, a unique vowel system that cannot be derived from any other system, which has reflexes like Sardinian for the most part, but the short high vowels of Latin are uniquely reflected as mid-low vowels. Compare comment 1 at the blog Language Hat and comment 2. ==== Gallo-Romance languages ==== Gallo-Romance can be divided into the following subgroups: *The Langues d'oïl, including French and closely related languages. *The Franco-Provençal language (also known as Arpitan) of southeastern France, western Switzerland, and Aosta Valley region of northwestern Italy. The following groups are also sometimes considered part of Gallo-Romance: *The Occitano-Romance languages of southern France, namely Occitan and Gascon. **The Catalan language of eastern Iberia is also sometimes included in Gallo-Romance. This is however disputed by some linguists who prefer to group it with Iberian Romance, since although Old Catalan is close to Old Occitan, it later adjusted its lexicon to some degree to align with Spanish. In general however, modern Catalan, especially grammatically, remains closer to modern Occitan than to either Spanish or Portuguese. *The Gallo-Italian languages of northern Italy, including Piedmontese, Ligurian, Lombard, Emilian and Romagnol. Ligurian retains the final -o, being the exception in Gallo-Romance. *The Rhaeto-Romance languages, including Romansh, and Friulian, and Ladin dialects. The Gallo-Romance languages are generally considered the most innovative (least conservative) among the Romance languages. Characteristic Gallo-Romance features generally developed earliest and appear in their most extreme manifestation in the Langue d'oïl, gradually spreading out along riverways and transalpine roads. In some ways, however, the Gallo-Romance languages are conservative. The older stages of many of the languages preserved a two-case system consisting of nominative and oblique, fully marked on nouns, adjectives and determiners, inherited almost directly from the Latin nominative and accusative and preserving a number of different declensional classes and irregular forms. The languages closest to the oïl epicenter preserve the case system the best, while languages at the periphery lose it early. Notable characteristics of the Gallo-Romance languages are: *Early loss of unstressed final vowels other than — a defining characteristic of the group. **Further reductions of final vowels in Langue d'oïl and many Gallo-Italic languages, with the feminine and prop vowel merging into , which is often subsequently dropped. *Early, heavy reduction of unstressed vowels in the interior of a word (another defining characteristic). *Loss of final vowels phonemicized the long vowels that used to be automatic concomitants of stressed open syllables. These phonemic long vowels are maintained directly in many Northern Italian dialects; elsewhere, phonemic length was lost, but in the meantime many of the long vowels diphthongized, resulting in a maintenance of the original distinction. The langue d'oïl branch is again at the forefront of innovation, with no less than five of the seven long vowels diphthongizing (only high vowels were spared). *Front rounded vowels are present in all branches of Gallo-Romance. usually fronts to , and secondary mid front rounded vowels often develop from long or . *Extreme lenition (i.e. multiple rounds of lenition) occurs in many languages especially in Langue d'oïl and many Gallo-Italian languages. *The Langue d'oïl, Swiss Rhaeto-Romance languages and many of the northern dialects of Occitan have a secondary palatalization of and before , producing different results from the primary Romance palatalization: e.g. centum \"hundred\" > cent , cantum \"song\" > chant . *Other than the Occitano-Romance languages, most Gallo-Romance languages are subject-obligatory (whereas all the rest of the Romance languages are pro-drop languages). This is a late development triggered by progressive phonetic erosion: Old French was still a null-subject language, and this only changed upon loss of secondarily final consonants in Middle French. === Pidgins, creoles, and mixed languages === Some Romance languages have developed varieties which seem dramatically restructured as to their grammars or to be mixtures with other languages. There are several dozens of creoles of French, Spanish, and Portuguese origin, some of them spoken as national languages in former European colonies. Creoles of French: *Antillean (French Antilles, Saint Lucia, Dominica) *Haitian (one of Haiti's two official languages) *Louisiana (US) *Mauritian (lingua franca of Mauritius) *Réunion (native language of Réunion) *Seychellois (Seychelles' official language) Creoles of Spanish: *Chavacano (in part of Philippines) *Palenquero (in part of Colombia) Creoles of Portuguese: *Angolar (regional language in São Tomé and Principe) *Cape Verdean (Cape Verde's national language; includes several distinct varieties) *Forro (regional language in São Tomé and Príncipe) *Kristang (Malaysia) *Macanese (Macau) *Papiamento (Dutch Antilles official language) *Guinea-Bissau Creole (Guinea-Bissau's national language) === Auxiliary and constructed languages === Latin and the Romance languages have also served as the inspiration and basis of numerous auxiliary and constructed languages, so-called \"Neo-Romance languages\". The concept was first developed in 1903 by Italian mathematician Giuseppe Peano, under the title Latino sine flexione.Peano, Giuseppe (1903). De Latino Sine Flexione. Lingua Auxiliare Internationale , Revista de Mathematica (Revue de Mathématiques), Tomo VIII, pp. 74–83. Fratres Bocca Editores: Torino. He wanted to create a naturalistic international language, as opposed to an autonomous constructed language like Esperanto or Volapük which were designed for maximal simplicity of lexicon and derivation of words. Peano used Latin as the base of his language, because at the time of his flourishing it was the de facto international language of scientific communication. Other languages developed include Idiom Neutral (1902), Interlingue-Occidental (1922), Interlingua (1951) and Lingua Franca Nova (1998). The most famous and successful of these is Interlingua. Each of these languages has attempted to varying degrees to achieve a pseudo-Latin vocabulary as common as possible to living Romance languages. Some languages have been constructed specifically for communication among speakers of Romance languages, the Pan-Romance languages. There are also languages created for artistic purposes only, such as Talossan. Because Latin is a very well attested ancient language, some amateur linguists have even constructed Romance languages that mirror real languages that developed from other ancestral languages. These include Brithenig (which mirrors Welsh), Breathanach (mirrors Irish), Wenedyk (mirrors Polish), Þrjótrunn (mirrors Icelandic), and Helvetian (mirrors German). == Modern status == thumb|upright=1.36|European extent of Romance languages in the 20th century thumb|upright=1.36|Number of native speakers of each Romance language, as fractions of the total 690 million (2007) The Romance language most widely spoken natively today is Spanish, followed by Portuguese, French, Italian and Romanian, which together cover a vast territory in Europe and beyond, and work as official and national languages in dozens of countries. upright=1.59|thumb|Romance languages in the World French, Italian, Portuguese, Spanish, and Romanian are also official languages of the European Union. Spanish, Portuguese, French, Italian, Romanian, and Catalan were the official languages of the defunct Latin Union; and French and Spanish are two of the six official languages of the United Nations. Outside Europe, French, Portuguese and Spanish are spoken and enjoy official status in various countries that emerged from the respective colonial empires. Spanish is an official language in Spain and in nine countries of South America, home to about half that continent's population; in six countries of Central America (all except Belize); and in Mexico. In the Caribbean, it is official in Cuba, the Dominican Republic, and Puerto Rico. In all these countries, Latin American Spanish is the vernacular language of the majority of the population, giving Spanish the most native speakers of any Romance language. In Africa it is an official language of Equatorial Guinea. Portuguese, in its original homeland, Portugal, is spoken by virtually the entire population of 10 million. As the official language of Brazil, it is spoken by more than 200 million people in that country, as well as by neighboring residents of eastern Paraguay and northern Uruguay, accounting for a little more than half the population of South America, thus making Portuguese the most spoken official Romance language in a single country. It is the official language of six African countries (Angola, Cape Verde, Guinea-Bissau, Mozambique, Equatorial Guinea, and São Tomé and Príncipe), and is spoken as a first language by perhaps 30 million residents of that continent.See Portuguese in Africa. In Asia, Portuguese is co-official with other languages in East Timor and Macau, while most Portuguese-speakers in Asia—some 400,000See Portuguese in Asia and Oceania.—are in Japan due to return immigration of Japanese Brazilians. In North America 1,000,000 people speak Portuguese as their home language.See list of countries where Portuguese is an official language. In Oceania, Portuguese is the second most spoken Romance language, after French, due mainly to the number of speakers in East Timor. Its closest relative, Galician, has official status in the autonomous community of Galicia in Spain, together with Spanish. Outside Europe, French is spoken natively most in the Canadian province of Quebec, and in parts of New Brunswick and Ontario. Canada is officially bilingual, with French and English being the official languages. In parts of the Caribbean, such as Haiti, French has official status, but most people speak creoles such as Haitian Creole as their native language. French also has official status in much of Africa, with relatively few native speakers but larger numbers of second language speakers. In France's remaining overseas possessions, native use of French is increasing. Although Italy also had some colonial possessions before World War II, its language did not remain official after the end of the colonial domination. As a result, Italian outside of Italy and Switzerland is now spoken only as a minority language by immigrant communities in North and South America and Australia. In some former Italian colonies in Africa—namely Libya, Eritrea and Somalia—it is spoken by a few educated people in commerce and government. Romania did not establish a colonial empire, and the native range of Romanian includes not only the former Soviet republic of Moldova, where it is the dominant language and spoken by a majority of the population, but neighboring areas in Serbia (Vojvodina and the Bor District), Bulgaria, Hungary, and Ukraine (Bukovina, Budjak) and in some villages between the Dniester and Bug rivers.I.S. Nistor, \"Istoria românilor din Transnistria\" (The history of Romanians from Transnistria), București, 1995 As with Italian, Romanian is spoken outside of its ethnic range by immigrant communities, such as other European countries (notably Italy, Spain, and Portugal, where in all three of which Romanian-speakers form about two percent of the population), as well as to Israel by Romanian Jews, where it is the native language of five percent of the population,1993 Statistical Abstract of Israel reports 250,000 speakers of Romanian in Israel, while the 1995 census puts the total figure of the Israeli population at 5,548,523 and is spoken by many more as a secondary language. The Aromanian language is spoken today by Aromanians in Bulgaria, Macedonia, Albania, Kosovo, and Greece.Djuvara Neagu, \"La Diaspora aroumaine aux XVIIIe et XIXe siècles \" In: Les Aroumains, Paris : Publications Langues’O, 1989 (Cahiers du Centre d’étude des civilisations d’Europe centrale et du Sud-Est; 8). P. 95-125. The total of 880 million native speakers of Romance languages (ca. 2020) are divided as follows: *Spanish 54% (475 million, plus 75 million L2 for 550 million Hispanophones) *Portuguese 26% (230 million, plus 30 million L2 for 260 million Lusophones) *French 9% (80 million, plus 195 million L2 for 275 million Francophones) *Italian 7% (65 million, plus 3 million L2) *Romanian 3% (24 million) *Catalan 0.5% (4 million, plus 5 million L2) *Others 3% (26 million, nearly all bilingual in one of the national languages) Catalan is the official language of Andorra. In Spain, it is co-official with Spanish in Catalonia, the Valencian Community (under the name Valencian, and the Balearic Islands, and it is recognized, but not official, in an area of Aragon known as La Franja. In addition, it is spoken by many residents of Alghero, on the island of Sardinia, and it is co-official in that city. Galician, with more than a million native speakers, is official together with Spanish in Galicia, and has legal recognition in neighbouring territories in Castilla y León. A few other languages have official recognition on a regional or otherwise limited level; for instance, Asturian and Aragonese in Spain; Mirandese in Portugal; Friulian, Sardinian and Franco-Provençal in Italy; and Romansh in Switzerland. The remaining Romance languages survive mostly as spoken languages for informal contact. National governments have historically viewed linguistic diversity as an economic, administrative or military liability, as well as a potential source of separatist movements; therefore, they have generally fought to eliminate it, by extensively promoting the use of the official language, restricting the use of the other languages in the media, recognizing them as mere \"dialects\", or even persecuting them. As a result, all of these languages are considered endangered to varying degrees according to the UNESCO Red Book of Endangered Languages, ranging from \"vulnerable\" (e.g. Sicilian and Venetian) to \"severely endangered\" (Franco-Provençal, most of the Occitan varieties). Since the late twentieth and early twenty-first centuries, increased sensitivity to the rights of minorities has allowed some of these languages to start recovering their prestige and lost rights. Yet it is unclear whether these political changes will be enough to reverse the decline of minority Romance languages. == History == Romance languages are the continuation of Vulgar Latin, the popular and colloquial sociolect of Latin spoken by soldiers, settlers, and merchants of the Roman Empire, as distinguished from the classical form of the language spoken by the Roman upper classes, the form in which the language was generally written. Between 350 BC and 150 AD, the expansion of the Empire, together with its administrative and educational policies, made Latin the dominant native language in continental Western Europe. Latin also exerted a strong influence in southeastern Britain, the Roman province of Africa, western Germany, Pannonia and the whole Balkans. During the Empire's decline, and after its fragmentation and the collapse of its Western half in the fifth and sixth centuries, the spoken varieties of Latin became more isolated from each other, with the western dialects coming under heavy Germanic influence (the Goths and Franks in particular) and the eastern dialects coming under Slavic influence. The dialects diverged from classical Latin at an accelerated rate and eventually evolved into a continuum of recognizably different typologies. The colonial empires established by Portugal, Spain, and France from the fifteenth century onward spread their languages to the other continents to such an extent that about two-thirds of all Romance language speakers today live outside Europe. Despite other influences (e.g. substratum from pre-Roman languages, especially Continental Celtic languages; and superstratum from later Germanic or Slavic invasions), the phonology, morphology, and lexicon of all Romance languages consist mainly of evolved forms of Vulgar Latin. However, some notable differences occur between today's Romance languages and their Roman ancestor. With only one or two exceptions, Romance languages have lost the declension system of Latin and, as a result, have SVO sentence structure and make extensive use of prepositions. === Vulgar Latin === thumb|upright=1.59|right|Length of the Roman rule and the Romance Languages thumb|upright=1.59|right|Romance languages in Europe Documentary evidence is limited about Vulgar Latin for the purposes of comprehensive research, and the literature is often hard to interpret or generalize. Many of its speakers were soldiers, slaves, displaced peoples, and forced resettlers, more likely to be natives of conquered lands than natives of Rome. In Western Europe, Latin gradually replaced Celtic and other Italic languages, which were related to it by a shared Indo-European origin. Commonalities in syntax and vocabulary facilitated the adoption of Latin.Rochette, p. 550Stefan Zimmer, \"Indo- European,\" in Celtic Culture: A Historical Encyclopedia (ABC-Clio, 2006), p. 961 Vulgar Latin is believed to have already had most of the features shared by all Romance languages, which distinguish them from Classical Latin, such as the almost complete loss of the Latin grammatical case system and its replacement by prepositions; the loss of the neuter grammatical gender and comparative inflections; replacement of some verb paradigms by innovations (e.g. the synthetic future gave way to an originally analytic strategy now typically formed by infinitive + evolved present indicative forms of 'have'); the use of articles; and the initial stages of the palatalization of the plosives /k/, /ɡ/, and /t/. To some scholars, this suggests the form of Vulgar Latin that evolved into the Romance languages was around during the time of the Roman Empire (from the end of the first century BC), and was spoken alongside the written Classical Latin which was reserved for official and formal occasions. Other scholars argue that the distinctions are more rightly viewed as indicative of sociolinguistic and register differences normally found within any language. Both were mutually intelligible as one and the same language, which was true until very approximately the second half of the 7th century. However, within two hundred years Latin became a dead language since \"the Romanized people of Europe could no longer understand texts that were read aloud or recited to them,\", pp. 108–115 i.e. Latin had ceased to be a first language and became a foreign language that had to be learned, if the label Latin is constrained to refer to a state of the language frozen in past time and restricted to linguistic features for the most part typical of higher registers. With the rise of the Roman Empire, Vulgar Latin spread first throughout Italy and then through southern, western, central, and southeastern Europe, and northern Africa along parts of western Asia. === Fall of the Western Roman Empire === During the political decline of the Western Roman Empire in the fifth century, there were large-scale migrations into the empire, and the Latin-speaking world was fragmented into several independent states. Central Europe and the Balkans were occupied by Germanic and Slavic tribes, as well as by Huns. These incursions isolated the Vlachs from the rest of Romance-speaking Europe. British and African Romance—the forms of Vulgar Latin used in Britain and the Roman province of Africa, where it had been spoken by much of the urban population—disappeared in the Middle Ages (as did Pannonian Romance in what is now Hungary, and Moselle Romance in Germany). But the Germanic tribes that had penetrated Roman Italy, Gaul, and Hispania eventually adopted Latin/Romance and the remnants of the culture of ancient Rome alongside existing inhabitants of those regions, and so Latin remained the dominant language there. In part due to regional dialects of the Latin language and local environments, several languages evolved from it. === Fall of the Eastern Roman empire === Meanwhile, large-scale migrations into the Eastern Roman Empire started with the Goths and continued with Huns, Avars, Bulgars, Slavs, Pechenegs, Hungarians and Cumans. The invasions of Slavs were the most thoroughgoing, and they partially reduced the Romanic element in the Balkans.Vlad Georgescu, The Romanians: A History, Ohio State University Press, Columbus, p.12 The invasion of the Turks and conquest of Constantinople in 1453 marked the end of the empire. The Slavs named the Romance-speaking population Vlachs, while the latter called themselves \"Rumân\" or \"Român\", from the Latin \"Romanus\".Ioan-Aurel Pop, \"On the Significance of Certain Names: Romanian/Wallachian and Romania/Wallachia\" (PDF). Retrieved 18 June 2018 The Daco-Roman dialect became fully distinct from the three dialects spoken South of the Danube—Aromanian, Istro-Romanian, and Megleno-Romanian—during the ninth and tenth centuries, when the Romanians (sometimes called Vlachs or Wallachians) emerged as a people.Vlad Georgescu, The Romanians: A History, Ohio State University Press, Columbus, p.13 === Early Romance === Over the course of the fourth to eighth centuries, local changes in phonology, morphology, syntax and lexicon accumulated to the point that the speech of any locale was noticeably different from another. In principle, differences between any two lects increased the more they were separated geographically, reducing easy mutual intelligibility between speakers of distant communities. Clear evidence of some levels of change is found in the Reichenau Glosses, an eighth-century compilation of about 1,200 words from the fourth-century Vulgate of Jerome that had changed in phonological form or were no longer normally used, along with their eighth-century equivalents in proto-Franco- Provençal. The following are some examples with reflexes in several modern Romance languages for comparison: {|class=\"wikitable\" ! English !! Classical / 4th cent. (Vulgate) !! 8th cent. (Reichenau) !! Franco-Provençal !! French !! Romansh !! Italian !! Spanish !! Portuguese !! Romanian !! Catalan !! Sardinian !! Occitan !! Ladin !! Neapolitan |- | once || semel || una vice || una fês || une fois || || (una volta) || una vez || uma vez || (o dată) || || (una borta) || || n iede || na vota |- |children/infants || liberi / infantes || infantes || enfants || enfants || unfants || infanti|| (niños) / infantes || infantes (crianças) || (copii) || infants || (pipius) / (pitzinnos) || enfants || mutons || criature |- | to blow || flare / sofflare || suflare || soflar || souffler || suflar || soffiare || soplar || soprar || (a) sufla || (bufar) || sulai / sulare || bufar || suflé || sciuscià |- | to sing || canere || cantare || çhantar || chanter || chantar || cantare || cantar || cantar || (a) cânta || cantar || cantai / cantare || cantar || cianté || cantà |- | the best (plur.) || optimi / meliores || meliores || los mèljörs || les meilleurs || || i migliori || || || (optimi, || els millors || is mellus / sos menzus || Los/lei melhors || i miëures || 'e meglie |- | beautiful || pulchra / bella || bella || bèla || belle || bella || bella || bella || bela / (formosa, bonita, linda) || frumoasă || (bonica, polida) / bella || bella || bèla || bela || bella |- | in the mouth || in ore || in bucca || || || || || en la boca || na boca\"Na\" is a contraction of \"em\" (in) + \"a\" (the), the form \"em a\" is never used, it is always replaced by \"na\". The same happens with other prepositions: \"de\" (of) + o/a/os/as (singular and plural forms for \"the\" in masculine and feminine) = do, da, dos, das; etc. || (a îmbuca)Verb; literally means \"to put in mouth\" || a la boca || in sa buca || dins la boca || te la bocia || 'n bocca (/ˈmmokkə/) |- | winter || hiems || hibernus || hìvern || hiver || inviern || inverno || invierno || inverno || iarnă || hivern || ierru / iberru || ivèrn || inviern || vierno |} In all of the above examples, the words appearing in the fourth century Vulgate are the same words as would have been used in Classical Latin of c. 50 BC. It is likely that some of these words had already disappeared from casual speech by the time of the Glosses; but if so, they may well have been still widely understood, as there is no recorded evidence that the common people of the time had difficulty understanding the language. By the 8th century, the situation was very different. During the late 8th century, Charlemagne, holding that \"Latin of his age was by classical standards intolerably corrupt\", successfully imposed Classical Latin as an artificial written vernacular for Western Europe. Unfortunately, this meant that parishioners could no longer understand the sermons of their priests, forcing the Council of Tours in 813 to issue an edict that priests needed to translate their speeches into the rustica romana lingua, an explicit acknowledgement of the reality of the Romance languages as separate languages from Latin. By this time, and possibly as early as the 6th century according to Price (1984), the Romance lects had split apart enough to be able to speak of separate Gallo- Romance, Ibero-Romance, Italo-Romance and Eastern Romance languages. Some researchers have postulated that the major divergences in the spoken dialects began or accelerated considerably in the 5th century, as the formerly widespread and efficient communication networks of the Western Roman Empire rapidly broke down, leading to the total disappearance of the Western Roman Empire by the end of the century. The critical period between the 5th–10th centuries AD is poorly documented because little or no writing from the chaotic \"Dark Ages\" of the 5th–8th centuries has survived, and writing after that time was in consciously classicized Medieval Latin, with vernacular writing only beginning in earnest in the 11th or 12th centuries. An exception such as the Oaths of Strasbourg is evidence that by the ninth century effective communication with a non-learnèd audience was carried out in evolved Romance. A language that was closely related to medieval Romanian was spoken during the Dark Ages by Vlachs in the Balkans, Herzegovina, Dalmatia (Morlachs), Ukraine (Hutsuls), Poland (Gorals), Slovakia, and Czech Moravia, but gradually these communities lost their maternal language.Ilona Czamańska, \"Vlachs and Slavs in the Middle Ages and Modern Era\", Res Historica, 41, Lublin, 2016 === Recognition of the vernaculars === thumb|upright=1.59|right|Romance - Germanic language border: • Early Middle Ages • Early Twentieth Century Between the 10th and 13th centuries, some local vernaculars developed a written form and began to supplant Latin in many of its roles. In some countries, such as Portugal, this transition was expedited by force of law; whereas in others, such as Italy, many prominent poets and writers used the vernacular of their own accord – some of the most famous in Italy being Giacomo da Lentini and Dante Alighieri. Well before that, the vernacular was also used for practical purposes, such as the testimonies in the Placiti Cassinesi, written 960–963. === Uniformization and standardization === The invention of the printing press brought a tendency towards greater uniformity of standard languages within political boundaries, at the expense of other Romance languages and dialects less favored politically. In France, for instance, the dialect spoken in the region of Paris gradually spread to the entire country, and the Occitan of the south lost ground. == Sound changes == === Consonants === Significant sound changes affected the consonants of the Romance languages. ==== Apocope ==== There was a tendency to eliminate final consonants in Vulgar Latin, either by dropping them (apocope) or adding a vowel after them (epenthesis). Many final consonants were rare, occurring only in certain prepositions (e.g. ad \"towards\", apud \"at, near (a person)\"), conjunctions (sed \"but\"), demonstratives (e.g. illud \"that (over there)\", hoc \"this\"), and nominative singular noun forms, especially of neuter nouns (e.g. lac \"milk\", mel \"honey\", cor \"heart\"). Many of these prepositions and conjunctions were replaced by others, while the nouns were regularized into forms based on their oblique stems that avoided the final consonants (e.g. *lacte, *mele, *core). Final -m was dropped in Vulgar Latin. Even in Classical Latin, final -am, -em, -um (inflectional suffixes of the accusative case) were often elided in poetic meter, suggesting the m was weakly pronounced, probably marking the nasalisation of the vowel before it. This nasal vowel lost its nasalization in the Romance languages except in monosyllables, where it became e.g. Spanish quien < quem \"whom\", French rien \"anything\" < rem \"thing\"; note especially French and Catalan mon < meum \"my (m.sg.)\" which are derived from monosyllabic > *, whereas Spanish disyllabic mío and Portuguese and Catalan monosyllabic meu are derived from disyllabic > *. As a result, only the following final consonants occurred in Vulgar Latin: *Final -t in third-person singular verb forms, and -nt (later reduced in many languages to -n) in third- person plural verb forms. *Final -s (including -x) in a large number of morphological endings (verb endings -ās/-ēs/-īs/-is, -mus, -tis; nominative singular -us/-is; plural -ās/-ōs/-ēs) and certain other words (trēs \"three\", sex \"six\", crās \"tomorrow\", etc.). *Final -n in some monosyllables (from earlier -m). *Final -r, -d in some prepositions (e.g. ad, per), which were clitics that attached phonologically to the following word. *Very occasionally, final -c, e.g. Occitan oc \"yes\" < hoc, Old French avuec \"with\" < apud hoc (although these instances were possibly protected by a final epenthetic vowel at one point). Final -t was eventually dropped in many languages, although this often occurred several centuries after the Vulgar Latin period. For example, the reflex of -t was dropped in Old French and Old Spanish only around 1100. In Old French, this occurred only when a vowel still preceded the t (generally < Latin a). Hence amat \"he loves\" > Old French aime but venit \"he comes\" > Old French vient: the was never dropped and survives into Modern French in liaison, e.g. vient-il? \"is he coming?\" (the corresponding in aime-t-il? is analogical, not inherited). Old French also kept the third-person plural ending -nt intact. In Italo-Romance and the Eastern Romance languages, eventually all final consonants were either dropped or protected by an epenthetic vowel, except in clitic forms (e.g. prepositions con, per). Modern Standard Italian still has almost no consonant-final words, although Romanian has resurfaced them through later loss of final and . For example, amās \"you love\" > ame > Italian ami; amant \"they love\" > *aman > Ital. amano. On the evidence of \"sloppily written\" Lombardic language documents, however, the loss of final in Italy did not occur until the 7th or 8th century, after the Vulgar Latin period, and the presence of many former final consonants is betrayed by the syntactic gemination (raddoppiamento sintattico) that they trigger. It is also thought that after a long vowel became rather than simply disappearing: nōs > noi \"we\", se(d)ēs > sei \"you are\", crās > crai \"tomorrow\" (southern Italian). In unstressed syllables, the resulting diphthongs were simplified: canēs > > cani \"dogs\"; amīcās > > amiche \"(female) friends\", where nominative amīcae should produce **amice rather than amiche (note masculine amīcī > amici not **amichi). Central Western Romance languages eventually regained a large number of final consonants through the general loss of final and , e.g. Catalan llet \"milk\" < lactem, foc \"fire\" < focum, peix \"fish\" < piscem. In French, most of these secondary final consonants (as well as primary ones) were lost before around 1700, but tertiary final consonants later arose through the loss of < -a. Hence masculine frīgidum \"cold\" > Old French freit > froid , feminine frigidam > Old French freide > froide . ==== Palatalization ==== Palatalization was one of the most important processes affecting consonants in Vulgar Latin. This eventually resulted in a whole series of \"\" and consonants in most Romance languages, e.g. Italian . The following historical stages occurred: {| class=\"wikitable\" style=\"text-align:center\" |- ! Stage !! Environment !! Consonants affected !! Result !! Languages affected |- | 1 || rowspan=\"3\" | before (from e, i in hiatus) || , || , || all |- | 2 || all remaining (, , ), except labial consonants ||, , || rowspan=\"3\" | all except Sardinian |- |3 | rowspan=\"4\" |, |/ttʃʲ~ttsʲ/, /jj~ddʒʲ~ddzʲ/ |- | 4 || before || rowspan=\"2\" | , |- | 5 || before || all except Sardinian and Dalmatian |- | 6 || before , || , || the north-central Gallo-Romance languages (e.g. French, northern Occitan); Rhaeto-Romance |} Note how the environments become progressively less \"palatal\", and the languages affected become progressively fewer. The outcomes of palatalization depended on the historical stage, the consonants involved, and the languages involved. The primary division is between the Western Romance languages, with resulting from palatalization of , and the remaining languages (Italo-Dalmatian and Eastern Romance), with resulting. It is often suggested that was the original result in all languages, with > a later innovation in the Western Romance languages. Evidence of this is the fact that Italian has both and as outcomes of palatalization in different environments, while Western Romance has only . Even more suggestive is the fact that the Mozarabic language in al-Andalus (modern southern Spain) had as the outcome despite being in the \"Western Romance\" area and geographically disconnected from the remaining areas; this suggests that Mozarabic was an outlying \"relic\" area where the change > failed to reach. (Northern French dialects, such as Norman and Picard, also had , but this may be a secondary development, i.e. due to a later sound change > .) Note that eventually became /s, z, ʒ/ in most Western Romance languages. Thus Latin caelum (sky, heaven), pronounced with an initial , became Italian cielo , Romanian cer , Spanish cielo /, French ciel , Catalan cel , and Portuguese céu . The outcome of palatalized and is less clear: *Original has the same outcome as palatalized everywhere. *Romanian fairly consistently has < from palatalized , but from palatalized . *Italian inconsistently has from palatalized , and from palatalized . *Most other languages have the same results for palatalized and : consistent initially, but either or medially (depending on language and exact context). But Spanish has (phonetically ) initially except before , ; nearby Gascon is similar. This suggests that palatalized > > either or depending on location, while palatalized > ; after this, > in most areas, but Spanish and Gascon (originating from isolated districts behind the western Pyrenees) were relic areas unaffected by this change. In French, the outcomes of palatalized by and by were different: centum \"hundred\" > cent but cantum \"song\" > chant . French also underwent palatalization of labials before : Vulgar Latin > Old French (sēpia \"cuttlefish\" > seiche, rubeus \"red\" > rouge, sīmia \"monkey\" > singe). The original outcomes of palatalization must have continued to be phonetically palatalized even after they had developed into //etc. consonants. This is clear from French, where all originally palatalized consonants triggered the development of a following glide in certain circumstances (most visible in the endings -āre, -ātum/ātam). In some cases this came from a consonant palatalized by an adjoining consonant after the late loss of a separating vowel. For example, mansiōnātam > > > > early Old French maisnieḍe \"household\". Similarly, mediētātem > > > > early Old French meitieḍ > modern French moitié \"half\". In both cases, phonetic palatalization must have remained in primitive Old French at least through the time when unstressed intertonic vowels were lost (?8th century), well after the fragmentation of the Romance languages. The effect of palatalization is indicated in the writing systems of almost all Romance languages, where the letters have the \"hard\" pronunciation in most situations, but a \"soft\" pronunciation (e.g. French/Portuguese , Italian/Romanian ) before . (This orthographic trait has passed into Modern English through Norman French- speaking scribes writing Middle English; this replaced the earlier system of Old English, which had developed its own hard-soft distinction with the soft representing .) This has the effect of keeping the modern spelling similar to the original Latin spelling, but complicates the relationship between sound and letter. In particular, the hard sounds must be written differently before (e.g. Italian , Portuguese ), and likewise for the soft sounds when not before these letters (e.g. Italian , Portuguese ). Furthermore, in Spanish, Catalan, Occitan and Brazilian Portuguese, the use of digraphs containing to signal the hard pronunciation before means that a different spelling is also needed to signal the sounds before these vowels (Spanish , Catalan, Occitan and Brazilian Portuguese ).Note that the current Portuguese spelling (Portuguese Language Orthographic Agreement of 1990) abolished the use of the diaeresis for this purpose. This produces a number of orthographic alternations in verbs whose pronunciation is entirely regular. The following are examples of corresponding first-person plural indicative and subjunctive in a number of regular Portuguese verbs: marcamos, marquemos \"we mark\"; caçamos, cacemos \"we hunt\"; chegamos, cheguemos \"we arrive\"; averiguamos, averigüemos \"we verify\"; adequamos, adeqüemos \"we adapt\"; oferecemos, ofereçamos \"we offer\"; dirigimos, dirijamos \"we drive\" erguemos, ergamos \"we raise\"; delinquimos, delincamos \"we commit a crime\". In the case of Italian, the convention of digraphs and to represent /k/ and /ɡ/ before written results in similar orthographic alternations, such as dimentico 'I forget', dimentichi 'you forget', baco 'worm', bachi 'worms' with [k] or pago 'I pay', paghi 'you pay' and lago 'lake', laghi 'lakes' with [ɡ]. The use in Italian of and to represent /tʃ/ or /dʒ/ before vowels written neatly distinguishes dico 'I say' with /k/ from dici 'you say' with /tʃ/ or ghiro 'dormouse' /ɡ/ and giro 'turn, revolution' /dʒ/, but with orthographic and also representing the sequence of /tʃ/ or /dʒ/ and the actual vowel /i/ (/ditʃi/ dici, /dʒiro/ giro), and no generally observed convention of indicating stress position, the status of i when followed by another vowel in spelling can be unrecognizable. For example, the written forms offer no indication that in camicia 'shirt' represents a single unstressed syllable /tʃa/ with no /i/ at any level (/kaˈmitʃa/ → [kaˈmiːtʃa] ~ [kaˈmiːʃa]), but that underlying the same spelling in farmacia 'pharmacy' is a bisyllabic sequence consisting of the stressed syllable /tʃi/ and syllabic /a/ (/farmaˈtʃi.a/ → [farmaˈtʃiːa] ~ [farmaˈʃiːa]). ==== Lenition ==== Stop consonants shifted by lenition in Vulgar Latin in some areas. The voiced labial consonants and (represented by and , respectively) both developed a fricative as an intervocalic allophone.Pope (1934). This is clear from the orthography; in medieval times, the spelling of a consonantal is often used for what had been a in Classical Latin, or the two spellings were used interchangeably. In many Romance languages (Italian, French, Portuguese, Romanian, etc.), this fricative later developed into a ; but in others (Spanish, Galician, some Catalan and Occitan dialects, etc.) reflexes of and simply merged into a single phoneme. Several other consonants were \"softened\" in intervocalic position in Western Romance (Spanish, Portuguese, French, Northern Italian), but normally not phonemically in the rest of Italy (except some cases of \"elegant\" or Ecclesiastical words), nor apparently at all in Romanian. The dividing line between the two sets of dialects is called the La Spezia–Rimini Line and is one of the most important isoglosses of the Romance dialects. The changes (instances of diachronic lenition resulting in phonological restructuring) are as follows: Single voiceless plosives became voiced: -p-, -t-, -c- > -b-, -d-, -g-. Subsequently, in some languages they were further weakened, either becoming fricatives or approximants, (as in Spanish) or disappearing entirely (as and , but not , in French). The following example shows progressive weakening of original /t/: e.g. vītam > Italian vita , Portuguese vida (European Portuguese ), Spanish vida (Southern Peninsular Spanish ), and French vie . Some scholars once speculated that these sound changes may be due in part to the influence of Continental Celtic languages, but scholarship of the past few decades challenges that hypothesis. *The voiced plosives and tended to disappear. *The plain sibilant -s- was also voiced to between vowels, although in many languages its spelling has not changed. (In Spanish, intervocalic was later devoiced back to ; is only found as an allophone of before voiced consonants in Modern Spanish.) *The double plosives became single: -pp-, -tt-, -cc-, -bb-, -dd-, -gg- > -p-, -t-, -c-, -b-, -d-, -g- in most languages. In French spelling, double consonants are merely etymological, except for -ll- after -i (pronounced [ij]), in most cases. *The double sibilant -ss- also became phonetically single , although in many languages its spelling has not changed. The sound /h/ was usually lost, except in Romanian. Some Romance languages re-developed /h/, however, notably Spanish (from /ʃ/, /ʒ/, or /ks/, and spelled as either \"j\" or soft \"g\") and Brazilian Portuguese (from /r/). Consonant length is no longer phonemically distinctive in most Romance languages. However some languages of Italy (Italian, Sardinian, Sicilian, and numerous other varieties of central and southern Italy) do have long consonants like , etc., where the doubling indicates either actual length or, in the case of plosives and affricates, a short hold before the consonant is released, in many cases with distinctive lexical value: e.g. note (notes) vs. notte (night), cade (s/he, it falls) vs. cadde (s/he, it fell), caro (dear, expensive) vs. carro (cart). They may even occur at the beginning of words in Romanesco, Neapolitan, Sicilian and other southern varieties, and are occasionally indicated in writing, e.g. Sicilian cchiù (more), and ccà (here). In general, the consonants , , and are long at the start of a word, while the archiphoneme is realised as a trill in the same position. In much of central and southern Italy, the affricates /tʃ/ and /dʒ/ weaken synchronically to fricative [ʃ] and [ʒ] between vowels, while their geminate congeners do not, e.g. cacio (cheese) vs. caccio (I chase). A few languages have regained secondary geminate consonants. The double consonants of Piedmontese exist only after stressed , written ë, and are not etymological: vëdde (Latin vidēre, to see), sëcca (Latin sicca, dry, feminine of sech). In standard Catalan and Occitan, there exists a geminate sound written l·l (Catalan) or ll (Occitan), but it is usually pronounced as a simple sound in colloquial (and even some formal) speech in both languages. ==== Vowel prosthesis ==== In Late Latin a prosthetic vowel /i/ (lowered to /e/ in most languages) was inserted at the beginning of any word that began with (referred to as s impura) and a voiceless consonant (#sC- > isC-): *scrībere 'to write' > Sardinian iscribere, Spanish escribir, Portuguese escrever, Catalan escriure, Old French escri(v)re (mod. écrire); *spatha \"sword\" > Sard ispada, Sp/Pg espada, Cat espasa, OFr espeḍe (modern épée); *spiritus \"spirit\" > Sard ispìritu, Sp espíritu, Pg espírito, Cat esperit, French esprit; *Stephanum \"Stephen\" > Sard Istèvene, Sp Esteban, Cat Esteve, Pg Estêvão, OFr Estievne (mod. Étienne); *status \"state\" > Sard istadu, Sp/Pg estado, Cat estat, OFr estat (mod. état). Prosthetic /i/ ~ /e/ in Romance languages may have been influenced by Continental Celtic languages, although the phenomenon exists or existed in some areas where Celtic was never present (e.g. Sardinia, southern Italy). While Western Romance words undergo prothesis, cognates in Balkan Romance and southern Italo-Romance do not, e.g. Italian scrivere, spada, spirito, Stefano, and stato. In Italian, syllabification rules were preserved instead by vowel-final articles, thus feminine spada as la spada, but instead of rendering the masculine *il spaghetto, lo spaghetto came to be the norm. Though receding at present, Italian once had a prosthetic if a consonant preceded such clusters, so that 'in Switzerland' was in Svizzera. Some speakers still use the prothetic productively, and it is fossilized in a few set locutions such as in ispecie 'especially' or per iscritto 'in writing' (although in this case its survival may be due partly to the influence of the separate word iscritto < Latin īnscrīptus). The association of /i/ ~ /j/ and /s/ also led to the vocalization of word-final -s in Italian, Romanian, certain Occitan dialects, and the Spanish dialect of Chocó in Colombia.Rodney Sampson, Vowel Prosthesis in Romance: A Diachronic Study (Oxford: Oxford UP, 2010), 63. === Stressed vowels === ==== Loss of vowel length, reorientation ==== {| class=\"wikitable\" style=\"float:right; margin:1em; text-align:center;\" |+ Evolution of stressed vowels in early Romance |- ! colspan=\"3\"| Classical !! Sardinian ! colspan=\"2\" |Proto- Romance !! Sicilian!! Balcan Romance !! Western Romance |- ! Acad.1 !! Roman !! IPA !IPA!! Acad.1 !IPA ! colspan=\"3\" |IPA |- ! ī | long i || || rowspan=\"4\" | || rowspan=\"2\" | i || rowspan=\"2\" | || rowspan=\"6\" | | rowspan=\"2\" ||| rowspan=\"2\" | |- ! ȳ | long y || |- ! i (ĭ) | short i || || rowspan=\"4\" | ẹ || rowspan=\"2\" | | rowspan=\"4\" ||| rowspan=\"4\" | |- ! y (y̆) | short y || |- ! ē | long e || || rowspan=\"4\" | || rowspan=\"2\" | |- ! oe (œ) | oe || > |- ! e (ĕ) | short e || || rowspan=\"2\" | ę || rowspan=\"2\" | || rowspan=\"2\" | | rowspan=\"2\" ||| rowspan=\"2\" | |- ! ae (æ) | ae || > |- ! ā | long a || | rowspan=\"2\" ||| rowspan=\"2\" | a || rowspan=\"2\" | | rowspan=\"2\" | | rowspan=\"2\" ||| rowspan=\"2\" | |- ! a (ă) | short a || |- ! o (ŏ) | short o || | rowspan=\"3\" ||| ǫ || || || rowspan=\"3\" | || |- ! ō | long o || || rowspan=\"3\" | ọ || rowspan=\"2\" | || rowspan=\"4\" | || rowspan=\"3\" | |- ! au (a few words) | au || > |- ! u (ŭ) | short u || | rowspan=\"2\" ||| || rowspan=\"2\" | |- ! ū | long u || || u || || |- ! au (most words) | au || | | au |/aw/ [aʊ] | ||| |- | colspan=\"8\" | 1 Traditional academic transcription in Latin and Romance studies, respectively. | |} One profound change that affected Vulgar Latin was the reorganisation of its vowel system. Classical Latin had five short vowels, ă, ĕ, ĭ, ŏ, ŭ, and five long vowels, ā, ē, ī, ō, ū, each of which was an individual phoneme (see the table in the right, for their likely pronunciation in IPA), and four diphthongs, ae, oe, au and eu (five according to some authors, including ui). There were also long and short versions of y, representing the rounded vowel in Greek borrowings, which however probably came to be pronounced even before Romance vowel changes started. There is evidence that in the imperial period all the short vowels except a differed by quality as well as by length from their long counterparts.Allen (2003) states: \"There appears to have been no great difference in quality between long and short a, but in the case of the close and mid vowels (i and u, e and o) the long appear to have been appreciably closer than the short.\" He then goes on to the historical development, quotations from various authors (from around the second century AD), as well as evidence from older inscriptions where \"e\" stands for normally short i, and \"i\" for long e, etc. So, for example ē was pronounced close-mid while ĕ was pronounced open-mid , and ī was pronounced close while ĭ was pronounced near- close . During the Proto-Romance period, phonemic length distinctions were lost. Vowels came to be automatically pronounced long in stressed, open syllables (i.e. when followed by only one consonant), and pronounced short everywhere else. This situation is still maintained in modern Italian: cade \"he falls\" vs. cadde \"he fell\". The Proto-Romance loss of phonemic length originally produced a system with nine different quality distinctions in monophthongs, where only original had merged. Soon, however, many of these vowels coalesced: *The simplest outcome was in Sardinian,Technically, Sardinian is one of the Southern Romance languages. The same vowel outcome occurred in a small strip running across southern Italy (the Lausberg Zone), and is thought to have occurred in the Romance languages of northern Africa. where the former long and short vowels in Latin simply coalesced, e.g. > , > : This produced a simple five-vowel system . *In most areas, however (technically, the Italo-Western languages), the near-close vowels lowered and merged into the high-mid vowels . As a result, Latin pira \"pear\" and vēra \"true\", came to rhyme (e.g. Italian and Spanish pera, vera, and Old French poire, voire). Similarly, Latin nucem (from nux \"nut\") and vōcem (from vōx \"voice\") become Italian noce, voce, Portuguese noz, voz, and French noix, voix. This produced a seven-vowel system , still maintained in conservative languages such as Italian and Portuguese, and lightly transformed in Spanish (where ). *In the Eastern Romance languages (particularly, Romanian), the front vowels evolved as in the majority of languages, but the back vowels evolved as in Sardinian. This produced an unbalanced six-vowel system: . In modern Romanian, this system has been significantly transformed, with and with new vowels evolving, leading to a balanced seven-vowel system with central as well as front and back vowels: . *Sicilian is sometimes described as having its own distinct vowel system. In fact, Sicilian passed through the same developments as the main bulk of Italo-Western languages. Subsequently, however, high-mid vowels (but not low-mid vowels) were raised in all syllables, stressed and unstressed; i.e. . The result is a five-vowel . Further variants are found in southern Italy and Corsica, which also boasts a completely distinct system (see above). The Proto-Romance allophonic vowel- length system was rephonemicized in the Gallo-Romance languages as a result of the loss of many final vowels. Some northern Italian languages (e.g. Friulian) still maintain this secondary phonemic length, but most languages dropped it by either diphthongizing or shortening the new long vowels. French phonemicized a third vowel length system around AD 1300 as a result of the sound change /VsC/ > /VhC/ > (where V is any vowel and C any consonant). This vowel length began to be lost in Early Modern French, but the long vowels are still usually marked with a circumflex (and continue to be distinguished regionally, chiefly in Belgium). A fourth vowel length system, still non- phonemic, has now arisen: All nasal vowels as well as the oral vowels (which mostly derive from former long vowels) are pronounced long in all stressed closed syllables, and all vowels are pronounced long in syllables closed by the voiced fricatives . This system in turn has been phonemicized in some non- standard dialects (e.g. Haitian Creole), as a result of the loss of final . ==== Latin diphthongs ==== The Latin diphthongs ae and oe, pronounced and in earlier Latin, were early on monophthongized. ae became by the 1st century at the latest. Although this sound was still distinct from all existing vowels, the neutralization of Latin vowel length eventually caused its merger with < short e: e.g. caelum \"sky\" > French ciel, Spanish/Italian cielo, Portuguese céu , with the same vowel as in mele \"honey\" > French/Spanish miel, Italian miele, Portuguese mel . Some words show an early merger of ae with , as in praeda \"booty\" > *prēda > French proie (vs. expected **priée), Italian preda (not **prieda) \"prey\"; or faenum \"hay\" > *fēnum > Spanish heno, French foin (but Italian fieno /fjɛno/). oe generally merged with : poenam \"punishment\" > Romance * > Spanish/Italian pena, French peine; foedus \"ugly\" > Romance * > Spanish feo, Portuguese feio. There are relatively few such outcomes, since oe was rare in Classical Latin (most original instances had become Classical ū, as in Old Latin oinos \"one\" > Classical ūnusPalmer (1954).) and so oe was mostly limited to Greek loanwords, which were typically learned (high- register) terms. au merged with ō in the popular speech of Rome already by the 1st century . A number of authors remarked on this explicitly, e.g. Cicero's taunt that the populist politician Publius Clodius Pulcher had changed his name from Claudius to ingratiate himself with the masses. This change never penetrated far from Rome, however, and the pronunciation /au/ was maintained for centuries in the vast majority of Latin-speaking areas, although it eventually developed into some variety of o in many languages. For example, Italian and French have as the usual reflex, but this post-dates diphthongization of and the French-specific palatalization > (hence causa > French chose, Italian cosa not **cuosa). Spanish has , but Portuguese spelling maintains , which has developed to (and still remains as in some dialects, and in others). Occitan, Romanian, southern Italian languages, and many other minority Romance languages still have . A few common words, however, show an early merger with ō , evidently reflecting a generalization of the popular Roman pronunciation: e.g. French queue, Italian coda , Occitan co(d)a, Romanian coadă (all meaning \"tail\") must all derive from cōda rather than Classical cauda (but notice Portuguese cauda).cauda would produce French **choue, Italian , Occitan **cauda, Romanian **caudă. Similarly, Spanish oreja, Portuguese orelha, French oreille, Romanian ureche, and Sardinian olícra, orícla \"ear\" must derive from ōric(u)la rather than Classical auris (Occitan aurelha was probably influenced by the unrelated ausir < audīre \"to hear\"), and the form oricla is in fact reflected in the Appendix Probi. ==== Further developments ==== ===== Metaphony ===== An early process that operated in all Romance languages to varying degrees was metaphony (vowel mutation), conceptually similar to the umlaut process so characteristic of the Germanic languages. Depending on the language, certain stressed vowels were raised (or sometimes diphthongized) either by a final /i/ or /u/ or by a directly following /j/. Metaphony is most extensive in the Italo-Romance languages, and applies to nearly all languages in Italy; however, it is absent from Tuscan, and hence from standard Italian. In many languages affected by metaphony, a distinction exists between final /u/ (from most cases of Latin -um) and final /o/ (from Latin -ō, -ud and some cases of -um, esp. masculine \"mass\" nouns), and only the former triggers metaphony. Some examples: *In Servigliano in the Marche of Italy, stressed are raised to before final /i/ or /u/: \"I put\" vs. \"you put\" (< *metti < *mettes < Latin mittis); \"modest (fem.)\" vs. \"modest (masc.)\"; \"this (neut.)\" (< Latin eccum istud) vs. \"this (masc.)\" (< Latin eccum istum). *Calvallo in Basilicata, southern Italy, is similar, but the low-mid vowels are diphthongized to rather than raised: \"he puts\" vs. \"you put\", but \"I think\" vs. \"you think\". *Metaphony also occurs in most northern Italian dialects, but only by (usually lost) final *i; apparently, final *u was lowered to *o (usually lost) before metaphony could take effect. *Some of the Astur-Leonese languages in northern Spain have the same distinction between final /o/ and /u/ as in the Central-Southern Italian languages, with /u/ triggering metaphony.Álvaro Arias. \"La armonización vocálica en fonología funcional (de lo sintagmático en fonología a propósito de dos casos de metafonía hispánica) \", Moenia 11 (2006): 111–139. The plural of masculine nouns in these dialects ends in -os, which does not trigger metaphony, unlike in the singular (vs. Italian plural -i, which does trigger metaphony). *Sardinian has allophonic raising of mid vowels to before final /i/ or /u/. This has been phonemicized in the Campidanese dialect as a result of the raising of final /e o/ to /i u/. *Raising of to occurs sporadically in Portuguese in the masculine singular, e.g. porco \"pig\" vs. porcos \"pig\". It is thought that Galician-Portuguese at one point had singular /u/ vs. plural /os/, exactly as in modern Astur-Leonese. *In all of the Western Romance languages, final /i/ (primarily occurring in the first-person singular of the preterite) raised mid-high to , e.g. Portuguese fiz \"I did\" (< *fidzi < *fedzi < Latin fēcī) vs. fez \"he did\" (< *fedze < Latin fēcit). Old Spanish similarly had fize \"I did\" vs. fezo \"he did\" (-o by analogy with amó \"he loved\"), but subsequently generalized stressed /i/, producing modern hice \"I did\" vs. hizo \"he did\". The same thing happened prehistorically in Old French, yielding fis \"I did\", fist \"he did\" (< *feist < Latin fēcit). ===== Diphthongization ===== A number of languages diphthongized some of the free vowels, especially the open-mid vowels : *Spanish consistently diphthongized all open-mid vowels except for before certain palatal consonants (which raised the vowels to close-mid before diphthongization took place). *Romanian similarly diphthongized to (the corresponding vowel did not develop from Proto-Romance). *Italian diphthongized and in open syllables (in the situations where vowels were lengthened in Proto-Romance), the most salient exception being /ˈbɛne/ bene 'well', perhaps due to the high frequency of apocopated ben (e.g. ben difficile 'quite difficult', ben fatto 'well made' etc.). *French similarly diphthongized in open syllables (when lengthened), along with : > > middle OF > modern . *French also diphthongized before palatalized consonants, especially /j/. Further development was as follows: ; > /uoj/ > early OF /uj/ > modern /ɥi/. *Catalan diphthongized before /j/ from palatalized consonants, just like French, with similar results: , . These diphthongizations had the effect of reducing or eliminating the distinctions between open-mid and close- mid vowels in many languages. In Spanish and Romanian, all open-mid vowels were diphthongized, and the distinction disappeared entirely. Portuguese is the most conservative in this respect, keeping the seven-vowel system more or less unchanged (but with changes in particular circumstances, e.g. due to metaphony). Other than before palatalized consonants, Catalan keeps intact, but split in a complex fashion into and then coalesced again in the standard dialect (Eastern Catalan) in such a way that most original have reversed their quality to become . In French and Italian, the distinction between open-mid and close-mid vowels occurred only in closed syllables. Standard Italian more or less maintains this. In French, /e/ and merged by the twelfth century or so, and the distinction between and was eliminated without merging by the sound changes , . Generally this led to a situation where both and occur allophonically, with the close-mid vowels in open syllables and the open-mid vowels in closed syllables. In French, both and were partly rephonemicized: Both and occur in open syllables as a result of , and both and occur in closed syllables as a result of . Old French also had numerous falling diphthongs resulting from diphthongization before palatal consonants or from a fronted /j/ originally following palatal consonants in Proto-Romance or later: e.g. pācem /patsʲe/ \"peace\" > PWR */padzʲe/ (lenition) > OF paiz /pajts/; *punctum \"point\" > Gallo-Romance */ponʲto/ > */pojɲto/ (fronting) > OF point /põjnt/. During the Old French period, preconsonantal /l/ [ɫ] vocalized to /w/, producing many new falling diphthongs: e.g. dulcem \"sweet\" > PWR */doltsʲe/ > OF dolz /duɫts/ > douz /duts/; fallet \"fails, is deficient\" > OF falt > faut \"is needed\"; bellus \"beautiful\" > OF bels > beaus . By the end of the Middle French period, all falling diphthongs either monophthongized or switched to rising diphthongs: proto-OF > early OF > modern spelling > mod. French . ===== Nasalization ===== In both French and Portuguese, nasal vowels eventually developed from sequences of a vowel followed by a nasal consonant (/m/ or /n/). Originally, all vowels in both languages were nasalized before any nasal consonants, and nasal consonants not immediately followed by a vowel were eventually dropped. In French, nasal vowels before remaining nasal consonants were subsequently denasalized, but not before causing the vowels to lower somewhat, e.g. dōnat \"he gives\" > OF dune > donne , fēminam > femme . Other vowels remained nasalized, and were dramatically lowered: fīnem \"end\" > fin (often pronounced ); linguam \"tongue\" > langue ; ūnum \"one\" > un . In Portuguese, /n/ between vowels was dropped, and the resulting hiatus eliminated through vowel contraction of various sorts, often producing diphthongs: manum, *manōs > PWR *manu, ˈmanos \"hand(s)\" > mão, mãos ; canem, canēs \"dog(s)\" > PWR *kane, ˈkanes > *can, ˈcanes > cão, cães ; ratiōnem, ratiōnēs \"reason(s)\" > PWR *raˈdʲzʲone, raˈdʲzʲones > *raˈdzon, raˈdzones > razão, razões (Brazil), (Portugal). Sometimes the nasalization was eliminated: lūna \"moon\" > Galician-Portuguese lũa > lua; vēna \"vein\" > Galician-Portuguese vẽa > veia. Nasal vowels that remained actually tend to be raised (rather than lowered, as in French): fīnem \"end\" > fim ; centum \"hundred\" > PWR tʲsʲɛnto > cento ; pontem \"bridge\" > PWR pɔnte > ponte (Brazil), (Portugal). ==== Front- rounded vowels ==== Characteristic of the Gallo-Romance and Rhaeto-Romance languages are the front rounded vowels . All of these languages show an unconditional change /u/ > /y/, e.g. lūnam > French lune , Occitan . Many of the languages in Switzerland and Italy show the further change /y/ > /i/. Also very common is some variation of the French development (lengthened in open syllables) > > , with mid back vowels diphthongizing in some circumstances and then re-monophthongizing into mid-front rounded vowels. (French has both and , with developing from in certain circumstances.) === Unstressed vowels === {| class=\"wikitable\" style=\"float:right; margin:1em; text-align:center;\" |+ Evolution of unstressed vowels in early Italo-Western Romance ! rowspan=3| Latin !! colspan=\"2\" rowspan=\"2\" | Proto- Romance ! rowspan=\"2\" |Stressed|| rowspan=2| Non-final unstressed || colspan=5| Final-unstressed |- ! Original !! Later Italo- Romance !! Later Western- Romance !! Gallo- Romance !! Primitive French |- ! IPA !! Acad.1 !! IPA !IPA ! colspan=\"5\" |IPA |- ! a,ā | || a || colspan=2| || colspan=4| || |- ! e,ae | || ę || || rowspan=3| || colspan=2 rowspan=3| || rowspan=4| || rowspan=8| ∅; (prop) || rowspan=8| ∅; (prop) |- ! ē,oe | || rowspan=2| ẹ || rowspan=2| |- ! i,y | |- ! ī,ȳ | || i || colspan=2| || colspan=2| |- ! o | || ǫ || || rowspan=3| || rowspan=2| || colspan=2 rowspan=4| |- ! ō,(au) | || rowspan=2| ọ || rowspan=2| |- ! u | || rowspan=2| |- ! ū | || u || colspan=2| |- ! au (most words) | || au || colspan=2| || colspan=5| N/A |- |colspan=\"10\"| 1 Traditional academic transcription in Romance studies. |} There was more variability in the result of the unstressed vowels. Originally in Proto- Romance, the same nine vowels developed in unstressed as stressed syllables, and in Sardinian, they coalesced into the same five vowels in the same way. In Italo-Western Romance, however, vowels in unstressed syllables were significantly different from stressed vowels, with yet a third outcome for final unstressed syllables. In non-final unstressed syllables, the seven-vowel system of stressed syllables developed, but then the low-mid vowels merged into the high-mid vowels . This system is still preserved, largely or completely, in all of the conservative Romance languages (e.g. Italian, Spanish, Portuguese, Catalan). In final unstressed syllables, results were somewhat complex. One of the more difficult issues is the development of final short -u, which appears to have been raised to rather than lowered to , as happened in all other syllables. However, it is possible that in reality, final comes from long *-ū < -um, where original final -m caused vowel lengthening as well as nasalization. Evidence of this comes from Rhaeto- Romance, in particular Sursilvan, which preserves reflexes of both final -us and -um, and where the latter, but not the former, triggers metaphony. This suggests the development -us > > , but -um > > .Note that the outcome of -am -em -om would be the same regardless of whether lengthening occurred, and that -im was already rare in Classical Latin, and appears to have barely survived in Proto-Romance. The only likely survival is in \"-teen\" numerals such as trēdecim \"thirteen\" > Italian tredici. This favors the vowel-lengthening hypothesis -im > > ; but notice unexpected decem > Italian dieci (rather than expected *diece). It is possible that dieci comes from *decim, which analogically replaced decem based on the -decim ending; but it is also possible that the final /i/ in dieci represents an irregular development of some other sort and that the process of analogy worked in the other direction. The original five-vowel system in final unstressed syllables was preserved as- is in some of the more conservative central Italian languages, but in most languages there was further coalescence: *In Tuscan (including standard Italian), final /u/ merged into /o/. *In the Western Romance languages, final /i/ eventually merged into /e/ (although final /i/ triggered metaphony before that, e.g. Spanish hice, Portuguese fiz \"I did\" < *fize < Latin fēcī). Conservative languages like Spanish largely maintain that system, but drop final /e/ after certain single consonants, e.g. /r/, /l/, /n/, /d/, /z/ (< palatalized c). *In the Gallo-Romance languages (part of Western Romance), final /o/ and /e/ were dropped entirely unless that produced an impossible final cluster (e.g. /tr/), in which case a \"prop vowel\" /e/ was added. This left only two final vowels: /a/ and prop vowel /e/. Catalan preserves this system. *Loss of final stressless vowels in Venetian shows a pattern intermediate between Central Italian and the Gallo-Italic branch, and the environments for vowel deletion vary considerably depending on the dialect. In the table above, final /e/ is uniformly absent in mar, absent in some dialects in part(e) /part(e)/ and set(e) /sɛt(e)/, but retained in mare (< Latin mātrem) as a relic of the earlier cluster *dr. *In primitive Old French (one of the Gallo-Romance languages), these two remaining vowels merged into . Various later changes happened in individual languages, e.g.: *In French, most final consonants were dropped, and then final was also dropped. The is still preserved in spelling as a final silent -e, whose main purpose is to signal that the previous consonant is pronounced, e.g. port \"port\" vs. porte \"door\" . These changes also eliminated the difference between singular and plural in most words: ports \"ports\" (still ), portes \"doors\" (still ). Final consonants reappear in liaison contexts (in close connection with a following vowel- initial word), e.g. nous \"we\" vs. nous avons \"we have\", il fait \"he does\" vs. fait-il ? \"does he?\". *In Portuguese, final unstressed /o/ and /u/ were apparently preserved intact for a while, since final unstressed /u/, but not /o/ or /os/, triggered metaphony (see above). Final-syllable unstressed /o/ was raised in preliterary times to /u/, but always still written . At some point (perhaps in late Galician-Portuguese), final-syllable unstressed /e/ was raised to /i/ (but still written ); this remains in Brazilian Portuguese, but has developed to in northern and central European Portuguese. *In Catalan, final unstressed > . In many dialects, unstressed and merge into as in Portuguese, and unstressed and merge into . However, some dialects preserve the original five-vowel system, most notably standard Valencian. {| class=\"wikitable\" style=\"float:right; margin:1em;\" |+ Examples of evolution of final unstressed vowels: From least- to most-changed languages ! rowspan=\"2\"| English !! rowspan=\"2\"| Latin !! Proto-Italo- Western1 !! Conservative Central Italian1 !! Italian !! Portuguese !! Spanish !! Catalan !! Old French !! Modern French |- ! a, e, i, o, u !! a, e, i, o, u !! a, e, i, o !! colspan=\"2\"| a, e/-, o !! a, -/e !! colspan=\"2\"| e, -/e |- | one (fem.) || ūnam || [ˈuna] || colspan=\"5\"| una || colspan=\"2\"| une |- | door || portam || [ˈpɔrta] || colspan=\"3\"| porta || puerta || porta || colspan=\"2\"| porte |- | seven || septem || [ˈsɛtte] || colspan=\"2\"| sette ||sete || siete || colspan=\"2\"| set || sept |- | sea || mare || [ˈmare] || colspan=\"2\"| mare || colspan=\"3\"| mar || colspan=\"2\"| mer |- | peace || pācem || [ˈpatʃe] || colspan=\"2\"| pace || colspan=\"2\"| paz || pau || paiz || paix |- | part || partem || [ˈparte] || colspan=\"4\"| parte || colspan=\"3\"| part |- | truth || veritātem || [ˈveritate] || colspan=\"2\"| verità || verdade || verdad || veritat || verité || vérité |- | mother || mātrem || [ˈmatre] || matre || madre || mãe || madre || mare || meḍre || mère |- | twenty || vīgintī || [veˈenti] || vinti || venti || vinte || veinte || colspan=\"2\"| vint || vingt |- | four || quattuor || [ˈkwattro] || colspan=\"2\"| quattro || quatro ||cuatro || colspan=\"3\"| quatre |- | eight || octō || [ˈɔkto] || colspan=\"2\"| otto || oito || ocho || vuit || colspan=\"2\"| huit |- | when || quandō || [ˈkwando] || colspan=\"3\"| quando || cuando || quan || quant || quand |- | fourth || quartum || [ˈkwartu] || quartu || colspan=\"2\"| quarto || cuarto || colspan=\"3\"| quart |- | one (masc.) || ūnum || [ˈunu] || unu || colspan=\"3\"| uno || colspan=\"3\"| un |- | port || portum || [ˈpɔrtu] || portu || colspan=\"2\"| porto || puerto || colspan=\"3\"| port |} === Intertonic vowels === The so-called intertonic vowels are word-internal unstressed vowels, i.e. not in the initial, final, or tonic (i.e. stressed) syllable, hence intertonic. Intertonic vowels were the most subject to loss or modification. Already in Vulgar Latin intertonic vowels between a single consonant and a following /r/ or /l/ tended to drop: vétulum \"old\" > veclum > Dalmatian vieklo, Sicilian vecchiu, Portuguese velho. But many languages ultimately dropped almost all intertonic vowels. Generally, those languages south and east of the La Spezia–Rimini Line (Romanian and Central-Southern Italian) maintained intertonic vowels, while those to the north and west (Western Romance) dropped all except /a/. Standard Italian generally maintained intertonic vowels, but typically raised unstressed /e/ > /i/. Examples: *septimā́nam \"week\" > Italian settimana, Romanian săptămână vs. Spanish/Portuguese semana, French semaine, Occitan/Catalan setmana, Piedmontese sman-a *quattuórdecim \"fourteen\" > Italian quattordici, Venetian cuatòrdexe, Lombard/Piedmontese quatòrdes, vs. Spanish catorce, Portuguese/French quatorze *metipsissimusThe Latin forms are attested; metipsissimus is the superlative of the formative -metipse, found for example in egometipse \"myself in person\" > medipsimus /medíssimos/ ~ /medéssimos/ \"self\"Ralph Penny, A History of the Spanish Language, 2nd edn. (Cambridge: Cambridge UP, 2002), 144. > Italian medésimo vs. Venetian medemo, Lombard medemm, Old Spanish meísmo, meesmo (> modern mismo), Galician-Portuguese meesmo (> modern mesmo), Old French meḍisme (> later meïsme > MF mesme > modern même) *bonitā́tem \"goodness\" > Italian bonità ~ bontà, Romanian bunătate but Spanish bondad, Portuguese bondade, French bonté *collocā́re \"to position, arrange\" > Italian coricare vs. Spanish colgar \"to hang\", Romanian culca \"to lie down\", French coucher \"to lay sth on its side; put s.o. to bed\" *commūnicā́re \"to take communion\" > Romanian cumineca vs. Portuguese comungar, Spanish comulgar, Old French comungier *carricā́re \"to load (onto a wagon, cart)\" > Portuguese/Catalan carregar vs. Spanish/Occitan cargar \"to load\", French charger, Lombard cargà/caregà, Venetian carigar/cargar(e) \"to load\" *fábricam \"forge\" > > Spanish fragua, Portuguese frágua, Occitan/Catalan farga, French forge *disjējūnā́re \"to break a fast\" > *disjūnā́re > Old French disner \"to have lunch\" > French dîner \"to dine\" (but *disjū́nat > Old French desjune \"he has lunch\" > French (il) déjeune \"he has lunch\") *adjūtā́re \"to help\" > Italian aiutare, Romanian ajuta but French aider, Lombard aidà/aiuttà (Spanish ayudar, Portuguese ajudar based on stressed forms, e.g. ayuda/ajuda \"he helps\"; cf. Old French aidier \"to help\" vs. aiue \"he helps\") Portuguese is more conservative in maintaining some intertonic vowels other than /a/: e.g. *offerḗscere \"to offer\" > Portuguese oferecer vs. Spanish ofrecer, French offrir (< *offerīre). French, on the other hand, drops even intertonic /a/ after the stress: Stéphanum \"Stephen\" > Spanish Esteban but Old French Estievne > French Étienne. Many cases of /a/ before the stress also ultimately dropped in French: sacraméntum \"sacrament\" > Old French sairement > French serment \"oath\". == Writing systems == The Romance languages for the most part have kept the writing system of Latin, adapting it to their evolution. One exception was Romanian before the nineteenth century, where, after the Roman retreat, literacy was reintroduced through the Romanian Cyrillic alphabet, a Slavic influence. A Cyrillic alphabet was also used for Romanian (then called Moldovan) in the USSR. The non-Christian populations of Spain also used the scripts of their religions (Arabic and Hebrew) to write Romance languages such as Ladino and Mozarabic in aljamiado. === Letters === {|class=\"wikitable\" style=\"float: right; text-align: center;\" |+ Spelling of results of palatalization and related sounds ! Sound !! Latin !! Spanish !! Portuguese !! French !! Catalan !! Italian !! Romanian |- | hard not + || colspan=\"7\" rowspan=\"2\"| |- | soft \\+ |- | soft not + || || || colspan=\"3\"| || colspan=\"2\"| |- | not + || || || colspan=\"4\"| || |- | \\+ (inherited) || colspan=\"5\"| || colspan=\"2\"| |- | (learned) || || || colspan=\"2\"| Formerly in Brazilian Portuguese || || || |- | | colspan=\"3\"| || ||colspan=\"3\"| |- | hard not + || colspan=\"7\" rowspan=\"2\"| |- | soft \\+ , + |- | soft not + || || colspan=\"2\"| || || || colspan=\"2\"| |- | not + || colspan=\"8\"| |- | \\+ (inherited) || colspan=\"5\"| || colspan=\"2\"| |- | (learned) || || || colspan=\"2\"| Formerly in Brazilian Portuguese || || || |- | | colspan=\"3\"| || ||colspan=\"3\"| |- | soft not + (inherited) || rowspan=\"3\"| || || colspan=\"3\"| || rowspan=\"2\"| || rowspan=\"2\"| |- | soft \\+ (inherited) || colspan=\"4\"| |- | soft (learned) || colspan=\"2\"| || || || || |- | || - || || || || || || - |- | || - || || || || || || - |} The Romance languages are written with the classical Latin alphabet of 23 letters – A, B, C, D, E, F, G, H, I, K, L, M, N, O, P, Q, R, S, T, V, X, Y, Z – subsequently modified and augmented in various ways. In particular, the single Latin letter V split into V (consonant) and U (vowel), and the letter I split into I and J. The Latin letter K and the new letter W, which came to be widely used in Germanic languages, are seldom used in most Romance languages – mostly for unassimilated foreign names and words. Indeed, in Italian prose is properly . Portuguese and Catalan eschew importation of \"foreign\" letters more than most languages. Thus Wikipedia is in Catalan but in Spanish; chikungunya, sandwich, kiwi are , , in Portuguese but , , in Spanish. While most of the 23 basic Latin letters have maintained their phonetic value, for some of them it has diverged considerably; and the new letters added since the Middle Ages have been put to different uses in different scripts. Some letters, notably H and Q, have been variously combined in digraphs or trigraphs (see below) to represent phonetic phenomena that could not be recorded with the basic Latin alphabet, or to get around previously established spelling conventions. Most languages added auxiliary marks (diacritics) to some letters, for these and other purposes. The spelling rules of most Romance languages are fairly simple, and consistent within any language. Since the spelling systems are based on phonemic structures rather than phonetics, however, the actual pronunciation of what is represented in standard orthography can be subject to considerable regional variation, as well as to allophonic differentiation by position in the word or utterance. Among the letters representing the most conspicuous phonological variations, between Romance languages or with respect to Latin, are the following: :B, V: Merged in Spanish and some dialects of Catalan, where both letters represent a single phoneme pronounced as either or depending on position, with no differentiation between B and V. :C: Generally a \"hard\" , but \"soft\" (fricative or affricate) before e, i, or y. :G: Generally a \"hard\" , but \"soft\" (fricative or affricate) before e, i, or y. In some languages, like Spanish, the hard g, phonemically , is pronounced as a fricative after vowels. In Romansch, the soft g is a voiced palatal plosive or a voiced alveolo-palatal affricate . :H: Silent in most languages; used to form various digraphs. But represents in Romanian, Walloon and Gascon Occitan. :J: Represents the fricative in most languages, or the palatal approximant in Romansh and in several of the languages of Italy, and [x] or [h] in Spanish, depending on the variety. Italian does not use this letter in native words. :Q: As in Latin, its phonetic value is that of a hard c, i.e. , and in native words it is almost always followed by a (sometimes silent) u. Romanian does not use this letter in native words. :S: Generally voiceless , but voiced between vowels in some languages. In Spanish, Romanian, Galician and several varieties of Italian, however, it is always pronounced voiceless between vowels. If the phoneme /s/ is represented by the letter S, predictable assimilations are normally not shown (e.g. Italian 'sled', spelled slitta but pronounced , never with ). Also at the end of syllables it may represent special allophonic pronunciations. In Romansh, it also stands for a voiceless or voiced fricative, or , before certain consonants. :W: No Romance language uses this letter in native words, with the exception of Walloon. :X: Its pronunciation is rather variable, both between and within languages. In the Middle Ages, the languages of Iberia used this letter to denote the voiceless postalveolar fricative , which is still the case in modern Catalan and Portuguese. With the Renaissance the classical pronunciation – or similar consonant clusters, such as , , or – were frequently reintroduced in latinisms and hellenisms. In Venetian it represents , and in Ligurian the voiced postalveolar fricative . Italian does not use this letter in native words. :Y: This letter is not used in most languages, with the prominent exceptions of French and Spanish, where it represents before vowels (or various similar fricatives such as the palatal fricative , in Spanish), and the vowel or semivowel elsewhere. :Z: In most languages it represents the sound . However, in Italian it denotes the affricates and (which are two separate phonemes, but rarely contrast; among the few examples of minimal pairs are \"ray\" with , \"race\" with (note that both are phonetically long between vowels); in Romansh the voiceless affricate ; and in Galician and Spanish it denotes either the voiceless dental fricative or . Otherwise, letters that are not combined as digraphs generally represent the same phonemes as suggested by the International Phonetic Alphabet (IPA), whose design was, in fact, greatly influenced by Romance spelling systems. === Digraphs and trigraphs === Since most Romance languages have more sounds than can be accommodated in the Roman Latin alphabet they all resort to the use of digraphs and trigraphs – combinations of two or three letters with a single phonemic value. The concept (but not the actual combinations) is derived from Classical Latin, which used, for example, TH, PH, and CH when transliterating the Greek letters \"θ\", \"ϕ\" (later \"φ\"), and \"χ\". These were once aspirated sounds in Greek before changing to corresponding fricatives, and the H represented what sounded to the Romans like an following , , and respectively. Some of the digraphs used in modern scripts are: :CI: used in Italian, Romance languages in Italy, Corsican and Romanian to represent before A, O, or U. :CH: used in Italian, Romance languages in Italy, Corsican, Romanian, Romansh and Sardinian to represent before E or I (including yod ); in Occitan, Spanish, Astur-leonese and Galician; or in Romansh before A, O or U; and in most other languages. In Catalan it is used in some old spelling conventions for . :DD: used in Sicilian and Sardinian to represent the voiced retroflex plosive . In recent history more accurately transcribed as DDH. :DJ: used in Walloon and Catalan for . :GI: used in Italian, Romance languages in Italy, Corsican and Romanian to represent before A, O, or U, and in Romansh to represent or or (before A, E, O, and U) or :GH: used in Italian, Romance languages in Italy, Corsican, Romanian, Romansh and Sardinian to represent before E or I (including yod ), and in Galician for the voiceless pharyngeal fricative (not standard sound). :GL: used in Romansh before consonants and I and at the end of words for . :GLI: used in Italian and Corsican for and Romansh for . :GN: used in French, some Romance languages in Italy, Corsican and Romansh for , as in champignon; in Italian to represent , as in \"ogni\" or \"lo gnocco\". :GU: used before E or I to represent or in all Romance languages except Italian, Romance languages in Italy, Corsican, Romansh, and Romanian, which use GH instead. :IG: used at the end of word in Catalan for , as in maig, safareig or enmig. :IX: used between vowels or at the end of word in Catalan for , as in caixa or calaix. :LH: used in Portuguese and Occitan . :LL: used in Spanish, Catalan, Galician, Astur- leonese, Norman and Dgèrnésiais, originally for which has merged in some cases with . Represents in French unless it follows I (i) when it represents (or in some dialects). As in Italian, it is used in Occitan for a long . :L·L: used in Catalan for a geminate consonant . :NH: used in Portuguese and Occitan for , used in official Galician for . :N-: used in Piedmontese and Ligurian for between two vowels. :NN: used in Leonese for , in Italian for geminate . :NY: used in Catalan for . :QU: represents in Italian, Romance languages in Italy, and Romansh; in French, Astur-leonese (normally before e or i); (before e or i) or (normally before a or o) in Occitan, Catalan and Portuguese; in Spanish (always before e or i). :RR: used between vowels in several languages (Occitan, Catalan, Spanish) to denote a trilled or a guttural R, instead of the flap . :SC: used before E or I in Italian, Romance languages in Italy as , in European Portuguese as and in French, Brazilian Portuguese, Catalan and Latin American Spanish as in words of certain etymology (notice this would represent in standard peninsular Spanish) :SCH: used in Romansh for or , in Italian for before E or I, including yod . :SCI: used in Italian, Romance languages in Italy, and Corsican to represent before A, O, or U. :SH: used in Aranese Occitan for . :SS: used in French, Portuguese, Piedmontese, Romansh, Occitan, and Catalan for between vowels, in Italian, Romance languages of Italy, and Corsican for long . :TS: used in Catalan for . :TG: used in Romansh for or . In Catalan is used for before E and I, as in metge or fetge. :TH: used in Jèrriais for ; used in Aranese for either or . :TJ: used between vowels and before A, O or U, in Catalan for , as in sotjar or mitjó. :TSCH: used in Romansh for . :TX: used at the beginning or at the end of word or between vowels in Catalan for , as in txec, esquitx or atxa. :TZ: used in Catalan for . While the digraphs CH, PH, RH and TH were at one time used in many words of Greek origin, most languages have now replaced them with C/QU, F, R and T. Only French has kept these etymological spellings, which now represent or , , and , respectively. ==== Double consonants ==== Gemination, in the languages where it occurs, is usually indicated by doubling the consonant, except when it does not contrast phonemically with the corresponding short consonant, in which case gemination is not indicated. In Jèrriais, long consonants are marked with an apostrophe: is a long , is a long , and is a long . The phonemic contrast between geminate and single consonants is widespread in Italian, and normally indicated in the traditional orthography: 'done' vs. 'fate, destiny'; 's/he, it fell' vs. 's/he, it falls'. The double consonants in French orthography, however, are merely etymological. In Catalan, the gemination of is marked by a (\"flying point\"): . === Diacritics === Romance languages also introduced various marks (diacritics) that may be attached to some letters, for various purposes. In some cases, diacritics are used as an alternative to digraphs and trigraphs; namely to represent a larger number of sounds than would be possible with the basic alphabet, or to distinguish between sounds that were previously written the same. Diacritics are also used to mark word stress, to indicate exceptional pronunciation of letters in certain words, and to distinguish words with same pronunciation (homophones). Depending on the language, some letter-diacritic combinations may be considered distinct letters, e.g. for the purposes of lexical sorting. This is the case, for example, of Romanian ș () and Spanish ñ (). The following are the most common use of diacritics in Romance languages. *Vowel quality: the system of marking close-mid vowels with an acute accent, é, and open-mid vowels with a grave accent, è, is widely used (e.g. Catalan, French, Italian). Portuguese, however, uses the circumflex (ê) for the former, and the acute (é), for the latter. Some minority Romance languages use an umlaut (diaeresis mark) in the case of ä, ö, ü to indicate fronted vowel variants, as in German. Centralized vowels () are indicated variously (â in Portuguese, ă/î in Romanian, ë in Piedmontese, etc.). In French, Occitan and Romanian, these accents are used whenever necessary to distinguish the appropriate vowel quality, but in the other languages, they are used only when it is necessary to mark unpredictable stress, or in some cases to distinguish homophones. *Vowel length: French uses a circumflex to indicate what had been a long vowel (although nowadays this rather indicates a difference in vowel quality, if it has any effect at all on pronunciation). This same usage is found in some minority languages. *Nasality: Portuguese marks nasal vowels with a tilde (ã) when they occur before other written vowels and in some other instances. *Palatalization: some historical palatalizations are indicated with the cedilla (ç) in French, Catalan, Occitan and Portuguese. In Spanish and several other world languages influenced by it, the grapheme ñ represents a palatal nasal consonant. *Separate pronunciation: when a vowel and another letter that would normally be combined into a digraph with a single sound are exceptionally pronounced apart, this is often indicated with a diaeresis mark on the vowel. This is particularly common in the case of gü /ɡw/ before e or i, because plain gu in this case would be pronounced /ɡ/. This usage occurs in Spanish, French, Catalan and Occitan, and occurred before the 2009 spelling reform in Brazilian Portuguese. French also uses the diaeresis on the second of two adjacent vowels to indicate that both are pronounced separately, as in Noël \"Christmas\" and haïr \"to hate\". *Stress: the stressed vowel in a polysyllabic word may be indicated with an accent, when it cannot be predicted by rule. In Italian, Portuguese and Catalan, the choice of accent (acute, grave or circumflex) may depend on vowel quality. When no quality needs to be indicated, an acute accent is normally used (ú), but Italian and Romansh use a grave accent (ù). Portuguese puts a diacritic on all stressed monosyllables that end in a e o as es os, to distinguish them from unstressed function words: chá \"tea\", más \"bad (fem. pl.)\", sé \"seat (of government)\", dê \"give! (imperative)\", mês \"month\", só \"only\", nós \"we\" (cf. mas \"but\", se \"if/oneself\", de \"of\", nos \"us\"). Word-final stressed vowels in polysyllables are marked by the grave accent in Italian, thus università \"university/universities\", virtù \"virtue/virtues\", resulting in occasional minimal or near-minimal pairs such as parlo \"I speak\" ≠ parlò \"s/he spoke\", capi \"heads, bosses\" ≠ capì \"s/he understood\", gravita \"it, s'/he gravitates\" ≠ gravità \"gravity, seriousness\". *Homophones: words (especially monosyllables) that are pronounced exactly or nearly the same way and are spelled identically, but have different meanings, can be differentiated by a diacritic. Typically, if one of the pair is stressed and the other isn't, the stressed word gets the diacritic, using the appropriate diacritic for notating stressed syllables (see above). Portuguese does this consistently as part of notating stress in certain monosyllables, whether or not there is an unstressed homophone (see examples above). Spanish also has many pairs of identically pronounced words distinguished by an acute accent on the stressed word: si \"if\" vs. sí \"yes\", mas \"but\" vs. más \"more\", mi \"my\" vs. mí \"me\", se \"oneself\" vs. sé \"I know\", te \"you (object)\" vs. té \"tea\", que/quien/cuando/como \"that/who/when/how\" vs. qué/quién/cuándo/cómo \"what?/who?/when?/how?\", etc. A similar strategy is common for monosyllables in writing Italian, but not necessarily determined by stress: stressed dà \"it, s/he gives\" vs. unstressed da \"by, from\", but also tè \"tea\" and te \"you\", both capable of bearing phrasal stress. Catalan has some pairs where both words are stressed, and one is distinguished by a vowel-quality diacritic, e.g. os \"bone\" vs. ós \"bear\". When no vowel-quality needs distinguishing, French and Catalan use a grave accent: French ou \"or\" vs. où \"where\", French la \"the\" vs. là \"there\", Catalan ma \"my\" vs. mà \"hand\". === Upper and lower case === Most languages are written with a mixture of two distinct but phonetically identical variants or \"cases\" of the alphabet: majuscule (\"uppercase\" or \"capital letters\"), derived from Roman stone-carved letter shapes, and minuscule (\"lowercase\"), derived from Carolingian writing and Medieval quill pen handwriting which were later adapted by printers in the fifteenth and sixteenth centuries. In particular, all Romance languages capitalize (use uppercase for the first letter of) the following words: the first word of each complete sentence, most words in names of people, places, and organizations, and most words in titles of books. The Romance languages do not follow the German practice of capitalizing all nouns including common ones. Unlike English, the names of months, days of the weeks, and derivatives of proper nouns are usually not capitalized: thus, in Italian one capitalizes Francia (\"France\") and Francesco (\"Francis\"), but not francese (\"French\") or francescano (\"Franciscan\"). However, each language has some exceptions to this general rule. == Vocabulary comparison == The tables below provide a vocabulary comparison that illustrates a number of examples of sound shifts that have occurred between Latin and Romance languages. Words are given in their conventional spellings. In addition, for French the actual pronunciation is given, due to the dramatic differences between spelling and pronunciation. (French spelling approximately reflects the pronunciation of Old French, c. 1200 AD.) {|class=\"wikitable\" style=\"font-size: 85%\" |- !English !width=\"75\"|Latin !Sardinian (Nuorese) !Romanian !Sicilian !Neapolitan !Corsican (Northern) !Italian !Venetian !Ligurian !Emilian !Lombard !Piedmontese !Friulian !Romansh !Arpitan !French !Occitan !Catalan !Aragonese !Spanish !Asturian !Portuguese !Galician |- |man |homō, hominem |ómine |om |omu |ommo |omu |uomo |om(en)o |òmmo |òm(en) |òm(en) |òm |om |um |homo |homme |òme |home |om(br)e |hombre |home |homem |home |- |woman, wife |Domina, femina, mulier, mulierem |Fémina, muzère |femeie, muiere |mugghieri |femmena, mugliera |donna, moglie |donna |mujer |mogê/dònna |mujér |dòna/fomna, miee/moglier |fomna |muîr |muglier |fèna |femme OF moillier |femna/molhèr OOc mólher (nom.) / molhér (obj.) |dona, muller |muller |mujer |muyer |mulher |muller |- |son |fīlium |fízu |fiu |figghiu |figlio |figliu/figliolu |figlio |fio |figeu |fiōl |fiœl |fieul |fi |figl, fegl |fily, fely |fils |filh |fill |fillo |hijo |fíu |filho |fillo |- |water |aquam |àbba |apă |acqua |acqua |acqua |acqua |acua |ægoa |aqua |aqua/ova/eiva |eva |aghe |aua |égoua |eau |aiga |aigua |aigua, augua |agua |agua |água |auga |- |fire |focum |fócu |foc |focu |foco/(pere, from Greek \"πυρ\") |focu |fuoco |fogo |fêugo |foeugh |fœg |feu |fûc |fieu |fuè |feu |fuòc |foc |fuego |fuego |fueu |fogo |fogo |- |rain |pluviam |próida |ploaie |chiuvutaDeveloped from *pluviūtam. |chiuvuta |pioggia |pioggia |pióva |ciêuva |pioeuva |piœva |pieuva |ploe |plievgia |pllove |pluie |pluèja |pluja |plebia |lluvia |lluvia |chuva |choiva |- |land |terram |tèrra |țară |terra |terra |terra |terra |tera |tæra |tera |terra |tèra |tiere |terra/tiara |tèrra |terre |tèrra |terra |tierra |tierra |tierra |terra |terra |- |stone |petra |pedra |piatră |petra |preta |petra |pietra |piera |pria |preda |preda/preja |pera/pria/preja |piere |crapa |piérra |pierre |pèira |pedra |piedra |piedra |piedra |pedra |pedra |- |sky |caelum |chélu |cer |celu |cielo |celu |cielo |çiél |çê |cēl |cel |cel |cîl |tschiel |cièl |ciel |cèl |cel |zielo |cielo |cielu |céu |ceo |- |high |altum |àrtu |înalt |autu |auto |altu |alto |alto |èrto |élt |alt/(v)olt |àut |alt |aut |hiôt |hautInitial h- due to contamination of Germanic *hauh \"high\". Although no longer pronounced, it reveals its former presence by inhibiting elision of a preceding schwa, e.g. le haut \"the high\" vs. l'eau \"the water\". |n-aut |alt |alto |alto |altu |alto |alto |- |new |novum |nóbu |nou |novu |nuovo |novu |nuovo |nóvo |nêuvo |noeuv |nœv |neuv |gnove |nov |nôvo, nôf |neuf |nòu |nou |nuebo |nuevo |nuevu |novo |novo |- |horse |caballum |càdhu |cal |cavaddu |cavallo |cavallu |cavallo |cavało |cavàllo |cavàl |cavall |caval |ĉhaval |chaval |chevâl |cheval |caval |cavall |caballo |caballo |caballu |cavalo |cabalo |- |dog |canem |càne/jàgaru |câine |cani |cane/cacciuttiello |cane |cane |can |càn |can |can/ca |can |cjan |chaun |chin |chien |can |ca, gos |can |can/perro |can |cão |can |- |do |facere |fàchere |face(re) |fari/fàciri |fà |fà |fare |far |fâ |far |fà |fé |fâ |far |fére, fâr |faire |far/fàser |fer |fer |hacer |facer |fazer |facer |- |milk |lactem |làte |lapte |latti |latte |latte |latte |late |læte |latt |lacc/lat |làit |lat |latg |lacél, lat |lait |lach |llet |leit |leche |lleche |leite |leite |- |eye |oculum > *oclum |ócru |ochi |occhiu |uocchio |ochiu/ochju |occhio |ocio |éugio |òć |œgg |euj |voli |egl |uely |œil |uèlh |ull |güello |ojo |güeyu |olho |ollo |- |ear |auriculam > *oriclam |orícra |ureche |auricchia |recchia |orecchiu/orechju |orecchio |orécia |oêgia |uréć |oregia/orecia |orija |orele |ureglia |orelye |oreille |aurelha |orella |orella |oreja |oreya |orelha |orella |- |tongue/ language |linguam |límba |limbǎ |lingua |lengua |lingua |lingua |léngua |léngoa |léngua |lengua |lenga |lenghe |lingua |lengoua |langue |lenga |llengua |luenga |lengua |llingua |língua |lingua |- |hand |manum |mànu |mână |manu |mana |manu |mano |man |màn |man |man/ma |man |man |maun |man |main |man |mà |man |mano |mano |mão |man |- |skin |pellem |pèdhe |piele |peddi |pella |pelle |pelle |pełe |pélle |pèl |pell |pel |piel |pel |pêl |peau |pèl |pell |piel |piel |piel |pele |pel |- |I |ego |(d)ègo |eu |eu/jè/ju |ije |eiu |io |(mi)Cognate with Latin mē, not ego. Note that this parallels the state of affairs in Celtic, where the cognate of ego is not attested anywhere, and the use of the accusative form cognate to mē has been extended to cover the nominative, as well. a |(mi) a |(mì/mè) a |(mi/mé) a |(mi) i/a/e |jo |jau |je |je , moi |ieu/jo |jo |yo |yo |yo |eu |eu |- |our |nostrum |nóstru |nostru |nostru |nuosto |nostru |nostro |nostro |nòstro |noster |nòst/nòster |nòst |nestri |noss |noutron |notre |nòstre |nostre |nuestro |nuestro |nuesu,Developed from an assimilated form *nossum rather than from nostrum. nuestru |nosso |noso |- |three |trēs |tres |trei |tri |tre |tre |tre |tre |tréi (m)/ træ (f) |trii |tri (m)/ tre (f) |trè |tre |trais |trê |trois |tres |tres |tres |tres |trés |três |tres |- |four |quattuor > *quattro |bàtoro |patru |quattru |quatto |quattru |quattro |cuatro |quàttro |quàtar |quàter |quatr |cuatri |quat(t)er |quatro |quatre |quatre |quatre |cuatre, cuatro |cuatro |cuatro |quatro |catro |- |five |quīnque > *cīnque |chímbe |cinci |cincu |cinco |cinque |cinque |çincue |çìnque |sinc |cinc/sic |sinch |cinc |tschintg |cinq |cinq |cinc |cinc |zinco, zingo |cinco |cinco, cincu |cinco |cinco |- |six |sex |ses |șase |sia |seje |sei |sei |sìe |sêi |siē |sex |ses |sîs |sis |siéx |six |sièis |sis |seis/sais |seis |seis |seis |seis |- |seven |septem |sète |șapte |setti |sette |sette |sette |sete |sètte |sèt |set |set |siet |se(a)t, siat |sèpt |sept |sèt |set |siet(e) |siete |siete |sete |sete |- |eight |octō |òto |opt |ottu |otto |ottu |otto |oto |éuto |òt |vòt/òt |eut |vot |ot(g), och |huét |huit |uèch |vuit |güeito, ueito |ocho |ocho |oito |oito |- |nine |novem |nòbe |nouă |novi |nove |nove |nove |nove |nêuve |nóv |nœv |neuv |nûv |no(u)v |nôf |neuf |nòu |nou |nueu |nueve |nueve |nove |nove |- |ten |decem |dèche |zece |deci |diece |dece |dieci |diéxe |dêxe |déś |dex |des |dîs |diesch |diéx |dix |dètz |deu |diez |diez |diez |dez |dez |- !English !width=\"75\"|Latin !Sardinian (Nuorese) !Romanian !Sicilian !Neapolitan !Corsican (Northern) !Italian !Venetian !Ligurian !Emilian !Lombard !Piedmontese !Friulian !Romansh !Arpitan !French !Occitan !Catalan !Aragonese !Spanish !Asturian !Portuguese !Galician |} === Degrees of lexical similarity among the Romance languages === Data from Ethnologue:Ethnologue, Languages of the World, 15th edition, SIL International, 2005. {| class=\"wikitable sortable\" style=\"font-size: 85%\" |- ! width=\"60\"| % !! width=\"60\" | Sardinian!! width=\"60\" | Italian !! width=\"60\" | French !! width=\"60\" | Spanish !! width=\"60\" | Portuguese !! width=\"60\" | Catalan !! width=\"60\" | Romansh |- ! Italian | 85(a)|| — | || || || || |- ! French | 80|| 89 | — || || || || |- ! Spanish | 76|| 82 | 75 || — || || || |- ! Portuguese | 76|| 80 | 75 || 89 || — || || |- ! Catalan | 75|| 87 | 85 || 85 || 85 || — || |- ! Romansh | 74|| 78 | 78 || 74 || 74 || 76 || — |- ! Romanian | 74|| 77 | 75 || 71 || 72 || 73 || 72 |} == See also == *Romance languages linguistics *Italo-Celtic *Romance peoples *Legacy of the Roman Empire *Southern Romance *African Romance *British Latin *Moselle Romance *Pannonian Romance *Romance-speaking Africa *Romance-speaking Europe *Romance-speaking world == Notes == == References == Overviews: *Frederick Browning Agard. A Course in Romance Linguistics. Vol. 1: A Synchronic View, Vol. 2: A Diachronic View. Georgetown University Press, 1984. * Reprint 2003. * *Gerhard Ernst et al., eds. Romanische Sprachgeschichte: Ein internationales Handbuch zur Geschichte der romanischen Sprachen. 3 vols. Berlin: Mouton de Gruyter, 2003 (vol. 1), 2006 (vol. 2). * *Martin Maiden, John Charles Smith & Adam Ledgeway, eds., The Cambridge History of the Romance Languages. Vol. 1: Structures, Vol. 2: Contexts. Cambridge: Cambridge UP, 2011 (vol. 1) & 2013 (vol. 2). *Martin Maiden & Adam Ledgeway, eds. The Oxford Guide to the Romance Languages. Oxford: Oxford University Press, 2016. * * Phonology: * *Cravens, Thomas D. Comparative Historical Dialectology: Italo-Romance Clues to Ibero-Romance Sound Change. Amsterdam: John Benjamins, 2002. *Sónia Frota & Pilar Prieto, eds. Intonation in Romance. Oxford: Oxford UP, 2015. *Christoph Gabriel & Conxita Lleó, eds. Intonational Phrasing in Romance and Germanic: Cross-Linguistic and Bilingual studies. Amsterdam: John Benjamins, 2011. *Philippe Martin. The Structure of Spoken Language: Intonation in Romance. Cambridge: Cambridge UP, 2016. *Rodney Sampson. Vowel Prosthesis in Romance. Oxford: Oxford UP, 2010. Lexicon: * French: * * * Portuguese: * * Spanish: * * * * Italian: * * * Rhaeto-Romance: *John Haiman & Paola Benincà, eds., The Rhaeto-Romance Languages. London: Routledge, 1992. == External links == *Michael de Vaan, Etymological Dictionary of Latin and the other Italic Languages, Brill, 2008, 826pp. (part available freely online) *Michael Metzeltin, Las lenguas románicas estándar. Historia de su formación y de su uso, Oviedo, 2004 *Orbis Latinus, site on Romance languages *Hugh Wilkinson's papers on Romance Languages *Spanish is a Romance language, but what does that have to do with the type of romance between lovers?, dictionary.com *Comparative Grammar of the Romance Languages *Comparison of the computer terms in Romance languages Category:Latino- Faliscan languages Category:Articles citing Nationalencyklopedin Category:Articles containing Medieval Latin-language text",
 "title": "Romance languages"
}