{
 "id": "254077",
 "text": "Demchugdongrub (, , Chinese: 德穆楚克棟魯普, 8 February 1902– 23 May 1966), also known as Prince De (), courtesy name Xixian (), was a Qing dynasty Mongol prince descended from the Borjigin imperial clan who lived during the 20th century and became the leader of an independence movement in Inner Mongolia. He was most notable for being the chairman of the pro-Japanese Mongol Military Government (1938–39) and later of the puppet state of Mengjiang (1939–45), during the Second Sino-Japanese War. In modern day, some see Demchugdongrub as a Mongol nationalist promoting Pan-MongolismWang (2008), p. 97Liu (2004), p. 132 while others view him as a traitor and as the pawn of the Japanese during World War II. ==Early life== A Chahar born into the Plain White Banner in Chahar Province of the Qing dynasty, Demchugdongrub was the sole son of Namjil Wangchuk, the Duoluo Duling Junwang ( Duōluō Dùléng Jùnwáng) of Sönid Right Banner and Chief of the Xilingol League. His name consists of the Tibetan words \"Chakrasamvara\" () and \"Siddhartha\" () respectively. After Namjil Wangchuk died in 1908, the six-year-old Demchugdongrub, with the approval of the Qing, inherited one of his father's titles – the Duoluo Duling Junwang. In his youth Demchugdongrub studied the Mongolian, Chinese, and Manchu languages. After the fall of the Qing, Yuan Shikai promoted Demchugdongrub to the title of Jasagh Heshuo Duling Jinong ( Zhāsàkè Héshuò Dùléng Qīnwáng) in 1912. Demchugdongrub married a daughter of a Taiji (Qing aristocratic title) nobleman from his own Sönid Right Banner, and the next year had their first child, Dolgorsuren ( Dōugǔ'ěrsūlóng). Several years later, Demchugdongrub had four more sons and one daughter with his second wife, Fujin ( Fújìn), a daughter of another Taiji nobleman from the Abaga Banner. ===Early political activities=== Demchugdongrub was appointed as a member of the Chahar Provincial Committee in 1929. In 1931 he succeeded to the post of the Chief of the Xilingol League after Yang Cang ( Yáng Sāng) and Sodnom Rabdan ( Suǒtènàmù Lābùtǎn). During September 1933, the Mongolian princes of Chahar Province and Suiyuan traveled to the temple at Bailingmiao north of Guihua and gathered in a council chamber with Demchugdongrub, who for months had been trying to found a Pan-Mongolian self-rule movement. In mid-October, despite their traditional suspicions of one another, they and Demchugdongrub agreed to draw up confederation documents for the Inner Mongolian banners. They sent word to Nanjing that they intended to rule Inner Mongolia themselves. They indicated that if they were obstructed by the Chinese government, then they would not hesitate to seek assistance from Japan. In response, Nanjing sent Huang Shaohong as an envoy, who in the end authorized the creation of the Mongol Local Autonomy Political Affairs Committee.Lin (2010), p. 43Lin (2010), p. 49 ==Collaboration with the Japanese== thumb|Demchugdongrub in his Japanese style uniform In 1935, Demchugdongrub, now the leader of the Mongols of Inner Mongolia, made serious efforts to set up an autonomous Mongolian Government in Chahar and Suiyuan. The Japanese General Jirō Minami, commander of the Kwantung Army, and Colonel Seishirō Itagaki gave support to the new Inner Mongolian Autonomous Government, which they felt would weaken China and be subject to the influence of Japan. In April 1935 Minami sent Major Ryūkichi Tanaka and another officer to interview Demchugdongrub with the goal of formalizing Japanese support, but Demchugdongrub did not agree to terms set by the Japanese at that time. After establishing a ceremonial Mengjiang-Manchukuo alliance in May 1935, Puyi honoured Demchugdongrub with the title of Martial Virtue Prince of the First Rank ( Wǔdé Qīnwáng). In June 1935 the North Chahar Incident and the resulting Chin–Doihara Agreement substantially affected events in Chahar Province. The most important provisions of the Chin-Doihara Agreement forced all units of the Chinese 29th Army to be withdrawn from the eastern districts of Chahar province and north of Changpei, including the 132nd Division in Changpei. The withdrawal of the 132nd Division effectively ceded control of nearly all of Chahar province in Mengjiang. Peace and order in Chahar was to be entrusted to the Peace Preservation Corps, an organization that was little more than a police force with light arms only. Also, no Chinese were to be permitted to migrate to or settle in the northern part of Chahar Province, which was largely populated by nomadic Mongols. No activities of the Kuomintang were to be permitted in Chahar Province. All anti-Japanese institutions and official acts in Chahar Province were banned.Bisson (1973), p. 67Hsu (1937), p. 21 When General Minami met with Prince Demchugdongrub in August 1935, the Prince promised close cooperation with Japan, and Minami promised financial assistance to the Prince. ==Expansion into Chahar== thumb|left|Prince Demchugdongrub (left), Li Shouxin (center) On 24 December 1935, General Minami sent two battalions of irregular Manchurian cavalry under Li Shouxin, a squadron of Japanese planes, and a few tanks to assist the Prince in taking over the northern part of Chahar province. The six districts of northern Chahar were defended by only a few thousand lightly armed Chinese Peace Preservation Corps. With Li's assistance the Prince's forces were soon able to overrun the area. The Japanese Kwantung Army, in February 1936, decided to establish the Mongol Military Government ( Ménggǔ Jūnzhèngfǔ). with Demchugdongrub as the commander and as the advisor. The Japanese proclaimed that Demchugdongrub was on a mission to \"inherit the great spirit of Genghis Khan and retake the territories that belong to Mongolia, completing the grand task of reviving the prosperity of the nationality\".誓願能繼承 成吉思汗偉大精神, 收復蒙古固有疆土, 完成民族復興大業。 quoted in 内蒙古社科院历史所 《蒙古族通史》 编写组编 (The \"History of Mongolia\" Writing Group of the Inner Mongolia Academy of Social Sciences) (compiler) (2001) 蒙古族通史 (Mongolian History) National Press, Beijing, page 438, ==Expansion into Suiyuan== In March 1936, Manchukuo troops occupying Chahar Province invaded northeastern Suiyuan, which was controlled by the Shanxi warlord Yan Xishan. These Japanese-aligned troops seized Bailingmiao in northern Suiyuan, where the pro-Japanese Inner Mongolian Autonomous Political Council maintained its headquarters. Three months later Demchugdongrub, as the head of the Political Council, declared that he was the ruler of an independent Mongolia, and organized an army with the aid of Japanese equipment and training.Gillin (1967), p. 230 On 21–26 April 1936 Demchugdongrub and Li Shouxin met with the Japanese Special Service Chief Captain Takayoshi Tanaka at West Wuchumuhsin. Representatives from places in Inner Mongolia, Qinghai and Mongolia also attended the meeting, which was called the \"State-Founding Conference\". A plan was drawn up to create a Mongolian State which would include all of Mongolia and Qinghai. It was to be a monarchy, but would initially be run by an interim committee. A Mongolian Congress was planned and most importantly there was a plan to organize a Mongolian military government and an army. The Mongol Military Government was formed on 12 May 1936. A mutual assistance agreement with Manchukuo was also concluded in July 1936, with Japan providing military and economic aid. After the conclusion of the treaty, Demchugdongrub set out to enlarge and equip the Inner Mongolian Army for the expansion of his new state into Suiyuan. The Prince increased his army from three cavalry divisions to nine with the aid of Takayoshi Tanaka and his Japanese advisors. The Japanese provided arms captured from the Northeastern Army, but Tanaka ignored the advice of the Mongolian leaders and recruited poorly armed levies and exbandits from various regions. Because it had no ideological unity, poor training, and only enough rifles for half of the soldiers, this force had poor morale and cohesion. It totaled about 10,000 men. A puppet Chinese army, the Grand Han Righteous Army under Wang Ying was attached to Demchugdongrub's Inner Mongolian Army.Jowett (2004), p. 57 ==Conflict with Yan Xishan== In August 1936 Demchugdongrub's army attempted to invade eastern Suiyuan, but it was defeated by Yan Xishan's forces under the command of Fu Zuoyi. Following this defeat, Demchugdongrub rebuilt his armed forces and planned another invasion. Japanese agents carefully sketched and photographed Suiyuan's defenses while Demchugdongrub was rebuilding his armed forces. In November 1936 Demchugdongrub presented Fu Zuoyi with an ultimatum to surrender. When Fu responded that Demchugdongrub was merely a puppet of \"certain quarters\" and requested that he submit to the authority of the Chiang Kai-shek's central government, Prince De's Mongolian and Manchurian armies launched another, more ambitious attack. This time Demchugdongrub's 15,000 soldiers were armed with Japanese weapons, supported by Japanese aircraft, and often led by Japanese officers. (Japanese soldiers fighting for Mengguguo were often executed by Chinese forces after their capture as illegal combatants, since Mengjiang was not recognized as being part of Japan).Gillin (1967), pp. 230–234 In anticipation of this attempt to take control of Suiyuan, Japanese spies destroyed a large supply depot in Datong and carried out other acts of sabotage. Yan Xishan placed his best troops and most able generals, including Zhao Chengshou and Yan's son-in-law, Wang Jingguo, under the command of Fu Zuoyi. During the month of fighting that ensued, the army or Mengguguo suffered severe casualties. Fu's forces succeeded in occupying Bailingmiao on 24 November 1936, and was considering invading Chahar before he was warned by the Kwantung Army that doing so would provoke an attack by the Japanese Army. Demchugdongrub's forces repeatedly attempted to retake Bailingmiao, but this only provoked Fu into sending troops north, where he successfully seized the last of Demchugdongrub's bases in Suiyuan and virtually annihilated his army. After Japanese were found to be fighting in Demchugdongrub's army, Yan publicly accused Japan of aiding the invaders. Yan's victories in Suiyuan over Japanese-backed forces were praised by Chinese newspapers and magazines, other warlords and political leaders, and many students and other members of the Chinese public.Gillin (1973), pp. 234–236 Demchugdongrub withdrew to Chahar and again reconstructed his army with Japanese help. By the time that the Second Sino-Japanese War began, in July 1937, his army consisted of 20,000 men in eight Cavalry Divisions. The forces under his command participated in Operation Chahar and the Battle of Taiyuan, when the Japanese and Mongol forces finally captured most of Suiyuan province. The Mengjiang United Autonomous Government ( Méngjiāng Liánhé Zìzhìzhèngfǔ) was set up in 1939 with Demchugdongrub first being the vice-chairman, then the chairman. In 1941 he became chairman of the Mongolian Autonomous Federation. ==Downfall== After World War II, and the collapse of the Federation, Demchugdongrub lived in Beijing for four years under the supervision of the Kuomintang government. Just before the founding of the People's Republic of China in August 1949 he managed to establish an \"Autonomous Government\" in the westernmost region of Inner Mongolia. In December, threatened by the Communist army, Demchugdongrub fled to the People's Republic of Mongolia and was at first welcomed there, but was later arrested by the authorities in the following February and deported to China in September, where he was charged with treason. Under supervision, he wrote nine memoirs and was pardoned 13 years later in April. After his release from jail, Demchugdongrub worked at an Inner Mongolian history museum in Hohhot until his death at the age of 64. ==See also== * Second Sino- Japanese War * Mengjiang * Inner Mongolia == Citations == == Books == * * * * * * * * * == Documents == *Judgement of the International Military Tribunal for the Far East, Chapter 5: Japanese Aggression Against China ==External links== * Category:1902 births Category:1966 deaths Category:Borjigin Category:Chinese anti-communists Category:Mengjiang Category:Mongol collaborators with Imperial Japan Category:World War II political leaders Category:Mongolian nobility Category:Mongolian revolutionaries Category:People convicted of treason Category:People from Xilingol League Category:Prisoners and detainees of the People's Republic of China Category:Recipients of Chinese pardons Category:People extradited to China Category:Extradited people from Mongolia Category:Mongolian independence activists Category:Heads of government who were later imprisoned Category:Grand Cordons of the Order of the Rising Sun",
 "title": "Demchugdongrub"
}