{
 "id": "254119",
 "text": "Folegandros (also Pholegandros; ) is a small Greek island in the Aegean Sea that, together with Sikinos, Ios, Anafi and Santorini, forms the southern part of the Cyclades. Its surface area is and it has 765 inhabitants. It has three small villages, Chora, Karavostasis, and Ano Meria, which are connected by a paved road. Folegandros is part of the Thira regional unit. ==Mythology== According to Greek mythology, it was said to have derived its name from a son of Minos. ==History == Little is known about the ancient history of Folegandros. Its inhabitants were Dorians. Later it came under Athenian rule. The island contained a polis (city-state) called Pholegandros, which was sited at the modern Chora and a member of the Delian League where it appears on Athenian tribute lists between 425/4 and 416/15 BCE. The island was called the iron Pholegandros by Aratus on account of its ruggedness, and is also noted by ancient geographers Strabo and Ptolemy, who calls it Pholekandros (). The island was conquered in 1207 by the Venetian Marco Sanudo and remained under the rule of Venice until 1566, when it was taken by the Ottoman Turks. The Greeks reclaimed it in the 19th century. ==Geography== Folegandros' landscape is varied, and includes tall cliffs and a large cave. The \"capital\" of the island, Chora, is built on the edge of a 200-metre high cliff. The port of Folegandros is the small village of Karavostasis. The Ano Meria village contains a small but interesting Ecological and Folklore Museum. Among the notable beaches on Folegandros is Katergo, accessible only by foot or by boat from Karavostasis. Katergo beach is used by naturists. ==Gallery== File:Apopsi Choras Folegandrou.JPG|View of Chora File:Folegandros-7.jpg|Chora seen from the church of Panagia File:Folegandros-5.jpg|House of the island File:Folegandros-kastro.jpg|Inside the \"Kastro\" of Chora File:Φολέγανδρος.jpg == References == ==External links== *Municipality of Folegandros *Beaches in Folegandros Category:Islands of Greece Category:Cyclades Category:Municipalities of the South Aegean Category:Populated places in Thira (regional unit) Category:Landforms of Thira (regional unit) Category:Islands of the South Aegean Category:Members of the Delian League Category:Locations in Greek mythology Category:Populated places in the ancient Aegean islands",
 "title": "Folegandros"
}