{
 "id": "254526",
 "text": "Roots to Branches is the 19th studio album by the British band Jethro Tull released in September 1995. It carries characteristics of Tull's classic 1970s progressive rock and folk rock roots alongside jazz and Arabic and Indian influences. All songs were written by Ian Anderson and recorded at his home studio. This is the last Tull album to feature Dave Pegg on the bass, and the first to feature keyboardist Andrew Giddings as an official band member, although he had contributed to Catfish Rising (1991) on a sessional basis. As a result, the album notably features the five longest serving members to date in Jethro Tull’s history. It was also the final Tull album to be released through long-time label Chrysalis Records. A remastered edition of the album was released in January 2007. ==Production and musical style== In some way, this album was much derived from the visit Ian Anderson made to India. S.A. Allen, in a history of the band, somewhat reductively describes the album as an \"Indian Songs from the Wood.\" About Roots to Branches, Ian Anderson said: \"I see Roots To Branches as the 90s version of Stand Up, because it has a lot of the things that I feel represented the key elements of Jethro Tull: there's lots of flute, lots of riffy guitars and quite a broad palette of influences, from the blues and classical to the Eastern motifs that were apparent on Stand Up \". On the other hand, Anderson also added that \"the only thing about it that lets me down is that I made it sound a little too Seventies. I deliberately made the album sound like it was in the context of a live performance, rather than have it sound too 'studio.' But looking back on it, I think it should have been a bit more varied\". ==Critical reception== AllMusic made an unimpressed but positive review: \"All of the songs here have more of a mood of urgency than some of Tull's then-recent albums, and a few even have memorable melodies [...] Anderson's flute occasionally takes flight, Martin Barre's guitar still wails on the breaks, and Doane Perry (drums), Dave Pegg (bass), and Steve Bailey (bass) make up a decent rhythm section. Not nearly as strong as Catfish Rising, but better than anything else since Heavy Horses\". ===Charts=== The album sold less than the predecessor, reaching only No. 114 on the US Billboard Charts, but achieving No. 20 on the UK Albums Chart. ==Track listing== ==Credits== ;Jethro Tull * Ian Anderson – vocals, flute, acoustic guitar * Martin Barre – electric guitar * Dave Pegg – bass guitar (on tracks 3, 5 & 11) * Andrew Giddings – keyboards * Doane Perry – drums, percussion ;Additional personnel * Steve Bailey – bass guitar (on tracks 1, 6, 7, 8, 9 & 10) ==Release details== *1995, UK, Chrysalis 8-35418-4, release date 31 August 1995, Cassette *1995, UK, Chrysalis CDCHR 6109, release date 4 September 1995, CD *1995, UK, Chrysalis CHR 6109, release date 4 September 1995, LP *1995, UK, Chrysalis TCCHR 6109, release date ? ? 1995, Cassette *1995, UK, Chrysalis 8-35418-2, release date ? ? 1995, CD *1995, US, Chrysalis F2 35418, release date 12 September 1995, CD *1995, US, Chrysalis CHR 6109, release date 12 September 1995, LP *1995, Australia, Chrysalis CDCHR 6109, release date 27 October 1995, CD ==References== ==External links== * Roots to Branches at AllMusic Category:Jethro Tull (band) albums Category:1995 albums Category:Chrysalis Records albums Category:Albums produced by Ian Anderson",
 "title": "Roots to Branches"
}