{
 "id": "254641",
 "text": "Karelian (karjala, karjal or kariela) is a Finnic language spoken mainly in the Russian Republic of Karelia. Linguistically, Karelian is closely related to the Finnish dialects spoken in eastern Finland, and some Finnish linguists have even classified Karelian as a dialect of Finnish, though in the modern day it is widely considered a separate language. Karelian is not to be confused with the Southeastern dialects of Finnish, sometimes referred to as (\"Karelian dialects\") in Finland. There is no single standard Karelian language. Each writer writes in Karelian according to their own dialectal form. Three main written standards have been developed, for North Karelian, Olonets Karelian and Tver Karelian. All variants are written with the Latin- based Karelian alphabet, though the Cyrillic script has been used in the past. ==Classification== Karelian belongs to the Finnic branch of the Uralic languages, and is closely related to Finnish. Finnish and Karelian have common ancestry in the Proto-Karelian language spoken in the coast of Lake Ladoga in the Iron Age, and Karelian forms a dialect continuum with the Eastern dialects of Finnish. Earlier, some Finnish linguists classified Karelian as a dialect of Finnish, sometimes known in older Finnish literature as ('Border Karelian dialects'), but today Karelian is seen as a distinct language. Besides Karelian and Finnish, the Finnic subgroup also includes Estonian and some minority languages spoken around the Baltic Sea. ==Geographic distribution== thumb|Map of Karelian dialects Karelian is spoken by about 100,000 people, mainly in the Republic of Karelia, Russia, although notable Karelian-speaking communities can also be found in the Tver region northwest of Moscow. Previously, it was estimated that there were 5,000 speakers in Finland, mainly belonging to the older generations, but more recent estimates have increased that number to 30,000. Due to post-World War II mobility and internal migration, Karelians now live scattered throughout Finland, and Karelian is no longer spoken as a local community language. ===Official status=== In the Republic of Karelia, Karelian has official status as a minority language, and since the late 1990s there have been moves to pass special language legislation, which would give Karelian an official status on par with Russian. Karelians in Tver Oblast have a national-cultural autonomy which guarantees the use of the Karelian language in schools and mass media. In Finland, Karelian has official status as a non-regional national minority language within the framework of the European Charter for Regional or Minority Languages. ===Dialects=== thumb|Scheme of dialects of the Karelian language, VepKar corpus, 2019. The Karelian language has two main varieties, which can be considered as dialects or separate languages: Karelian Proper, which comprises North Karelian and South Karelian (including the Tver enclave dialects); and Olonets Karelian. These varieties constitute a continuum of dialects, the ends of which are no longer mutually intelligible. Varieties can be further divided into individual dialects: * Karelian Proper ** North Karelian (spoken in the parishes of Jyskyjärvi, Kieretti, Kiestinki, Kontokki, Oulanka, Paanajärvi, Pistojärvi, Suomussalmi, Uhtua, Usmana, Vitsataipale and Vuokkiniemi) ** thumb|490x490px|Karelian languageSouth Karelian (spoken in the parishes of Ilomantsi, Impilahti, Korpiselkä, Mäntyselkä, Paatene, Porajärvi, Repola, Rukajärvi, Suikujärvi, Suistamo, Suojärvi and Tunkua; and additionally in the enclaves of Tver, Tikhvin and Valdai) *** Tver Karelian **** Dorža dialect **** Maksuatiha dialect **** Ruameška dialect **** Tolmattšu dialect **** Vesjegonsk (Vessi) dialect * Olonets Karelian or Livvi (spoken in the parishes of Kotkatjärvi, Munjärvi, Nekkula-Riipuškala, Salmi, Säämäjärvi, Tulemajärvi, Vieljärvi and Vitele) The Ludic language, spoken along the easternmost edge of Karelian Republic, is in the Russian research tradition counted as a third main dialect of Karelian, though Ludic shows strong relationship also to Veps, and it is today considered a separate language. ==Phonology== ===Vowels=== ====Monophthongs==== Like Finnish, the Karelian language has 8 phonemic vowel qualities, totalling 11 vowel phonemes when vowel length is considered: {| class=\"wikitable\" style=\"text-align:center;\" |- ! rowspan=\"2\" | ! colspan=\"2\" | Front ! rowspan=\"2\" |Back |- ! Unrounded ! Rounded |- ! Close | | | |- ! Mid | | | |- ! Open | | | |} Only the close vowels , and may occur long. The original Proto-Finnic long mid and open vowels have been diphthongized: > (as also in Finnish); *aa, *ää > (as also in Savonian dialects of Finnish). ====Diphthongs==== North KarelianП.М. Зайков. Грамматика карельского языка. Петрозаводск: Периодика, 1999 and Olonets Karelian have 21 diphthongs: {| class=\"wikitable\" style=\"text-align:center;\" ! rowspan=\"2\"| ! colspan=\"3\"| Front-harmonic ! rowspan=\"2\"| Neutral ! colspan=\"3\"| Back-harmonic |- ! Front+neutral !! Front+front !! Neutral+front ! Neutral+back !! Back+neutral !! Back+back |- ! Open to close | äi || äy || || || || ai || au |- ! Mid to close | öi || öy || ey || ei || eu || oi || ou |- ! Close | yi || || iy || || iu || ui || |- ! Close to mid | || yö || || ie || || || uo |- ! Close to open | || yä || iä || || || || ua |} ====Triphthongs==== In addition to the diphthongs North Karelian has a variety of triphthongs: {| class=\"wikitable\" style=\"text-align:center;\" |- ! rowspan=\"2\"| ! colspan=\"3\"| Front-harmonic ! rowspan=\"2\"| Neutral ! colspan=\"3\"| Back-harmonic |- ! Front+neutral !! Front !! Neutral+front ! Neutral+back !! Back+neutral !! Back |- ! Close-mid-close | || || || || || || |- ! Close-open-close | || || || || || || |} Olonets Karelian has only the triphthongs . ===Consonants=== There are 23 consonants in Karelian: {| class=\"wikitable\" style=\"text-align:center;\" ! colspan=\"2\" | !Labial !Dental/ Alveolar !Postalv./ Palatal !Velar !Glottal |- ! colspan=\"2\" |Nasal | | | | | |- ! rowspan=\"2\" |Plosive !voiceless | | | | | |- !voiced | | | | | |- ! colspan=\"2\" |Affricate | |( ) | | | |- ! rowspan=\"2\" |Fricative !voiceless |( ) | | | | |- !voiced | | | | | |- ! colspan=\"2\" |Trill | | | | | |- ! colspan=\"2\" |Approximant | | | | | |} ==Writing system== thumb|300px|Birch-bark letter No. 292, early 13th century thumb|300px|Translation of Matthew into Karelian, 1820 ===Alphabet=== Karelian is today written using a Latin alphabet consisting of 29 characters. It extends the ISO basic Latin alphabet with the additional letters Č, Š, Ž, Ä, Ö and ' and excludes the letters Q, W and X. This unified alphabet is used to write all Karelian varieties except Tver Karelian. The very few texts that were published in Karelian from medieval times through the 19th century used the Cyrillic alphabet. With the establishment of the Soviet Union, Finnish, written with the Latin alphabet, became official. However, from 1937–39 Karelian written in Cyrillic replaced Finnish as an official language of the Karelian ASSR (see \"History\" below). ===Orthography=== Karelian is written with orthography similar to Finnish orthography. However, some features of the Karelian language and thus orthography are different from Finnish: * The Karelian system of sibilants is extensive; in Finnish, there is only one: . * Phonemic voicing occurs. * Karelian retains palatalization, usually denoted with an apostrophe (e.g. ) * The letter 'ü' may replace 'y' in some texts. * The letter 'c' denotes , although 'ts' is used also. 'c' is more likely in Russian loan words. {| class=\"wikitable\" style=\"float: right; margin-left: 1em; text-align: center;\" |- ! colspan=6 style=\"font-size: larger;\" | Sibilants |- ! Letter ! Alt. ! IPA ! Olonets Karelian ! Karelian Proper ! Finnish |- | č | ch | | čoma, seiče | šoma, seičemen | soma, seitsemän |- | s | s | | se | že | se |- | š | sh | | niškoi | niškoihin | niskoihin |- | z | z | | tazavaldu | tažavalda | tasavalta |- | ž | zh | | kiža, liedžu | kiza, liedžu | kisa, lietsu |} Notice that /c/ and /č/ have length levels, which is not found in standard Finnish. For example, in Kalevala, Lönnrot's orthography hides the fact that the pronunciation of the original material is actually , with palatalization of the affricate. The exact details depend on the dialect, though. See Yleiskielen ts:n murrevastineet. Karelian actually uses as a voiced alveolar fricative. (In Finnish, z is a foreign spelling for .) The plosives , and may be voiced. (In most Finnish dialects, they are not differentiated from the unvoiced , , and . Furthermore, in Karelian, voiced consonants occur also in native words, not just in loans as in standard Finnish.) The sounds represented by č, š and ž are native to Karelian, but not Finnish. Speakers of Finnish do not distinguish and from , nor from (medial) or (initial). For example, the native Karelian words and are and in standard Finnish. ==History== thumb|Tver Karelian in 1930 Latin alphabet thumb|[http://fulr.karelia.ru/cgi-bin/flib/rimus.cgi Дядя Римусан Суарнат (Djadja Rimusan Suarnat)], Tales of Uncle Remus in Karelian Cyrillic alphabet, 1939 ===Prehistory=== As all other Finnic languages, Karelian descends from Proto-Finnic, which in turn ultimately descends from Proto-Uralic. The most recent ancestor of the Karelian dialects is the language variety spoken in the 9th century at the western shores of Lake Ladoga, known as Old Karelian (Finnish: ). Karelian is usually considered a part of the Eastern Finnic subgroup. It has been proposed that Late Proto-Finnic evolved into three dialects: Northern dialect, spoken in western Finland; Southern dialect, spoken in the area of modern-day Estonia and northern Latvia, and Eastern dialect, spoken in the regions east of the Southern dialect. In the 6th century, Eastern dialect arrived at the western shores of Lake Ladoga, and in the 9th century, Northern dialect reached the same region. These two dialects blended together and formed Old Karelian. ===Medieval period=== By the end of the 13th century, speakers of Old Karelian had reached the Savo region in eastern Finland, increasingly mixing with population from western Finland. In 1323 Karelia was divided between Sweden and Novgorod according to the Treaty of Nöteborg, which started to slowly separate descendants of the Proto- Karelian language from each other. In the areas occupied by Sweden, Old Karelian started to develop into dialects of Finnish: Savonian dialects and Southeastern dialects. Birch bark letter no. 292 is the oldest known document in any Finnic language. The document is dated to the beginning of the 13th century. It was found in 1957 by a Soviet expedition, led by Artemiy Artsikhovskiy in the Nerev excavation on the left coast side of Novgorod. The language used in the document is thought to be an archaic form of the language spoken in Olonets Karelia, a dialect of the Karelian language.Itämerensuomalaista kirjoitusta 1200-luvulta A later manuscript, no. 403 (second half of the 14th century), apparently belonging to a tax collector, includes a short glossary of Karelian words and their translations.Грамота №403 In the regions ruled by Novgorod, the protolanguage started to evolve into Karelian language. In 1617 Novgorod lost parts of Karelia to Sweden in the Treaty of Stolbovo, which led the Karelian-speaking population of the occupied areas to flee from their homes. This gave rise to the Karelian speaking population in the Tver and Valday regions. ===19th century=== In the 19th century, a few books were published in Karelian using the Cyrillic script, notably A Translation of some Prayers and a Shortened Catechism into North Karelian and Olonets (Aunus) dialects in 1804, and the gospel of St. Matthew in South Karelian Tver dialect, in 1820. Karelian literature in 19th century Russia remained limited to a few primers, songbooks and leaflets.Rein Taagepera, The Finno-Ugric republics and the Russian state, p.111 ===Soviet period=== In 1921, the first all-Karelian congress under the Soviet regime debated whether Finnish or Karelian should be the official language (next to Russian) of the new \"Karelian Labour Commune\" (, in Cyrillic Karelian), which two years later would become the Karelian ASSR. Finnish communists as well as ethnic Finns from North America, who came to live in Soviet Karelia, dominated the political discourse, as they were in general far better educated than local Karelians. They favored the use of Finnish, which had just been through an 80-year period of standardization based on a variety of dialects across Finland — and the Finns saw Karelian simply as additional Finnish dialects. In the end Finnish was established as the official \"local\" language. An intense program of Finnicization, but called \"Karelianization\", began and Finnish-language schools were established across Soviet Karelia. Newspapers, literary journals were established and Russian literature was translated into Finnish, while much literature from Soviet Karelia in Finnish was published. While this was happening in Soviet Karelia, in 1931–33, a Karelian literary language using the Latin alphabet was standardized for the Tver Karelian community of about 127,000 people, hundreds of kilometers to the south. Between 1935 and 1938 the Finnish-dominated leadership of Soviet Karelia including leader Edvard Gylling, was removed from power, killed or sent to concentration camps. The Finnish language was branded a language of the bourgeois Finnish society in Finland proper, and was later regarded as a \"fascist\" language of the Finnish enemy. From early 1938 to April 1940, the Soviet authorities ceased publication in Finnish, all Finnish-language schools were closed and the children were prohibited from speaking Finnish even during recess. The Soviet government replaced Finnish in the Karelian ASSR with Karelian written in the Cyrillic alphabet. A new form of standardized Karelian was hurriedly introduced in 1938, written in Cyrillic, with only nine grammatical cases, and with a very large and increasing number of words taken directly from Russian but with Karelian grammatical endings. During this period about 200 titles were published, including educational materials, children's books, readers, Party and public affairs documents, the literary journal Karelia. The newspaper Karjalan Sanomat was written in this new Karelian Cyrillic, rather than in Finnish. Karelians who did not speak Russian could not understand this new official language due to the amount of Russian words, for example, the phrase \"Which party led the revolution\" in this form of Karelian was given as () where the word for party, led, and revolution are all Russian words with Karelian grammatical endings, whereas the Finnish equivalent words have completely different roots: After the Winter War, in April 1940, political considerations changed again. The USSR established the Karelo-Finnish SSR with the idea that Finland proper would eventually be annexed to the USSR as part of that Republic. Finnish, written in the Latin alphabet, was once again made the official \"local\" language of Soviet Karelia, alongside Russian. In the 1980s, publishing began again in various adaptations of the Latin alphabet for Olonets Karelian and the White Sea and Tver dialects of Karelian Proper. ===Recent events=== In 2007 a standard alphabet was adopted to write all dialects. In 2008, Joensuu University launched Finland's first Karelian language professorship, in order to save the language. A year later, Finland's first Karelian language nest (pre-school immersion group) was established in the town of Nurmes. ==Media in Karelian== * is published in Olonets Karelian. * is published in North Karelian dialect. * is published in Tver Karelian dialect. * – A monthly Karelian language journal published by Karjalan Kielen Seura in Finland. * – News articles and a weekly radio news program in Karelian are published by the Finnish Broadcasting Company. ==Examples of Karelian dialects== === North Karelian === A sample from the book : : :(Translation: Old people used to say that the swan is born of man. Swans are always paired up. When one is shot, the other weeps for it for a long time. Yet the swan is a sacred bird. Nobody ever dared to shoot them, for that was a sin. Swans come to us in the spring and in the autumn they leave again for the south. They fly in large flocks. When they left, it was a sign that winter was near.) === Olonets Karelian === ==== Sample 1 ==== Article 1 of the Universal Declaration of Human Rights: : :(English version: All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.) ==== Sample 2 ==== A sample from the book . Note the older alphabet: :{| |- !|Olonets KarelianBogdanova, Leena; Ščerbakova, Tamara. Karjalan kielen harjoituskogomus III–IV luokku Livvin murdehel. Petroskoi «Periodika», 2004, p. 14. !| !|Standard Finnish !| !|English translation |- || || || || ||There is beautiful nature in Karelia. Tall birches, |- || || || || ||green spruces and Scots pines decorate the forest. |- || || || || ||Every place is full of berries and mushrooms. |- || || || || || If only one picked them! The lakes and rivers, too, are full of fish: |- || || || || ||there is pike, carp bream, ide, burbot, zander, whitefish. |- || || || || ||Take a fishing rod and run to the lake! |} === Tver Karelian === A sample from the book : : :(Translation: Puasinkoi is a small Karelian village in the Tver region. There are forty houses. The village lies by a river. The river flows slowly—that's why it's called Tihvinitša. The surrounding region is very beautiful.—(My) father told (me): once, many hundreds of years ago, Karelians from North-Karelia came there. They cut down the forest and founded this village. And even now, there are houses in the village, which have been built from the trees of the old forest.) == See also == * Birch bark letter no. 292 * Karelia * Karelian alphabet * Karelians * Republic of Karelia == References == === Sources === * Ahtia, E. V. (1938): Karjalan kielioppi: Äänne- ja sanaoppi. Suojärvi: Karjalan kansallisseura. * Ahtia, Edvard V. (2014): Karjalan kielioppi II: Johto-oppi. Joensuu: Karjalan Kielen Seura. . * Ahtia, Edvard V. (2014): Karjalan kielioppi III: Lauseoppi. Joensuu: Karjalan Kielen Seura. . * * Ojansuu, Heikki (1918): Karjala-aunuksen äännehistoria. Suomalaisen Kirjallisuuden Seuran toimituksia 162. * Virtaranta, Pertti; Koponen, Raija (eds) (1968-2005): Karjalan kielen sanakirja. Helsinki: Kotimaisten kielten tutkimuskeskus / Suomalais-Ugrilainen Seura. * Zaykov, P. M. (1999): Grammatika Karelskogo Yazyka fonetika i morfologia. Petrozavodsk: Periodika. == External links == * The Peoples of the Red Book: THE KARELIANS * Karjalaine lehüt - Karelian page * Karjalan Kielen Seuru – The Society for the Karelian Language * Neuvostoliiton kielipolitiikkaa: Karjalan kirjakielen suunnittelu 1930-luvulla (\"On Soviet language policy: The planning of the Karelian literary language in the 1930s\", in Finnish) * Karjalan kirjakielestä (in Finnish) * Wiki in the viena dialect * Livgiläižet (in Russian) * Karelian language on Omniglot * Karjalan kirjaimet (in Karelian) * Karjalan kielioppi (in Karelian) * Грамматика карельского языка * УРОКИ КАРЕЛЬСКОГО ЯЗЫКА - Karelian lessons (in Russian) * A short Karelian Conversation * Karelian- Russian-Finnish dictionary * Karelian-Finnish dictionary (Note: č is categorized under tš) * Karelian-Vepsian-Finnish-Estonian dictionary * Karjalan kielen harjoituskogomus (PDF/in Karelian) Category:Finnic languages Category:Finnish language Category:Languages of Russia Category:Languages of Finland Language Category:Subject–verb–object languages",
 "title": "Karelian language"
}