{
 "id": "255048",
 "text": "Each winner of the 1993 Governor General's Awards for Literary Merit received $10,000 and a medal from the Governor General of Canada. The winners were selected by a panel of judges administered by the Canada Council for the Arts. ==English Language== ===Fiction=== Winner: *Carol Shields, The Stone Diaries Other Finalists: *Caroline Adderson, Bad Imaginings *Thomas King, Green Grass, Running Water *David Adams Richards, For Those Who Hunt the Wounded Down *Carol Windley, Visible Light ===Poetry=== Winner: *Don Coles, Forests of the Medieval World Other Finalists: *Claire Harris, Drawing Down a Daughter *Monty Reid, Crawlspace: New and Selected Poems *Douglas Burnet Smith, Voices from a Farther Room *Patricia Young, More Watery Still ===Drama=== Winner: *Guillermo Verdecchia, Fronteras Americanas Other Finalists: *Daniel MacIvor, House Humans *Raymond Storey, The Saints and Apostles *David Young, Glenn ===Non- Fiction=== Winner: *Karen Connelly, Touch the Dragon Other Finalists: *Marq de Villiers, The Heartbreak Grape: A Journey in Search of the Perfect Pinot Noir *Marian Fowler, In a Gilded Cage *Jane Jacobs, Systems of Survival *Noël Mostert, Frontiers ===Children's Literature – Text=== Winner: *Tim Wynne- Jones, Some of the Kinder Planets Other Finalists: *Mitzi Dale, Bryna Means Courage *James Archibald Houston, Drifting Snow: An Arctic Search *Carol Matas, Daniel's Story *Shirley Sterling, My Name Is Seepeetza ===Children's Literature – Illustration=== Winner: *Mireille Levert, Sleep Tight, Mrs. Ming Other Finalists: *Scott Cameron, Beethoven Lives Upstairs *Marc Mongeau, There Were Monkeys in My Kitchen! *Russ Willms, Brewster Rooster *Leo Yerxa, Last Leaf First Snowflake to Fall ===Translation (from French to English)=== Winner: *D. G. Jones, Categorics One, Two and Three Other Finalists: *Jane Brierley, The Maerlande Chronicles *Sheila Fischman, Following the Summer *Linda Gaboriau, The Eye Is an Eagle *Käthe Roth, The Last Cod Fish ==French Language== ===Fiction=== Winner: *Nancy Huston, Cantique des plaines Other Finalists: *Esther Croft, Au commencement était le froid *Robert Lalonde, Sept lacs plus au nord *Rober Racine, Le Mal de Vienne *Pierre Yergeau, Tu attends la neige, Léonard? ===Poetry=== Winner: *Denise Desautels, Le Saut de l'ange Other Finalists: *Denise Boucher, Grandeur nature *Roger Des Roches, La Réalité *Madeleine Gagnon, La Terre est remplie de langage *Serge Patrice Thibodeau, Le Cycle de Prague ===Drama=== Winner: *Daniel Danis, Celle-là Other Finalists: *Jasmine Dubé, Petit Monstre *Gilbert Dupuis, Kushapatshikan ===Non-Fiction=== Winner: *François Paré, Les Littératures de l'exiguïté Other Finalists: *Léon Dion, Québec 1945–2000 : Les intellectuels et le temps de Duplessis *Maurice Lemire, Formation de l'imaginaire littéraire au Québec 1764–1867 *Jean Terrasse, De Mentor à Orphée *Andrée Yanacopoulo, Hans Selye ou la Cathédrale du stress ===Children's Literature – Text=== Winner: *Michèle Marineau, La Route de Chlifa Other Finalists: *Yves Beauchemin, Antoine et Alfred *Dominique Demers, Les grands sapins ne meurent pas *Raymond Plante, Les Dents de la poule ===Children's Literature – Illustration=== Winner: *Stéphane Jorisch, Le Monde selon Jean de ... Other Finalists: *Francis Back, Des crayons qui trichent *Michel Bisson, Thomas et la nuit *Sheldon Cohen, Le Plus Long Circuit *François Vaillancourt, Le Premier Voyage de Monsieur Patapoum ===Translation (from English to French)=== Winner: *Marie José Thériault, L'Oeuvre du Gallois Other Finalists: *Hervé Juste, Histoire de la sécurité sociale au Canada *Charlotte Melançon, Grandeur et misère de la modernité Category:Governor General's Awards Governor General's Awards Governor General's Awards",
 "title": "1993 Governor General's Awards"
}