{
 "id": "255028",
 "text": "Nicholas Udall (or Uvedale Udal, Woodall, or other variations) (1504 – 23 December 1556) was an English playwright, cleric, schoolmaster, the author of Ralph Roister Doister, generally regarded as the first comedy written in the English language. ==Biography== Udall was born in Hampshire and educated at Winchester CollegeDr. Moberly's Mint-mark, C Dilke, Heinemann, 1965 and Corpus Christi College, Oxford. He was tutored under the guidance of Thomas Cromwell, who mentions him in a letter to John Creke of 17 August 1523 as 'Maister Woodall' and he appears again in Cromwell's accounts for 1535 as 'Nicholas Woodall Master of Eton'. After graduation from Oxford, he taught at a London grammar school in 1533. He taught Latin at Eton College, of which he was headmaster from about 1534 until 1541, when he was forced to leave after being convicted of offences against his pupils under the Buggery Act 1533. The felony of buggery, like all other felonies, carried a sentence of capital punishment by hanging, but Udall wrote an impassioned plea to his old friends from Cromwell's household Thomas Wriothesley and Sir Ralph Sadler, then joint king's Secretaries, and his sentence was commuted to just under a year, which he served in the Marshalsea prison. The pupils in question were not prosecuted. A former pupil, the poet Thomas Tusser, later claimed that Udall had flogged him without cause. An adherent of the Reformed Church of England, Udall flourished under Edward VI and survived into the reign of the Roman Catholic Mary I. In 1547, he became Vicar of Braintree, in 1551 of Calborne, Isle of Wight, and in 1554 returned to teaching as headmaster of Westminster School. Udall died in 1556 and was buried in the churchyard of St Margaret's, Westminster. No monumental inscription can now be traced. ==Works== Udall translated part of the Apophthegms by Erasmus, and translated in part and oversaw the English version of the Paraphrases of Erasmus, published in 1548 as The first tome or volume of the Paraphrase of Erasmus vpon the newe testamente. Other works he translated were Pietro Martire's Discourse on the Eucharist and Thomas Gemini's Anatomia. His most famous work, the play Ralph Roister Doister, was probably presented to Queen Mary as an entertainment around 1553, but not published until 1566. With John Leland, he wrote a number of songs to celebrate the coronation of Anne Boleyn on 31 May 1533, using his Latinized name \"Udallus\".http://dev.hil.unb.ca/Texts/EPD/UNB/view- works.cgi?c=udallnic.1632&pos;=1 Likewise, he is the author of a Latin textbook, Flowers for Latin Speaking (1533), which utilizes material from his comedy as well as works by the Roman poet Terence. Udall wrote a propaganda tract in response to the Prayer Book Rebellion in 1549, entitled \"An answer to the articles of the comoners of Deuonshere and Cornewall declaring to the same howe they haue ben sedused by Euell persons\". This tract has sometimes been wrongly attributed to Philip Nichols.Jonathan McGovern, \"Nicholas Udall as Author of a Manuscript Answer to the Rebels of Devonshire and Cornwall, 1549\", Notes & Queries 65, no. 1 (2018), 24-25. It has been argued that Udall is the author of the interlude Respublica, which was acted before Queen Mary in 1553.Empire and Nation in Early English Renaissance Literature (2008) by Stewart Mottram, pp. 170-208. ==Literary character based on him== In Ford Madox Ford's trilogy of historical novels, The Fifth Queen, the character Magister Nicholas Udal is a decidedly heterosexual profligate, who serves as Latin tutor to Mary I of England and Henry VIII's \"fifth queen,\" Katharine Howard. He defends himself of charges that he was \"thrown out of his mastership at Eton for his foul living\" by claiming that he, a Protestant, \"was undone by Papist lies.\" ==Notes== == External links == * * * * Category:1504 births Category:1556 deaths Category:People from Hampshire Category:English Renaissance dramatists Category:People educated at Winchester College Category:People convicted of sodomy Category:16th-century LGBT people Category:LGBT writers from England Category:16th-century male writers Category:16th-century English educators Category:16th-century English dramatists and playwrights Category:Head Masters of Eton College Category:Inmates of the Marshalsea Category:Canons of Windsor Category:Child sexual abuse in England Category:English male dramatists and playwrights",
 "title": "Nicholas Udall"
}