{
 "id": "255102",
 "text": "Lambic () is a type of beer brewed in the Pajottenland region of Belgium southwest of Brussels and in Brussels itself since the 13th century.The High Council for Artisanal Lambic Beers. Lambiek. (in Dutch) Retrieved 21 April 2020. Types of lambic beers include gueuze, kriek lambic and framboise. Lambic differs from most other beers in that it is fermented through exposure to wild yeasts and bacteria native to the Zenne valley, as opposed to exposure to carefully cultivated strains of brewer's yeast. This process gives the beer its distinctive flavour: dry, vinous, and cidery, often with a tart aftertaste. == Etymology == The name \"lambic\" is first mentioned in 1794 as \"allambique\". The initial 'a' was dropped early on, so that in an 1811 advert it was called \"lambicq\", though it was sometimes referred to as 'alambic' as late as 1829. The name therefore likely stems from the alembic, a still used for producing jenever. Probably the beer was considered to have characteristics akin to spirits (like its yellow colour, its clarity and above-average alcohol content).Thierry Delplancq, 'Les brasseurs de lambic. Données historiques et géographiques (XVIIIe S. - XXe S.) (1)', in: Archives et bibliothèques de Belgique, part 67 (1996), nr. 1-4, p. 257-320; Gazette d'Amsterdam 29-8-1811. Because of the original form \"allambique\", other explanations, such as that it was derived from Lembeek, a municipality near Halle, Belgium, seem less likely. == Brewing == Lambic is generally brewed from a grist containing approximately 60–70% barley malt and 30–40% unmalted wheat. The wort is cooled overnight in a shallow, flat metal pan (generally copper or stainless steel) called a coolship where it is left exposed to the open air so more than 120 different types of microorganisms may inoculate the wort. This cooling process requires night-time temperatures between -8C (18F) and 8C (46F). While this cooling method of open air exposure is a critical feature of the style, the key yeasts and bacteria that perform the fermentation reside within the breweries' timber fermenting vessels.Spitaels, Freek, et al. \"The Microbial Diversity of Traditional Spontaneously Fermented Lambic Beer.\" PLoS ONE 9.4 (2014): e95384. Over eighty microorganisms have been identified in lambic beer, the most significant being Saccharomyces cerevisiae, Saccharomyces pastorianus and Brettanomyces bruxellensis. The process is generally only possible between October and May as in the summer months there are too many unfavourable organisms in the air that could spoil the beer. In Brussels dialect, lambic produced after this traditional brewing season is referred to as bezomerd, meaning that it has had \"too much summer\". Climate change is further shortening this limited brewing window: in the early 1900s, lambic brewers enjoyed roughly 165 days a year in the ideal temperature range, whereas by 2018 that number has shrunk to 140. thumb|left|200px|Aged, dried hops Since at least the 11th century, and probably earlier, hops have been used in beer for their natural preservative qualities as well as for the pleasant bitterness, flavour, and aroma they impart. Since the method of inoculation and long fermentation time of lambic beers increases the risk of spoilage, lambic brewers use large amounts of hops for their antibacterial properties. Lambic in the early 19th century was a highly hopped beer, using 8–9 g/l of the locally grown Aalst or Poperinge varieties.Lacambre, G. Traité de la Fabrication des Bières et de la Distillation des Grains, etc., Vol. 1. 1851. Modern lambic brewers, however, try to avoid making the beer extremely hop forward and utilise aged, dry hops which have lost much of their bitterness, aroma and flavour. Consequently, lambics often have a strong, cheese-like, \"old hop\" aroma, in contrast to the resiny, herbal, earthy hop bitterness found in other styles. The favourite hop used for lambic in the nineteenth century was a variety called Coigneau which was cultivated in the Aalst-Asse area in Belgium. After the fermentation process starts, the lambic is siphoned into barrels, mostly old port wine or sherry barrels (of chestnut or oak) from Portugal or Spain. Some brewers prefer used wine barrels. The lambic is left to ferment and mature for one or several years. It forms a velo de flor of yeast that gives some protection from oxidation, in a similar way to vin jaune and sherry; the barrels are not topped up. == Types of lambic and derived beers == Lambic is usually a blend of at least two different beers; many producers are blenders who buy beer from other brewers and blend them together to create the desired result. A gueuze may have occupied space in several different cellars over six years or more. While those outside Belgium are likely to find bottled gueuze and fruited versions, a wider variety of styles is available to local drinkers. Beers are often blended again or sweetened with sugar or flavoured syrups before drinking as some can be extremely tart.{|work=All About Beer|access-date=2018-09-10|language=en-US}} Most, if not all, of the varieties listed below have Traditional Speciality Guaranteed (TSG) status. This status does not specify that a product has a link to specific geographical area. === Unblended lambic === Unblended lambic is a cloudy, uncarbonated, bracingly sour beverage that is rarely available on tap. Draught releases are generally regarded as either jonge (young) or oude (old), depending on age and discretion of the brewer. Bottled offerings from Cantillon and De Cam can be found outside Belgium. === Gueuze === A mixture of young (one-year-old) and old (two- and three-year-old) lambics that have been bottled. Because the young lambics are not yet fully fermented, it undergoes secondary fermentation in the bottle and produces carbon dioxide. A gueuze will be given a year to carbonate in the bottle, but can be kept for 10–20 years. === Mars === Mars traditionally referred to a weaker beer made from the second runnings of a lambic brewing. It is no longer commercially produced. In the 1990s, Boon Brewery made a modern Mars beer called Lembeek's 2% (the 2% referring to the alcohol content), but it is now only produced for use of Tilquin as a component of their keg beers. === Faro === thumb|right|upright|A glass and bottle of Boon Faro Historically, a low-alcohol, sweetened beer made from a blend of lambic and a much lighter, freshly brewed beer to which brown sugar (or sometimes caramel or molasses) was added. The fresh beer was referred to as meertsbier, and was not necessarily a lambic. Sometimes herbs were added as well. The use of meertsbier (or water) and of substandard lambic in the blend made this a cheap, light, sweet drink for everyday consumption. The 19th century French poet Charles Baudelaire commented on faro's disagreeable aftertaste, \"It's beer that you drink twice\", believing that the Faro in Brussels was brewed from the waters of a river (the Senne or Zenne) that was also used as a sewer. The sugar was originally added shortly before serving, and therefore did not add carbonation or alcohol to the beverage, as the sugar did not have the time to ferment. Modern faro beer is still characterized by the use of brown sugar and lambic, but is not always a light beer. The use of meertsbier has disappeared, and modern faro is not viewed as cheap or light. Today, faro is bottled, sweetened, and pasteurized to prevent refermentation in the bottle. Examples are produced by Cantillon, Boon, Oud Beersel, Lindemans or Mort Subite. === Kriek === Lambic refermented in the presence of sour cherries (usually the morello variety, or a bitter variety known as the Schaarbeek cherry) and with secondary fermentation in the bottle results in kriek. Traditional versions of kriek are dry and sour, just as traditional gueuze. === Fruit === thumb|left|upright|A bottle of Belgian raspberry lambic as sold in the United States. thumb|Raspberry and peach lambic. Lambic may be made with the addition of raspberry (framboise), peach (pêche), blackcurrant (cassis), grape (druif), or strawberry (aardbei), as either whole fruit or syrup. Other, rarer fruit lambic flavorings include apple (pomme), banana (banane), pineapple (ananas), apricot (abricot), plum (prune), cloudberry (plaquebière), lemon (citron), and blueberry (myrtille). Fruit lambics are usually bottled with secondary fermentation. Although fruit lambics are among the most famous Belgian fruit beers, the use of names such as kriek, framboise or frambozen, cassis, etc. does not necessarily imply that the beer is made from lambic. The fruit beers produced by the Liefmans Brewery, for example, use an oud bruin, rather than a lambic as a base. Many of the non-traditional fruit beers derived from lambic that were commercialized in the last decades are considered to be low quality products by many beer enthusiasts. These products are typically artificially sweetened, artificially carbonated, sterilized, and based on syrups instead of whole fruit. == Belgian producers == thumb|right|200px|Wooden lambic barrels at Hanssens Lambic beers are only produced near Brussels due to that region's natural microflora. The number of producers, which numbered more than 300 in 1900, has shrunk drastically throughout the 20th century. Lambic production is generally sanctioned and promoted by HORAL. === Breweries === This is a list of Wikipedia articles on Belgian breweries that produce lambic. * Belle-Vue, owned by AB InBev (sweetened, except Sélection lambic), Sint-Pieters-Leeuw * Boon (traditional), Lembeek * Cantillon (traditional), Brussels * Mort Subite, owned by Heineken, (sweetened, except Gueuze Fond), Kobbegem * Girardin (traditional), Sint-Ulriks-Kapelle * Lindemans Brewery (sweetened – except Cuvée René), Vlezenbeek * Timmermans (sweetened, except \"Traditional\" line), Itterbeek * Van Honsebrouck produce St. Louis beers (sweetened, except Gueuze Fond Tradition) located outside of the Zenne valley, in Ingelmunster * 3 Fonteinen (traditional), Beersel *Brussels Beer Project (traditional), Brussels === Blenders === * Tilquin (traditional), Rebecq * De Cam (traditional), Gooik * Hanssens Artisanaal (traditional), Dworp * Oud Beersel, brewed by Boon, (traditional), Beersel ==See also== * HORAL (High Council for Artisanal Lambic Beers) * Sour beer * Barrel-aged beer == References == == Further reading == * H. Verachtert, Lambic and gueuze brewing: mixed cultures in action, Foundation Biotechnical and Industrial Fermentation research, Vol. 7 Finland pp. 243–263. * Jean-Xavier Guinard, Classic Beerstyle Series nr. 3, Lambic, Brewers Publications, a division of the Association of Brewers (1990). * Dirk Van Oevelen, Microbiology and biochemistry of the natural wort fermentation in the production of Lambic and gueuze, PhD Thesis, Katholieke Universiteit Leuven, Belgium (1979) * Tim Webb, Chris Pollard, and Joris Pattyn. LambicLand/LambikLand. * Jeff Sparrow, Wildbrews: Beer Beyond the Influence of Brewer's yeast, Brewers Publications, a division of the Association of Brewers (2005). == External links == * EU Traditional Speciality Guaranteed (TSG) status of lambic * Belgian lambic beer listing * Official website of HORAL Category:Beer styles Category:Types of beer Category:Beer in Belgium Category:Traditional Speciality Guaranteed products from Belgium",
 "title": "Lambic"
}