{
 "id": "255342",
 "text": "Charles Auguste de Bériot (20 February 18028 April 1870) was a Belgian violinist, artist and composer. ==Biography== Charles de Bériot was born in 1802 in Leuven, Belgium (then under French rule) into a noble family but was orphaned at the age of nine. He began studying violin with Jean-François Tiby (1772-1844) who trained him in the French style as exemplified by Giovanni Battista Viotti. In 1811 he performed for the first time in public, playing a concerto by Viotti. François-Joseph Fétis says that Tiby sent de Bériot to Paris at the age of 12 (1814), however de Bériot's own correspondence confirms that he only arrived in Paris in 1821. This mistake is attributed to the advanced age at which Fétis wrote his final biographical note on de Bériot. While in Paris, de Bériot studied briefly at the Paris Conservatory under Pierre Baillot and played for Rodolphe Kreutzer and Viotti. The latter encouraged de Bériot to \"..listen a lot...and take what seems good to you, be like the bees and you will create a genre...\" After being refused a subsidy by William I of the Netherlands, he returned briefly to Belgium in 1822. The following year he returned to Paris where he taught and performed. In 1824 he made a concert tour in England and was named violinist to Charles X of France in 1826 and in 1827, solo violinist at the court of William I of the Netherlands. De Bériot and Niccolo Paganini's careers ran parallel for many years even though de Bériot was 20 years younger than Paganini. In much of northern Europe the two virtuoso's playing styles were often compared, including in a small publication which appeared in 1831. De Bériot lived with the opera singer Maria Malibran and had a child (Charles-Wilfrid de Bériot, a piano professor who taught Maurice Ravel, Ricardo Viñes, Enrique Granados and others) with her in 1833. They were married in 1836 when Malibran obtained an annulment of her previous marriage. Felix Mendelssohn wrote an aria accompanied by a solo violin especially for the couple. However, Malibran died the same year from injuries sustained in a fall from a horse. After Malibran's death, de Bériot lived in Brussels and did not return to performance until 1838. In 1840 in Vienna he married Marie Huber, daughter of a local magistrate. In 1842, Pierre Baillot died in Paris at the age of 71, and his position as instructor at the Paris Conservatoire was offered to de Bériot. He rejected the offer, however, and in 1843 became chief violin instructor at the Brussels Conservatory where he established the Franco-Belgian school of violin playing. On account of failing eyesight he retired in 1852, and in 1858 became totally blind. Paralysis of the left arm ended his career in 1866. Surgeons amputated his left arm to relieve pain. Among his students were Hubert Léonard, Henri Vieuxtemps and Heinrich Wilhelm Ernst. ==Compositions== De Bériot composed a great amount of violin music including ten concertos. Although these are now rarely heard, his pedagogical compositions are still of use for violin students. In style, however, he was greatly influenced by the works of Rudolphe Kreutzer. De Bériot's pioneering violin technique and Romantic style of composition make his concertos and etudes an important stepping stone for the serious violin student wishing to gain a firm foundation before studying the major concertos of the Romantic era. His most popular concertos are No. 9 in A minor Op. 104 and No. 7 in G major Op. 76. Itzhak Perlman released a recording of Scene de Ballet, Op. 100 on his album, \"Concertos from My Childhood\". This recording features the Juilliard Orchestra conducted by Lawrence Foster. Barbara Barber also released a recordings and sheet music with piano accompaniment of the first movement of de Beriot's Concerto No. 9 in A minor Op. 104 and Scene de Ballet, Op. 100 with her series, \"Solos for Young Violinists\". Schirmer publishes his Violin Method Op. 102 and His \"First 30 Concert Studies\" Op. 123. Peters publishes the famous encore piece for violin and orchestra (in a reduced format for violin and piano) \"Scene de Ballet\" Op.100.Violin Concerto Database Selection of De Bériot's studies == Honours == * 1845: Member of the Royal Academy of Science, Letters and Fine Arts of Belgium.Index biographique des membres et associés de l'Académie royale de Belgique (1769-2005). p 68 * 1853: Cross of merit of the Saxe-Ernestine House Order.Almanach royal officiel, publié, exécution d'un arrête du roi, Volume 1; Tarlier, 1854 ==References== ==External links== * * Famous Violinists of To-day and Yesterday by Henry Charles Lahee, 1856-1953 Gutenberg.org Category:1802 births Category:1870 deaths Category:19th-century classical composers Category:19th-century classical violinists Category:19th-century Belgian male musicians Category:Belgian classical composers Category:Belgian male classical composers Category:Belgian classical violinists Category:Blind classical musicians Category:Burials at Laeken Cemetery Category:Male classical violinists Category:Members of the Royal Academy of Belgium Category:Musicians from Leuven Category:Romantic composers Category:Royal Conservatory of Brussels faculty Category:Violin pedagogues",
 "title": "Charles Auguste de Bériot"
}