{
 "id": "255489",
 "text": "thumb|right|The place in Hindenburg at which the house of Janosch's birth used to stand (now demolished) Janosch (, born as Horst Eckert on 11 March 1931) is a German children's author and illustrator. ==Biography== Horst Eckert was born in Hindenburg (now Zabrze, Poland) in Upper Silesia to a family of mixed German and Polish origin. He said in an interview that he is Silesian of nationality. The mother strictly Catholic, the father alcoholic and violent. After World War II, the family fled to West Germany. In the area of Oldenburg, Janosch worked in a textile mill. In 1953, he went to Munich, where he studied for some terms at the Academy of Arts, but broke off his studies eventually. Afterwards, he worked as a freelance artist. In 1960, his first book for children was published with George Lentz, a friend of his, who also persuaded him to take on the penname Janosch. Within the next 10 years, numerous books for children followed with different publishing houses. He also published books for adults, in which he deals with his childhood experiences of growing up with an abusive father and a God-fearing mother, constantly recurring topics being friendship, family relationships, and the quest for the meaning of life. Amongst his most famous figures is the Tigerente that appears in Oh, wie schön ist Panama and the stories around the little tiger and the little bear. From 1953 to 1980 the artist lived in Munich. By 1980, he had published over 100 books for children in nearly 30 languages. By then, he had left Germany, and lives since 1980 on the island of Tenerife in the Atlantic Ocean. == Awards == Among others, he has received the following awards: * 1975: Literaturpreis der Stadt München * 1979: German Youth Literature Award * 1984: Zilveren Griffel * 1993: Bundesverdienstkreuz == Works == In German, Janosch published until today about 150 books which in part were translated into 30 languages.Philipp Zieger: Janosch. In: Südkurier vom 13. Mai 2009. * Die Geschichte von Valek dem Pferd. Georg-Lentz-Verlag, Munich 1960. * Valek und Jarosch. Georg-Lentz-Verlag, Munich 1960. * Das kleine Schiff. Georg-Lentz- Verlag, Munich 1960. * Der Josa mit der Zauberfidel. Georg-Lentz-Verlag, Munich 1960. * . Parabel-Verlag, Munich 1964. * Das Auto hier heißt Ferdinand. Parabel-Verlag, Munich 1964, . * Böllerbam und der Vogel. Middelhauve Verlag, Cologne 1968, . * Cholonek oder Der liebe Gott aus Lehm. Georg-Bitter-Verlag, Recklinghausen 1970, . * Lari Fari Mogelzahn. Beltz-Verlag, Weinheim 1971, . * Leo Zauberfloh. dtv, Munich 1975, . * Sacharin im Salat. Bertelsmann-Verlag, Munich 1975, . * Update on Rumpelstiltskin and other Fairy Tales by 43 Authors. Beltz & Gelberg, Weinheim 1976, . * Traumstunde für Siebenschläfer. Beltz-Verlag, Weinheim 1977, . * Die Maus hat rote Strümpfe an. Beltz-Verlag, Weinheim 1978, . * . Beltz-Verlag, Weinheim 1978, . **English translation: The Trip to Panama. Beltz & Gelberg Verlag, Weinheim 1990, . translator: Anthea Bell * Sandstrand. Beltz-Verlag, Weinheim 1979, ; Merlin Verlag, Gifkendorf 2001, . * . Beltz-Verlag, Weinheim 1979, . * Schnuddelbuddel sagt Gutnacht. Deutscher Taschenbuch Verlag, Munich 1979, . * . Beltz-Verlag, Weinheim 1980, . * The City meets the Country. Beltz & Gelberg, Weinheim 1980, . * Das Leben der Thiere. Beltz-Verlag, Weinheim 1981, . * Rasputin der Vaterbär. Beltz- Verlag, Weinheim 1983, . * . Diogenes-Verlag, Zürich 1985, . * Das Lumpengesindel. Diogenes-Verlag, Zürich 1987, . * Der Mäuse-Sheriff. Georg Bitter Verlag, Recklinghausen 1989, . * Die Kunst der bäuerlichen Liebe 1. Teil. Merlin Verlag, Gifkendorf 1990, . * Du bist ein Indianer, Hannes. Bitter Verlag, Recklinghausen 1990, . * Polski Blues. Goldmann Verlag, Munich 1991, . * . Merlin Verlag, Gifkendorf 1992, . * Schäbels Frau. Goldmann Verlag, Munich 1992, . * Mutter sag, wer macht die Kinder?. Mosaik-Verlag, Munich 1992, . * Von dem Glück, Hrdlak gekannt zu haben. Goldmann Verlag, Munich 1994, . * Von dem Glück, als Herr Janosch überlebt zu haben. Merlin Verlag, Gifkendorf 1994, . * Franz mit dem verdammten Hut. Little Tiger Verlag, Hamburg 1995, . * Schnuddel baut ein Wolkenhaus. Isis Verlag, Chur 1995, . * Schnuddels Gute- Nacht-Geschichten. Isis Verlag, Chur 1995, . * Wörterbuch der Lebenskunst. Goldmann Verlag, Munich 1995, . * Gastmahl auf Gomera. Goldmann Verlag, Munich 1997, . * Restaurant & Mutterglück oder Das Kind. Merlin Verlag, Gifkendorf 1998, . * Ich liebe eine Tigerente. Mosaik-Verlag, Munich 1999, . * Janoschs großer, kleiner Tigeratlas. Bassermann, Munich 2002, . * Janoschs Tausend- Bilder-Lexikon. Bassermann, Munich 2002, . * Wie der Tiger zählen lernt. Bassermann, Munich 2002, . * Wie der Tiger lesen lernt. Bassermann, Munich 2002, . * Bei Liebeskummer Apfelmus. Bassermann, Munich 2002, . * Morgen kommt der Weihnachtsbär. Bassermann, Munich 2002, . * Wenn Schnuddel in die Schule geht und andere Geschichten. cbj, Munich 2006, . * Gibt es hitzefrei in Afrika? So leben die Kinder dieser Welt. Heyne Verlag, Munich 2006, . ===Tigerente=== The Tigerente ( tiger duck) is a children's book character created by the German artist and author Janosch. It is a little wooden toy duck on wheels, striped black on yellow, that is pulled around on a string by various characters of Janosch's books. It never has a line of dialogue, but still has become by far the most popular figure ever created by the author. The Tigerente has since appeared on a wide range of products including posters, postcards, high school art projects, buttons, mugs, socks, umbrellas, cutlery, and nearly every item of children's furniture imaginable, and has been the namesake and mascot of the German TV show Tigerenten Club, all without ever uttering a single line. The story has been made into a contemporary opera \"Oh, the beautiful Panama\" by Lin Wang. The opera was premiered at Deutsche Oper Berlin in 2013, and was a sold-out event. ==References== == External links == * Official Homepage * About Janosch Category:German children's literature Category:Characters in children's literature Category:1931 births Category:Living people Category:People from Zabrze Category:People from the Province of Upper Silesia Category:German artists Category:Officers Crosses of the Order of Merit of the Federal Republic of Germany Category:German children's writers Category:German male writers",
 "title": "Janosch"
}