{
 "id": "255765",
 "text": "Karen Davis (born February 4, 1944) is an American animal rights advocate, and president of United Poultry Concerns, a non-profit organization founded in 1990 to address the treatment of domestic fowl – including chickens, turkeys, and ducks – in factory farming. Davis also maintains a sanctuary. She is the author of several books on veganism and animal rights, including Prisoned Chickens, Poisoned Eggs: An Inside Look at the Modern Poultry Industry (1997) and The Holocaust and the Henmaid's Tale: A Case for Comparing Atrocities (2005). Karen Davis also has written the foreword to Michael Lanfield's book, The Interconnectedness of Life, which was released December 6, 2014. ==Background== Davis was born in Altoona, Pennsylvania; her parents were Amos and Mary Elizabeth Davis. Amos was the Blair County District attorney from 1966 to 1975. Davis graduated from Hollidaysburg Area High School in 1962. She studied for her undergraduate degree at Westminster College in New Wilmington, Pennsylvania. Davis obtained her PhD in English from the University of Maryland, College Park.For a story that mentions her early activism, see \"Campus Life: Maryland; A Regent's Seat For Frank Perdue Draws Protests\", The New York Times, March 3, 1991. She also taught English at the University of Maryland while she started United Poultry Concerns. Davis married Dr. George Allan Cate (deceased). She has three brothers: Tim Davis of Palo Alto, California, Amos Davis of Baton Rouge, Louisiana, and Andrew Davis of Shippensburg, Pennsylvania. ==Activism== Davis regularly addresses the annual National Animal Rights conferences, and was inducted in July 2002 into the Animal Rights Hall of Fame \"for outstanding contributions to animal liberation.\" Since 1999, she and United Poultry Concerns have hosted 19 conferences on farmed animal-vegan advocacy issues. She launched a campaign against National Public Radio's This American Life for its annual \"Poultry Slam\" show, arguing that host Ira Glass was contributing to the poor treatment and slaughter of chickens and turkeys. Eventually, Glass visited Davis's sanctuary and announced on the Late Show with David Letterman in 2008 that he had become a vegetarian thanks to Davis. Davis is one of several people who provided information used in the writing of the book Striking at the Roots: A Practical Guide to Animal Activism (2008) by Mark Hawthorne. Davis paid for an advertisement in the New York Times in protest at the practice of killing chickens in the streets of New York during the Yom Kippur ritual of kapparot. ==Publications== ;Books *A Home for Henny. United Poultry Concerns, 1996 (children's book). * Instead of Chicken, Instead of Turkey: A Poultryless \"Poultry\" Potpourri. Book Publishing Co., 1999. * More Than a Meal: The Turkey in History, Myth, Ritual, and Reality. Lantern Books, 2001. * The Holocaust and the Henmaid’s Tale: A Case for Comparing Atrocities. Lantern Books, 2005. * Prisoned Chickens, Poisoned Eggs: An Inside Look at the Modern Poultry Industry. Book Publishing Co., Revised edition, 2009. * For the Birds: From Exploitation to Liberation. Essays on Chickens, Turkeys, and Other Domestic Fowl, Lantern Books, 2019. ;Articles/chapters * \"Thinking like a chicken: Farm Animals and the Feminine Connection\" in Adams, Carol J. Animals and Women: Feminist Theoretical Explorations. Duke University Press, 1995. * \"Open Rescue: Putting a Face on Liberation,\" in Nocella, Anthony and Best, Steven. Terrorists or Freedom Fighters: Reflections on the Liberation of Animals. Lantern Books, 2004. * \"From Hunting Grounds to Chicken Rights: My Story in an Eggshell,\" in Kemmerer, Lisa A. Sister Species: Women, Animals, and Social Justice. University of Illinois Press, 2011. * \"The Social Life of Chickens\" in Smith, Julie A. and Mitchell, Robert W. (eds.) Experiencing Animals: Encounters Between Animal and Human Minds. Columbia University Press 2011. * \"Procrustean Solutions to Animal Identity and Welfare Problems\" in Critical Theory and Animal Liberation, Rowman & Littlefield, 2011. * \"Birds Used in Food Production,\" in Linzey, Andrew The Global Guide to Animal Protection. University of Illinois Press, 2013. * \"Foreword: Hidden in Plain Sight\" in Michael Lanfield The Interconnectedness of Life: We Are Interconnected. We Are Interconnected Films/CreateSpace Independent Publishing Platform, 2014. * \"Creative Maladjustment: From Civil Rights to Chicken Rights\" in Michael Lanfield The Interconnectedness of Life: We Are Interconnected. We Are Interconnected Films/CreateSpace Independent Publishing Platform, 2014. * \"Anthropomorphic Visions of Chickens Bred for Human Consumption\" in Critical Animal Studies: Why Animals Matter. Canadian Scholars Press, 2014. * \"The Disengagement of Journalistic Discourse about Nonhuman Animals: An Analysis\" in Critical Animal Studies: Towards Trans-species Social Justice. Rowman & Littlefield, 2018. * \"How I Became a 'Poultry' Rights Activist Who Started an Organization Some Said Would Never Fly\" in Voices For Animal Liberation. Skyhorse Publishing, 2019. * \"Employing Euphemism to Falsify the Fate of Farmed Animals\" in Animal Agriculture is Immoral: An Anthology. Climate Healers, 2020. ==See also== *Women and animal advocacy * List of animal rights advocates ==References== ==External links== *Davis's bio on UPC website * Category:1944 births Category:21st-century American non-fiction writers Category:Living people Category:American animal rights activists Category:American non-fiction writers Category:Anti-vivisectionists Category:Veganism activists",
 "title": "Karen Davis (activist)"
}