{
 "id": "255857",
 "text": "East Hartford is a town in Hartford County, Connecticut, United States. The population was 51,045 at the 2020 census. The town is located on the east bank of the Connecticut River, directly across from Hartford, Connecticut. It is home to aerospace manufacturer Pratt & Whitney. It is also home to Pratt & Whitney Stadium at Rentschler Field, a stadium used mainly for soccer and football with a capacity of 40,000 people. ==History== When the Connecticut Valley became known to Europeans around 1631, it was inhabited by what were known as the River Tribes — a number of small clans of Native Americans living along the Great River and its tributaries. Of these tribes the Podunks occupied territory now lying in the towns of East Hartford and South Windsor, and numbered, by differing estimates, from sixty to two hundred bowmen. They were governed by two sachems, Waginacut and Arramamet, and were connected in some way with the Native Americans who lived across the Great River, in what is now Windsor. The region north of the Hockanum River was generally called Podunk; that south of the river, Hockanum; but these were no certain designations, and by some all the meadow along the Great River was called Hockanum. In 1659, Thomas Burnham (1617–1688) purchased the tract of land now covered by the towns of South Windsor and East Hartford from Tantinomo, chief sachem of the Podunk Indians. Burnham lived on the land and later willed it to his nine children. The town of Hartford, founded in 1635, once included the land now occupied by the towns of East Hartford, Manchester, Bolton, Vernon, and West Hartford. During the Revolutionary War, French troops under Lieutenant General Comte de Rochambeau twice camped in town, before and after aiding General George Washington's forces in the 1781 defeat of the British during the Siege of Yorktown. East Hartford was incorporated as a separate town in October 1783. Manchester separated from East Hartford in 1823. Beginning in the late nineteenth century, residents began to form tax districts for fire protection, street lighting, sanitation, and other public works improvements. The East Hartford Fire District was granted a charter by the General Assembly in 1889 and organized in June, 1891. The Meadow Fire District existed before the turn of the twentieth century. The Hockanum Sewer District and Hockanum Lighting District were formed in 1915 and 1916 respectively. The Silver Lane Fire and Lighting District was founded in 1925. On June 10, 1929, voters of the town approved a new charter. All of the old districts were abolished and a Town Council would govern the municipality. Since first being settled, East Hartford's economy was primarily agricultural, with tobacco being the main crop. All that changed in 1929, when Frederick Rentschler, head of Pratt & Whitney, moved production from Hartford to a sprawling 1,100 acre (445 ha) site in East Hartford. The grounds included a small airport called Rentschler Field that was in service from 1931 to 1999. It was originally used for test flights and maintenance operations, and later for corporate aviation. The 75-acre (30 ha) site was decommissioned as an airport in the 1990s, and donated to the state of Connecticut by United Technologies in 1999, and a new Rentschler Field opened as a stadium with capacity of 40,000 people. Pursuant to a lease agreement with the State, UConn plays all its home football games at Rentschler Field.On July 16, 2015, it was announced that the stadium had been named Pratt & Whitney Stadium at Rentschler Field in a deal between Pratt & Whitney and UConn. The playing surface is still named Rentschler Field.Rent Being Renamed Pratt & Whitney Stadium At Rentschler Field ==Geography== The town is located on the east bank of the Connecticut River, directly across from Hartford, Connecticut. The town includes the neighborhoods of Burnside Hockanum, and Mayberry Village. According to the United States Census Bureau, the town has a total area of , of which is land and , or 3.93%, is water. ==Demographics== As of 2010, there were 51,252 people, 20,206 households, and 12,830 families residing in the town. The population density was 3,200 people per square mile (1,250/km2). There were 21,328 housing units at an average density of 1,180.2 per square mile (455.8/km2). The racial makeup of the town was 38.4% non-Hispanic White, 25.9% Black or African American, 0.03% Native American, 5.9% Asian, 0.04% Pacific Islander, 0.3% from other races, and 1.9% from two or more races. Hispanic or Latino of any race were 28.3% of the population. The town has seen significant demographic changes in recent decades due to immigration from Hartford, as well as white residents leaving the city to other suburbs. There were 20,206 households, out of which 29.2% had children under the age of 18 living with them, 41.5% were married couples living together, 17.4% had a female householder with no husband present, and 36.5% were non-families. 30.2% of all households were made up of individuals, and 11.3% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.01. In the town, the population was spread out, with 24.1% under the age of 18, 7.8% from 18 to 24, 30.2% from 25 to 44, 22.3% from 45 to 64, and 15.6% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 91.4 males. For every 100 females age 18 and over, there were 87.8 males. The median income for a household in the town was $41,424, and the median income for a family was $50,540. Males had a median income of $36,823 versus $29,860 for females. The per capita income for the town was $21,763. About 8.1% of families and 10.3% of the population were below the poverty line, including 15.5% of those under age 18 and 7.3% of those age 65 or over. ==Government and politics== thumb|Former Mayor Marcia Leclerc East Hartford has a mayor–council government. Marcia Leclerc was sworn in as Mayor of the Town of East Hartford on January 10, 2011. Leclerc is a Democrat, and was reelected to her fifth term in 2019. {| class=\"wikitable\" ; margin:1em; font-size:95%;\" |+ East Hartford town vote by party in presidential elections |- style=\"background:lightgrey;\" ! Year ! Democratic ! Republican ! Third Parties |- |align=\"center\" |2020 |align=\"center\" |71.76% 14,787 |align=\"center\" |26.81% 5,524 |align=\"center\" |1.43% 294 |- |align=\"center\" |2016 |align=\"center\" |69.20% 13,180 |align=\"center\" |27.37% 5,213 |align=\"center\" |3.43% 654 |- |align=\"center\" |2012 |align=\"center\" |75.04% 14,149 |align=\"center\" |24.16% 4,556 |align=\"center\" |0.80% 150 |- |align=\"center\" |2008 |align=\"center\" |73.19% 14,811 |align=\"center\" |25.67% 5,195 |align=\"center\" |1.14% 230 |- |align=\"center\" |2004 |align=\"center\" |64.25% 11,996 |align=\"center\" |33.86% 6,322 |align=\"center\" |1.90% 354 |- |align=\"center\" |2000 |align=\"center\" |67.12% 12,371 |align=\"center\" |27.80% 5,124 |align=\"center\" |5.08% 936 |- |align=\"center\" |1996 |align=\"center\" |62.84% 11,904 |align=\"center\" |23.89% 4,525 |align=\"center\" |13.27% 2,514 |- |align=\"center\" |1992 |align=\"center\" |48.70% 11,450 |align=\"center\" |27.53% 6,472 |align=\"center\" |23.78% 5,590 |- |align=\"center\" |1988 |align=\"center\" |58.98% 12,511 |align=\"center\" |40.07% 8,501 |align=\"center\" |0.95% 201 |- |align=\"center\" |1984 |align=\"center\" |47.78% 10,647 |align=\"center\" |51.64% 11,508 |align=\"center\" |0.58% 129 |- |align=\"center\" |1980 |align=\"center\" |49.30% 11,416 |align=\"center\" |36.65% 8,487 |align=\"center\" |14.05% 3,254 |- |align=\"center\" |1976 |align=\"center\" |57.57% 14,052 |align=\"center\" |41.70% 10,178 |align=\"center\" |0.73% 179 |- |align=\"center\" |1972 |align=\"center\" |50.61% 13,057 |align=\"center\" |48.12% 12,414 |align=\"center\" |1.27% 327 |- |align=\"center\" |1968 |align=\"center\" |60.03% 14,349 |align=\"center\" |33.20% 7,935 |align=\"center\" |6.78% 1,620 |- |align=\"center\" |1964 |align=\"center\" |77.07% 16,605 |align=\"center\" |22.93% 4,940 |align=\"center\" |0.00% 0 |- |align=\"center\" |1960 |align=\"center\" |62.53% 12,971 |align=\"center\" |37.47% 7,771 |align=\"center\" |0.00% 0 |- |align=\"center\" |1956 |align=\"center\" |44.52% 8,266 |align=\"center\" |55.48% 10,303 |align=\"center\" |0.00% 0 |} {| class=wikitable ! colspan = 6 | Voter Registration and Party Enrollment as of October 30, 2007 |- ! colspan = 2 | Party ! Active Voters ! Inactive Voters ! Total Voters ! Percentage |- | | Democratic | align = center | 11,321 | align = center | 1,088 | align = center | 12,409 | align = center | 45.82% |- | | Republican | align = center | 2,820 | align = center | 305 | align = center | 3,125 | align = center | 11.54% |- | | Unaffiliated | align = center | 10,087 | align = center | 1,420 | align = center | 11,507 | align = center | 42.48% |- | | Minor Parties | align = center | 38 | align = center | 6 | align = center | 44 | align = center | 0.16% |- ! colspan = 2 | Total ! align = center | 24,266 ! align = center | 2,819 ! align = center | 27,085 ! align = center | 100% |} ==Economy== East Hartford is home to the headquarters of Pratt & Whitney,\"Contact Us .\" Pratt & Whitney. Retrieved on January 7, 2011. \"Corporate Headquarters Pratt & Whitney 400 Main Street East Hartford, CT 06108.\" part of the United Technologies conglomerate. The manufacturing plant takes up a significant amount of East Hartford's area, and at its peak, it employed tens of thousands of people; Chen, Xiangming and John Shemo. 2013. “Shifting Fortunes: Hartford’s Global and Regional Economic Dimensions.” Pp. 193-218 in Confronting Urban Legacy: Rediscovering Hartford and New England's Forgotten Cities. Xiangming Chen and Nick Bacon (eds). Lanham, MD: Lexington Books. however, currently, it only employs about 7,621. East Hartford also contains a Coca-Cola bottling plant, located on Main Street. The city is dotted with industrial and suburban office parks, and in the early 2000s, urban planners strategically situated a regional stadium, Rentschler Stadium (construction completed September 2003), and a hunting and camping focused department store, Cabela's, on the then vacant former Pratt & Whitney company airfield, Rentschler Field.Bacon, Nick. 2013. “Podunk after Pratt: Place and Placelessness in East Hartford, CT.” Pp. 46-64 in Confronting Urban Legacy: Rediscovering Hartford and New England's Forgotten Cities. Xiangming Chen and Nick Bacon (eds). Lanham, MD: Lexington Books. ===Top employers=== Top employers in East Hartford according to the town's 2020 Comprehensive Annual Financial Report {| class=\"wikitable\" |- ! # ! Employer ! # of Employees |- | 1 | Pratt & Whitney | 8,250 |- |2 | Town of East Hartford |1,756 |- |3 | Goodwin University |554 |- |4 | Raytheon Technologies |400 |- |5 | Quest Global |400 |- |6 | Riverside Health Center |360 |- |7 | Connecticut Natural Gas |322 |- |8 | Cabela's |250 |- |9 | Hoffman Auto |227 |- |10 | American Eagle Federal Credit Union |215 |- |} ==Infrastructure== ===Utilities=== * Electricity: Eversource Energy * Water: Metropolitan District Commission * Natural gas: Connecticut Natural Gas * Telephone, ADSL/Fiber internet, IPTV television: Frontier Communications * Cable television/Cable internet: Comcast ==Education== East Hartford Public Schools * Connecticut River Academy * Goodwin University * East Hartford High School * Stone Academy *Connecticut International Baccalaureate Academy *East Hartford Middle School ==Attractions== thumb|Sign for Great River Park The Great River Park is located on the banks of the Connecticut River in East Hartford, providing riverside activities for the town. Wickham Park, located in East Hartford and Manchester, features Oriental gardens, fountains, open fields, woodlands, ponds, picnic areas, softball fields, and an aviary. The west side of the park offers a scenic view of East Hartford and the skyline of Hartford across the Connecticut River and is a popular site for weddings. It also has a very popular sledding hill in the winter. Nearby, Pratt & Whitney Stadium at Rentschler Field is home of the Huskies football team. ==Notable people== * Milton Avery, artist * Lawrence Brainerd, businessman, abolitionist and United States senator from Vermont * Mary Cadorette, actress * Howard Ensign Evans, noted entomologist * Francis Patrick Garvan, lawyer and longtime president of the Chemical Foundation * John A. Gurley, U.S. Representative from Ohio during the early part of the American Civil War * John Larson, current U.S. Representative from * Hiram N. Moulton, mayor of Madison, Wisconsin * Aaron Olmsted, sea captain, namesake of several cities in Ohio * Denison Olmsted, physicist and astronomer * Frederick Law Olmsted, renowned urban and suburban planner famous for many of the New York City parks and Stanford University's campus lived and studied for much of his youth between his primary residence in Hartford and his father's childhood home in East Hartford. * Gérard Ouellet, member of the Canadian House of Commons *Charles Phelps, first Connecticut Attorney General * Diane Venora, actress ==References== ==External links== *Town of East Hartford official website *Historical Society of East Hartford Category:Towns in Hartford County, Connecticut Category:Connecticut populated places on the Connecticut River Category:Towns in Connecticut Category:Greater Hartford",
 "title": "East Hartford, Connecticut"
}