{
 "id": "256073",
 "text": "The Lielupe ( in Latvian literally: Large River, , ) is a river in central Latvia. Its length is (the length would reach if the Mēmele River were counted as part of the Lielupe). The surface area of its drainage basin is .Aquastat information for Latvia The average fall of the Lielupe is about () and its average flow is , although a maximum of has been reached during floods. == Physical geography == The Lielupe begins at the confluence of the Mēmele and Mūsa rivers near Bauska. For the upper part of its course, the river flows through a dolomite valley with a few small rapids, until it reaches Mežotne, where it widens and deepens over the flat Zemgale Plain. For many years the Lielupe would frequently overflow its shallow banks and flood surrounding fields and villages, particularly during the spring thaw. Today many parts of the Lielupe's banks are contained with earthen dikes to prevent disastrous floods. Much of the Lielupe is covered in river grasses. At its lower reaches, the river flows parallel to the coast line of the Gulf of Riga; the city of Jūrmala stretches for almost between the river and the sea. Eventually Lielupe flows into the Baltic Sea, while the Buļļupe branch () flows into the Daugava River. The modern mouth of the river appeared in 1755. Before then the Buļļupe was the Lielupe's main channel. About 50-55% of the water discharge of the river is from melted snow. The Lielupe is navigable for a range of , the longest continuous range among Latvian rivers. Municipalities along the river include Bauska, Mežotne, Jelgava, Kalnciems, Jūrmala and Riga. The Lielupe also gives its name to a railway station and a neighbourhood in the city of Jūrmala. === Tributaries === The following rivers are tributaries to the river Lielupe (from source to mouth): *Left: Mūša (Mūsa), Īslīce, Svitene, Sesava, Vircava, Platone, Svēte (Švėtė) *Right: Nemunėlis (Mēmele), Garoze, Iecava ==References== ==External links== *Information about Lielupe river basin Category:Rivers of Latvia Category:Gulf of Riga Category:Geography of Riga Category:Jūrmala",
 "title": "Lielupe"
}