{
 "id": "256146",
 "text": "thumb|Franz Liszt in 1858 ==Events== *January 2 – Sigismond Thalberg is given a farewell concert by the Academy of Music, New York.MusicAndHistory.com:1858 Accessed 10 March 2013 *January 14 – While on their way to the Paris Opéra, Napoleon III of France and Empress Eugénie are attacked by a would-be assassin. The emperor proceeds to attend the performance. *January 25 – The \"Wedding March\" by Felix Mendelssohn is played at the marriage of Queen Victoria's daughter \"Vicky\" (Victoria, Princess Royal) to Prince Friedrich of Prussia in St James's Palace, London, leading to its becoming popular wedding music. *January 30 – Hallé Orchestra founded by Charles Hallé in Manchester, England. *February 20 – Giacomo Meyerbeer pays Mathilde Heine 4,500 francs not to publish four poems by her late husband Heinrich Heine. *April 7 – Richard Wagner's affair with Mathilde Wesendonck is discovered by her husband; he leaves Zurich shortly afterwards. *May 15 - The Royal Italian Opera opens in Covent Garden, London with a performance of Meyerbeer's Les Huguenots. *June 17 – Modest Musorgsky resigns from the Preobrazhensky Regiment to take up music full-time. *September 7 – Queen Victoria of the United Kingdom opens Leeds Town Hall; the celebratory concert marks the first Leeds Festival. *September 16 – Jules Massenet gives his first piano recital. *October 6 – Edvard Grieg enters Leipzig Conservatory, having had his talent recognised by Ole Bull.Benestad, Finn/Schjelderup-Ebbe, Dag (2007): Edvard Grieg – mennesket og kunstneren. H. Aschehoug & Co. (W. Nygaard), Oslo. ; page 35 *October 21 – Jacques Offenbach's operetta Orpheus in the Underworld, featuring music associated with the can-can, is first performed, at the Théâtre des Bouffes Parisiens in Paris. *Camille Saint-Saëns succeeds Louis James Alfred Lefébure- Wély as organist of La Madeleine, Paris. *Arthur Sullivan goes to Leipzig to study music. *The Wiener Singverein is formed as a choir in its modern form in Vienna. *The Harvard Glee Club is founded at Harvard University in the United States. thumb|right|Poster for a revival of Offenbach's 1858 Orphée Aux Enfers *Hector Berlioz completes the score for his opera Les Troyens. ==Published popular music== * \"The Infernal Gallop\" (\"The Can-Can\"), music by Jacques Offenbach (from his operetta, Orphée Aux Enfers) * \"Warblings at Eve\" m. Henry Brinley Richards ==Classical music== *Johannes Brahms — Piano Concerto No. 1 *Camille Saint-Saëns — **Piano Concerto No.1 **Violin Concerto No. 2 *Johann Strauss II — **Tritsch-Tratsch-Polka **Champagner-Polka ==Opera== *Peter Cornelius — Der Barbier von Bagdad *Giovanni Pacini — Il saltimbanco ==Musical theatre== * Orphée Aux Enfers, operetta by Jacques Offenbach, Paris production opened at the Théâtre des Bouffes Parisiens on October 21 and ran for 228 performances ==Births== *January 6 — Ben Davies, operatic tenor (died 1943) *February 24 — Arnold Dolmetsch, musical instrument maker (died 1940) *March 30 — DeWolf Hopper, US actor and singer (died 1935) *April 22 — Ethel Smyth, composer (died 1944) *May 22 — Charles Kjerulf, composer (died 1919) *July 16 — Eugène Ysaÿe, composer (died 1931) *July 21 — Chauncey Olcott, singer and songwriter (died 1932) *August — Guy d'Hardelot, pianist and composer *August 1 — Hans Rott, composer (died 1884) *August 9 — Isidore de Lara, composer (died 1935) *October 12 – Alice Charbonnet-Kellermann, piano composer (died 1914) *November 11 — Alessandro Moreschi, castrato singer (died 1922) *December 22 — Giacomo Puccini, composer (died 1924) ==Deaths== *January 5 — Joseph Radetzky von Radetz, military leader and subject of the Radetzky March by Johann Strauss I (b. 1766) *January 23 — Luigi Lablache, operatic bass (b. 1794) *April — Bernard Sarrette, founder of the Paris Conservatoire (b. 1765) *April 8 — Anton Diabelli, publisher and composer (b. 1781) *April 16 — Johann Baptist Cramer, pianist and composer (b. 1771) *June 3 — Julius Reubke, pianist and composer (b. 1834) *August 24 — Francis Edward Bache, composer (b. 1833) *September 15 — Thomas Adams, organist and composer (b. 1785) *October 31 — Karl Thomas Mozart, musician, son of Wolfgang Amadeus Mozart (b. 1784) *November 15 — Johanna Kinkel, composer (b. 1810) *December 27 — Alexandre Pierre François Boëly, pianist, organist and composer (b. 1785) ==References== Category:19th century in music Category:Music by year",
 "title": "1858 in music"
}