{
 "id": "256132",
 "text": "The National Do Not Call Registry is a database maintained by the United States federal government, listing the telephone numbers of individuals and families who have requested that telemarketers not contact them. Certain callers are required by federal law to respect this request. Separate laws and regulations apply to robocalls in the United States. The Federal Trade Commission (FTC) opened the National Do Not Call Registry in order to comply with the Do-Not-Call Implementation Act of 2003 (, was , and codified at et seq.), sponsored by Representatives Billy Tauzin and John Dingell and signed into law by President George W. Bush on March 11, 2003.There were two bills - HR395 and HR3161. HR3161 passed 412-8 in the House and 95-0 in the Senate. Congresspeople Who Voted Against the Federal Telemarketing Rule (US) The law established the FTC's National Do Not Call Registry in order to facilitate compliance with the Telephone Consumer Protection Act of 1991. A guide by FTC addresses a number of cases. Registration for the Do-Not-Call list began on June 27, 2003, and enforcement started on October 1, 2003. Since January 1, 2005, telemarketers covered by the registry have up to 31 days (initially the period was 90 days) from the date a number is registered to cease calling that number. Originally, phone numbers remained on the registry for a period of five years, but are now permanent because of the Do-Not-Call Improvement Act of 2007, effective February 2008. Consumers may add landline or cellular numbers to the registry, but FCC regulations prohibit telemarketers from calling a cellular phone number with an automatic dialer under almost all circumstances. In 2005, a rumor began circulating via e-mail that cell phone providers were planning on making their number directories available to telemarketers. The FTC responded by clarifying that cell phones cannot legally be called by telemarketers. Similarly, fax numbers do not need to be included in the registry due to existing federal laws and regulations that prohibit the sending of unsolicited faxes. If a person does not want to register a number on the national registry, they can still prohibit individual telemarketers from calling by asking the caller to put the called number on the company's do-not-call list. == Legal challenges == The do-not-call list was slated to take effect on October 1, 2003, but two federal district court decisions almost delayed it. One from Oklahoma was overcome by special legislation giving the FTC specific jurisdiction over the matter. The other from Colorado revolved around questions of regulation of commercial speech and threatened to delay implementation of the list. However, President Bush signed a bill authorizing the no-call list to go ahead in September 2003. Finally, the United States Court of Appeals for the Tenth Circuit on February 17, 2004, upheld the constitutionality of the law. == Exceptions to the do-not-call rule == === Exceptions === Placing one's number on the National Do Not Call Registry will stop some, but not all, unsolicited calls. The following are exceptions granted by existing laws and regulations—and these types of organizations can register with donotcall.gov and can purchase telephone lists from the Do Not Call Registry * The registry only applies to personal calls, not to business lines or business to business calls. * A person may still receive calls from political organizations. ** The organization Citizens for Civil Discourse has lobbied Congress to close this exception by developing a National Political Do Not Call Registry where voters can register their phone numbers and ask politicians to take the \"Do Not Contact Pledge\". Its database is not backed by the force of law and as of November 2008, only 3 politicians running for office signed the pledge. * A person may still receive calls from not-for-profit organizations. * A person may still receive calls from those conducting surveys. * A person may still receive calls from a company up to 31 days The original 2003 rule had a 3-month waiting period, but this was changed effective January 1, 2005 after submitting an application or inquiry to that company, unless the company is specifically asked not to call. * A person may still receive calls from bill collectors (either primary creditors or collection agencies). These callers are, however, regulated by other laws, such as the Fair Debt Collection Practices Act, which limits them to calling during \"reasonable hours\". Some creditors may not call debtors who file for bankruptcy protection. === Loopholes === Some attempts have been made by telemarketers to skirt the do-not-call list rules. An example is the Dove Foundation, which places \"survey\" calls and then requests permission for a follow-up call. The follow-up call is conducted by a for-profit company attempting to sell products. This operation resulted in a restraining order in Missouri in March 2006. == Enforcement == Complaints concerning telemarketing calls to homes and personal cell phones can be made to the U.S. Federal Communications Commission and the Federal Trade Commission. The Federal Communications Commission has created rules implementing the National Do-Not- Call Implementation Act. These rules are codified at the Code of Federal Regulations, title 47, Section 64.1200.47 CFR § 64.1200 The rules should be consulted in order to determine whether a particular incident violated the rules and can result in enforcement. In order to create an actionable complaint pursuant to FCC rules, an individual with a home phone or a personal cell phone is required to specify details of the infraction to the FCC. Typically this includes facts such as when the call occurred, the phone number called, the calling organization, the goods or services being marketed, whether the caller has any exemption status. Details of these rules can be found on the FCC's complaint form. Many journalists and victims of fraudulent calls and Do-Not-Call violations have extensively documented ongoing and widespread inaction and lack of enforcement by the FTC. In May 2014 Sprint Corporation was fined a record $7.5 million for failing to honor requests by consumers to opt out of receiving telemarketing calls and texts. The fine followed an investigation that had begun in 2012. \"We expect companies to respect the privacy of consumers who have opted out of marketing calls,\" Travis LeBlanc, acting chief of the FCC's enforcement bureau, said at the time. \"When a consumer tells a company to stop calling or texting with promotional pitches, that request must be honored. Today's settlement leaves no question that protecting consumer privacy is a top enforcement priority.\" == Do-Not-Call Improvement Act of 2007 == On February 15, 2008, U.S. President George W. Bush signed into law as , the Do-Not-Call Improvement Act of 2007. Two major changes were enacted through this law: * While originally required to renew their phone numbers every five years, consumers need now only register once to maintain their phone numbers on the Do Not Call Registry. * The frequency with which the FTC must purge the registry of disconnected and reassigned numbers has also been increased to several times a month. However, the Do-Not-Call Improvement Act prohibits removing numbers from the do-not- call registry unless the number is invalid, disconnected, reassigned, or the individual to whom the number is assigned so requests. ==Results== According to the 2009 Economic Report of the President, prepared by the Council of Economic Advisers, > The program has proved quite popular: as of 2007, according to one survey, > 72 percent of Americans had registered on the list, and 77 percent of those > say that it made a large difference in the number of telemarketing calls > that they receive (another 14 percent report a small reduction in calls). > Another survey, conducted less than a year after the Do Not Call list was > implemented, found that people who registered for the list saw a reduction > in telemarketing calls from an average of 30 calls per month to an average > of 6 per month. == See also == * Do Not Call Register (Australia) * National Do Not Call List (Canada) * New Zealand Name Removal Service * Telephone Preference Service (United Kingdom) * Auto dialer * Call screening * Predictive dialer, a computerized system that automatically dials batches of telephone numbers for connection to agents assigned to sales or other campaigns * Robinson list, an opt-out list of people who do not wish to receive marketing calls * Robocall * Teleblock * Telemarketing * Lead management * == References == == External links == * 15 U.S. Code Chapter 87A - National Do Not Call Registry * Donotcall.gov Registration page * Report Unwanted Telemarketing Calls * Telemarketing Calls Reported to the National Do Not Call Registry Category:Federal Trade Commission Category:Telemarketing Category:Federal Communications Commission Category:108th United States Congress",
 "title": "National Do Not Call Registry"
}