{
 "id": "256131",
 "text": "The Intelligence and Security Committee of Parliament (ISC) is a statutory joint committee of the Parliament of the United Kingdom, appointed to oversee the work of the UK intelligence community. The Committee was established in 1994 by the Intelligence Services Act 1994, and its powers were reinforced by the Justice and Security Act 2013. ==Work of the committee== The Committee's statutory remit (under the Justice and Security Act 2013) is to examine the expenditure, administration, policy and operations of the security and intelligence Agencies; the Secret Intelligence Service (MI6), the Security Service (MI5) and Government Communications Headquarters (GCHQ) and Defence Intelligence in the Ministry of Defence, the Office for Security and Counter- Terrorism (OSCT) in the Home Office and the intelligence-related work of the Cabinet Office including the Joint Intelligence Organisation (JIO) and the National Security Secretariat (NSS). The members of the committee are notified under the Official Secrets Act 1989 and are given access to highly classified material in carrying out their duties. The committee holds evidence sessions with Government Ministers and senior officials (for example, the heads of the security and intelligence Agencies), expert witnesses such as academics and journalists, and other interested parties. It also considers written evidence from the intelligence and security Agencies and relevant government departments. The work of the committee is invariably conducted in secret. The Committee produces an annual report which focuses on administration and finance, and special reports on operational or policy issues which it considers are of particular concern. The Government is required to respond to the Committee's reports within 60 days. The Committee published five reports in 2018 - a report examining the 2017 UK terror attacks, two reports on detainee mistreatment and rendition, a report on diversity and inclusion in the UK intelligence community and an Annual Report. In 2019 the Committee published a statement on 5G suppliers and was due to publish a report on Russia but was unable to do so because the Prime Minister did not confirm that the report could be published before Parliament dissolved for the 2019 General Election. Unlike a Select Committee, the ISC shares its reports with the Government and Agencies it oversees in advance of publication. This is to ensure that no details which might damage national security are published. Each report is subject to four stages: requests for factual amendments; requests for redactions; contested requests for redactions (where the Committee is unwilling to accept an initial redaction request, representatives of the Agencies must appear to argue the case); and confirmation from the Prime Minister that the document no longer contains any details damaging to national security. By convention, the Prime Minister has 10 working days in which to examine the report and confirm that there are no national security issues outstanding. Once that certification is received the Committee makes administrative arrangement to lay the Report before Parliament. ==Structure== The ISC is unusual, being a statutory committee rather than a normal parliamentary select committee. Originally constituted under the Intelligence Services Act 1994 the Committee was reformed, and its powers expanded by the Justice and Security Act 2013. The Committee has an independent secretariat of analysts and investigators and an independent webpage. The degree to which it is independent was historically questioned by journalists and privacy groups such as Liberty although the ISC itself says it is independent because it is composed of cross-party MPs and Peers and operates in a non-partisan manner. The ISC gained stronger powers under the Justice and Security Act 2013 and is no longer appointed by the Prime Minister: as a result its reports since then have been seen as independent. ==Membership== Parliament appoints the nine members from both the House of Commons and the House of Lords, after considering nominations from the Prime Minister, made following discussion with the Leader of the Opposition. The Committee elect their own Chair from amongst the members. Serving ministers are not allowed to be members, but members may previously have held ministerial positions. Members of the committee cease to be members when Parliament is dissolved, and new members are appointed after the new Parliament convenes. Malcolm Rifkind was Chair until 24 February 2015, when he resigned following a sting by journalists involving a bogus Chinese company and his suspension from the Conservative Party. Former Attorney General Dominic Grieve was elected by the Committee as his replacement on 15 September 2015 when it reconvened after the 2015 general election. He was re-elected as Chair by the committee on 23 November 2017 when it reconvened after the June 2017 general election. On 15 July 2020, it was reported that Chris Grayling had failed to secure the nomination as Chair of the committee. Acting against the Conservative Whip, Julian Lewis was elected Chair by the members of the ISC. As a consequence, he had the Conservative Whip temporarily removed. A ‘senior government source’ told the BBC that Dr Lewis \"has been told by the chief whip that it is because he worked with Labour and other opposition MPs for his own advantage\". Grayling subsequently resigned from the Committee on 28 August. Bob Stewart has been appointed as Grayling's replacement. The membership of the Committee for the 2019-2024 Parliament is as follows: {| class=\"wikitable\" ! colspan=\"2\" valign=\"top\" | Member ! valign=\"top\" | Party ! valign=\"top\" | Constituency |- | bgcolor=\"\" | | Rt Hon Dr Julian Lewis MP (Chair) | Conservative | New Forest East |- | bgcolor=\"\" | | Rt Hon Sir John Hayes CBE FRSA MP | Conservative | South Holland and The Deepings |- | bgcolor=\"\" | | Rt Hon Stewart Hosie MP | SNP | Dundee East |- | bgcolor=\"\" | | Maria Eagle MP | Labour | |- | bgcolor=\"\" | | Rt Hon Kevan Jones MP | Labour | North Durham |- | bgcolor=\"\" | | Jeremy Wright QC MP | Conservative | |- | bgcolor=\"\" | | Col Rt Hon Bob Stewart DSO MP | Conservative | Beckenham |- | bgcolor=\"\" | | Rt Hon Theresa Villiers MP | Conservative | Chipping Barnet |- | bgcolor=\"\" | | Admiral (retired) Rt Hon The Lord West of Spithead GCB DSC PC | Labour | N/A |- |} {| class=\"wikitable\" |+List of committee chairs ! colspan=\"2\" | Name ! Term |- | style=\"background-color: \" | | Rt Hon Tom King CH | 1994–2001 |- | style=\"background-color: \" | | Rt Hon Ann Taylor | 2001–2005 |- | style=\"background-color: \" | | Rt Hon Paul Murphy | 2005–2008 |- | style=\"background-color: \" | | Rt Hon Margaret Beckett | January–October 2008 |- | style=\"background-color: \" | | Rt Hon Kim Howells | 2008–2010 |- | style=\"background-color: \" | | Rt Hon Sir Malcolm Rifkind KCMG QC | 2010–2015 |- | style=\"background-color: \" | |rowspan=2|Rt Hon Dominic Grieve QC |rowspan=2| 2015–2019 |- | style=\"background-color: \" | |- | style=\"background-color: \" | | rowspan=3|Rt Hon Dr Julian Lewis | rowspan=3|Incumbent |- | style=\"background-color: \" | |- | style=\"background- color: \" | |} == The Russia report == The \"Russia report\" is the Intelligence and Security Committee's report into allegations of Russian interference in British politics, including alleged Russian interference in the 2016 Brexit referendum. According to the report, there is substantial evidence that Russian interference in British politics is commonplace. According to the Guardian, the main points of the report are: * UK government failed to investigate evidence of successful interference in democratic processes * ‘Credible open-source commentary’ suggesting Russia sought to influence Scottish independence referendum * Russian influence in the UK is ‘the new normal’ * Links between Russian elite and UK politics * Intelligence community ‘took its eye off the ball’ on Russia * UK’s paper-and-pencil voting system makes direct interference harder * Defending UK’s democratic processes is a ‘hot potato’ * Errors in Salisbury poisoning and weapons watchdog hack do not diminish Moscow threat * New legislation needed to replace outdated spy laws. The inquiry began in November 2017, and a 50-page report was completed in March 2019. The report thereafter went through a process of redaction by intelligence and security agencies and was sent to Prime Minister Boris Johnson on 17 October 2019. Johnson's government refused to publicly release the report before the general election in December 2019. A number of legal actions are underway to try to force the government to publish it: one brought by the widow of the murdered Russian dissident Alexander Litvinenko, and another brought by the Bureau of Investigative Journalism. The Prime Minister approved its release on 13 December 2019, the day after the general election, Johnson pledged in Prime Minister's Questions in February 2020 that the report would be released, but that it could not be released until the Intelligence and Security Committee (which disbanded following the dissolution of parliament ahead of the election) was reconstituted; a former chair of the committee, Dominic Grieve, said that this was an \"entirely bogus\" reason for delaying publication. Grieve stated that the time between approval of release and publication was typically 10 days. By June 2020, the report had still not been released, and the Intelligence and Security Committee had not been convened, the longest gap since the committee's creation in 1994. This prompted a cross-party group of 30 MPs to urge the committee to be reconstituted and the report to be published, writing that serious issues of \"transparency and integrity\" of the democratic process were raised by the withholding of the report. The full report was released on Tuesday 21 July 2020 at 1030 BST. ==See also== * Joint committee of the Parliament of the United Kingdom *Global surveillance disclosures (2013–present) *Intelligence and Security Committee (New Zealand) *Investigatory Powers Tribunal *Mass surveillance in the United Kingdom *Parliamentary Joint Committee on Intelligence and Security (Australia) *Parliamentary Committees of the United Kingdom *Security Intelligence Review Committee (Canada) *United States Senate Select Committee on Intelligence ==References== ==External links== * Inte Category:National security of the United Kingdom Category:United Kingdom intelligence community Category:Legislative intelligence oversight Category:1994 establishments in the United Kingdom",
 "title": "Intelligence and Security Committee of Parliament"
}