{
 "id": "256527",
 "text": "Stefan Vladislav (, ; – after 1264) was the King of Serbia from 1234 to 1243. He was the middle son of Stefan the First-Crowned of the Nemanjić dynasty, who ruled Serbia from 1196 to 1228. Radoslav, the eldest son of Stefan the First- Crowned, was ousted by the Serbian nobility due to increasing Epirote influence through his marriage alliance to Theodore Komnenos Doukas; thus Vladislav became his successor. He is celebrated as Saint Vladislav by the Serbian Orthodox Church. During Vladislav's reign, his uncle Archbishop Sava went on a pilgrimage and died in Bulgaria while on his way home. Vladislav obtained the remains and buried them in the Mileševa monastery, which he had built intended to be his burial place. Serbia was politically aligned with Bulgaria at the time, since Vladislav was married to Beloslava, the daughter of Ivan Asen II. Vladislav secured Hum, a maritime province under attack by Hungarian crusaders. After the death of Ivan Asen II, there was unrest in Serbia. The Mongols, led by Kadan, invaded Hungary and devastated the Balkans, at which time the Serbian nobility rose up against Vladislav. In 1243, he abdicated in favour of his younger brother, but remained the governor of Zeta. The Serbian Orthodox Church venerates him as a saint on . ==Early life== Vladislav was born around 1198. His parents were King Stefan the First-Crowned and Queen Eudokia. He had two full brothers, Stefan Radoslav (b. 1192) and Predislav (b. 1201), and a younger agnate half-brother, Stefan Uroš I (b. 1223). He also had two sisters, Komnena being the only one whose name is known. King Stefan the First-Crowned, who had become ill, took monastic vows and died in 1227, and Radoslav, the eldest son, became king; he was crowned at Žiča by his uncle, Archbishop Sava. Radoslav's younger brothers, Vladislav and Uroš I, received appanages. Sava II (Predislav) was appointed Bishop of Hum shortly thereafter, later serving as Archbishop of Serbia from 1263 to 1270. The Church and state was thus controlled by the same family, and the ties between the two continued. ==Accession== According to monk and biographer Teodosije the Hilandarian, King Radoslav was a good ruler at first, but fell under the influence of his wife, Queen Anna, daughter of the Epirote ruler Theodore Komnenos Doukas (1216–1230). The Serbian nobility most likely disliked Radoslav due to this Greek influence. Radoslav was probably safe from domestic rebellion as long as Theodore remained strong. In 1230, Theodore was defeated and captured by Emperor Ivan Asen II of Bulgaria, after which Radoslav's position seems to have weakened; some of his nobility revolted in the autumn of 1233. Teodosije said that the nobility no longer supported Radoslav, and instead supported Vladislav. Radoslav and his wife fled to Dubrovnik in 1233. He was unable to regain the kingdom, but eventually returned as a monk. There are indications that Radoslav organized rebellions against Vladislav, and that he thought that he would regain the throne. This is evident from a document dated February 4, 1234, which promised Ragusa trading privileges once Radoslav had returned to Serbia and become king again. Because of this, Vladislav began threatening Ragusa, which then turned to Ban Matej Ninoslav of Bosnia for help. The revolt against Vladislav was unsuccessful, and Radoslav joined the court of Epirote ruler Manuel in Dyrrhachium. Archbishop Sava tried to stop the conflict. He most likely sympathized with Radoslav, as he was the legitimate ruler. However, to stop the conflict, which could become more serious, Vladislav was crowned king upon Radoslav's departure from Serbia. Thanks to Sava, Vladislav married the daughter of Ivan Asen II. Sava then abdicated in favour of his apprentice, Arsenije, at the end of 1233. Radoslav contacted Archbishop Sava, who welcomed him back to Serbia. Radoslav took monastic vows, and took the name Jovan (John). According to Teodosije, Sava did this to protect Radoslav from Vladislav. In 1235, while visiting the Bulgarian court, Sava died while on his way home from a pilgrimage to the Holy Land. He was respectfully buried at the Holy Forty Martyrs Church in Tarnovo. Sava's body was returned to Serbia after a series of requests, and was then buried in the Mileševa monastery, built by Vladislav in 1234. Sava was canonized, and his relics were considered miraculous; his cult remained throughout the Middle Ages and the Ottoman occupation. After Radoslav had returned to Serbia as a monk, the details of his relationship with Vladislav are not fully known, but he likely did not disturb Vladislav. Some even believe that Radoslav received a part of Serbia to administrate. In any case, Radoslav lived the rest of his life in peace. ==Foreign policy== The Bulgarians lost Braničevo and Belgrade to Hungary in the late 1230s, and Hungarian crusaders fought in Bosnia between 1235 and 1241. Serbia was never directly attacked by the Hungarians. However, the Hungarian crusaders did directly threaten Serbian Hum; they may have even occupied parts of it. In 1237, Coloman of Galicia-Lodomeria attacked Hum, but it is unclear whether they attacked Serbian Hum (Eastern), or western Hum, between the Neretva and Cetina rivers, where the Serbs held no territory at the time. The northern part, which was held by Vladislav's relative, Toljen II, fell quickly, but Vladislav dispatched an army to regain the region. The crusaders were pushed to the border, and Vladislav pursued them as far as the Cetina River, but there were no major encounters. After the incident, the Serbs asserted their possession of the Hum region, and Vladislav added \"Hum\" to his title. These events threatened Serbia, which had severed ties with Catholicism and was once again fully Orthodox. The marriage alliance between Vladislav and Ivan Asen II may be a result of the Hungarian threat to both of the rulers' countries. Some scholars have speculated that Vladislav accepted Bulgarian suzerainty, but this speculation has no evidence to support it, since no contemporary sources say that Vladislav recognized Asen as overlord of Serbia. However, Asen likely had the largest influence on the politics of Vladislav. In 1235, Vladislav signed a treaty regarding trading privileges with Giovanni Dandolo, a representative of Ragusa. The treaty gave Ragusa trading privileges under the condition that Ragusa would never allow any preparation of rebellion against Serbia on their territory, as Ragusa had helped Radoslav upon his exile. Pope Gregory IX's crusade against the Bogumils in Bosnia, who were deemed heretics, did not bring good results. Central Bosnia was not conquered, and Bosnian Ban Matej Ninoslav and his nobility retreated to the Republic of Ragusa in 1240. In an edict issued by Ninoslav on 22 March 1240, Ninoslav promised to protect the city of Ragusa (Dubrovnik) if Vladislav attacked. At the time, Serbian forces in the region of Hum roamed around Dubrovnik. The Ragusans may have feared Vladislav due to the earlier disputes with him, or Vladislav may have posed an actual danger to Ragusa. ==Mongol invasion== Ivan Asen II was a powerful support to Vladislav; when Asen died, there was internal unrest, also affected by the Mongols threat. Between 1206 and 1227, the Mongol leader Genghis Khan conquered territories that none before him had been able to conquer; his empire extended all over Asia and to Crimea. By 1240, all of Russia had been captured by the Mongols; Poland, Hungary, and parts of Croatia, Bosnia and Serbia were subsequently taken. In the winter of 1241, the Mongols crossed the Danube and entered western Hungary; Béla IV could not manage to organize any resistance. All of Croatia was burned, and Kadan and Batu Khan (the grandson of Genghis Khan) looked for Béla IV, who was in Split at the time; Béla soon moved to Trogir, as Split was not safe. The Mongols did not attack Split, but instead unsuccessfully attacked Klis, where they had heard that Béla IV was hiding. Béla then fled to the island of Rab. The Mongols attempted to conquer the island, but their forces were hurt in naval battles; they were also forced to hurry back home to choose the new Khan after the death of Ogatay. While returning home, they crossed and devastated Serbia, Bosnia and Bulgaria. Although the Serbian lowland was destroyed, the Mongol attack did not have a large impact, as the population had retreated into inaccessible forests that Mongols had no will to enter. The Serbian cities of Kotor, Drivast and Svač were destroyed. The Mongol invasion brought turmoil and shock, but not any major changes; the real shock came when Asen died, which left Vladislav without significant support. ==Ousting== In spring 1243, an uprising ousted Vladislav; Stefan Uroš I, his third brother, was put on the throne. Scholars have argued that Bulgarian influence had been strong and unpopular, causing opposition that led to Vladislav's deposition after the death of Asen. The revolting nobility had chosen Uroš as their candidate for king; from 1242 to spring 1243, a war for the throne was fought, which ended with Vladislav being forced to give up the crown in favour of Uroš. It seems that Uroš captured Vladislav and held him in prison. The main resistance against Uroš was led by Vladislav's wife Beloslava, who spent some time exiled in Ragusa. The fact that she was the organizer of the resistance against Uroš is known from an edict dated to the summer of 1243, in which the Ragusans swore to King Uroš that they would not support Beloslava's resistance work. The hostilities did not last long, and the brothers quickly settled. Uroš was courteous towards Vladislav, gave him the administration of Zeta, with residence in Skadar. He died around 1269, and was buried in Mileševa monastery. ==Regal name and titles== The king's given name was Vladislav, while \"Stefan\" was a name adopted by all Nemanjić dynasty monarchs. The name is derived from Greek word Stephanos, meaning \"crown\". The tradition of medieval Serbian rulers taking the name is likely connected with the Byzantine association of the martyrdom of Saint Stephen. The custom began already with Vukanović dynasty and was continued by Stefan Nemanja and his successors, until the last ruler of the Nemanjić dynasty. St. Stephen was the patron saint of the Serbian state and government; he was depicted on the royal seals and coins of the early Nemanjić rulers. The name was more of a title than name in the Serbian rulers, and it had a special symbolical meaning to the Serbian state. In Serbian medieval biographies, Vladislav was praised as \"the Faithful\", \"the God-Loving\", \"the Christ-Loving\", \"the Great\", \"the World-Loving\". In modern historiography, he is sometimes designated as \"Stefan Vladislav I\" to distinguish him from the later Stefan Vladislav II, son of Stefan Dragutin, who ruled ower Syrmia. The introduction of Vladislav's charter says: \"Stefan Vladislav, with the help and grace of God, crowned King of All Serbian and Maritime Lands\", while the signature reads: \"Stefan Vladislav, by the grace of God, the King and Autokrator of All Serbian and Maritime Lands\". Sometimes, his signature said, \"Stefan Vladislav, with the help of God, the Serbian King\". In Latin documents, he was called Stephanus Vladislav, Serbiae rex (1238). He also signed himself with the expanded title of his father: \"King of All Rascian Lands, and Diocletia, and Dalmatia, and Travunia, and Zachumlia\". The style \"Rascian lands\" was used in the tutelage during the reign of Uroš I (r. 1112–1145). When Serbian royalty was canonized, the church sometimes used their given names; examples of this include: St. Stefan Vladislav (\"Св. Стефан Владислав, краљ српски\"), Milutin, Stefan Uroš I, Stefan Uroš II, Urošica, and others. ==Flag of Serbia== The son of King Stefan Vladislav, Desa Župan, sent delegates from Kotor to Ragusa (Dubrovnik) to return items from the king's treasury; the inventory list included, among other things, \"a flag of red and blue colour\" (\"vexillum unum de zendato rubeo et blavo\" - a flag made of red and blue fabric, zendato or čenda being a type of light, silky fabric). This is the oldest existing information on the colours of the Serbian flag. Thus, the oldest known Serbian flag was red and blue. But already in 1271 the colors of the flag of his son Desa, were red and white. Although the color order is not known, the version with horizontal red and blue is sometimes used in medieval-themed events in modern Serbia, representing the oldest known Serbian flag. ==Family== Through his marriage with Beloslava, the daughter of Ivan Asen II of Bulgaria, Stefan Vladislav had the following children: * Stefan, who died before 1281 in Esphigmenou. * Desa župan, Duke of Kotor (fl. 1281–1285). * A daughter, who married Đura Kačić, the count of Omiš (fl. 1276). ==See also== * Nemanjić family tree * List of Serbian saints ==References== ==Sources== * * * * * * * * * * * * * * * * * * * * * * * * * * * * == External links == * Category:13th-century births Category:13th-century deaths Category:13th-century Serbian monarchs Category:13th-century rulers in Europe Category:Eastern Orthodox monarchs Category:Nemanjić dynasty Category:Serbian saints of the Eastern Orthodox Church Category:Serbian princes Category:Serbian rebels Category:Monarchs who abdicated Category:Medieval Serbian military leaders Category:Founders of Christian monasteries Category:Burials at Serbian Orthodox monasteries and churches Category:Eastern Orthodox royal saints",
 "title": "Stefan Vladislav"
}