{
 "id": "256662",
 "text": "thumb|upright=0.7|The downward force of gravity (Fg) equals the restraining force of drag (Fd) plus the buoyancy. The net force on the object is zero, and the result is that the velocity of the object remains constant. Terminal velocity is the maximum velocity (speed) attainable by an object as it falls through a fluid (air is the most common example). It occurs when the sum of the drag force (Fd) and the buoyancy is equal to the downward force of gravity (FG) acting on the object. Since the net force on the object is zero, the object has zero acceleration. In fluid dynamics an object is moving at its terminal velocity if its speed is constant due to the restraining force exerted by the fluid through which it is moving. As the speed of an object increases, so does the drag force acting on it, which also depends on the substance it is passing through (for example air or water). At some speed, the drag or force of resistance will equal the gravitational pull on the object (buoyancy is considered below). At this point the object stops accelerating and continues falling at a constant speed called the terminal velocity (also called settling velocity). An object moving downward faster than the terminal velocity (for example because it was thrown downwards, it fell from a thinner part of the atmosphere, or it changed shape) will slow down until it reaches the terminal velocity. Drag depends on the projected area, here represented by the object's cross-section or silhouette in a horizontal plane. An object with a large projected area relative to its mass, such as a parachute, has a lower terminal velocity than one with a small projected area relative to its mass, such as a dart. In general, for the same shape and material, the terminal velocity of an object increases with size. This is because the downward force (weight) is proportional to the cube of the linear dimension, but the air resistance is approximately proportional to the cross-section area which increases only as the square of the linear dimension. For very small objects such as dust and mist, the terminal velocity is easily overcome by convection currents which prevent them from reaching the ground and hence they stay suspended in the air for indefinite periods. Air pollution and fog are examples of convection currents. ==Examples== thumb|Graph of velocity versus time of a skydiver reaching a terminal velocity. Based on wind resistance, for example, the terminal speed of a skydiver in a belly-to-earth (i.e., face down) free fall position is about . This speed is the asymptotic limiting value of the speed, and the forces acting on the body balance each other more and more closely as the terminal speed is approached. In this example, a speed of 50% of terminal speed is reached after only about 3 seconds, while it takes 8 seconds to reach 90%, 15 seconds to reach 99% and so on. Higher speeds can be attained if the skydiver pulls in their limbs (see also freeflying). In this case, the terminal speed increases to about 320 km/h (200 mph or 90 m/s), which is almost the terminal speed of the peregrine falcon diving down on its prey. The same terminal speed is reached for a typical .30-06 bullet dropping downwards—when it is returning to the ground having been fired upwards, or dropped from a tower—according to a 1920 U.S. Army Ordnance study. the current record is held by Felix Baumgartner who jumped from a height of and reached , though he achieved this speed at high altitude where the density of the air is much lower than at the Earth's surface, producing a correspondingly lower drag force. The biologist J. B. S. Haldane wrote, ==Physics== Using mathematical terms, terminal speed—without considering buoyancy effects—is given by V_t= \\sqrt\\frac{2 m g}{\\rho A C_d} where *V_t represents terminal velocity, *m is the mass of the falling object, *g is the acceleration due to gravity, *C_d is the drag coefficient, *\\rho is the density of the fluid through which the object is falling, and *A is the projected area of the object. In reality, an object approaches its terminal speed asymptotically. Buoyancy effects, due to the upward force on the object by the surrounding fluid, can be taken into account using Archimedes' principle: the mass m has to be reduced by the displaced fluid mass \\rho V, with V the volume of the object. So instead of m use the reduced mass m_r = m-\\rho V in this and subsequent formulas. The terminal speed of an object changes due to the properties of the fluid, the mass of the object and its projected cross-sectional surface area. Air density increases with decreasing altitude, at about 1% per (see barometric formula). For objects falling through the atmosphere, for every of fall, the terminal speed decreases 1%. After reaching the local terminal velocity, while continuing the fall, speed decreases to change with the local terminal speed. ===Derivation for terminal velocity=== Using mathematical terms, defining down to be positive, the net force acting on an object falling near the surface of Earth is (according to the drag equation): F_\\text{net} = m a = m g - \\frac{1}{2} \\rho v^2 A C_d, with v(t) the velocity of the object as a function of time t. At equilibrium, the net force is zero (Fnet = 0) and the velocity becomes the terminal velocity : m g - {1 \\over 2} \\rho V_t^2 A C_d = 0. Solving for Vt yields {| class=\"toccolours collapsible collapsed\" width=\"90%\" style=\"text-align:left\" !Derivation of the solution for the velocity v as a function of time t |- | The drag equation is—assuming ρ, g and Cd to be constants: m a = m \\frac{\\mathrm{d}v}{\\mathrm{d}t} = m g - \\frac{1}{2} \\rho v^2 A C_d. Although this is a Riccati equation that can be solved by reduction to a second-order linear differential equation, it is easier to separate variables. A more practical form of this equation can be obtained by making the substitution . Dividing both sides by m gives \\frac{\\mathrm{d}v}{\\mathrm{d}t} = g \\left( 1 - \\alpha^2 v^2 \\right). The equation can be re-arranged into \\mathrm{d}t = \\frac{\\mathrm{d}v}{g ( 1 - \\alpha^2 v^2)}. Taking the integral of both sides yields \\int_0^t {\\mathrm{d}t'} = {1 \\over g}\\int_0^v \\frac{\\mathrm{d}v'}{1-\\alpha^2 v^{\\prime 2}}. After integration, this becomes t - 0 = {1 \\over g}\\left[{\\ln(1 + \\alpha v') \\over 2\\alpha} - \\frac{\\ln(1 - \\alpha v')}{2\\alpha} + C \\right]_{v'=0}^{v'=v} ={1 \\over g} \\left[{\\ln \\frac{1 + \\alpha v'}{1 - \\alpha v'} \\over 2\\alpha} + C \\right]_{v'=0}^{v'=v} or in a simpler form t = {1 \\over 2\\alpha g} \\ln \\frac{1 + \\alpha v}{1 - \\alpha v} = \\frac{\\mathrm{artanh}(\\alpha v)}{\\alpha g}, with artanh the inverse hyperbolic tangent function. Alternatively, \\frac{1}{\\alpha}\\tanh(\\alpha g t) = v, with tanh the hyperbolic tangent function. Assuming that g is positive (which it was defined to be), and substituting α back in, the speed v becomes v = \\sqrt\\frac{2mg}{\\rho A C_d} \\tanh \\left(t \\sqrt{\\frac{g \\rho A C_d }{2m}}\\right). Using the formula for terminal velocity V_t = \\sqrt\\frac{2mg}{\\rho A C_d} the equation can be rewritten as v = V_t \\tanh \\left(t \\frac{g}{V_t}\\right). As time tends to infinity (t → ∞), the hyperbolic tangent tends to 1, resulting in the terminal speed V_t = \\lim_{t \\to \\infty} v(t) = \\sqrt\\frac{2mg}{\\rho A C_d}. |} ===Terminal speed in a creeping flow=== For very slow motion of the fluid, the inertia forces of the fluid are negligible (assumption of massless fluid) in comparison to other forces. Such flows are called creeping or Stokes flows and the condition to be satisfied for the flows to be creeping flows is the Reynolds number, Re \\ll 1. The equation of motion for creeping flow (simplified Navier–Stokes equation) is given by {\\mathbf abla} p = \\mu abla^2 {\\mathbf v} where *\\mathbf v is the fluid velocity vector field, *p is the fluid pressure field, *\\mu is the liquid/fluid viscosity. The analytical solution for the creeping flow around a sphere was first given by Stokes in 1851. The formula for terminal velocity (V)] appears on p. [52], equation (127). From Stokes' solution, the drag force acting on the sphere of diameter d can be obtained as where the Reynolds number, Re = \\frac{\\rho d}{\\mu} V. The expression for the drag force given by equation () is called Stokes' law. When the value of C_d is substituted in the equation (), we obtain the expression for terminal speed of a spherical object moving under creeping flow conditions: Originally published in 1879, the 6th extended edition appeared first in 1932. V_t = \\frac{g d^2}{18 \\mu} \\left(\\rho_s - \\rho \\right), where \\rho_s is the density of the object. ====Applications==== The creeping flow results can be applied in order to study the settling of sediments near the ocean bottom and the fall of moisture drops in the atmosphere. The principle is also applied in the falling sphere viscometer, an experimental device used to measure the viscosity of highly viscous fluids, for example oil, paraffin, tar etc. ==Terminal velocity in the presence of buoyancy force== thumb|Settling velocity Ws of a sand grain (diameter d, density 2650 kg/m3) in water at 20 °C, computed with the formula of Soulsby (1997). When the buoyancy effects are taken into account, an object falling through a fluid under its own weight can reach a terminal velocity (settling velocity) if the net force acting on the object becomes zero. When the terminal velocity is reached the weight of the object is exactly balanced by the upward buoyancy force and drag force. That is where *W is the weight of the object, *F_b is the buoyancy force acting on the object, and *D is the drag force acting on the object. If the falling object is spherical in shape, the expression for the three forces are given below: where *d is the diameter of the spherical object, *g is the gravitational acceleration, *\\rho is the density of the fluid, *\\rho_s is the density of the object, *A = \\frac{1}{4} \\pi d^2 is the projected area of the sphere, *C_d is the drag coefficient, and *V is the characteristic velocity (taken as terminal velocity, V_t ). Substitution of equations (–) in equation () and solving for terminal velocity, V_t to yield the following expression In equation (), it is assumed that the object is denser than the fluid. If not, the sign of the drag force should be made negative since the object will be moving upwards, against gravity. Examples are bubbles formed at the bottom of a champagne glass and helium balloons. The terminal velocity in such cases will have a negative value, corresponding to the rate of rising up. ==See also== * Stokes's law * Terminal ballistics ==References== ==External links== *Terminal Velocity - NASA site *Onboard video of Space Shuttle Solid Rocket Boosters rapidly decelerating to terminal velocity on entry to the thicker atmosphere, from at 5:15 in the video, to 220 mph at 6:45 when the parachutes are deployed 90 seconds later—NASA video and sound, @ io9.com. *Terminal settling velocity of a sphere at all realistic Reynolds Numbers, by Heywood Tables approach. Category:Falling Category:Fluid dynamics Category:Velocity",
 "title": "Terminal velocity"
}