{
 "id": "257231",
 "text": "is a fictional character in the Sailor Moon manga series written by Naoko Takeuchi. The alternate identity of , she is a member of the Sailor Guardians, female supernatural fighters who protect the Solar System from evil. She is unique among all the characters in that she is stationed at the Door of Space- Time, with the specific duty of forbidding anyone to pass through it without permission. She possesses powers that are associated with time, space, the underworld, and darkness. She was one of several new characters introduced in the series' second arc (called \"Black Moon\" in the manga and Sailor Moon Crystal, and Sailor Moon R in the first anime adaptation), which was comparable to a retool to continue Sailor Moon past the point it was originally supposed to end. Her role and importance differ greatly between the first anime and manga (though strangely her personality in the two media is mostly the same). Her role in Sailor Moon Crystal is basically identical to that of her manga counterpart, though a line was added where she said she always wished to fight alongside her Queen and the other Guardians. A huge part of the second arc in the original manga is Pluto and Chibiusa's relationship, thus the two of them are important characters. In the anime, this relationship is not focused on and Pluto loses her prominence. ==Profile== Sailor Pluto is not introduced until late in the Sailor Moon R series, though she appears earlier in the manga and Sailor Moon Crystal, in the chapter/episode named after her, though this is still at the halfway point. She is the Guardian who guards the Gates of Time. She is first seen contacting Chibiusa through Luna-P in the anime; this does not happen in the manga or Crystal. In fact, this ability of Luna-P's is anime-only. Sailor Pluto refers to Chibiusa as \"Small Lady.\" Chibiusa usually calls Sailor Pluto by the nickname \"Puu\". She acts as Chibiusa's guardian in the anime, but is more of a friend in the manga and Crystal and her deference to the future queen is apparent. She is also very good friends with Diana, which makes sense considering Diana is to Luna and Artemis what Chibiusa is to Usagi and Mamoru, and occasionally trusts her to watch the Door of Space-Time. Overall, Pluto in the manga seems to be good with children, which is probably why she ends up working as a nurse at Chibiusa's school in the fifth arc. She also mentors Ami/Sailor Mercury in the fourth arc, allowing her to power up to her Super form. left|upright|thumb|Setsuna Meioh, as seen in the anime After the events of the second story arc, she leaves the gates of time to temporarily live as a normal human, joins Sailors Uranus and Neptune, and becomes a university student studying physics. At this point, she gains the civilian identity \"Setsuna Meioh\" where previously it seems Pluto had none, unique among the ten main Solar System Guardians. The exact nature of how she leaves her post differs between versions: in the manga and Crystal, she is reincarnated in the present-day by Neo-Queen Serenity after sacrificing herself during the second arc while the anime gives no explicit reason for her appearing in the third season; she just shows up with a previously unmentioned civilian form with no apparent consequences. This is most likely due to Pluto's sacrifice not happening in R and the Infinity arc requiring her presence. Neo-Queen Serenity was also never established as having the ability to reincarnate people in the anime. The identity of who set Pluto at the time door and gave her the taboos and when this might have happened are also never stated in the anime. Even in her civilian form, Setsuna is the oldest of the girls, around her late teens or older.In act 27 of the manga and 30 of Crystal, she identifies herself as a university freshman. Her personality has been described as distant and somewhat lonely; however, she does consistently display warmth and affection for Chibiusa.Episodes 68, 82, 115. SuperS movie. When she reincarnates, she becomes more friendly, but is still not very emotional, although there are moments in the manga where she expresses much more emotion than the anime (she loosens up enough that she brings alcohol to a minor's birthday party). She later cares for Hotaru along with Michiru and Haruka; this happens at the end of the Infinity arc in the manga, but not until the fifth and final arc in the anime (which was shorter than the previous four arcs). She does not seem to have any non-Guardian contacts in the anime, which is in sharp contrast both to the other Guardians in that continuity and the manga and Crystal. In the latter, she befriends Reika Nishimura as they attend the same college and are around the same age. They may also share an interest in fashion. In fact, as soon as Uranus and Neptune show up in the anime, Pluto loses her independence and does whatever they do, despite not being as harsh towards the Inners for their idealism. Contrariwise in the manga and Crystal, Setsuna is Haruka and Michiru's equal and she even attempts to investigate the strange going-ons at Infinity Academy by herself before she reawakens as Sailor Pluto, for instance, by buying one of Tellu's Tellun plants (who she later kills). Unlike the other Guardians (excluding Sailor Venus, who has been described as a goddess before), it is questioned whether she is fully human--she has been described as \"a goddess, eternally guarding the Portal of Space and Time.\" She was born under the sun sign Scorpio, whose modern ruling planet is Pluto, though sometimes Pluto is said to co-rule with Mars, Scorpio's traditional ruling planet. In the anime, Sailor Pluto appears in relatively few episodes (despite being the sixth Sailor Guardian introduced) and does not really do anything of consequence, even her sacrifice comes off as existing simply because it was in the manga and the writers felt the need to include it, despite the circumstances not being as dire and heart-wrenching. Unlike Sailor Neptune and Sailor Uranus, she is sympathetic toward the Inners and assists them on several occasions. During the second story arc, she allows them to travel through time even though this is not ordinarily allowed.Episodes 82 and 85. In the third story arc, she often extends help or advice to Sailor Moon and her companions even when Sailors Uranus and Neptune want the two groups separate.In Episodes 110 and 111, she helps Usagi locate Uranus and Neptune so that Usagi will be present to get the Holy Grail. In episode 119, she reveals her knowledge of the Death Busters' plan, claiming that she could not continue without telling them the whole truth. She also joins Sailor Moon, Sailor Chibi Moon, and Tuxedo Mask in battle in episode 121. Later, Setsuna joins the Sailor Guardians in investigating the true identity of ChibiChibi.Episode 182. Sailor Pluto has additional, less cited spheres of dominion in her manga and Crystal incarnation, influences that are vaguely suggested in the anime, but never made explicit. Sailor Pluto is much darker in the black-and-white manga than in color illustrations and both anime series (something which has not gone unnoticed by the Western fandom; her skin color also is not consistent among seasons with her appearance in R as being extremely pale, as a bit darker in S, and lastly flat-out orange in Stars. In Crystal, she is dark enough to tell she is not the same shade as everyone else which is fairly consistent with how Takeuchi draws her in her color pictures). She is identified as the \"Guardian of the Underworld\" wearing a black-themed sailor suit. She is also stated to be the daughter of Chronos, the god of time.When Chibiusa travels through time, she calls on Chronos, referring to him as the \"almighty god of time, the time guardian's father.\" This incantation is first used in manga and Crystal act 18 and in anime episode 82. Pluto herself states in the stage musical song \"Forbidden Hades\" that Chronos' blood runs through her veins. She is ruthless and follows rather exacting laws, executing any intruders who dare violate the underworld in search for the Gates of Time. She nearly kills Sailor Moon before realizing who she is, stating that \"all who break the taboo must be eliminated.\"Episode 82. Luna also states to the others that no one is to even know that Sailor Pluto exists, due to her dominion and nature, and that to her knowledge no one has ever seen her. Luna calls her a \"lone warrior,\" noting the sadness in her eyes. In the manga and Crystal, not even the cats know she exists at first. In the manga and Crystal, Pluto's death scene vaguely implies a romantic interest in Endymion, though this is never explored again. In the Sailor Moon musicals, Sailor Pluto has an unrequited love for King Endymion. It is explicitly mentioned in Eien Denetsu and Shin-Densetsu Kourin, in the song Onna no Ronsou (\"Woman's Conflicts\"). In the manga and Crystal, it can only be inferred from depictions of Pluto blushing while around King Endymion and her reaction when he runs to comfort her during her death. Various situations in the musicals have shown Pluto's unrequited love; for example, Tuxedo Mask's actor, Yūta Mochizuki being leaned on by the actress of Sailor Pluto, Rei Saitou, and commenting on his new year's resolution: to be by Pluto's side.Sailor Moon Musical 1998 Eien Densetsu kaiteiban (Senshuuraku)-Eikyuu Honzonban Video-FanKansha Event(Fan Appreciation Event) It is entirely possible she only has a crush on King Endymion and not on any of the other forms of Mamoru Chiba. Since King Endymion only appears in person in the Black Moon arc, it makes sense why it never appears outside of that story line. A small quirk occurs in continuity between the manga and anime. Sailor Pluto (temporarily) expires in both, but at different times; her death in the manga and Crystal occurs much earlier and reawakens the good side of Black Lady, a corrupted Chibiusa, due to remembering her friendship with Pluto as she watches her die. This is also the point where Sailor Chibimoon appears, again much earlier than in the anime. However, for all intents and purposes, in the manga and Crystal the technicality of Sailor Pluto existing outside of time means she is able to be reincarnated as a normal woman while still existing back at her post at the Time Gate (though this does not cause problems in the manga and Crystal continuity to begin with). Alternately, she reincarnates backwards, so the Setsuna known in seasons 3-5 will become the Sailor Pluto seen in season 2. ==Aspects and forms== As a character with different incarnations, special powers, transformations, and a long lifetime spanning the Silver Millennium and the 30th century, Setsuna gains multiple aspects and aliases as the series progresses. ===Sailor Pluto=== Setsuna's primary identity is that of a Sailor Guardian. Her sailor suit theme colors are black and garnet and in its first iteration has no sleeves and a jewel hanging from the choker. These colors never change. During the manga's Black Moon arc, she is depicted with a chain of keys around her waist. This accessory is included in her Sailor Moon Crystal character design, but was absent from the first anime. She is given specific titles throughout the various series, including Guardian of Change, Guardian of Revolution, Guardian of the Afterlife, and, most commonly, Guardian of Time. Her personality is not noticeably different in civilian form, much like the other Sailor Guardians seen. Sailor Pluto has power over both time and space and is ordinarily stationed at the Space-Time Door (a time travelling gate) to prevent its use. When charged with this duty by Queen Serenity, she was given three \"taboos\", rules which she was forbidden to disobey: she must not travel through time, she must not abandon her post at the Door, and she must never cause time to stop. If she does stop time, her life is forfeit.Acts 22-23. Throughout the course of the series, Sailor Pluto breaks all three of these rules. As she grows stronger, Sailor Pluto gains additional powers and at key points her uniform changes to reflect this. The first change takes place in act 39 of the manga, when she obtains the Pluto Crystal and her outfit becomes similar to that of Super Sailor Moon. She is not given a new title. A similar event takes place in episode 167 of the anime and she is given the name Super Sailor Pluto. A third form appears in Act 42 of the manga, unnamed but analogous to Eternal Sailor Moon (sans wings). In the official visual book for Sailor Moon Eternal, this form was named \"Eternal Sailor Pluto\". ===Princess Pluto=== In Silver Millennium, Sailor Pluto was also the princess of her home world. She was among those given the duty of protecting the Solar System from outside invasion. As Princess Pluto, she dwelt in Charon Castle and wore a black gown--she appears in this form in manga act 41 as well as in supplementary art. ==Special powers and items== Setsuna is not shown using any special powers while in civilian form. She must first transform by either raising her hand or using a special device called the Lip Rod in the anime into the air and shouting a special phrase, originally \"Pluto Planet Power, Make up!\"First used in the manga short story The Lover of Princess Kaguya. In the manga she eventually gains her Pluto Crystal and this phrase changes to evoke \"Pluto Crystal Power\".\"Crystal Power\" starting in act 39 when she acquires her second uniform. No new phrase is used for her third uniform. In the anime, although she does upgrade to Super Sailor Pluto, the Sailor Crystal is never mentioned and her transformation is not shown on screen. She wields the Garnet Rod, a gigantic key which is topped by the Garnet Orb and a heart. The orb is one of three items necessary for Sailor Saturn's awakening and a reference to one of Japan's Imperial Regalia: the jewel. The reason for garnet specifically being associated with Sailor Pluto is probably due to an elaborate pun regarding her underworld-based powers and mythology. The Japanese name for garnet is \"pomegranate stone\" and pomegranates were the food of the underworld in the Greek myth of Persephone becoming Hades' (aka Pluto's) wife. Therefore, the Guardian of the underworld king planet (Pluto) incorporates garnet into her outfit and weapon. However, there being a heart-shaped region on Pluto was an accident as there was no way for Takeuchi to know what Pluto looked like in real life until 2015. The Time Keys around her waist look like mini Garnet Rods; these keys are the only way to travel through time. Sailor Pluto's powers over time and space are somewhat tied with the destructive power of Sailor Saturn for astrological and mythological reasons.Cronus/Saturn carried a sickle to signify the harvest, which was a tie-in to death. Note the confusion between Cronus/Saturn, god/Titan of the harvest, and Chronos, god of time. Sailor Pluto mentions Chronos as her father several times during the course of the series. Current astrology has it so that Pluto and Saturn are linked for these reasons. The names of Sailor Pluto's attacks include frequent reference to the underworld (in Act 32 of the manga, she states that she \"carries the protection of the planet of the underwold, Pluto.\"), which was the province of Pluto in Roman myth; this is evident in her first named power, ,Uses the Garnet Rod. First appears in act 18 of the manga and episode 112 of the anime. which is her primary attack throughout the first anime. Unlike any other attack in the series, its name is whispered rather than shouted when she uses it. In the manga, Sailor Pluto demonstrates a few other named powers, including Uses the Garnet Orb. First appears in act 31. When Sailor Pluto and the other Soldiers are controlled by Galaxia in act 50, she uses Galactica Chronos Typhoon. She also joins with Sailor Saturn for Galactica Cannon. and the defensive force field Garnet Ball.Used in act 32. Sailor Pluto has enough power over time to stop it entirely and although she is forbidden to do so, she uses this power one time each in the anime and manga. In the manga, Crystal, and the musicals Tanjou! Ankoku no Princess Black Lady and its revision Tanjou! Ankoku no Princess Black Lady (Kaiteiban)-Wakusei Nemesis no Nazo, she uses it to stop Prince Demand from touching the Silver Crystals of the past and future together, which would destroy the universe in a time paradox.Act 23; she shouts \"Time! Stop!!\" (Jikan yo! Tomare!!). This part of the story was also featured in the Tanjou! Ankoku no Princess Black Lady stage musical and its revival. In the anime, she uses this power to allow Sailors Uranus and Neptune to escape from a helicopter explosion.Episode 124. In each case, she sacrifices herself on pain of death, but is reinstated later in the series. In addition to these powers, when the Space-Time Door has been misused, Sailor Pluto is able to close off passage to other worlds. At the end of the manga's Infinity arc (corresponds to the anime's S season), Sailor Saturn asks her to seal off forever the gateway to the world Pharaoh 90 had come from. This is done with . All of Sailor Pluto's attacks require the use of the Garnet Rod, which is shaped like a giant key as a symbol of her stewardship over the Door of Space-Time. In Roman mythology, it is stated that the god Pluto holds a key because \"they say that what is called Hades has been locked up by Pluto, and that nobody will return back again therefrom.\"Pausanias 5.20. Natale Conti cites Pausanias in noting that keys are an attribute of Pluto as the scepter is of Jove (Roman Zeus) and the trident of Neptune (Poseidon).Natale Conti, Mythologiae 2.9, edition of 1651, pp. 173–174. The Pluto Crystal is perhaps her most important possession, as it is her Sailor Crystal and the source of all her power, which becomes especially important in the fifth story arc. It is given to her by Sailor Saturn. ==Development== The statistics listed for Setsuna in the back of manga volume 10 are unusual in that most of them never come up in the series itself. Her favorite school subject is given as physics, which tracks with her stated college major in theoretical physics, and the love of green tea attributed to her is common among Japanese people. More incongruously, however, she is listed as skilled in sewing, with a dream of becoming a fashion designer. These interests are never spoken of in the actual story, although creator Naoko Takeuchi drew concept art of Setsuna in outfits worn by real-life supermodels. Likewise, Setsuna is never actually shown to enjoy shopping nor to dislike cockroaches, eggplant, or the study of music, yet all of these things are delineated by Takeuchi well after the character's introduction. In fact, almost nothing about her personal life or interests is ever revealed. It is not even clear whether she has a civilian history at all, as time travel and multiple deaths and reincarnations complicate any backstory. Her devotion to the life of a Sailor Guardian, too, may have cut her off from worldly dreams, as it did with Sailors Uranus and Neptune (which may be the reason she appears to be distant and lonely at first). Likewise she doesn't display any personality traits associated with Scorpios despite being born under the sign; it seems to have been picked solely for its astrological significance. Also, according to Naoko Takeuchi's notes in the various artbooks, she mentions that \"Setsuna wears hotpants as well at home, but basically she also likes long skirts\"Picture Collection vol. 3. and that she believes \"Setsuna should forever wear white clothes\".Picture Collection vol. 5 The kanji of Setsuna's surname translates as and . Together, they constitute most of the name of the dwarf planet Pluto in Japanese: . Her given name is in hiragana which is a loanword from India ksana, means \"moment\" , fitting in with her time-based powers. The packaging of Irwin dolls released in Canada in 1998 called her by the name Celia. When her civilian form debuted in the third season originally dubbed by Cloverway Inc., she was instead called Trista (while her last name was kept as Meioh). ===Actresses=== In the Japanese dub of the first anime, she is voiced by Chiyoko Kawashima. In the Japanese dub of Crystal and all media since, she is voiced by Ai Maeda. In the stage musicals, Setsuna has been portrayed by Miwa Hosoki, Rei Saitou, Yuki Kamiya, Seiko Nakazawa, Teruyo Watanabe, Yuko Hosaka, Yukiko Nakae, Miho Yokoi, and Mikako Ishii. In one show, Usagi * Ai no Senshi e no Michi, she appeared only as a silhouette and was portrayed by Noriko Kamiyama. In the DIC Entertainment English dub, when her voice is heard through Rini's Luna Ball, her voice is provided by Luna's voice actress Jill Frappier (the dubbers may have mistakenly thought Luna was talking instead of a new character). Sabrina Grdevich voices her during her physical appearances in Sailor Moon R and the two movies she appears in, where she sounds like a valley girl very much out- of-character with how Pluto is portrayed in the Japanese dub and manga. In the Cloverway English dub, she's voiced by Susan Aceron. In the Viz Media English dub, she's voiced by Veronica Taylor. ==Reception and influence== The official Sailor Moon character popularity polls listed Setsuna Meioh and Sailor Pluto as separate entities. In 1994, with fifty one choices, Setsuna was the thirteenth most popular character and Pluto was fifth. In early 1996, with fifty one choices, Setsuna was the twenty-ninth most popular character and Pluto was the twenty-first. In her reviews of the second season of Sailor Moon Crystal, IGN writer Meghan Sullivan considered the introduction of Sailor Pluto as one of the exciting twists of Act 19, noting that she takes her duties as a Sailor Guardian so seriously, \"she's willing to kill her own allies just to protect the Door of Space-Time.\" Sullivan especially enjoyed the interaction between Pluto and Chibiusa over magic tricks, since the viewer had the chance to see \"a more tender to side to her; it fleshed out her personality and made her endearing.\" The scene in which Queen Serenity talks with a young Sailor Pluto about the taboos she must not break was described by Sullivan as an \"adorable moment\" but that foreshadows \"something dire was going to happen\". Nonetheless, she enjoyed watching the younger Pluto taking her duties seriously. Finally, the author said that the penultime episode of the season should not be named \"Showdown, Death Phantom\" but \"Heroine, Sailor Pluto\", since she \"knew she was going to die once she left the Space-Time door and used her Garnet Rod to stop time, but she didn't care. All she could think about was saving her friends from eminent destruction.\" Sullivan also praised the voice acting of Ai Maeda during the episode. ==See also== *Pluto in fiction *Pluto (mythology) *Time travel *Underworld ==References== ==External links== Category:Comics characters introduced in 1993 Pluto Category:Fiction set on Pluto Category:Fictional characters who can manipulate time Category:Fictional college students Pluto",
 "title": "Sailor Pluto"
}