{
 "id": "2573",
 "text": "{{Infobox settlement | name = Angus | official_name = | native_name = Aonghas | native_name_lang = gd | other_name = | image_skyline = | image_flag = Flag of Angus.png | image_shield = Angus Council (coat of arms).png | image_map = Angus in Scotland.svg | map_caption = Angus within Scotland | coordinates = | seat_type = Admin HQ | seat = Forfar | government_footnotes = | governing_body = Angus Council | leader_title = Control | leader_name = Ind + Con + LD (council NOC) | leader_title1 = MPs | leader_name1 = *Dave Doogan, SNP *Stewart Hosie, SNP *Chris Law, SNP | subdivision_type = Sovereign state | subdivision_name = United Kingdom | subdivision_type1 = | subdivision_type2 = Council area | subdivision_type3 = Lieutenancy area | subdivision_name1 = Scotland | subdivision_name3 = Angus | leader_title2 = MSPs | leader_name2 = *Mairi Evans, SNP *Graeme Dey, SNP | unit_pref = Imperial | area_footnotes = | area_total_km2 = | area_rank = Ranked | population_footnotes = | population_total = | population_as_of = | population_rank = Ranked | population_density_km2 = auto | population_density_sq_mi = | area_code_type = ONS code | area_code = S12000041 | iso_code = GB-ANS | website = | footnotes = }} Angus (; ) is one of the 32 local government council areas of Scotland, a registration county and a lieutenancy area. The council area borders Aberdeenshire, Dundee City and Perth and Kinross. Main industries include agriculture and fishing. Global pharmaceuticals company GSK has a significant presence in Montrose in the north of the county. Angus was historically a province, and later a sheriffdom and county (known officially as Forfarshire from the 18th century until 1928), bordering Kincardineshire to the north- east, Aberdeenshire to the north and Perthshire to the west; southwards it faced Fife across the Firth of Tay; these remain the borders of Angus, minus Dundee which now forms its own small separate council area). Angus remains a registration county and a lieutenancy area. In 1975 some of its administrative functions were transferred to the council district of the Tayside Region, and in 1995 further reform resulted in the establishment of the unitary Angus Council. ==History== ===Etymology=== The name \"Angus\" indicates the territory of the eighth-century Pictish king of that name. ===Prehistory=== The area that now comprises Angus has been occupied since at least the Neolithic period. Material taken from postholes from an enclosure at Douglasmuir, near Friockheim, about five miles north of Arbroath has been radiocarbon dated to around 3500 BC. The function of the enclosure is unknown, but may have been for agriculture or for ceremonial purposes. Bronze Age archaeology is to be found in abundance in the area. Examples include the short-cist burials found near West Newbigging, about a mile to the North of the town. These burials included pottery urns, a pair of silver discs and a gold armlet. Iron Age archaeology is also well represented, for example in the souterrain nearby Warddykes cemetery and at West Grange of Conan, as well as the better-known examples at Carlungie and Ardestie. ===Medieval history=== The county is traditionally associated with the Pictish territory of Circin, which is thought to have encompassed Angus and the Mearns. Bordering it were the kingdoms of Cé (Mar and Buchan) to the North, Fotla (Atholl) to the West, and Fib (Fife) to the South. The most visible remnants of the Pictish age are the numerous sculptured stones that can be found throughout Angus. Of particular note are the collections found at Aberlemno, St Vigeans, Kirriemuir and Monifieth. Angus is first recorded as one of the provinces of Scotland in 937, when Dubacan, the Mormaer of Angus, is recorded in the Chronicle of the Kings of Alba as having died at the Battle of Brunanburh. Angus is marketed as the birthplace of Scotland. The signing of the Declaration of Arbroath at Arbroath Abbey in 1320 marked Scotland's establishment as an independent nation. It is an area of rich history from Pictish times onwards. Notable historic sites in addition to Arbroath Abbey include Glamis Castle, Arbroath Signal Tower museum and the Bell Rock Light House. ==Geography== Angus can be split into three geographic areas. To the north and west, the topography is mountainous. This is the area of the Grampian Mountains, Mounth hills and Five Glens of Angus, which is sparsely populated and where the main industry is hill farming. Glas Maol – the highest point in Angus at 1,068 m (3,504 ft) – can be found here, on the tripoint boundary with Perthshire and Aberdeenshire. To the south and east the topography consists of rolling hills (such as the Sidlaws) bordering the sea; this area is well populated, with the larger towns. In between lies Strathmore (the Great Valley), which is a fertile agricultural area noted for the growing of potatoes, soft fruit and the raising of Aberdeen Angus cattle. Montrose in the north east of the county is notable for its tidal basin. Angus's coast is fairly regular, the most prominent features being the headlands of Scurdie Ness and Buddon Ness. The main bodies of water in the county are Loch Lee, Loch Brandy, Carlochy, Loch Wharral, Den of Ogil Reservoir, Loch of Forfar, Loch Fithie, Rescobie Loch, Balgavies Loch, Crombie Reservoir, Monikie Reservoirs, Long Loch, Lundie Loch, Loch of Kinnordy, Loch of Lintrathen, Backwater Reservoir, Auchintaple Loch, Loch Shandra, and Loch Esk. ==Demography== ===Population structure=== In the 2001 census, the population of Angus was recorded as 108,400. 20.14% were under the age of 16, 63.15% were between 16 and 65 and 18.05% were aged 65 or above. Of the 16 to 74 age group, 32.84% had no formal qualifications, 27.08% were educated to 'O' Grade/Standard Grade level, 14.38% to Higher level, 7.64% to HND or equivalent level and 18.06% to degree level. ===Language in Angus=== The most recent available census results (2001) show that Gaelic is spoken by 0.45% of the Angus population. This, similar to other lowland areas, is lower than the national average of 1.16%. These figures are self-reported and are not broken down into levels of fluency. {| class=\"wikitable\" |- ! Category !! Number !! Percentage |- | All people || 108,400 || 100 |- | Understands spoken Gaelic but cannot speak, read or write it || 351 || 0.32 |- | Speaks reads and writes Gaelic || 238 || 0.22 |- | Speaks but neither reads nor writes Gaelic || 188 || 0.17 |- | Speaks and reads but cannot write Gaelic || 59 ||0.05 |- | Reads but neither speaks not writes Gaelic || 61 || 0.06 |- | Writes but neither speaks nor reads Gaelic || 13 || 0.01 |- | Reads and writes but does not speak Gaelic || 22 || 0.02 |- | Other combination of skills in Gaelic || 7 || 0.01 |- | No knowledge of Gaelic || 107,461 || 99.13 |} Meanwhile, the 2011 census found that 38.4% of the population in Angus can speak Scots, above the Scottish average of 30.1%. This puts Angus as the council area with the sixth highest proficiency in Scots, behind only Shetland, Orkney, Moray, Aberdeenshire, and East Ayrshire. Historically, the dominant language in Angus was Pictish until the sixth to seventh centuries AD when the area became progressively gaelicised, with Pictish extinct by the mid-ninth century.Forsyth, 1997; Forsyth, 2006 Gaelic/Middle Irish began to retreat from lowland areas in the late-eleventh century and was absent from the Eastern lowlands by the fourteenth century. It was replaced there by Middle Scots, the contemporary local South Northern dialect of Modern Scots, while Gaelic persisted as a majority language in the highland Glens until the 19th century. Angus Council are planning to raise the status of Gaelic in the county by adopting a series of measures, including bilingual road signage, communications, vehicle livery and staffing. ==Government== ===Local government=== thumb|Map of the area's wards (2017 configuration) The Local Government (Scotland) Act 1889 established a uniform system of county councils in Scotland and realigned the boundaries of many of Scotland's counties. Subsequently, Angus County Council was created in 1890. In May 1975 the county council was abolished and its functions were transferred to Tayside Regional Council: the local area was served by Angus District Council. The county council was based at the County Buildings in Market Street in Forfar. Angus Council is one of the 32 local government council areas of Scotland after the two-tier local government council was abolished and Angus was established as one of the replacement single-tier Council Areas in 1996. As of May 2017 there are 28 seats on the council. From the May 2017 elections the seats are held as follows – Independent 9, SNP 9, Conservative 8, Liberal Democrat 2. The council's civic head is the Provost of Angus. There have been six Provosts since its establishment in 1996 – Frances Duncan, Bill Middleton, Ruth Leslie- Melville, Helen Oswald and Alex King. On 16 May 2017 Cllr Ronnie Proctor was appointed Provost from the councillors elected in Angus at the 2017 elections. As Angus is a county area the Lord Lieutenant of Angus is separate role. The council has had four Chief Executives since its formation – Sandy Watson 1996–2006, David Sawers 2006–2011, Richard Stiff 2011–2017 and Margo Williamson 2017 to date. Margo Williamson is the first female Chief Executive since the council was formed. The council's main offices are located at Angus House at Orchardbank in Forfar and at Bruce House in Arbroath while council meetings are held in Forfar Town and County Hall in The Cross. The boundaries of the present council area are the same as those of the historic county minus the City of Dundee. The council area borders Aberdeenshire, Dundee City and Perth and Kinross. Angus is divided into 25 community council areas and all apart from Friockheim district have an active council. The areas are: Aberlemno; Auchterhouse; Carnoustie; City of Brechin & District; Ferryden & Craig; Friockheim & District; Glamis; Hillside, Dun, & Logie Pert; Inverarity; Inveresk; Kirriemuir; Kirriemuir Landward East; Kirriemuir Landward West; Letham & District; Lunanhead & District; Monifieth; Monikie & Newbigging; Montrose; Muirhead, Birkhill and Liff; Murroes & Wellbank; Newtyle & Eassie; Royal Burgh of Arbroath; Royal Burgh of Forfar; Strathmartine; and Tealing. ==Parliamentary representation== ===UK Parliament=== Angus is represented by three MPs for the UK Parliament. *Angus — covers most of the council area, is represented by Dave Doogan of the Scottish National Party. *Dundee East — mainly covers Dundee, however a small portion of eastern Sidlaw and Carnoustie areas are part of the constituency, is represented by Stewart Hosie of the Scottish National Party. *Dundee West — mainly covers Dundee, however a small portion of western Sidlaw area is part of the constituency, is represented by Chris Law of the Scottish National Party. ===Scottish Parliament=== Angus is represented by two constituency MSPs for the Scottish Parliament. *Angus North and Mearns — covers the north of Angus and a southern portion of Aberdeenshire, is represented by Mairi Gougeon of the Scottish National Party. *Angus South — covers the south of Angus, is represented by Graeme Dey of the Scottish National Party. In addition to the two constituency MSPs, Angus is also represented by MSPs from the North East Scotland Region ==Transport== The Edinburgh-Aberdeen railway line runs along the coast, through Dundee and the towns of Monifieth, Carnoustie, Arbroath and Montrose. There is a small airport at Dundee, which at present operates flights to London and Belfast. ==Towns and villages== thumb|400px|right|c.1854 Angusshire (Forfarshire) Civil Parish map. thumb|right|Montrose ===Towns=== *Arbroath, the largest town in the modern county *Brechin *Carnoustie *Forfar, the county town and administrative centre *Kirriemuir *Monifieth *Montrose ===Villages=== *Aberlemno *Airlie *Arbirlot *Ardovie *Auchinleish *Auchmithie *Auchnacree *Auchterhouse *Balintore *Balkeerie *Balmirmer *Barry *Birkhill *Boddin *Bowriefauld *Boysack *Brechin *Brewlands Bridge *Bridge of Craigisla *Bridgefoot *Bridgend of Lintrathen *Bucklerheads *Burnside of Duntrune *Caldhame *Camuston *Careston *Carlogie *Carmyllie *Castleton *Charleston *Clayholes *Clova *Colliston *Cortachy *Craichie *Craigo *Craigton *Douglastown *Dun *Dunnichen *Eassie *Elliot *East Haven *Edzell *Farnell *Ferryden *Folda *Friockheim *Finavon *Gallowfauld *Gateside *Glamis *Greystone *Guthrie *Hillside *Inveraldie *Inverkeilor *Inverarity *Kellas *Kincaldrum *Kingennie *Kingsmuir *Kirkbuddo *Kirkinch *Kirkton of Glenisla *Kirkton of Kingoldrum *Letham *Liff *Little Brechin *Little Forter *Lucknow *Lunan *Lundie *Marywell *Memus *Menmuir *Milden *Milton of Finavon *Milton of Ogilvie *Monikie *Muirdrum *Muirhead *Murroes *Newbigging *Newtyle *Noranside *Oathlaw *Old Balkello *Panbride *Redford *Ruthven *St Vigeans *Salmond's Muir *Stracathro *Strathmartine *Tannadice *Tarfside *Tealing *Templeton *Trinity *Unthank *Upper Victoria *Wellbank *Wester Denoon *Whigstreet *Woodhill ==Places of interest== *Aberlemno (Pictish symbols) *Angus Folk Museum, Glamis *Arbroath Abbey, place of signing of the Declaration of Arbroath *Barry Mill *Brechin Cathedral *Brechin Castle *Brechin Round Tower *Caledonian Railway (Brechin) *Cairngorms National Park *Corrie Fee National Nature Reserve *Eassie Stone *Edzell Castle *Glamis Castle * Glenesk Folk Museum *House of Dun *Loch of Kinnordy Nature Reserve *Meffan Institute, museum and art gallery in Forfar *Monboddo House *Montrose Air Station Heritage Centre, site of the first operational military airfield in Britain RAF Montrose *Montrose Basin Nature Reserve *Montrose Museum ==Sister areas== * - Yantai, Shandong, China. ==Surnames== Most common surnames in Angus (Forfarshire) at the time of the United Kingdom Census of 1881: * 1. Smith * 2. Robertson * 3. Anderson * 4. Stewart * 5. Scott * 6. Mitchell * 7. Brown * 8. Duncan * 9. Milne * 10. Thomson ==See also== *Earl of Angus *High schools in Angus *List of counties of Scotland 1890–1975 *Medieval Diocese of Angus *Primary schools in Angus ==References== ==External links== *Angus Council Category:Council areas of Scotland Category:Provinces of Scotland Category:Counties of Scotland Category:Lieutenancy areas of Scotland Category:Counties of the United Kingdom (1801–1922)",
 "title": "Angus, Scotland"
}