{
 "id": "257328",
 "text": "Hull is a town in Plymouth County, Massachusetts, United States, located on a peninsula at the southern edge of Boston Harbor. Its population was 10,072 at the 2020 census.Census - Geography Profile: Hull town, Plymouth County, Massachusetts Hull is the smallest town by land area in Plymouth County and the fourth smallest in the state. However, its population density is nearly four times that of Massachusetts as a whole. Hull is home to the popular resort community of Nantasket Beach and has been the summer home to several luminaries throughout the years, including Calvin Coolidge and former Boston mayor John F. Fitzgerald (also known as \"Honey Fitz\"), the father of Rose Kennedy and father-in-law of Joseph Kennedy, Sr. == History == thumb|200px|left|View of Nantasket Beach in 1879 The Massachuset tribe called the area Nantasket, meaning \"at the strait\" or \"low-tide place\". It is a series of islands connected by sandbars forming Nantasket Peninsula, on which the Plymouth Colony established a trading post in 1621 for trade with the Wampanoags. The town was first settled in 1622 and officially incorporated in 1644, when it was named for Kingston upon Hull, England. Roger Conant was in the area, after leaving the Plymouth Colony and before going to Cape Ann in 1625. Early industries included fishing, trade and salvaging shipwrecks. During the Revolutionary War, General Benjamin Lincoln oversaw the evacuation of Boston from here in 1778. In 1776 a fort called \"Fort Independence\" (name transferred to the current fort in 1797) was built on Allerton Point, and in 1901 Fort Revere was built on the same site. In 1927 Fort Duvall was completed on Hog Island (now Spinnaker Island) armed with 16-inch guns, the largest ever deployed by the United States. Hull was originally part of Suffolk County, and when the southern part of the county was set off as Norfolk County in 1793, it included the towns of Hull and Hingham. In 1803 those towns opted out of Norfolk County and became part of Plymouth County.Information and Historical Data on Cities, Towns and Counties in Massachusetts Lifesaving has been an important part of Hull history. The Massachusetts Humane Society placed one of its first Huts of Refuge on Nantasket Beach after the American Revolution. When it expanded its boat houses for lifeboats it placed several in Hull at Stoney Beach, on Nantasket Beach, and near Cohasset. Joshua James (1826–1902), Hull's most famous lifesaver, became the first Keeper of the Pt. Allerton U.S. Life Saving Station, when it opened in 1889. James and his crews, both Humane Society volunteers and U.S. Life-Savers, are estimated to have saved over 1000 people from shipwrecks. The exact number is not known because Massachusetts Humane Society records were lost in the Great Boston Fire of 1872. The Hull Lifesaving Museum is now located in the 1889 Pt. Allerton Life Saving Station, with the Museum's Maritime Program housed in the old Coast Guard boathouse at Pemberton Point. The new U.S. Coast Guard Station Point Allerton opened at the edge of Hull Village near Pemberton Point in 1969. Hull features Nantasket Beach, with fine, light gray sand—generally considered one of the finest beaches in New England. At low tide, there are acres of sandy tide pools. Beginning the community's development as a tourist resort, in 1825 Paul Worrick established the Sportsman Hotel on Nantasket Avenue. More hotels were built, and by 1840, steamboats made three trips a day between the town and Boston. Following the crowds onto the boardwalks were gamblers, pickpockets and confidence men, so Paragon Park was built as a safe place for those seeking amusement. Called a \"marvel of fantasy,\" it once featured a ride based on the Johnstown Flood. The complex closed in 1984 when the property was sold for condominium development. Today, the only surviving remnants of Paragon Park on the boardwalk are the historic carousel and clock tower. ==Geography== thumb|left|200px|Fort Revere and Allerton, as seen from the fort's water tower observatory Hull is located at (42.286347, −70.87663). According to the United States Census Bureau, the town has a total area of , of which is land and , or 89.58%, is water. Hull is located on the narrow Nantasket Peninsula, which juts into Massachusetts Bay and is the southern land point at the entrance to Boston Harbor. Hidden in Hull's bay is Hog Island, now known as Spinnaker Island. Hog Island was home to Hull's first high school, as well as Fort Duvall before WWII, and a Nike Missile site during the Cold War. Parts of the island sat very low and fill was brought in to prevent flooding. Spinnaker Island has been developed with condominiums, and is connected to mainland Hull via a low bridge. The town is bordered by Hingham Bay to the west, Massachusetts Bay to the north and east, and the towns of Cohasset and Hingham to the south. Hull is located almost by land from Boston, although by water it is just from Pemberton Point in Hull to City Point in South Boston. Although it is a forty-five-minute drive into the heart of Boston, it is a twenty- minute boat ride from Pemberton Pier, at the tip of Hull, into Boston's Long Wharf, which is close to the North End and Faneuil Hall. Hull is separated from Cohasset and Hingham by the Weir River estuary, which is state-recognized as an Area of Critical Environmental Concern. The estuary contains almost of undeveloped land, including almost 140 acres (.57km2) of undeveloped land in Hull, of which close to 80 percent is protected from development. The estuary is important as a nursery for fish and other marine life. Over 100 species of birds also use the Weir River Estuary. The Weir River Estuary Center, owned by the town and being developed by the Weir River Watershed Association, located at the entrance to Hull on George Washington Boulevard, was expected to open by summer 2009. Black Rock Beach connecting to Cohasset is the town's only landed connection to the mainland, although two bridges link the town to Hingham. Town neighborhoods include (from south to north) Green Hill, Straits Pond, Crescent Beach, Gunrock, Atlantic Hill, West Corner, Rockaway, Rockaway Annex, Nantasket Beach, Sagamore Hill, Hampton Circle, Sunset Point, Kenberma, Strawberry Hill, Waveland, Windermere, Allerton, Spinnaker Island, Stony Beach, Telegraph Hill, Hull Village and Hull Hill, and Pemberton. The areas west of the northerly two miles of the three-mile-long Nantasket Beach constitute the majority of the town's landed area. The southern hills near the Town Hall are composed of volcanic rock created 600 million years ago. Green Hill near Cohasset and all of the hills out along the peninsula—Sagamore, Hampton, Sunset Point, Strawberry, Allerton, Telegraph, and Hull Hill—are drumlins formed by the last glacier about 14,000 years ago. The lands between the hills are tombolos, or tying sand bars. Telegraph Hill above Stony Beach is the site of Fort Revere Park, located at the site of a former defense installation that was active during the first half of the twentieth century. It is capped with an observation tower, which provides views of the rest of Boston Harbor, as well as much of the northern coast of the South Shore. The tower was sited on one of the five points of the star-shaped Fort Independence, which was created during the American Revolution. The lands of Hull also include Peddocks Island, a part of the Boston Harbor Islands State Park. There are no freeways in Hull. Massachusetts Route 228 becomes Nantasket Avenue at the center entrance to Hull. The main entrance is on George Washington Boulevard, which connects to Route 3A at the Hingham rotary. The avenue continues through the rest of town, to Main Street in Hull Village, which then goes on past the Pt. Allerton Coast Guard station ending at Windmill Point, also known as Pemberton Point, at the high school near the Hull Wind 1 windmill. The MBTA's bus service extends into neighboring Hingham, and the Greenbush Line of the commuter rail recently re-opened, with its closest station being at Nantasket Junction, site of the former Hingham Lumber Company lumber yard, which is where the Hull branch of the railroad once connected. This Hull branch was the first electrified railroad in America in 1895. Commuters to Logan International Airport and Boston (and in the summer to Boston Harbor Islands) can take the MBTA Commuter Boat, which leaves from Pemberton Point, the very tip of Hull. The nearest air service can be reached at Logan International Airport in Boston. ==Demographics== As of the census of 2000, there were 11,050 people, 4,522 households, and 2,821 families residing in the town. The population density was 3,648.9 people per square mile (1,408.1/km2). There were 5,366 housing units at an average density of 1,771.9 per square mile (683.8/km2). The racial makeup of the town was 96.95% White, 0.46% Black or African American, 0.31% Native American, 0.89% Asian, 0.05% Pacific Islander, 0.46% from other races, and 0.89% from two or more races. Hispanic or Latino of any race were 1.09% of the population. There were 4,522 households, out of which 26.2% had children under the age of 18 living with them, 46.4% were married couples living together, 11.8% had a female householder with no husband present, and 37.6% were non-families. Of all households, 29.4% were made up of individuals, and 8.1% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 3.06. In the town, the population was spread out, with 22.1% under the age of 18, 6.0% from 18 to 24, 31.6% from 25 to 44, 28.3% from 45 to 64, and 12.0% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 93.2 males. For every 100 females age 18 and over, there were 89.5 males. The median income for a household in the town was $52,377, and the median income for a family was $62,294. Males had a median income of $43,030 versus $34,738 for females. The per capita income for the town was $26,331. About 5.6% of families and 8.3% of the population were below the poverty line, including 12.7% of those under age 18 and 9.5% of those age 65 or over. ==Government== thumb|right|200px|Hull Town Hall On the national level, Hull is a part of Massachusetts's 8th congressional district, and is currently represented by Stephen Lynch. On the state level, Hull is represented in the Massachusetts House of Representatives as a part of the Third Plymouth district, which includes Cohasset, Hingham and Scituate. The town is represented in the Massachusetts Senate by Senator Patrick O' Connor (R-Weymouth) as a part of the Plymouth and Norfolk district, which includes the towns of Cohasset, Duxbury, Hingham, Marshfield, Norwell, Scituate and Weymouth. The town is patrolled on a secondary basis by the First (Norwell) Barracks of Troop D of the Massachusetts State Police.Station D-1, SP Norwell The closest courthouse is the 2nd District Court located in Hingham, right outside of the town of Hull's perimeters on George Washington Boulevard. Hull is governed on the local level by the open town meeting form of government, and is led by a town manager and a board of selectmen. The town hall, as well as the police headquarters and the Green Hill Fire station, are all located in the southern portion of town, closest to the mainland. The fire Department Headquarters is in Waveland, and there is a branch firehouse in Hull Village as well, although it has been closed for some time. The fire department provides advanced life support services and brings patients to nearby South Shore Hospital, Quincy Medical Center, or into Boston if deemed necessary by EMS. There are two post offices, at Kenberma and Allerton, which serve the central and north parts of town, respectively. The town's public library is located on Main Street in Hull Village in a stone Victorian mansion, built in 1889 as a summer home by John Boyle O'Reilly (1844–1890, famed as an Irish patriot, editor of the Catholic weekly Pilot, and poet). The library has recently been troubled with budget-cuts, but remains open. The home was built on the site of an earlier house, where Susanna Haswell Rowson (1764–1826) and Robert Haswell lived as children during the start of the American Revolution. Susanna eventually became America's first bestselling novelist with the publishing of her story, Charlotte Temple. {| class=wikitable ! colspan = 6 | Voter Registration and Party Enrollment as of October 15, 2008 |- ! colspan = 2 | Party ! Number of Voters ! Percentage |- | | Democratic | align = center | 2,801 | align = center | 36.08% |- | | Republican | align = center | 841 | align = center | 10.83% |- | | Unaffiliated | align = center | 4,060 | align = center | 52.30% |- | | Minor Parties | align = center | 61 | align = center | 0.79% |- ! colspan = 2 | Total ! align = center | 7,763 ! align = center | 100% |} ==Education== Hull has its own school system for its approximately 1,250 students: Hull Public Schools. Hull has an election-based school board committee with five members. The Lillian M. Jacobs School, located on Telegraphs Hill above Stony Beach, serves students from pre-kindergarten through fifth grade. The Memorial Middle School is located near the center of the peninsula, adjacent to Bayside Park, and serves sixth through eighth grade students. Hull High School is located at the end of the peninsula. All three schools have recently completed major renovations. Hull High's teams are known as the Pirates, and their school colors are blue and gold. The teams compete in the South Shore League, and their chief rival is similarly-sized Cohasset High School. The Hull High School graduating class in 2015 was 88 students. The town does not have any private schools (excluding Seaside Montessori, a pre-K Montessori school) but does have agreements to send students to regional vocational schools. The nearest private schools are located in neighboring Hingham, and the nearest vocational high school is located in Weymouth. ==Notable people== * Joy Browne, psychologist and radio talk show host. * Johny Earle, creator of Johnny Cupcakes * Joshua James, lifesaver * Joseph P. Kennedy Jr., brother of President John F. Kennedy (born at family's summer home in Hull) * John Boyle O'Reilly, journalist and poet * Mary Boyle O'Reilly, journalist and war correspondent (John's daughter) * Susanna Rowson ==Gallery== Image:View of Paragon Park.jpg|Paragon Park File:Hotel Nantasket and Auditorium.jpg|Hotel Nantasket and Auditorium Image:General View, Nantasket Beach, MA.jpg|Nantasket Beach overview ==International relations== Hull is named after Kingston upon Hull, United Kingdom. Hull in Quebec, Canada, is also named after Kingston upon Hull. ==References== * Nantasket Beach Branch: Transportation Bulletin No. 90, January–December 1981, McGarigle, Bob. Roger Borrup, ed. - Warehouse Pt. CT, Connecticut Valley Chapter, National Railway Historical Society. 1981, First Edition. (). * Joshua James, Life-Saver, by Sumner Increase Kimball, Unitarian, Boston 1909. PDF available on line at https://books.google.com * \"The Form of Nantasket Beach\", Douglas w. Johnson and William G. Reed, Jr., Journal of Geology, University of Chicago Press, 1910, as reprinted in Introduction to Coastline Geology, J. A. Steers, ed., MIT Press, Cambridge, MA 1971 * Fanatic Heart: A Life of John Boyle O'Reilly, 1844–1890, by A.G. Evans, Northeastern University Press, Boston, 1997 ==External links== * Town of Hull official website * The Hull Times, local newspaper * Hull Nantasket Beach Chamber of Commerce * Hull Public Library Category:1624 establishments in the Thirteen Colonies Category:Populated coastal places in Massachusetts Category:Populated places established in 1624 Category:Towns in Massachusetts Category:Towns in Plymouth County, Massachusetts",
 "title": "Hull, Massachusetts"
}