{
 "id": "258045",
 "text": "Patterson Township is a township in Beaver County, Pennsylvania, United States. The population was 3,029 at the 2010 census. ==Geography== Patterson Township is in north-central Beaver County at (40.746765, -80.332348). According to the United States Census Bureau, the township has a total area of , of which , or 0.35%, is water. ==Surrounding and adjacent neighborhoods== Patterson Township has six land borders, including White Township to the north, Beaver Falls and Patterson Heights to the east, Fallston to the southeast, Brighton Township to the southwest, and Chippewa Township to the west. Across the Beaver River, Patterson Township runs adjacent with New Brighton ==Demographics== As of the census of 2010, there were 3,029 people, 1,483 households, and 890 families residing in the township. The population density was 1,903.1 people per square mile (734.7/km). There were 1,332 housing units at an average density of 792.9/sq mi (306.1/km). The racial makeup of the township was 97.40% White, 1.47% African American, 0.16% Native American, 0.06% Asian, 0.03% from other races, and 0.88% from two or more races. 0.66% of the population were Hispanic or Latino of any race. There were 1,261 households, out of which 29.8% had children under the age of 18 living with them, 58.4% were married couples living together, 8.9% had a female householder with no husband present, and 29.4% were non-families. 27.0% of all households were made up of individuals living alone, and 13.5% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 2.91. In the township the population was spread out, with 22.1% under the age of 18, 5.3% from 18 to 24, 25.7% from 25 to 44, 23.4% from 45 to 64, and 23.6% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 87.9 males. For every 100 females age 18 and over, there were 82.8 males. The median income for a household in the township was $41,364, and the median income for a family was $49,402. Males had a median income of $42,286 versus $24,459 for females. The per capita income for the township was $21,982. About 3.5% of families and 5.3% of the population were below the poverty line, including 3.2% of those under age 18 and 13.5% of those age 65 or over. ==References== ==External links== *Patterson Township official website Category:Census- designated places in Beaver County, Pennsylvania Category:Populated places established in 1845 Category:Pittsburgh metropolitan area Category:Townships in Beaver County, Pennsylvania Category:Census-designated places in Pennsylvania Category:Townships in Pennsylvania",
 "title": "Patterson Township, Beaver County, Pennsylvania"
}