{
 "id": "258795",
 "text": "Strong Bad is a fictional character from Homestar Runner, a series of animated Flash videos, who is inspired by \"The Strong Bads\" from the video game Tag Team Wrestling. He is voiced by Matt Chapman, the principal voice actor and co-creator of the series. Strong Bad enjoys pranking the other characters of the series, along with his ever-diligent lackey pet named \"The Cheat\" and his older brother Strong Mad. The main segment that Strong Bad is a part of is Strong Bad Email, in which he answers emails sent to him by fans. The Strong Bad Email series grew to be so popular that seven DVDs featuring the emails have been released, as well as a podcast where emails could be downloaded to digital media players, since its first episode in 2001. The character's face resembles a red lucha libre mask, with four laces in the back and a blue diamond centered between his eyes. The diamond has the power to open bottle caps from \"Cold Ones\" and remove Homestar's hat, though he has only been seen doing this once. His eyes are green and shiny, and apparently turn grey when he is dead. Usually his mouth is a peach-colored rectangle when not speaking, and can form the shape of an \"o\" when using words with an \"o\" sound in them. He lacks a shirt (but wears certain ones on occasion), nipples, and a belly button. Strong Bad also has boxing gloves for hands, though mysteriously he can type with them in his Strong Bad Emails. He also wears black pants, along with red shoes with white soles that curve outward. Strong Bad was originally created to be the main antagonist of the series but, since then, he has become less of a villain and more of a comic relief antihero. However, he is still occasionally referred to as an antagonist, due to the pranks that he, Strong Mad, and The Cheat play on the other characters, and his insulting of his brother Strong Sad. He seems to be a character influenced by the American popular culture trends of the 1970s, 1980s, and 1990s, such as heavy metal music and the second and third-generations of video games and video game consoles. Since he is one of the site's most popular characters, merchandise has also spun off of Strong Bad, which includes T-shirts and sweatshirts sold by the website. Strong Bad has been one of the most popular characters in the series and has been well received. In an article by National Review Online, Strong Bad was described as \"a non-stop braggart, liar, manipulator, and egotist\", but also \"one of the coolest characters on the Internet and the real star of Homestarrunner.com, which may be the most popular homegrown animation in the world\". Segments have been spun off of his emails, including \"Teen Girl Squad\", a comic drawn by Strong Bad about four teenage friends, and \"20X6\", an anime-style cartoon featuring Japanese versions of the characters, such as Strong Bad's counterpart, \"Stinkoman\". ==Role in Homestar Runner== In the beginning of the series, he and Homestar Runner would battle each other in competitions such as a lifting as many grapes as they can, doing tag-team wrestling, and facing off in a jumping jack contest. As the series went on, Strong Bad became less of a villain, although he still hates Homestar, but not so much as an arch rival, mostly viewing Homestar as dumb and irritating. The two have been known to occasionally get along, however. Along with his physically intimidating but mentally limited big brother Strong Mad and his yellow lackey The Cheat, Strong Bad represents the self-proclaimed criminal element in the series. Many shorts concern the various practical jokes and scams that they perpetrate. Although these are usually only slightly malevolent, Strong Bad still acts as if he is a villainous mastermind, and he is highly prone to exaggerating his alluring qualities—especially with regards to women. Strong Bad also \"rules\" an area of the fictional universe called Strong Badia. It consists of a barren field, a fence, a tire, and a stop sign reading \"Pop: Tire\" (Pop meaning population) leaning against a cinder block. Strong Bad said in one email he bought the property from Bubs, although he originally said he ruled it since \"diaper school\". It was once \"haunted\" by the ghost of the Tandy 400, Strong Bad's first computer. Besides Strong Badia, he and The Cheat enjoy hanging out at a stick known as \"The Stick\". Strong Bad's main role in the cartoon is in the Strong Bad Email segment, in which he answers emails sent to him from viewers. The Strong Bad Emails began as a small segment in 2001, in which Strong Bad would mock the spelling and grammar of those who wrote to him, usually while typing with boxing gloves on an outdated computer. He has parodied the question of \"how do you type with boxing gloves on\", which is thought to be one of the most asked questions in the emails he receives. Most of the time a cut-away sequence is used to move the narrative beyond mere typing. Once the events of the email finish unfolding, Strong Bad wraps it up, and then \"The Paper\" or \"New Paper\" comes down with a link to Strong Bad's e-mail address. Often, hidden animations (Easter eggs) are displayed when the user clicks on a word or picture either during the email or after it has concluded. As of 2018, there are 208 Strong Bad emails. Although the animations were initially brief, they gradually grew to establish numerous catchphrases and running gags, as well as spin-offs like Trogdor the Burninator, Teen Girl Squad, and even characters like Homsar and Senor Cardgage. An example of a Strong Bad Email reply is his take on techno, where he creates the techno song \"The System Is Down\". Originally, his most used catchphrase was \"Holy Crap!\" and other variations on this theme (example: \"What the crap?\"), though he now parodies even this in his responses to emails. In the older sbemails (see below), his computers are often subject to \"flagrant errors\", as in the sbemail \"50 emails\". Several \"alternate versions\" of Strong Bad exist in other cartoons on the website. One of these is \"Stinkoman\", a futuristic anime-style Strong Bad that seems to be a parody of Japanese animation. Stinkoman has no thumbs, big robot boots, a mouth that is tiny when closed but \"ridiculously huge\" when open, blue hair (\"Gotta have blue hair!\") and big green eyes. Strong Bad designed this character in the email \"japanese cartoon\", when someone asked what he would look like as a Japanese cartoon. For the \"1936\" segments on the website, Strong Bad is sometimes referred to as Sir Strong Bad, Uncle Strong Bad, or Old-Timey Strong Bad. He appears in black and white and has hair and a handlebar mustache. His face is less detailed and he has no visible mouth but his mustache moves when he talks. Another version is \"Strong Badman\", which is basically a tall, muscular, comic book version of Strong Bad, named Strong Badman, often calling out his unseen partner \"L'il Stiny\" (which was Strong Bad making fun of the name of the writer of the email \"superhero name\"). ==Character== ===Creation=== thumb|Matt and Mike Chapman, creators of Strong Bad with Puppet Homestar Strong Bad was based on the \"Strong Bads\", a Lucha libre–style fighter team from the 1983 arcade video game Tag Team Wrestling, as the cartoon revolves largely around pop culture references. When The Brothers Chaps were asked about this origin, they responded, \"Oh yeah, absolutely. The Strong Bads. We were just doing some dumb thing at Kinko's for friends. We weren't planning on all of this happening.\" Along with most of the main characters of the website, Strong Bad debuted in the Brothers Chaps' children's book entitled The Homestar Runner Enters the Strongest Man in the World Contest. In this story, The Homestar Runner, Strong Bad (with a little help from The Cheat), and Pom Pom enter a strength competition, along with The Robot, Mr. Bland, Señor, and the Grape Fairie as the umpire, some characters that rarely appeared later in the series. The concept for this began in 1996 when both of The Brothers Chaps were looking for children's books. When they did not find any to their liking, they created their own as a parody. After creating a few characters and writing a plot, they made copies of the book and attempted to sell it. This hand-drawn book was the only incarnation of Strong Bad for several years. The concept of a website with Homestar Runner and Pom Pom as the protagonists, and Strong Bad and The Cheat as the antagonists, became a reality in 2000. ===Development=== The website was originally meant to revolve around Homestar, but Strong Bad grew in popularity after the first few months of the website, and the Chapman brothers decided to give him his own segment, Strong Bad Email (SBEmail for short). According to Mike Chapman, \"...He'd already become everybody's favorite character.\" In the children's book and very early stages of the website, Strong Bad looked significantly different from his present day character. He had very small hands and a plainly colored red and black lucha libre mask, contrary to the blue and green areas of the mask included in the present version of Strong Bad. In the book, Strong Bad and The Cheat were defined as the main \"villains\" to Homestar Runner and Pom Pom, who were defined as the main \"protagonists\". This idea of Strong Bad being an antagonist lasted for a short while in the early toons, but did change, however, as each character developed its own style. Strong Bad also started off with a prominent Mexican accent and a deep voice, which gradually transitioned into a more gruff and less accented voice with more vocal range. ==Reception== Strong Bad has been received well by both critics and viewers of the website. He is considered one of the most popular characters of the website, and his Strong Bad Email segment is one of the most viewed segments of Homestar Runner. In an audio review of Strong Bad and the rest of the Homestar Runner characters, National Public Radio said \"There are lots of nasty characters lurking in the shadowy corners of the World Wide Web. But Strong Bad is just awful. And he's awfully funny, too\". Peter Wood of National Review Online commented on Strong Bad's personality and his evil- looking appearance. He stated: \"Strong Bad is probably not the guy you want to move in next door. The red and black Wrestlemania mask he wears all the time is a clue. As are the boxing gloves, which he keeps on even when he is typing sarcastic e-mails ... He is one of the coolest characters on the Internet and the real star of Homestarrunner.com, which may be the most popular homegrown animation in the world.\" He added \"Strong Bad also dabbles in other media and, like Professor Cornel West, has even recorded his own rap, 'Everybody to the Limit', which builds on the delightful typographic implosion, 'fhqwhgads, and also said \"The humor likewise combines the innocence of slapstick with sharp satire of American popular culture. ... At one point, tired of being asked how he types with boxing gloves on, Strong Bad attaches fake fingers: a shrimp, a lit birthday candle, and an action-figure toy.\" Johnny Dee, a reviewer from The Guardian of the United Kingdom, described the humor of Strong Bad. He wrote: \"Like South Park and Modern Toss, Strong Bad isn't exactly beautiful to look at but he's relentlessly funny,\" and added, \"Strong Bad is an animated Mexican wrestler ... and the undoubted star of surreal cartoon site Homestar Runner.\" ==Spin-offs== ===Trogdor the Burninator=== Trogdor the Burninator is an original character created by Strong Bad in SBemail 58. Strong Bad begins by giving a dragon drawing tutorial in which the character is drawn from the letter \"S\" and features numerous \"consummate V's\" used in constructing Trogdor's \"teeth, spineties [sic], and angry eyebrows\". The character is depicted as a dragon with a large, muscled arm, which \"looks really good, comin' outta the back of his neck there\", who \"burninates the countryside\", \"the peasants\", and \"their thatched-roof cottages\". Trogdor eventually got a Flash game on homestarrunner.com and became very popular, having several pieces of merchandise made featuring him. The Trogdor theme was also featured as a bonus song in Guitar Hero II. He is featured as the main antagonist of the final episode of Strong Bad's Cool Game for Attractive People, 8-Bit is Enough. He later got his own board game, Trogdor!! The Board Game. He is also mentioned in the final episode of Buffy the Vampire Slayer as a supposed character in a Dungeons & Dragons-style tabletop game. Trogdor is briefly shown in the 2014 video \"Word Crimes\", sketched onto a notepad cover. In episode 11 of season 2 of the Syfy original series The Magicians, entitled \"The Rattening\", the protagonists Quentin Coldwater and Julia Wicker make an uneasy pact with a dragon to enter the Underworld, whom their friend and high king Eliot later refers to disparagingly as \"Trogdor\". ==In other media== ===Strong Bad's Cool Game for Attractive People=== A point-and-click adventure game based on Strong Bad was created by Telltale Games and released for both the Nintendo Wii's WiiWare service and Microsoft Windows. Later on, the game was ported on the PlayStation 3 as a PSN download. It was released in an episodic format for both, with five episodes for its first season. A second season was in discussion if the first season sold well, however with Telltale's collapse in 2018 this will not be coming to fruition. ===Strong Bad Sings and Other Type Hits=== Strong Bad Sings (And Other Type Hits), an album featuring songs from Homestar Runner, was released in 2003. The album featured several songs \"performed\" by other characters. The partner cartoon features Strong Mad forgetting lyrics to his favorite songs. ===Other media=== On September 2, 2010, Telltale Games announced a new PC/Mac game called Poker Night at the Inventory. The game features Strong Bad, Tycho from Penny Arcade, Heavy from Team Fortress 2 and Max from Sam & Max. Telltale CEO Dan Connors said, \"We've had the idea for some time of exploring the idea of what video characters do when they're not 'on the clock' in the games we play.\" The game was released on November 22, 2010. Strong Bad makes a guest appearance on at least two records, including The Aquabats 2011 album Hi-Five Soup!, providing vocals on the song \"Pink Pants!\". Prior to this, he appeared on the Shellac album Excellent Italian Greyhound on the track \"Genuine Lulabelle\". In 2011, Matt Chapman joined the production team of The Hub series The Aquabats! Super Show! as a writer and director. In the 2012 episode \"CobraMan!\", co-directed by Chapman, he appears onscreen as a villainous carnival worker named \"Carl\", who wears a wrestling mask identical to Strong Bad's and speaks in Strong Bad's voice. On July 14, 2012, Chapman appeared onstage at an Aquabats concert in San Diego in character as Strong Bad, joining the band in a performance of \"Trogdor\". Strong Bad is also mentioned on page 14 of CR Jordan's Basic Fundamentals of Modern Tattoo: \"Thanks to Strong Bad, we know that technology is magic.\" Strong Bad makes an unofficial appearance in the Robot Chicken 2017 episode \"Hey I Found Another Sock\". On April 10, 2020, Strong Bad's official Twitter account, @StrongBadActual, tweeted the following: \"I just dropped 3 volumes, 180 tracks of background music, jingles, and songs from 20 years of http://HomestarRunner.com! Shuffle these nuggets onto your day like croutons on a life salad! Out now on all your fav music streamins!\" According to an article published by The A.V. Club, \"For now, anyone desperate to live in the past for a while can listen to the first three volumes through a bunch of different platforms, including Spotify, YouTube, and, if you want to buy them, iTunes.\" The official Twitter page also noted in a subsequent Tweet that the music is not available on Bandcamp. ==References== ==External links== * * Strong Bad at Homestar Runner Wiki Category:Animated characters Category:Fictional artists Category:Homestar Runner Category:Television characters introduced in 1996 Category:Fictional gamblers Category:Fictional rock musicians Category:Fictional luchadores Category:Fictional singers Category:Internet memes Category:Fictional criminals Category:Male characters in animation Category:Animated human characters Category:Animated villains Category:Fictional boxers",
 "title": "Strong Bad"
}