{
 "id": "258932",
 "text": "Don Domanski (29 April 1950 – 7 September 2020) was a Canadian poet. ==Biography== He was born and raised in Sydney, Nova Scotia, and lived briefly in Toronto, Vancouver and Wolfville, before settling in Halifax, Nova Scotia, where he lived for most of his life. Author of nine collections of poetry, his work has been translated into Arabic, Chinese, Czech, French, Portuguese, and Spanish.\"New Books\" web page at Brick Books website. Retrieved April 23, 2007 In a review of Wolf-Ladder John Bradley described Domanski's poetry as \"earthy and astral, dark and buoyant, a cross between Robert Bly, Ted Hughes, and the Brothers Grimm.\" In 1999 he received the Canadian Literary Award for Poetry from CBC (the Canadian Broadcasting Corporation). His 2007 collection All Our Wonder Unavenged was honoured with the Governor General's Award for Poetry, the Lieutenant Governor of Nova Scotia Masterworks Award, and the Atlantic Poetry Prize.\"All Our Wonder Unavenged earns Don Domanski the GG \". EastWord, January/February 2008. Writers Fderation of Nova Scotia. In 2014 he won the J.M. Abraham Poetry Award for Bite Down Little Whisper. Domanski mentored other poets through the Banff Centre for the Arts Wired Writing Studio and the Writers' Federation of Nova Scotia Mentorship program. Also a visual artist, he created art that appeared in galleries in Halifax and Seoul, South Korea, and on covers of his poetry collections. Domanski also collected fossils for over a decade, and subsequently turned his attention to meteorites and Stone Age tools. He found a neural arch of a 350-million-year-old (Lower Carboniferous) amphibian previously thought to have gone extinct in the Devonian period. He was given credit for the find in Amphibian Biology, Vol. 4, Palaeontology, The Evolutionary History of Amphibians, ed. Harold Heatwole and Robert L. Carroll. His interest in religions inspired visits to churches and cathedrals in France, Ireland, England and Argentina, mosques in Istanbul, Rumi's tomb in Konya, and Buddhist temples and monasteries in China. ==Bibliography== === Poetry collections === * 1975: The Cape Breton Book of the Dead (House of Anansi Press) * 1978: Heaven (House of Anansi Press) * 1982: War in an Empty House (House of Anansi Press) * 1986: Hammerstroke (House of Anansi Press) * 1991: Wolf-Ladder (Coach House Press) (shortlisted for a Governor General's Award) * 1994: Stations of the Left Hand (Coach House Press) (shortlisted for a Governor General's Award) * 1998: Parish of the Physic Moon (McClelland & Stewart) * 2007: All Our Wonder Unavenged (Brick Books) (winner of the Governor General's Award, The Atlantic Poetry Prize and the Lieutenant Governor of Nova Scotia Masterworks Award) * 2013: Bite Down Little Whisper (Brick Books) (shortlisted for a Governor General's Award; winner of J. M. Abraham Poetry Prize) === Pamphlets === * 2006: All Our Wonder Unavenged (Jack Pine Press) * 2006: Poetry and the Sacred (Ralph Gustafson Lecture, Institute for Coastal Research) * 2014: Field Notes (Corbel Stone Press) * 2015: Fetishes of the Floating World (espresso) === Anthologies === * 2007: Earthly Pages: The Poetry of Don Domanski (Wilfrid Laurier University Press) *2021: Selected Poems 1975-2021 (Corbel Stone Press) == Honours == * 1999 – Canadian Literary Award for Poetry (Canadian Broadcasting Corporation) * 2007 – Governor General's Award for All Our Wonder Unavenged * 2008 – The Atlantic Poetry Prize for All Our Wonder Unavenged * 2008 – Lieutenant Governor of Nova Scotia Masterworks Award for All Our Wonder Unavenged * 2014 – J.M. Abraham Poetry Award for Bite Down Little Whisper ==Notes== ==Further reading== * Almon, Bert. \"From Nova Scotia to the Cosmos.\" Review of Earthly Pages: The Poetry of Don Domanski. Canadian Literature 198 (Autumn 2008): 118–19. https://canlit.ca/article/from-nova-scotia-to-the-cosmos/ * Armstrong, Tammy. \"Atlantic Canada's Poetic Menagerie: Animal Presence in the Poetry of John Thompson, Don Domanski, John Steffler and Harry Thurson.\" Abstract for PhD dissertation. 2014. https://unbscholar.lib.unb.ca/islandora/object/unbscholar%3A6230 * Bartlett, Brian. \"Don Domanski.\" The Encyclopedia of Religion and Nature. (2005). * Bartlett, B. \"The Trees Are Full of Rings.\" (Introduction to Earthly Pages: The Poetry of Don Domanski.) (2007). * Bartlett, B. \"From The Basement of Fables: Don Domanski's Wolf-Ladder\" All Manner of Tackle: Living with Poetry (2017): 179–94. * Bondar, Alanna F. Review of All Our Wonder Unavenged. The Goose (on-line) 4.1 (Spring 2008). http://www.alecc.ca/uploads/goose/THE%20GOOSE%204%202008.pdf * Colford, Ian. Review of Stations of the Left Hand. The Pottersfield Portfolio 16.2 (1996)80-82. http://www.iancolford.com/s/Stations_of_the_Left_Hand.pdf * Cooley, Dennis. Review of Hammerstroke. Journal of Canadian Poetry 3 (1986). * Downie, Glenn. \"How Poems Work [Domanski's \"Devildom\"].\" The Globe and Mail. Dec. 1 2011. https://www.theglobeandmail.com/arts/how-poems- work/article22401676/ * Goldstein, David B. Review of Bite Down Little Whisper. The Malahat Review 186 (spring 2014): 87-91. http://malahatreview.ca/reviews/186reviews_goldstein.html * Howell, Stevie. Review of Bite Down Little Whisper. Quill and Quire Dec. 2013. https://www.brickbooks.ca/reviews/bite-down-little-whisper-don-domanski- reviewed-by-stevie-howell/ * Johnson, S.D. \"The Wisdom of Falling.\" Interview. Where the Words Come From: Canadian Poets in Conversation. Ed. Tim Bowling. Nightwood Editions, 2002, 244–55. * Kenney, Patricia. \"Rich Biodiversity in a Parallel Universe: Don Domanski's Bite Down Little Whisper.\" Arc July 17, 2014. https://arcpoetry.ca/2014/07/17/rich-biodiversity-in-a-parallel- universe-don-domanskis-bite-down-little-whisper/ * Knight, Erin. \"Poets in Profile: Don Domanski.\" Interview. http://www.openbookontario.com/news/poets_profile_don_domanski/ * Leyton, Katherine. \"Don Domanski.\" https://www.thecanadianencyclopedia.ca/en/article/don-domanski * Lindsay, G. Review of Parish of the Physic Moon. Journal of Canadian Poetry 15 (1998). * MacKendrick, Louis. Review of Stations of the Left Hand. Journal of Canadian Poetry 11 (1996). * Milton, Paul. \"Wonder and the Sacred.\" Canadian Literature 198 (Autumn 2008): 123–24. * Nason, Jim. \"Don Domanski Presented by Jim Nason.\" Sept. 10, 2015. https://www.brickbooks.ca/week-37-don-domanski- presented-by-jim-nason/ * O'Meara, David. \"Dangerous Words: Don Domanski and Metaphor.\" https://www.brickbooks.ca/reviews/dangerous-words-don-domanski-and- metaphor-reviewed-by-david-omeara/ * Oughton, John.\"Blank Paper and the Infinite: An Interview with Don Domanski.\" Poetry Canada Review 12.2 (1992). * Pew, Jeff. \"Don Domanski Presented by Jeff Pew.\" July 30, 2015. https://www.brickbooks.ca/don-domanski-presented-by-jeff-pew/ * Pirie, Pearl. \"Don Domanski on Role of Poet as Scribe of Sacred Geometries.\" Pesbo (on- line). April 16, 2008. https://pearlformance.livejournal.com/98190.html * Sowton, Ian. \"Decision\" Review of Hammerstroke. Canadian Literature 127 (Winter 1990): 159–60. https://canlit.ca/article/decisions/ * Stephenson, Liisa. \"Signs and Wonders.\" Maple Tree Literary Supplement (Sept. 2011). https://www.mtls.ca/issue3/writings-review-stephenson.php * Strickland, Molly. \"Progression Beyond Conscious Thought in 'Untitled with Invisible Ink.'\" In Atlantic Canadian Poets' Archive. http://www.stu-acpa.com/don-domanski.html * Sutherland, Fraser. \"Domanski, Don Rusu.\" https://www.encyclopedia.com/arts/culture-magazines/domanski-don-rusu * Szumigalski, Anne. Review of Parish of the Physic Moon. Quill and Quire 1996. https://quillandquire.com/review/parish-of-the-psychic-moon/ * Thran, Nick. \"Thrash and Gasp.\" Review of All Our Wonder Unavenged. Books in Canada == External links == * Don Domanski reading from All Our Wonder Unavenged at Killam Library, Dalhousie University, Halifax, March 13, 2008. https://vimeo.com/16276250 * Nick Thran reading of poems from All Our Wonder Unavenged. https://www.youtube.com/watch?v=Q54dVNSMywQ * Nick Thran reading of poems from Bite Down Little Whisper. https://www.youtube.com/watch?v=6oW4M1yUfSU Category:1950 births Category:20th-century Canadian poets Category:20th-century Canadian male writers Category:21st-century Canadian poets Category:Canadian male poets Category:People from Sydney, Nova Scotia Category:Writers from Nova Scotia Category:21st-century Canadian male writers Category:2020 deaths",
 "title": "Don Domanski"
}