{
 "id": "259373",
 "text": "Chevy Chase is a census-designated place (CDP) in Montgomery County, Maryland, United States. The population was 10,176 at the 2020 census. ==Geography== Chevy Chase is located at (38.98926, −77.076198). There is also an unincorporated area, the boundaries of which are East West Highway, Grubb Road and the District Line. According to the United States Census Bureau, the CDP has a total area of 2.5 square miles (6.3 km), all land. ==Demographics== As of 2010 Chevy Chase had a population of 9,545. The population was 86.7% white, 4.8% African-American, 0.2% Native American, 1.0% Asian India, 3.3% other Asian, 0.3% non-Hispanic from some other race, 3.0% from two or more races and 5.5% Hispanic or Latino.2010 census report for Chevy Chase At the 2000 census there were 9,381 people, 3,831 households, and 2,463 families in the CDP. The population density was 3,828.8 people per square mile (1,478.4/km). There were 3,959 housing units at an average density of 1,615.8/sq mi (623.9/km). The racial makeup of the CDP was 89.99% White or European American, 3.68% Black or African American, 0.14% Native American, 2.97% Asian, 0.06% Pacific Islander, 1.11% from other races, and 2.05% from two or more races. Hispanic or Latino of any race were 4.73%. Of the 3,831 households 27.4% had children under the age of 18 living with them, 56.8% were married couples living together, 5.7% had a female householder with no husband present, and 35.7% were non-families. 29.4% of households were one person and 17.6% were one person aged 65 or older. The average household size was 2.34 and the average family size was 2.87. The age distribution was 20.6% under the age of 18, 3.6% from 18 to 24, 26.0% from 25 to 44, 26.0% from 45 to 64, and 23.9% 65 or older. The median age was 45 years. For every 100 females, there were 84.2 males. For every 100 females age 18 and over, there were 80.4 males. The median household income was $99,520 and the median family income was $127,254. Males had a median income of $87,688 versus $56,411 for females. The per capita income for the CDP was $60,893. About 0.4% of families and 2.1% of the population were below the poverty line, including 0.9% of those under age 18 and 2.4% of those age 65 or over. ==Economy== Companies based in Chevy Chase include GEICO and CapitalSource. The city is also home to the Howard Hughes Medical Institute, the second-wealthiest philanthropic organization in the United States. ==Education== Montgomery County Public Schools operates public schools. Rochambeau French International School operates the Rollingwood Campus, for elementary grades, in Chevy Chase CDP, while its other campuses and its administrative headquarters are in Bethesda. Circa 2022 a new preschool and primary campus will open in Bethesda. ==References== ==External links== * *The Greater Bethesda-Chevy Chase Chamber of Commerce Category:Census-designated places in Maryland Category:Census-designated places in Montgomery County, Maryland Category:Streetcar suburbs Category:Suburbs of Washington, D.C.",
 "title": "Chevy Chase (CDP), Maryland"
}