{
 "id": "259473",
 "text": "Bridgewater was a census-designated place (CDP) in the town of Bridgewater in Plymouth County, Massachusetts, United States. The CDP ceased to exist when Bridgewater was given de facto city status in 2010. The population was 7,841 at the 2010 census. ==Geography== Bridgewater is located at (41.9901, -70.973241). According to the United States Census Bureau, the CDP has a total area of 5.7 km2 (2.2 mi2), of which 5.7 km2 (2.2 mi2) is land and 0.1 km2 (0.04 mi2) (0.90%) is water. ==Demographics== As of the census of 2000, there were 25,185 people, 2,505 households, and 1,265 families residing in the CDP. The population density was 1,169.5/km2 (3,029.2/mi2). There were 2,574 housing units at an average density of 451.7/km2 (1,170.0/mi2). The racial makeup of the CDP was 80.46% White, 1.97% Black or African American, 0.12% Native American, 1.85% Asian, 0.06% Pacific Islander, 14.12% from other races, and 1.43% from two or more races. Hispanic or Latino of any race were 3.26% of the population. There were 2,505 households, out of which 23.9% had children under the age of 18 living with them, 35.4% were married couples living together, 11.3% had a female householder with no husband present, and 49.5% were non- families. 37.5% of all households were made up of individuals, and 13.7% had someone living alone who was 65 years of age or older. The average household size was 2.16 and the average family size was 2.90. In the CDP, the population was spread out, with 16.4% under the age of 18, 28.0% from 18 to 24, 29.0% from 25 to 44, 15.3% from 45 to 64, and 11.3% who were 65 years of age or older. The median age was 28 years. For every 100 females, there were 87.2 males. For every 100 females age 18 and over, there were 83.1 males. The median income for a household in the CDP was $46,237, and the median income for a family was $55,511. Males had a median income of $41,834 versus $27,096 for females. The per capita income for the CDP was $20,301. About 3.2% of families and 7.5% of the population were below the poverty line, including 7.7% of those under age 18 and 11.1% of those age 65 or over. ==References== Category:Populated places in Plymouth County, Massachusetts Category:Former census-designated places in Massachusetts Category:Populated places disestablished in 2010",
 "title": "Bridgewater (CDP), Massachusetts"
}