{
 "id": "259535",
 "text": "Effie is an unorganized territory in Itasca County, Minnesota, United States. The population was 203 at the 2010 census. ==Geography== According to the United States Census Bureau, the unorganized territory has a total area of 80.3 square miles (208.0 km2), of which 79.7 square miles (206.3 km2) is land and 0.6 square miles (1.7 km2), or 0.81%, is water. ==Demographics== As of the census of 2000, there were 200 people, 81 households, and 58 families living in the unorganized territory. The population density was 2.5 people per square mile (1.0/km2). There were 176 housing units at an average density of 2.2/sq mi (0.9/km2). The racial makeup of the unorganized territory was 92.00% White, 7.00% Native American and 1.00% Asian. There were 81 households, out of which 33.3% had children under the age of 18 living with them, 63.0% were married couples living together, 6.2% had a female householder with no husband present, and 27.2% were non-families. 19.8% of all households were made up of individuals, and 8.6% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 2.81. In the unorganized territory the population was spread out, with 23.5% under the age of 18, 6.0% from 18 to 24, 21.0% from 25 to 44, 36.0% from 45 to 64, and 13.5% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 122.2 males. For every 100 females age 18 and over, there were 118.6 males. The median income for a household in the unorganized territory was $41,429, and the median income for a family was $41,875. Males had a median income of $31,875 versus $9,063 for females. The per capita income for the unorganized territory was $16,816. About 12.5% of families and 14.7% of the population were below the poverty line, including 22.5% of those under the age of 18 and 9.1% of those 65 or over. ==References== Category:Populated places in Itasca County, Minnesota Category:Unorganized territories in Minnesota",
 "title": "Effie (unorganized territory), Minnesota"
}