{
 "id": "259515",
 "text": "Spencer is a town in Worcester County, Massachusetts, United States. The population was 11,992 at the 2020 census. For geographic and demographic information on the census-designated place Spencer, please see the article Spencer (CDP), Massachusetts. ==History== thumb|left Spencer was first settled in 1717 by Nathaniel Wood, and first permanently settled by Samuel Bemis in 1721. Spencer is located in central Worcester County, twenty minutes west of Worcester via Route 9, and about forty-five east of Springfield via Routes 49, 20, and the Massachusetts Turnpike. It was officially incorporated on April 12, 1753, splitting from the town of Leicester. Spencer was named after the then-acting governor of Massachusetts, Spencer Phips. Spencer was the home of the Howe family of inventors, including Elias Howe, who perfected the lockstitch sewing machine. In 1784, Spencer was a major stopping place on the Old Boston Post Road's stage route between Boston and Hartford, and on to New York. Passengers changed stages in Spencer, as one coach would come from Boston and connect with one coming north from Hartford. Each stagecoach would turn around and return whence it came. Travelers often stopped for the night at Jenk's Tavern in Spencer, as did General Henry Knox, pushing his cannons through the streets of the town on his way to Boston from Ticonderoga, and George Washington in 1789. Spencer still has colonial-era milestone markers showing the route of the old post road. When the War of Independence broke out in 1775 it found Spencer ready to take part; fifty-six men under Captain Ebenezer Mason immediately set out to Boston. Many of these men later took part in the Battle of Bunker Hill. A total of 313 Spencer men are known to have served in the Civil War; thirty-two lost their lives in the service of their country. Spencer's first mill was built in 1740 on the Seven Mile River, the greatest source of waterpower in the town. In 1811, Josiah Green began making shoes, and in 1834 he built a factory. The Prouty family began to make shoes in 1820, and built their factory in 1855. In 1812, Elliot Prouty had begun to \"draw\" wire in a mill he had built. His business flourished in his family until 1916, when it merged with Wickwire Steel Co. At one time, Spencer had 11 factories and 26 buildings for wire drawing. In 1839 the town hall was constructed, and eighteen years later, Denny Hall, the town's first high school, was built. In 1888–1889, four prominent citizens (David Prouty, Richard Sugden, Luther Hill and Nathaniel Myrick) presented the town with a new high school, a library, a public park and the Spencer Agricultural Fair Grounds. The Howe family of Spencer did much to make the town famous in the annals of ingenious Americans. William Howe of Spencer developed a wooden truss bridge named for him, and his brother, Tyler Howe, patented a spring bed. Their nephew, Elias Howe, Jr., may well have eclipsed them when he invented the lockstitch sewing machine. Spencer is home to Saint Joseph's Abbey, a cloistered Roman Catholic monastery of monks of the Cistercian Order of the Strict Observance, popularly known as Trappists. They support the order through their three industries: the Holy Rood Guild, which makes a variety of liturgical garments (vestments) and linens; and Trappist Preserves, jams and jellies sold in retail outlets and at their gift shop in the Porter's Lodge; and Spencer Trappist Ale (the first and only certified Trappist beer made in the U.S. ===2007 public water lye accident=== On April 25, 2007, it was discovered early in the morning that there was a malfunction at one of the town's water treatment facilities where a hazardous amount of sodium hydroxide (lye) was released into the town's water supply. The official cause was a malfunction of the system due to operator error, that regulates the amount of lye released. According to local news reports, dozens of people received medical treatment for \"burning sensations and skin rashes\". ==Geography== thumb|left|Hanging Basket on Main Street with Town Hall tower in background. According to the United States Census Bureau, the town has a total area of , of which is land and , or 3.52%, is water. The town, roughly rectangular in shape, is bounded on the east by Leicester, on the south by Charlton, on the west by East Brookfield and North Brookfield, on the northwest by New Braintree, on the north by Oakham, and on the northeast by Paxton. It is divided into quarters by north–south Route 31 and east–west Route 9. A third state highway, Route 49, connects the town's western portions with nearby Sturbridge. Spencer has many acres of preserved parks and hiking areas, such as the Burncoat Pond Wildlife Sanctuary, which is protected by the Massachusetts Audubon Society, and Spencer State Forest/Howe State Park, marking the birthplace of inventor Elias Howe.https://www.mass.gov/locations/spencer-state-forest ==Demographics== As of the census of 2000, there were 11,691 people, 4,583 households, and 3,093 families residing in the town. The population density was . There were 4,938 housing units at an average density of . The racial makeup of the town was 97.93% White, 0.59% Black or African American, 0.24% Native American, 0.33% Asian, 0.02% Pacific Islander, 0.26% from other races, and 0.64% from two or more races. Hispanic or Latino of any race were 1.33% of the population. There were 4,583 households, out of which 31.7% had children under the age of 18 living with them, 53.0% were married couples living together, 10.3% had a female householder with no husband present, and 32.5% were non-families. Of all households 25.9% were made up of individuals, and 10.3% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.05. In the town, the population was spread out, with 24.6% under the age of 18, 8.7% from 18 to 24, 29.9% from 25 to 44, 24.4% from 45 to 64, and 12.4% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 98.0 males. For every 100 females age 18 and over, there were 95.9 males. The median income for a household in the town was $46,598, and the median income for a family was $56,763. Males had a median income of $40,581 versus $29,837 for females. The per capita income for the town was $21,017. About 5.9% of families and 8.6% of the population were below the poverty line, including 10.2% of those under age 18 and 10.1% of those age 65 or over. ==Government== ==Library== thumb|right|Spencer public library, 1899 The Spencer public library began in 1870.C.B. Tillinghast. The free public libraries of Massachusetts. 1st Report of the Free Public Library Commission of Massachusetts. Boston: Wright & Potter, 1891. Google booksRichard Sugden Library. Retrieved 2010-11-10 In fiscal year 2008, the town of Spencer spent 2.04% ($280,959) of its budget on its public library—or $23 per person.July 1, 2007 through June 30, 2008; cf. The FY2008 Municipal Pie: What's Your Share? Commonwealth of Massachusetts, Board of Library Commissioners. Boston: 2009. Available: Municipal Pie Reports . Retrieved 2010-08-04 ==Education== Spencer's public schools are regionalized K–12 with East Brookfield. Spencer students attend Wire Village School for grades kindergarten through fourth. Students from both towns attend Knox Trail Junior High School for grades 5–8, but the 6th grade is only students from Spencer; David Prouty High School for grades 9–12. David Prouty Junior High School, which was also the former building of the old high school, was recently closed and reopened as a senior living center after being replaced by the Wire Village School. * Some students come out of the 8th grade and have the option of going to Bay Path RVTHS for high school. On November 18, 2015, more than 200 students from David Prouty High School took part in a sit-in in protest of the district's administration. Protesting the lack of current textbooks, cuts in the music and theater programs, the band, and the Student Council, they walked out of class and spent the day in the gymnasium. Having not been satisfied with having their voices heard at the School Committee meeting the night before, they were targeting the superintendent, Tracey Crowe, whom the district's teachers had also given a vote of no confidence in. ==Notable people== * Don Brown (1955–), Head Football Coach for the University of Massachusetts. * Nathan Cobb (1859–1932), known as \"the father of nematology in the United States\" * Elias Howe (1819–1867), inventor of the sewing machine * Phineas Jones (1819–1884), represented New Jersey's 6th congressional district from 1881 to 1883 * Earle Mack (1890–1967), Major League Baseball manager and owner * Patrick Ricard (1994–), pro bowl Fullback for the Baltimore Ravens since 2017 * Rufus Sibley (1841–1928), businessman in Rochester, New York. Founder of Sibley's department store * Leah Van Dale (1987–), professional wrestler known by the ring name Carmella ==See also== * Browning Pond * Spencer Airport * Thompson Pond (Massachusetts) ==References== ==External links== * Official town website * Spencer-East Brookfield Regional School District * Spencer Fair - held Labor Day weekend * Spencer New Leader - free weekly newspaper * * St. Joseph's Abbey Category:Towns in Massachusetts Category:Towns in Worcester County, Massachusetts",
 "title": "Spencer, Massachusetts"
}