{
 "id": "259604",
 "text": "Hampton is a census-designated place (CDP) comprising the town center and surrounding developed areas of the town of Hampton, Rockingham County, New Hampshire, United States. The population of the CDP was 9,597 at the 2020 census, out of 16,214 in the entire town. ==Geography== The CDP occupies the central part of the town of Hampton, centered on the intersection of U.S. Route 1 (Lafayette Road) with New Hampshire Route 27 (Exeter Road/High Street). The CDP is bordered to the north by the town of North Hampton and to the southeast by the Hampton Beach CDP within the town of Hampton. The eastern border of the Hampton CDP begins at Woodland Road, then proceeds down Nilus Brook and through Meadow Pond. The southern border follows Tide Mill Creek through the Hampton Saltmarsh from Meadow Pond to New Hampshire Route 101, which forms the southwestern border of the CDP to Interstate 95, the western extent of the CDP. U.S. Route 1 leads north from Hampton to Portsmouth and south the same distance to Newburyport, Massachusetts. Route 27 leads east to the Atlantic Ocean and west to Exeter. Route 101 (the Exeter–Hampton Expressway) is accessible from Exit 13 (NH 27) on the west edge of the CDP and from US 1 on the southern edge. Route 101 leads southeast to the Atlantic Ocean in Hampton Beach and west to Manchester. Interstate 95 is accessible from Route 101 at the western edge of the CDP and leads north to Portland, Maine, and south to Boston, Massachusetts. According to the U.S. Census Bureau, the Hampton CDP has a total area of , of which are land and , or 1.72%, are water. ==Demographics== As of the census of 2010, there were 9,202 people, 3,976 households, and 2,504 families residing in the CDP. There were 4,313 housing units, of which 337, or 7.8%, were vacant. The racial makeup of the CDP was 96.1% white, 0.7% African American, 0.1% Native American, 1.4% Asian, 0.1% Pacific Islander, 0.4% some other race, and 1.1% from two or more races. 1.8% of the population were Hispanic or Latino of any race. Of the 3,976 households in the CDP, 27.9% had children under the age of 18 living with them, 50.5% were headed by married couples living together, 8.6% had a female householder with no husband present, and 37.0% were non-families. 30.7% of all households were made up of individuals, and 12.5% were someone living alone who was 65 years of age or older. The average household size was 2.29, and the average family size was 2.88. 19.6% of residents in the CDP were under the age of 18, 8.2% were from age 18 to 24, 23.5% were from 25 to 44, 32.7% were from 45 to 64, and 16.1% were 65 years of age or older. The median age was 44.3 years. For every 100 females, there were 99.4 males. For every 100 females age 18 and over, there were 100.4 males. For the period 2011-15, the estimated median annual income for a household was $79,460, and the median income for a family was $102,669. Male full-time workers had a median income of $65,349 versus $52,135 for females. The per capita income for the CDP was $41,837. 5.3% of the population and 4.2% of families were below the poverty line, along with 9.1% of people under the age of 18 and 4.2% of people 65 or older. ==References== Category:Census-designated places in New Hampshire Category:Census-designated places in Rockingham County, New Hampshire",
 "title": "Hampton (CDP), New Hampshire"
}