{
 "id": "259691",
 "text": "Afton is a village in Chenango County, New York, United States. The population was 822 at the 2010 census. The village is named after the poem \"Sweet Afton\" by Scottish poet Robert Burns, referring to the River Afton in Ayrshire, Scotland. The village of Afton is located in the town of Afton and is northeast of Binghamton. == History == The first settlement in the town, around 1786, was near the site of the present village. Ebenezer Landers built a home on the east side of the Susquehanna River. The home was later acquired by Dr. Carlton J. H. Hayes, professor of history at Columbia University and the United States ambassador to Spain during World War II. Hayes added the Pillard Porticho to the Landers home, and the structure continues to stand and is known as the Jericho Farm today. In 1983, the Main Street Historic District was listed on the National Register of Historic Places. ==Geography== Afton village is located at the geographic center of the town of Afton at (42.22918, -75.524781), in southern Chenango County. According to the United States Census Bureau, the village has a total area of , of which is land and , or 4.57%, is water. The Susquehanna River flows through the village. Interstate 88 passes just east of the village limits, with access from Exit 7. The center of Afton is at the junction of NY Route 7 and NY Route 41. Binghamton is to the southwest, and Oneonta is to the northeast. County Road 30 also intersects NY-41 in the village. ==Demographics== As of the census of 2000, there were 836 people, 366 households, and 237 families residing in the village. The population density was 550.4 people per square mile (212.4/km). There were 403 housing units at an average density of 265.3 per square mile (102.4/km). The racial makeup of the village was 98.44% White, 0.12% Black or African American, 1.08% Native American, 0.12% Asian, and 0.24% from two or more races. Hispanic or Latino of any race were 1.32% of the population. There were 366 households, out of which 27.6% had children under the age of 18 living with them, 48.6% were married couples living together, 11.5% had a female householder with no husband present, and 35.2% were non-families. 34.2% of all households were made up of individuals, and 18.6% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.86. In the village, the population was spread out, with 22.7% under the age of 18, 7.5% from 18 to 24, 26.3% from 25 to 44, 22.8% from 45 to 64, and 20.6% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 91.3 males. For every 100 females age 18 and over, there were 87.2 males. The median income for a household in the village was $34,412, and the median income for a family was $38,194. Males had a median income of $30,972 versus $21,250 for females. The per capita income for the village was $17,299. About 9.3% of families and 9.8% of the population were below the poverty line, including 16.9% of those under age 18 and 9.0% of those age 65 or over. ==References== ==External links== *Village Officials of Afton Category:Villages in New York (state) Category:Populated places established in 1786 Category:Villages in Chenango County, New York",
 "title": "Afton (village), New York"
}