{
 "id": "259650",
 "text": "Franklinville is a village in Cattaraugus County, New York, United States. The population was 1,740 at the 2010 census. The community was named after William Temple Franklin, an agent with the Holland Land Company and the grandson of Founding Father Benjamin Franklin. The village is in the northeast part of the town of Franklinville. == History == The community was founded circa 1806, while still in an area named \"Ischua\". The village of Franklinville was incorporated in 1874. The central core of the village is on the National Register of Historic Places as the Park Square Historic District. Also listed on the National Register of Historic Places is the Simeon B. Robbins House. ==Geography== Franklinville is located at (42.3370091, -78.4580762) and its elevation is . According to the 2010 United States Census, the village has a total area of , all land. The village is located in the Ischua Valley, and Ischua Creek, a tributary of Olean Creek and part of the Allegheny River watershed, flows past the west side of the community. Gates Creek joins Ischua Creek south of the village, and Saunders Creek joins it north of the village. A wide part of Gates Creek, formed by a dam, creates a small lake southeast of the village. The village is on conjoined NY-16 and NY-98. County Roads 17, 24, 46, and 69 also converge on the village. ==Demographics== As of the census of 2000, there were 1,855 people, 696 households, and 505 families residing in the village. The population density was 1,735.6/square mile. There were 756 housing units at an average density of (707.3/square mile;). The racial makeup of the village was 98.60% White, 0.32% Native American, 0.38% Asian, and 0.70% from two or more races. Hispanic or Latino of any race were 0.65% of the population. There were 696 households, out of which 38.4% had children under the age of 18 living with them, 51.6% were married couples living together, 16.2% had a female householder with no husband present, and 27.4% were non- families. 24.0% of all households were made up of individuals, and 13.9% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.08. In the village, the population was spread out, with 30.7% under the age of 18, 8.4% from 18 to 24, 26.0% from 25 to 44, 19.5% from 45 to 64, and 15.4% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 92.0 males. For every 100 females age 18 and over, there were 85.4 males. The median income for a household in the village was $31,900, and the median income for a family was $36,711. Males had a median income of $27,093 versus $21,490 for females. The per capita income for the village was $13,600. About 7.7% of families and 11.4% of the population were below the poverty line, including 14.3% of those under age 18 and 7.8% of those age 65 or over. == Education == Ten Broeck Academy and Franklinville Central School are located at 31 & 32 North Main Street. The academy was established in 1867 by Peter Ten Broeck, a native of Somerset County, New Jersey, a successful farmer and county judge. At the time of his death he left a trust fund of $60,000 to be used for the building of an academy to provide free education (at a time when few scholars had the opportunity of continuing with their education beyond the eighth grade) for high school students in the area, said academy to be known as the Ten Broeck Free Academy. The academy later became a part of the Franklinville public school system, and the stone foundation at the present high school building in Franklinville came from the original Ten Broeck Free Academy stone structure. == Industry == * Cattaraugus Container * Ontario Knife CompanyOntario Knife Website == Notable people == * Shirl Conway, TV and Broadway actress * Patricia McGee, former New York state senator * Wade Morton, former racecar driver * Kimberly Pressler, Miss USA 1999 * Margaret Shulock, cartoonist * George E. Spring, former New York state senator ==References== ==External links== * Town and Village of Franklinville official website Category:Villages in New York (state) Category:Villages in Cattaraugus County, New York",
 "title": "Franklinville (village), New York"
}