{
 "id": "259754",
 "text": "Pine Plains is a town in Dutchess County, New York, United States. The population was 2,472 at the 2010 census. The name is derived from the geographic character of the region. The hamlet of Pine Plains is on the northern border of the county. ==History== The town was part of the Little Nine Partners Patent of 1706. The town was first settled around 1740 by Moravian missionaries to the native Mahican village of Shekomeko. The town of Pine Plains was formed from the town of North East in 1823. In the 1880s the town served as the winter-home for P.T. Barnum's animals. This was due to the rural, non-urban nature of the town (fewer prying eyes), and proximity to many different railroad lines. In 1907, Walter W. Law moved Briarcliff Farms from Briarcliff Manor, New York, to Pine Plains and sold the property in 1918. In 1916, New York banker Oakleigh Thorne and several business partners purchased large land parcels and began breeding Angus cattle still in the name of Briarcliff Farm. The farm was broken up into several smaller farms in the late 1940s, and most lasted until the early 1980s, closing due to property taxes and poor economic conditions. Berkshire Stud purchased there, starting in 1983. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land, and , or 1.89%, is water. The northern town line is the border of Columbia County. Three small lakes lie west of Pine Plains hamlet: Stissing Lake which is excellent for swimming, Thompson Pond which is dedicated to conservation for wildlife, and Twin Island Lake, known locally as \"Mud Pond\". Stissing Mountain, the town's highest point at , is immediately to the west. It is formed of Precambrian gneiss that remains after numerous cycles of glaciation have scoured and reformed the surrounding terrain. The mountain itself is a permanent exhibit at the American Museum of Natural History, showcasing its unique formation and flora/fauna of the area. ==Land use== The town recently enacted its first zoning ordinance after protracted review, discussion and community input. === Carvel Farm === Pine Plains is the location of a two-thousand-acre farm assembled by ice cream parlor chain entrepreneur Tom Carvel. It currently belongs to the Durst Organization, which is planning a housing community. ==Demographics== As of the census of 2000, there were 2,569 people, 988 households, and 700 families residing in the town. The population density was 83.2 people per square mile (32.1/km2). There were 1,161 housing units at an average density of 37.6 per square mile (14.5/km2). The racial makeup of the town was 96.26% white, .90% black or African American, .66% Native American, .66% Asian, .47% from other races, and 1.05% from two or more races. Hispanic or Latino of any race were 1.36% of the population. There were 988 households, out of which 33.5% had children under the age of 18 living with them, 55.6% were married couples living together, 10.1% had a female householder with no husband present, and 29.1% were non-families. 23.0% of all households were made up of individuals, and 9.9% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.03. In the town, the population was spread out, with 25.9% under the age of 18, 6.4% from 18 to 24, 27.2% from 25 to 44, 25.6% from 45 to 64, and 14.9% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 93.2 males. For every 100 females age 18 and over, there were 94.7 males. The median income for a household in the town was $43,125, and the median income for a family was $46,900. Males had a median income of $35,417 versus $26,645 for females. The per capita income for the town was $24,259. About 5.7% of families and 9.2% of the population were below the poverty line, including 14.0% of those under age 18 and 2.3% of those age 65 or over. ==Communities and locations== *Bethel - A hamlet in the south-central part of town. *Hammertown - A hamlet east of Pine Plains village. *Mount Ross - A location in the northwestern corner of the town. *Pachin Mills - A hamlet in the northern part of the town, near the Columbia County border. *Pine Plains - The hamlet of Pine Plains, located in the center of the town. *Pulver's Corners - A location in the northeastern section of the town. == Points of interest == * Graham-Brush Log House * The Pines * Stissing Mountain and Thompson Pond Preserve * Evergreen Cemetery == Government and emergency services == === Government === Pine Plains operates under a council-manager form of government. The town supervisor is the chief administrative officer of the city selected to carry out the directives of the council. The manager monitors the town's fiscal condition and enforces its ordinances and laws. The town supervisor is also involved in the discussion of all matters coming before council yet has no final vote. The town board is the legislative body consisting of the town supervisor and four council members. The town supervisor serves as the presiding officer of the council. The council functions to set policy, approve the annual budget, appoint the town supervisor and town clerk, and enact local laws, resolutions & ordinances. === Fire and emergency medical services === The Pine Plains Fire District serves the town of Pine Plains as well as a portion of the town of Gallatin in southern Columbia County. With the sole fire station located in the center of the town at the corner of Lake Rd and South Main St, Pine Plains has been assigned a department ID number of \"55\". Firefighters in Pine Plains get alerted via paging through the Dutchess County Department Of Emergency Response, as well as text notifications to phones. Roughly 20 active members respond to any emergencies 24/7. The fire department is 100% volunteer. The Pine Plains Hose Company is made up of two fire engines for fire calls (55-11, 12), one tanker (55-31), one heavy rescue for car accidents and specialty incidents (55-51), and one brush truck and one ATV for brush fire and off-road capabilities (55-61, 55-96). The Pine Plains Rescue Squad operates two basic life support ambulances (55-71, 72) and responds to medical emergencies in the district. These ambulances are able to handle many of the medical calls. Northern Dutchess Paramedics is the paramedic provider for the town and are headquartered in Rhinebeck, NY. They are called upon if the medical call requires a higher level of care. === Police === Police protection to the Town of Pine Plains includes three different entities; Pine Plains Police, Dutchess County Sheriff's Office and New York State Police. The local town of Pine Plains police force is a part-time force, providing coverage roughly half of the week, at different times. The department includes three patrol cars and seven officers as of 2019 with hopes of continued expansion. When someone calls 911, the call is routed to the Dutchess 911 center in Hyde Park and then police are polled for, and the closest unit responds. === Medical === Pine Plains has one small medical facility in the form of a Veteran's Affairs clinic. The town lies within a short distance from four medical centers. These include Northern Dutchess Hospital in Rhinebeck, Sharon Hospital in Sharon, CT, Vassar Brothers Medical Center in the City of Poughkeepsie, and MidHudson Regional Hospital located in the town of Poughkeepsie, New York. ==Culture== From 1920 into the 1970s, Stissing Lake was the site of the Stissing Lake camps (boys' facilities on the east side, girls' on the west). There an adolescent, Jerry Herman, son of the owners, honed his musical skills during the 1940s, leading many years later to his Tony award-winning shows Hello, Dolly! and La Cage aux Folles, and other Broadway musicals such as the hit Mame. Pine Plains was the original home of Tri-Arts, located in the Carvel Theatre. Starting in 2016, talk of major renovations to a large town building started. The building would come to be known as Memorial Hall. Originally built in 1915 and serving as a theater for silent films, then as a first-run cinema, as well as vaudeville shows. In 1975 after the original foundation ran out of money, it was reconfigured into a number of different shops. Slated to be completed by 2020, the space will serve as a new performing arts center and theatre. In addition to several cattle farms, Pine Plains is also the home to many horse farms. Berkshire Stud farm which has had several horses race in the Kentucky Derby, including Audible who was foaled here in 2015. The former Briarcliff farms location is also home to the current Mashomack Polo club which has been home to many cup events throughout its history. ==Notable people== * Philip Amelio, (1977–2005); actor and teacher *Thomas Carvel, (1906–1990); Greek born American businessman of Carvel Ice Cream fame * Thom Christoper, (b. 1940); television and stage actor *Leslie Denniston, (b. 1950); actor, married to Don Hastings *Don Hastings, (b. 1934); actor of \"As the World Turns\" fame *Priscilla Herdman, (b. 1948); American folk singer *John Eric Herlitz, (1942–2008); car designer of Plymouth Barracuda fame *Eileen Hickey, (1945–1999); Dutchess County politician *Evelyn Fox Keller, (b. 1936); Physicist and author *Eleanora Knopf, (1883–1974); prominent American Geologist who spent many years studying Stissing Mountain in the town *Tyler Lydon, (b. 1996); NBA Player who went to High School in Pine Plains *George Morgan, (1816–1879); New York State politician *William Snyder, (1864–1934); Head keeper at the Central Park Zoo *Tim and Nina Zagat, (b. 1940 & b.1942); founders and publishers of Zagat Restaurant Surveys == Gallery == File:Stissing Mountain and pond.JPG|Stissing Mountain and pond File:Stissing Mountain fire tower, Pine Plains, NY.jpg|Stissing Mountain fire tower File:Front of Graham-Brush Log House.jpg|Graham-Brush Log House File:The Pines, Pine Plains, NY 2016.jpg|The Pines File:Briarcliff Farms, Pine Plains.jpg|Briarcliff Farms File:NY 199 E of Hammertown 2014.jpg|NY 199 East of Pine Plains File:Church of St. Anthony (Pine Plains, New York).jpg|Church of St. Anthony File:FDR-Fala-1940.jpg|FDR with his dog fala on \"sunset hill\" overlooking Pine Plains ==References== ==External links== * Town of Pine Plains official website * Pine Plains Free Library *Pine Plains Fire Dept * Little Nine Partners Historical Society: Pine Plains, Milan and Northeast * Carvel Property Development Category:Towns in New York (state) Category:Poughkeepsie–Newburgh–Middletown metropolitan area Category:Towns in Dutchess County, New York Pine Plains",
 "title": "Pine Plains (town), New York"
}