{
 "id": "259830",
 "text": "Little Falls is a city in Herkimer County, New York, United States. The population was 4,946 at the 2010 census, which is the second-smallest city population in the state, ahead of only the city of Sherrill. The city is built on both sides of the Mohawk River, at a point at which rapids had impeded travel upriver. Transportation through the valley was improved by construction of the Erie Canal, completed in 1825 and connecting the Great Lakes with the Hudson River. The city is located at the northeastern corner of the town of Little Falls and is east of Utica. Little Falls has a picturesque location on the slope of a narrow and rocky defile, through which the Mohawk River falls in less than a mile (1.6 km), forming a number of cascades. ==History== Little Falls was first settled by Europeans around 1723, when German Palatines were granted land under the Burnetsfield Patent. It was then the westernmost European settlement in the colony of New York. The need to portage around the falls promoted a trading location on the site of the future city. It was the first settlement in the town. The settlers were attacked during the French and Indian War, but rebuilt their farms. The small settlement here was destroyed by Iroquois Indians, mostly Mohawk, and Tories in June 1782. The village was not resettled until 1790, and it was known at times as \"Rockton\" and \"Rock City.\" Little Falls was incorporated as a village in 1811, and reincorporated in 1827. The City of Little Falls was chartered in 1895. The Western Inland Canal (early attempt of the Erie Canal) was constructed in 1792 and helped the local economy. The Erie Canal, completed in 1825, passes through the city. Lock 17 of the New York State Erie Canal replaced the three locks of the original 1825 Erie Canal and is in height. With dairy farms located throughout the town, Little Falls was a major center for the manufacturing of cheese in the third quarter of the 19th century. Its products were shipped to market in New York City and other major cities. In the 20th century it attracted immigrants from eastern and southern Europe, who worked in factories for textiles, gloves and other products. In 1900, 10,381 people lived in Little Falls. It had its peak of population in 1920 with 13,029. Increasing urbanization of larger cities and the decline of manufacturing in the Mohawk Valley in mid-century have led to a decline in population. In 1903, a westbound New York Central special newspaper train derailed due to excessive speed on a sharp curve killing the engine crew. In 1940, a much more serious crash at the same location of a fifteen car luxury passenger train killed 31. ==Notable people== *Benjamin T. Babbitt operated a machine shop in Little Falls early in his career; he became a 19th-century soap manufacturing magnate. *Justus D. Barnes, stage and silent film actor, was born in Little Falls. *Francis Bellamy, author of the United States Pledge of Allegiance, lived in the city. *Natale H. Bellocchi, diplomat, was born in Little Falls. *David H. Burrell, inventor and gentleman farmer who lived and worked here, patented the first technically sound oil burner that could burn both liquid and gaseous fuels in 1885; in 1985, President Ronald Reagan declared it \"Oil Heat Centennial Year\" because it marked 100 years since the U.S. Patent Office granted Burrell the patent for his furnace. *Fred J. Douglas, politician and US congressman, lived in Little Falls. *Thomas Falvey, Wisconsin state legislator and mayor, lived in Little Falls. *Nicholas Herkimer, Patriot general who commanded troops in the Battle of Oriskany during the Revolutionary War; he died of wounds suffered in that conflict; a monument to him was erected in 1896, at his home on the outskirts of the city. *Wayne Levi, professional golfer, was born in Little Falls. *Ann Marcus, co-writer of soap opera Mary Hartman, Mary Hartman. *Mary Myers, first female to solo fly a lighter-than-air passenger balloon. *Bill Warner, a motorcycle racer and world motorcycle land-speed record holder, was born in Little Falls. Warner was killed in a motorcycle crash in July 2013 while trying to set a new record. ==National Register of Historic Places== The following are listed on the National Register of Historic Places: James Sanders House, Italian Community Bake Oven, Little Falls City Hall, Little Falls Historic District, Overlook, Emmanuel Episcopal Church, South Ann Street-Mill Street Historic District, the Overlook (Burrell) House, and the United States Post Office. ==Geography== According to the United States Census Bureau, the city has a total area of , of which are land and , or 3.79%, are water. Little Falls is mostly on the north bank of the Mohawk River, near a waterfall which was smaller than another waterfall on the river in Cohoes. The cliff on the south bank of the Mohawk River in the city is known as Rollaway. New York state routes 5, 167, 169 and 170 converge on Little Falls. NY 170 has its southern terminus in the city, while NY 169 has its southern terminus south of the city, in the town of Danube. ==Media== Little Falls is served by The Times Telegram of nearby Herkimer, which was formed in 2015 by the merger of the locally based Evening Times into Herkimer's Evening Telegram, as well as the Observer-Dispatch in Utica. Two radio stations, WIXT (1230 AM) and WSKU (105.5 FM), are licensed to the city. Little Falls is also served by stations in the Utica television market. ==Demographics== As of the census of 2000, there were 5,188 people, 2,339 households, and 1,277 families residing in the city. The population density was 1,367.0 people per square mile (527.1/km2). There were 2,646 housing units at an average density of 697.2 per square mile (268.8/km2). The racial makeup of the city was 97.78% White, 0.29% Black or African American, 0.33% Native American, 0.58% Asian, 0.06% from other races, and 0.96% from two or more races. Hispanic or Latino of any race were 0.54% of the population. There were 2,339 households, out of which 25.0% had children under the age of 18 living with them, 37.4% were married couples living together, 12.5% had a female householder with no husband present, and 45.4% were non-families. 39.6% of all households were made up of individuals, and 21.5% had someone living alone who was 65 years of age or older. The average household size was 2.15 and the average family size was 2.86. In the city, the population was spread out, with 21.8% under the age of 18, 7.6% from 18 to 24, 24.9% from 25 to 44, 21.7% from 45 to 64, and 24.1% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 84.4 males. For every 100 females age 18 and over, there were 81.4 males. The median income for a household in the city was $23,965, and the median income for a family was $34,583. Males had a median income of $28,807 versus $21,040 for females. The per capita income for the city was $15,139. About 9.3% of families and 16.6% of the population were below the poverty line, including 16.9% of those under age 18 and 11.2% of those age 65 or over. ==In media== *Walter D. Edmonds' novel, Drums Along the Mohawk (1939), featured German families in this area in the Revolutionary era. *Little Falls is the setting of the novel, The Ordinary White Boy (2001), by Brock Clarke. *The city's Main Street was featured in several scenes of A Quiet Place (2018).http://www.uticaod.com/news/20180406/little-falls-featured-in-a-quiet- place ==See also== *Herkimer County Historical Society ==References== ==External links== * City of Little Falls official website * Little Falls community website * Little Falls Historical Society * Little Falls Canal Documentation Archive * Little Falls Public Library Collection on New York Heritage * Category:Cities in New York (state) Category:Utica–Rome metropolitan area Category:Populated places established in 1723 Category:Cities in Herkimer County, New York Category:1723 establishments in the Thirteen Colonies Category:Populated places on the Mohawk River Category:Palatine German settlement in New York (state)",
 "title": "Little Falls (city), New York"
}