{
 "id": "259816",
 "text": "Coxsackie is a village in Greene County, New York, United States. The population was 2,813 at the 2010 census. The village name comes from the native word mak-kachs-hack-ing. When the land was purchased by the Dutch settlers, the name was written as Koxhackung. New York State Museum of Natural History, New York State Museum and Science Service, Bulletin Issues 332-337, page 40. Retrieved 9 July 2010 from Google Books. It is generally translated as \"Hoot-owl place\" Old Dutch Place Names from www.ancestry.com. or \"place of many owls\". The village is in the eastern part of the town of Coxsackie along the Hudson River. thumb|Article on upcoming development in Coxsackie Village The \"downstreet,\" or downtown area, along Reed Street is home to a Post Office branch, a town Library (Heermance Memorial Library), the main offices of the State Telephone Company (internet and telephone services), National Bank of Coxsackie's main branch office, and a growing group of active, small businesses. Reed Street is two blocks long and ends at Riverside Park with panoramic views of the Hudson River. A local developer has recently bought the decaying but historic buildings and warehouses along the river in order to re- develop them for new use. ==History== The original plot of land was sold by American Indians to Pieter Bronck in 1661 for 150 guilders in beaver pelts.Munsell, Joel, Collections on the History of Albany: From Its Discovery to the Present Time, page 298. Retrieved 8 July 2010 from Google Books. The lower part of the village was once called \"Reeds Landing\". In the late 19th century, this area contained several factories and a steamboat landing, now replaced by a waterfront park. The district was built up around industries that serviced, by way of the Hudson River, New York City to the South and points North. There were several ice houses that harvested ice from the river as well as brick foundries, iron foundries, carriage makers and lumber treating. Warehousing and transport from local farms was also an important industry. The remains of the steam freighter Storm King still rest here, in the river just north of the park, where she sank at her moorings in the 1930s. She is still visible except at the highest tide or during flooding. Near this area in the early 20th century was a popular sandy beach that drew thousands of visitors on summer weekends. The beach eroded away after channelization of the Hudson during the 1930s, when deep water navigation was extended up to Albany. A ferry service connected the village to Newtons Hook across the river in Columbia County until June 12, 1938.[Chatam, NY Courier (Newspaper), Page 4, Thursday, March 27, 1958] In 1947, the Coxsackievirus was isolated from an outbreak in upstate New York, and was named after the village, being the location where the outbreak first began. ==Geography== Coxsackie is located in eastern Greene County on the west bank of the Hudson River. The Hudson is an estuary. Although Coxsackie is from the ocean, tides here range about (the river flows both ways depending on time of day). New York State Route 385 passes through the village, leading south (downriver) to Athens and to Catskill, and northwest to its terminus at U.S. Route 9W just outside the village limits. US 9W leads north to an interchange with Interstate 87 (the New York State Thruway); via the Thruway it is north to Albany, the state capital, and south to New York City. According to the United States Census Bureau, the village has a total area of , of which is land and , or 16.31%, is water. == Historic District == Reed Street Historic District is a national historic district located at Coxsackie in Greene County, New York. The district contains 30 contributing buildings. They are a collection of mid-19th century, two and three story commercial buildings. The district displays a uniformity of style in its Italianate style brick facades with ornate brackets and overhanging eaves. Recently, new, independently-owned businesses have opened on Reed Street bringing Coxsackie's historic \"downstreet\" back to life: Mansion + Reed General Store (a specialty grocery and cafe), Reed Street Bottle Shop (a wine and spirits shop), Pilothouse Paper (a stationary and gift shop), Che Figata (an Italian Bistro), Mahalo Toyshop, and the Yellow Deli (a deli serving breakfast and lunch). ==Demographics== As of the census of 2000, there were 2,895 people, 1,188 households, and 723 families residing in the village. The population density was 1,332.1 people per square mile (515.1/km2). There were 1,307 housing units at an average density of 601.4 per square mile (232.6/km2). The racial makeup of the village was 95.89% White, 2.28% Black or African American, 0.28% Native American, 0.48% Asian, 0.03% Pacific Islander, 0.24% from other races, and 0.79% from two or more races. Hispanic or Latino of any race were 2.59% of the population. There were 1,188 households, out of which 32.0% had children under the age of 18 living with them, 43.6% were married couples living together, 12.5% had a female householder with no husband present, and 39.1% were non-families. 32.7% of all households were made up of individuals, and 15.3% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 3.09. In the village, the population was spread out, with 27.1% under the age of 18, 7.8% from 18 to 24, 27.6% from 25 to 44, 23.8% from 45 to 64, and 13.7% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 88.0 males. For every 100 females age 18 and over, there were 81.9 males. The median income for a household in the village was $36,098, and the median income for a family was $44,565. Males had a median income of $36,349 versus $28,182 for females. The per capita income for the village was $17,914. About 10.4% of families and 12.7% of the population were below the poverty line, including 13.9% of those under age 18 and 18.4% of those age 65 or over. ==References== ==External links== * Village of Coxsackie official website * Town of Coxsackie Category:Villages in New York (state) Category:Villages in Greene County, New York Category:1661 establishments in the Dutch Empire",
 "title": "Coxsackie (village), New York"
}