{
 "id": "259986",
 "text": "Cherry Valley is a town in Otsego County, New York, United States. The population was 1,224 at the 2010 census. Within the Town of Cherry Valley is a village, also called Cherry Valley. The town is in the northeastern corner of the county and is northeast of the City of Oneonta. == History == The modern history of Cherry Valley begins with John Lindesay receiving a land grant from George II of Great Britain; he moved there in 1739, and seven Anglo-Scottish families from New Hampshire moved into the area the following year. Due to high snow, the community almost failed but was saved by provisions from local natives. During the American Revolutionary War, Walter Butler, a New York Loyalist, led a mixed force of Indians and Loyalists to the area, resulting in the Cherry Valley Massacre, during which more than 40 people were killed and many were captured. This massacre was followed by a second raid in 1780, leading to the temporary abandonment of the village. The town was established in 1791 from Canajoharie (in Montgomery County) as one of the original towns in the county. It was subsequently divided, giving rise to several new towns: Middlefield, Springfield, and Worcester (all in 1797) and Roseboom in 1854. In 1812, the community of Cherry Valley set itself apart by incorporating as a village. The town has become known for its arts community, and for a summer festival which attracts opera lovers from the Glimmerglass Festival in nearby Cooperstown. The Tepee was listed on the National Register of Historic Places in 2011. ==Geography== According to the United States Census Bureau, the town has a total area of 40.1 square miles (103.8 km2), all land. The northern town line is the border of Montgomery and Herkimer counties. The eastern town line is the border of Schoharie County. New York State Route 166 intersects US Route 20 in the town. The Cherry Valley Creek flows southward through the center of the town. ==Demographics== As of the census of 2000, there were 1,266 people, 482 households, and 350 families residing in the town. The population density was 31.6 people per square mile (12.2/km2). There were 629 housing units at an average density of 15.7 per square mile (6.1/km2). The racial makeup of the town was 98.82% White, 0.08% Black or African American, 0.08% Native American, 0.39% Asian, 0.08% from other races, and 0.55% from two or more races. Hispanic or Latino of any race were 0.24% of the population. There were 482 households, out of which 31.7% had children under the age of 18 living with them, 58.3% were married couples living together, 10.6% had a female householder with no husband present, and 27.2% were non-families. 23.4% of all households were made up of individuals, and 10.2% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.10. In the town, the population was spread out, with 27.1% under the age of 18, 5.7% from 18 to 24, 27.2% from 25 to 44, 24.6% from 45 to 64, and 15.4% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 94.2 males. For every 100 females age 18 and over, there were 90.3 males. The median income for a household in the town was $39,107, and the median income for a family was $44,559. Males had a median income of $28,810 versus $22,417 for females. The per capita income for the town was $16,792. About 7.9% of families and 11.3% of the population were below the poverty line, including 15.8% of those under age 18 and 7.1% of those age 65 or over. ==Notable people== * William M. Oliver, US congressman * Jill Flint, actress * Charles Plymell, poet * Paul Bley, pianist * William Bodmer, author == Communities and locations in the Town of Cherry Valley == *Cape Wykoff - An elevation located northwest of Cherry Valley. *Center Valley - A hamlet in the southeastern corner of the town, located on County Road 50. *Cherry Valley - The Village of Cherry Valley is located on NY-166 and Cherry Valley Creek. *Judds Falls - A waterfall located north of Cherry Valley. *Mount Independence - One of the highest elevations in the county. *Salt Springville - A hamlet straddling the northern town line; partially in the Town of Minden. *Shankley Mountain - An elevation in the northwestern corner of the town. *Sprout Brook, New York - a hamlet five miles north of Cherry Valley on Rte 163. ==References== ==External links== * Cherry Valley information *Cherry Valley History *Official page by the Chamber of Commerce *Official Cherry Valley website * Early map and brief history of Cherry Valley Category:Towns in New York (state) Category:American Revolutionary War sites Category:Towns in Otsego County, New York",
 "title": "Cherry Valley, New York"
}