{
 "id": "260049",
 "text": "Edwards is a town in St. Lawrence County, New York, United States. The population was 1,156 at the 2010 census. The village is named after Edward McCormack, brother of the founder. Until January 1, 2013, the Town of Edwards contained a village also called Edwards. The former village dissolved on December 31, 2012. The town is in the southwestern part of the county, south of Canton. == History == During the War of 1812, settlers began arriving in the town. The town was formed in 1827 from a section of the Town of Fowler. In 1852, Edwards was increased by part of the Town of Hermon. The local economy is based on farming and mining, but the local mining activities have been minimal since 1984. The Edwards Town Hall was listed on the National Register of Historic Places in 2004. HoLa NiHoS ==Geography== According to the United States Census Bureau, the town has a total area of 51.3 square miles (133.0 km2), of which 50.7 square miles (131.4 km2) is land and 0.6 square mile (1.6 km2) (1.17%) is water. The Oswegatchie River flows northwestward through the town. New York State Route 58 is an east–west highway in the town. ==Demographics== As of the census of 2000, there were 1,148 people, 429 households, and 320 families residing in the town. The population density was 22.6 people per square mile (8.7/km2). There were 566 housing units at an average density of 11.2 per square mile (4.3/km2). The racial makeup of the town was 98.00% White, 0.44% Black or African American, 0.35% Native American, 0.17% from other races, and 1.05% from two or more races. Hispanic or Latino of any race were 0.87% of the population. There were 429 households, out of which 37.5% had children under the age of 18 living with them, 57.6% were married couples living together, 9.8% had a female householder with no husband present, and 25.2% were non-families. 20.5% of all households were made up of individuals, and 11.4% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.07. In the town, the population was spread out, with 29.4% under the age of 18, 6.4% from 18 to 24, 29.2% from 25 to 44, 21.7% from 45 to 64, and 13.2% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 92.6 males. For every 100 females age 18 and over, there were 92.4 males. The median income for a household in the town was $31,705, and the median income for a family was $35,000. Males had a median income of $31,522 versus $18,864 for females. The per capita income for the town was $13,167. About 16.0% of families and 19.3% of the population were below the poverty line, including 22.5% of those under age 18 and 8.7% of those age 65 or over. == Communities and locations in the Town of Edwards == *Creek Settlement - A former community southeast of Edwards village. * Edwards - The Village of Edwards is in the northeastern part of the town on County Road 24. *Pond Settlement - A hamlet in the southeastern part of the town on County Road 23. *South Edwards - A hamlet in the southeastern part of the town on County Road 23 and the Oswegatchie River. It was first settled around 1824 and was called \"Shawville.\" *Scotch Settlement - A former community in the northeastern part of the town. *Talcville - A hamlet in the northeastern part of the town, west of Edwards village, is named after the talc deposits found nearby. The community was originally called Freemansville. ==References== ==External links== * Edwards, NY town site * Early Edwards history Category:Towns in New York (state) Category:1827 establishments in New York (state) Category:Populated places established in 1827 Category:Towns in St. Lawrence County, New York",
 "title": "Edwards, New York"
}