{
 "id": "260417",
 "text": "thumb|right|200px|Location of Fairchild within Wisconsin thumb|right|200px|Location of the Town of Fairchild within Wisconsin Fairchild is a town in Eau Claire County, Wisconsin, United States. The population was 351 at the 2000 census. The Village of Fairchild is located within the town. ==Geography== According to the United States Census Bureau, the town has a total area of 34.5 square miles (89.4 km2), of which, 34.5 square miles (89.3 km2) of it is land and 0.04 square miles (0.1 km2) of it (0.09%) is water. ==Demographics== As of the census of 2000, there were 351 people, 113 households, and 84 families residing in the town. The population density was 10.2 people per square mile (3.9/km2). There were 153 housing units at an average density of 4.4 per square mile (1.7/km2). The racial makeup of the town was 94.87% White, 1.14% Native American, 0.85% from other races, and 3.13% from two or more races. 2.85% of the population were Hispanic or Latino of any race. There were 113 households, out of which 34.5% had children under the age of 18 living with them, 64.6% were married couples living together, 6.2% had a female householder with no husband present, and 24.8% were non- families. 23.9% of all households were made up of individuals, and 13.3% had someone living alone who was 65 years of age or older. The average household size was 3.11 and the average family size was 3.75. In the town, the population was spread out, with 33.9% under the age of 18, 8.3% from 18 to 24, 23.6% from 25 to 44, 20.8% from 45 to 64, and 13.4% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 106.5 males. For every 100 females age 18 and over, there were 103.5 males. The median income for a household in the town was $30,625, and the median income for a family was $34,464. Males had a median income of $31,000 versus $13,125 for females. The per capita income for the town was $11,163. About 12.1% of families and 21.6% of the population were below the poverty line, including 32.1% of those under age 18 and 23.5% of those age 65 or over. ==References== Category:Towns in Eau Claire County, Wisconsin Category:Eau Claire–Chippewa Falls metropolitan area Category:Towns in Wisconsin",
 "title": "Fairchild (town), Wisconsin"
}