{
 "id": "260495",
 "text": "Lake Mills is a town in Jefferson County, Wisconsin, United States. The population was 2,070 at the 2010 census. The city of Lake Mills is located partially within the town. The unincorporated communities of Kroghville and London are also located in the town. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and , or 6.77%, is water. ==Demographics== As of the census of 2000, there were 1,936 people, 720 households, and 558 families residing in the town. The population density was 62.5 people per square mile (24.1/km2). There were 812 housing units at an average density of 26.2 per square mile (10.1/km2). The racial makeup of the town was 97.26% White, 0.26% Black or African American, 0.05% Native American, 0.57% Asian, 1.08% from other races, and 0.77% from two or more races. 2.74% of the population were Hispanic or Latino of any race. There were 720 households, out of which 35.1% had children under the age of 18 living with them, 68.6% were married couples living together, 4.9% had a female householder with no husband present, and 22.4% were non-families. 17.5% of all households were made up of individuals, and 5.7% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.01. In the town, the population was spread out, with 26.1% under the age of 18, 5.5% from 18 to 24, 26.9% from 25 to 44, 28.4% from 45 to 64, and 13.1% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 103.6 males. For every 100 females age 18 and over, there were 102.0 males. The median income for a household in the town was $55,278, and the median income for a family was $58,846. Males had a median income of $39,875 versus $25,170 for females. The per capita income for the town was $24,105. About 1.4% of families and 3.4% of the population were below the poverty line, including 3.6% of those under age 18 and 1.8% of those age 65 or over. ==References== ==External links== *Town of Lake Mills official website Category:Towns in Jefferson County, Wisconsin Category:Towns in Wisconsin",
 "title": "Lake Mills (town), Wisconsin"
}