{
 "id": "260555",
 "text": "Pound is a village in Marinette County, Wisconsin, United States. The population was 377 at the 2010 census. The village is located within the Town of Pound. Pound is part of the Marinette, WI- MI Micropolitan Statistical Area. ==History== The village and town of Pound were named for Thaddeus Coleman Pound (1832–1914), a Wisconsin state politician and businessman; Pound was the grandfather of the poet Ezra Pound. In 1994 the weight-loss program SlimFast used the town as a trial for its program. Residents believed that SlimFast used the town because of the name Pound; however the company said they used the town because it had the highest rate of obesity in the United States. ==Geography== Pound is located at (45.093795, -88.032899). According to the United States Census Bureau, the village has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 377 people, 152 households, and 99 families living in the village. The population density was . There were 164 housing units at an average density of . The racial makeup of the village was 95.0% White, 0.3% Native American, 3.7% from other races, and 1.1% from two or more races. Hispanic or Latino of any race were 7.2% of the population. There were 152 households, of which 32.9% had children under the age of 18 living with them, 49.3% were married couples living together, 10.5% had a female householder with no husband present, 5.3% had a male householder with no wife present, and 34.9% were non-families. 26.3% of all households were made up of individuals, and 9.2% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 2.99. The median age in the village was 34.3 years. 25.2% of residents were under the age of 18; 8.7% were between the ages of 18 and 24; 30% were from 25 to 44; 24.3% were from 45 to 64; and 11.7% were 65 years of age or older. The gender makeup of the village was 51.2% male and 48.8% female. ===2000 census=== As of the census of 2000, there were 355 people, 149 households, and 89 families living in the village. The population density was 435.4 people per square mile (167.2/km2). There were 174 housing units at an average density of 213.4 per square mile (81.9/km2). The racial makeup of the village was 99.44% White and 0.56% Native American. 0.00% of the population were Hispanic or Latino of any race. There were 149 households, out of which 32.2% had children under the age of 18 living with them, 48.3% were married couples living together, 8.7% had a female householder with no husband present, and 39.6% were non-families. 30.9% of all households were made up of individuals, and 12.8% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 3.11. In the village, the population was spread out, with 27.3% under the age of 18, 9.0% from 18 to 24, 33.2% from 25 to 44, 20.0% from 45 to 64, and 10.4% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 104.0 males. For every 100 females age 18 and over, there were 98.5 males. The median income for a household in the village was $32,692, and the median income for a family was $40,938. Males had a median income of $27,232 versus $18,438 for females. The per capita income for the village was $16,890. About 9.6% of families and 12.0% of the population were below the poverty line, including 19.1% of those under age 18 and 12.5% of those age 65 or over. == Education == The village is served by the Coleman School District, and students go to Coleman Elementary School, Coleman Middle School and Coleman High School. ==Notable people== *Dan Haggerty, actor who played the title role on the television show The Life and Times of Grizzly Adams, is noted by some sources as having been born in Pound.Dan Haggerty *Albert E. Schwittay, Wisconsin State Representative, lived in Pound.'Wisconsin Blue Book 1913, Biographical Sketch of Albert E, Schwittay, pg. 669 == References == == External Links == Category:Villages in Marinette County, Wisconsin Category:Villages in Wisconsin Category:Marinette micropolitan area",
 "title": "Pound, Wisconsin"
}