{
 "id": "26059",
 "text": "Roller hockey is a form of hockey played on a dry surface using wheeled skates. It can be played with traditional roller skates (quad skates) or with inline skates and use either a ball or puck. Combined, roller hockey is played in nearly 60 countries worldwide. There are three major variants of organized roller hockey. Traditional \"roller hockey\" (also called rink hockey, quad hockey, and hardball hockey) is played using quad skates, curved/'cane' sticks, and a ball; it is a limited-contact sport. \"Inline hockey\" is played using inline skates, ice hockey sticks, and a puck; it is a full-contact sport though body checks are not allowed. \"Inline skater hockey\" is a European version of inline hockey that uses a ball instead of a puck. Rink hockey and inline hockey are governed internationally by World Skate, while inline skater hockey is governed by International Inline Skater Hockey Federation. Most professional hockey games take place on an indoor or outdoor sport court (a type of plastic interlinking tiles used to create a skating surface). Otherwise, any dry surface can be used to host a game, typically a roller rink, macadam (asphalt), or cement. == Variants == Roller hockey is played on both quad skates and inline skates, have different rules and equipment, and involve different types of skating but share the category and name of roller hockey. Roller hockey (quad) is played using traditional quad roller skates, affording greater maneuverability to the player - this results in games filled with fancy footwork, tight maneuvering, and is more similar to football or basketball. The stick is more or less the same as in bandy and shinty. Roller hockey (inline) bears close resemblance to ice hockey and is played on inline skates, uses an ice hockey stick and includes a lot of fast \"racing back and forth\" action. Inline hockey goalies use a glove called a catcher to catch shots made on goal, and a flat, usually square, mitt called a blocker which is used to deflect shots on goal. The Quad hockey goalie uses a flat batting glove that provides rebound characteristics when blocking a shot on goal. === Rink hockey=== thumb|right|Rink Hockey Rink hockey is a variation of roller hockey. Rink hockey is the overarching name for a rollersport that has existed long before inline skates were \"re-invented\" in the '70s (They were actually invented before quads, in the 1760s). Rink hockey has been played on quad skates, in sixty countries worldwide and so has many names worldwide. Sometimes the sport is called quad hockey, international style ball hockey, Rink hockey, roller hockey and hardball hockey, depending on which region of the world it is played. Roller hockey was a demonstration rollersport in the 1992 Summer Olympics in Barcelona. Since 2017, the World Championships have been held every two years at the World Roller Games organised by World Skate. In England, 9 teams currently play in the Roller Hockey Premier League, which is governed by the NRHA. === Roller hockey === thumb|right|Inline Hockey is played on inline skates Inline hockey is a variation of roller hockey very similar to ice hockey, from which it is derived. It is referred to by many names worldwide, including Ball Hockey, Inline hockey, Roller hockey, Longstick hockey, Deck hockey, Road hockey, Street hockey and Skater hockey depending on which region of the world in which it is played. Like ice hockey, inline hockey is considered a contact sport, however body checking is prohibited. It is similar to ice hockey in that teamwork, skill and aggressiveness are needed. Excepting the use of inline roller skates in lieu of ice skates, the equipment of inline roller hockey is similar to that of ice hockey. The game is played by two teams, consisting of four skaters and one goalie, on a dry rink divided into two halves by a center line, with one net at each end of the rink. When played more informally, the game often takes place on a smooth, asphalt surface outdoors. The game is played in three 15-minute periods or if it is higher standard it's played 20-minutes in each of the three periods, plus 10- to 15-minute intermission breaks. The game rules differ from ice hockey in a few simple ways: there is no icing and it is played in a 4 on 4 player format instead of 5 on 5. The overtime method used here is golden goal (a.k.a. \"sudden death\") in which whoever scores first is the winner; 5 minutes is the duration per period. Generally speaking, only competitive-level inline hockey is strictly bound by the governing body's rules. Recreational hockey leagues may make modifications to certain aspects of the rules to suit local requirements (size of rink, length of periods and penalties). Roller hockey is a growing sport with teams cropping up all over the country. The fact that it can be played on any dry surface means that it can be played in almost any leisure center. ==Tournaments== Most competitive youth hockey teams play in tournaments. The tournaments vary depending on location, but a typical bracket system is usually used. World Skate is the international association that organize the biggest roller hockey world championship for rink hockey and inline hockey. The championships are part of the biennial World Roller Games and over twenty national teams participate in these events. For inline hockey in the U.S., teams travel to different locations around their state, sometimes even going out of state. There are intrastate tournaments and out-of-state tournaments. There are even national tournaments competitive teams compete for. There are other tournaments located in the U.S but played by players all around the world. Narch and Statewars are two Nationwide tournaments of every skill level and age group. In Europe, rink hockey is governed by World Skate Europe - Rink Hockey (CERH), inline hockey is governed by World Skate Europe - Inline Hockey (CERILH), and inline skater hockey is governed by International Inline Skater Hockey Federation (IISHF). ==Roller hockey brands== Many of the same brands that make ice hockey equipment also make roller hockey skates including Bauer, Easton, Mission, Tron and many more. There are also some brands that specialize in roller hockey like el Leon de Oro (Spain), Tour, Alkali, Revision and Mission (but they make some ice hockey equipment also). Other rink hockey brands include Reno, TVD, Meneghini, Proskate and Azemad. ==See also== *Hockey *Floor hockey *Floorball *Inline hockey *International Roller Sports Federation *Roller hockey (Inline) *Roller hockey (Quad) *Roller hockey at the 1992 Summer Olympics *Roller Hockey International *Street Hockey *USA Roller Sports ==External links== *Mundo do Hóquei (Portuguese Roller Hockey Portal) *World Skate - Rink Hockey *English Roller Hockey 1917 to 2010 by esteemed author Roger Pout who was an international Roller hockey star in the successful Herne United team. Roger also starred in the Hollywood hit film Rollerball. The most comprehensive Roller hockey history book written to date. The book focuses on the history of English roller hockey, It contains many interesting and fun facts about the game as well as hundreds of pictures sure to be of interest to any roller hockey fan. https://www.facebook.com/English-Roller- Hockey-1917-2010-1579559045433310/ . https://www.facebook.com/English-Roller- Hockey-1917-2010-1579559045433310/ ==References== Category:Team sports Category:Indoor sports Category:Variations of hockey Category:Inline skating Category:Roller sports",
 "title": "Roller hockey"
}