{
 "id": "260625",
 "text": "Luck is a village in Polk County,http://www.travelsradiate.com/north- america/united-states/wisconsin/polk-county/5267654-polk-county.html, ret. 15th Feb 2011 Wisconsin, United States. The population was 1,119 at the 2010 census. ==History== Luck was originally two settlements, Luck on Big Butternut Lake, and West Denmark further west, founded by Danish immigrants in 1869 on the north and west shores of Little Butternut Lake and extending out for a few miles. The two settlements knew it was impractical to remain separate entities, but disagreed about which would be the center of town. The railroad settled the issue when it laid tracks near the eastern settlement. Luck was not incorporated until 1905, several years later than most surrounding villages. Luck was once home to the Duncan Toys Company Yo-Yo factory headquarters. ==Geography== Luck is located at (45.570499, -92.47476). According to the United States Census Bureau, the village has a total area of , of which, of it is land and is water. ===Climate=== Luck has a humid continental climate (Köppen Dfb), with short, warm summers, and long, very cold winters. Luck has a mean annual temperature of 44.8F. The coldest month is January with an average daily high of 23 degrees and an average daily low of 4 degrees. The warmest month is July with an average daily high of 81 degrees and an average daily low of 59 degrees. Accumulating snowfall can happen anytime from November to April on average. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,119 people, 475 households, and 289 families living in the village. The population density was . There were 567 housing units at an average density of . The racial makeup of the village was 97.2% White, 0.2% African American, 0.5% Native American, 0.1% Asian, 0.2% from other races, and 1.8% from two or more races. Hispanic or Latino of any race were 1.7% of the population. There were 475 households, of which 28.0% had children under the age of 18 living with them, 43.4% were married couples living together, 11.6% had a female householder with no husband present, 5.9% had a male householder with no wife present, and 39.2% were non-families. 33.5% of all households were made up of individuals, and 17.7% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.77. The median age in the village was 45.6 years. 20.7% of residents were under the age of 18; 7.2% were between the ages of 18 and 24; 20.9% were from 25 to 44; 27.6% were from 45 to 64; and 23.7% were 65 years of age or older. The gender makeup of the village was 49.3% male and 50.7% female. ===2000 census=== As of the census of 2000, there were 1,210 people, 500 households, and 308 families living in the village. The population density was 654.2 people per square mile (252.5/km2). There were 572 housing units at an average density of 309.3 per square mile (119.4/km2). The racial makeup of the village was 98.26% White, 0.74% Native American, 0.33% Asian, 0.08% from other races, and 0.58% from two or more races. 0.99% of the population were Hispanic or Latino of any race. There were 500 households, out of which 30.0% had children under the age of 18 living with them, 49.6% were married couples living together, 9.2% had a female householder with no husband present, and 38.2% were non-families. 32.2% of all households were made up of individuals, and 17.0% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.87. In the village, the population was spread out, with 24.3% under the age of 18, 6.9% from 18 to 24, 26.4% from 25 to 44, 17.8% from 45 to 64, and 24.5% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 85.0 males. For every 100 females age 18 and over, there were 80.7 males. The median income for a household in the village was $32,138, and the median income for a family was $40,000. Males had a median income of $31,250 versus $21,343 for females. The per capita income for the village was $16,599. About 5.4% of families and 8.3% of the population were below the poverty line, including 9.8% of those under age 18 and 13.1% of those age 65 or over. ==Education== The Luck School District serves the village.The Luck School District ==Notable people== * Matraca Berg, her grandparents had a farm near Luck and her summer visits there inspired the song \"Strawberry Wine\". Joshua Harvey Luck, WIDeana Carter, ‘Strawberry Wine’ – Story Behind the Lyrics * Marius Dueholm, Wisconsin State Representative * Robert M. Dueholm, Wisconsin State Representative * Charles D. Madsen, Wisconsin State Senator * Peter Sørensen Vig, noted Lutheran pastor * Regina Spektor, worked at a butterfly farm in Luck.Regina Spektor Biography * Oragantang Man, his grandparents had a farm near Luck and he comes into your house! \"Strawberry Wine\". ==References== ==External links== * Category:Danish- American culture in Wisconsin Category:Villages in Polk County, Wisconsin Category:Villages in Wisconsin",
 "title": "Luck, Wisconsin"
}