{
 "id": "260675",
 "text": "Spring Green is a town in Sauk County, Wisconsin, United States. The population was 1,585 at the 2000 census. ==Geography== right|Location of Spring Green (town), WisconsinAccording to the United States Census Bureau, the town has a total area of 46.2 square miles (119.7 km2), of which, 44.4 square miles (115.0 km2) of it is land and 1.8 square miles (4.7 km2) of it (3.96%) is water. ==Demographics== As of the census of 2000, there were 1,585 people, 602 households, and 447 families residing in the town. The population density was 35.7 people per square mile (13.8/km2). There were 661 housing units at an average density of 14.9 per square mile (5.7/km2). The racial makeup of the town was 98.68% White, 0.13% Black or African American, 0.19% Native American, 0.06% Asian, 0.13% from other races, and 0.82% from two or more races. 1.07% of the population were Hispanic or Latino of any race. There were 602 households, out of which 36.4% had children under the age of 18 living with them, 65.1% were married couples living together, 6.0% had a female householder with no husband present, and 25.7% were non-families. 19.8% of all households were made up of individuals, and 6.5% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.02. In the town, the population was spread out, with 27.1% under the age of 18, 5.2% from 18 to 24, 29.3% from 25 to 44, 26.2% from 45 to 64, and 12.2% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 99.6 males. For every 100 females age 18 and over, there were 99.0 males. The median income for a household in the town was $49,028, and the median income for a family was $55,714. Males had a median income of $37,356 versus $23,125 for females. The per capita income for the town was $20,619. About 3.1% of families and 5.2% of the population were below the poverty line, including 5.5% of those under age 18 and 12.8% of those age 65 or over. == See also == *Spring Green, Wisconsin, a village in the town. ==References== ==External links== *Town of Spring Green, Wisconsin *Spring Green Area Chamber of Commerce Category:Towns in Sauk County, Wisconsin Category:Towns in Wisconsin",
 "title": "Spring Green (town), Wisconsin"
}