{
 "id": "260644",
 "text": "Burlington is a town in Racine County, Wisconsin. The population was 6,384 at the 2000 census. The City of Burlington is located mostly within the town. The census-designated places of Bohners Lake, and Browns Lake are located within the town. The unincorporated community of Cedar Park is also located in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 35.9 square miles (93.1 km2), of which, 34.5 square miles (89.4 km2) of it is land and 1.4 square miles (3.7 km2) of it (3.92%) is water. ==Demographics== As of the census of 2000, there were 6,384 people, 2,354 households, and 1,800 families residing in the town. The population density was 185.0 people per square mile (71.4/km2). There were 2,797 housing units at an average density of 81.0 per square mile (31.3/km2). The racial makeup of the town was 97.65% White, 0.08% Black or African American, 0.05% Native American, 0.42% Asian, 0.97% from other races, and 0.83% from two or more races. 2.05% of the population were Hispanic or Latino of any race. There were 2,354 households, out of which 35.1% had children under the age of 18 living with them, 65.1% were married couples living together, 7.5% had a female householder with no husband present, and 23.5% were non-families. 18.3% of all households were made up of individuals, and 7.7% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.07. In the town, the population was spread out, with 25.8% under the age of 18, 6.9% from 18 to 24, 28.9% from 25 to 44, 26.6% from 45 to 64, and 11.8% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 100.1 males. For every 100 females age 18 and over, there were 98.5 males. The median income for a household in the town was $57,891, and the median income for a family was $62,168. Males had a median income of $43,020 versus $26,386 for females. The per capita income for the town was $24,203. About 0.4% of families and 2.2% of the population were below the poverty line, including 1.1% of those under age 18 and 4.6% of those age 65 or over. ==References== ==External links== *Town of Burlington website Category:Towns in Racine County, Wisconsin Category:Towns in Wisconsin",
 "title": "Burlington (town), Wisconsin"
}