{
 "id": "261053",
 "text": "Martin James Landau (; June 20, 1928 – July 15, 2017) was an American actor, acting coach, producer, and editorial cartoonist. His career began in the 1950s, with early film appearances including a supporting role in Alfred Hitchcock's North by Northwest (1959) opposite Cary Grant. He played regular roles in the television series Mission: Impossible (1966–1969) and Space: 1999 (1975–1977). Landau received the Golden Globe Award for Best Supporting Actor – Motion Picture, as well as his first nomination for the Academy Award for Best Supporting Actor, for his role in Tucker: The Man and His Dream (1988); he received his second Oscar nomination for his performance in Woody Allen's Crimes and Misdemeanors (1989). His performance in the supporting role of Bela Lugosi in Ed Wood (1994) earned him an Academy Award, a Screen Actors Guild Award and a Golden Globe Award. He continued to perform in film and television, and headed the Hollywood branch of the Actors Studio until his death in July 2017. ==Early life== Landau was born on June 20, 1928, in Brooklyn, New York, the son of Selma (née Buchman) and Morris Landau. His family is Jewish. His father was an Austrian-born machinist who tried to rescue relatives from the Nazis.Pfefferman, Naomi. The 'Majestic' Martin Landau. JewishJournal.com. December 21, 2001. After attending both James Madison High School and Pratt Institute, he found work at the New York Daily News. There he spent the next five years as an editorial cartoonist and worked alongside Gus Edson to produce the comic strip The Gumps.Welsch, James M. The Francis Ford Coppola Encyclopedia, Scarecrow Press (2010) p. 159Welsh, Phillips, and Hill, p. 159.Lindsey, Robert. \"Martin Landau Rolls Up in a New Vehicle\", The New York Times, August 7, 1988. He quit the Daily News when he was 22 to concentrate on theater acting. \"I told the picture editor I was going into the theater,\" he recalled. \"I think he thought I was going to be an usher.\"\"Martin Landau obituary\", Sunday Express, U.K., July 22, 2017 After auditioning for the Actors Studio in 1955, Landau and Steve McQueen were the only applicants accepted out of 500 who applied.Thomas, Bob. \"Landau Took the Long Way\", Associated Press, October 28, 1989 While there, he trained under Lee Strasberg, Elia Kazan, and Harold Clurman, and eventually became an executive director with the Studio alongside Mark Rydell and Sydney Pollack. ==Career== ===1950s: Early roles, North by Northwest=== Influenced by Charlie Chaplin and the escapism of the cinema, Landau pursued an acting career. He attended the Actors Studio, becoming good friends with James Dean. He recalled, \"James Dean was my best friend. We were two young would-be and still-yet-to-work unemployed actors, dreaming out loud and enjoying every moment ... We'd spend lots of time talking about the future, our craft and our chances of success in this newly different, ever-changing modern world we were living in.\"James Dean: A Rebel's Life in Pictures, Life magazine, November 14, 2014 In 1957, he made his Broadway debut in Middle of the Night. Landau made his first major film appearance in Alfred Hitchcock's North by Northwest (1959) as Leonard, the right-hand man of a criminal portrayed by James Mason. He had featured roles in two 1960s epics, Cleopatra (1963) and The Greatest Story Ever Told (1965), and played a ruthless killer in the Western action adventure prequel Nevada Smith (1965) starring Steve McQueen. ===1960s: Career breakthrough, Mission: Impossible=== right|thumb|175px|Landau in his role as Rollin Hand in Mission: Impossible Landau played the supporting role of master of disguise Rollin Hand in the first three seasons of the US television series Mission: Impossible, from 1966 to 1969. Landau at first declined to be contracted by the show because he did not want it to interfere with his film career; instead, he was credited for \"special guest appearances\" during the first season. He became a full-time cast member in the second season, although the studio agreed to Landau's request, to contract him only on a year-by-year basis rather than the then-standard five years. The role of Hand required Landau to perform a wide range of accents and characters, from dictators to thugs, and several episodes had him playing dual roles—not only Hand's impersonation, but also the person whom Hand is impersonating. In the series Landau acted alongside his then-wife Barbara Bain. He was replaced by Leonard Nimoy, playing a very similar role but not exactly the same character, for the next two seasons of the series after he and Bain left the show. ===1970s: Television appearances === In 1973, Landau guest starred in the Columbo episode: Double Shock alongside Peter Falk. Landau plays twin brothers involved in the murder of their rich uncle. The episode also costarred Dabney Coleman, Julie Newmar, and Jeanette Nolan. In the mid-1970s, Landau and Bain returned to TV in the British science-fiction series Space: 1999 produced by Gerry Anderson in partnership with Sylvia Anderson, and later with Fred Freiberger. Critical response to Space: 1999 was unenthusiastic during its original run, and it was cancelled after two seasons. Landau was critical of the scripts and storylines, especially during the series' second season, but praised the cast and crew. He later wrote forewords to Space: 1999 co-star Barry Morse's theatrical memoir Remember with Advantages (2006) and Jim Smith's critical biography of Tim Burton. Following Space: 1999, Landau appeared in supporting roles in a number of films and TV series. He was seen in low-budget genre pictures, such as the science fiction films Without Warning (1981) and The Being (1983) or the horror film Alone in the Dark (1982). His roles included the TV film The Harlem Globetrotters on Gilligan's Island (1981), which again co-starred Bain (and marked the final time they appeared together on screen). ===1980s: Career resurgence, Crimes and Misdemeanors === In the late 1980s, Landau made a career comeback, earning an Academy Award nomination for his role in Tucker: The Man and His Dream (1988). He said he was grateful to its director, Francis Ford Coppola, for the opportunity to play a role he enjoyed: \"I've spent a lot of time playing roles that didn't really challenge me,\" he said, \"You want roles that have dimension. The role of Abe Karatz gave me that.\" He won the Golden Globe Award for his part in the film. In 1989, Landau appeared in Woody Allen's Crimes and Misdemeanors (1989) The film is split into two stories, one humorous, one dark in nature. Landau starred in the storyline as Judah Rosenthal, a successful ophthalmologist who tries to prevent his mistress, played by Anjelica Huston from revealing their affair to his wife (Claire Bloom). In the film Landau confides his worries with patient and rabbi Sam Waterston as well as his mobster brother Jerry Orbach. Allen remembered of the cast that: The film received critical acclaim with Roger Ebert giving the film four stars, writing, \"The movie generates the best kind of suspense, because it's not about what will happen to people - it's about what decisions they will reach. We have the same information they have. What would we do? How far would we go to protect our happiness and reputation? How selfish would we be? Is our comfort worth more than another person's life? Allen does not evade this question, and his answer seems to be, yes, for some people, it would be.\" For Landau's performance he received an Academy Award nomination for Best Supporting Actor losing to Denzel Washington in Glory. === 1990s: Oscar win, Ed Wood === He won an Oscar for Ed Wood (1994), a biopic in which he plays actor Bela Lugosi. Landau researched the role of Lugosi by watching about 25 old Lugosi movies and studying the Hungarian accent, which contributed to Lugosi's decline in acting. \"I began to respect this guy and pity him,\" said Landau. \"I saw the humor in him. This, for me, became a love letter to him, because he never got a chance to get out of that. I got a chance to make a comeback in my career. And I'm giving him one. I'm giving him the last role he never got.\"Walcott, Gregory. \"On the eve of the big night, Martin Landau talks about his acting\", Asbury Park Press, March 26, 1995 Landau also received a Screen Actors Guild Award, a Golden Globe Award and a Saturn Award for the role, as well as accolades from a number of critics groups. Gregory Walcott, who was in the film, watched the screening of it at the Motion Picture Academy and said that the Academy members \"gave Landau a hearty, spontaneous applause over the end credits.\" Landau's film roles in the 1990s included a down-on- his-luck Hollywood producer in the comedy Mistress (1992) with Robert De Niro and as a judge in the dramas City Hall (1995) with Al Pacino and Rounders (1998) with Matt Damon, and Ready to Rumble in (1999). He was also a warm and memorable Geppetto in The Adventures of Pinocchio (1996). Landau provided the voice of Scorpion for the first two seasons of the 1990s Spider-Man television series. Landau left the series after two seasons when he won the Academy Award and lacked time for the series. This caused the role of Scorpion to be recast to Richard Moll. He played the part of Jacob, son of Isaac in the TV miniseries Joseph. The story of Joseph and his life was shown in this 1995 film. He co starred with Ben Kingsley (Potiphar) and Paul Mercurio as Joseph. ===2000–2017: Continued roles === He played a supporting role in The Majestic (2001), starring Jim Carrey. The film received mostly negative reviews, although one reviewer wrote that \"the lone outpost of authenticity is manned by Martin Landau, who gives a heartfelt performance,\" as an aging father who believes that his missing son has returned from World War II.Muller, Bill. \"Can't Copy Capra\", Arizona Republic, December 21, 2001, p. 97 In the early seasons of Without a Trace (2002–2009), Landau was nominated for a Primetime Emmy Award for his portrayal of the Alzheimer's-afflicted father of FBI Special Agent in Charge Jack Malone, the series' lead character. In 2006, he made a guest appearance in the series Entourage as Bob Ryan, a washed-up but determined and sympathetic Hollywood producer attempting to relive his glory days, a portrayal that earned him a second Emmy nomination. Landau appeared in the television film Have a Little Faith (2011) based on Mitch Albom's book of the same name, in which he played Rabbi Albert Lewis. In 2012, Landau lent his voice as Mr. Rzykruski for the Tim Burton animated Disney film Frankenweenie. In 2015, Landau starred alongside Christopher Plummer in the film Remember. The film received critical praise with reviewers lauding the stellar performances from Landau and Plummer. In recognition of his services to the motion picture industry, Martin Landau has a star on the Hollywood Walk of Fame at 6841 Hollywood Boulevard. ===Acting coach=== Encouraged by his own mentor, Lee Strasberg, Landau also taught acting. Actors coached by him include Jack Nicholson and Anjelica Huston. In 2009, Landau and his Actors Studio colleagues, director Mark Rydell and writer Lyle Kessler, collaborated to produce the educational Total Picture Seminar, a two-day event covering the disciplines of acting, directing and writing for film. ==Personal life== Landau married actress and former co-star Barbara Bain on January 31, 1957, and they divorced in 1993. They had two daughters, Susan and Juliet. ==Death== On July 15, 2017, Landau died at the age of 89 at the Ronald Reagan UCLA Medical Center in Westwood, Los Angeles, California; he had been briefly hospitalized. The cause of death was hypovolemic shock brought on by internal bleeding and heart disease. Landau is buried at the Beth David Cemetery in Elmont, New York. ==Filmography== == Awards and nominations == {| class=\"wikitable\" !Year !Award !Category !Title !Results |- |1988 || rowspan=3|Academy Awards || rowspan=3|Best Supporting Actor || Tucker: The Man and His Dream || |- |1989 || Crimes and Misdemeanors || |- |1994 || Ed Wood || |- |1967 || rowspan=6|Primetime Emmy Awards || rowspan=3|Outstanding Actor in a Drama Series || rowspan=3|Mission: Impossible || |- |1968 || |- |1969 || |- |2004 || rowspan=2|Outstanding Guest Actor in a Drama Series || rowspan=2|Without a Trace || |- |2005 || |- |2007 || Outstanding Guest Actor in a Comedy Series || Entourage || |- |1967 || rowspan=3|Golden Globe Awards || Best Actor - Television Series Drama || Mission: Impossible || |- |1988 || rowspan=2|Best Supporting Actor - Motion Picture || Tucker: The Man and His Dream || |- |1994 || rowspan=3|Ed Wood || |- |1994 || British Academy Film Award || Best Supporting Actor || |- |1994 || Screen Actors Guild Award || Outstanding Supporting Actor || |- |} == References == ==Bibliography== * * * * * * * ==External links== * * * Martin Landau at the University of Wisconsin's Actors Studio audio collection * Martin Landau at The Total Picture Seminar Category:1928 births Category:2017 deaths Category:American male film actors Category:American male television actors Category:American male stage actors Category:American male voice actors Category:20th-century American male actors Category:21st-century American male actors Category:Best Supporting Actor Academy Award winners Category:Best Supporting Actor Golden Globe (film) winners Category:Outstanding Performance by a Male Actor in a Supporting Role Screen Actors Guild Award winners Category:Jewish American male actors Category:Male actors from New York City Category:Male actors from Los Angeles Category:American acting coaches Category:American Ashkenazi Jews Category:Method actors Category:American comic strip cartoonists Category:Pratt Institute alumni Category:People from Brooklyn Category:People from West Hollywood, California Category:American people of Austrian-Jewish descent Category:Burials at Beth David Cemetery Category:James Madison High School (Brooklyn) alumni Category:21st-century American Jews",
 "title": "Martin Landau"
}