{
 "id": "261181",
 "text": "Caesar Rodney (October 7, 1728 – June 26, 1784) was an American Founding Father, lawyer, and politician from St. Jones Neck in Dover Hundred, Kent County, Delaware. He was an officer of the Delaware militia during the French and Indian War and the American Revolutionary War, a Continental Congressman from Delaware, a signer of the Continental Association and Declaration of Independence, and president of Delaware during most of the American Revolution. ==Rodney family and early years== 175px|thumb|left|Coat of Arms of Caesar Rodney Rodney was born on October 7, 1728, on his family's farm, \"Byfield\", on St. Jones Neck in East Dover Hundred, Kent County, Delaware. Caesar was the eldest son of eight children of Caesar and Elizabeth Crawford Rodney and grandson of William Rodney. William Rodney emigrated to the American colonies in 1681–82, along with William Penn, and was speaker of the Colonial Assembly of the Delaware Counties in 1704. Rodney's mother was the daughter of the Rev. Thomas Crawford, Anglican rector of Christ Church at Dover. Among the Rodney family ancestors were the prominent Adelmare family in Treviso, Italy, as attested by genealogy studies.The Italic Way, Vol. XLII, p. 12, 2016 Byfield was an 849-acre farm worked by slaves.Delaware Public Archives, Sheriff's sale April 9, 1791 The Rodneys were, by the standards of the day, prosperous members of the local gentry. At Rodney's death, he owned 15 slaves, which he freed on varying schedules due to age;Public Archives picture of Caesar Rodney's will it earned sufficient income from the sale of wheat and barley to the Philadelphia and West Indies markets to provide enough cash and leisure to allow members of the family to participate in the social and political life of Kent County. Caesar was educated when he was 13 or 14 years old. He attended The Latin School, part of the academy and the College of Philadelphia (now known as University of Pennsylvania) in Philadelphia, Pennsylvania until his father's death. Caesar was the only one of the Rodney children to receive anything approaching a formal education.Caesar Rodney's father died in 1746, and Caesar's guardianship was entrusted to Delaware Supreme Court Justice Nicholas Ridgely by the Delaware Orphan's Court. ==Professional and political career== Thomas Rodney described his brother at this time as having a \"great fund of wit and humor of the pleasing kind, so that his conversation was always bright and strong and conducted by wisdom...\" He lived as a bachelor, was generally esteemed and was indeed very popular. He had professed his love and affection for several Delaware ladies at various times but was never a successful suitor. Accordingly, he easily moved into the political world formerly occupied by his father and guardian. At age twenty- seven in 1755, he was elected sheriff of Kent County and served the maximum three years allowed. This was a powerful and financially rewarding position, in that it supervised elections and chose the grand jurors who set the county tax rate. After serving his three years, he was appointed to a series of positions including Register of Wills, Recorder of Deeds, Clerk of the Orphan's Court, Justice of the Peace, and judge in the lower courts. During the French and Indian War, he was commissioned captain of the Dover Hundred company in Col. John Vining's regiment of the Delaware militia. They never saw active service. From 1769 through 1777, he was an associate justice of the Supreme Court of the Lower Counties. Eighteenth-century Delaware was politically divided into loose factions known as the \"Court Party\" and the \"Country Party.\" The majority Court Party was generally Anglican, strongest in Kent and Sussex Counties, worked well with the colonial proprietary government, and was in favor of reconciliation with the British government. The minority Country Party was largely Ulster-Scot, centered in New Castle County, and quickly advocated independence from the British. In spite of being members of the Anglican Kent County gentry, Rodney and his brother Thomas increasingly aligned themselves with the Country Party, a distinct minority in Kent County. As such, he generally worked in partnership with Thomas McKean from New Castle County and in opposition to George Read. ==American Revolution== Rodney joined McKean as a delegate to the Stamp Act Congress in 1765 and was a leader of the Delaware Committee of Correspondence. He began his service in the Assembly of Delaware in the 1761/62 session and continued in office through the 1775/76 session. Several times he served as speaker, including the momentous day of June 15, 1776, when \"with Rodney in the chair and Thomas McKean leading the debate on the floor,\" the Assembly of Delaware voted to sever all ties with the British Parliament and King. thumb|right|150px|Caesar Rodney on the 1999 Delaware State Quarter. Rodney served in the Continental Congress along with McKean and Read from 1774 through 1776. Rodney was in Dover tending to Loyalist activity in Sussex County when he received word from McKean that he and Read were deadlocked on the vote for independence. To break the deadlock, Rodney rode 70 miles through a thunderstorm on the night of July 1, 1776, arriving in Philadelphia \"in his boots and spurs\" on July 2, just as the voting had begun. He voted with McKean and thereby allowed Delaware to join eleven other states in voting in favor of the resolution of independence. The wording of the Declaration of Independence was approved two days later; Rodney signed it on August 2. Backlash in Delaware led to Rodney's electoral defeat in Kent County for a seat in the upcoming Delaware Constitutional Convention and the new Delaware General Assembly.Wilson, Timothy James. \"Old Offenders\": Loyalists in the Lower Delmarva Peninsula, 1775–1800, p. 197 Upon learning of the death of his friend John Haslet at the Battle of Princeton, Rodney rushed to the Continental Army to try to fill his place. Haslet was succeeded as colonel by David Hall as General George Washington returned Rodney home to be Delaware's wartime governor and major-general of Delaware militia. The regiment Haslet had built was virtually destroyed at the Battle of Camden in 1780. Rodney, as major- general of the Delaware militia, protected the state from British military intrusions and controlled continued Loyalist activity, particularly in Sussex County, site of the 1780 Black Camp Rebellion. Amidst the catastrophic events following the Battle of Brandywine and the British occupation of Wilmington and Philadelphia, a new General Assembly was elected in October 1777. First, it promptly put Rodney and McKean back into the Continental Congress. Then, with state President John McKinly in captivity and President George Read completely exhausted, they elected Rodney as President of Delaware on March 31, 1778. The office did not have the authority of a modern governor in the United States, so Rodney's success came from his popularity with the General Assembly, where the real authority lay, and from the loyalty of the Delaware militia, which was the only means of enforcing that authority. Meanwhile, Rodney scoured the state for money, supplies and soldiers to support the national war effort. Delaware Continentals had fought well in many battles from the Battle of Long Island to the Battle of Monmouth, but in 1780 the army suffered its worst defeat at the Battle of Camden in South Carolina. The regiment was nearly destroyed and the remnant was so reduced it could only fight with a Maryland regiment for the remainder of the war. Rodney had done much to stabilize the situation, but his health was worsening, and he resigned his office on November 6, 1781, just after the conclusive Battle of Yorktown. Rodney was elected by the Delaware General Assembly to the United States Congress under the Articles of Confederation in 1782 and 1783 but was unable to attend because of ill health. However, two years after leaving the state presidency he was elected to the 1783/84 session of the Legislative Council and, as a final gesture of respect, the council selected him to be their speaker. His health was now in rapid decline and even though the Legislative Council met at his home for a short time, he died before the session ended. {| class=\"wikitable\" style=\"text-align: center;\" align=\"center\" |- bgcolor=\"#cccccc\" ! colspan=\"12\" style=\"background: #ccccff;\" |Delaware General Assembly (sessions while President) |- !Year !Assembly ! !Senate Majority !Speaker ! !House Majority !Speaker |- |1777/78 |2nd | | |Non-partisan | |George Read | | |Non-partisan | |Samuel West |- |1778/79 |3rd | | |Non-partisan | |Thomas Collins | | |Non-partisan | |Simon Kollock |- |1779/80 |4th | | |Non-partisan | |John Clowes | | |Non-partisan | |Simon Kollock |- |1780/81 |5th | | |Non- partisan | | John Clowes | | |Non-partisan | |Simon Kollock |} == Death and legacy == Rodney was tormented throughout his life by asthma, and his adult years were plagued by a facial cancer. He experienced expensive, painful, and futile medical treatments on the cancer. Caesar wore a green scarf to hide his disfigured face. He died from the disease after eight years. His body is buried at an unmarked grave on his beloved farm, \"Poplar Grove\" (known as \"Byfield\" today). While there is a marker that appears to be a gravestone for Caesar Rodney at Christ Episcopal Church, this is merely a monument. Many sources cite that he is buried there, however, most Delaware historians believe that the remains of one of Rodney's unidentified relatives is buried there instead. Rodney actually is buried in an unmarked grave in his family's unmarked plot on their former 800-acre farm east of Dover Air Force Base. The Caesar Rodney School District in Delaware is named after him. == Positions held == Elections were held October 1 and members of the General Assembly took office on October 20 or the following weekday. The State Legislative Council was created in 1776 and its Legislative Councilmen had a three-year term. State Assemblymen had a one-year term. The whole General Assembly chose the Continental Congressmen for a one-year term and the State President for a three-year term. The county sheriff also had a three-year term. Associate Justices of the state Supreme Court were also selected by the General Assembly for the life of the person appointed. {|class=wikitable style=\"width: 94%\" style=\"text-align: center;\" align=\"center\" |-bgcolor=#cccccc !colspan=8 style=\"background: #ccccff;\" | Public offices |- ! Office ! Type ! Location ! Began office ! Ended office ! Notes |- |Sheriff |Executive |Dover |October 1, 1755 |October 1, 1756 |Kent County |- |Sheriff |Executive |Dover |October 1, 1756 |October 1, 1757 |Kent County |- |Sheriff |Executive |Dover |October 1, 1757 |October 2, 1758 |Kent County |- |Justice of the Peace |Judiciary |New Castle |1759 |1769 |Court of Common Pleas |- |Assemblyman |Legislature |New Castle |October 20, 1761 |October 20, 1762 | |- |Assemblyman |Legislature |New Castle |October 20, 1762 |October 20, 1763 | |- |Assemblyman |Legislature |New Castle |October 20, 1763 |October 20, 1764 | |- |Assemblyman |Legislature |New Castle |October 20, 1764 |October 20, 1765 | |- |Delegate |Legislature |New York |October 7, 1765 |October 19, 1765 |Stamp Act CongressMembers of the Delaware Assembly acted unofficially in selecting these delegates as the assembly was not in session. |- |Assemblyman |Legislature |New Castle |October 20, 1765 |October 20, 1766 | |- |Assemblyman |Legislature |New Castle |October 20, 1766 |October 20, 1767 | |- |Assemblyman |Legislature |New Castle |October 20, 1767 |October 20, 1768 | |- |Assemblyman |Legislature |New Castle |October 20, 1768 |October 20, 1769 | |- |Associate Justice |Judiciary |New Castle |1769 |1777 |Supreme Court |- |Assemblyman |Legislature |New Castle |October 20, 1769 |October 20, 1770 |Speaker |- |Assemblyman |Legislature |New Castle |October 20, 1770 |October 20, 1771 |Speaker |- |Assemblyman |Legislature |New Castle |October 20, 1771 |October 20, 1772 | |- |Assemblyman |Legislature |New Castle |October 20, 1772 |October 20, 1773 | |- |Assemblyman |Legislature |New Castle |October 20, 1773 |October 20, 1774 | |- |Delegate |Legislature |Philadelphia |August 2, 1774 |March 16, 1775 |Continental Congress |- |Assemblyman |Legislature |New Castle |October 20, 1774 |October 20, 1775 | |- |Delegate |Legislature |Philadelphia |March 16, 1775 |October 21, 1775 |Continental Congress |- |Assemblyman |Legislature |New Castle |October 20, 1775 |June 15, 1776 |Speaker |- |Delegate |Legislature |Philadelphia |October 21, 1775 |November 7, 1776 |Continental Congress |- |Delegate |Legislature |York |December 17, 1777 |June 27, 1778 |Continental Congress (did not serve) |- |Delegate |Legislature |Philadelphia |July 2, 1778 |January 18, 1779 |Continental Congress (did not serve) |- |State President |Executive |Dover |March 31, 1778 |November 6, 1781 | |- |Delegate |Legislature |Philadelphia |February 2, 1782 |February 1, 1783 |Continental Congress (did not serve) |- |Delegate |Legislature |Philadelphia |February 1, 1783 |June 21, 1783 |Continental Congress (did not serve) |- |Delegate |Legislature |Princeton |June 30, 1783 |November 4, 1783 |Continental Congress (did not serve) |- |Delegate |Legislature |Annapolis |November 26, 1783 |April 8, 1784 |Continental Congress (did not serve) |- |Councilman |Legislature |Dover |October 20, 1783 |June 26, 1784 | |} {|class=wikitable style=\"width: 94%\" style=\"text-align: center;\" align=\"center\" |-bgcolor=#cccccc !colspan=7 style=\"background: #ccccff;\" |Delaware General Assembly service |- ! Dates ! Assembly ! Chamber ! Majority ! Governor ! Committees ! District |- |1783/84 |8th |State Council |Non- partisan |Nicholas Van Dyke |Speaker |Kent at-large |} ==See also== * Memorial to the 56 Signers of the Declaration of Independence ==Notes== ==Further reading== * * * * * * * * * * ==External links== * Biographical Directory of the United States Congress * Rodney at the Historical Society of Delaware * Biographical sketch at the National Park Service Category:1728 births Category:1784 deaths Category:American people of English descent Category:American politicians of Italian descent Category:American slave owners Category:18th-century American Episcopalians Category:People from Kent County, Delaware Category:Delaware militiamen in the American Revolution Category:Militia generals in the American Revolution Category:Delaware lawyers Category:Delaware Federalists Category:Delaware state senators Category:Governors of Delaware Category:Continental Congressmen from Delaware Category:18th-century American politicians Category:Signers of the United States Declaration of Independence Category:Burials in Dover, Delaware Category:Independent state governors of the United States Category:Delaware Independents Category:Delaware sheriffs Category:People of colonial Delaware Category:Rodney family of Delaware Category:Signers of the Continental Association Category:Deaths from cancer in Delaware",
 "title": "Caesar Rodney"
}