{
 "id": "261545",
 "text": "Saarburg (, ) is a city of the Trier-Saarburg district, in the state of Rhineland-Palatinate, Germany, on the banks of the river Saar in the hilly country a few kilometers upstream from the Saar's junction with the Moselle. Now known as a tourist attraction, the river Leuk flows into the town center and makes a spectacular drop of some 60 feet before joining the larger Saar that bisects the town. The waterfall is the result of a 13th-century project to redirect the Leuk through the city center. Saarburg is the seat of the Verbandsgemeinde (\"collective municipality\") Saarburg-Kell. The area around Saarburg is noted for the cultivation of Riesling grapes. ==History== thumb|City and castle of Saarburg 1830 The history of the city begins with the construction of the now-ruined castle by Graf Siegfried of Luxembourg in 964. It received its town charter in 1291. The city has a bell foundry, the Glockengießerei Mabilion, which has been in operation since the 1770s, and the only one in Germany that makes bronze bells. From 1945 to 1948 Saarburg was occupied by troops from Luxembourg. From 18 July 1946 to 6 June 1947 Onsdorf, in its then municipal boundary, formed part of the Saar Protectorate. French troops complemented the occupation until 1955. Saarburg has a proud history with bells, being the producers of bells for many German cathedrals. == Gallery == File:Saarburg, Burg, Ober- und Unterstadt Dm positie2 foto8 2017-05-29 11.18.jpg|Saarburg, castle, Ober- und Unterstadt File:Saarburg, die Katholische Pfarrkirche Sankt Laurentius Dm1 met de Moezel op de voorgrond foto32017-05-29 11.36.jpg|Catholic church (Pfarrkirche Sankt Laurentius) File:Saarburg, die evangelische Pfarrkirche Dm met boot in Moesel en brug foto3 2017-05-29 11.25.jpg|Reformed church and the river Saar File:EvKircheSaarburgGlasfensterChorfenster.png|Stained glass by Werner Persy in the Protestant Church Saarburg ==Twin towns — sister cities== Saarburg is twinned with: * Sarrebourg, France (1952) * Soulac-sur-Mer, France (1972) ==Born in Saarburg== * Erwin Menny (1893-1949), lieutenant general in the Second World War * Marianne Baum (1912-1942), resistance fighter against Nazism ==References== ==External links== * Saarburg homepage * Account of a Saarburg visit, with much detail * Websites in Saarburg Category:964 establishments Category:Towns in Rhineland-Palatinate Category:Trier-Saarburg Category:10th-century establishments in Germany",
 "title": "Saarburg"
}