{
 "id": "26195",
 "text": "thumb|Taxonomy and replication strategies of different types of RNA viruses An RNA virus is a virus which has ribonucleic acid (RNA) as its genetic material. The nucleic acid is usually single-stranded RNA (ssRNA) but it may be double- stranded (dsRNA). Notable human diseases caused by RNA viruses include the common cold, influenza, SARS, MERS, Covid-19 , Dengue Virus, hepatitis C, hepatitis E, West Nile fever, Ebola virus disease, rabies, polio, mumps, and measles. The International Committee on Taxonomy of Viruses (ICTV) classifies RNA viruses as those that belong to Group III, Group IV or Group V of the Baltimore classification system. This category excludes Group VI, viruses with RNA genetic material but which use DNA intermediates in their life cycle: these are called retroviruses, including HIV-1 and HIV-2 which cause AIDS As of May 2020, all known RNA viruses encoding an RNA-directed RNA polymerase are believed to form a monophyletic group, known as the realm Riboviria. The majority of such RNA viruses fall into the kingdom Orthornavirae and the rest have a positioning not yet defined.TaxoProp 2019.006G The realm does not contain all RNA viruses: Deltavirus, Asunviroidae, and Pospiviroidae are taxa of RNA viruses that were mistakenly included in 2019, but corrected in 2020.TaxoProp 2019.009G ==Characteristics== ===Single-stranded RNA viruses and RNA Sense=== RNA viruses can be further classified according to the sense or polarity of their RNA into negative-sense and positive-sense, or ambisense RNA viruses. Positive-sense viral RNA is similar to mRNA and thus can be immediately translated by the host cell. Negative-sense viral RNA is complementary to mRNA and thus must be converted to positive-sense RNA by an RNA-dependent RNA polymerase before translation. Purified RNA of a positive- sense virus can directly cause infection though it may be less infectious than the whole virus particle. In contrast, purified RNA of a negative-sense virus is not infectious by itself as it needs to be transcribed into positive-sense RNA; each virion can be transcribed to several positive-sense RNAs. Ambisense RNA viruses resemble negative-sense RNA viruses, except they translate genes from their negative and positive strands. ===Double-stranded RNA viruses=== thumb|Structure of the reovirus virion The double-stranded (ds)RNA viruses represent a diverse group of viruses that vary widely in host range (humans, animals, plants, fungi, and bacteria), genome segment number (one to twelve), and virion organization (Triangulation number, capsid layers, spikes, turrets, etc.). Members of this group include the rotaviruses, which are the most common cause of gastroenteritis in young children, and picobirnaviruses, which are the most common virus in fecal samples of both humans and animals with or without signs of diarrhea. Bluetongue virus is an economically important pathogen that infects cattle and sheep. In recent years, progress has been made in determining atomic and subnanometer resolution structures of a number of key viral proteins and virion capsids of several dsRNA viruses, highlighting the significant parallels in the structure and replicative processes of many of these viruses. ===Mutation rates=== RNA viruses generally have very high mutation rates compared to DNA viruses, because viral RNA polymerases lack the proofreading ability of DNA polymerases. The genetic diversity of RNA viruses is one reason why it is difficult to make effective vaccines against them. Retroviruses also have a high mutation rate even though their DNA intermediate integrates into the host genome (and is thus subject to host DNA proofreading once integrated), because errors during reverse transcription are embedded into both strands of DNA before integration. Some genes of RNA virus are important to the viral replication cycles and mutations are not tolerated. For example, the region of the hepatitis C virus genome that encodes the core protein is highly conserved, because it contains an RNA structure involved in an internal ribosome entry site. ==Replication== Animal RNA viruses are classified by the ICTV. There are three distinct groups of RNA viruses depending on their genome and mode of replication: * Double-stranded RNA viruses (Group III) contain from one to a dozen different RNA molecules, each coding for one or more viral proteins. * Positive-sense ssRNA viruses (Group IV) have their genome directly utilized as mRNA, with host ribosomes translating it into a single protein that is modified by host and viral proteins to form the various proteins needed for replication. One of these includes RNA-dependent RNA polymerase (RNA replicase), which copies the viral RNA to form a double-stranded replicative form. In turn, this dsRNA directs the formation of new viral RNA. * Negative-sense ssRNA viruses (Group V) must have their genome copied by an RNA replicase to form positive-sense RNA. This means that the virus must bring along with it the enzyme RNA replicase. The positive-sense RNA molecule then acts as viral mRNA, which is translated into proteins by the host ribosomes. Retroviruses (Group VI) have a single-stranded RNA genome but, in general, are not considered RNA viruses because they use DNA intermediates to replicate. Reverse transcriptase, a viral enzyme that comes from the virus itself after it is uncoated, converts the viral RNA into a complementary strand of DNA, which is copied to produce a double-stranded molecule of viral DNA. After this DNA is integrated into the host genome using the viral enzyme integrase, expression of the encoded genes may lead to the formation of new virions. ==Recombination== Numerous RNA viruses are capable of genetic recombination when at least two viral genomes are present in the same host cell. Very rarely viral RNA can recombine with host RNA. RNA recombination appears to be a major driving force in determining genome architecture and the course of viral evolution among Picornaviridae ((+)ssRNA), e.g. poliovirus. In the Retroviridae ((+)ssRNA), e.g. HIV, damage in the RNA genome appears to be avoided during reverse transcription by strand switching, a form of recombination. Recombination also occurs in the Reoviridae (dsRNA), e.g. reovirus; Orthomyxoviridae ((-)ssRNA), e.g. influenza virus; and Coronaviridae ((+)ssRNA), e.g. SARS. Recombination in RNA viruses appears to be an adaptation for coping with genome damage. Recombination can occur infrequently between animal viruses of the same species but of divergent lineages. The resulting recombinant viruses may sometimes cause an outbreak of infection in humans. ==Classification== Classification of the RNA viruses is difficult. This is in part due to the high mutation rates these genomes undergo. Classification is based principally on the type of genome (double- stranded, negative- or positive-single-strand) and gene number and organization. Currently, there are 5 orders and 47 families of RNA viruses recognized. There are also many unassigned species and genera. Related to but distinct from the RNA viruses are the viroids and the RNA satellite viruses. These are not currently classified as RNA viruses and are described on their own pages. A study of several thousand RNA viruses has shown the presence of at least five main taxa: a levivirus and relatives group; a picornavirus supergroup; an alphavirus supergroup plus a flavivirus supergroup; the dsRNA viruses; and the -ve strand viruses. The lentivirus group appears to be basal to all the remaining RNA viruses. The next major division lies between the picornasupragroup and the remaining viruses. The dsRNA viruses appear to have evolved from a +ve RNA ancestor and the -ve RNA viruses from within the dsRNA viruses. The closest relation to the -ve stranded RNA viruses is the Reoviridae. ===Positive strand RNA viruses=== This is the single largest group of RNA viruses with 30 families. Attempts have been made to group these families in higher orders. These proposals were based on an analysis of the RNA polymerases and are still under consideration. To date, the suggestions proposed have not been broadly accepted because of doubts over the suitability of a single gene to determine the taxonomy of the clade. The proposed classification of positive-strand RNA viruses is based on the RNA-dependent RNA polymerase. Three groups have been recognised: # Bymoviruses, comoviruses, nepoviruses, nodaviruses, picornaviruses, potyviruses, sobemoviruses and a subset of luteoviruses (beet western yellows virus and potato leafroll virus)—the picorna like group (Picornavirata). # Carmoviruses, dianthoviruses, flaviviruses, pestiviruses, statoviruses, tombusviruses, single-stranded RNA bacteriophages, hepatitis C virus and a subset of luteoviruses (barley yellow dwarf virus)—the flavi like group (Flavivirata). # Alphaviruses, carlaviruses, furoviruses, hordeiviruses, potexviruses, rubiviruses, tobraviruses, tricornaviruses, tymoviruses, apple chlorotic leaf spot virus, beet yellows virus and hepatitis E virus—the alpha like group (Rubivirata). A division of the alpha-like (Sindbis-like) supergroup on the basis of a novel domain located near the N termini of the proteins involved in viral replication has been proposed. The two groups proposed are: the 'altovirus' group (alphaviruses, furoviruses, hepatitis E virus, hordeiviruses, tobamoviruses, tobraviruses, tricornaviruses and probably rubiviruses); and the 'typovirus' group (apple chlorotic leaf spot virus, carlaviruses, potexviruses and tymoviruses). The alpha like supergroup can be further divided into three clades: the rubi-like, tobamo-like, and tymo-like viruses. Additional work has identified five groups of positive-stranded RNA viruses containing four, three, three, three, and one order(s), respectively. These fourteen orders contain 31 virus families (including 17 families of plant viruses) and 48 genera (including 30 genera of plant viruses). This analysis suggests that alphaviruses and flaviviruses can be separated into two families—the Togaviridae and Flaviridae, respectively—but suggests that other taxonomic assignments, such as the pestiviruses, hepatitis C virus, rubiviruses, hepatitis E virus, and arteriviruses, may be incorrect. The coronaviruses and toroviruses appear to be distinct families in distinct orders and not distinct genera of the same family as currently classified. The luteoviruses appear to be two families rather than one, and apple chlorotic leaf spot virus appears not to be a closterovirus but a new genus of the Potexviridae. ==== Evolution ==== The evolution of the picornaviruses based on an analysis of their RNA polymerases and helicases appears to date to the divergence of eukaryotes. Their putative ancestors include the bacterial group II retroelements, the family of HtrA proteases and DNA bacteriophages. Partitiviruses are related to and may have evolved from a totivirus ancestor. Hypoviruses and barnaviruses appear to share an ancestry with the potyvirus and sobemovirus lineages respectively. ===Double-stranded RNA viruses=== This analysis also suggests that the dsRNA viruses are not closely related to each other but instead belong to four additional classes—Birnaviridae, Cystoviridae, Partitiviridae, and Reoviridae—and one additional order (Totiviridae) of one of the classes of positive ssRNA viruses in the same subphylum as the positive-strand RNA viruses. One study has suggested that there are two large clades: One includes the families Caliciviridae, Flaviviridae, and Picornaviridae and a second that includes the families Alphatetraviridae, Birnaviridae, Cystoviridae, Nodaviridae, and Permutotretraviridae. ===Negative strand RNA viruses=== These viruses have multiple types of genome ranging from a single RNA molecule up to eight segments. Despite their diversity it appears that they may have originated in arthropods and to have diversified from there. ===Satellite viruses=== A number of satellite viruses—viruses that require the assistance of another virus to complete their life cycle—are also known. Their taxonomy has yet to be settled. The following four genera have been proposed for positive sense single stranded RNA satellite viruses that infect plants—Albetovirus, Aumaivirus, Papanivirus and Virtovirus. A family—Sarthroviridae which includes the genus Macronovirus—has been proposed for the positive sense single stranded RNA satellite viruses that infect arthropods. ==Group III – dsRNA viruses== There are twelve families and a number of unassigned genera and species recognised in this group. * Family Amalgaviridae * Family Birnaviridae * Family Chrysoviridae * Family Cystoviridae * Family Endornaviridae * Family Hypoviridae * Family Megabirnaviridae * Family Partitiviridae * Family Picobirnaviridae * Family Reoviridae – includes Rotavirus * Family Totiviridae * Family Quadriviridae * Genus Botybirnavirus * Unassigned species ** Botrytis porri RNA virus 1 ** Circulifer tenellus virus 1 ** Colletotrichum camelliae filamentous virus 1 ** Cucurbit yellows associated virus ** Sclerotinia sclerotiorum debilitation- associated virus ** Spissistilus festinus virus 1 ==Group IV – positive-sense ssRNA viruses== There are three orders and 34 families recognised in this group. In addition, there are a number of unclassified species and genera. * Order Nidovirales ** Family Arteriviridae ** Family Coronaviridae – includes Human coronavirus (common cold viruses HCoV-229E, HCoV-HKU1, HCoV-NL63, and HCoV-OC43), MERS-CoV, SARS-CoV-1 and SARS-CoV-2 ** Family Mesoniviridae ** Family Roniviridae * Order Picornavirales ** Family Dicistroviridae ** Family Iflaviridae ** Family Marnaviridae ** Family Picornaviridae – includes Poliovirus, Rhinovirus (a common cold virus), Hepatitis A virus ** Family Secoviridae includes subfamily Comovirinae ** Genus Bacillariornavirus ** Species Kelp fly virus * Order Tymovirales ** Family Alphaflexiviridae ** Family Betaflexiviridae ** Family Gammaflexiviridae ** Family Tymoviridae * Unassigned ** Family Alphatetraviridae ** Family Alvernaviridae ** Family Astroviridae ** Family Barnaviridae ** Family Benyviridae ** Family Botourmiaviridae ** Family Bromoviridae ** Family Caliciviridae – includes Norwalk virus ** Family Carmotetraviridae ** Family Closteroviridae ** Family Flaviviridae – includes Yellow fever virus, West Nile virus, Hepatitis C virus, Dengue fever virus, Zika virus ** Family Fusariviridae ** Family Hepeviridae ** Family Hypoviridae ** Family Leviviridae ** Family Luteoviridae – includes Barley yellow dwarf virus ** Family Polycipiviridae ** Family Narnaviridae ** Family Nodaviridae ** Family Permutotetraviridae ** Family Potyviridae ** Family Sarthroviridae ** Family Statovirus ** Family Togaviridae – includes Rubella virus, Ross River virus, Sindbis virus, Chikungunya virus ** Family Tombusviridae ** Family Virgaviridae ** Unassigned genera *** Genus Blunervirus *** Genus Cilevirus *** Genus Higrevirus *** Genus Idaeovirus *** Genus Negevirus *** Genus Ourmiavirus *** Genus Polemovirus *** Genus Sinaivirus *** Genus Sobemovirus ** Unassigned species *** Acyrthosiphon pisum virus *** Bastrovirus *** Blackford virus *** Blueberry necrotic ring blotch virus *** Cadicistrovirus *** Chara australis virus *** Extra small virus *** Goji berry chlorosis virus *** Harmonia axyridis virus 1 *** Hepelivirus *** Jingmen tick virus *** Le Blanc virus *** Nedicistrovirus *** Nesidiocoris tenuis virus 1 *** Niflavirus *** Nylanderia fulva virus 1 *** Orsay virus *** Osedax japonicus RNA virus 1 *** Picalivirus *** Planarian secretory cell nidovirus *** Plasmopara halstedii virus *** Rosellinia necatrix fusarivirus 1 *** Santeuil virus *** Secalivirus *** Solenopsis invicta virus 3 *** Wuhan large pig roundworm virus Satellite viruses * Family Sarthroviridae * Genus Albetovirus * Genus Aumaivirus * Genus Papanivirus * Genus Virtovirus * Chronic bee paralysis virus An unclassified astrovirus/hepevirus-like virus has also been described.Pankovics P, Boros Á, Kiss T, Engelmann P, Reuter G (2019) Genetically highly divergent RNA virus with astrovirus-like (5'-end) and hepevirus-like (3'-end) genome organization in carnivorous birds, European roller (Coracias garrulus). Infect Genet Evol ==Group V – negative-sense ssRNA viruses== With the exception of the Hepatitis D virus, this group of viruses has been placed into a single phylum—Negarnaviricota. This phylum has been divided into two subphyla—Haploviricotina and Polyploviricotina. Within the subphylum Haploviricotina four classes are currently recognised: Chunqiuviricetes, Milneviricetes, Monjiviricetes and Yunchangviricetes. In the subphylum Polyploviricotina two classes are recognised: Ellioviricetes and Insthoviricetes. Six classes, seven orders and twenty four families are currently recognized in this group. A number of unassigned species and genera are yet to be classified. * Phylum Negarnaviricota ** Subphylum Haploviricotina *** Class Chunqiuviricetes **** Order Muvirales ***** Family Qinviridae *** Class Milneviricetes **** Order Serpentovirales ***** Family Aspiviridae *** Class Monjiviricetes **** Order Jingchuvirales ***** Family Chuviridae **** Order Mononegavirales ***** Family Bornaviridae – Borna disease virus ***** Family Filoviridae – includes Ebola virus, Marburg virus ***** Family Mymonaviridae ***** Family Nyamiviridae ***** Family Paramyxoviridae – includes Measles virus, Mumps virus, Nipah virus, Hendra virus, and NDV ***** Family Pneumoviridae – includes RSV and Metapneumovirus ***** Family Rhabdoviridae – includes Rabies virus ***** Family Sunviridae ***** Genus Anphevirus ***** Genus Arlivirus ***** Genus Chengtivirus ***** Genus Crustavirus ***** Genus Wastrivirus *** Class Yunchangviricetes **** Order Goujianvirales ***** Family Yueviridae ** Subphylum Polyploviricotina *** Class Ellioviricetes **** Order Bunyavirales ***** Family Arenaviridae – includes Lassa virus ***** Family Cruliviridae ***** Family Feraviridae ***** Family Fimoviridae ***** Family Hantaviridae ***** Family Jonviridae ***** Family Nairoviridae ***** Family Peribunyaviridae ***** Family Phasmaviridae ***** Family Phenuiviridae ***** Family Tospoviridae ***** Genus Tilapineviridae *** Class Insthoviricetes **** Order Articulavirales ***** Family Amnoonviridae – includes Taastrup virus ***** Family Orthomyxoviridae – includes Influenza viruses * Unassigned genera: ** Genus Deltavirus – includes Hepatitis D virus (not a true virus, but a subviral agent) ==Gallery== File:Lassa virus.JPG|Lassa virus (Arenaviridae) File:Lymphocytic choriomeningitis virus.jpg|Lymphocytic choriomeningitis virus (Arenaviridae) File:Sin Nombre virus Hanta TEM 1137 lores.jpg|Hantavirus (Bunyaviridae) File:Marburg virus.jpg|Marburg Virus (Filoviridae) File:Ebola virions.png|Ebola virus (Filoviridae) File:Influenza virus particle 8430 lores.jpg|Influenza (Orthomyxoviridae) File:Measles virus.JPG|Measles (Paramyxoviridae) File:Mumps virus, negative stained TEM 8758 lores.jpg|Mumps virus (Paramyxoviridae) File:Respiratory Syncytial Virus (RSV) EM PHIL 2175 lores.jpg|Human respiratory syncytial virus (Paramyxoviridae) File:Parainfluenza virus TEM PHIL 271 lores.jpg|Parainfluenza (Paramyxoviridae) File:Rabies Virus EM PHIL 1876.JPG|Rabies (Rhabdoviridae) File:Vesicular stomatitis virus (VSV) EM 18 lores.jpg|Vesicular stomatitis virus (Rhabdoviridae) == See also == * Virus classification * List of viruses * Viral replication * Positive/negative-sense * Animal viruses * Double- stranded RNA viruses * Retrovirus * DNA viruses * Norovirus cis-acting replication element * Viroid ==Notes== == References == == External links == * * Animal viruses Category:RNA",
 "title": "RNA virus"
}