{
 "id": "262176",
 "text": "Aḥmad ibn Muḥammad al-Maqqarī al-Tilmisānī (or al-Maḳḳarī) (), (1577-1632) was an Algerian scholar, biographer and historian who is best known for his , a compendium of the history of Al-Andalus which provided a basis for the scholarly research on the subject until the twentieth century. ==Life== A native of Tlemcen and from a prominent intellectual family originally from the village of Maqqara, near M'sila in Algeria. After his early education in Tlemcen, al-Maqqari travelled to Fes in Morocco and then to Marrakesh, following the court of Ahmad al-Mansur. On al-Mansur's death in 1603, al- Maqqari established himself in Fes, where he was appointed both as mufti and as the imam of the Qarawiyyin Mosque by al-Mansour's successor, Zidan Abu Maali. In 1617, he left for the East, possibly following a quarrel with the local ruler, and took up residence in Cairo, where he composed his best known work, Nafḥ al-ṭīb. In 1620 he visited Jerusalem and Damascus, and made five pilgrimages over six years. At Mecca and Medina he gave popular lectures on ḥadīth. In 1628 he was again in Damascus, where he continued his lectures on Muhammad al-Bukhari's collection of Ḥadīth ('Traditions'), and spoke much of the glories of Muslim Iberia, and received the impulse to write his work on this subject later. That year he returned to Cairo and spent a year in writing his history of Spain from material he had mainly collected at the Sa'dian library in Marrakesh. Surviving manuscripts are now held in part at El Escorial, near Madrid. He died in 1632 during preparations to settle in Damascus. == Works == * Rawdat al-As al-'Aatirat al-Anfaas fi Dhikar men Laqaituhu min Aa'alaam Marrakesh wa Fes () - 'The Garden of Myrtle of Aromatic Scents and the Memories of The Scholars (ulema) Whom I Met in the Two Metropolises: Marrakesh and Fes' : Al-Maqqarī dedicated this to his patron Ahmad al-Mansur. * () - 'The Breath of Perfume from the Branch of Flourishing Al-Andalus and Memories of its Vizier Lisan ud-Din ibn ul-Khattib': His greatest work in two-parts; i) a history of Muslim Iberia compiled from descriptions by many authors; published by William Wright, Christoph Krehl, Reinhart Dozy and Gustave Dugat as Analectes sur l'histoire et la littérature des Arabes d'Espagne (1855–1861), and in an abridged English translation by Pascual de Gayangos (1840–1843) titled The history of the Muhammadan dynasties in Spain.; ii) a biography of Ibn al-Khatib. A complete Arabic edition was published at Bulaq (1863), Cairo (1885) and Beirut (1968). A complete English translation is yet to be published. ==Editions== * Al-Makkari, القسم الأول من كتاب نفح الطيب, من غصن الأندلس الرطيب, و ذكر وزيرها لسان الدين بن الخطيب لأبي العباس أحمد بن محمد المقري [al-Qism al-awwal min kitāb nafḥ al-ṭīb, min ghuṣn al-Andalus al-raṭīb, wa-dhikr wazīrihā Lisān al-Dīn ibn al-Khaṭīb li-Abī al- ʻAbbās Aḥmad ibn Muḥammad al-Maqarrī]/Analectes sur l'histoire et la littĕrature des Arabes d'Espagne, ed. by R. Dozy and G. Dugat, L. Krehl and W. Wright, 2 vols in four parts (Leiden: Brill, 1855–61), 1.1, 1.2, 2.1, 2.2 (edition of the nafḥ al-ṭīb) * al-Maqqarı̄, Nafḥ al-Ṭı̄b min Ghuṣn al-Andalus al-Raṭı̄b, ed. by I. ‘Abbās (Beirut: Dār Ṣādir, 1968) ==See also== * List of Ash'aris and Maturidis * List of Arab scientists and scholars ==Notes== :1.Nafḥ al-ṭīb min ghuṣn al-Andalus al-raṭīb wa-dhikr waziriha Lisān al-Dīn ibn al-Khaṭīb () ==References== *Al-Maqqari's \"Breath Of Perfumes\", in: Charles F. Horne, Sacred Books and Early Literature of the East: Medieval Arabic, Moorish, and Turkish, . * * Online: Category:1577 births Category:1632 deaths Category:17th-century historians Category:Asharis Category:Muslim historians of Al-Andalus Category:People from Tlemcen Category:Algerian historians Category:University of al-Qarawiyyin alumni Category:Algerian emigrants to Egypt Category:Historians of Spain Category:Supporters of Ibn Arabi",
 "title": "Ahmed Mohammed al-Maqqari"
}