{
 "id": "262213",
 "text": "U.S. Route 30 or U.S. Highway 30 (US 30) is an east-west main route in the system of the United States Numbered Highways, with the highway traveling across the northern tier of the country. With a length of , it is the third longest U.S. highway, after US 20 and US 6\\. The western end of the highway is at US 101 in Astoria, Oregon; the eastern end is at Virginia Avenue, Absecon Boulevard, and Adriatic Avenue in Atlantic City, New Jersey. The \"0\" as the last digit in the number indicates that it is a coast-to-coast route and a major east-west route. Despite long stretches of parallel and concurrent Interstate Highways, it has not been decommissioned unlike other long haul routes such as US 66\\. Much of the historic Lincoln Highway, the first road across the United States (from New York City to San Francisco), became part of US 30; it is still known by that name in many areas. US 30 and US 20 break the general U.S. Route numbering guidelines in Oregon, since US 20 actually starts south of US 30 in Newport, Oregon and US 30 runs parallel to the north throughout the state (the Columbia River and Interstate 84). The two run concurrently and continue in the correct positioning near Caldwell, Idaho. This is because US 20 was not a planned coast-to-coast route while US 30 was. US 20 originally ended at the eastern entrance of Yellowstone National Park; it was extended to Albany, Oregon in 1940, then again to Newport in 1943. ==Route description== |- |OR |477.47Oregon Department of Transportation, TransGIS Equations and Milepoint Range Information , accessed January 30, 2006 |768.41 |- |ID |415.55 |668.77 |- |WY |454.37 |731.24 |- |NE |451 |726 |- |IA |330.43Iowa Department of Transportation, 2004 Geographic Information Systems Statewide and County Data |531.77 |- |IL |151.32 |243.53 |- |IN |151.8 |244.3 |- |OH |245.39 |394.92 |- |WV |3.4Approximated from Mapquest |5.5 |- |PA |324 |521 |- |NJ |58.26 |93.76 |- |Total |3064 |4930 |} ===Oregon=== The western terminus of US 30 is at an intersection with U.S. Route 101 at the southern end of the Astoria–Megler Bridge in downtown Astoria, Oregon, approximately from the Pacific Ocean. It heads east to Portland, where it uses a short section of freeway built for the canceled Interstate 505\\. From there it heads around the north side of downtown on Interstate 405 and Interstate 5 to reach Interstate 84 (I‑84). Most of the rest of the route is concurrent with I‑84, with only about , under 1/5 of its remaining length, off the freeway, mainly on old alignments. ===Idaho=== Upon entering Idaho, US 30 runs along its old surface route through Fruitland and New Plymouth before joining I‑84. It leaves at Bliss and soon crosses the Snake River, running south of it through Twin Falls and Burley before crossing it again and rejoining I‑84. At the split with Interstate 86 (I‑86), US 30 continues east with I‑86 almost to its end at Pocatello. US 30 cuts southeast through downtown Pocatello to Interstate 15, where it heads south to McCammon. There it exits and heads east and southeast into Wyoming, not paralleling an Interstate highway for the first time since Portland. ===Wyoming=== In Wyoming, US 30 heads southeast through Kemmerer to Granger, where it joins Interstate 80 across the southern part of the state. It is also here that it joins the historic Lincoln Highway. As in the previous two states, US 30 remains with the Interstate highway for most of its path, only leaving for the old route in the following places: * from Walcott to Laramie * through Cheyenne * through Pine Bluffs to the Nebraska state line ===Nebraska=== Unlike the three states to the west, Nebraska keeps US 30 completely separate from its parallel Interstates (Interstate 80 [I‑80] in this case). From the state line to Grand Island, US 30 closely parallels I‑80. East of Grand Island, US 30 diverges from I‑80 and runs northeast towards Columbus on a highway parallel to the Platte River. At Columbus, it turns east towards Schuyler and Fremont and crosses the Missouri River into Iowa east of Blair. ===Iowa=== US 30 crosses Iowa from west to east approximately north of Interstate 80. Between Missouri Valley and Denison, US 30 runs in a southwest-to-northeast direction. Several freeway bypasses have been built around the major cities on US 30 - Ames, Marshalltown, Tama, Cedar Rapids, Mt. Vernon and DeWitt. It crosses the Mississippi River into Illinois on the Gateway Bridge at Clinton. U.S. Route 30S and U.S. Route 30A are two previous alternate alignments of US 30 in Iowa. They followed the original alignment of US 30 in the state. They both began in Nebraska, entered Iowa in Council Bluffs, and extended north to Missouri Valley via Crescent to meet the current highway. ===Illinois=== US 30 heads east in Illinois to Rock Falls, where it begins to parallel Interstate 88. At Aurora it turns southeast to Joliet, where it is a major thoroughfare in the city of Joliet (Plainfield Road), and then back east through New Lenox, Frankfort, Mokena, Matteson, Olympia Fields, Park Forest, Chicago Heights, Ford Heights, and Lynwood to the Indiana state line, bypassing Chicago to the south. Notwithstanding, the original 1926 routing of US 30 ran directly through downtown Chicago. ===Indiana=== US 30 in Indiana is a major rural divided highway. It is not a freeway except at Fort Wayne, where it runs around the north side on Interstate 69 (I‑69) and Interstate 469. Between Interstate 65 (at Merrillville) and I‑69 (Fort Wayne), there are over 40 traffic signals on this divided highway, hindering smooth traffic flow. This is especially pronounced near Warsaw and Columbia City, where the speed limit is reduced as the highway runs through a commercial section with many businesses and traffic signals. Many of the other signals are concentrated between Hobart and Valparaiso, the two cities being about apart. It is, however, a four lane divided road through its entirety within Indiana, generally avoiding small towns. Speed limits range, but are generally . ===Ohio=== US 30 continues into Ohio, where it is mainly a 4 lane divided highway until in Canton. A proposal to make US 30 a limited access freeway from Trump Ave and OH 11 was set in 2019 & federal funding has set $18 Million to construct the new freeway. As of 2020 the only sections that are limited access freeways are in Van Wert, Bucyrus, Mansfield, Wooster, & Canton. A section between I-71 & US-250 is a divided 4 lane highway. Also a section between OH 57 & OH 172 is a 4 lane divided highway with Traffic Signals at 2 intersections. The highway passes through Van Wert. After Van Wert it travels through Upper Sandusky where, the highway runs concurrent with US 23. The section between Mansfield and Canton follows the old Lincoln Highway. The last remaining segments that will be upgraded to a freeway is passed Canton, currently the highway is a 2 lane route that passes through East Canton, Minerva, & Lisbon. After Lisbon it concurs with OH 45 for 3 miles and it becomes a freeway. Designated with signs marking routes OH 11, OH 7, OH 39, & US 30. After joining Ohio 11, Ohio 7 becomes a part of the freeway where all 3 routes split in East Liverpool where US 30 joins OH 39 for 1 mile and US 30 crosses the Ohio River into West Virginia. ===West Virginia=== US 30 runs for only about in West Virginia. It crosses the Ohio River over the Jennings Randolph Bridge, continuing the freeway from the Ohio section. After cutting through the town of Chester with only one interchange, West Virginia Route 2 (Carolina Avenue), the freeway section ends not too long after. US 30 continues across the northernmost piece of the Northern Panhandle on a two-lane road. ===Pennsylvania=== US 30 heads southeast into Pennsylvania, joining US 22 and then the Penn-Lincoln Parkway West west of Pittsburgh. It heads through downtown Pittsburgh on Interstate 376/US 22, leaving at Wilkinsburg for its own alignment. From there it roughly parallels the Pennsylvania Turnpike (Interstate 76 [I‑76]) to the Philadelphia area, though in many areas, particularly from York past Lancaster, and bypassing Coatesville, Downingtown, and Exton, it is far enough from the Pennsylvania Turnpike to require its own freeway. As it approaches Philadelphia, US 30 constitutes the main road of the \"Main Line\", a string of affluent suburbs west of the city; often called Lancaster Avenue and Lancaster Pike through this stretch. US 30 then briefly joins I‑76 near Center City Philadelphia, splitting onto Interstate 676 to cross the Delaware River on the Benjamin Franklin Bridge. ===New Jersey=== US 30 splits from Interstate 676 just east of the Ben Franklin Bridge toll plaza in Camden and heads southeast to Atlantic City, generally parallel to the Atlantic City Expressway, passing through the New Jersey Pine Barrens. For most of its New Jersey run, it is known as the White Horse Pike. It ends in Atlantic City at the intersection of Absecon Boulevard, Virginia Avenue, and Adriatic Avenue, about from the Atlantic Ocean. ==History== US 30 was originally proposed to run from Salt Lake City, Utah to Atlantic City, New Jersey.Report of Joint Board on Interstate Highways, October 30, 1925 West of Philadelphia, Pennsylvania, this was designated largely along the Lincoln Highway, as part of a promise to the Lincoln Highway Association to assign a single number to their road as much as possible. West of Salt Lake City, U.S. Route 40 continued to San Francisco, California, although it ran farther north than the Lincoln Highway east of Wadsworth, Nevada and west of Sacramento, California. Around 1931, a split in Ohio was designated, from Delphos east to Mansfield. The original US 30 was assigned U.S. Route 30S (US 30S), and a straighter route became U.S. Route 30N (US 30N). US 30S was eliminated ca 1975, putting US 30 on former US 30N. US 30 was rerouted ca 1931 to bypass Omaha, Nebraska and Council Bluffs, Iowa to the north. The former route, from Fremont, Nebraska to Missouri Valley, Iowa, was designated U.S. Route 30S. Around 1934 it was truncated to Omaha and c. 1939 it was changed from US 30S to US 30A and was removed from service in 1969 when the historic Douglas Street bridge was demolished. Metropolitan Portland, Oregon has a signed US 30 \"Bypass\", beginning at the St. John's bridge, following (roughly) Lombard Street in North Portland, continuing along Sandy Boulevard, and rejoining the Interstate 84|/US 30 route in the center of the town of Wood Village. Junctions with Interstate 5, US 30 at the St. John's bridge, and Interstate 205 are all signed with \"US-30 BYPASS\" markers. Portland also had a U.S. 30 Business route along N.E. Sandy Boulevard, however the route was decommissioned in 2007. During the planning stages US 30 was proposed to run through and terminate in Salt Lake City, Utah, but Idaho and Oregon objected. What is now US 30 through those states (west of Burley, Idaho) had been designated as part of U.S. Route 20, another transcontinental route, but it took a detour to the north through Yellowstone National Park, making it inaccessible during the winter season. The states agreed to take US 30 along that route, splitting from the route to Salt Lake City at Granger, Wyoming and running along what had been designated as U.S. Route 530 (US 530). (That number was then reused for the spur towards Salt Lake City.) The planned US 530 had ended at U.S. Route 91 at McCammon, Idaho, where the new US 30 turned north to Pocatello, meeting the planned US 20\\. (US 20 was truncated to Yellowstone but later extended along its own route to the Pacific Ocean.) What had been designated as U.S. Route 630 (US 630), from US 30 at Echo, Utah to Ogden, Utah, was to be extended east on former US 30 to US 30 at Granger and northwest on US 91 and what had been designated U.S. Route 191 to US 30 at Burley. Utah objected to that plan, however, as it removed US 30 from that state, giving them only US 630, a branch. A compromise was reached, in which the US 630 route would become the main line of US 30, once improved to higher standards, but that was still not deemed completely satisfactory. Ultimately, in the final system, a split was approved between Burley, Idaho and Granger, Wyoming, with U.S. Route 30N running along the modern routing US 30, and U.S. Route 30S taking the route through Utah (planned as US 630). In the final plan (dated November 11, 1926), the route towards Salt Lake City became U.S. Route 530, ending at U.S. Route 40 at Kimball Junction, Utah.American Association of State Highway and Transportation Officials, United States Numbered Highways, 1927 In 1988 Pennsylvania Department of Transportation (PennDOT) engineers proposed that US 30 be rerouted and upgraded to a four-lane controlled-access expressway through a portion of Lancaster County. The American Farmland Trust (AFT) opposed the plan because, according to Jim Riggle, then Director of Operations at AFT, it \"would have cut right through the heart of the best farmland [and] would probably have been the death knell of the Amish community.\" The plans were averted when more than a thousand Old Order Amish, people who do not usually participate in the public process, \"drove their buggies to the meeting hall and expressed their concern by simply sitting quietly in the audience in their black homespun suits.\" ==Major intersections== ;Oregon : in Astoria : in Portland. The highways travel concurrently through the city. : in Portland. I-5/US 30 travel concurrently through the city. : in Portland. I-84/US 30 travel concurrently to Cascade Locks. : in Portland : in Portland : in Portland : in Cascade Locks. The highways travel concurrently to Hood River. : in Hood River. The highways travel concurrently to Mosier. : in The Dalles : in The Dalles. The highways travel concurrently through the city. : in The Dalles. I-84/US 30 travel concurrently to Pendleton. : east-northeast of The Dalles : east of Boardman : southwest of Hermiston : in Stanfield. The highways travel concurrently to Pendleton. : in Gopher Flats. The highways travel concurrently to La Grande. : southeast of La Grande. The highways travel concurrently to North Powder. : in Baker City. The highways travel concurrently to south of Fruitland, Idaho. ;Idaho : south of Fruitland. US 30/US 95 travel concurrently to Palisades Corner. : south of New Plymouth. The highways travel concurrently to west- northwest of Bliss. : north of Caldwell. The highways travel concurrently to Caldwell. : in Boise. : in Boise. US 20/US 30 travel concurrently to Mountain Home. US 26/US 30 travel concurrently to west-northwest of Bliss. : east of Filer. The highways travel concurrently to Twin Falls. : in Heyburn. The highways travel concurrently to northeast of Declo. : northeast of Declo. I-86/US 30 travel concurrently to west of Chubbuck. : in Pocatello. The highways travel concurrently to northwest of McCammon. : in Pocatello. The highways travel concurrently to northwest of McCammon. : in Montpelier. The highways travel concurrently through the city. ;Wyoming : in Kemmerer : in Little America. The highways travel concurrently to south-southeast of Walcott. : in Purple Sage. The highways travel concurrently to Rock Springs. : east of Rawlins. The highways travel concurrently to Laramie. : southeast of Laramie. The highways travel concurrently to southwest of Cheyenne. : in Cheyenne : in Cheyenne : east-northeast of Cheyenne. The highways travel concurrently to Pine Bluffs. ;Nebraska : in Sidney. The highways travel concurrently to Chappell. : north of Big Springs : west-southwest of Ogallala. The highways travel concurrently to Ogallala. : in North Platte : in Lexington : in Grand Island : south of Columbus. The highways travel concurrently to Columbus. : north of Fremont. US 30/US 275 travel concurrently to east- northeast of Fremont. : in Blair. The highways travel concurrently through the city. ;Iowa : in Missouri Valley : in Denison. The highways travel concurrently through the city. : in Carroll : on the Amaqua–Beaver township line. The highways travel concurrently to Ogden. : in Ames : southeast of Ames : in Colo : in Toledo : in Fremont Township. The highways travel concurrently to Cedar Rapids. : in Cedar Rapids. The highways travel concurrently to Bertram Township. : in Cedar Rapids : in De Witt. The highways travel concurrently to southwest of De Witt. : in Clinton. The highways travel concurrently through the city. ;Illinois : southeast of Rock Falls : north of Amboy : southwest of Lee : in Oswego. The highways travel concurrently to Montgomery. : in Joliet : in Joliet. The highways travel concurrently through the city. : in New Lenox : in Frankfort : in Matteson ;Indiana : in Schererville : in Merrillville : in Wanatah : in Davis Township : east of Plymouth : in Fort Wayne. The highways travel concurrently through the city. : in Fort Wayne. I-69/US 30 travel concurrently through the city. : in Fort Wayne : north-northeast of Fort Wayne. The highways travel concurrently to New Haven. : northeast of New Haven. The highways travel concurrently to New Haven. ;Ohio : in Pleasant Township. The highways travel concurrently to Van Wert. : north of Van Wert : in Madison Township : in Salem Township. The highways travel concurrently to Crane Township. : in Madison Township : in Mifflin Township : in Plain Township. The highways travel concurrently to Wooster Township. : in Massillon. The highways travel concurrently to Canton. : in Canton : from West Point to West Virginia state line ;West Virginia : in Chester ;Pennsylvania : in North Fayette Township. The highways travel concurrently to Wilkinsburg. : in Robinson Township. The highways travel concurrently to Wilkinsburg. : southwest of Pennsbury Village : in Pittsburgh. The highways travel concurrently approximately . : in Pittsburgh : in North Huntingdon Township : in Southwest Greensburg : in Jenner Township : in Bedford Township : in Breezewood. The highways travel concurrently through the town. : in Todd Township : in Chambersburg : in Chambersburg : in Straban Township : in Manchester Township : in Manheim Township. The highways travel concurrently through the township. : in Caln Township : in West Whiteland Township : in Radnor Township : on the Lower Merion Township–Philadelphia line : in Philadelphia. The highways travel concurrently through the city. : in Philadelphia. I-676/US 30 travel concurrently to Camden, New Jersey. : in Philadelphia ;New Jersey : in Pennsauken Township. The highways travel concurrently to Collingswood. : in Barrington : in Hammonton : in Absecon : Virginia Avenue/Absecon Boulevard/Adriatic Avenue in Atlantic City ==Special routes== US 30 has had multiple alternate routes during it existence, but all have been finally eliminated. Although several business loops of US 30 have been decommissioned as well, nearly a dozen remain. In addition to these business loops, there is also one bypass, one emergency route, and one business alternate truck route. ==Related routes== * in New Jersey * (former) in Pennsylvania * (former) in Illinois * (former) in Illinois * (former) in Utah * (former) in Oregon * in Oregon and Washington * (former) in Washington ==See also== * List of United States Numbered Highways * Lincoln Highway ==References== ==External links== * Endpoints of U.S. Route 30 on usends.com * Speed Limits for U.S. Route 30 in New Jersey 30 30 30 Category:Interstate 80 Category:Interstate 84 (Oregon–Utah) Category:1926 establishments in the United States",
 "title": "U.S. Route 30"
}