{
 "id": "262283",
 "text": "Thomas Tusser (c. 15243 May 1580) was an English poet and farmer, best known for his instructional poem Five Hundred Points of Good Husbandry, an expanded version of his original title, A Hundreth Good Pointes of Husbandrie, first published in 1557. For Tusser the garden was the domain of the housewife, and the 1562 text expands on this theme. Scholars also consider it a text of interest for its defense of enclosures. It was among the best selling poetry books of the Elizabethan age.Samson, Alexander. Locus Amoenus: Gardens and Horticulture in the Renaissance, 2012 :3 ==Early life== Tusser was born in Rivenhall, Essex, about 1524, the son of William and Isabella Tusser. At a very early age he became a chorister in the St Nicholas collegiate chapel at Wallingford Castle, Wallingford, Oxfordshire. He appears to have been pressed for service in the King's Chapel, the choristers of which were usually afterwards placed by the king in one of the royal foundations at Oxford or Cambridge. But Tusser entered the choir of St. Paul's Cathedral, and from there went to Eton College. He has left a quaint account of his privations at Wallingford, and of the severities of Nicholas Udall at Eton. He was elected to King's College, Cambridge in 1543, a date which sets the earliest limit of his birth-year, as he would have been ineligible at nineteen. From King's College he moved to Trinity Hall, Cambridge. On leaving Cambridge, he went to court in the service of William Paget, 1st Baron Paget of Beaudesart, as a musician. After ten years of life at court, he married and settled as a farmer at Cattawade, Suffolk, near the River Stour. ==Literary career== There he wrote A Hundreth Good Pointes of Husbandrie, a long poem in rhyming couplets recording the country year. This work was first printed in London in 1557 by the publisher Richard Tottel, and was frequently reprinted. Tottel published an enlarged edition Five Hundreth Pointes of Good Husbandrie in 1573. Tusser includes a homely mix of instructions and observations about farming and country customs which offer insight into life in Tudor England, and his work records many terms and proverbs in print for the first time. In this work, he also famously presents ten characteristics the perfect cheese must have: > Not like Gehazi, i.e., dead white, like a leper > Not like Lot's wife, all salt > Not like Argus, full of eyes > Not like Tom Piper, \"hoven and puffed\" > Not like Crispin, leathery > Not like Lazarus, poor > Not like Esau, hairy > Not like Mary Magdalene, full of whey or maudlin > Not like the Gentiles, full of maggots > Not like a Bishop, made of burnt milkThomas Tusser, Five Hundred Good > Points of Husbandry (1573) as quoted in Ben Schott, Schott's Miscellany > Calendar 2009 (New York: Workman Publishing, 2008), November 7. > He never remained long in one place. For his wife's health he removed to Ipswich. After her death he married again, and farmed for some time at West Dereham. He then became a singing man in Norwich Cathedral, where he found a good patron in the dean, John Salisbury. ===Samples=== Five Hundred Points contains these rhyming couplets: > Swéete April showers, > Doo spring Maie flowers.Tusser, Thomas (1573, 1577, 1580). Payne, W.; > Herrtage, Sidney J., eds. Five Hundred Pointes of Good Husbandrie (1878 > ed.). London: Trǔbner & Co. for the English Dialect Society p. 103. as well as > At Christmas play and make good cheere, > for Christmas comes but once a yeere.Tusser, Thomas (1573, 1577, 1580). > Payne, W.; Herrtage, Sidney J., eds. Five Hundred Pointes of Good Husbandrie > (1878 ed.). London: Trǔbner & Co. for the English Dialect Society and > A foole and his monie be soone at debate, > which after with sorrow repents him too late.Tusser, Thomas (1573, 1577, > 1580). Payne, W.; Herrtage, Sidney J., eds. Five Hundred Pointes of Good > Husbandrie (1878 ed.). London: Trǔbner & Co. for the English Dialect Society > p. 19. The latter is an early version of the proverb A fool and his money are soon parted. See also the reply by G. L. Apperson to the same query. ==Later life== After another experiment in farming at Fairstead, Essex, he moved once again to London, whence he was driven by the plague of 1572–1573 to find refuge at Trinity Hall, being matriculated as a servant of the college in 1573. At the time of his death he was in possession of a small estate at Chesterton, Cambridgeshire, and his will proves that he was not, as has sometimes been stated, in poverty of any kind, but had in some measure the thrift he preached. Thomas Fuller says he \"traded at large in oxen, sheep, dairies, grain of all kinds, to no profit\"; that he \"spread his bread with all sorts of butter, yet none would stick thereon.\" ==Death== Tusser died on 3 May 1580 at the age of about 55. An erroneous inscription at Manningtree, Essex, asserts that he was 65 years old. According to John Stow's Survey of London, Cheape Ward, Thomas Tusser was buried in the now lost church of St Mildred in the Poultry.Thoms 1876, 98–99: the fact is also noted from Stow in William Hone's Every-Day Book (London 1830), p. 285 (20 February). The inscription on his tomb there was as follows: > \"Here Thomas Tusser, clad in earth, doth lie, > That sometime made the pointes of Husbandrie; > By him then learne thou maiest; here learne we must, > When all is done, we sleepe, and turne to dust: > And yet, through Christ, to Heaven we hope to goe; > Who reades his bookes, shall find his faith was so.\" Stow's editorThoms 1876, p. 99, n. adds the following epigram on Tusser from a volume called The More the Merrier (1608), by 'H. P.': > Ad Tusserum > \"Tusser, they tell me, when thou wert alive, > Thou, teaching thrift, thyselfe couldst never thrive. > So, like the whetstone, many men are wont > To sharpen others, when themselves are blunt.\" ==Notes== ==References== * * * *W. J. Thoms (Ed.), Survey of London written in the year 1598 by John Stow. A new edition (Chatto and Windus, London 1876) (Based on 1798 edition). ==External links== * * *Full text of A Hundreth Good Pointes of Husbandrie *Edition of Five Hundred Points Category:1520s births Category:1580 deaths Category:Year of birth uncertain Category:People educated at Eton College Category:People from Braintree District Category:Alumni of Trinity Hall, Cambridge Category:16th-century English poets Category:English farmers Category:English male poets Category:People from Chesterton, Cambridge",
 "title": "Thomas Tusser"
}