{
 "id": "262852",
 "text": "Kittilä (, , ) is a municipality of Finland and a popular holiday resort. It is located in northern Finland north of the Arctic Circle within the Lapland region. The municipality has a population of () and covers an area of of which is water. The population density is . thumb|View from the top of Kätkätunturi The ski resort Levi is situated in the village of Sirkka, Kittilä on Levi Fell (in Finnish \"Levitunturi\") (elevation 531 metres (1742 feet)). The resort hosts a slalom event early each season on the Alpine World Cup circuit and offers both downhill and cross-country skiing to the public, as well as snow shoeing, including to the next nearest fell, Kätkätunturi, located west of Levitunturi. Kätkätunturi is high and long. On 5 June 2006, it was announced that a Canadian mining corporation Agnico-Eagle Mines will start a new gold mine in Kittilä. Once completed, it will be the biggest gold mine in Europe. Experts say that the deposits hold at least three million ounces of gold, by current market price worth 1.8 billion U.S. dollars. The mine is expected to produce an average of 150,000 ounces of gold annually for at least 13 years. Kittilä Airport is served by Finnair and Norwegian Air. TUI Airways also serves the airport from various UK bases as part of their programme of ski flights, as well as Christmas specials and flights in support of the When You Wish Upon A Star children's foundation. Kittilä is also famous for being the location of the lowest recorded temperature in Finnish history: , measured in January 1999 in Pokka. The \"midnight sun\" is above the horizon from 29 May to 16 July, and the period with continuous daylight lasts a bit longer, polar night from 14 December to 29 December. ==Climate== Kittilä has a subarctic climate (Dfc) as a result of its northerly location and being far inland, which renders strong seasonal shifts. The sun does not set between 30 May and 15 July (47 days), and white nights lasts from early May to early August. The period that the sun does not rise lasts from 14 December to 29 December (16 days), the exact boundaries depending on local topography. Although winter temperatures are cold they are still less severe than in similar locations elsewhere in the world due to some Gulf Stream influence. In summer temperatures generally are moderate, although warm days are possible. On 28 January 1999, Pokka, Kittilä recorded the official lowest temperature in Finland, -51,5 °C (-60,7 °F). == Notable residents == * Kalervo Palsa, artist * Arto Paasilinna, novelist, born in Kittilä * Reidar Särestöniemi, artist ==See also== *Aakenustunturi ==References== ==External links== * Home page of Kittilä * Ski Resort Levi * levi-lapland.com * Särestöniemi museo Category:Populated places established in 1954",
 "title": "Kittilä"
}