{
 "id": "262907",
 "text": "Ladan and Laleh Bijani (Persian: ; 17 January 1974 - 8 July 2003) were Iranian conjoined twin sisters. They were joined at the head and died soon after their complicated surgical separation. Coincidentally, the twins were born a century to the day after the deaths of Chang and Eng Bunker, also conjoined twins, famously known as the \"original\" Siamese twins. == Biography == They were born in Firuzabad, a city in southwest Iran, to Dadollah Bijani and Maryam Safari, members of a farming family from the nearby Lohrasb village. The Bijani sisters were lost in a hospital in 1979 after the doctors responsible for them had to suddenly leave for the United States during the revolution in Iran. The Bijanis' parents did not find the sisters again until several years later in the city of Karaj near Tehran, where Alireza Safaian had adopted them. While in his custody, Safaian attempted to protect them by ostracizing them from the world as best as he could. In 1996, after years of searching, the girls' biological parents finally tracked them down and made contact. Now in their early twenties, the twins lived on their own in an apartment while attending law school. Ladan wanted to be a lawyer, while Laleh wished to become a journalist; in the end, they settled on Ladan's choice. They studied law for four years at Tehran University. Most other personal decisions also had to meet each other's approval. For these and other reasons, they had wanted to be separated since they were children. Laleh hoped that she could then move to Tehran, the capital city of Iran, to study journalism, while Ladan wanted to continue with graduate studies in law and then move to Shiraz. In addition, the sisters had different hobbies. While Laleh liked to, among other things, play computer games, Ladan preferred computer programming. Ladan also described Laleh as more introverted and quite talkative. == Separation == In 1996, they travelled to Germany, trying to convince doctors there to separate them; the German doctors however declined to operate, saying that the risk of separation surgery would be too high for both of them. In November 2002, after meeting Keith Goh, the Bijani sisters travelled to Singapore to undergo the controversial operation. Even though they were warned by the doctors that the surgery to separate them would still be very risky, the sisters were very determined. Their decision to proceed with the operation led to considerable international media interest. After eight months in Singapore, doing extensive psychiatric and legal evaluations, they underwent surgery on 6 July 2003, under the care of a large team of international specialists at Raffles Hospital, composed of 28 surgeons and more than 100 support staff working in shifts. A specially-designed chair was required that allowed the operation to be performed with both sisters in a sitting position. The attempt to separate the twins turned out to be very difficult, because their brains not only shared a major vein (the superior sagittal sinus), but had fused together. In addition, an undetected major vein hidden from the scans was discovered during the operation. The separation was achieved on 8 July 2003, but it was announced then that the twins were in critical condition, both having lost a large volume of blood due to complications of the operation. The separation stage of the surgery was completed at 13:30, but there was significant blood loss during the blood vessel repairing process, and Ladan Bijani died at around 14:30 on the operating table; her sister Laleh Bijani died 90 minutes later. Their deaths were announced by the chairman of Raffles Hospital, Loo Choon Yong. == Burials == The sisters were buried in accordance to Shiite Muslim traditions in separate tombs, side by side, in Lohrasb. The sisters willed their property to blind and orphaned children. A documentary about the operation was broadcast soon after. Later, people named 17 January as Hope's day. ==References== ==External links== * \"Surgeons' sorrow at death of twins\" - BBC News article, July 8, 2003, containing an account by Dr. Loo of the operation. Last retrieved November 15, 2006. * \"Till Death Do Us Part\", from Wired, by Joshua Davis. October 2003. Last retrieved November 15, 2006. Category:1974 births Category:2003 deaths Category:Conjoined twins Category:Deaths from bleeding Category:Iranian Shia Muslims Category:People from Firuzabad, Fars Category:People from Tehran Category:Twin people from Iran Category:University of Tehran alumni Category:Deaths in Singapore",
 "title": "Ladan and Laleh Bijani"
}