{
 "id": "263321",
 "text": "In mathematics, a concave function is the negative of a convex function. A concave function is also synonymously called concave downwards, concave down, convex upwards, convex cap, or upper convex. ==Definition== A real-valued function f on an interval (or, more generally, a convex set in vector space) is said to be concave if, for any x and y in the interval and for any \\alpha \\in [0,1], :f((1-\\alpha )x+\\alpha y)\\geq (1-\\alpha ) f(x)+\\alpha f(y) A function is called strictly concave if :f((1-\\alpha )x + \\alpha y) > (1-\\alpha) f(x) + \\alpha f(y)\\, for any \\alpha \\in (0,1) and x eq y. For a function f: \\mathbb{R} \\to \\mathbb{R}, this second definition merely states that for every z strictly between x and y, the point (z, f(z)) on the graph of f is above the straight line joining the points (x, f(x)) and (y, f(y)). Image:ConcaveDef.png A function f is quasiconcave if the upper contour sets of the function S(a)=\\\\{x: f(x)\\geq a\\\\} are convex sets. ==Properties== ===Functions of a single variable=== # A differentiable function is (strictly) concave on an interval if and only if its derivative function is (strictly) monotonically decreasing on that interval, that is, a concave function has a non-increasing (decreasing) slope. # Points where concavity changes (between concave and convex) are inflection points. # If is twice-differentiable, then is concave if and only if is non-positive (or, informally, if the \"acceleration\" is non-positive). If its second derivative is negative then it is strictly concave, but the converse is not true, as shown by . # If is concave and differentiable, then it is bounded above by its first-order Taylor approximation: f(y) \\leq f(x) + f'(x)[y-x] # A Lebesgue measurable function on an interval is concave if and only if it is midpoint concave, that is, for any and in f\\left( \\frac{x+y}2 \\right) \\ge \\frac{f(x) + f(y)}2 # If a function is concave, and , then is subadditive on [0,\\infty). Proof: #* Since is concave and , letting we have f(tx) = f(tx+(1-t)\\cdot 0) \\ge t f(x)+(1-t)f(0) \\ge t f(x) . #* For a,b\\in[0,\\infty): f(a) + f(b) = f \\left((a+b) \\frac{a}{a+b} \\right) + f \\left((a+b) \\frac{b}{a+b} \\right) \\ge \\frac{a}{a+b} f(a+b) + \\frac{b}{a+b} f(a+b) = f(a+b) ===Functions of n variables=== # A function is concave over a convex set if and only if the function is a convex function over the set. # The sum of two concave functions is itself concave and so is the pointwise minimum of two concave functions, i.e. the set of concave functions on a given domain form a semifield. # Near a local maximum in the interior of the domain of a function, the function must be concave; as a partial converse, if the derivative of a strictly concave function is zero at some point, then that point is a local maximum. # Any local maximum of a concave function is also a global maximum. A strictly concave function will have at most one global maximum. ==Examples== * The functions f(x)=-x^2 and g(x)=\\sqrt{x} are concave on their domains, as their second derivatives f(x) = -2 and g(x) =-\\frac{1}{4 x^{3/2}} are always negative. * The logarithm function f(x) = \\log{x} is concave on its domain (0,\\infty), as its derivative \\frac{1}{x} is a strictly decreasing function. * Any affine function f(x)=ax+b is both concave and convex, but neither strictly-concave nor strictly-convex. * The sine function is concave on the interval [0, \\pi]. * The function f(B) = \\log |B|, where |B| is the determinant of a nonnegative-definite matrix B, is concave. ==Applications== * Rays bending in the computation of radiowave attenuation in the atmosphere involve concave functions. * In expected utility theory for choice under uncertainty, cardinal utility functions of risk averse decision makers are concave. * In microeconomic theory, production functions are usually assumed to be concave over some or all of their domains, resulting in diminishing returns to input factors. ==See also== * Concave polygon * Jensen's inequality * Logarithmically concave function * Quasiconcave function * Concavification ==References== ==Further References== * * Category:Types of functions Category:Convex analysis",
 "title": "Concave function"
}