{
 "id": "263426",
 "text": "Hector Boece (; also spelled Boyce or Boise; 1465–1536), known in Latin as Hector Boecius or Boethius, was a Scottish philosopher and historian, and the first Principal of King's College in Aberdeen, a predecessor of the University of Aberdeen. ==Biography== He was born in Dundee where he attended school and was educated at the nearby University of St Andrews. Later he left to study at the University of Paris where he met Erasmus, with whom he became close friends while they were both students at the austere Collège de Montaigu, to whose reforming Master, Jan Standonck, Boece later became Secretary. By 1497 he had become a professor of philosophy at Collège de Montaigu. In 1500, he was induced to leave Paris for Aberdeen by a generously financed offer to become the first principal of the newly established University of Aberdeen, created at the behest of James IV by William Elphinstone, Bishop of Aberdeen under the authority of a Papal bull issued by Pope Alexander VI. From then onwards, he worked closely with Elphinstone, to set up the new university and by 1505, regular lectures were taking place at King's College. The university structure was modelled on those of Paris and of Orléans. As intended, Boece was installed as the first principal of the university and gave lectures on medicine and on divinity. At the end of 1534, Boece became Rector of Fyvie. He died in Aberdeen two years later at the age of 71. ==Works== Boece wrote and published two books, one of biography and one of history. In 1522 he published the Vitae Episcoporum Murthlacensium et Aberdonensium (Lives of the Bishops of Murthlack and Aberdeen) and in 1527 the Historia Gentis Scotorum (History of the Scottish People) to the accession of James III of Scotland. The former was the basis of a poem in Scots by Alexander Gardyne. ===Reception of the Historia=== The Historia is the work for which Boece is remembered, as the second scholarly history of the Scots to be written; its only real predecessor was the compendium of John Mair. It was written in a flowing and pleasing style, became popular, and led to ecclesiastical preferment and royal favour. By modern standards it is overly patriotic, and has many inaccuracies. The historical account of Macbeth of Scotland, in particular, flattered the antecedents of Boece's patron King James IV of Scotland, and greatly maligned the real Macbeth. The work was well received at the time, both in Europe and in Scotland, after its translation from Latin into French and then in 1536 from Latin into Scots by John Bellenden. There are some interesting glimpses in the Historia of contemporary Scotland, such as the statement that the Eurasian beaver, which was soon to become extinct in Scotland, was still common around Loch Ness. ===Continuations of the Historia and its influence=== Boece's Historia as published terminated its coverage of history at the year 1438. In the early 1530s the scholar Giovanni Ferrerio, engaged by Robert Reid of Kinloss Abbey, wrote a continuation of Boece's history, extending it another 50 years, to the end of the reign of James III. John Lesley in his De Origine, Moribus, et Rebus Gestis Scotorum, and Robert Lindsay of Pitscottie, provided further continuations. The metrical translation into Scots by William Stewart, not published until the nineteenth century, also provided some expansion.Turnbull, William B., ed., The Buik of the Chroniclis of Scotland; a metrical version of the History of Hector Boece by William Stewart, 3 vols, Rolls Series, Longman (1858). The chronicler Polydore Vergil made some use of Boece for his 1534 Historia Anglica. David Chalmers of Ormond in his Histoire abbregée (1572) wrote about the French, English and Scottish monarchies, relying on Boece for the Scottish account. The Historia was translated into English for Raphael Holinshed's Chronicles of England, Scotland, and Ireland. The account in Holinshed's Chronicle was then used by William Shakespeare as the basis of his play Macbeth. George Buchanan made heavy use of Boece in his Rerum Scoticarum Historia (1582). ===Boece's sources=== Boece's claimed sources fell into three classes. The works of John Fordun (Chronica Gentis Scotorum) and Walter Bower (Scotichronicon) defined the tradition which he attempted to make seamless, filling the gaps in the chronicle, and applying the approach common to humanists of his period. The works of Tacitus had been rediscovered, in the 14th century, and contained material relevant to British history; and Boece was concerned to integrate it into the tradition. Finally there was a group of sources that remain debated: material from Elphinstone, and the authors Veremundus, Cornelius Hibernicus, and John Campbell. No written record of these works survives. Sharp criticism of the sourcing of Boece's history was voiced in the sixteenth century by Humphrey Lhuyd and John Twyne. In the eighteenth century the historical content of the earlier parts of it was effectively dismantled by Thomas Innes. Boece shared in the credulity of his age; the approach of Mair, who was writing in parallel at the same time, but with a different focus and with a more critical and less sweeping method, did not represent the current fashion. The charge of actually inventing his authorities, formerly brought against Boece, has been the subject of recent scholarship. One example of Boece being cleared of the charge of fabricating his work concerns the Battle of Luncarty, Luncarty, Clan Hay. He was suspected by the Scottish historian John Hill BurtonJohn Hill Burton; The History of Scotland from Agricola's Invasion to the Revolution of 1688; Vol.1, pp. 364-365, Edinburgh: Will. Blackwood and Sons, 1867 of inventing that battle but, Walter Bower writing in his ScotichroniconS. Taylor, D. E. R. Watt, B. Scott, eds (1990). Scotichronicon by Walter Bower in Latin and English; Vol. 5. Aberdeen: Aberdeen University Press. pp. 341–343. around 1440, some 87 years before Boece first published his Scotorum Historia, refers to the battle briefly. The \"John Campbell\" is tentatively identified as Boece's contemporary John Campbell of Lundie (died 1562). \"Veremundus\", it is argued, may be a Richard Vairement of the 13th century. ==See also== * Evonium * List of legendary kings of Scotland * Sleuth hound ==Notes== ==Further reading== * * * == External links == * John Bellenden's translation of Boece's History of Scotland, vol.1 (1821) * Scotorum Historia (1575 version) in Latin and English * Murthlacensium et Aberdonensium Episcoporum Vitae ;Attribution Category:1465 births Category:1536 deaths Category:People educated at the High School of Dundee Category:People from Dundee Category:Principals of the University of Aberdeen Category:Scots-language writers Category:Scottish educators Category:Scottish historians Category:Scottish philosophers Category:Scottish scholars and academics Category:16th-century Scottish writers Category:16th-century male writers Category:16th-century Scottish historians Category:Alumni of the University of St Andrews Category:University of Paris alumni Category:Historians of Scotland Category:People associated with the University of Aberdeen Category:Writers from Dundee Category:Scottish Roman Catholics Category:16th-century Latin-language writers Category:Kingdom of Scotland expatriates in France",
 "title": "Hector Boece"
}