{
 "id": "263476",
 "text": "Livingston (, ) is the largest town in West Lothian, Scotland. Designated in 1962, it is the fourth post-war new town to be built in Scotland. Taking its name from a village of the same name incorporated into the new town, it was originally developed in the then-counties of Midlothian and West Lothian. It is situated approximately fifteen miles (25 km) west of Edinburgh and thirty miles (50 km) east of Glasgow, and is close to the towns of Broxburn to the north-east and Bathgate to the north-west. The town was built around a collection of small villages, Livingston Village, Bellsquarry, and Livingston Station (now part of Deans). The town has a number of residential areas. These include Craigshill, Howden, Ladywell, Knightsridge, Deans, Dedridge, Murieston, Almondvale, Eliburn, Kirkton, and Adambrae. There are several large industrial estates in Livingston, including Houston industrial estate, Brucefield Industrial Estate, Alba Business Park, and Kirkton Campus. The locality of Livingston as defined by the General Register Office for Scotland (GROS) includes Uphall Station and Pumpherston. The wider urban settlement, also as defined by the GROS, also includes Mid Calder and East Calder. Other neighbouring villages include: Kirknewton, Polbeth and West Calder. The 2001 UK Census reported that the town had a population of 50,826. The 2011 UK Census showed the population of Livingston had increased to 56,269. Livingston is the second-largest settlement in the Lothians after Edinburgh. ==History== ===Before 1962=== Livingston is first mentioned in an early 12th-century charter as Villa Levingi (Leving's town). In 1128 David I granted the newly founded Abbey of Holyrood control of the church at Livingston and its income in a charter that was witnessed by Turstani filii Levingi (Thurstan son of Leving).Livingston Old Parish . He built a fortified tower (Livingston Peel) which no longer survives. The settlement that grew up around it became known as Levingstoun, Layingston, and eventually fixed at Livingston. The Leving family controlled the area until dying out in 1512. From 1512 until 1671 the tower house was occupied by the Murrays of Elibank. In 1670, the Edinburgh botanic garden was founded by Dr. Robert Sibbald and Dr. Andrew Balfour using the plant collection from the Elibank private gardens of Sir Patrick Murray, 2nd Lord Elibank, following his death in September 1671. In the late 17th century, the Peel was demolished and replaced by a house called Livingston Place. The estate eventually passed from the Murray family to the Cunningham family and it was eventually acquired by the Earl of Rosebery in 1828 and demolished in 1840. The area of the former gardens and house is now a local garden and park, named Peel park. The formal layout and planting in the park reflect the historic gardens, and a new peel mound and moat was recreated to reflect the earlier history. The area around Livingston was historically an important shale oil area, and the world's first oil boom occurred in West Lothian. This was based on oil extracted from shale, and by 1870 over 3 million tons of shale were being mined each year in the area around Livingston. Output declined with the discovery of liquid oil reserves around the world in the early 1900s, but shale mining only finally ceased in 1962. The \"bings\" that characterise oil shale mining in West Lothian have largely been flattened. Two shale bings nearby are scheduled monuments – Five Sisters and Greendykes. By 1898, the main Livingston village was recorded as having several houses, a mill, a Church of Scotland church, a United Free church, a school, and a coaching inn. The oldest church, Livingston Old Kirk, in its current form, dates from 1732 and is an example of plain Presbetryrian architecture from the Georgian period. It stands on the site of a pre- Reformation church which appears to have stood on the site from . The nearby coaching inn was built in 1760 and the poet Robert Burns is said to have been a guest. The nearby Livingston Mill was also built around the same date, in 1770 although there is evidence that suggests there may have been a mill on the site since the 14th or 15th century. Around north of Livingston village, there was a railway station with a smaller settlement called Livingston Station which is now part of Deans. Livingston station was built as a settlement to serve the workforce and their families of the nearby Deans Oil Works, owned by the Pumpherston Oil Company. Livingston Station had six streets with homes, as well as a store, a small church and a works institute. The original Livingston railway station was operated by the Edinburgh and Bathgate Railway and opened on 12 November 1849. British Railways closed the station on 1 November 1948 following the ending of passenger services on the line. In the 1980s a site was chosen for a new railway station on the line to the east of the original station and Livingston North station opened on 24 March 1986, concurrent with the re-introduction of passenger services. The Livingston Village and Livingston Station settlements were both subsequently incorporated into Livingston new town in the 20th century. ===New Town=== thumb|right|The Logo of Livingston Development Corporation (LDC). The LDC guided the creation of the new town from 1962 to 1997. Under the New Towns Act of 1946, Livingston was designated as a New Town on 16 April 1962 in order to ease overcrowding in Glasgow. Livingston was the fourth new town of five in Scotland; the others were East Kilbride, Glenrothes, Cumbernauld and Irvine. Three villages (Livingston Village and Livingston Station in the old parish of Livingston and Bellsquarry in the parish of Mid Calder) and numerous farmsteads were incorporated into the Livingston new town. Published in July 1962, the first edition of the Livingston plan designated new areas for housing for up to 100,000 people, as well as areas for new industry and offices, marked by new roads, pathways, and recreational spaces, under an survey led by Professors Donald Robertson and Sir Robert Matthew. Many of the initial houses were factory-built. A subsequent edition to the plan was published in 1966 with Livingston intended as the centre of a new population area of up to 250,000 persons in the Lothians. In order to build, manage, and promote Livingston, a quango organisation was formed, the Livingston Development Corporation (LDC). Sir David Lowe, a local large scale farmer and businessman, was appointed chairman. Following designation of the new town, the first large building begun was the Corporation's own offices in 1963. Residential construction began in 1962 with the first homes to be built as part of the new town being constructed in Deans (to house corporation employees and construction workers). The first major development of the new town took place in Craigshill, with the first people moving into the newly built housing areas in April 1966 at Broom Walk. The construction of the areas of Howden, Ladywell, and Knightsridge began in the late 1960s and this was followed in the 1970s by the creation of Dedrige and further development of Deans. Some of the first prominent buildings in the new town built in these decades included Riverside Primary School (the first primary school built in the new town in April 1966), the new town's first public house (the Tower in Craigshill built in 1968), Craigshill school (the first secondary school built in the new town in 1969), and the 'Centre' (Livingstons shopping centre) built in 1977. On 9 November 1979 the Livingston UFO Incident took place, when Robert Taylor, employed by the Livingston Development Corporation, is said to have encountered a UFO on Dechmont Law and the incident was subsequently investigated by Lothian and Borders Police.Bob Taylor (Obituary), The Telegraph 23 March 2007 (2008-04-06) It is the only UFO incident that was part of a criminal investigation in the United Kingdom.Obituary: Robert Taylor, a possible victim of alien abduction, died on March 14th, aged 88 The Economist published 29 March 2007 In 1984 a new railway station was built for the town on the Shotts Line called Livingston South which was shortly followed by another station Livingston North on the redeveloped Edinburgh to Bathgate Line in 1986. These stations replaced the former Livingston and Newpark stations which had closed before the construction of the town. In 1995 Livingston gained its professional football team, Livingston F.C. which was essentially the relocation of Meadowbank Thistle F.C. from Edinburgh. The Livingston Development Corporation guided Livingston until its mandate expired on 22 March 1997 and the town was transferred to the West Lothian Council. The last major construction operation carried out by the LDC was the Almondvale Stadium. Housing development continues under West Lothian Council, through private developers such as Barratt Developments and Bellway, and under the management of housing associations such as the Almond Housing Association and the West Lothian Housing Partnership. In September 2021, the town submitted a bid for city status in the United Kingdom as part of the Platinum Jubilee Civic Honours Competition. == Geography == Livingston is the eighth-largest settlement and the third-largest town in Scotland. It is also the 171st largest settlement in the United Kingdom. It lies from Glasgow and from Edinburgh. The Livingston new town was planned so that the River Almond, the namesake of the Almondvale district, runs through the town centre. Outer Livingston districts include Wester Dechmont, Deans (including the Deans Industrial Estate), Kirkton, and Houston to the north, Craigshill to the east, Bellsquarry (including the Brucefield Industrial Estate) and Murieston to the south, and Adambrae and Kirkton Campus to the east of the town. Craigshill takes its name from the Scottish Gaelic word for the slopes of a hill. Inner central districts in the town include Almondvale, Livingston Village, Eliburn, Howden, Ladywell, Knightsridge, and Dedridge. Ladywell takes its name from a historic well that was dedicated to Mary and was said to have been used by medieval Scottish Kings as a site for a yearly Royal touching ceremony. The geology of Livingston is similar to that of West Lothian in general, characterised by former glacial history and composed of till. This includes areas of clay, sand, silt, and gravel, primarily along the Almond river valley environment. Parts of Livingston also have isolated areas of carboniferous sedimentary rocks (primarily in and around the Deans area of the town) which were worked and extracted for shale oil in the 19th and 20th centuries. The oldest rocks are classified as part of the Inverclyde Group (primarily located in the south-east of Livingston between Linhouse Water and Kirknewton). There are also several areas of underlying sandstone in Livingston which were used as local quarries, now since defunct, including Dedridge quarry, refilled and landscaped as a local park (Quarry Froggy Park). Bellsquarry originates from a former Burdiehouse limestone quarry and the surname of its owner, Mr Bell. The quarry was in operation by 1782 and continued until the early 20th century, when it was used as a rubbish dump before being tidied and covered. Until the development of the new town, except for localised industry in areas such as Deans, the area was primarily agricultural, with farming focused on the alluvial soils of the Almond river. The area is now primarily an urban area although as a new town, Livingston is characterised by large areas of forested paths, public parks and open spaces. Forested areas in Livingston include Livingston Old Wood () in Eliburn, the Wilderness in Adambrae (), Bellsquarry Wood (), Kirkton Woods (), Linhouse Glen, and Calder Woods (on the boundary with East Calder). == Economy == The area where Livingston now sits was historically dominated by oil shale mining, which is evident from the bings which still exist on much of the surrounding landscape. The designation of Livingston as a new town in the 1960s attracted new light industries to the area, with high technology and pharmaceutical companies moving into the town. Livingston formed a major hub in Scotland's Silicon Glen with factories constructed in purpose-build business parks at Houston Industrial Estate and Kirkton Campus. Like most other areas, this went into a slow decline from the late 1990s with companies including Motorola and NEC closing down their factories. Several multi-national companies still have factories in the town, including Wyman Gordon who manufacture aircraft components on the Houston Industrial Estate. Other companies on the Houston Industrial Estate include Mitsubishi Electric (who have an electric air conditioning factory which produces almost 150,000 air conditioning and heat pump units every year), Paterson Arran (a food manufacturer whose bakery, the Royal Burgh Bakery is located in Livingston), and DS Smith (who have a box production plant on the estate). From the 1970s, Kirkton Campus on the western edge of the town was developed as Scotland's first technology science park. Developed for private businesses by the LDC, it included 300 acres of landscaped offices and factory sites along the Killandean Burn and River Almond. While several factories have since closed, it is still home to several businesses, including Sky UK who is one of the largest private sector employers in Livingston with a range of offices and their biggest UK contact centre at Kirkton Campus. Other companies at Kirkton Campus include Merck (a pharmaceutical company), Gore W L & Associates (a clothes manufacturer), SCION Instruments (a chromatography and gas detector manufacturer), JPT Foodtech, and Palletways (a distribution service which owns a hub facility). thumb|right|Össur Offices in Alba Business Park, Livingston Other large employers include Tesco (whose distribution centre for Scotland and Northern Ireland is located on the northern edge of the town), Schuch (whose head office and customer service centre is on the Deans Industrial Estate in Livingston), Shin-Etsu Europe (who have a manufacturing facility in Livingston that produces semiconductors), those in the retail sector in the shopping centres, supermarkets, and the health care sector such as NHS Scotland. The Witherby Publishing Group, established in 1740, is one of the oldest publishers in the United Kingdom and their offices and warehouse is located in Livingston at Navigation House. Valneva SE is a biotech company that has a manufacturing facility in Livingston which produces vaccines, including a vaccine against COVID-19. The Brucefield Industrial Estate is located west of Bellsquarry and includes companies such as Diet Chef (a food manufacturer), ScoMac (a catering equipment manufacturer), and Snag Tights (a textile manufacturer based in Livingston that exports to 90 countries). Alba Business Park is located in Livingston to the west of Adambrae and includes a technology innovation centre. Companies in the Alba Business Park include Glenmorangie, the whisky distillers, who have offices and a bottling facility that was opened in 2011. Quintiles IMS, a healthcare data provider, have a large office in the business park. The prosthetic company Össur (Touch Bionics) has a research and development facility in the park. == Town centre == thumb|right|Almondvale Boulevard in the centre of Livingston is a road connecting the large shopping centres of the town and runs parallel to the river Almond. Livingston town centre sits on the southern edge of the Almond Valley and provides shops and services for the surrounding area. It is bounded by a ring road to the east and has been purposely planned, distinguishing it from many other town centres. Howden Park is located immediately north of the town centre and adjoins Howden House, an 18th-century house which contains an arts centre and private housing. The south western edge of the town centre is dominated by retail parks. Livingston's town centre also contains a large number of offices. Private sector offices are also concentrated at the eastern and western edges of the town centre and along the Almondvale Boulevard. Other facilities in the town centre include: hotels, a swimming pool and local authority gym, and restaurants and pubs. Almondvale Football Stadium and West Lothian College are located at the north western edge of the town centre. The Livingston Civic Centre was completed in June 2009 and officially opened by then-First Minister Alex Salmond on 25 November 2009. The Civic Centre is located just north of The Centre on the bank of the River Almond. It was home to the divisional headquarters of Lothian and Borders Police until the creation of Police Scotland in 2013, as well as the sheriff and justice of the peace, West Lothian Council, the Crown Office and Procurator Fiscal Service, the Scottish Children's Reporter Administration, Lothian and Borders Fire and Rescue Service, and the West Lothian Community Health and Care Partnership. == Shopping == Livingston has three major shopping centres, three medium large retail parks, and clusters of small local stores located throughout the different areas. The largest shopping centres are 'The Centre' (formerly named the Almondvale Shopping Centre, comprising more than of retail space) and Livingston Designer Outlet (the largest outlet mall in Scotland, formerly called the McArthurGlen Designer Outlet Centre). The combined retail spaces of central Livingston form the largest indoor shopping location in Scotland and the 10th largest in the UK. The first phase of the Livingston's shopping centres was completed in 1977 to facilitate the needs of the local residents and workers at The Centre, known as the \"Livingston Centre\" at that point. The first major refurbishment was completed in 1988 by Land Securities. The centre was extended by in 1996/1997, creating phase 2 of the development, bringing the size of the centre to over . It has since been renamed \"The Almondvale Centre\". The Centre was completed in its current structure on 16 October 2008. The total development has around 155 shops and eating establishments. In early 1999, construction started on phase 3 of the development with the construction of McArthur Glen Designer Outlet Centre (reamed as the Livingston Designer Outlet in 2007). This opened in October 2000, with other work continuing into 2002. The Livingston Designer Outlet, contains a VUE multiplex cinema, a food court with many chain fast- food outlets, bars, restaurants, and cafés, as well as around 70 outlet shops. In the early 2000s, Asda constructed a new supercentre at the other end of the shopping centre in place of the old Woolco store (which had also been used as a Gateway hypermarket before Asda acquired the firm in late-1989). This Asda supercentre is the largest Asda store in Scotland. Until 2016, there was also a large B&Q; in the south-west of the town centre, as well as a large Morrisons supermarket which remains open. The Homebase store closed in July 2010 and Argos moved to premises across the road. The former Homebase and Argos stores were converted into a large Sainsbury's supermarket that opened in December 2010. Also in the town centre are discount supermarkets such as Aldi and Lidl, the latter of which is located beside the Almondvale Stadium. Under the original Livingston plans, neighbourhood shopping centres were to be located at strategic points around the town and the first of these to be built was The Mall at Craigshill, which claimed to be one of the first covered shopping centres in Scotland. This was followed by the Carmondean Centre in Deans and groupings of shops in Ladywell and Murieston. == Transport == === Road === Livingston has excellent connections to the central Scotland road network: the M8 bounds Livingston in the north and the A71 in the south; The A899 dual carriageway spine road passes north south along Livingston's eastern edge and connects the two; The A89 runs east west on the north side of the M8. === Buses === Livingston has a central bus terminal with 7 stances located on Almondvale Avenue between the two shopping centres in the town centre. This provides regular services to surrounding towns and villages. First Scotland East and Lothian Country Buses are the main bus operator in Livingston. Other operators include E&M; Horsburgh, Blue Bus, SD Travel, and Stagecoach. Livingston has buses to Edinburgh, Glasgow, Edinburgh Royal Infirmary, Lanark, Fife, Falkirk, and most West Lothian towns and villages. ===Walking / cycling=== Livingston has an excellent 'core path network' which is shared use, and available to pedestrians and cyclists. It connects all of the main areas of the town with shopping and work areas. It is for the most part segregated from roads and uses an extensive network of under/over pass systems to keep pedestrians and cyclists away from motorised traffic. === Rail === Livingston has three railway stations; , and Uphall (on the eastern edge of Livingston). Livingston North is located adjacent to the Carmondean Shopping Centre between Eliburn and Deans and is on the North Clyde Line. The station opened on 24 March 1986, concurrent with the re-introduction of passenger services on the Edinburgh to Bathgate Line. On 12 December 2010, with the completion of the Airdrie-Bathgate Rail Link, Livingston North is now served by trains running to and . Livingston South is located at the Murieston Shops and is on the Shotts Line and has trains running between and via . It was opened by British Rail on 6 October 1984. === Airports === Livingston is west of Edinburgh Airport and east of Glasgow Airport, both of which have regular flights to British and international destinations. ==Media== The local newspaper covering Livingston is the West Lothian Courier (published under the Daily Record). There was previously a Livingston Post newspaper which was stopped in the early 1990s. There was also a newspaper called West Lothian Herald & Post that served Livingston but that ceased to print in July 2011. Dedridge Grapevine is a voluntary community magazine, delivering several thousand copies to houses in and around Dedridge, founded and edited by Kathleen Ross-Hale since 1976. Konect is a free local magazine that serves the West Lothian area, including Livingston, with approximately 10,000 copies a month delivered in the Livingston area. Livingston previously had its own Radio Station called River FM that was broadcast from the Almondvale Stadium, from 1 September 2003 until 29 January 2007. Current local radio includes the local BBC station BBC Radio Scotland and local commercial radio including Capital Scotland and 97.3 Forth One. Livingston also has a hospital radio station called Radio Grapevine which broadcasts to St John's Hospital. Livingston is covered by the BBC Scotland and STV Central regions. ==Governance== thumb|right|Livingston Civic Centre which provides offices for local council and government, as well as local courts and police services ===Local=== Livingston is the administrative centre of West Lothian Council. Within West Lothian, Livingston is covered by four multi-member wards each electing four councillors. They are Livingston North, Livingston South, East Livingston, and East Calder wards. Many of the responsibilities of West Lothian Council were previously the responsibility of the Livingston Development Corporation (LDC) until 1997 when the LDC was disbanded. ===Scottish Parliament=== Livingston is in the Almond Valley constituency for the Scottish Parliament, and the Member of the Scottish Parliament is Angela ConstanceAngela Constance MSP of the Scottish National Party. Livingston is also covered by the Lothian electoral region which gives the area seven additional MSPs. ===House of Commons=== Livingston has its own constituency in the House of Commons; Livingston, and is represented by the Scottish National Party Member of Parliament (MP) Hannah Bardell. Livingston for the majority of its existence has returned Labour MPs since the town was founded in 1962. However, in the election of 2015, the constituency voted in Hannah Bardell of the SNP as their member for Parliament. It was for the 1983 general election that Livingston gained its own constituency at Westminster. The first MP elected for Livingston was Robin Cook who held the seat for six consecutive elections and held many government positions, most notably Foreign Secretary between 1997 and 2001. In 2005 Robin Cook suddenly died of a heart attack and a by-election was called and won by the Labour Jim Devine. Devine was deselected in 2009 after being caught up in the 2009 expenses scandal. ===European Parliament=== Before Brexit, Livingston was part of the Scotland European Parliament constituency. It was represented by six MEPs; the nearest ones to Livingston were Alyn Smith (SNP) and Struan Stevenson (Conservative) who were both based in Edinburgh and David Martin (Labour) who was based in Roslin. Livingston used to be part of the Lothians European Parliament constituency. == Education and libraries == thumb|right|West Lothian College. The college offers higher and further education to residents of Livingston and West Lothian. Livingston has 18 nursery schools, 17 primary schools, and five special schools. There are four secondary schools in the town which are Inveralmond Community High School, The James Young High School, St. Margaret's RC Academy and Deans Community High School. West Lothian College offers higher and further education and its central campus is based in Livingston. The college has sports facilities, a library, a training restaurant for hospitality students (which was awarded Scottish Restaurant of the Year in 2015 and 2017), and a salon/spa. The college provides educational services to over 8,000 students a year and has 350 staff. Livingston has three public libraries which are Almondbank Library in Craigshill, Lanthorn Library in Dedridge, and Carmondean Library in Deans. A local history library which includes items on the history of Livingston is located in nearby Linlithgow. The Scotland Japanese School (スコットランド日本語補習授業校 Sukottorando Nihongo Hoshū Jugyō Kō), a weekend Japanese school,\"概要\" (Archive). The Scotland Japanese School. Retrieved on 15 February 2015. \"1982年5月 三菱電機、日本電気、ダイワスポーツが中心となり、SDA（現在のSDI、スコットランド国際開発庁）の協力を得て、エジンバラ市のGraigmount High Schoolの教室を借り、生徒数11名、教師3名の複合3クラスでスタートし、その後2003年4月 に上記の所在地に移転、現在に至っています。\" is held at St. Margaret's Academy in Livingston.\"欧州の補習授業校一覧（平成25年4月15日現在）\" (). Ministry of Education, Culture, Sports, Science and Technology (MEXT). Retrieved on 10 May 2014. \"St. Margaret's Academy (High School) Howden South Road, Livingston, EH54 6AT, Scotland\" It first opened in 1982 and moved to Livingston in April 2003. ==Health== thumb|right|The entrance to St John's Hospital. The hospital opened in 1990 and provides medical care for Livingston and the greater West Lothian area. Livingston is part of the NHS Lothian region in NHS Scotland. Livingston previously had a psychiatric hospital with a general hospital in the Dechmont area of the town called Bangour Village Hospital. The hospital opened in 1904, and started closing in the 1990s. It closed completely in 2004 after the remaining services were transferred to St John's Hospital. Livingston has a large hospital called St John's Hospital in the Howden. The construction of the hospital began in 1981 and it opened in 1990. The hospital has its own Accident and Emergency and has 550 beds. St John's is a teaching hospital for the University of Edinburgh Medical School. ==Culture and recreation== thumb|right|Howden House adjacent to Howden Park Arts centre. The arts centre has a 300-seat theatre. ===Arts Centre=== Howden Park Centre is the arts centre for the town which includes a 300-seat theatre providing arts performances, recitals, plays and other events. ===Museum=== The Museum of the Scottish Shale Oil Industry was created in 1990, to preserve the history of the shale industry in West Lothian and beyond. It is sited on a former mill at Millfield in Livingston and is attached to the Almond Valley Heritage Centre, a large farm and play area in Livingston. The Almond Valley Light Railway is a narrow gauge heritage railway running at the Almond Valley Heritage Trust site. ===Parks=== Livingston has several public parks, including Eliburn park, Almondvale park, Howden park, Peel park, Campbridge park (Murieston), Quarry park (Dedridge), and Bankton Mains park. Eliburn park (in the north-west of Livingston) is a 16.5 hectare site owned by West Lothian Council which features a reservoir (fed by the local Nell burn) with fishing access, sports facilities and a children's play area. Almondvale park, located in the centre of town, is an outdoor recreation area, with an adventure playpark, health walk/run and wildflower meadows. Bankton Mains park is a large park with a sports centre, bowling club, tennis and football pitches and play park. ===Youth activities=== Livingston has its own Air Training Corps squadron, 2535 (Livingston) Squadron (located in Craigshill) and Army Cadet Force unit (based at Dedridge). The town also has Cubs, Scouts, Boys' Brigade, Brownies, and Guides units, and other organisations such as LGBT Youth Scotland and the Youth Action Project (WLYAP), and Firefly Youth Theatre (formerly West Lothian Youth Theatre) also operate at Howden Park Centre. The youth action project involves a music session and many gigs and is widely attended by teenagers from the surrounding area. ==== Livingston Skate Park ==== thumb|right|The centre of Livingston, seen from Almondvale Play Park, looking south towards the shopping centre and Livingston Skate park. The Livingston Skatepark opened in 1981, at a time when most commercial skateparks were closing, and was one of the most important facilities in Britain during a critical period in the development of skateboarding. It is an example of a free, unsupervised facility which achieved international status. The park was designed by Scottish architect Iain Urquhart and was the subject of a 2020 BBC Radio 3 documentary 'Curves and Concrete' which explored the impact the design had on other UK skateparks. ===Sports=== The town has a local cricket club, Livingston Cricket Club; a rugby union club, Livingston Rugby Football Club; a professional football club, Livingston F.C.; and a East of Scotland League club, Livingston United. Livingston is also home to; two competitive swimming clubs, the Livingston & District Dolphins and the Aquanauts of Livingston; Livingston Handball Club, Livingston and West Lothian Hockey Club, which has several men's and women's teams and provides junior coaching; West Lothian Wolves Basketball Club, with men and women's teams at all age groups; and two track and field athletics clubs, Livingston & District AAC and Lothian RC. Livingston also has a number of youth football teams with the most successful being Murieston United who have teams ranging from the ages of under 9s to under 21s. They have some notable former players: Scott Arfield, Chris Innes, Derek Fleming, and Gary Wales. ====Livingston FC==== thumb|right|The home of Livingston F.C. – Almondvale Stadium's East Stand – right section. The stadium opened in 1995. Livingston F.C., known to locals as \"Livi\" or \"The Lions\", are the most notable football team in the town. They were formed in 1995 on the relocation of Edinburgh-based side Meadowbank Thistle. The stadium opened in November 1995, but the Livingston name had already been adopted some months earlier when the club was still playing at its former home Meadowbank Stadium in Edinburgh. Although they were playing in the Scottish Third Division in their first season in Livingston, six years later the club was promoted to the Scottish Premier League, finished third in their first season and qualifying for the UEFA Cup. Relegation to the Scottish First Division in 2006 came after the club entered administration in 2004 as well as other financial problems. In 2009 they narrowly avoided going out of business and as a result were placed back in the Third Division. The Lions managed to gain promotion to the Scottish Second Division the following year, and returned to the First Division after back to back league championships, on 6 August 2011. They currently compete in the top tier of Scottish Football (Ladbrokes Premiership). ====Swimming==== Livingston has several swimming pools, the main pool being a 20m public pool run by West Lothian Leisure (Xcite). Other public pools are also located in local schools including Deans Community High School and Inveralmond High School and the Bannatyne Health Club has a private pool for members. ====Livingston Cricket Club==== Livingston has a cricket club known as the Kingfishers which fields teams for juniors and seniors and has fielded professional paid players. The club plays in the East of Scotland Cricket Association and is based in the Murieston area of Livingston. The Club was founded in 1981 by Dr Salem Patel and Doug Druce, playing its first match in August of that year in Armadale. The club joined the East League for the 1982 season, winning Grade D and promotion. The Club played at several locations in Livingston, including Bankton Mains and at Bangour Hospital sports field. The 1st XI remained in Division 4 until winning the league in 1992. In 1994 sponsorship by the Livingston Development Corporation enabled the club to successfully negotiate the big step up to Division 2 where half of the clubs employed paid professional players. West Indian Mark Harper became the club's first paid player and regularly set new batting records throughout the season. The creation of the National leagues in 1996 and the subsequent re-organisation of feeder leagues saw Livingston become a Division 1 club due to reconstruction of the East League. In 1999 the Club finished third, their highest league position to date. This coincided with a move back into Livingston to a large new ground in the Murieston area. Being almost in the foothills of the Pentlands, rainfall is heavier and the growing season considerably shorter than most of the other grounds in the Central Belt, which causes major problems in getting the ground ready for play in April. A new pavilion, the Gerry Toms Pavilion was officially opened on 22 August 2004. ==Religion== thumb|right|St Andrew's Church in Craigshill, designed by George RM Kennedy for Alison, Hutchinson and Partners in 1968 and completed 1970. ===Christianity=== Uniquely in Scotland, Livingston was from its formation designated an \"Ecumenical Parish\" in a joint initiative by the Church of Scotland, Scottish Episcopal Church, Methodist Church in Great Britain, and the Congregational Union of Scotland (which subsequently united with the United Reformed Church). The Ecumenical Parish has six places of worship. Apart from the Ecumenical Parish, Livingston Old Parish is a congregation solely within the Church of Scotland. There are also churches of other denominations, notably the Catholic Church (who have three congregations: Saint Peters in Carmondean, Saint Andrews in Craigshill, and St Philips in Dedridge), the Baptist Church (who have two congregations in Dedridge and Ladywell), Jehovah's Witnesses (who have two congregations: Livingston Deans and Livingston Dedridge), the Free Church, and The Church of Jesus Christ Latter Day Saints (who have a branch in Deans). ===Other religions=== There is a mosque in the Craigshill area of the town called Livingston Mosque and Community Centre and also another within the Deans area. In recent years Jehovah Witnesses have built a Kingdom Hall in Eliburn. ==Notable residents== Notable residents of Livingston include Robin Cook (the former MP for Livingston and Foreign Secretary from 1997 until 2001; died 2005) and Ian Colquhoun (author, born and educated in Livingston). Actors, musicians and entertainers include Nina Nesbitt (singer songwriter) and David Cicero (singer/keyboardist and associate of the Pet Shop Boys who moved to Livingston as a child). Livingston sports personalities include Craig Benson (Olympic swimmer and World junior men's breaststroke champion, born and educated in Livingston), Peter 'Snakebite' Wright (born in Livingston, PDC World darts champion), and Elise Christie (short track skater, who competed at the 2010 Winter Olympics and 2014 Winter Olympics). Livingston is the birthplace and home of several Scottish footplayers, including Scott Arfield (football player for Rangers F.C), Mark Burchill (footballer, educated in Livingston), Paul Dickov (former Arsenal player and former manager Doncaster Rovers from 2013 to 2015), James Penrice (professional footballer for Partick Thistle), David Robertson (footballer for St Johnstone F.C.), Jimmy Scoular (former Portsmouth FC and Newcastle Utd football player and Cardiff City manager), Gary Wales (former Hearts player, and Kilmarnock player), Tommy Walker (former Hearts and Chelsea player and manager for Hearts), Keith Watson (footballer, previously for Hartlepool United), and Danny Wilson (footballer, player for Rangers, Liverpool and a former Hearts captain). ==Town twinnings== Livingston is twinned with: * Hochsauerlandkreis, Germany. * Grapevine, Texas, USA. == References == === Primary sources === *Wills, E (1996) Livingston: the Making of a Scottish New Town *Cowling, D (1997) An Essay for Today: the Scottish New Towns 1947–1997 *Hendrie, W (1989) The History of Livingston == External links == * *West Lothian Business Portal *Livingstoni Community site for Livingston *West Lothian Archaeological Trust Category:Retailing in Scotland Category:Towns in West Lothian Category:New towns in Scotland Category:1960s establishments in Scotland Category:New towns started in the 1960s",
 "title": "Livingston, West Lothian"
}