{
 "id": "263642",
 "text": "Bradley International Airport is a public international airport in Windsor Locks, Connecticut. Owned and operated by the Connecticut Airport Authority, it is the second-largest airport in New England. The airport is about halfway between Hartford, Connecticut, and Springfield, Massachusetts. It is Connecticut's busiest commercial airport and the second-busiest airport in New England after Boston's Logan International Airport, with over 6.75 million passengers in 2019. The four largest carriers at Bradley International Airport are Southwest, Delta, JetBlue, and American with market shares of 29%, 19%, 15%, and 14%, respectively. As a dual-use military facility with the U.S. Air Force, the airport is home to the 103d Airlift Wing (103 AW) of the Connecticut Air National Guard. Bradley was originally branded as the \"Gateway to New England\" and is home to the New England Air Museum. In 2016, Bradley International launched its new brand, \"Love the Journey\". In 2019, Bradley was the 55th-busiest commercial airport in the United States, by passengers enplaned. The Federal Aviation Administration (FAA) National Plan of Integrated Airport Systems for 2017–2021 categorized it as a medium-hub primary commercial service facility. The former discount department store chain Bradlees was named after the airport as many of the early planning meetings were held there. == History == ===20th century=== Bradley has its origins in the 1940 acquisition of of land in Windsor Locks by the state of Connecticut. In 1941, this land was turned over to the U.S. Army, as the country began its preparations for the impending war. The airfield was named after 24-year-old Lt. Eugene M. Bradley of Antlers, Oklahoma, assigned to the 64th Pursuit Squadron, who died when his P-40 crashed during a dogfight training drill on August 21, 1941. The airfield began civil use in 1947 as Bradley International Airport. Its first commercial flight was Eastern Air Lines Flight 624. International cargo operations at the airport also began that year. Bradley eventually replaced the older, smaller Hartford–Brainard Airport as Hartford's primary airport. In 1948, the federal government deeded the Airport to the State of Connecticut for public and commercial use. In 1950, Bradley International Airport exceeded the 100,000-passenger mark, handling 108,348 passengers. In 1952, the Murphy Terminal opened. Later dubbed Terminal B, it was the oldest passenger terminal of any major airport in the U.S. when it closed in 2010. The April 1957 OAG shows 39 weekday departures: 14 American, 14 Eastern, 9 United, and 2 Northeast. The first jets were United 720s to Cleveland in early 1961. Nonstops never reached west of Chicago or south of Washington until Eastern and Northeast began nonstops to Miami in 1967; nonstops to Los Angeles and Atlanta started in 1968. In 1960, Bradley handled 500,238 passengers. In 1971, the Murphy Terminal was expanded with an International Arrivals wing. This was followed by the installation of instrument landing systems on two runways in 1977. In 1974, construction began on an experimental People Mover to move people between the terminal and a parking lot 7/10 of a mile away. It was completed in December 1975. The People Mover consisted of a 7' wide roadway and two 30' long cars. It cost US$4.5 million to construct and was anticipated to cost $250,000 annually to operate. Due to the high operating cost and the fact that the parking lot it was connected to was not being used, the system was never put in service and was dismantled in 1984 to make room for a new terminal building. The retired vehicles from the system are now on display at the Connecticut Trolley Museum in East Windsor, Connecticut. In 1979, the \"Windsor Locks\" tornado ripped through the eastern portions of the airport. The New England Air Museum sustained some of the worst damage. It reopened in 1981. The new Terminal A and Bradley Sheraton Hotel were completed in 1986. The Roncari cargo terminal was also built. ===21st century=== thumb|Food court and shopping hall connecting the East and West concourses of Terminal A 2001 saw the commencement of the Terminal Improvement Project to expand Terminal A with a new concourse, construct a new International Arrivals Building and centralize passenger screening. The airport expansion was part of a larger project to enhance the reputation of the Hartford metropolitan area as a destination for business and vacation travel. The new East Concourse, designed by HNTB, opened in September 2002. In December 2002 a new International Arrivals Building opened west of Terminal B, housing the Federal Inspection Station with one jetway. Two government agencies support the facility; U.S. Customs and Border Protection and the U.S. Department of Agriculture. The FIS Terminal can process more than 300 passengers per hour from aircraft as large as a Boeing 747. This facility cost approximately $7.7 million, which included the building and site work, funded through the Bradley Improvement Fund. Currently the International Arrivals Building is utilized by Delta Air Lines and Frontier Airlines (Apple Vacations) for their seasonal service to Cancun, Mexico and Punta Cana, Dominican Republic. All international arrivals except for those from airports with customs preclearance are processed through the IAB. International departures are handled from the existing terminal complex. Northwest Airlines launched Hartford's first direct flight to Europe in July 2007, employing Boeing 757s on a route to Amsterdam. Three months later, the Airbus A380 visited Bradley on its world tour, stopping in Hartford to showcase the aircraft to Connecticut workers for Pratt & Whitney and Hamilton Sundstrand, both divisions of United Technologies, which helped build the GP7000 TurboFan engines, which is an option to power the aircraft. Bradley Airport is one of only 68 airports worldwide large enough to accommodate the A380. No carriers provide regular A380 service to Bradley, but the airport occasionally is a diversion airfield for JFK-bound A380s. Northwest Airlines terminated its service to Holland in October 2008, attributing its decision to the increased cost of jet fuel. In the same month, Embraer, an aerospace company based in Brazil, selected Bradley as its service center for the Northeastern United States. An $11 million project was begun with support from teams of the Connecticut Department of Transportation and Connecticut's Economic and Community Development. The center is intended to be a full maintenance and repair facility for its line of business jets and is expected to employ up to 60 aircraft technicians. The facility was temporarily closed ten months after opening due to economic conditions, reopening on February 28, 2011. On June 22, 2012 the Connecticut Airport Authority board approved the hiring of Kevin A. Dillon as the Executive Director for the Connecticut Airport Authority, including Bradley International Airport. On October 21, 2015 Bradley announced renewed transatlantic service, partnering with Aer Lingus to bring daily flights between Bradley and Dublin. Service to Dublin began on September 28, 2016. On September 13, 2018 Governor Dannel P. Malloy announced that Aer Lingus service at Bradley International Airport will continue for at least four more years under a new agreement made with the state, committing the airline to continue its transatlantic service at the airport through September 2022. Aer Lingus committed to placing one of its first four A321neoLR aircraft on the Bradley to Dublin route, replacing the Boeing 757-200 assigned to the route. The flight was suspended for the Covid-19 Pandemic and was not immediately resumed. Norwegian Air Shuttle flew the airport's third transatlantic European flight. The first flight was on June 17, 2017 to Edinburgh in the UK. On January 15, 2018 the airline announced it would end service from Bradley to Scotland, with the last flight leaving March 25, 2018. On January 25, 2017 Spirit Airlines announced new daily nonstop service to Orlando and Fort Lauderdale along with 4 times weekly seasonal service to Myrtle Beach. The first flight to Orlando was on April 27, and service to Fort Lauderdale started on June 16. The same day, the company also announced seasonal nonstop service to Fort Myers and Tampa, which began on November 9, 2017. On January 25, 2021, Sun Country Airlines announced new service to Bradley International Airport beginning in May with nonstop service twice weekly to MSP Airport and in September 2021, service to Orlando. On May 21, 2021, Breeze Airways announced new service to Bradley International Airport beginning May 27, 2021 with nonstop service to Charleston (SC), with service to Columbus-Glenn, Norfolk and Pittsburgh to begin in July. It also made BDL part of the first flights for the airline, with the first flight from Tampa to Charleston and continuing on to Hartford. On February 17, 2022, Breeze Airways announced they would be establishing an operating base at Bradley International Airport. The announcement included the airline would begin service to an additional eight nonstop destinations from Bradley and create more than 200 new jobs.https://www.wwlp.com/news/breeze-airways- announces-new-base-at-bradley-international/ On March 8, 2022 they announced service to six new destinations, Akron/Canton, Jacksonville, Nashville, Richmond, Sarasota/Bradenton and Savannah all beginning in June 2022. == Facilities == Bradley International Airport covers 2,432 acres (984 ha) at an elevation of 173 feet (53 m). It has two asphalt runways: 6/24 is 9,510 by 200 feet (2,899 × 61 m); 15/33 is 6,847 by 150 feet (2,087 × 46 m). In the year ending March 31, 2016 the airport had 93,678 aircraft operations, averaging 257 per day: 61% airline, 21% air taxi, 16% general aviation and 3% military. Sixty-four aircraft were then based at this airport: 48% jet, 31% military, 3% multi-engine, 11% helicopter and 6% single-engine. ==Terminals== ===Current terminals=== The airport has one terminal known as Terminal A with two concourses: East Concourse (Gates 1–12) and West Concourse (Gates 20–30). The East Concourse has 12 gates and houses the following airlines: Air Canada, Delta, JetBlue, Southwest, Sun Country. The West Concourse has 11 gates and houses the following airlines: American, Breeze, Frontier, Spirit, United. The Customs Building that is used for arriving international flights has been dubbed Terminal B. Terminal B consists of one passenger gate. The third floor of Terminal A has the administrative offices of the Connecticut Airport Authority. ===Former terminal=== Terminal B, known as the Murphy Terminal, opened in 1952 and was closed to passenger use in 2010. It was slowly demolished starting in late 2015 and ending in early 2016. It housed the administrative offices of the CAA and TSA until its demolition. == Airlines and destinations == === Passenger === === Cargo === In addition to the regular cargo services described above, Bradley is occasionally visited by Antonov An-124 aircraft operated by Volga-Dnepr Airlines, and Antonov Airlines, transporting heavy cargo, such as Sikorsky helicopters or Pratt & Whitney engines, internationally. === Military operations === * Connecticut Air National Guard ** 103d Airlift Wing (103 AW) \"Flying Yankees\" *** 118th Airlift Squadron (118 AS): operates the C-130 Hercules. * Connecticut Army National Guard ** 169th Aviation Regiment, 104th Aviation Regiment, 142nd Aviation Regiment. *** UH60 Blackhawk, CH47 Chinooks, C12 Fixed Wing. * The Connecticut Wing Civil Air Patrol 103rd Composite Squadron (NER-CT-004) operates out of the airport. == Statistics == === Enplaned passenger statistics === {| class=\"wikitable sortable\" style=\"font-size: 95%; text- align:center\" width= align align align= ! Year ! Enplaned passengers ! % change ! Aircraft movements ! % change |- !style=\"height:20px;\" scope=\"row\"| 1977 | ~2,900,000 | n/a | ~70,000 | n/a |- !style=\"height:20px;\" scope=\"row\"| 2000 | 3,651,943 | 25.92% | 169,736 | 142.48% |- !style=\"height:20px;\" scope=\"row\"| 2001 | 3,416,243 | 6.45% | 165,029 | 2.77% |- !style=\"height:20px;\" scope=\"row\"| 2002 | 3,221,081 | 5.7% | 146,592 | 11.17% |- !style=\"height:20px;\" scope=\"row\"| 2003 | 3,098,556 | 1.8% | 135,246 | 3.8% |- !style=\"height:20px;\" scope=\"row\"| 2004 | 3,326,461 | 7.36% | 144,870 | 7.11% |- !style=\"height:20px;\" scope=\"row\"| 2005 | 3,617,453 | 8.75% | 156,090 | 7.7% |- !style=\"height:20px;\" scope=\"row\"| 2006 | 3,409,938 | 5.74% | 149,517 | 30.3% |- !style=\"height:20px;\" scope=\"row\"| 2007 | 3,231,374 | 5.2% | 141,313 | 5.48% |- !style=\"height:20px;\" scope=\"row\"| 2008 | 3,006,362 | 6.96% | 122,837 | 13.0% |- !style=\"height:20px;\" scope=\"row\"| 2009 | 2,626,873 | 12.62% | 105,594 | 14.03% |- !style=\"height:20px;\" scope=\"row\"| 2010 | 2,640,155 | 0.51%|| 103,516 | 1.96% |- !style=\"height:20px;\" scope=\"row\"| 2011 | 2,772,315 | 5.01%|| 106,951 | 3.31% |- !style=\"height:20px;\" scope=\"row\"| 2012 | 2,647,610 | 4.50%|| 99,019 | 7.41% |- !style=\"height:20px;\" scope=\"row\"| 2013 | 2,681,181 | 1.26%|| 95,963 | 3.08% |- !style=\"height:20px;\" scope=\"row\"| 2014 | 2,913,380 | 8.66%|| 96,477 | 0.53% |- !style=\"height:20px;\" scope=\"row\"| 2015 | 2,926,047 | 0.43%|| 93,507 | 3.07% |- !2016 |3,025,166 | 1.9% |94,748 | 1.32% |- !2017 |3,214,976 | 6.3% |96,312 | 1.65% |- !2018 |3,330,734 | 3.6% | | |- !2019 |3,379,093 | 1.4% | | |- !2020 |1,208,233 | 64.2% | | |- !2021 |2,308,733 | 91.0% | | |} : Traffic hit a low due to the September 11, 2001 terrorist attacks. : Traffic showed a decline due to the Great Recession of 2007-2009 : From March 2020, there is a significant decrease of passenger movements due to the COVID-19 global pandemic. === Top destinations === {| class=\"wikitable sortable\" style=\"font- size:95%\" |+ Busiest domestic routes from BDL (December 2020 – November 2021) |- ! Rank ! Airport ! Passengers ! Carriers |- | 1 | Orlando, Florida | 247,000 | Frontier, JetBlue, Southwest, Spirit, Sun Country |- | 2 | Charlotte, North Carolina | 210,000 | American |- | 3 | Atlanta, Georgia | 205,000 | Delta |- | 4 | Baltimore, Maryland | 136,000 | Southwest |- | 5 | Fort Lauderdale, Florida | 129,000 | JetBlue, Southwest, Spirit |- | 6 | Chicago–O'Hare, Illinois | 128,000 | American, United |- | 7 | Miami, Florida | 104,000 | American, JetBlue |- | 8 | Tampa, Florida | 94,000 | JetBlue, Southwest, Spirit |- | 9 | Detroit, Michigan | 81,000 | Delta |- | 10 | Washington–Dulles, D.C. | 81,000 | United |} === Airline market share === {| class=\"wikitable sortable\" style=\"font-size: 95%\" |+ Largest airlines at BDL, enplaned and deplaned (August 2020 – July 2021) |- !Rank !Airline !Total passengers !Share |- |align=center|1 | JetBlue Airways |572,000 |19.77% |- |align=center|2 | Southwest Airlines |513,000 |17.75% |- |align=center|3 | American Airlines |419,000 |14.48% |- |align=center|4 | Spirit Airlines |304,000 |10.53% |- |align=center|5 | Delta Air Lines |298,000 |10.30% |- |align=center|6 | Other |785,000 |27.17% |} == Future == === Airport construction === On July 3, 2012 the Connecticut Department of Transportation released an Environmental Assessment and Environmental Impact Evaluation, detailing a proposal to replace the now-vacant Terminal B with updates and facilities intended to improve access and ease of use for Bradley travelers. The replacement proposal calls for: * Demolition of the Murphy Terminal and existing International Arrivals Building; * Construction of a new Terminal B, with two concourses containing a total of 19 gates, two of which could accommodate international widebody aircraft; * Inclusion of a new Federal Inspection Services facility within the new Terminal; * Construction of a new Central Utility Plant; * Relocation of the Terminal B arrival roadway and departure viaduct; * Realignment of Schoephoester Road; and * Construction of a new 7-level parking garage and consolidated car rental facility, adding 2,600 public parking spaces and 2,250 rental car spaces. The proposal calls for a three-phase construction program: * Demolition of the existing Terminal B, realignment of surface roads and construction of the new garage/rental car facility would occur during the initial phase. The initial phase is estimated to cost between $630 million and $650 million. * Construction of part of Terminal B and its upper roadway would occur in a second phase. The original estimated completion date was 2018. * Construction of the final segment of Terminal B and its upper roadway would occur in a third phase. The original estimated completion date was 2028. Actual completion dates depend upon funding and demand. As of May 2018 the project had not left the planning stage. In 2020 construction began on the ground transportation center, west of the existing garage, with current plans calling for it to host 830 new public parking spaces, a new consolidated rental car facility, and bus stops for regional bus services and a planned shuttle connecting the airport to the Windsor Locks rail station. The projected cost of the facility is $210 million, with construction projected to be complete in 2022.https://bradleyairport.com/wp- content/uploads/2020/02/Ground-Transportation-Center.pdf == Ground transportation == === Rail === Amtrak and Hartford Line trains serve both the nearby and stations. , weekday service includes eleven southbound trains and twelve northbound trains at Windsor Locks. === Bus === Connecticut Transit route 24 connects Bradley with the Windsor Locks and Windsor train stations. Route 34 provides local service connecting Bradley with Windsor and Hartford. Route 30 (the \"Bradley Flyer\") provides express service to downtown Hartford. == Environment == The Connecticut Air National Guard 103d Airlift Wing leases in the southwest corner of the airport for their Bradley ANG Base. The base is a designated Superfund site. Bradley has also been identified as one of the last remaining tracts of grassland in Connecticut suitable for a few endangered species of birds, including the upland sandpiper, the horned lark, and the grasshopper sparrow. == Awards == In 2017, Bradley Airport was named 5th-best airport in the United States by Condé Nast Traveler's Reader's Choice Awards. Bradley scored well with readers in the categories of on-site parking, availability of charging stations and free Wi-Fi, decent restaurant options, and overall relaxed atmosphere. In 2018, Bradley Airport was named 3rd-best airport in the United States by Condé Nast Travelers Reader's Choice Awards. Bradley scored well with readers in the categories of flight choices, on-site parking, availability of charging stations and free Wi-Fi, restaurant options, and overall relaxed atmosphere. == Accidents and incidents == * On March 4, 1953, a Slick Airways Curtiss-Wright C-46 Commando N4717N on a cargo flight from New York-Idlewild Field crashed. Bradley was experiencing light rain and a low ceiling at the time of the incident. After being cleared to land on Runway 06, the pilot reported problems intercepting the localizer, and continued to circle down to get under the weather. The plane struck trees approximately southwest of the airport, killing the crew of two. * On January 15, 1959, a USAF Douglas DC-4 impacted a wooded hillside in fog without the use of a compass during approach, the pilot survived, the co-pilot and mechanic were killed. * On July 16, 1971, a Douglas C-47B N74844 of New England Propeller Service crashed on approach. The aircraft was on a ferry flight to Beverly Municipal Airport, Massachusetts, when an engine lost power shortly after take-off due to water in the fuel. At the time of the accident, the aircraft was attempting to return to Bradley Airport. All three occupants survived. * On June 4, 1984, a Learjet 23 operated by Air Continental crashed on approach to runway 33 due to asymmetric retraction of the spoilers, two crew and one passenger were killed. * On May 3, 1991, a Ryan International (wet-leased by Emery Worldwide) Boeing 727-100QC, N425EX, caught fire during take-off. The take-off was aborted and the three crew members escaped while the aircraft was destroyed by the fire. The fire was determined to have started in the number 3 engine. It was determined that the 9th stage HP compressor had ruptured. * On November 12, 1995, American Airlines Flight 1572 crashed while trying to land at Bradley. The plane, a McDonnell Douglas MD-83, was substantially damaged when it impacted trees while on approach to runway 15 at Bradley International Airport. The airplane also impacted an instrument landing system antenna as it landed short of the runway on grassy, even terrain. The cause of the accident was determined to be the pilot's failure to reset the altimeter, however, severe weather may have played a factor. One of the 78 passengers and five crew on board were injured. * On January 21, 1998, a Continental Express ATR-42, N15827, had an emergency during roll on landing. During the landing roll, a fire erupted in the right engine. The airplane was stopped on the runway, the engines were shut down and the occupants evacuated. The fire handles for both engines were pulled and both fire bottles on the right engine discharged. However, the fire in the right engine continued to burn. The airport fire services attended shortly afterward and extinguished the fire. * On October 2, 2019, a vintage Boeing B-17 Flying Fortress owned by the Collings Foundation carrying three crew and ten passengers crashed into deicing tanks and a shed while attempting an emergency landing and caught fire. Seven deaths and seven injuries were reported including one person injured on the ground. Witnesses reported that an engine failed upon takeoff and then the aircraft circled back at low altitude. == See also == * Connecticut World War II Army Airfields *Hartford–Brainard Airport (HFD) * FlightSimCon * Tweed New Haven Airport (HVN) * Westover Metropolitan Airport (CEF) :Previously marketed by defunct Skybus Airlines as \"Hartford (Chicopee, MA)\" * Yankee Terminal Radar Approach Control (Y90) == References == == External links == * Bradley International Airport (official site) * Connecticut Airport Authority (official site) * * Category:Windsor Locks, Connecticut Category:Connecticut Airport Authority Category:Airports in Hartford County, Connecticut Category:1940 establishments in Connecticut Category:Airports established in 1940",
 "title": "Bradley International Airport"
}