{
 "id": "264047",
 "text": "Anna Elizabeth Dickinson (October 28, 1842October 22, 1932) was an American orator and lecturer. An advocate for the abolition of slavery and for women's rights, Dickinson was the first woman to give a political address before the United States Congress. A gifted speaker at a very young age, she aided the Republican Party in the hard-fought 1863 elections and significantly influenced the distribution of political power in the Union just prior to the Civil War. Dickinson was the first white woman on record to summit Colorado's Gray's Peak, Lincoln Peak, and Elbert Peak (on a mule), and she was the second to summit Pike's Peak. ==Early life== Dickinson was born on October 28, 1842 in Philadelphia, Pennsylvania to Quakers and abolitionists, John and Mary Edmundson Dickinson. Her Edmundson and Dickinson ancestors immigrated to the United States from England and with other Quakers settled at Tred Avon, or Third Haven, near Easton, Maryland in about the 1660s. She had three older brothers—John, Edwin, and Samuel—and an older sister, Susan. The family home was on the Underground Railroad. Dickinson's father died in 1844 when she was two years old after giving a speech against slavery. Left in poverty, Mary opened a school in their home and took in boarders to support the family. Dickinson was educated at Friends Select School of Philadelphia and for a short time, until age 15, at Westtown School. A hardworking student, she spent any money she earned on books, having acquired an interest in literary classics from her mother. At the age of 14, she converted to the Methodist Church, and remained active in the church throughout her life. ==Career== ===Early years=== The Liberator, a newspaper owned by abolitionist William Lloyd Garrison, published an essay on February 22, 1856 about the abuse received by an abolitionist schoolteacher in Kentucky. She was not yet 14. alt=Photograph of Anna Dickinson in profile, facing left. |thumb|Anna Dickinson, [ca. 1859–1870]. Carte de Visite Collection, Boston Public Library. She went to work at the age of 15, about 1857, as a copyist. In 1859 and 1860, she was a teacher in Berks County, Pennsylvania, during which time she lived with the John and Elizabeth Longstreth family in Bristol, Pennsylvania. In May 1861, she obtained a clerkship for the United States Mint; she was one of the mint's first female employees. Dickinson was removed in December of that year for saying that General George McClellan poor performance at Battle of Ball's Bluff amounted to treason at a public meeting. ===Lecturer=== She had gradually become widely known as an eloquent and persuasive public speaker, one of the first of her sex to mount the platform to discuss the burning questions of the hour. Unlike other Americans, Quakers encouraged women to speak in public. She toured the country on behalf of the Sanitary Commission. Encouraged to speak by Lucretia Mott and Dr. Hannah Longshore, she gave impassioned speeches on abolition, reconstruction, women's rights, and temperance. Her success led the way for future women speakers. She spoke publicly first in 1857 when she addressed a man who derided women at a Progressive Friends meeting. After that, she spoke regularly about temperance and abolition. In 1860, she spoke in Philadelphia at the Friends of Progress meeting at Clarkson Hall about The Rights and Wrongs of Women and then she addressed the Pennsylvania Anti-Slavery Society in the fall of that year. She gave her first major speech, a two-hour discussion of The Rights and Wrongs of Women, on February 27, 1861 in Philadelphia. Lucretia Mott, who delivered abolitionist speeches for decades in Quaker meetinghouses, provided leadership to sell 800 tickets for the Concert Hall event. Mott arranged for a lecture tour, sponsored by the Massachusetts Anti-Slavery Society, for the 19-year- old, who quickly became a popular speaker. The series of speeches helped lead the Emancipation movement. Having heard her speak, Garrison arranged for her to speak in 1862 in the Palmer Fraternity Course of lectures at the Boston Music Hall. Named \"The Girl Orator\" by Garrison, she spoke about The National Crisis. She visited hospitals and camps during the war to speak to the soldiers. In 1862, she visited soldiers wounded in the war, and then gave a lecture about \"Hospital Life\" in New England. During the 1863 United States Senate elections, with the deepening of the Civil War, Dickinson campaigned for several pro-Union Republican candidates in New York, Pennsylvania, New Hampshire, and Connecticut to audiences that included people who did not support the war. She spoke eloquently and powerfully in support of the Radical Republican's anti-slavery platform and for the preservation of the Union. She spoke to coal miners in Pennsylvania soon after draft riots in the area and converted men who had not previously supported abolition. Dickinson was named the \"Civil War's Joan of Arc\" for her promotion of the Union. She was ardent in her condemnation of the Copperheads and other Democrats. She was interviewed in 1863 by Whitelaw Reid, who was a supporter and often wrote about her speaking engagements in the New York Tribune. When she spoke at Cooper Institute in New York City, more that 5,000 people attended the event. It was reported that she \"could hold her audience spellbound for as much as two hours. She gave the impression of being under some magical control.\" She earned a standing ovation in 1864 for an impassioned speech on the floor of the United States House of Representatives. In attendance were President Abraham Lincoln and civic and military leaders. Invited by Republican leaders, she was the first woman to speak to Congress. After the Civil War, she remained one of the nation's most celebrated lyceum speakers for nearly a decade. She made as much as $20,000 () a year, making a speech every other day on average, and gave most of her earnings away to charity, friends, and relatives. She also maintained a townhouse in Philadelphia, with expensive personal possessions, for her mother and sister. She spoke about reconstruction, African-American's rights, women's right and other issues, like venereal disease in Between Us Be Truth, and polygamy in her speech \"Whited Sepulchers\" in Utah. Although she called for women's rights, she was not a speaker for the suffrage movement. Some of her well-received post-war lectures include For Yourself and Platform and Stage and she frequently spoke about Joan of Arc. thumb|L. Schamer, Anna Elizabeth Dickinson, lithograph, 1870, taken from a sheet of Representative Women of the period As audiences preferred to be entertained rather than lectured on serious subjects, and after she campaigned for Horace Greeley, a Democratic presidential candidate in 1872, her career as a lecturer declined. In 1873, she and her manager, James Redpath, disagreed and parted company. By 1875, she was unable to support herself by speaking engagements alone. She gave a speech for Republicans for the 1888 presidential election in many states, during which she called Grover Cleveland the \"hangman of Buffalo\" and vigorously waved a bloody shirt. Due to the performance, they stopped booking her for speaking engagements. Newspapers questioned her sanity. The Republicans filed a breach of contract suit in 1891 and she was never hired by the party again. === Mountaineering === As her popularity as a lecturer waned, she was invited to Colorado by Ralph Meeker. She arrived in Colorado in 1873. Over the course of three weeks she climbed Pikes Peak, Mount Lincoln, Grays Peak, Mount Elbert, often using horses or mules. She joined the Hayden survey for a climb of Longs Peak. Dickinson had hoped the publicity would revive her career. Boulder County News reported the at the time scandalous detail that Dickinson had worn trousers for the ascent. Dickinson was the first white woman on record to summit Colorado's Gray's Peak, Lincoln Peak, and Elbert Peak (on a mule), and she was the second to summit Pike's Peak. She was the third white woman on record to climb Colorado’s Longs Peak, in 1873, and was certainly the first well-known woman to do so. ===Author and actress=== As another means of support, she began writing. She published the novel What Answer? (1868), that tackled negative viewpoints about interracial marriage. It is considered her most radical work. She argued for technical training for workers, better treatment of prisoners, assistance for the poor, and compulsory education for all children in A Paying Investment, a Plea for Education (1876). Dickinson wrote A Ragged Register of People, Places and Opinions in 1879. Her plays included The Crown of Thorns (1876), in which she played the role of Anne Boleyn and the play and her acting was unfavorably received in New York. She appeared in the title role of Mary Tudor (1878). Her plays included Aurelian (1878) and An American Girl (1880), which was successfully acted by Fanny Davenport. She performed as Hamlet on Broadway, but she did not have critical success as an actress. ==Personal life== thumb|upright|Anna Elizabeth Dickinson, published in 1901. She was a friend of Elizabeth Cady Stanton and Quaker lecturers Lucretia Mott and Susan B. Anthony. In her letters, Anthony sometimes addressed Dickinson as \"Chickie Dickie\". Benjamin F. Butler, a Civil War general and a politician, pursued her romantically. He remained her friend, a legal advisor, and source of money over many years. Unpublished correspondence from a woman named Ida appears to show at least one intimate episode with another woman during her life, referencing Dickinson \"tempting [Ida] to kiss her sweet mouth,\" which historian Lillian Faderman included in her history of lesbian life in America. In 1870, she was the wage-earner and head of the household of her mother, older sister Susan, and a servant. In 1883, she moved to West Pittston, Pennsylvania to live with her sister. Over the next years, her health began to fail as she aged and due to many years of poverty. On May 12, 1889, her 95-year-old mother Mary died in West Pittston, Pennsylvania. She was said to have been an invalid for years and cared for by her daughters, writer Susan and lecturer Anna. Mary's only living son, Rev. John Dickinson, was a professor of Geology at the University of California at the time. Dickinson began to exhibit signs of paranoia in 1891 and she was committed against her will to a hospital for the insane, the Danville State Hospital for the Insane, by her sister Susan Dickinson. She was transferred to a private hospital in Goshen, New York, under the care of Dr. Seward and with support of her friends, due at least in part to newspapers having reported false information about her care. Dickinson, who was taken to Danville in February 1891, stayed at the Interpines sanitarium and was giving lectures by late August that year. She filed suits against the newspapers who claimed she was insane and the people who had her committed. After protracted legal battles, she won the case of illegal kidnapping and three libel suits in 1898. She lost many supporters and friends due to her antagonistic behavior. Sometime after she was released from Danville, she lived in Goshen, New York with George and Sallie Ackley, and continued to do so for more than forty years. Dickinson and Sallie Ackley were lovers, according to correspondence between Dickinson and Sallie Ackley and interviews with George Ackley and his sisters. George also said she was a heavy drinker. When Sallie died, she left $7,000 to Dickinson, with the understanding that upon her death, the remainder would be left to George. Dickinson died in 1932 of cerebral apoplexy. Since she did not leave a will, the remaining $6,000 inheritance went to her distant cousin, rather than to George. Dickinson is buried at Slate Hill Cemetery in Goshen, near George and Sallie's headstone. ==Legacy and honors== *The World War II Liberty Ship was named in her honor. ==References== ==Further reading== * * * * * * * * * * * * * * * * ==External links== * Anna Dickinson, Abolitionist And Lecturer During The Civil War * * Category:1842 births Category:1932 deaths Category:Activists from Philadelphia Category:American abolitionists Category:People of Pennsylvania in the American Civil War Category:American suffragists Category:American Quakers Category:Public orators Category:Pennsylvania Republicans Category:New York (state) Republicans Category:Friends Select School alumni Category:Wikipedia articles incorporating text from A Woman of the Century Category:Quaker abolitionists Category:American feminists Category:Quaker feminists Category:Women civil rights activists",
 "title": "Anna Elizabeth Dickinson"
}