{
 "id": "264285",
 "text": "Daniel K. Inouye International Airport , also known as Honolulu International Airport, is the main airport of Oahu in the State of Hawaii.\"The State of Hawaii Airport Activity Statistics By Year 2007-1994\" , Department of Transportation, Airports Division, State of Hawaii The airport is named after U.S. Senator and Medal of Honor recipient Daniel K. Inouye, who represented Hawaii from 1963 until his death in 2012. The airport is located in the Honolulu census-designated place three miles (5 km) northwest of Honolulu's central business district., effective December 30, 2021\"Honolulu CDP, HI .\" U.S. Census Bureau. Retrieved on May 21, 2009. The airport covers a total area of 4,220 acres (1,708 ha) of land, more than 1% of Oahu's land area. Daniel K. Inouye International Airport offers nonstop flights to numerous destinations in North America, Asia, and Oceania. The airport serves as the principal hub of Hawaiian Airlines and is also a base for Aloha Air Cargo. The airport is included in the Federal Aviation Administration (FAA) National Plan of Integrated Airport Systems for 2017–2021, in which it is categorized as a large-hub primary commercial service facility. ==History== HNL opened in March 1927 as John Rodgers Airport, named after World War I naval officer John Rodgers. It was funded by the territorial legislature and the Chamber of Commerce, and was the first full airport in Hawaii; aircraft had previously been limited to small landing strips, fields, and seaplane docks. From 1939 to 1943, the adjacent Keehi Lagoon was dredged for use by seaplanes, and the dredged soil was moved to HNL to provide more space for conventional airplanes. The U.S. military grounded all civil aircraft and took over all civil airports after the attack on Pearl Harbor, and Rodgers Field was designated Naval Air Station Honolulu. The Navy built a control tower and terminal building, and some commercial traffic was allowed during daylight hours. Rodgers Field was returned to the Territory of Hawaii in 1946. At the time, at , it was one of the largest airports in the United States, with four paved land runways and three seaplane runways. John Rodgers Airport was renamed Honolulu Airport in 1947; \"International\" being added to the name in 1951. Being near the center of the Pacific Ocean it was a stop for many transpacific flights. By 1950, it was the third-busiest airport in the United States in terms of aircraft operations, and its runway was the longest in the world in 1953. In the summer of 1959, Qantas began the first jet service to Honolulu on its flights between Australia and California. Qantas introduced these jet flights with Boeing 707 aircraft operating a routing of Sydney – Fiji – Honolulu – San Francisco.http://www.timetableimages.com , Nov. 6, 1959 Qantas system timetable Aeronautical engineer and airline consultant Frank Der Yuen advised in the design of the original building and founded its aerospace museum. The original terminal building on the southeast side of runways 4 was replaced by the John Rodgers Terminal, which was dedicated on August 22, 1962 and opened on October 14, 1962. From 1970 through 1978, the architect Vladimir Ossipoff designed a terminal modernization project that remodeled this terminal and created several additions, which included the Diamond Head Concourse in 1970, the Ewa Concourse in 1972, and the Central Concourse in 1980. Pan American World Airways (Pan Am) used Honolulu as a transpacific hub for many years, initially as a connecting point between the West Coast and Polynesia (Fiji, New Caledonia, and New Zealand) in 1946, followed by service to East Asia through Midway Island and Wake Island from 1947. By 1960, Pan American was serving the airport with Boeing 707 jets. Pan Am flight number 1, operating a 707, flew a westbound routing of San Francisco – Honolulu – Wake Island – Tokyo – Hong Kong and continuing on to New York City via stops in Asia and Europe. The airline also operated nonstop 707 service to Portland, Oregon (continuing to Seattle) and Los Angeles. Pan Am also had direct 707 flights from Honolulu to Calcutta, Guam, Jakarta, Karachi, Manila, Rangoon, Saigon, and Singapore in 1960.http://www.timetableimages.com , April 24, 1960 Pan American World Airways system timetable United Airlines was flying nonstop Douglas DC-6 \"Mainliner\" service from San Francisco in 1947 and by 1961 was operating Douglas DC-8 jet service nonstop from Los Angeles and San Francisco with direct one-stop DC-8 flights from both Chicago and New York City .http://www.timetableimages.com , Sept. 28, 1947 & June 1, 1961 United Airlines system timetables British Commonwealth Pacific Airlines (BCPA) began serving the airport during the mid-1940s with Douglas DC-4 aircraft flying a routing of Sydney – Auckland – Fiji – Canton Island – Honolulu – San Francisco – Vancouver, B.C.http://www.timetableimages.com , 1948 British Commonwealth Pacific Airlines timetable In 1950, Northwest Airlines was operating nonstop flights from Seattle with Boeing 377 Stratocruiser propliners; by 1961, Northwest was flying daily Douglas DC-8 jet service on a round trip routing of New York City – Chicago – Seattle – Portland, OR – Honolulu.http://www.timetableimages.com , Sept. 24, 1950 & May 28, 1961 Northwest Airlines system timetables Also in 1950, Canadian Pacific Air Lines (which later became CP Air) was operating service between western Canada and Australia with a routing of Vancouver – Honolulu – Canton Island – Fiji – Sydney.http://www.timetableimages.com , April 1, 1950 Canadian Pacific Air Lines system timetable Honolulu-based air carriers Aloha Airlines and Hawaiian Airlines had both introduced jet service on their respective inter-island routes in Hawaii by 1966 with Aloha operating British Aircraft Corporation BAC One-Eleven jets and Hawaiian flying Douglas DC-9-10 jets with both airlines also continuing to operate turboprop aircraft on their island services at this time.http://www.timetableimages.com , Sept. 6, 1966 Aloha Airlines timetablehttp://www.timetableimages.com , April 25, 1966 Hawaiian Airlines timetable According to their respective timetables, Aloha was flying Fairchild F-27 and Vickers Viscount propjets while Hawaiian was operating Convair 640 propjets in addition to their new jet aircraft in 1966. Both local air carriers would eventually operate service to the U.S. mainland as well as to the South Pacific while continuing to operate inter-island flights. In 1986, Hawaiian was operating nonstop Lockheed L-1011 Tristar service from Honolulu to Las Vegas, Los Angeles, San Francisco, and Seattle as well as one-stop direct service to Portland, Oregon, and also nonstop Douglas DC-8 service to Pago Pago with this flight continuing on to Tonga.http://www.departedflights.com , June 17, 1986 Hawaiian Airlines route map By 2003, Aloha was flying nonstop Boeing 737-700 service to Burbank, Oakland, Orange County, and Vancouver, B.C., with one-stop service to Las Vegas, Phoenix, Reno, and Sacramento in addition to operating nonstop flights to Kwajalein and Pago Pago with one-stop service to Majuro and Rarotonga.http://www.departedflights.com , Sept. 2, 2003 Aloha Airlines route map In the spring of 1969, Braniff International introduced nonstop Boeing 707-320 service to Honolulu from Dallas Love Field, Houston Hobby Airport, and St. Louis, with one-stop service from Atlanta, Miami, and New Orleans.http://www.timetableimages.com , March 5, 1969 Braniff International system timetable At the same time, United Airlines introduced daily nonstop Douglas DC-8-62 flights from New York City and was continuing to operate nonstop DC-8 service to Honolulu from Los Angeles and San Francisco.http://www.timetableimages.com , April 27, 1969 United Airlines system timetable Also in 1969, Western Airlines was operating nonstop Boeing 707 and Boeing 720B service not only from several California cities but also from Anchorage, Denver, Minneapolis–St. Paul, and Phoenix. By 1981, Western was operating one-stop McDonnell Douglas DC-10-30 service from London Gatwick Airport via a polar route with a stop in Anchorage.http://www.timetableimages.com , April 27, 1969 Western Airlines timetable & route maphttp://www.departedflights.com , March 1, 1981 Western Airlines system timetable By the mid-1970s Pan Am offered nonstop service from Honolulu to Japan, Guam, Australia, New Zealand, and Fiji, as well as to cities on the West Coast. Continental Airlines used Honolulu as a stopover point for charter service to Southeast Asia during the Vietnam War era, and to feed its Guam-based Air Micronesia operation. By the early 1970s, Continental was operating scheduled nonstop flights between Honolulu and Los Angeles, Portland, Oregon, and Seattle, including Boeing 747-100 nonstops from Los Angeles and one-stop 747 flights from Chicago. Air Micronesia had service to Guam via stops at Midway Island, Kwajalein, Majuro, Ponape, (now Pohnpei) and Truk (now Chuuk State) flying a Boeing 727-100.http://www.departedflights.com , Oct. 31, 1971 Continental Airlines system timetablehttp://www.timetableimages.com , Oct. 15, 1971 Air Micronesia timetable & route map American Airlines also operated flights to Auckland, Sydney, Fiji and Pago Pago via Honolulu during the early 1970s in addition to operating nonstop Boeing 707-320 flights from St. Louis.http://www.departedflights.com , April 29, 1973 American Airlines route maphttp://www.departedflights.com , April 1, 1974 Official Airline Guide (OAG), Honolulu flight schedules Over the years, many foreign air carriers used Honolulu as a transpacific stopover point, including Air New Zealand, BOAC (now British Airways), British Commonwealth Pacific Airlines, Canadian Pacific Air Lines, China Airlines, Garuda Indonesia, Japan Airlines, Korean Air, Philippine Airlines, Qantas, Real Transportes Aereos (a Brazilian airline), and Singapore Airlines as well as French air carriers Union de Transports Aeriens (UTA) and its predecessor Transports Aeriens Intercontinentaux (TAI).http://www.timetableimages.com , system timetables for BOAC, British Commonwealth Pacific Airlines, Canadian Pacific Air Lines, Garuda, Real Transportes Aereos, TAI and UTA BOAC served Honolulu as part of its around the world services during the 1960s and early 1970s, first with Bristol Britannia turboprop airliners and later with Boeing 707 and Vickers VC10 jets.http://www.timetableimages.com , April 24, 1960; March 22, 1964; April 1, 1971 BOAC system timetables Pan Am and Trans World Airlines (TWA) also served Honolulu as a stop on their respective around the world services during the early 1970s.http://www.departedflights.com , April 29, 1973 Pan American World Airways system timetablehttp://www.departedflights.com , April 30, 1972 TWA route map In 1979, Braniff International was operating all of its flights from the airport with Boeing 747 aircraft with nonstops to Dallas–Fort Worth, Guam, and Los Angeles as well as one-stop service to Hong Kong and also one-stop service to Bogota in South America.http://www.departedflights.com , Oct. 26, 1979 Braniff International system timetable Several small airlines based in the South Pacific also served Honolulu. In 1983, Air Nauru was operating Boeing 737-200 nonstop flights from Majuro with direct service from Nauru, Air Niugini was flying Boeing 707 aircraft nonstop from Port Moresby, Papua New Guinea and Air Tungaru was operating Boeing 727-100 aircraft nonstop from Christmas Island .http://www.departedflights.com , July 1, 1983 Worldwide Official Airline Guide (OAG) Also in 1983, Honolulu-based South Pacific Island Airways was operating nonstop Boeing 707 service from Anchorage, Guam, Pago Pago and Papeete.http://www.departedflights.com , July 1, 1983 North American Official Airline Guide (OAG) Pocket Flight Guide, Honolulu flight schedules & July 1, 1983 Worldwide Official Airline Guide (OAG), Honolulu flight schedules In April 1974, American Airlines, Braniff International, Continental Airlines, Northwest Airlines, Pan Am, TWA, United Airlines and Western Airlines were all operating nonstop services on domestic routes from the U.S. mainland while CP Air, a Canadian airline, was operating international nonstop service from Vancouver and on to the South Pacific during the mid 1970s.http://www.departedflights.com , April 1, 1974 Official Airline Guide (OAG) Pocket Flight Guide, Honolulu flight scheduleshttp://www.timetableimages.com , April 25, 1976 CP Air system timetable Just over 25 years later, in June 1999, U.S.-based air carriers operating domestic nonstop services from the mainland included American Airlines, American Trans Air, Continental, Delta Air Lines, Hawaiian Airlines, Northwest, TWA, and United, while Air Canada, Canadian Airlines International (the successor to CP Air), and Canada 3000 were operating nonstop services from Canada.http://www.departedflights.com , June 1, 1999 Official Airline Guide (OAG), Honolulu flight schedules ===Modernization and history since 2006=== On March 24, 2006, Hawaii Governor Linda Lingle unveiled a $2.3 billion modernization program for Hawaii airports over a 12-year period, with $1.7 billion budgeted for Honolulu International Airport. The plan involves implementing short-term projects within the first five years to improve passenger service and increase security and operational efficiencies. As part of the modernization, flight display monitors throughout the airport have been upgraded, new food and beverage vendors have been added, and a new parking garage across from the international arrival terminal has been completed. Current projects include an international arrivals corridor with moving sidewalks built atop the breezeway leading to the Ewa Concourse. The first phase of the project was completed in October 2009, while the remainder of the two phase project was completed in 2010. In 2011, Hawaiian Airlines renovated the check-in lobby of the Interisland Terminal, replacing the traditional check-in counters with six circular check-in islands in the middle of the lobbies, which can be used for inter-island, mainland, and international flights. This renovation project was fully funded by Hawaiian Airlines and not a part of the modernization program.http://www.staradvertiser.com/business/20110331__Hawaiian_Airlines_overhauls_lobbies.html Hawaiian Airlines renovating inter-island terminal check-in lobby at Honolulu International Airport, Honolulu Star Advertiser retrieved March 31, 2011 Future projects include construction of a Mauka Concourse branching off the Interisland Terminal, the first concourse expansion at Honolulu International Airport in 15 years. Construction of the concourse will involve replacing the existing Commuter Terminal. This new concourse will be for the exclusive use of Hawaiian Airlines, and will allow it to reduce use of overseas terminal gates for international and US mainland flights. This will mean less walking for passengers who check in, clear security, and use the baggage claim at the inter-island terminal. It will also free up gates in the overseas terminal for use by other airlines. Landside plans include construction of a consolidated rental car facility (CONRAC). A temporary rental car center is currently being built in the overseas parking garage so that the existing rental car facilities can be demolished to make way for the new permanent facility. By 2012, Hawaiian Airlines was re-establishing Honolulu International Airport as a connecting hub between the United States mainland and the Asia-Pacific region.Russell, Edward. \"ANALYSIS: Honolulu's reascendant connecting hub .\" Flightglobal. October 30, 2012. Retrieved on October 30, 2012. That year, according to a Massachusetts Institute of Technology study, the airport had 24% fewer domestic departure flights than it did in 2007. During the 2016 legislative session, the Hawaii state legislature passed a resolution requesting that the U.S. Department of Transportation rename Honolulu International Airport for the late U.S. senator and Medal of Honor recipient Daniel Inouye. The new name first appeared in Federal Aviation Administration documentation on April 27, 2017, and the airport was officially renamed in a ceremony at the airport on May 30, 2017. After years of delays, on May 30, 2018, the state airports division broke ground on the Mauka Concourse with completion on August 26, 2021. On June 1, 2018, the Hawaii Department of Transportation started renumbering all gates and baggage claim carousels. Gates were renamed alphanumerically and baggage carousels were renumbered from alphanumerical to numerical. HDOT cited the expansion of existing terminals in the airport as a reason to renumber all gates and baggage carousels. The renumbering was the first done since 1993. ==Facilities== thumb|right|The Reef Runway with Honolulu in the background The airport has four major runways, which it operates in conjunction with the adjacent Hickam Air Force Base. The principal runway designated 8R/26L, also known as the Reef Runway, was the world's first major runway constructed entirely offshore. Completed in 1977, the Reef Runway was a designated alternate landing site for the Space Shuttle. In addition to the four paved runways, Daniel K. Inouye International Airport has two designated offshore waterways designated 8W/26W and 4W/22W for use by seaplanes. ===Terminals=== thumb|right|Terminal 1 thumb|right|Terminal 2 Daniel K. Inouye International Airport has 60 gates (54 jet-way gates and 6 hard stands) in three terminals. The Wiki Wiki Shuttle provides inter-terminal transportation between the ticket lobbies of all three terminals and between the concourses in terminals 1 and 2. All gates in terminals 1 and 2 are connected post-security; however, passengers walking from Terminal 1 to gates in Terminal 2 must pass through a USDA agricultural inspection station for carry-on luggage. Terminal 1 (formerly known as the \"Interisland Terminal\") opened in 1993 and has 25 gates. The $130 million 8-gate terminal was the largest construction project undertaken at that time by the State Airports Division and replaced an earlier terminal built in 1961. In 1995, a 5-gate extension to the terminal, which also featured a new post-security walkway to Terminal 2, opened. On May 30, 2018, the state airports division broke ground on the Mauka Concourse after years of delays. This new concourse adds space for 11 narrow-body aircraft or six wide-body aircraft and also features a post-security walkway to the rest of Terminal 1 and a new six-lane TSA security checkpoint. The Mauka Concourse opened for passenger use on August 27, 2021. Terminal 2 (formerly known as the \"Overseas Terminal\") opened in 1962 and has 29 gates. Terminal 2 is the largest terminal at HNL and is the only terminal which can take international arrivals and departures. From 1970 through 1978, architect Vladimir Ossipoff designed a terminal modernization project that remodeled this terminal and created several additions, which included the Diamond Head Concourse in 1970, the Ewa Concourse in 1972, and the Central Concourse in 1980. 2 3-jetway gates to handle an Airbus A380 were added to the terminal in 2018; this was done to support All Nippon Airways's A380 flights between Tokyo's Narita Airport and Honolulu.https://www.ana.co.jp/en/us/hawaii24/airbus380/ Terminal 3 opened in 2018 between the Delta and United Cargo facilities on the Diamond Head side of the airport.Terminal 3 . Mokuleleairlines.com. The terminal was originally a single-story facility located north of Terminal 1 adjacent to Nimitz Highway, but this older facility was closed on June 1, 2018 for demolition in order to make way for the Mauka Concourse expansion of Terminal 1. Originally a larger replacement commuter terminal was planned to be built on the Diamond Head side of the airport, but those plans were ultimately canceled. This was largely due to bankruptcy of three of the four airlines occupying the terminal and the higher-than-expected cost of the project. ===Ground transportation=== Main roads leading to the airport are Nimitz Highway and the Queen Liliuokalani Freeway of Interstate H-1. TheBus routes 20 and 303 stop on the upper (departure) level of the airport. Route 20 connects the airport to Pearlridge Center, Downtown Honolulu, Ala Moana Center, and Waikiki. Hickam AFB is served by the new Route 303. Routes 9, 40, 42, and 51 run on Nimitz Highway within walking distance of the airport. Route 19 (Waikiki-Airport-Hickam) is no longer in service. When Honolulu Rail Transit phase II opens, it will serve a station at the airport connecting it to Downtown Honolulu and points west of the airport. ==Airlines and destinations== ===Passenger=== ===Cargo=== {{Airport destination list | Aloha Air Cargo | Hilo, Kahului, Kailua–Kona, Las Vegas, Lihue, Los Angeles | Amazon Air | Ontario, Portland, Riverside | | Baltimore, Guam, Kiritimati, Kwajalein, Majuro, Pago Pago, Pohnpei | Corporate Air | Kalaupapa, Kapalua, Lanai, Lihue, Molokai, Waimea-Kohala | DHL Aviation | Cincinnati, Fairfield, Fussa, Kadena, Osan, Sydney | FedEx Express | Auckland, Los Angeles, Memphis, Oakland, Ontario, Osaka-Kansai, Singapore, Sydney | Qantas Freight | Auckland, Melbourne, Sydney | Qatar Airways Cargo | Melbourne | Transair | Hilo, Kahului, Kailua–Kona, Lanai, Lihue, Molokai, Waimea–Kohala | UPS Airlines | Guam, Hong Kong, Kahului, Kailua–Kona, Long Beach, Louisville, Ontario, Phoenix, San Bernardino, San Diego, Seoul–Incheon, Sydney }} ===Fixed-base operators=== A number of fixed- base operators are located along Lagoon Drive on the airport's southeastern perimeter. While these focus on general aviation services, there are a few small passenger airline operations that operate from these facilities, rather than from the main terminal complex. Air tour flights typically depart from this area as well. ==Traffic and statistics== ===Top destinations=== {| class=\"wikitable sortable\" style=\"font-size: 95%\" width= align= |+ Busiest domestic routes from HNL (December 2020 – November 2021) |- ! Rank ! City ! Passengers ! Carriers |- | 1 | Los Angeles, California | 890,000 | Alaska, American, Delta, Hawaiian, Southwest, Sun Country, United |- | 2 | Kahului, Hawaii | 542,000 | Hawaiian, Southwest |- | 3 | San Francisco, California | 381,000 | Alaska, Hawaiian, Sun Country, United |- | 4 | Kailua–Kona, Hawaii | 351,000 | Hawaiian, Southwest |- | 5 | Lihue, Hawaii | 351,000 | Hawaiian, Southwest |- | 6 | Seattle/Tacoma, Washington | 321,000 | Alaska, Delta, Hawaiian |- | 7 | Hilo, Hawaii | 297,000 | Hawaiian, Southwest |- | 8 | Phoenix, Arizona | 199,000 | American, Hawaiian, Southwest |- | 9 | Las Vegas, Nevada | 192,000 | Hawaiian, Southwest |- | 10 | San Diego, California | 174,000 | Alaska, Hawaiian, Southwest |- |} {| class=\"wikitable sortable\" style=\"font-size: 95%\" width= align= |+ Busiest international routes from HNL (2019) |- ! Rank ! City ! Passengers ! Carriers |- | 1 | Tokyo–Narita, Japan | 1,642,964 | ANA, Delta, Hawaiian, JAL |- | 2 | Osaka–Kansai, Japan | 747,065 | Air Asia X, Delta, Hawaiian, JAL, Scoot |- | 3 | Seoul–Incheon, South Korea | 481,147 | Asiana, Hawaiian, Korean |- | 4 | Tokyo–Haneda, Japan | 451,125 | ANA, Hawaiian |- | 5 | Sydney, Australia | 446,001 | Hawaiian, Jetstar, Qantas |- | 6 | Vancouver, Canada | 254,737 | Air Canada, WestJet |- | 7 | Nagoya–Centrair, Japan | 254,027 | Delta, JAL |- | 8 | Auckland, New Zealand | 195,251 | Air New Zealand, Hawaiian |- | 9 | Shanghai-Pudong, China | 133,393 | China Eastern |- |10 | Manila, Philippines | 116,531 | Philippine Airlines |} ===Airline market share=== {| class=\"wikitable sortable\" style=\"font-size: 95%\" |+ Largest airlines at HNL (May 2020 – April 2021) |- !Rank !Airline !Passengers !Share |- |1 | Hawaiian Airlines | 1,844,000 | 45.90% |- |2 | United Airlines | 625,000 | 15.55% |- |3 | Southwest Airlines | 482,000 | 12.00% |- |4 | American Airlines | 418,000 | 10.40% |- |5 | Delta Air Lines | 327,000 | 8.15% |- |6 | Other | 321,000 | 7.99% |} ===Annual traffic=== {| class=\"wikitable\" |+ Annual passenger traffic (enplaned + deplaned) at HNL, 1991–present ! Year ! Passengers ! Year ! Passengers ! Year ! Passengers ! Year ! Passengers |- |1991||22,224,594||2001||20,151,935||2011||17,991,497 || 2021 || 12,064,992 |- |1992||22,608,188||2002||19,749,902||2012||19,291,412 || || |- |1993||22,061,953||2003||18,690,888||2013||19,776,751 || || |- |1994||22,995,976||2004||19,334,674||2014||19,972,910 || || |- |1995||23,672,894||2005||20,179,634||2015||19,869,707 || || |- |1996||24,326,737||2006||20,266,686||2016||19,950,125 || || |- |1997||23,880,346||2007||21,517,476||2017||21,232,359 || || |- |1998||22,636,354||2008||18,809,103||2018||21,145,521 || || |- |1999||22,560,399||2009||18,171,937||2019||21,870,691 || || |- |2000||23,027,674||2010||18,443,873||2020||6,656,825 || || |} ==Accidents and incidents== * On March 22, 1955, a United States Navy Douglas R6D-1 Liftmaster transport on descent to a landing in darkness and heavy rain strayed off course and crashed into Pali Kea Peak in the southern part of Oahus Waianae Range, killing all 66 people on board. It remains the worst air disaster in Hawaiis history and the deadliest heavier-than-air accident in the history of U.S. naval aviation.Associated Press, \"66 Killed as Navy Plane Hits Hawaiian Peak,\" St. Louis Post-Dispatch, story dated March 22, 1955, quoted in full at lifegrid.com Charles J. Coombs, Jr. Grossnick, Roy A., United States Naval Aviation 1910–1995, Washington, D.C.: Naval Historical Center, undated , p. 206. * On July 22, 1962, Canadian Pacific Air Lines Flight 301, a Bristol Britannia 314 crashed while it attempted a \"go-around\". 27 of the 40 passengers and crew on board were killed. * Vickers Viscount N7410 of Aloha Airlines was damaged beyond repair when it collided on the ground with Douglas DC-9-31 N906H of Hawaiian Airlines on June 27, 1969. *On August 8, 1971, Vickers Viscount N7415 of Aloha Airlines was damaged beyond economic repair when a fire broke out upon landing. * Pan Am Flight 830: a Boeing 747-121, a bomb exploded aboard as the aircraft prepared for approach to Honolulu from Tokyo on August 11, 1982. One teenager was killed and 15 others were injured. The aircraft did not disintegrate, and made a safe emergency landing in Honolulu. * United Airlines Flight 811: a Boeing 747 carrying three flight crew, 15 cabin crew, and 337 passengers from Honolulu to Auckland on February 24, 1989, suffered rapid decompression when a cargo door separated from the aircraft after takeoff from the Reef Runway. Nine passengers were swept from the aircraft. The plane returned to Honolulu. * Bojinka plot: a plot discovered by United States and Filipino intelligence authorities after a fire in a Manila apartment, included in its first phase the planned detonation of bombs aboard several flights inbound to, or outbound from, Honolulu on January 21, 1995. The Bojinka plot later developed into the September 11 attacks. * On February 2, 2016, the pilot of a Cessna 337 Skymaster, making a trip to nearby Kalaeloa Airport from Honolulu International Airport, discovered his landing gear would not extend. After holding for 2 hours to burn fuel, he made an emergency water landing in Sea Lane 4/22 off Lagoon Drive. The 68-year-old pilot did not require transportation to the hospital. * On July 2, 2021, a Transair Boeing 737-200 (N810TA), enroute to Kahului operating as cargo flight Transair Flight 810, crash-landed into the ocean shortly after departure near Ewa Beach. The aircraft had suffered a engine failure. The two pilots on board were rescued by the United States Coast Guard with minor injuries. ==See also== * Island Hopper scheduled air service ==References== ==External links== * * Daniel K. Inouye International Airport * Daniel K. Inouye International Airport Flight Information * Hickam Air Force Base * * ** Category:1927 establishments in Hawaii Category:Airports established in 1927 Category:Airports in Hawaii Category:Buildings and structures in Honolulu Category:Transportation in Honolulu Category:WAAS reference stations Category:Works Progress Administration in Hawaii",
 "title": "Daniel K. Inouye International Airport"
}