{
 "id": "264281",
 "text": "Newberry National Volcanic Monument was designated on November 5, 1990, to protect the area around the Newberry Volcano in the U.S. state of Oregon.Newberry National Volcanic Monument, Oregon, Act, PL 101–522, November 5, 1990, 104 Stat 2288. The monument was created within the boundaries of the Deschutes National Forest, which is managed by the U.S. Forest Service, and includes of lakes, lava flows, and geologic features in central Oregon. The volcano was used for training Apollo astronauts 1964–1966. ==Description== Newberry National Volcanic Monument consists of four primary visitor destinations: Lava Butte, Lava River Cave, Lava Cast Forest, and Newberry Caldera. The highest point within the monument is the summit of Paulina Peak at , with views of the Oregon Cascades and the high desert. Paulina Peak may be accessed by road during the summer months, and as the road is both steep and rough, with hairpin turns towards the summit, trailers or long vehicles are discouraged. The summit area of Newberry Volcano holds two alpine lakes full of trout, East Lake and Paulina Lake. The Big Obsidian Flow, created 1,300 years ago, covers . The black, shiny obsidian field is easily accessible from good roads within the caldera, or a trail that traverses the flow. thumb|left|A tree mold in the Lava Cast Forest Lava Cast Forest is roughly south of Bend, accessible via a gravel road from U.S. Highway 97. Lava Cast Forest contains a 6,000-year-old lava flow that created molds of ancient trees. Lava Butte is roughly south of Bend, Oregon. Lava Butte is a cinder cone volcano that rises above the Lava Lands Visitor Center. It can be accessed by either vehicle or hiking up a paved road. Interpretive signs, views of the surrounding lava flow and mountains, and an active fire lookout are found on top. Lava River Cave is roughly south of Bend. Lava River Cave is open to visitors from May through September. Lava River Cave is the largest uncollapsed lava tube in Oregon, and may be explored by lantern. Temperatures in the cave average . White-nose syndrome has not yet affected resident bats in the cave. == Newberry Caldera == thumb|500px|Panorama of Newberry National Volcanic Monument, with obsidian flow on right Newberry Caldera is roughly from Bend and from La Pine. Newberry Caldera is the largest developed area within the national monument. The caldera was formed when a magma chamber collapsed. Over time the caldera filled up with water that created two lakes, Paulina Lake and East Lake. Newberry Caldera has many natural tourism opportunities. Visitors have access to campgrounds, trails, water recreation, lodging, viewpoints, and interpretive guides with Forest Service staff. Newberry Caldera has medium use most of the year with some high usage during peak times of the year. There are twelve trails within Newberry Caldera ranging from 0.25 miles to 21 miles. These trails offer a variety of uses from hiking only to multiuse with hiking, biking, and horse allowed. Along the trails you can find access to fishing, viewpoints, interpretive signs, picnic areas, and even hot springs. There are seven boat launches for water recreationists, (the lakes do restrict boats to 10 miles per hour). The Caldera also offers nine campgrounds accommodating both tent and RV camper. Newberry Caldera also offers a variety of winter activates such as snowmobiling, snowshoeing, cross country skiing, and rooms for rent at the resorts.' ==See also== * List of national monuments of the United States ==References== ==External links== * Official Website *Volcanic Vistas: Guide to Newberry National Volcanic Monument Category:1990 establishments in Oregon Category:Deschutes National Forest Category:National Monuments in Oregon Category:Protected areas established in 1990 Category:Protected areas of Deschutes County, Oregon Category:United States Forest Service National Monuments Category:Volcanism of Oregon",
 "title": "Newberry National Volcanic Monument"
}