{
 "id": "264256",
 "text": "The White House Rose Garden is a garden bordering the Oval Office and the West Wing of the White House in Washington, D.C., United States. The garden is approximately 125 feet long and 60 feet wide ( by , or about 684m²). It balances the Jacqueline Kennedy Garden on the east side of the White House Complex. It is commonly used as a stage for receptions and media events due to its proximity to the White House. ==Design and horticulture== thumb|The west colonial garden in the Theodore Roosevelt era, around 1908.|200px thumb|1921 image of the Southwest rose garden that replaced the former west colonial garden.|200px ===History=== Prior to 1902, the area of the present-day Oval Office, Cabinet Room, and Rose Garden contained extensive stables housing horses and coaches. There was also a conservatory rose house in the area. During the 1902 Roosevelt renovation of the White House, First Lady Edith Roosevelt established a \"proper colonial garden\" in place of the conservatory. The White House Rose Garden was established in 1913 by Ellen Louise Axson Wilson, wife of Woodrow Wilson. In 1935, President Franklin D. Roosevelt commissioned Frederick Law Olmsted Jr. to redesign the garden, and he installed cast iron furniture pieces. ===Renovations performed in 1961=== In 1961, during the John F. Kennedy administration, the garden was largely redesigned by Rachel Lambert Mellon concurrently with extensive repair work to the East Garden. Mellon created a space with a more defined central lawn, bordered by flower beds that were planted in a French formal garden style while largely using American botanical specimens. Although individual plantings are changed frequently according to the wishes of the incumbent administration, until 2020 the garden followed the same layout first established by Mellon, where each flower bed was planted with a series of pale pink 'Katherine' crabapples and Littleleaf lindens bordered by low diamond- shaped hedges of thyme. (The 'Katherine' crabapples were replaced in 2019 with a white-flowering variety called Spring Snow, which did not do well.) Additionally, the outer edges to the flower bed which faced the central lawn were edged with boxwood, and each of the four corners to the garden were punctuated by Magnolia × soulangeana; specifically, obtaining specimens that were found growing along the banks of the Tidal Basin by Mellon. Ever since then, roses have served as the primary flowering plants in the garden, including large numbers of 'Queen Elizabeth' grandiflora roses, along with the tea roses 'Pascali', 'Pat Nixon', and 'King's Ransom'. A shrub rose, 'Nevada', also served to add a cool note of white coloration to the landscaping. Seasonal flowers are further interspersed to add nearly year-round color and variety to the garden. Some of the Spring blooming bulbs planted in the Rose Garden include jonquil, daffodil, fritillaria, grape hyacinth, tulips, chionodoxa and squill. Summer blooming annuals are changed on a near yearly basis. In the fall, chrysanthemum and flowering kale bring color leading all the way up until the early winter days. In a tradition, every summer sees garden gnomes placed throughout the Rose Garden on July 1 - the number representing the number of living presidents at that time. === Renovations performed in 2020 === First Lady Melania Trump commissioned an August 2020 renovation of the garden by Oehme, van Sweden and Perry Guillot. In the flower beds, white and pale pink rose bushes are intermixed with seasonal bulbs and annuals, including the Pope John Paul II Rose in honor of the first time a pope visited the White House in 1979. A new limestone walk, wide to comply with the Americans with Disabilities Act, was laid around the borders of the garden. The crabapple trees, added during the Kennedy redesign, were relocated elsewhere on the White House grounds as the newer trees were failing to thrive. The renovation was controversial, with many observers describing it as \"sterile, bland, and devoid of any joy\". Presidential historian Michael Beschloss opined that the renovation was an \"evisceration\" of the Rose Garden, and that \"decades of American history [was] made to disappear.\" The Washington Post, however, stated that the renovation was \"long overdue\" and noted several problems with the Rose Garden's pre-renovation landscaping, including a poorly-drained lawn which required annual replacement, the die-off of multiple rose bushes \"to the point where only a dozen or so remained\", and the parterres' susceptibility to boxwood blight. https://www.washingtonpost.com/lifestyle/home/melania-trumps-rose-garden-redo- draws-criticism-but-its-long- overdue/2020/07/28/05b81754-d0c4-11ea-8c55-61e7fa5e82ab_story.html White House interior designer and Grounds Committee member Thammanoune Kannalikham described the decision as a \"collective\" one, made “by the entire team to respond to the changed environment of the garden ... It allows the roses to thrive (having increased in quantity from 19 to over 200), while bringing in the greater narrative of the colonnade into the design of the garden.\". ==Official and informal use== Beginning with the establishment of the garden in the early twentieth century, the Rose Garden has been used for events. President Wilson met there with the press for informal questions. President Herbert Hoover began a tradition of welcoming and being photographed with prominent citizens there. Calvin Coolidge used the garden for making public announcements about policy and staffing decisions. President John F. Kennedy welcomed Project Mercury astronauts in the garden. Many presidential news conferences take place in the garden, as well as occasional White House dinners and ceremonies. The marriage of President Richard Nixon's daughter Tricia to Edward F. Cox took place in the Rose Garden in 1971. In recent years, joint news conferences with the president and a visiting head of state have been held in the Rose Garden. On July 25, 1994, a declaration of peace between Israel and Jordan was signed in the Rose Garden. Presidents frequently host American Olympic and major league athletes in the Rose Garden after winning in their respective sport. George W. Bush welcomed the Stanley Cup champion Carolina Hurricanes to the Rose Garden after their victory in 2006. In August 2020, First Lady Melania Trump gave a speech for the second night of the 2020 Republican National Convention in the Rose Garden before an audience of 70 people. Although the Rose Garden is used frequently to greet distinguished visitors and for special ceremonies and public statements, the contemplative setting is often a very personal and private place for the president. On September 26, 2020, President Donald Trump announced his Supreme Court nomination of Amy Coney Barrett in a ceremony in the Rose Garden before an audience of top Washington officials, other dignitaries, and family members. Following the event, several attendees tested positive for coronavirus disease 2019, including Trump himself. ===Rose Garden strategy=== The phrase \"Rose Garden strategy\" (such as a re-election strategy) refers to staying inside or on the grounds of the White House as opposed to traveling throughout the country.Rose Garden campaign from politicaldictionary.com For example, Jimmy Carter's initial efforts to end the Iran hostage crisis (1979–1981) were a Rose Garden strategy because he mostly held discussions with his close advisers in the White House rather than traveling to elicit public support. Four years earlier Carter had accused then-President Gerald Ford of the same thing, saying Ford was using White House actions to garner free publicity while challenger Carter had to struggle for press coverage. ==References== ==Further reading== * . * * * * * . * * ==External links== * History of the White House Gardens and Grounds * Additional pictures of the Rose Garden at the White House Museum Category:Gardens in Washington, D.C. Rose Garden Category:Rose gardens in the United States",
 "title": "White House Rose Garden"
}