{
 "id": "264484",
 "text": "The year 1824 in science and technology involved some significant events, listed below. ==Astronomy== * Franz von Gruithuisen explains the formation of craters on the Moon as a result of meteorite impacts. * William Pearson publishes An Introduction to Practical Astronomy. ==Biology== * John Curtis begins publication of British Entomology in London. * Thomas Say begins publication of American Entomology, or Descriptions of the Insects of North America in Philadelphia, including the first description of the Colorado potato beetle. ==Climatology== * Joseph Fourier calculates that the Earth would be far colder if it lacked an atmosphere. ==Mathematics== * Niels Henrik Abel partially proves that the general quintic or higher equations cannot be solved by a general formula involving only arithmetical operations and roots.Mémoire sur les équations algébriques où on démontre l'impossibilité de la résolution de l'équation générale du cinquième degré. * Augustin-Louis Cauchy proves convergence of the Euler method, using the implicit Euler method. ==Paleontology== * The Rev. Professor William Buckland becomes the first person to describe a dinosaur in a scientific journal. ==Technology== * October 21 – Patent issued to Joseph Aspdin for Portland cement.British Patent 5022, An Improvement in the Mode of Producing an Artificial Stone. * Sadi Carnot scientifically analyzes the efficiency of steam engines and heat engines in general in his book Reflections on the Motive Power of Fire and on Machines Fitted to Develop that Power (\"Réflexions sur la puissance motrice du feu et sur les machines propres à développer cette puissance\"). * Louis Braille, at age 15, develops the six-dot code, later known as Braille, which allows the visually impaired to read and write faster than previous raised- letter systems. * The Panoramagram is invented as the first stereoscopic viewer. ==Institutions== * January 8 – After much controversy, Michael Faraday is finally elected as a member of the Royal Society with only one vote against him. * February 5 – The Franklin Institute of the State of Pennsylvania for the Promotion of the Mechanic Arts is founded in Philadelphia by Samuel Vaughan Merrick and William H. Keating. * November 5 – Rensselaer Polytechnic Institute, the first technological university in the English-speaking world, is founded in Troy, New York. ==Awards== * Copley Medal: John Brinkley ==Births== * February 7 – William Huggins (died 1910), astronomer. * February 16 – Peter Kosler (died 1879), cartographer, geographer. * March 12 – Gustav Kirchhoff (died 1887), physicist. * May 18 – Wilhelm Hofmeister (died 1877), botanist. * June 26 – William Thomson (died 1907), Lord Kelvin, physicist. * June 28 – Paul Broca (died 1880), anthropologist. * December 11 – Jonathan Letterman (died 1872), surgeon and \"Father of Battlefield Medicine\". ==Deaths== * December 21 – James Parkinson (born 1755), surgeon. ==References== Category:19th century in science Category:1820s in science",
 "title": "1824 in science"
}