{
 "id": "264765",
 "text": "thumb|right|Hornbill House, the head office of the Bombay Natural History Society. The Bombay Natural History Society (BNHS), founded on 15 September 1883, is one of the largest non-governmental organisations in India engaged in conservation and biodiversity research.Organizations: India. US Library of Congress, Portals to the World. Retrieved 3 December 2006. It supports many research efforts through grants and publishes the Journal of the Bombay Natural History Society. Many prominent naturalists, including the ornithologists Sálim Ali and S. Dillon Ripley, have been associated with it.BNHS:Mission and Vision , Bombay Natural History Society. Retrieved 3 December 2006. ==History== British hunters in Bombay organized a hunting group around 1811, their activities included riding with foxhounds and shooting. A Bombay Hunt was supported by Sir Bartle Frere from 1862. A natural history society was begun, possibly as spinoff from the Bombay Geographical Society, in 1856 by Doctors Don (of Karachee), Andrew Henderson Leith (surgeon), George Buist, and Henry John Carter along with Lawrence Hugh Jenkins, then a registrar of the Supreme Court. The group did not last more than three years. On 15 September 1883 eight men interested in natural history met at Bombay in the Victoria and Albert Museum (now Bhau Daji Lad Museum) and: According to E. H. Aitken (the first honorary secretary, September 1883-March 1886), Dr G. A. Maconachie was the (Latin for \"source and origin\") of the society. The other founders were Dr D. MacDonald, Col. C. Swinhoe, Mr J. C. Anderson, Mr J. Johnston, Dr Atmaram Pandurang and Dr Sakharam Arjun.Rachel Reuben (2005) The Indian Founders. Hornbill (Apr-Jun): pp.13-15 Mr H. M. Phipson (second honorary secretary, 1886–1906) was a part of the founding group. He lent a part of his wine shop at 18 Forbes Street to the BNHS as an office. In 1911, R. C. Wroughton, a BNHS member and forest officer, organised a survey of mammals making use of the members spread through the Indian subcontinent to provide specimens. This was perhaps the first collaborative natural history study in the world. It resulted in a collection of 50,000 specimens in 12 years. Several new species were discovered, 47 publications were published, and the understanding of biogeographic boundaries was improved.Newton, Paul & Matt Ridley. Biology under the Raj. New Scientist. (22 September 1983) pp. 857-867 In the early years, the Journal of the BNHS reviewed contemporary literature from other parts of the world. The description of ant-bird interactions in German by Erwin Stresemann was reviewed in a 1935 issue leading to the introduction of the term anting into English. Today the BNHS is headquartered in the specially constructed 'Hornbill House' in southern Mumbai. It sponsors studies in Indian wildlife and conservation, and publishes a four-monthly journal, Journal of the Bombay Natural History Society, as well as a quarterly magazine, Hornbill. BNHS is the partner of BirdLife International in India. It has been designated as a 'Scientific and Industrial Research Organisation' by the Department of Science and Technology. Its headquarter is in Mumbai and has one regional centre at Wetland Research and Training Centre, near Chilika Lake, Odisha. ==BNHS logo== The BNHS logo is the great hornbill, inspired by a great hornbill named William, who lived on the premises of the Society from 1894 until 1920, during the honorary secretaryships of H. M. Phipson until 1906 and W. S. Millard from 1906 to 1920. The logo was created in 1933, the silver-jubilee year of the Society's founding. ===William=== According to H. M. Phipson, William was born in May 1894 and presented to the Society three months later by H. Ingle of Karwar. He reached his full length () by the end of his third year. His diet consisted of fruit (like plantains and wild figs) and also of live mice, scorpions, and plain raw meat, which he ate with relish. He apparently did not drink water, nor use it for bathing. William was known for catching tennis balls thrown at him from a distance of some 30 feet with his beak. In his obituary of W. S. Millard, Sir Norman Kinnear made the following remarks about William: Image:Buceros bicornis -illustration in book.jpg|Profile by E. Comber (1897) of the great Indian hornbill, \"William,\" who lived on the premises of the society from 1894 until 1920, and who would later be the model for its logo. Image:William office canary2.jpg|Another photograph of \"William,\" by E. Comber published in the Journal of the Bombay Natural History Society, 1897. ==Initiatives== ===National Dragonfly festival=== The festival was started in 2018 in order to inform the public about integral role played by dragonflies in our environment.The Bombay Natural History Society has been organising the festival since then in association with WWF India, United Nations Development Programme, United Nations Environment Programme and National Biodiversity Board of India. The local events which are the part of this nationwide festival are also organised by WWF India in association with various state agencies. The \"Thumbimahotsavam\" is a state butterfly festival of Kerala which is organised as a part of National Dragonfly festival. ===Asian Waterbird census=== The Asian waterbird census is an annual exercise undertaken in India by Bombay Natural History Society in association with Wetlands International, in which enthusiastic birdwatchers count the birds by observing them near their respective breeding grounds.The exercise is a part of 'International waterbird census', an international exercise. It also aims to create awareness regarding bird species as well as health of the wetlands, which are facing severve threat amidst anthropogenic disturbance. It is conducted in the month of January every year. ==See also== * :Category:Nature conservation in India * Conservation Education Centre of the BNHS ==References== == Further reading == * * ==External links== * Official website * Conservation Education Centre -- Education wing of the BNHS * Wild enthusiasm Sarika Mehta, 18 March 2005, The Hindu Business Line Category:Natural history societies Category:Clubs and societies in India Category:Organisations based in Mumbai Category:Animal charities based in India Category:Bird conservation organizations Category:Nature conservation organisations based in India Category:Natural history of India Category:Organizations established in 1883 Category:1883 establishments in British India",
 "title": "Bombay Natural History Society"
}