{
 "id": "264800",
 "text": "Hampshire County Council (HCC) is an English council that governs eleven of the thirteen districts geographically located within the ceremonial county of Hampshire. As one of twenty-four county councils in England, it acts as the upper tier of local government to approximately 1.4 million people. Whilst they form part of the ceremonial county of Hampshire, the city councils of Southampton and Portsmouth are independent unitary authorities. The council comprises 78 elected councillors, who meet in the town of Winchester. Since 1997, the council has been controlled by the Conservative Party. In May 2019, Kieth Mans was elected as Leader of the Council. == History == 100px|thumb|left|Depiction of Coat of arms In 1889, following the commencement of the Local Government Act 1888, the administrative county of Hampshire was formed. In 1974, the towns of Christchurch and Bournemouth were transferred to Dorset by the Local Government Act 1972; this occurred alongside a number of minor changes to the council's boundaries. Under the same local government reorganisation, various boroughs, urban and rural districts were reorganised into thirteen new districts. As part of a new two-tier arrangement of local government, these new districts formed the lower tier. Following the grant of a coat of arms in 1992 (see left), the Local Government Act 1992 formed the Local Government Commission for England. In 1997, the commission formed the unitary authorities of Southampton and Portsmouth which became independent of Hampshire County Council. Since the most recent local government changes, the council have made several attempts to form a devolution deal. In 2014 the Hampshire and Isle of Wight Local Government Association unanimously agreed to support a 'pan-Hampshire bid', however, the bid was eventually unsuccessful. ==Responsibilities== The council is responsible for public services such as: *Highway management *Waste disposal *Children's services (including schools, families and young people) *Social care *Libraries *Discovery Centres *Country parks *Public Health, ==Local government== Hampshire is divided into thirteen districts, with eleven of them lying within Hampshire County Council. Italics denote unitary authorities, who do not come under Hampshire County Council: #Borough of Test Valley #Borough of Basingstoke and Deane #Hart District #Borough of Rushmoor #City of Winchester #East Hampshire District #New Forest District #City of Southampton (unitary) #Borough of Eastleigh #Borough of Fareham #Borough of Gosport #City of Portsmouth (unitary) #Borough of Havant ==Elections== The most recent Hampshire County Council elections were held on 4 May 2017. The incumbent Conservatives (majority since 1997) increased their majority from 45 to 56, over a two thirds majority, whilst the Liberal Democrats, the second largest party, won two new seats, increasing their seats to 19.The Liberal Democrats performed best around Winchester, and Eastleigh, whilst the Conservatives performed well across rural areas. Labour and UKIP meanwhile both lost seats, with Labour losing two of their four seats in Basingstoke, whilst UKIP lost all representation across the County. Community Campaign (Hart) managed to retain their only seat, Church Crookham & Ewshot, while also standing in a second county seat for the first time in Fleet Town, where they came second place after the Conservatives, who won with a majority of 508. The Green Party also increased their vote share, but failed to gain representation. The sole independent incumbent, in Lymington, lost their seat. From 1973 Hampshire County Council has either been under no overall control or Conservative control, with the council currently having been under Conservative control since 1997. Generally the Liberal Democrats have been the largest opposition, with the Labour Party, UKIP, and Community Campaign (Hart) also having representation alongside independents. The most recent election in 2017 saw the Conservatives increase their majority, taking 56 of 78 seats. The next elections are due to take place in 2021, alongside the delayed district elections. ==Notable members== *Henry Paulet, 16th Marquess of Winchester, Chairman 1904–1909 *James Harris, 5th Earl of Malmesbury, Chairman 1927–1937 *Sir John Crowder, member 1931–1946 *Horace King, Baron Maybray-King, member 1946–1965 *John Denham, member 1981 to 1989, later a member of parliament *Mike Hancock, Leader 1989 to 1997, later a member of parliament *Henry Herbert, 7th Earl of Carnarvon, Chairman 1973 - 1977 *Alexander Baring, 6th Baron Ashburton, member 1945 - 1972 *Roy Perry, Leader 2013 - May 2019 *Percivall Pott, elected member, 1949, later member of parliament for Devizes in Wiltshire ==References== Category:Local government in Hampshire Category:Politics of Hampshire Category:County councils of England Category:1889 establishments in England Category:Local education authorities in England Category:Local authorities in Hampshire Category:Major precepting authorities in England Category:Leader and cabinet executives",
 "title": "Hampshire County Council"
}