{
 "id": "26492",
 "text": "Ramsay Hunt syndrome type 2, also known as RHS and herpes zoster oticus, is a disorder that is caused by the reactivation of varicella zoster virus in the geniculate ganglion, a nerve cell bundle of the facial nerve. Ramsay Hunt syndrome type 2 typically presents with inability to move many facial muscles, pain in the ear, taste loss on the front of the tongue, dry eyes and mouth, and a vesicular rash. Less than 1% of varicella zoster infections involve the facial nerve and result in RHS. ==Signs and symptoms== Early symptoms include intense pain in one ear, the jaw on one side or the neck one side which may precede the acute facial paralysis by a week or more. Acute symptoms include: * acute facial nerve paralysis, * pain in the ear, jaw and/or neck * taste loss in the front two-thirds of the tongue, * dry mouth and eyes, * an erythematous vesicular rash in the ear canal, the tongue, and/or hard palate. Since the vestibulocochlear nerve is in proximity to the geniculate ganglion, it may also be affected, and patients may also suffer from * tinnitus, * hearing loss, * hyperacusis * vertigo. The swallow reflex may also be impacted. Involvement of the trigeminal nerve can cause numbness of the face. ==Pathophysiology== Ramsay Hunt Syndrome Type 2 refers to shingles of the geniculate ganglion, a portion of the facial nerves. After the initial infection known as chickenpox, varicella zoster virus lies dormant in nerve cells in the body, where it is kept in check by the immune system. If the immune system is suppressed in any way (for example during an illness, while experiencing stress or undergoing chemotherapy), the virus travels to the end of the nerve cell If the nerve cells affected lie within the facial nerves, it causes the symptoms described above and is referred to as Ramsay Hunt Syndrome Type 2 or simply RHS. Ramsay Hunt Syndrome Type 2 is estimated to account for 12% of all facial nerve paralysis. It occurs in both immunocompetent and immunocompromised individuals with immunocompromised patients often having more severe disease presentation. RHS may occur in any age group with cases reported in patients ranging in age from 3 months to 82 years. The affected ganglion is responsible for the movements of facial muscles, the touch sensation of a part of ear and ear canal, the taste function of the frontal two-thirds of the tongue, and the moisturization of the eyes and the mouth. The syndrome specifically refers to the combination of this entity with weakness of the muscles activated by the facial nerve. In isolation, the latter is called Bell's palsy. However, as with shingles, the lack of lesions does not definitely exclude the existence of a herpes infection. Even before the eruption of vesicles, varicella zoster virus can be detected from the skin of the ear. ==Diagnosis== Ramsay Hunt Syndrome Type 2 can be diagnosed based on clinical features, however, in ambiguous cases PCR or direct immunofluorescent assay of vesicular fluid can help with the diagnosis. Laboratory studies such as WBC count, ESR and electrolytes should be obtained to distinguish infectious versus inflammatory etiologies. ===Clinical diagnosis=== On physical exam look for vesicular exanthema on the external auditory canal, concha and or pinna. Dry eyes with possible lower cornea epithelium damage due to incomplete closure of eyelids. It is possible to have Ramsay Hunt Syndrome Type 2 without an external rash present. This is called \"RHS sine herpete\" and this may occur in up to 30% of patients. ===Diagnostic procedures=== Ramsay Hunt Syndrome type 2 can usually be diagnosed based on clinical features. However, for suspected cases with unclear presentation, varicella zoster virus can be isolated from vesicle fluid. Tear culture PCR can have positive varicella zoster virus. However 25-35% of patients with Bell's palsy can have false positive varicella zoster virus detected in tears. If central nervous system complications such as meningitis, ventriculitis or meningoencephalitis are suspected, prompt lumbar puncture with spinal fluid analysis and imaging (CT head) are recommended. An MRI with contrast may be ordered if the diagnosis is ambiguous to rule out other causes of acute facial paralysis such as a stroke, Lyme Disease, Multiple Sclerosis, cancer or tumors. This test is most commonly ordered if the patient presents atypically with RHS sine herpete. ==Prevention== Shingles is prevented by immunizing against the causal virus, varicella zoster, using a zoster vaccine. Vaccination is recommended for adults 50 and older. Two versions of the vaccine are available, the live attenuated Zostavax (now discontinued in the US, essentially a larger-dose chickenpox vaccine) and the protein subunit Shingrix. ==Treatment== Treatments for Ramsay Hunt Syndrome Type 2 are used to reduce further damage causes by the viral infection. These medications will not reverse any damage that has already occurred at the time that they are prescribed. Initial treatment with a corticosteroid such as prednisone and the antiviral drug such as acyclovir (500 milligrams five times a day), valacyclovir (1000 mg three times a day) or famciclovir (500 mg three times a day) for 5 to 7 days is standard, however some studies have shown later damage to the facial nerve and recommend 21 days of antivirals. Studies indicate that treatment started within 72 hours of the onset of facial paralysis improves the chances of the patient experiencing significant recovery. Chances of recovery appear to decrease when treatment is delayed. Delay of treatment may result in permanent facial nerve paralysis. However, some studies demonstrate that even when steroids are started promptly, only 22% of all patient achieve full recovery of facial paralysis. Treatment apparently has no effect on the recovery of hearing loss. Meclizine and benzodiazepines such as diazepam and vestibular therapy are sometimes used to treat the vertigo. During the acute recovery phase, the eye on the affected side of the face may not blink completely or at all and may not close tightly or at all when sleeping. If the eye is dry or feels irritated, this is a strong indication that the eye is not properly blinking or closing completely. Using artificial tears every 5 to 20 minutes while awake and protecting the eye while asleep are very important to maintaining the health of the eye. While asleep, applying overnight eye gel and using sensitive skin medical tape or an eye patch to keep the eye closed or using a moisture chamber can protect the eye. Taking these precautions are extremely important to preserving the health and functionality of the eye and preventing corneal abrasions and corneal ulcers. Nerve pain associated with Ramsay Hunt Syndrome may be extreme and centered in the ear, neck, cheek, jaw and face. This nerve pain may not respond well to standard pain treatments including NSAIDS and opioids. Medication specifically for nerve pain such as tricyclic antidepressants and gabapentin have been shown to be effective for the neuropathic pain and post-herpetic neuralgia common with RHS. . Physical therapy, excessive movement or electrical stimulation practiced during the first year of recovery greatly increase the chances of long term complications including hyperactive muscles and synkinesis, which are permanent. The most common form of synkinesis for Ramsay Hunt Syndrome patients involve the eye being connected to the mouth (i.e. blinking while speaking, tearing while eating) and chin dimpling (chin dimples forming when speaking). Many forms of synkinesis can be managed using medical Botox administered by a qualified doctor. == Prognosis == Overall between 30% and 70% of Ramsay Hunt Syndrome type 2 patients recover most functionality depending on early diagnosis and treatment with chances of recovery dropping to 50% if treatment is delayed beyond 72 hours. Once the active infection has been cleared with antivirals, the facial nerves will begin to regrow at approximately 1mm per day. The recovery process for Ramsay Hunt Syndrome is significantly longer than Bell's Palsy. On average, Ramsay Hunt Syndrome patients begin to see their symptoms resolve between 5 and 12 months post diagnosis and can expect to see continued resolution of symptoms for up to 2 years post diagnosis. Occasionally, patients may experience minor improvements beyond 2 years. The order in which symptoms resolve is highly individual. Although most patients will experience some recovery; complete recoveries with no lingering symptoms are in the minority. The main factors affecting the overall prognosis are the severity of symptoms at onset, the age and general health of the patient and the timing of initial treatments Common long term effects include: * Permanent facial paralysis of some or all of the affected facial nerves * Corneal abrasion and/or ulcers if proper care is not taken of the affected eye which may affect long-term vision * Neuropathic pain and post-herpetic neuralgia can commonly persist for more than 3 months and a year to 18 months is not uncommon. More than 50% of patients report experiencing post-herpetic neuralgia. * Post- herpetic fatigue is also a common long term side effect and may persist for several months to a year or more. * Weakness in the affected facial muscles * Sensitivity to cold and heat in the affected facial muscles * Synkinesis including eye fluttering, chin dimpling and eye watering * Hyperactive muscles that contract inappropriately Less common long term effects include: * Verbal processing deficits including speaking the incorrect word (aphasia) * Memory deficits including failures in short-term memory * Vertigo * Partial or full hearing loss * Hyperacusis * Hyperactive muscles particularly in the neck and cheek * Tinnitus Some patients report an increased sensitivity to barometric pressure with changes in weather patterns causing pain on the affected side of the face. ==History== The syndrome is named for James Ramsay Hunt, the neurologist who first described it. ==References== Ramsay Hunt Syndrome == External links == * NINDS Herpes Zoster Oticus Information Page National Institute of Neurological Disorders and Stroke * Vaccine at Centers for Disease Control and Prevention *Ramsay Hunt Syndrome Category:Neurological disorders Category:Varicella zoster virus-associated diseases Category:Chickenpox Category:Syndromes caused by microbes Category:Syndromes affecting the nervous system Category:Facial nerve disorders",
 "title": "Ramsay Hunt syndrome type 2"
}