{
 "id": "26502",
 "text": "is a Japanese manga artist. With a career of several commercially successful works, beginning with Urusei Yatsura in 1978, Takahashi is one of Japan's best-known and wealthiest manga artists. Her works are popular worldwide, where they have been translated into a variety of languages, with over 200 million copies in circulation. She has won the Shogakukan Manga Award twice, once in 1980 for Urusei Yatsura and again in 2001 for Inuyasha, and the Seiun Award twice, once in 1987 for Urusei Yatsura and again in 1989 for Mermaid Saga. She also received the Grand Prix de la ville d'Angoulême in 2019, becoming the second woman and second Japanese to win the prize. In 2020, the Japanese government awarded Takahashi the Medal with Purple Ribbon for her contributions to the arts. ==Career== Rumiko Takahashi was born in Niigata, Japan.Takahashi, Rumiko. Ranma ½ Vol. 1 (May 1993). Viz Communications: San Francisco, CA. . \"Rumiko Takahashi\". p. 302. Although she showed little interest in manga during her childhood, she was said to occasionally doodle in the margins of her papers while attending . Takahashi's interest in manga did not start until later. In an interview in 2000, Takahashi said that she had always wanted to become a professional comic author since she was a child.\"Rumiko Takahashi Interview.\" Viz Media, 2 March 2000. Interview #2. Retrieved on 2009-10-02 from https://archive.today/20000302153014/http://www.viz.com/products/series/takahashi/interview_02.html. === Initial Works === During her university years, she enrolled in Gekiga Sonjuku, a manga school founded by Kazuo Koike, author of Crying Freeman and Lone Wolf and Cub. Under his guidance Takahashi began to publish her first dōjinshi creations in 1975, such as Bye-Bye Road and Star of Futile Dust. Koike often urged his students to create well-thought out, interesting characters, and this influence would greatly impact Rumiko Takahashi's works throughout her career. === Katte na Yatsura & Weekly Shōnen === Takahashi's professional career began in 1978. Her first published work was the one-shot Katte na Yatsura (Those Selfish Aliens), which garnered her an honorable mention at that year's Shogakukan New Comics Contest. Later that same year, she began her first serialized story in Weekly Shōnen Sunday; Urusei Yatsura, a comedic science fiction story. She had difficulty meeting deadlines to begin with, so chapters were published sporadically until 1980. During the run of the series, she shared a small apartment with two assistants, and often slept in a closet due to a lack of space. During the same year, she published Time Warp Trouble, Shake Your Buddha, and the Golden Gods of Poverty in Weekly Shōnen Sunday magazine, which would remain the home to most of her major works for the next twenty years. === Romantic Comedies & Short Stories === During 1980, Takahashi started her second major series, Maison Ikkoku, in Big Comic Spirits magazine. Written for an older audience, Maison Ikkoku is a romantic comedy, and Takahashi used her own experience living in an apartment complex to create the series. Takahashi managed to work on the series on and off simultaneously with Urusei Yatsura. She concluded both series in 1987, with Urusei Yatsura ending at 34 volumes, and Maison Ikkoku at 15. During the 1980s, Takahashi became a prolific writer of short story manga. Her stories Laughing Target, Maris the Chojo, and Fire Tripper all were adapted into original video animations (OVAs). In 1984, during the writing of Urusei Yatsura and Maison Ikkoku, Takahashi began a series published sporadically in Weekly Shōnen Sunday called Mermaid Saga which ran for 10 years, until 1994. The series was partially released in two wide-ban volumes, with the complete story released as a set of shinsoban in 2003. Another short work of Takahashi's to be published sporadically was One-Pound Gospel. Takahashi concluded the series in 2007 after publishing chapters in 1998, 2001 and 2006. One-Pound Gospel was adapted into a live-action TV drama. === Ranma ½ === In 1987, Takahashi began her third major series, Ranma ½ in . Following the late 1980s and early 1990s trend of shōnen martial arts manga, Ranma ½ features a gender-bending twist. The series continued for nearly a decade until 1996, when it ended at 38 volumes. Ranma ½ and its anime adaption are cited as some of the first of their mediums to have become popular in the United States. During the latter half of the 1990s, Rumiko Takahashi continued with short stories and her installments of Mermaid Saga and One-Pound Gospel until beginning her fourth major work, Inuyasha. Unlike the majority of her works, Inuyasha has a darker tone more akin to Mermaid Saga and, having been serialized in Weekly Shōnen Sunday from 1996 to 2008, is her longest to date. On March 5, 2009, Rumiko Takahashi released her one-shot Unmei No Tori. On March 16, 2009, she collaborated with Mitsuru Adachi, creator of Touch and Cross Game, to release a one-shot called My Sweet Sunday. Her next manga series, Kyōkai no Rinne started on April 22, 2009. This was Rumiko Takahashi's first new manga series since her previous manga series Inuyasha ended in June 2008. She concluded it on December 13th 2017, with a total of 398 chapters, collected in 40 volumes. Urusei Yatsura, Maison Ikkoku, Ranma ½, Inuyasha, and RIN-NE are all published in English in the United States by Viz Comics. The 1989 re-release of Urusei Yatsura was halted after only a few volumes were translated, but began to be reprinted in 2019 in a 2-in-1 omnibus format. Rumiko Takahashi started a new manga series entitled Mao in Weekly Shōnen Sunday issue #23 released on May 8, 2019. ==Animation== In 1981, Urusei Yatsura became the first of Takahashi's works to be animated. This series first aired on Japanese television on October 14, and went through multiple director changes during its run. Though the 195-episode TV series ended in March 1986, Urusei Yatsura was kept alive in anime form through OVA and movie releases through 1991. Most notable of the series directors was Mamoru Oshii, who made Beautiful Dreamer, the second Urusei Yatsura movie. AnimEigo has released the entire TV series and all of the OVAs and movies except for Beautiful Dreamer (which was released by Central Park Media in the U.S.) in the United States in English-subtitled format, with English dubs also made for the first two TV episodes (as Those Obnoxious Aliens) and for all of the movies. === Kitty Films === Continued cooperation of Kitty Films, Studio Pierrot, and Studio Deen in 1986 led to the adaption of Rumiko Takahashi's second work, Maison Ikkoku, which debuted the week after the final TV episode of UY. The TV series ran for 96 episodes, 3 OVAs, a movie and also a live- action movie. OVAs produced in the mid-80s: * Maris the Chojo (May 21, 1986) * Laughing Target (March 21, 1987) * Fire Tripper (December 16, 1985) OVAs produced in 1991: * Mermaid's Forest (August 16, 1991) * Mermaid's Scar All listed titles were eventually subtitled in English and released in the United States. Viz Communications has released the anime of Maison Ikkoku, Ranma and Inuyasha in English, in both subtitled and dubbed formats. Studio Deen also provided animation duties on Maison Ikkoku and Ranma. Ranma ½ was the last major series produced by Kitty Films. The series was never concluded in animated form despite being 161 episodes and having two movies. Kitty Films discontinued work on the series due to turmoil in the company, and was continued by Studio Deen until 1996. After Kitty Films, Sunrise was the first studio to adapt a major Rumiko Takahashi series. From 2000-2004, Inuyasha ran for 167 episodes and spawned four major films. The first anime ended before the manga did, thus wrapping up inconclusively. A second Inuyasha series in 2009, Inuyasha the Final Act, ran until March 2010 in order to officially conclude the story. === 2008 Special Exhibit === 2008 marked the 50th anniversary of Weekly Shōnen Sunday and the 30th anniversary of the first publication of Urusei Yatsura. Rumiko Takahashi's manga work was honoured in It's a Rumic World, a special exhibition held from July 30 to August 11 at the Matsuya Ginza department store in Tokyo. The exhibit included a new half-hour Ranma ½ and Inuyasha OVAs and an introductory sequence featuring characters from Urusei Yatsura, Ranma and Inuyasha (starring the characters' original anime voice talents). The sequence has become a popular video on YouTube. It's a Rumic World was scheduled to re-open in Sendai in December 2008, at which time a new half-hour Urusei Yatsura OVA was scheduled to premiere. A special DVD release containing all three new OVAs was announced as coming out on January 29, 2010, with a trailer posted in September 2009. However, it is not known whether any of the new episodes will ever be released outside Japan. Rumiko Takahashi Anthology, animated by TMS Entertainment adapts many of her short stories from the 80s. It features her stories The Tragedy of P, The Merchant of Romance, Middle-Aged Teen, Hidden in the Pottery, Aberrant Family F, As Long As You Are Here, One Hundred Years of Love, In Lieu of Thanks, Living Room Lovesong, House of Garbage, One Day Dream, Extra-Large Size Happiness, and The Executive's Dog. Also, a TV series of Mermaid Saga was produced in 2003, animating 8 of her stories. ==Legacy and Impact in the West== Many of Takahashi's works have been translated into English, as well as other European languages. Takahashi said that she did not know why her works are relatively popular with English speakers. Takahashi said \"Sure, there are cultural differences in my work. When I see an American comedy, even though the jokes are translated, there's always a moment when I feel puzzled and think, 'Ah, Americans would probably laugh at this more'. I suppose the same thing must happen with my books. It's inevitable. And yet, that doesn't mean my books can't be enjoyed by English-speaking readers. I feel confident that there's enough substance to them that people from a variety of cultural backgrounds can have a lot of fun reading them.\" Artists that have cited Takahashi and her work as an influence include Canadian Bryan Lee O'Malley on his series Scott Pilgrim, American Colleen Coover on her erotic series Small Favors, Japanese Chihiro Tamaki on her manga Walkin' Butterfly, Chinese- Australian Queenie Chan, and Thai Wisut Ponnimit. Scottish rock band Urusei Yatsura named themselves after her first work. Matt Bozon, creator of the Shantae video game series, cited Ranma ½ as a big influence on his work. Takahashi was one of the recipients of the Inkpot Award at the 1994 San Diego Comic-Con. In 2015, Puli, a Indian film partially inspired by Inuyasha, with Vijay playing dual roles as half-tiger demon and his father a powerful tiger- demon similar to Rumiko Takahashi Inuyasha series. In 2016, ComicsAlliance listed Takahashi as one of twelve women cartoonists deserving of lifetime achievement recognition, stating that \"Any one of her projects would be the career highlight of another talent.\" In 2017, Takahashi was inducted into the Science Fiction and Fantasy Hall of Fame as part of the 2016 class. In July 2018, Takahashi was inducted into the Eisner Hall of Fame. She was previously nominated for entry in 2014, 2016 and 2017. In January 2019, Takahashi won the Grand Prix de la ville d'Angoulême, becoming the second woman and second manga artist to win the award at the Angoulême International Comics Festival. Takahashi was inducted into the Harvey Awards Hall of Fame in October 2021. == Honors == * Japan: Medal with Purple Ribbon, 2020 ==Major works== {| class=\"wikitable\" style=\"text-align:center\" |- !width=\"90\"|Years !width=\"250\"|Name !width=\"220\"|Magazine !width=\"90\"|Total number of volumes !width=\"90\"|Circulation in Japan !width=\"20\"|Japanese publisher !width=\"20\"|English publisher |- | 1978–1987 | align=\"left\"| | Weekly Shōnen Sunday | 34 | 35 million | align=\"left\" rowspan=\"10\"| Shōgakukan | align=\"left\" rowspan=\"10\"| Viz Media |- | 1980–1987 | align=\"left\"| | Big Comic Spirits | 15 | 25 million |- | 1984–1994 | align=\"left\"| | Weekly Shōnen Sunday | 3 | |- | 1987–1996 | align=\"left\"| | Weekly Shōnen Sunday | 38 | 55 million |- | 1987–2007 | align=\"left\"| | Weekly Young Sunday | 4 | |- | 1987–present | align=\"left\"| | Big Comic Original | 5 | |- | 1994–2015 | align=\"left\"| | Various | 5 | |- | 1996–2008 | align=\"left\"| | Weekly Shōnen Sunday | 56 | 50 million |- | 2009–2017 | align=\"left\"| | Weekly Shōnen Sunday | 40 | 3 million |- | 2019–present | align=\"left\"| | Weekly Shōnen Sunday | 11 | 1 million |} ==References== ==External links== * * * Rumiko Takahashi at Lambiek's Comiclopedia * The Rumic World—English-language fansite about Takahashi's work * Animerica interview Category:1957 births Category:Living people Category:Japanese female comics artists Category:Women manga artists Category:Female comics writers Category:Grand Prix de la ville d'Angoulême winners Category:Japanese cartoonists Category:Manga artists from Niigata Prefecture Category:People from Niigata (city) Category:Will Eisner Award Hall of Fame inductees Category:20th-century Japanese women artists Category:Science Fiction Hall of Fame inductees Category:Recipients of the Medal with Purple Ribbon Category:Japan Women's University alumni",
 "title": "Rumiko Takahashi"
}