{
 "id": "265095",
 "text": "The year 1957 in science and technology involved some significant events, listed below. ==Astronomy and space exploration== * October 4 – Launch of Sputnik 1, the first artificial satellite, by an R-7 Semyorka rocket from the Baikonur Cosmodrome near Tyuratam in the Kazakh Soviet Socialist Republic. * November 3 – Launch of Sputnik 2, with a dog called Laika on board, the first animal sent into orbit. There is no technology available to return it to Earth. * December 6 – The United States attempts launch of Vanguard TV3 which fails after just two seconds in the air. * Project Orion begins, a U.S. program to build a spacecraft powered by nuclear explosions. * Wilhelm Gliese publishes the first Gliese Catalogue of Nearby Stars. ==Biology== * Dopamine is first identified in the human brain by Katharine Montagu. * The structure of myoglobin is determined (using x-ray crystallography) by John Kendrew and colleagues in England. * The discovery of Na+/K+-ATPase, the first antiporter enzyme identified, is published by Jens Christian Skou of Aarhus University. * The Chlamydia trachomatis bacterium is first cultured (in the yolk sacs of eggs) by Tang Feifan and colleagues. ==Chemistry== * Costin Nenițescu synthesizes cyclobutadiene. ==Computer science== * April – IBM delivers the first compiler for the FORTRAN scientific programming language. It becomes the most widely used computer language for technical work. * Robert C. Prim independently rediscovers Prim's algorithm. It was first discovered in 1930 by Vojtěch Jarník and independently rediscovered again by Edsger Dijkstra in 1959. ==Exploration== * Amundsen–Scott South Pole Station established. ==Mathematics== * Karl Prachar publishes a key text on the distribution of prime numbers, Primzahlverteilung.Springer Verlag, 1957. ==Medicine== * June 27 – A report by the Medical Research Council (UK) reveals evidence to support a link between tobacco smoking and lung cancer. * October 1 – The drug Thalidomide is launched as a sedative by Grünenthal GmbH. * October 11 – An article by Fred Kummerow suggests a link between trans fats and heart disease. * Hashimoto's thyroiditis is recognised as an autoimmune disease, the first identified as organ-specific. ==Paleontology== * Charnia is first described following its discovery by schoolboy Roger Mason at a site in the Charnwood Forest of England; it is the first definitely Precambrian fossil known. ==Physics== * July – Hugh Everett III publishes the first scientifically founded many-worlds interpretation of quantum mechanics. * * August – ZETA fusion reactor begins operation at the Atomic Energy Research Establishment, Harwell, Oxfordshire. * BCS theory of superconductivity developed by John Bardeen, Leon Cooper, and Robert Schrieffer. * B2FH, an astrophysics paper by the British astronomers Geoffrey Burbidge, Margaret Burbidge and Fred Hoyle and the American astronomer William Fowler, describes the synthesis of the lightest elements through nuclear processes in stars. * Rudolf Mössbauer discovers the Mössbauer effect. * University of Liverpool cyclotron produces violation of charge conjugation symmetry. ==Psychology== * Harry Harlow begins maternal-separation and social isolation experiments on rhesus monkeys. ==Technology== * December 2 – Reactor goes critical in Shippingport Atomic Power Station, Pennsylvania, the first commercial pressurized water reactor. * First working prototype Wankel engine. ==Events== * First Conference on Science and World Affairs held at Pugwash, Nova Scotia, organized by Joseph Rotblat. ==Institutions== * May 13 – National Polytechnical Museum established in Sofia, Bulgaria. ==Awards== * Nobel Prizes: ** Physics – Chen Ning Yang and Tsung-Dao Lee ** Chemistry – Lord Alexander R Todd ** Medicine – Daniel Bovet ==Births== * April 2 – Caroline Dean, English plant scientist. * May 11 – Lynn J. Rothschild, American evolutionary biologist, astrobiologist and synthetic biologist at NASA's Ames Research Center. * July 12 – Rick Husband (died 2003), American astronaut. * October 1 – Éva Tardos, Hungarian-American computer scientist, Gödel Prize laureate. * October 6 – Ian Jacobs, English gynaecological oncologist. * October 21 – Wolfgang Ketterle, German winner of the Nobel Prize in Physics (2001). * November 23 – William Kaelin Jr., American winner of the Nobel Prize in Physiology or Medicine (2019). * December 29 – Bruce Beutler, American winner of the Nobel Prize in Physiology or Medicine (2011). ==Deaths== * February 8 ** John von Neumann (born 1903), Hungarian American mathematician. ** Walther Bothe (born 1891), German physicist, winner of the Nobel Prize in Physics 1954. * February 18 – Henry Norris Russell (born 1877), American astronomer. * May 7 – Wilhelm Filchner (born 1877), German explorer. * May 26 – Edward Hutchinson Synge (born 1890), Irish theoretical physicist. * July 3 – Frederick Lindemann, 1st Viscount Cherwell (born 1886), German-born English physicist. * August 16 – Irving Langmuir (born 1881), American chemist and physicist, winner of the Nobel Prize in Chemistry 1932. * August 21 – Harald Ulrik Sverdrup (born 1888), Norwegian meteorologist and oceanographer. * September 21 – Henry E. Warren (born 1872), American inventor. * October 26 – Gerty Cori (born 1896), Czech American biochemist, winner of the Nobel Prize in Physiology or Medicine 1947. * November – Helen Boyle (born 1869), British physician and psychologist. * November 3 – Wilhelm Reich (born 1897), Austrian American psychoanalyst. * December 14 – Kathleen Mary Drew-Baker (born 1901), English phycologist. ==References== Category:20th century in science Category:1950s in science",
 "title": "1957 in science"
}