{
 "id": "265416",
 "text": "Orangina () is a lightly carbonated beverage made from carbonated water, 12% citrus juice (10% from concentrated orange, 2% from a combination of concentrated lemon, concentrated mandarin, and concentrated grapefruit juices), as well as 2% orange pulp.Orangina label List of Ingredients Orangina is sweetened with sugar or high fructose corn syrup (glucose fructose) and natural flavors are added. Orangina was developed by Augustin Trigo Mirallès in 1933 in French Algeria. Today it is a popular beverage in Europe (especially France and Switzerland), Japan, North Africa, and to a lesser extent in North America. Since November 2009, Orangina has been owned by Suntory in most of the world. In the United States and Canada, the brand has been owned by Suntory and licensed to Ventures Food and Beverage since 2020. Previously, it was made by Dr Pepper Snapple Group and Canada Dry Motts Inc. == History == Orangina was developed in 1933 by Spanish chemist Augustin Trigo from Valencia as Naranjina. It was presented at the 1936 Marseille Trade Fair. The drink was created from a mix of citrus juice, sugar, and carbonated water. It was later called TriNaranjus (now, TriNa) for the Spanish market. French businessman Léon Beton bought the concept and recipe for Naranjina in 1935. However, the outbreak of major conflicts, notably World War II, largely sidelined Beton's attempts to market his drink in Europe. His son, Jean-Claude Beton, took over the company from his father in 1947. Jean-Claude Beton kept most of the original recipe, which he marketed to appeal to European and North African consumers. Orangina quickly became a common beverage throughout North Africa. In 1951, Jean-Claude Beton introduced Orangina's signature 8-ounce bottle, which became a symbol of the brand. The bottle recalls the rounded shape of an orange, with a glass texture designed to mimic the fruit. Production was moved to Marseille in metropolitan France in 1962 in the run-up to Algeria's independence. Orangina was first launched in the United States in 1978 under the brand name Orelia, which was later reverted to Orangina. The company, created by Beton, joined the Pernod Ricard group in 1984. In 2000, the Orangina brand was acquired by Cadbury Schweppes along with Pernod Ricard's other soda businesses, after an attempt to sell to Coca-Cola was blocked on anti competitive grounds. In 2006, Cadbury plc decided to concentrate on the chocolate business and sought buyers for its soda business. As the number three soda producer globally, neither of the bigger two (Coca- Cola or PepsiCo) could buy it, so eventually the company was split up to sell. ===North America=== In the United States, the brand was for some time owned by Dr Pepper Snapple Group Inc (now Keurig Dr Pepper), created as a spin off of Cadbury Schweppes' former North American soft drinks business. The drink was introduced in the United States in 1978, under the name Orelia, but this name was abandoned in favour of the original in 1985.Orangina at Dr Pepper Snapple Group Orangina was originally produced for the North American market in Canada, but the operation was moved to Hialeah, Florida, United States, to be produced under license by Mott's LLP of Rye Brook, New York. Production of Orangina has since moved back to Canada, as Mott's is now part of Dr Pepper Snapple (now Keurig Dr Pepper).Wiggins, Jenny. \"The inside story of the Cadbury takeover\", FT Magazine, 12 March 2010. As with other carbonated beverages in the US market, Orangina for the United States is sweetened with high-fructose corn syrup, instead of regular sugar like original Orangina, to meet US regulations on the import of sugar-containing products. Orangina for the Canadian market is labelled as being sweetened with sugar and glucose- fructose. In Canada, Orangina sweetened only with sugar was also imported by Canada Dry Motts from Europe. Since 2020, Suntory has assumed the brand in North America and licensing it to Ventures Foods and Beverage. ===Rest of the world=== thumb|Blood Orangina bottle From 2006, private equity firms Blackstone Group and Lion Capital LLP owned the brand outside North America under the company name Orangina Schweppes. In November 2009, its ownership changed once again when it was bought by Japanese brewer Suntory. In Great Britain, it was formerly manufactured under licence by A.G. Barr of Glasgow, most famous for Irn-Bru, this has recently been taken in house by Suntory subsidiary Lucozade Ribena Suntory Orangina is produced in Vietnam by Fosters Vietnam under licence and is sold in Carrefour branches in Taiwan. It is produced in Iran by Shemshad Noosh Co. == Brand owners and distributors == {| class=\"wikitable\" |- ! Owner ! Territory ! Distributor ! Country |- | rowspan=\"12\" | Suntory Holdings | rowspan=\"4\" | Asia | F M Global MediChem Ltd | Palestine |- | Fosters Vietnam | Vietnam |- | Shemshad Noosh Co. | Iran |- | Suntory (Orangina Schweppes) | Japan |- | rowspan=\"6\" | Europe | Lucozade Ribena Suntory | United Kingdom |- | Aproz Sources Minerales | Switzerland |- | Spendrups Bryggeri AB | Sweden |- | Kofola | Czech Republic, Slovak Republic |- | Orangina Suntory France | France, Luxembourg, Portugal, Spain, Poland |- | Lucozade Ribena Suntory Ireland | Ireland |- | rowspan=\"2\" | North America | Ventures Food & Beverage | Canada |- | Ventures Food & Beverage | United States |} == Packaging == thumb|Classic glass bottle The brand is famous for the design of its 25 cl (8 oz) bottle made in the shape of a pear with a pebbly texture meant to recall the peel of an orange or other citrus fruit. Larger bottles also include the pebbly texture but use a more regular bottle shape rather than maintaining the proportions of the smaller bottles. == Varieties == New flavours have emerged in Europe including Orangina Sanguine which is made from blood oranges and also contains caffeine and guarana. It is significantly more sour than regular Orangina. Other flavours such as the series called \"les givrés\" (which can be translated as both \"frosted\" and \"crazy\") are also available in Europe, but rarely seen in North America. The sugar free variant \"Miss O\" was launched in the 2010s. In Tunisia, multiple flavors of Orangina are sold as Orangina Rouge, similar to the European Orangina Sanguine, and Orangina Light as a sugar free variant. == Advertising == thumb|right|210px|Original print advertisement The pulp at the bottom of the bottles was a big flaw compared to its competitors. It therefore took an original marketing positioning, which transformed this defect into a quality, with the \"Shake me\" advertisements. In 2010, a gay-friendly Orangina commercial was released in France, a few weeks after a McDonald's advertisement featuring a gay teenager was shown on French television. === Controversy === In 2008, a commercial featuring anthropomorphic animals (such as a deer, a bear, peacocks, and chameleons) in swimsuits, caused outrage in the United Kingdom, for its sexually suggestive content. In the video, the animals gyrate around poles, spray the drink onto the breasts of other animals, and ride bottles which then explode. The advert had already had 45 seconds of more provocative footage cut, and was only to be shown after the 9 o'clock watershed, initially during a programme titled How to Look Good Naked. Kidscape, a children's charity based in the country, criticised the advert, saying, \"Orangina is a drink which is mainly aimed at children and young people, but this new advert places the product in a very sexualised and provocative context\". The advert was also awarded \"Freakiest Advert of 2008\", and was seventh place in \"Worst TV Ad of 2008\". Others claim that Orangina is not targeted just at children and is also a \"leading adult soft drink\" and that the advertisement is intended to create controversy and thus free publicity. The advertisement was popular, and by April 2008 had three million online viewings. == See also == *Orange drink == References == == External links == * International website (English/French) * A history of Orangina (French) Category:Food and drink companies established in 1935 Category:Products introduced in 1935 Category:Algerian drinks Category:French drinks Category:Citrus sodas Category:Orange sodas Category:Private equity portfolio companies Category:Suntory",
 "title": "Orangina"
}