{
 "id": "265799",
 "text": "The Church of Scientology maintains a wide variety of beliefs and practices. The core belief holds that a human is an immortal, spiritual being (thetan) that is resident in a physical body. The thetan has had innumerable past lives, some of which, preceding the thetan's arrival on Earth, were lived in extraterrestrial cultures. Based on case studies at advanced levels, it is predicted that any Scientologist undergoing auditing will eventually come across and recount a common series of events. Scientology describes itself as the study and handling of the spirit in relationship to itself, others, and all of life. Scientologists also believe that people have innate, yet suppressed, power and ability which can be regained if cleared of unwanted behavioural patterns and discomforts. Scientology is described as \"a religion to help people use scientific approaches to self-actualize their full potential.\" Believers reach their full potential \"when they understand themselves in their true relationship to the physical universe and the Supreme Being. \" There have been many scholarly studies of Scientology and the books are freely available in bookshops, churches and most libraries. The Church of Scientology believes that \"Man is basically good, that he is seeking to survive, (and) that his survival depends on himself and his attainment of brotherhood with the universe,\" as stated in the Creed of the Church of Scientology. Roy Wallis of Columbia University describes Scientology as \"a movement that straddles the boundaries between psychology and religion, [offering] a graded hierarchy of 'auditing' and training\" with the intention of releasing the individual's full potential. Scientology does not require that their members must exclusively believe in Scientology, distinguishing it from biblical religions. Scientologists may profess belief in other religions, such as Protestantism and Catholicism, and may participate in their activities and sacred rites. Jacob Neusner emphasizes this in the section on Scientology in his book World Religions in America. According to J. Gordon Melton, \"Scientologists aim to utterly make the world instead of taking refuge from it,\" as they participate in culture instead of being isolated. Scientology is inherently nondenominational and open to individuals, regardless of religious background; according to Mary A. Mann, it contains the elements necessary for a global religion and caters to people of all different ethnicities and educational upbringing. ==Core beliefs and practices== ===\"Reactive mind\" and traumatic memories=== Among the basic tenets of Scientology are the beliefs that human beings are immortal, that a person's life experience transcends a single lifetime, and that human beings possess infinite capabilities. Scientology presents two major divisions of the mind. The reactive mind is thought to absorb all pain and emotional trauma, while the analytical mind is a rational mechanism which is responsible for consciousness. The reactive mind stores mental images which are not readily available to the analytical (conscious) mind; these are referred to as engrams. Engrams are painful and debilitating; as they accumulate, people move further away from their true identity. Avoiding this fate is Scientology's basic goal. Dianetic auditing is one way by which the Scientologist may progress toward the Clear state, winning gradual freedom from the reactive mind's engrams, and acquiring certainty of his or her reality as a thetan. Hubbard's differentiation of the reactive mind and the analytical mind forms one of the basic tenets of Dianetics. The analytical mind is similar to the conscious mind, which processes daily information and events. The reactive mind produces the mind's \"aberrations\" such as \"fear, inhibition, intense love and hate and various psychosomatic ills\" which are recorded as \"engrams\".Oppenheimer, Mark. \"In The Clear.\" Nation 293.19 (2011): 31-35. Academic Search Complete. Web. 2 Nov. 2015. Scientology believes that people have hidden abilities which have not yet been fully realized.J. Gordon Melton The Encyclopedia of American Religion, p. 224, McGrath Publishing Co., 1978 It is believed that increased spiritual awareness and physical benefits are accomplished through counseling sessions referred to as auditing.Paul Finkelman Religion and American Law, p. 509, Taylor & Francis, 2000 Through auditing, it is said that people can solve their problems and free themselves of engrams. This restores them to their natural condition as thetans and enables them to be at cause in their daily lives, responding rationally and creatively to life events rather than reacting to them under the direction of stored engrams. Accordingly, those who study Scientology materials and receive auditing sessions advance from a status of Preclear to Clear and Operating Thetan. Scientology's utopian aim is to \"clear the planet\", a world in which everyone has cleared themselves of their engrams. Auditing is a one-on-one session with a Scientology counselor or auditor. It bears a superficial similarity to confession or pastoral counseling, but the auditor records and stores all information received and does not dispense forgiveness or advice the way a pastor or priest might do. Instead, the auditor's task is to help a person discover and understand engrams, and their limiting effects, for him- or herself. Most auditing requires an E-meter, a device that measures minute changes in electrical resistance through the body when a person holds electrodes (metal \"cans\"), and a small current is passed through them. Scientology believes that watching for changes in the E-meter's display helps locate engrams. Once an area of concern has been identified, the auditor asks the individual specific questions about it, in order to help him or her eliminate the engram, and uses the E-meter to confirm that the engram's \"charge\" has been dissipated and the engram has in fact been cleared. As the individual progresses, the focus of auditing moves from simple engrams to engrams of increasing complexity. At the more advanced OT auditing levels, Scientologists perform solo auditing sessions, acting as their own auditors. ===Auditing=== One central practice of Scientology is an activity known as \"auditing\" (listening) which seeks to elevate an adherent to a state of \"clear\", one of freedom from the influences of the reactive mind. The practice is one wherein a counselor called an \"auditor\" addresses a series of questions to a preclear, observes and records the preclear's responses, and acknowledges them. An important element in all forms of auditing is to not suggest answers to the preclear or invalidate or degrade what the preclear says in response. It is of utmost importance that the auditor create a truly safe and distraction-free environment for the session. The term \"Clear\" is derived from a button on a calculator that deletes previous calculations. According to Scientology beliefs, Clears are \"optimal individuals\" and \"they have been cleared of false information and memories of traumatic experiences that prevent them from adapting to the world around them in a natural and appropriate fashion.\" Scientologists believe that clears become more successful in their daily lives and that they are \"healthier, experience less stress, and possess better communication skills.\" \"Auditing\" is sometimes seen as controversial, because auditing sessions are permanently recorded and stored within what are called \"preclear folders\". Scientologists believe that the practice of auditing helps them overcome the debilitating effects of traumatic experiences, most of which have accumulated over a multitude of lifetimes. The folders are kept in accordance with the Priest/Penitent legal parameters which do not allow these folders to be seen or used for any other purpose or seen by any others who are not directly involved in supervising that person's auditing progress. Auditors are required to become proficient with the use of their E-meters. The device measures the subject's galvanic skin response in a manner similar to a polygraph (lie detector), but with only one electrode per hand rather than multiple sensors. The E-meter is primarily used in auditing, which \"aims to remove (engrams) to produce a state of 'clear.'\" Auditors do not receive final certification until they have successfully completed an internship, and have demonstrated a proven ability in the skills they have been trained in. Auditors often practice their auditing with each other, as well as friends or family. Church members pair up often to get their training, doing the same course at the same time, so that they can audit each other up through the various Scientology levels. According to scholar Harriet Whitehead, the Church of Scientology \"has developed a fine- tooled hierarchically organized system of audit (training) sessions where the technology of these sessions, in fact, is the treatment leading to processes of renunciation and eventually reformulation in the individual,\" which is similar to psychoanalysis. ===Emotional tone scale and survival=== Scientology uses an emotional classification system called the tone scale. The tone scale is a tool used in auditing; Scientologists maintain that knowing a person's place on the scale makes it easier to predict his or her actions and assists in bettering his or her condition. Scientology emphasizes the importance of survival, which it subdivides into eight classifications that are referred to as \"dynamics\". An individual's desire to survive is considered to be the first dynamic, while the second dynamic relates to procreation and family. The remaining dynamics encompass wider fields of action, involving groups, mankind, all life, the physical universe, the spirit, and the Infinity, often associated with the Supreme Being. The optimum solution to any problem is held to be the one that brings the greatest benefit to the greatest number of dynamics. ===ARC and KRC triangles=== The ARC and KRC triangles are concept maps which show a relationship among three concepts to form another concept. These two triangles are present in the Scientology logo. The KRC triangle is the uppermost triangle. It combines the components of \"Knowledge\" \"Responsibility\" and \"Control\". A Scientologist must gain Knowledge of, take Responsibility for, and effectively exert Control over elements of his or her environment. The ARC triangle is the lower triangle. It is a summary representation of the knowledge the Scientologist strives for. It combines three components: \"Affinity\" is the degree of affection, love or liking, i.e. an emotional state. \"Reality\" reflects consensual reality, that is agreements on what is real. \"Communication\", believed to be the most important element of the triangle, is the exchange of ideas. Scientologists believe that improving one of the three aspects of the ARC triangle \"increases the level\" of the other two but the most important aspect of this triangle is \"communication\" mainly because communication drives the other two aspects: \"affinity\" and \"reality\". Scientologists believe that ineffective communication is a chief cause of human survival problems, and this is reflected by efforts at all levels within the movement to ensure clear communication, the presence of unabridged standard dictionaries for example being an established feature of Scientology centers. Scientologists believe that the three elements are fundamental between individuals \"in that to communicate with a person one must have some affinity for him or her,\" as Dorthe Refslund Christensen describes it. According to Scientology doctrine, the break in the flow of ARC that hinders survival must be handled in auditing. The two triangles are connected by a letter \"S\", standing for SCIO (Latin: \"I Know\"). Church of Scientology doctrine defines scio as 'knowing in the fullest sense of the word'. It links the two triangles together. ===The Dynamics=== Hubbard introduced the Scientology cross in the 1950s as the central symbol for the church. He described the eight points of the cross as symbolizing the \"eight dynamics\" or eight measures for survival that all human beings have, which includes the urge to service as a spiritual being and the urge to survive as a godlike entity. Hubbard writes that survival is moving away from death and towards immortality, and that human beings are constantly on the search for feelings of pleasure and motivated by the avoidance of pain. # The first dynamic is the urge toward survival of self. # The second dynamic is the urge toward survival through sex, or children. This dynamic actually has two divisions. The second dynamic (a) is the sexual act itself and second dynamic (b) is the family unit, including the rearing of children. # The third dynamic is the urge toward survival through a group of individuals or as a group. Any group or part of an entire class could be considered to be a part of the third dynamic. The school, the club, the team, the town, the nation are examples of groups. # The fourth dynamic is the urge toward survival through all mankind and as all mankind. # The fifth dynamic is the urge toward survival through life forms such as animals, birds, insects, fish and vegetation, and is the urge to survive as these. # The sixth dynamic is the urge toward survival as the physical universe and has as its components Matter, Energy, Space and Time, from which we derive the word MEST. # The seventh dynamic is the urge toward survival through spirits or as a spirit. Anything spiritual, with or without identity, would come under the seventh dynamic. A sub-heading of this dynamic is ideas and concepts such as beauty and the desire to survive through these. # The eighth dynamic is the urge toward survival through the Supreme Being, or more exactly, infinity. ===Thetans=== According to L. Ron Hubbard's book The History of Man, published in 1952, there are two entities housed by the human body, a genetic entity (whose purpose is to carry on the evolutionary line) and a \"Thetan\" or consciousness \"that has the capacity to separate from body and mind.\" According to Hubbard, \"In man's long evolutionary development the Thetan has been trapped by the engrams formed at various stages of embodiment.\" Scientology training is aimed at clearing the person of all engrams, thus creating an \"Operating Thetan\". \"Among the abilities of the Operating Thetan is the soul's capacity to leave and operate apart from the body.\" People are viewed as spiritual beings that have minds and bodies and a person's \"spiritual essence\" is called the Thetan. Scientology teaches that \"a thetan is the person himself, not his body or his name or the physical universe, his mind or anything else.\" According to the doctrine, \"one does not have a thetan, he is a thetan.\" ===Exteriorization=== Exteriorization is a practice in which a thetan functions independently of the physical body, sometimes as a result of auditing process R2-45. According to Lawrence Wright, author of Going Clear, exteriorization \"is the sense that one has actually left his physical being behind,\" and a commonly reported occurrence among Scientologists. ===Afterlife=== In Scientology, the human body is regarded as similar to that of other religions in that, at death, the spirit will leave the body. \"Life and personality go on. The physical part of the organism ceases to function.\"Dianetics and Scientology Technical Dictionary. Scientology believes in the \"immortality of each individual's spirit,\" therefore making death not a significant worry. The spirit acquires another body necessary for growth and survival. To achieve an individual's true identity is the primary goal. According to Scientology doctrine, salvation is achieved through \"clearing\" engrams and implant, the source of human misery, through the auditing process. Salvation is limited to the current life and there is no \"final salvation or damnation\", author Richard Holloway writes. \"Life is a not a one-shot deal. There is only the eternal return of life after life.\" According to Scientology beliefs, \"the individual comes back. He has a responsibility for what goes on today since he will experience it tomorrow.\" According to Scientology beliefs, Scientology itself is a blend of science and spirituality, with belief in an immortal spirit and in improving that spirit here on Earth using Scientology's methods. Scientologists do not typically dwell on Heaven or Hell or the afterlife, instead focusing on the spirit. Many Scientologists also belong to other churches. In the Scientology book, A History of Man, Hubbard discusses that a human's past experiences make up that person's present identity. These include experiences as atoms, seaweed, plankton and clams, pointing to the belief in recurring lives. ===God=== The Church of Scientology states that it has no set dogma on God and allows individuals to come to their own understanding of God. In Scientology, \"vastly more emphasis is given to the godlike nature of the person and to the workings of the human mind than to the nature of God.\" Hubbard did not clearly define God in Scientology. When pressed about their belief, Scientologists mention the \"eight dynamic\" which they say is the \"God dynamic\". Scientologists believe in an \"Infinity\" (\"the All-ness of All\"). They recite a formal prayer for total freedom at meetings, which include the verses \"May the author of the universe enable all men to reach an understanding of their spiritual nature. May awareness and understanding of life expand, so that all may come to know the author of the universe. And may others also reach this understanding which brings Total Freedom ... Freedom from war, and poverty, and want; freedom to be; freedom to do and freedom to have. Freedom to use and understand Man's potential – a potential that is God-given and Godlike.\" The prayer commences with \"May God let it be so.\"Veenker, Jody, and Steve Rabey. \"Building Scientopolis: How Scientology Remade Clearwater, Florida—And What Local Christians Learned In The Process.\" Christianity Today 44.10 (2000): 90–99. ATLASerials, Religion Collection. Web. November 15, 2013. Scientologists affirm the existence of a deity without defining or describing its nature. L. Ron Hubbard explains in his book Science of Survival, \"No culture in the history of the world, save the thoroughly depraved and expiring ones, has failed to affirm the existence of a Supreme Being. It is an empirical observation that men without a strong and lasting faith in a Supreme Being are less capable, less ethical and less valuable.\" Instead of defining God, members assert that reaching higher states of enlightenment will enable individuals to make their own conclusions about the Supreme Being. ===Science=== The church considers itself scientific, although this belief has no basis in institutional science.Rothstein, Mikael. \"Science and Religion in the New Religions.\" Oxford Handbooks Online. 2009-09-02. Oxford University Press. Date of access .Jan 29, 2014, http://www.oxfordhandbooks.com/view/10.1093/oxfordhb/9780195369649.001.0001/oxfordhb-9780195369649-e-5 According to religious scholar Mikael Rothstein Scientologists believe that \"all religious claims can be verified through experimentation\". Scientologists believe that their religion was derived through scientific methods, that Hubbard found knowledge through studying and thinking, not through revelation. The \"science\" of Dianetics, however, was never accepted by the scientific community. Rothstein also writes that there is a possibility that Scientology partly owes its existence to the conflict with the conventional scientific community, which hindered Hubbard's original intention. Religious scholar Dorthe Refslund Christensen notes that Scientology differs from the scientific method in that Scientology has become increasingly self-referential, while true science normally compares competing theories and observed facts. Hubbard originally claimed and insisted that Dianetics was based on the scientific method. He taught that \"the scientific sensibilities [carry] over into the spiritual realities one encounters via auditing on the e-meter.\" Scientologists commonly prefer to describe Hubbard's teachings with words such as knowledge, technology and workability rather than belief or faith. Hubbard described Dianetics and Scientology as \"technologies\" based on his claim of their \"scientific precision and workability.\" Hubbard attempted to \"break down the barrier between scientific (objective, external) and religious (subjective, internal) forms of knowledge.\" Hubbard describes Scientology's epistemology as \"radically subjective: Nothing in Scientology is true for you unless you have observed it and it is true according to your observation.\" This is a type of self-legitimation through science which is also found in other religions such as Christian Science, Religious Science, and Moorish Science Temple of America. Sociologist William Sims Bainbridge cites Scientology's origins in the subcultures of science fiction and \"harmony\" with scientific cosmology. Science fiction, viewed to work for and against the purposes of science, has contributed to the birth of new religions, including Scientology. While it promotes science, it distorts it as well. Science fiction writer A.E. van Vogt based the early development of Dianetics and Scientology on a novel based on General Semantics, a self-improvement and therapy program created by Alfred Korzybski for the purpose of curing personal and social issues.Bainbridge, William Sims. \"Science and Religion: The Case of Scientology.\" In David G. Bromley and Phillip E. Hammond, eds. The Future of New Religious Movements. Macon, Georgia: Mercer University Press, 1987, 59-79. Members of the Church believe that Hubbard \"discovered the existential truths that form their doctrine through research,\" thus leading to the idea that Scientology is science. Hubbard created what the church would call a \"spiritual technology\" to advance the goals of Scientology. According to the church, \"Scientology works 100 percent of the time when it is properly applied to a person who sincerely desires to improve his life.\" The underlying claims are that Scientology is \"exact\" and \"certain\". Michael Shermer, writing for Scientific American in 2011, said that Scientology's methods lacked enough study to qualify as a science, but that the story of Xenu and Scientology's other creation myths were no less tenable than other religions. B. Hubbard, J. Hatfield and J. Santucci compare Scientology's view of humanity to the Yogachara school of Buddhism, saying that both have been described as \"the most scientific\" among new and traditional religions respectively. B. Hubbard et al. cite the use of technical language and the claim that teachings were developed through observation and experimentation. They also emphasize that many investigators and researchers consider Scientology to be a pseudoscience because of its absolute and meta-empirical goals. Scholar Kocku von Stuckrad stated that Scientology is an example of the phenomenon of both the \"scientification of religion\" and the \"sacralization\" of science. Donald A. Westbrook elaborates that there is apparently an \"ongoing and dialectical relationship\" between religion and science in Hubbard's teachings. ===The Bridge to Total Freedom=== The Bridge to Total Freedom is the means by which Scientologists undertake personal development. Processing is the actual practice of auditing which directs questions towards areas of travail in a person's life to get rid of barriers that inhibit his or her natural abilities. This process is supposed to bring greater happiness, intelligence and success. Training is also given in the process of auditing others. The Bridge to Total Freedom is considered a metaphor for the spiritual life of the believer, and is also a detailed outline of the process a Scientologist undergoes in order to develop spirituality. It follows a strict hierarchy with ascending levels. The main goal of the first stage is to be freed from limitations of the MEST universe (MEST standing for matter, energy, space and time), while the second stage is about regaining creative powers as a spiritual being which have been lost according to the teachings of Scientology. ===Rejection of psychology and psychiatry=== Scientology is publicly, and often vehemently, opposed to both psychiatry and psychology. Scientology's views on the evils of materialism. Scientologists view psychiatry as a barbaric and corrupt profession and encourage alternative care based on spiritual healing. The psychiatric establishment rejected Hubbard's theories in the early 1950s. Ever since, Scientology has argued that psychiatry suffers from the fundamental flaw of ignoring humanity's spiritual dimension, and that it fails to take into account Hubbard's insights about the nature of the mind. Scientology holds psychiatry responsible for a great many wrongs in the world, saying it has at various times offered itself as a tool of political suppression and \"that psychiatry spawned the ideology which fired Hitler's mania, turned the Nazis into mass murderers, and created the Holocaust.\" The anti-psychiatry organization Citizens Commission on Human Rights (CCHR) was founded by Hubbard in 1969. It operates Psychiatry: An Industry of Death, an anti-psychiatry museum. Through CCHR, Scientology has made claims of psychiatric abuse. The anti-psychiatry organization has had political accomplishments: In 1986, it published a manifesto against psychiatry and psychotropic medication, which was included in a document by the United Nations which saw wide circulation; In 2006, a bill drafted by the group was passed by the Arizona senate \"mandating an additional consent form be presented to subjects considering participation in psychiatric research.\" The form in question \"differentiates real disease from mental illness.\" A similar CCHR bill was rejected by the Florida house, \"mandating that a long, ominous-sounding statement about the dangers of psychoactive drugs be presented to parents prior to school referral for mental health evaluation.\" The movement has gained momentum across the US. === How Scientology defines ethics === Scientology teaches that progress on The Bridge to Total Freedom requires and enables the attainment of high moral and ethical standards. According to Hubbard, the goal of ethics is to remove impediments to survival, and ethics is essentially a tool to \"get technology in\", meaning Scientology's use of the term technology. Stephen A. Kent describes Scientology ethics as \"a peculiar brand of morality that uniquely benefitted [the Church of Scientology] ... In plain English, the purpose of Scientology ethics is to eliminate opponents, then eliminate people's interests in things other than Scientology. In this 'ethical' environment, Scientology would be able to impose its courses, philosophy, and 'justice system' – its so-called technology – onto society.\" ==Applied teachings== The church makes it clear that Hubbard is considered the sole source of Dianetics and Scientology: \"The Scientology religion is based exclusively upon L. Ron Hubbard's research, writings and recorded lectures – all of which constitute the Scriptures of the religion.\" His work, recorded in 500,000 pages of writings, 6,500 reels of tape and 42 films, is archived for posterity. The Religious Technology Center holds \"the ultimate ecclesiastical authority and the pure application of L. Ron Hubbard's religious technologies.\", \"... pure application of L. Ron Hubbard's technology.\" Individuals applying Hubbard's techniques who are not officially connected to the Church of Scientology are considered part of the \"Free Zone\". Some of these individuals were litigated against for using and modifying the practices for their own use and that of others, thereby infringing the law on patent, trademarks, or trade secrets. ===Toxins and \"Purification\"=== The Purification Rundown is a controversial detoxification program developed by Scientology's founder L. Ron Hubbard and used by the Church of Scientology as an introductory service. Scientologists consider it the only effective way to deal with the long-term effects of drug abuse or toxic exposure. The program combines exercise, dietary supplements and long stays in a sauna (up to five hours a day for five weeks). It is promoted variously as religious or secular, medical or purely spiritual, depending on context. Narconon is a drug education and rehabilitation program founded on Hubbard's beliefs about toxins and purification. Narconon is offered in the United States, Canada and a number of European countries; its Purification Program uses a regimen composed of sauna, physical exercise, vitamins and diet management, combined with auditing and study. ===\"Handling\" of psychosis=== The Introspection Rundown is a controversial Church of Scientology auditing process that is intended to handle a psychotic episode or complete mental breakdown. Introspection is defined for the purpose of this rundown as a condition where the person is \"looking into one's own mind, feelings, reactions, etc.\"Technical Bulletins X Bridge Publications, Inc. (1991) The Introspection Rundown came under public scrutiny after the death of Lisa McPherson in 1995. ===\"Word Clearing\" and \"Learning on a Gradient\"=== On November 12, 1952, Hubbard delivered a lecture entitled \"Precision Knowledge: Necessity to know terminology and law\" emphasizing the importance to precise terminology. Scientology defined methods of correcting \"misunderstoods\" (\"misunderstood word or symbol\"). Scientologists have their own Technical Dictionary(, ) featuring modified definitions of existing English words. Scientology dictionaries also include specialized terminology such as \"enturbulate\" and \"havingness\". Critics of Scientology have accused Hubbard of \"loading the language\" and using Scientology jargon to keep Scientologists from interacting with information sources outside of Scientology. Scientology teaches that that material must be learned \"on a gradient\", that is, in order without skipping or skimming material. In Scientology doctrine, the idea of communication has a high status. In the book Sects, Cults, and Spiritual Communities, Petrowsky and Zellner state that in the Scientology belief system, \"misinformation or miscommunication is analogous to original sin, inhibiting individual growth and relationships with others.\" The \"misunderstood word\" is a central teaching in Scientology. Failure in reading comprehension is attributed to it. ===Interpretation and context=== Scientology discourages secondary interpretation of its writings. Students of Scientology are taught to direct others to those original sources, rather than to convey any interpretation of the concepts in their own words. Emphasis is placed on keeping the writings in context. ===Silent birth=== Advocated by Scientology founder L. Ron Hubbard, silent birth describes \"the process of childbirth where labor and delivery is done in a calm and loving environment.\" To provide quiet surroundings for the delivery of the baby, individuals in his/her immediate vicinity are prompted not to speak. According to Scientology practices, silent birth is \"mandatory to provide the best possible environment for the pregnant mother and her new baby.\" Shouting, laughing or making loud remarks must be avoided while the baby is being pushed out. According to The Multimedia Encyclopedia of Women in Today's World, \"its origins are fundamentally rooted in the principle that women, particularly expectant mothers, be given the utmost care and respect.\" ===Holidays=== There are several holidays celebrated by Scientologists, notably L. Ron Hubbard's birthday in March, the Anniversary of the first publication of Dianetics in May, Sea Org Day in August, Auditor's Day in September and the International Association of Scientologists (IAS) Anniversary in October.Melton, J. Gordon. \"Scientology, Holidays of the Church of.\" Religious Celebrations: An Encyclopedia of Holidays, Festivals, Solemn Observances, and Spiritual Commemorations. Ed. J. Gordon Melton. Vol. 2. Santa Barbara, CA: ABC-CLIO, 2011. 789–791. Gale Virtual Reference Library. Web. January 8, 2014. Most official celebrations are scheduled on weekends. Scientologists also celebrate holidays such as Christmas, Easter and New Year's Eve, as well as other local celebrations. Scientologists also celebrate religious holidays depending on other religious beliefs, as Scientologists very often retain their original affiliations with religions in which they were raised. ===Sunday services=== A Scientology Sunday service has a sermon, similar to some other religions. It typically begins at 11am and Hubbard's writings are read aloud during the service. Much like other religions' services, music is played or sometimes musical performances are enjoyed. The minister speaks on Scientology doctrine, announces that weekly activities of the community and recent updates from churches around the world. Scientologists also say \"A Prayer for Total Freedom\", asking the \"author of the universe\" to help them as they seek enlightenment. The way Scientology's service has been executed has not changed. The minister chooses from a limited selection of possible sermons and group processing exercises. He creates the sermon within the parameters of a literal interpretation of Hubbard's canonical teachings, functioning similar to other indigenous theologians who work with canonical texts. According to religion scholar James R. Lewis, Sunday services are more for interested non- members and the holidays and events are more for existing members of the church. ===Rituals=== The church's rituals can be categorized four ways: first, rituals performed for spiritual transformation; second, collective ceremonies usually called events, including Hubbard's birthday; third, rites of passage including weddings and funerals; and fourth, those that mimic Christian rituals, such as Sunday services. Events include the anniversary of Dianetics, the anniversary of Freewinds and Auditor's Day. ===Training=== Scientologists also undergo training aside from auditing, which consists of several levels of courses about daily life improvement using various tools, and auditing techniques, so that members are able to perform the same procedure to other Scientologists. ===Applications of \"Ethics\" and \"Disconnection\"=== Scientology has an internal justice system (the Ethics system) designed to deal with unethical or antisocial behavior. Ethics officers are present in every org; they are tasked with ensuring correct application of Scientology technology and deal with violations such as non- compliance with standard procedures or any other behavior adversely affecting an org's performance, ranging from errors and misdemeanors to crimes and suppressive acts, as defined by internal documents. Scientology teaches that spiritual progress requires and enables the attainment of high \"ethical\" standards. In Scientology, rationality is stressed over morality. Actions are considered ethical if they promote survival across all eight dynamics, thus benefiting the greatest number of people or things possible while harming the fewest. While Scientology states that many social problems are the unintentional results of people's imperfections, it asserts that there are also truly malevolent individuals. Hubbard believed that approximately 80 percent of all people are what he called social personalitiespeople who welcome and contribute to the welfare of others. The remaining 20 percent of the population, Hubbard thought, were Suppressive Persons. According to Hubbard, only about 2.5 percent of this 20 percent are hopelessly antisocial personalities; these make up the small proportion of truly dangerous individuals in humanity: \"the Adolf Hitlers and the Genghis Khans, the unrepentant murderers and the drug lords.\" Scientologists believe that any contact with suppressive or antisocial individuals has an adverse effect on one's spiritual condition, necessitating disconnection. In Scientology, defectors who turn into critics of the movement are declared suppressive persons, and the Church of Scientology has a reputation for moving aggressively against such detractors. A Scientologist who is actively in communication with a suppressive person and as a result shows signs of antisocial behaviour is referred to as a Potential Trouble Source. ===\"Fair Game\"=== The term Fair Game is used to describe policies and practices carried out by the Church against people the Church perceives as its enemies. Hubbard established the policy in the 1950s, in response to criticism both from within and outside his organization. Individuals or groups who are \"Fair Game\" are judged to be a threat to the Church and, according to the policy, can be punished and harassed using any and all means possible. Hubbard and his followers targeted many individuals as well as government officials and agencies, including a program of covert and illegal infiltration of the IRS and other U.S. government agencies during the 1970s. They also conducted private investigations, character assassination and legal action against the Church's critics in the media. The policy remains in effect and has been defended by the Church of Scientology as a core religious practice.Wollersheim v. Church of Scientology, 212 Cal. App. 3d 872 (Cal. App. 2d Dist. 1989)Frank K. Flinn testimony in Church of Scientology of California, 1984, vol.23, pp.4032–4160Wollersheim v. Church of Scientology of California, Court of Appeal of the State of California, civ.no.B023193, July 18, 1989 ===Splinter groups: Independents, Miscavige's RTC, and \"Squirreling\"=== thumb|right|Hubbard's beliefs and practices, drawn from a diverse set of sources, influenced numerous offshoots, splinter groups, and new movements While Scientology generally refers to David Miscavige-led Church of Scientology, many other groups practice Scientology. These groups, collectively known as the Free Zone or as Independent Scientologists, consist of both former members of the official Church of Scientology, as well as entirely new members. In 1965, a longtime Church member and \"Doctor of Scientology\" Jack Horner (b. 1927), dissatisfied with the Church's \"ethics\" program, developed Dianology. Capt. Bill Robertson, a former Sea Org member, was a primary instigator of the movement in the early 1980s. The church labels these groups as \"squirrels\" in Scientology jargon and often subjects them to considerable legal and social pressure. On January 1, 1982, Miscavige established the Religious Technology Center (RTC). On November 11, 1982, the Free Zone was established by former top Scientologists in disagreement with RTC.William W. Zellner Extraordinary Groups, p. 295, Macmillan, 2007 The Free Zone Association was founded and registered under the laws of Germany, and believes that the Church of Scientology has departed from its original philosophy. The Advanced Ability Center was a breakaway organization from the Church of Scientology established by former Scientologist David Mayo after he left the Church in February 1983 – a time when most of Scientology's upper and middle management split with Miscavige's organization.Nordhausen & Billerbeck (2008), pp. 469–470 David Mayo had been Hubbard's own auditor. More recently, high-profile defectors Mark Rathbun and Mike Rinder have represented and stood for the cause of Independent Scientologists wishing to practice Scientology outside of the Church. ===Use of contracts=== The Church of Scientology requires that all members sign a legal waiver which covers their relationship with the Church of Scientology before engaging in Scientology services. ==See also== * Criminon * Narconon * Scientology and the occult ==References== ==Bibliography== * * * * * * * * * * ==External links== Church sites * What is Scientology * Scientology Volunteer Ministers Corps * The founder of Scientology auditing * The Creed of the Church of Scientology Articles * An interview with Catholic Frank K. Flinn, Adjunct Professor of Religious Studies * \"Scientology: The Marks of Religion\" – Frank K. Flinn, PhD's opinion of Scientology Other sites * Scientology: Beliefs and Practices links from Yahoo directory *",
 "title": "Scientology beliefs and practices"
}