{
 "id": "266081",
 "text": "Nursling is a village in Hampshire, England, situated in the parish of Nursling and Rownhams, about north-west of the city of Southampton. Formerly called Nhutscelle (in an 8th-century life of Saint Boniface), then Nutshalling or Nutshullyng Plea Rolls of the Court of Common Pleas; National Archives; CP 40/629; in 1418; http://aalt.law.uh.edu/H5/CP40no629/aCP40no629fronts/IMG_0522.htm; second entry, where the plaintiff, Henry Beaufort, bishop of Winchester is in a plea of debt against various inhabitants of Nutshullyng until the mid-19th century, it has now been absorbed into the suburbs of Southampton, although it is not officially part of the city (remaining part of the Test Valley borough). ==History== thumb|left|Church of St Boniface, Nursling, Hampshire At Onna (Nursling)Section taken from the \"Map of Roman Britain\". Ordnance Survey (1956). Archived from the original on 21 December 2005. Romans erected a bridge (probably a wooden one as no trace of stone abutments remains) across the River Test, below which it widens into its estuary, and there are traces of the Roman road from Nursling to Stoney Cross. At Nhutscelle a Benedictine monastery was established in 686, the earliest Benedictine establishment in Wessex according to Bede. It became a major seat of learning, and at the end of the 7th century, Winfrith (subsequently Saint Boniface) studied here under the abbot Winberht, producing the first Latin grammar to be written in England. He left in 710 for Canterbury, returning briefly around 716 before going to Germany as a missionary. The Danes destroyed the monastery in 878 and it was never rebuilt; its exact site has not been identified, though the parish church is dedicated to St. Boniface. Thirty households lived in Hnutscilling, according to the Domesday Survey, belonging to the Bishop of Winchester. O. G. S. Crawford, the archeologist, lived in Nursling during World War II, and kept much rare material from the Ordnance Survey office in Southampton in his garage. This foresight saved much important historical material from destruction when the offices were burnt out in an air raid. The cricketer William Henry Harrison was born in Nursling. ==Present day== Nursling Industrial Estate, adjacent to the M271, houses several major businesses, such as Tesco, Norbert Dentressangle and Meachers, and is ably served by transport links, the motorway giving easy access to the Southampton container terminal, as well as the motorway links to London and the Midlands. Nursling is also home to one of the two South Central Ambulance Service stations that serve the Southampton area. Grove Place is a Grade I listed building in Nursling. Now converted into retirement apartments, the building was originally a country house and was converted into a lunatic asylum, Later it became a private school, the Northcliffe School for boys, then, later, the Atherley girls' school, before being developed for its present purpose. ==References== ==External links== *Parish of Nursling and Rownhams *Nursling and Rownhams History Group Local History in Nursling and Rownhams, Hampshire *St Boniface Church, Nursling *Romsey Local History Society Local History in Romsey and its surrounding area *Nursling, A History of the County of Hampshire: Volume 3. Originally published by Victoria County History, London, 1908. Category:Villages in Hampshire",
 "title": "Nursling"
}