{
 "id": "266052",
 "text": "Mandarin Phonetic Symbols II (), abbreviated MPS II, is a romanization system formerly used in the Republic of China (Taiwan). It was created to replace the complex tonal-spelling Gwoyeu Romatzyh, and to co-exist with the popular Wade–Giles (romanization) and Zhuyin (non-romanization). It is sometimes referred to as Gwoyeu Romatzyh 2 or GR2. == History == Based on the earlier and more complex Gwoyeu Romatzyh, the tentative version of MPS II was released on May 10, 1984, by the Taiwanese Ministry of Education. After two years of feedback from the general public, the official version was established on January 28, 1986. To distinguish Zhuyin from the Mandarin Phonetic Symbols II (\"Mandarin Zhuyin Symbols II\"), the first Zhuyin is officially called \"Mandarin Phonetic Symbols I\" (). Despite its official status for almost two decades until it was replaced by Tongyong Pinyin in 2002, MPS II existed only in some governmental publications (such as travel brochures and dictionaries). However, MPS II was not used for the official Romanized names of Taiwanese places (though many road signs replaced during this period use MPS II). It never gained the same status as did Wade-Giles. In mainstream overseas communities, it is virtually unused and unheard of. == Table == === Initials === {|class=wikitable style=\"text-align:center;\" !rowspan=2 colspan=2| !!colspan=2|Bilabial!!Labiodental !colspan=2|Alveolar!!colspan=2|Retroflex !Alveolo-palatal!!Velar |- !Voiceless!!Voiced!!Voiceless!!Voiceless !Voiced!!Voiceless!!Voiced!!Voiceless !Voiceless |- !colspan=2|Nasal | ||m m|| || ||n n|| || || || |- !rowspan=2|Plosive!!Unaspirated |b b|| || |d d|| || || || |g g |- !Aspirated |p p|| || |t t|| || || || |k k |- !rowspan=2|Affricate!!Unaspirated | || || ||tz z|| |j zh|| |j j|| |- !Aspirated | || || ||ts c|| |ch ch|| |ch q|| |- !colspan=2|Fricative | || ||f f |s s|| |sh sh|| |sh x |h h |- !colspan=2|Liquid | || || || ||l l|| ||r r|| || |} === Finals === {| class=\"wikitable\" style=\"text-align:center;\" |- !colspan=2 rowspan=2| ! colspan=\"12\" |Coda |- !colspan=3|∅!!colspan=2|!!colspan=2|!!colspan=2|!! colspan=\"2\" |!! |- !rowspan=4|Medial !∅ |r/z 15px -i||e e||a a |ei ei||ai ai |ou ou||au ao |en en||an an |eng eng||ang ang |er er |- ! |i i||ie ie||ia ia | || |iou iu||iau iao |in in||ian ian |ing ing||iang iang | |- ! |u u||uo uo||ua ua |uei ui||uai uai | || |uen un||uan uan |ung ong |uang uang | |- ! |iu ü||iue üe|| | || | || |iun ün||iuan üan |iung iong | | |} == Features == * Indication of tone by respelling, as used in Gwoyeu Romatzyh, is eliminated. Syllables are spelled like its tone one for non-nasal initials, and like tone two for nasal initials. Tone is then marked with four diacritics identical to Zhuyin's. * The romanization of the consonants is identical to Gwoyeu Romatzyh's. * The empty rime is treated in the same way as Yale romanization: ** It uses r for both: *** (pinyin r), and *** what is written in pinyin as i after zh, ch, sh, r. (The use of r has a tonal diacritic on it and is always final.) ** It uses z for both: *** (pinyin z), and *** what is written in pinyin as i after z, c, s. (The use of z has a tonal diacritic on it and is always final.) *** The z is not written after tz (no tzz), however. Tz corresponds to Pinyin zi (and Yale dz). * Like GR, -iou, -uen, and -uei are all written out, unlike the Pinyin/Wade -iu, -un, and -ui. * GR's au persists, as opposed to the ao of Pinyin, Wade-Giles, and the later Tongyong Pinyin. * GR's iu (Pinyin ü) is written as -iu and yu (alone). * GR's -ong is spelled now -ung (like Wade-Giles). * GR's el is spelled now er (like Pinyin). * Y- and w- are added to or replace i and u (respectively), similarly to Gwoyeu Romatzyh and identical to Pinyin. An example of MPS II: \"\" is written as guó-yǔ jù-yīn fú-hàu dì-èr shr̀. In pinyin that would be guóyǔ zhùyīn fúhào dì'èr shì. In Gwoyeu Romatzyh, it would be written thus: gwoyeu juh'in fwuhaw dih'ell shyh. Spaces are generally used in place of hyphens, except in personal names, which use hyphens in between the syllables of the given names. ==References== == External links == * Standard Mandarin Pinyin Table The complete listing of all Pinyin syllables used in standard Mandarin, along with native speaker pronunciation for each syllable. * Conversion chart (syllable level) * ROC government booklet on MPS II (in English and Chinese) * Taiwan's official romanization system: MPS2 Category:Romanization of Chinese",
 "title": "Mandarin Phonetic Symbols II"
}