{
 "id": "266537",
 "text": "Durban International Airport (formerly Louis Botha Airport) was the international airport of Durban from 1951 until 2010, when it was replaced by King Shaka International Airport, to the north. The airport is co-located with AFB Durban. ==History== The airport was opened in 1951, replacing the Stamford Hill Aerodrome. The original name of the airport was Louis Botha International, named after the South African statesman. The airport maintained this name until 1994 when the political changes that came with that year in South Africa resulted in a change of name to Durban International Airport. While the airport served the domestic market well, the airport suffered from low international passenger numbers and a runway that was too short for a fully laden Boeing 747 to take off. Due to the short runway and the hub and spoke policy that was adopted in the 1990s (favouring OR Tambo International Airport in Johannesburg), Durban lost almost all of its international traffic. Plans to move the airport to La Mercy, approximately north of Durban International Airport, were proposed and shelved numerous times between the 1970s and 2007, before construction of what was to become King Shaka International Airport began in September 2007. Construction of the new airport was completed in 2010, with Durban International Airport handling its final flight on 30 April 2010 and all flights transferring to King Shaka International Airport in a single, overnight move. ==Accidents and incidents== * On 30 June 1962, a Douglas DC-4 (registration ZS-BMH) operating a scheduled South African Airways flight from Johannesburg to Durban collided with a South African Air Force Harvard trainer. The DC-4 made a successful emergency landing with 46 passengers and 5 crew; the Harvard trainer crashed with its crew of two parachuting to safety. The DC-4 was subsequently repaired. * On 28 December 1973, a Douglas DC-3 (registration ZS-DAK) operated by Executive Funds lost both engines when turning onto final approach and ditched in the Indian Ocean. One passenger drowned out of the 22 passengers and 3 crew. *On 26 November 1981 a hijacked Air India B707-300 (registration VT-DVB) was forced to land at the airport. The plane had been hijacked by mercenaries fleeing an abortive coup in the Seychelles. After freeing the 79 passengers and crew the mercenaries surrendered. * On 18 June 2008, a British Airways Boeing 737-200 registration ZS-OKD (operated by Comair), operating as Flight 6203 from Johannesburg, skidded off the runway while landing under adverse weather conditions. The aircraft was reported to have hit a wet patch on the tarmac, causing it to skid and resulting in the right landing-gear becoming embedded in the surrounding earth. The incident caused the closure of the airport for both arrivals and departures for several hours. All 87 passengers and six crew members escaped without serious injury. * On 24 September 2009, Airlink Flight 8911 crashed in the suburb of Merebank shortly after takeoff from Durban International Airport, injuring its crew of three and one person on the ground, with the pilot subsequently dying of his injuries in hospital. ==Plans== The airport was used by the South African Air Force and the Police Air Wing during the 2010 FIFA World Cup, before being decommissioned. Although it is currently unclear as to what the future usage of the airport site will be, it is widely expected that the site will be used for future industrial development. The site is located on a large parcel of flat land in the Durban South Industrial Basin, which is already home to much of the city's heavy industry; given Durban's generally very hilly terrain, such a large, flat parcel is ideal for future industrial development, port expansion, or both. Ownership of the airport was transferred from the Airports Company South Africa to Transnet in 2012, for the construction of a dig-out port. In 2017, it was reported that plans for the dig-out port had been placed on hold until \"at least 2030\". No provision was made during the planning and construction of KSIA to accommodate the South African Air Force base at DIA, thus AFB Durban, 15 Squadron and related support units are still operating from this airport. ==See also== * List of airports in the Durban area ==References== ==External links== * Aerial Photograph on Google Maps Category:Buildings and structures in Durban Category:Transport in Durban Category:Airports in South Africa Category:Airports established in 1951 Category:1951 establishments in South Africa",
 "title": "Durban International Airport"
}