{
 "id": "267496",
 "text": "The Indo-Pacific humpback dolphin (Sousa chinensis; ) is a species of humpback dolphin inhabiting coastal waters of the eastern Indian and western Pacific Oceans. This species is often referred to as the Chinese white dolphin in mainland China, Macao, Hong Kong, Taiwan and Singapore as a common name. Some biologists regard the Indo-Pacific dolphin as a subspecies of the Indian Ocean humpback dolphin (S. plumbea) which ranges from East Africa to India. However, DNA testing studies have shown that the two are distinct species. A new species, the Australian humpback dolphin (S. sahulensis), was split off from S. chinensis and recognized as a distinct species in 2014. Nevertheless, there are still several unresolved issues in differentiation of the Indian Ocean- type and Indo-Pacific-type humpback dolphins. == Description == thumb|Tail with visible grey and pink colours An adult Indo-Pacific humpback dolphin is grey, white or pink and may appear as an albino dolphin to some. Populations along the coasts of China and Thailand have been observed with pink skin. The pink colour originates not from a pigment, but from blood vessels which were overdeveloped for thermoregulation. The body length is for adults , for infants. An adult weighs . Indo-Pacific humpback dolphins live up to 40 years, as determined by the analysis of their teeth. Calves are dark grey or black at birth and measure around 1 m (3.3 ft) in length. Their coloration lightens through a mottled grey as they age. == Behaviour == Indo-Pacific humpback dolphins live in small groups, generally with fewer than ten individuals. They hunt as a group using echolocation. Adult dolphins come to the water surface to breathe for 20 to 30 seconds before diving deep again, for two to eight minutes. Dolphin calves, with smaller lung capacities, surface twice as often as adults, staying underwater for one to three minutes. Adult dolphins rarely stay under water for more than four minutes. They sometimes leap completely out of the water. They may also rise up vertically from the water, exposing the dorsal half of their bodies. A pair of protruding eyes allows them to see clearly in both air and water. == Reproduction == Female dolphins reach sexual maturity at around ten years old, while males mature at around 13 years old. They usually mate from the end of summer to autumn, and calves are born after a gestation period of eleven months. The mother stays with her calf until it can find food for itself, usually when it reaches 3–4 years old. == Threats == The Indo-Pacific humpback dolphin is threatened by habitat loss, water pollution, coastal development, overfishing and an increase in marine traffic within its range. In 2015 the Indo-Pacific humpback dolphin was classed as \"vulnerable\" on the IUCN Red List of Threatened Species. === Water pollution === In 2013, conservationists in Hong Kong warned that the local population had fallen from 158 individuals in 2003 to just 78 in 2011. Members of Hong Kong Dolphinwatch spotted a group of dolphins helping a mother to support her dead calf above the water in an attempt to revive it. A Dolphinwatch spokeswoman claimed that the calf had died after ingesting toxins from polluted seawater through its mother's milk. The Hong Kong Dolphin Conservation Society warned of a further decline in dolphin numbers in the area. === Plastic pollution === Indo-Pacific humpback dolphins are at particular risk of exposure to organic pollutants because they inhabit shallow coastal waters, which are often impacted by human activities. Anthropogenic pollutants pose a risk to marine mammals that reside in coastal waters. Discharge of organic pollutants into marine environments has been shown to decrease water quality, resulting in habitat loss and a significant reduction in species richness. The loss of key pods has caused species fragmentation, also due to habitat loss, which increases species isolation and decreases connectivity, resulting in population decline. Plastic pollution is widespread across all oceans due to the buoyant and durable properties of plastic, which allow for sorption of toxicants to plastic while traveling through the environment. This has led researchers to the conclusion that synthetic polymers are hazardous to marine life and should be declared as a hazardous waste type. There are many transit paths that allow for plastics and pollutions to enter oceans: freshwater waste can enter oceans by rivers at the delta or estuary, by humans discarding their waste directly into marine waters, or through photo-degradation and other forms of weathering processes that aid in plastic fragmentation and dispersal. Large quantities of fragmented plastics collect in subtropical ocean gyres. Plastic accumulation is not limited to ocean gyres; closed bays, gulfs and seas surrounded by densely populated coastlines and watersheds are all susceptible.thumb|Bioaccumulation:Plastic pollutants traveling from lower- trophic levels to higher-trophic levels. The consumption of plastics causes adverse effects in marine mammals such as disease susceptibility, reproductive and developmental toxicity. Constant absorption of organic pollutants like plastic can be transferred into the dolphin's tissues and organs through an ingestion pathway that is impacting megafauna, lower trophic levels and predators (not limited to Indo-Pacific). Organ toxicity can lead to organ failure, loss of offspring and milk toxicity. Even if the dolphin is not consuming plastic directly then it can take in plastic pollutants through biomagnification and bioaccumulation. Bioaccumulation is defined as the uptake of chemicals from the environment through dietary intake, dermal (skin) absorption or respiratory transport in air or water. This is a huge factor in plastic toxicity consumption in this species due to its long lifespan, which makes it susceptible to chronic exposure. Also, these dolphins contain a large quantity of blubber, lipids, which can result in an excess of toxicity storage in their tissues. thumb|Echolocation, also known as sonar Plastic pollution can also interfere with dolphins' use of echolocation. Echolocation is the main sense that all dolphins use to navigate, as well as to pinpoint prey and predators. Dolphins and whales use echolocation by bouncing high-pitched clicking sounds off underwater objects, similar to shouting and listening for echoes. The sounds are made by squeezing air through nasal passages near the blowhole. These sound-waves then pass into the forehead, where a big blob of fat called the melon focuses them into a beam. This process can be interrupted by noise pollution, as well as by obstructions in the water such as masses of oil or plastics. Large blockages in the water can refract sound-waves, misleading the dolphin to falsely detect prey, kin or a predator in the area. This can become confusing and frustrating which can lead to extreme stress and potential health issues. Clusters of plastic debris can cause noise pollution which interferes with the dolphins' sense of echolocation. As plastic debris is hurled together by ocean currents, sound is produced underwater. An excess of sound waves underwater can render the dolphins' sense of echolocation useless. ==Distributions and watching== In Hong Kong, boat trips to visit the Indo-Pacific humpback dolphins have been running since the 1990s. The dolphins mainly live in the waters of Lantau North, Southeast Lantau, the Soko Islands and Peng Chau. A code of conduct regulates dolphin-watching activity in Hong Kong waters.Code of Conduct for Dolphin Watching Activities, Hong Kong Agricultural and Fisheries Department. (PDF). Retrieved 2014-05-15. There have been some reports of dolphin watching practices that have further endangered the Indo-Pacific humpback dolphins, such as in Sanniang Bay dolphin sanctuary in QinzhouShow China. En.showchina.org. Retrieved 2014-05-15. and off Xiamen.厦门海之风游艇带您来五缘湾看海豚_厦门海之风游艇有限公微信文章_微儿网. V2gg.com. Retrieved 2014-05-15. However, these generally are small, locally organised one-off tours or private pleasure boats that do not adhere to the Hong Kong Agricultural and Fisheries Department's voluntary code of conduct. Nánpēng Islands Marine Sanctuary in Nan'ao County is also home to local pods.2016\\. 汕头南澎青罗湾保护区：\"美人鱼\"和精灵们的海域 The population in Leizhou Bay, Leizhou Peninsula, comprising nearly 1,000 animals and the second largest population in the nation, may also be targeted for future tourism. Hepu National Sanctuary of Dugongs, and waters around Sanya Bay and other coasts adjacent on Hainan Island are home to some dolphins.2016\\. 海南海洋生态保护良好，成为大型珍稀海洋动物的\"乐园\" . Retrieved 5 March 2017 As the environment and local ecosystems recovery, dolphins' presences in nearby waters have been increasing such as vicinity to the nature sanctuary of Weizhou and Xieyang Islands.2014\\. 涠洲岛景区现海豚殒命：消息不实 . 中国涠洲岛网. Retrieved 7 March 2017 Gulf of Tonkin waters in Vietnam may have unstudied populations that may appear elsewhere such as along Xuân Thủy National Park and Hòn Dáu Island in Hải Phòng.Công An Nhân Dân. 2006. Hải Phòng: Cá heo trắng xuất hiện cả đàn. Retrieved 7 March 2017 ==Cantonese slang== The Cantonese language has a slang expression wu gei bak gei (often written as 烏忌白忌, \"black taboo white taboo\") which means someone or something is a bad omen or a nuisance. The phrase originates from the Cantonese fisher people, because they claim the dolphins eat the fish in their nets. However, in formal Chinese, it should be written as 烏鱀白鱀, with the gei originally in old Chinese, meaning dolphins. The wu refers to the finless porpoises, which are black, and the bak, white, referring to Chinese river dolphins. These two species often interrupt and ruin the fishermen's catch. As years passed, because \"dolphin\" sounds the same as \"bad luck\", the meaning of the phrase changed. However, in Cantonese, wu refers to the calves of Chinese white dolphin and bak refers to the adults. Nowadays, dolphins are not called gei anymore, but 海豚 (hai tun), literally meaning \"sea pig\", with none of the negative connotations for pig found in English. == Eastern Taiwan Strait population == The Indo-Pacific humpback dolphins were first discovered along the west coast of Taiwan in 2002. Based on a survey done in 2002 and 2003, they are often found in waters <5m deep, and no evidence shows that they appear in water deeper than 15m.Wang, John Y. et al. (eds.) (2007) CONSERVATION ACTION PLAN FOR THE EASTERN TAIWAN STRAIT POPULATION OF INDO-PACIFIC HUMPBACK DOLPHINS. National Museum of Marine Biology and Aquarium A study in 2008 found that the population of humpback dolphins, which occupies a linear range of about 500 km^2 along the central west coast of Taiwan, is genetically distinct from all populations living in other areas. And this population is called Eastern Taiwan Strait (ETS) population. Taiwan is a densely populated island and highly developed area, which has many industrial development projects, especially along the west coast, where the ETS populations of Indo-Pacific humpback dolphins live. Based on data collected between 2002 and 2005, the ETS population of humpback dolphins was less than 100 individuals. Unfortunately, the newest data released in 2012 shows that only 62 individuals are left. It means during those 7 years, population of humpback dolphins is being destroyed constantly and severely. A preliminary examination revealed that the ETS humpback dolphin population meets the IUCN Red List criteria for \"Critically endangered\".Sheehy, D.J. (2009) Potential Impacts to Sousa chinensis from a. Proposed Land Reclamation along the West Coast of Taiwan. aquabio.com Without further protection and regulation, this population will go extinct quickly. The ETS is listed as Endangered species Under the Endangered Species Act by NOAA Fisheries since 2018. There are several facts that result in the decreasing number of ETS population of humpback dolphins. First, large-scale modification of the shoreline by industrial development including hydraulic filling for creating industrial or science parks, seawall construction and sand mining cause habitat fragmentation and diminish dolphin's habitats. In addition, exploitation of shoreline also contributes to toxic contamination flows into dolphin's habitats. The chemical pollution from industrial or agricultural and municipal discharge results in impaired health of dolphins, for instance, reproductive disorders, and compromised immune system.Wang, John Y. et al. (eds.) (2004) RESEARCH ACTION PLAN FOR THE HUMPBACK DOLPHINS OF WESTERN TAIWAN. The National Museum of Marine Biology and Aquarium Second, fishing activities along the west coast of Taiwan are thriving, and cause many impacts on dolphins. Widespread and intensive use of gillnets and vessel strikes are potential threats for dolphins. Over exploitation of fish by fisheries' is another threat for the dolphin population. It has led to disturbance of marine food web or trophic level and reduces marine biodiversity. Therefore, dolphins have not enough prey to live on. Still another problem is reduced amount of freshwater flows into estuaries from rivers. Since ETS population of humpback dolphins is closely associated with estuaries habitat, the elimination of freshwater discharge from rivers significantly decreases the amount of suitable habitats for dolphins. Hydroacoustic disturbance is another critical issue for dolphins. Sources of noise can come from dredging, pile driving, increased vessel traffic, seawall construction, and soil improvement. For all cetaceans, sound is vital for providing information about their environment, communicating with other individuals, and foraging; also, they are very vulnerable and sensitive to the effects of noise. Elevated anthropogenic sound level causes many dysfunctions of their behaviors, and even leads to death. In addition to threats from anthropogenic activities, dolphins are potentially at the risk due to the small population size, which may result in inbreeding and decreased genetic and demographic variability. Finally, climate change causes more typhoons to hit the west coast of Taiwan and cause great disturbance to dolphins' habitats. == Conservation == The Indo-Pacific humpback dolphin is listed on Appendix II\"Appendix II \" of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). As amended by the Conference of the Parties in 1985, 1988, 1991, 1994, 1997, 1999, 2002, 2005 and 2008. Effective: 5 March 2009. of the convention on the Conservation of Migratory Species of Wild Animals (CMS). It is listed on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co- operation organised by tailored agreements. In the interim of 2003–2013, the number of these dolphins in the bay around Hong Kong has dwindled from a population of 159 to just 61 individuals, a population decline of 60% in the last decade. The population continues to be further threatened by pollution, vessel collision, overfishing, and underwater noise pollution.Hong Kong's Striking Dolphins Dwindle to Just Dozens | ABC News Blogs – Yahoo. Gma.yahoo.com (21 June 2013). Retrieved 2014-05-15. In addition to their natural susceptibility to anthropogenic disturbances, the Chinese white dolphin's late sexual maturity, reduced fecundity, reduced calf survival, and long calving intervals heavily curtails their ability to naturally cope with elevated rates of mortality. In recent years, Taiwan launched the largest Indo-Pacific Humpbacked Dolphin sanctuary on the Taiwanese coast, stretching from Miaoli County to Chiayi County.Perrin F.W., Koch C.C., 2007. Wursig B., Thewissen G.M.J, Encyclopedia of Marine Mammals. pp609. Academic Press. Retrieved 13-05-2014 The Indo-Pacific humpback dolphin is also covered by the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU). == Timeline of main events == * 1637: The Indo-Pacific humpback dolphin was first documented in English by the adventurer Peter Mundy in Hong Kong near the Pearl River. The species are attracted to the Pearl River Estuary because of its brackish waters. * 1765: Pehr Osbeck gives the first scientific description of the species.Carwardine, Mark (2002) Sharks and Whales. DK ADULT. . p. 362. * Late 1980s: Environmentalists started to pay attention to the Indo-Pacific humpback dolphin population. * Early 1990: The Hong Kong public started to become aware of the Indo-Pacific humpback dolphin. This was due to the side effects of the construction of the Chek Lap Kok Airport. It was one of the world's largest single reclamation projects: the reclamation of nine square kilometers of the seabed near Northern Lantau, which was one of the major habitats of the dolphins. * Early 1993: Re-evaluation of the environmental effects of the construction of Chek Lap Kok Airport. This alerted eco-activists such as those from the World Wide Fund for Nature in Hong Kong, in turn bringing media attention on the matter. Soon enough, the Hong Kong Government began getting involved by funding projects to research on the Indo-Pacific humpback dolphins * Late 1993: The Agriculture, Fisheries and Conservation Department was founded. * 1996: Dr. Thomas Jefferson began to conduct research on the Indo- Pacific humpback dolphins in hope of discovering more about them. * 1997: The Indo-Pacific humpback dolphin became the official mascot of the 1997 sovereignty changing ceremonies in Hong Kong. * 1998: The research results of Dr. Thomas Jefferson was published in \"Wildlife Monographs\". * 1998: The Hong Kong Dolphinwatch was organized and began to run dolphin watching tours for the general public to raise the public's awareness of the species. * 2000: The Agriculture, Fisheries and Conservation Department started to conduct long- term observation of the Indo-Pacific humpback dolphins in Hong Kong. * 2000: The population of Indo-Pacific humpback dolphins has reached around 80–140 dolphins in the Pearl River waters. * 2014: Jefferson and Rosenbaum revised the taxonomy of the humpback dolphins (Sousa spp.). They describe a new species, the Australian humpback dolphin and define the accepted common name for this species, the Indo-Pacific Humpback dolphin. ==See also== *Hong Kong Dolphin Conservation Society *Wildlife of China *List of endangered and protected species of China *List of cetaceans == References == == External links == *The Agriculture, Fishies and Conservation Department *Hong Kong Dolphinwatch *Hong Kong Dolphin Conservation Society *Convention on Migratory Species page on the Indo-Pacific humpback dolphin *Official webpage of the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region Chinese white dolphin Category:Cetaceans of the Indian Ocean Category:Biota of Hong Kong Category:Regional symbols of Hong Kong Category:Mammals of China Category:Mammals of Taiwan Category:Mammals of Southeast Asia Category:Pearl River Delta Chinese white dolphin Category:Taxa named by Pehr Osbeck",
 "title": "Indo-Pacific humpback dolphin"
}