{
 "id": "267412",
 "text": "The common redshank or simply redshank (Tringa totanus) is a Eurasian wader in the large family Scolopacidae. ==Taxonomy== The common redshank was formally described by the Swedish naturalist Carl Linnaeus in 1758 in the tenth edition of his Systema Naturae under the binomial name Scolopax totanus. It is now placed with twelve other species in the genus Tringa that Linnaeus had introduced in 1758. The genus name Tringa is the New Latin name given to the green sandpiper by the Italian naturalist Ulisse Aldrovandi in 1603 based on Ancient Greek trungas, a thrush-sized, white-rumped, tail-bobbing wading bird mentioned by Aristotle. The specific totanus is from , the Italian name for this bird. Six subspecies are recognised: * T. t. robusta (Schiøler, 1919) – breeds in Iceland and the Faroe Islands; non-breeding around the British Isles and west Europe * T. t. totanus (Linnaeus, 1758) – breeds in west, north Europe to west Siberia; winters in Africa, India and Indonesia * T. t. ussuriensis Buturlin, 1934 – breeds in southern Siberia, Mongolia and east Asia; non-breeding in Africa, India and southeast Asia * T. t. terrignotae Meinertzhagen, R. & Meinertzhagen, A., 1926 – breeds in southern Manchuria and eastern China; non-breeding in east and southeast Asia * T. t. craggi Hale, 1971 – breeds in northwest China; non-breeding in east and southeast Asia * T. t. eurhina (Oberholser, 1900) – breeds in Tajikistan, north India and Tibet; non-breeding in India and the Malay Peninsula == Description== Common redshanks in breeding plumage are a marbled brown color, slightly lighter below. In winter plumage they become somewhat lighter-toned and less patterned, being rather plain greyish-brown above and whitish below. They have red legs and a black-tipped red bill, and show white up the back and on the wings in flight. The spotted redshank (T. erythropus), which breeds in the Arctic, has a longer bill and legs; it is almost entirely black in breeding plumage and very pale in winter. It is not a particularly close relative of the common redshank, but rather belongs to a high-latitude lineage of largish shanks. T. totanus on the other hand is closely related to the marsh sandpiper (T. stagnatilis), and closer still to the small wood sandpiper (T. glareola). The ancestors of the latter and the common redshank seem to have diverged around the Miocene-Pliocene boundary, about 5–6 million years ago. These three subarctic- to temperate-region species form a group of smallish shanks with have red or yellowish legs, and in breeding plumage are generally a subdued light brown above with some darker mottling, and have somewhat diffuse small brownish spots on the breast and neck. ==Distribution and habitat== The common redshank is a widespread breeding bird across temperate Eurasia. It is a migratory species, wintering on coasts around the Mediterranean, on the Atlantic coast of Europe from Ireland and Great Britain southwards, and in South Asia. They are uncommon vagrants outside these areas; on Palau in Micronesia for example, the species was recorded in the mid-1970s and in 2000. A tagged redshank was spotted at Manakudi Bird Sanctuary, Kanniyakumari District of Tamil Nadu, India in the month of April 2021.Two Tagged migratory birds spotted in salt pans in Manakudy bird reserve, The Hindu, Thiruchirappalli, Tamil Nadu Edition, India, pp4, 12.04.2021. thehindu.com ==Behaviour and ecology== They are wary and noisy birds which will alert everything else with their loud piping call. ===Breeding=== Redshanks will nest in any wetland, from damp meadows to saltmarsh, often at high densities. They lay 3–5 eggs. ===Food and feeding=== Like most waders, they feed on small invertebrates. ==Status== The common redshank is widely distributed and quite plentiful in some regions, and thus not considered a threatened species by the IUCN. It is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies. ==Gallery== Tringa totanus-pjt.jpg|Bird (non-breeding) in flight (Venetian Lagoon, Italy) Common Redshank (3).jpg|Common redshank in the Hailuoto Island, Finland Vadare- Gluttsnäppa & Rödbena - Ystad-2020.jpg|Common redshank is significantly smaller than, for example the Common greenshank Redshank.webm|Redshank searching for food ==References== ==External links== * * Redshank Images and documentation * Ageing and sexing (PDF; 1.4 MB) by Javier Blasco-Zumeta & Gerd-Michael Heinze * * * * * * * common common Category:Birds of Eurasia Category:Birds described in 1758 Category:Taxa named by Carl Linnaeus",
 "title": "Common redshank"
}