{
 "id": "267420",
 "text": "Al-Nabi Rubin (, literally \"Prophet Rubin\" or \"Prophet Reuben\"), was a Palestinian village located 28 kilometers northeast of Acre. Al-Nabi Rubin students used to attend school in the nearby village of Tarbikha. ==History== ===Ottoman era=== In 1881, the PEF's Survey of Western Palestine (SWP) described Al-Nabi Rubin: This is a small village round the tomb of the Neby, containing about ninety Moslems, it is situated on a prominent top, and surrounded by many olives, a few figs and arable land; there are two cisterns and a birket near.Conder and Kitchener, 1881, SWP I, p. 149. ===British rule=== In the 1945 statistics the population Tarbikha, Suruh and Al-Nabi Rubin together was 1000 Muslims according to an official land and population survey, all were Muslims,Village Statistics The Palestine Government, April 1945 , p. 3 and they had a total of 18,563 dunams of land. 619 dunams were plantations and irrigable land, 3,204 used for cereals,Government of Palestine, Department of Statistics. Village Statistics, April, 1945. Quoted in Hadawi, 1970, p. 81 while 112 dunams were built-up (urban) land.Government of Palestine, Department of Statistics. Village Statistics, April, 1945. Quoted in Hadawi, 1970, p. 131 ===Israeli period=== The village was captured by Israel as a result of the Haganah's offensive, Operation Hiram during the 1948 Arab-Israeli War and was mostly destroyed with the exception of its shrine. Al-Nabi Rubin inhabitants were expelled to Lebanon in two waves, the aged and infirm were the last to depart when the IDF trucked them to the Lebanese border.Morris, 2004, pp. 506-507 A shrine thought to be dedicated to the prophet Rubin is the only original structure that remains on former village's lands.Khalidi, 1992, p. 27 ==See also== * Depopulated Palestinian locations in Israel ==References== ==Bibliography== * * * * * * ==External links== *Welcome To al-Nabi Rubin *al-Nabi Rubin (Aka), Zochrot *Survey of Western Palestine, Map 3: IAA, Wikimedia commons *Al-Nabi Rubin at Khalil Sakakini Cultural Center Category:Arab villages depopulated during the 1948 Arab–Israeli War Category:District of Acre Category:1948 disestablishments in Israel",
 "title": "Al-Nabi Rubin, Acre"
}