{
 "id": "267976",
 "text": "The Grosses vollständiges Universal-Lexicon aller Wissenschafften und Künste () is a 68-volume German encyclopedia published by Johann Heinrich Zedler between 1731 and 1754. It was one of the largest printed encyclopedias ever, and the first to include biographies of living people in a systematic way. ==Title== The bookseller and publisher Zedler published this book in Leipzig under the name Great Complete Encyclopedia of All Sciences and Arts Which So Far Have Been Invented and Improved by Human Mind and Wit: Including the Geographical and Political Description of the Whole World with All Monarchies, Empires, Kingdoms, Principalities, Republics, Free Sovereignties, Countries, Towns, Sea Harbors, Fortresses, Castles, Areas, Authorities, Monasteries, Mountains, Passes, Woods, Seas, Lakes ... and also a Detailed Historical and Genealogical Description of the World's Brightest and Most Famous Family Lines, the Life and Deeds of the Emperors, Kings, Electors and Princes, Great Heroes, Ministers of State, War Leaders... ; Equally about All Policies of State, War and Law and Budgetary Business of the Nobility and the Bourgeois, Merchants, Traders, Arts. Zedler himself called his encyclopedia \"Zedler's Encyclopedia\" (Zedlersches Lexikon). Many previous encyclopedias were associated with the names of their authors, but the Universal Lexicon was the first to be associated with the name of its publisher.Compare Jeff Loveland, \"Varieties of Authorship in Eighteenth-Century Encyclopedias,\" Das achtzehnte Jahrhundert 34 (2010): 88-89. ==Editors== The main editors were Jacob August Franckenstein (volumes 1-2), Paul Daniel Longolius (volumes 3-18), and Carl Günther Ludovici (volumes 19-64 and supplements). Each seems to have taken a different approach to encyclopedia-making.Notice, for example, how the coverage of mathematics varied from editor to editor, as shown by Sergio Nobre, “La difusión de las matemáticas en la primera mitad del siglo XVIII en Alemania a través de la gran enciclopedia universal,” Llull 18 (1995): 113-33. From volume 18 onward, for example, the encyclopedia contains numerous biographies of living people, presumably because of Ludovici's appointment as editor around the same time.Ulrich Johannes Schneider, Die Erfindung des allgemeinen Wissens (Berlin: Akademie, 2013), 101. In his introduction to volume 1, Zedler himself claimed to have had the encyclopedia compiled by nine anonymous \"muses.\" Scholars continue to debate over how many or few collaborators he actually had.See Katrin Löffler, “Wer schrieb den Zedler?” Leipziger Jahrbuch zur Buchgeschichte 16 (2007), 265-83. In fact, almost nothing certain is known about the individual authors of the encyclopedia. Heinrich Winkler wrote many medical articles, and Friedrich August Müller probably wrote articles on philosophy.Ulrich Johannes Schneider, \"Die Konstruktion des allgemeinen Wissens in Zedlers Universallexikon,\" in Wissenssicherung, Wissensordnung und Wissensverarbeitung: Das europäische Modell der Enzyklopädien, ed. Theo Stammen et al. (Berlin: Akademie Verlag, 2004), 87n. Lorenz Christoph Mizler (1711–1778) claimed to have written mathematical articles. Johann Heinrich Rother and Johann Christoph Gottsched have also been suggested as possible collaborators, though both denied it.Ines Prodöhl, \"´Aus denen besten Scribenten´: Zedlers Universal-Lexicon im Spannungsfeld zeitgenössischer Lexikonproduktion,\" Das achtzehnte Jahrhundert 29 (2005): 89-91. ==Printing== The Grosses vollständiges Universal-Lexicon is sometimes considered the first modern encyclopedia in the German language. At the time, it was the largest printed encyclopedia in the Western world, and it remains one of the largest.Jeff Loveland, \"Why Encyclopedias Got Bigger ... and Smaller,\" Information & Culture 47 (2012): 233-54. It was originally supposed to be printed in about 12 volumes, an estimate later extended to 24, but it was finally printed in 64 volumes plus four supplements, with about 284,000 articles on 63,000 two-column pages. Ludovici had even intended to write a further four supplements. Initial production was funded through subscription, where buyers paid in advance and received a discount on the volume that was later delivered. The pressrun of the Universal Lexicon was undoubtedly small. Scholars have estimated that only around 1500 sets were printed.Fritz Juntke, \"Johann Heinrich Zedler's Grosses Vollständiges Universallexikon: Ein Beitrag zur Geschichte des Nachdruckes in Mitteldeutschland,\" in Fritz Junkte zu seinem 70. Geburtstag, ed. Gottfried Langer (Halle: Schriften zum Bibliotheks- und Büchereiwesen in Sachsen-Anhalt, 1956), 19. Zedler arranged to have the encyclopedia printed in the Halle Waisenhaus (\"orphanage\"), not far from Leipzig.Peter E. Carels and Dan Flory, “Johann Heinrich Zedler’s Universal Lexicon,” in Notable Encyclopedias of the Seventeenth and Eighteenth Centuries: Nine Predecessors of the Encyclopédie, ed. Frank A. Kafker (Oxford: Voltaire Foundation: 1981), 168. This printshop belonged to August Hermann Francke's Francke Foundations. Later, between 1961 and 1964, the book was republished in Graz, Austria. == Online copy == The Bavarian State Library's digitisation center in Munich (Münchener Digitalisierungszentrum, MDZ) has digitized the encyclopedia completely, including the four supplements, in the form of images and PDF files. The 68 volumes have an index and readers can browse through the pages. ==Footnotes== == Further reading == * Gu Zhengxiang: \"Zum China-Bild des Zedlerschen Lexikons: Bibliographie der in seinen China-Artikeln besprochenen oder als Quellen genannten Werke\", in: Suevica. Beiträge zur schwäbischen Literatur- und Geistesgeschichte, hrsg. von Reinhard Breymayer, 9 (2001/2002). Stuttgart: Heinz, 2004 [2005], pp. 477–506, . * Werner Raupp: Zedler, Johann Heinrich, in: Biographisch-Bibliographisches Kirchenlexikon, vol. 26, Nordhausen 2006, col. 1576–1588 (with detailed bibliography). ==External links== * * Digitised version, in German * Zedleriana: information about Zedler's encyclopaedia from the University of Essen, in German * German Museum in Munich's Book of the Month, December 2000, in German * German Museum in Munich's Book of the Month, January 2001, in German Category:German encyclopedias Category:German-language encyclopedias Category:1731 books Category:18th-century encyclopedias",
 "title": "Grosses vollständiges Universal-Lexicon"
}