{
 "id": "268093",
 "text": "thumb|Leafbird The leafbirds (Chloropseidae) are a family of small passerine bird species found in the Indian Subcontinent and Southeast Asia. They were formerly grouped with the ioras and fairy-bluebirds in the family Irenidae. As presently defined, the leafbird family is monogeneric, with all species placed in the genus Chloropsis. ==Description== The leafbirds range in size from , and in weight from . They resemble bulbuls, but whereas that group tends to be drab in colour, leafbirds are brightly plumaged, with the predominant green over the body giving rise to their common name. The family is mostly sexually dimorphic in their plumage, this can vary from the highly dimorphic orange- bellied leafbird to the Philippine leafbird, which exhibits no sexual dimorphism. Most of the differences between the sexes are in the extent of the other colours in the plumage, particularly in the colours around the head and the blue or black face mask, with females have less colour and a less extensive (or absent) mask. Some species have blue on the wings and tail. The plumage of juvenile birds is a duller version of the female's. To human ears, their songs are melodious, and several species are good mimics. The calls include whistles and chatters. Like bulbuls, leafbirds drop many body feathers when they are handled. This may confuse predators, especially snakes. ==Distribution and habitat== Leafbirds are always found in trees and shrubs. Most are restricted to evergreen forests except the golden-fronted leafbird and Jerdon's leafbird which live in deciduous monsoon forests, and the orange- bellied leafbird, which occurs in deciduous forests. Within this requirement, they occupy all broadleaf forest types in the Indian Subcontinent and Southeast Asia. The highest altitude they occur at is 2500 m (8200 feet). Some species, such as the blue-masked leafbird, have montane distributions, rarely descending below 1000 m. The orange-bellied leafbird and the golden-fronted leafbird are amongst the more widespread species, with large ranges across mainland Asia. Some species have more restricted distributions, such as the yellow-throated leafbird, which is endemic to the Philippine island of Palawan, and the Bornean leafbird, restricted to northern Borneo. In general there are seldom more than three species occurring in the same area, although five species co-occur in the submontane forests of Sumatra. Co-occurring species are usually well-spaced on the spectrum of size, to reduce competition. ==Behaviour== Leafbirds usually feed in the canopy, eating insects and some fruit and nectar. Prey is searched for by nimbly moving along the branch ends and gleaned. They are also capable of hover-gleaning to obtain prey, and will pursue flushed prey into the air or even as far as the forest floor. The extent to which the leafbirds consume nectar is a matter of some debate, records are more common in Southern Asia compared to South East Asia. Some species join mixed feeding flocks now and then; others defend the blooming and fruiting trees and bushes where they forage. Unlike most tropical Asian passerines, the nests of leafbirds are not located low down in the forest, but are instead found on the ends of branches near the tree crown. As such the nests of many species have rarely, if ever, been seen. The nests are open cups; of the few known, they are built of fine stems, leaf parts and rootlets. Some hang from thin horizontal shoots of trees; in others the rim is attached to a pair of vertical twigs. Females lay 2 or 3 pinkish eggs. The only information for incubation times come from captive birds, and incubation lasts around 14 days. Incubation is apparently performed only by the female, although in at least two species the male feeds the incubating females. ==Relationship with humans== Leafbirds are attractive birds and, combined with an attractive song and capacity to mimic sounds, they have become very popular cagebirds. The majority of the trade in this family is confined to Asia. Some populations have been locally depleted by the massive numbers captured for the trade. Overall the eleven species are mostly still common in suitable habitat, although the amount of suitable habitat has declined greatly with deforestation. Over half of leafbird species are either threatened or near threatened. The greater green leafbird, the blue-winged leafbird and the Sumatran leafbird are endangered because of trapping for the cage bird trade. One species, the Philippine leafbird, is listed as vulnerable due to habitat loss. The lesser green leafbird and the blue-masked leafbird are listed as near threatened. ==Species== * Family: Chloropseidae ** Philippine leafbird, Chloropsis flavipennis ** Yellow-throated leafbird, Chloropsis palawanensis ** Greater green leafbird, Chloropsis sonnerati ** Lesser green leafbird, Chloropsis cyanopogon ** Blue-winged leafbird, Chloropsis moluccensis **Javan leafbird, Chloropsis cochinchinensis ** Jerdon's leafbird, Chloropsis jerdoni ** Bornean leafbird, Chloropsis kinabaluensis ** Golden-fronted leafbird, Chloropsis aurifrons ** Sumatran leafbird, Chloropsis media ** Orange-bellied leafbird, Chloropsis hardwickii **Greyish-crowned leafbird, Chloropsis lazulina ** Blue-masked leafbird, Chloropsis venusta ==References== ==External links== *Leafbird videos on the Internet Bird Collection 01 Category:Passeri Category:Endemic birds of East Asia Category:Taxa named by Sir William Jardine Category:Taxa named by Prideaux John Selby",
 "title": "Leafbird"
}