{
 "id": "268541",
 "text": "thumb|right|Ivy Lee alt=1906 Atlantic City Train Wreck|thumb|1906 Atlantic City Train Wreck Car 6704 being removed from water Ivy Ledbetter Lee (July 16, 1877 – November 9, 1934) was an American publicity expert and a founder of modern public relations. Lee is best known for his public relations work with the Rockefeller Family and the Nazi Regime.https://www.nytimes.com/1934/07/12/archives/ivy-lee-as-adviser-to- nazis-paid-25000-by-dye-trust-publicity.htmlhttps://heated.world/p/big-oils- first-publicist-advised His first major client was the Pennsylvania Railroad, followed by numerous major railroads such as the New York Central, the Baltimore and Ohio, and the Harriman lines such as the Union Pacific. He established the Association of Railroad Executives, which included providing public relations services to the industry. Lee advised major industrial corporations, including steel, automobile, tobacco, meat packing, and rubber, as well as public utilities, banks, and even foreign governments, such as Adolf Hitler and the Nazis.https://www.nytimes.com/1934/07/12/archives/ivy- lee-as-adviser-to-nazis-paid-25000-by-dye-trust- publicity.htmlhttps://heated.world/p/big-oils-first-publicist-advised Lee pioneered the use of internal magazines to maintain employee morale, as well as management newsletters, stockholder reports, and news releases to the media. He did a great deal of pro bono work, which he knew was important to his own public image, and during World War I, he became the publicity director for the American Red Cross.Robert L. Heath, ed., Encyclopedia of public relations (2005) pp 482-86 ==Early life and career== Lee was born near Cedartown, Georgia, the son of a Methodist minister, James Wideman Lee, author of several books and a contributor to John L. Brandt's Anglo-Saxon Supremacy, or, Race Contributions to Civilization (1915),Allen-Lee Memorial United Methodist Church: Dr James Wideman Lee biography lists Lee's books but omits this one. who founded a prominent Atlanta family. Ivy Lee studied at Emory College and then graduated from Princeton. He worked as a newspaper reporter and stringer. He was a journalist at the New York American, the New York Times, and the New York World. Lee got his first job in 1903 as a publicity manager for the Citizens Union. He authored the book The Best Administration New York City Ever Had (1903). He later took a job with the Democratic National Committee. Lee married Cornelia Bartlett Bigalow in 1901. They had three children: Alice Lee in 1902, James Wideman Lee II in 1906, and Ivy Lee, Jr. in 1909. Together with George Parker, he established the nation's third public relations firm, Parker and Lee, in 1905. The new agency boasted of \"Accuracy, Authenticity, and Interest.\" It made this partnership after working together in the Democratic Party headquarters, handling publicity for Judge Alton Parker's unsuccessful presidential race against Theodore Roosevelt in 1904. The Parker and Lee firm lasted less than four years, but the junior partner, Lee, was to become one of the most influential pioneers in public relations. He evolved his philosophy in 1906 into the Declaration of Principles, the first articulation of the concept that public relations practitioners have a public responsibility that extends beyond obligations to the client. In the same year, after the 1906 Atlantic City train wreck, Lee issued what is often considered to be the first press release, after persuading the company to disclose information to journalists before they could hear it elsewhere. When Lee was hired full-time by the Pennsylvania Railroad in 1912, he was considered to be the first public relations person placed in an executive-level position. In fact, his archives reveal that he drafted one of the first job descriptions of a VP-level corporate public relations position. In 1919, he founded a public relations counseling office, Ivy Lee & Associates. During World War I, Lee served as a publicity director, and later as Assistant to the Chairman of the American Red Cross. Through his sister Laura, Lee was an uncle to novelist William S. Burroughs. Ivy Lee died of a brain tumor in New York City at the age of 57. ==Effect on public relations== Many historians credit Lee with being the originator of modern crisis communications. His principal competitor in the new public relations industry was Edward Bernays, and he has been credited with influencing Pendleton Dudley to enter the then-nascent field. In 1914, he was to enter public relations on a much larger scale when he was retained by John D. Rockefeller Jr to represent his family and Standard Oil (\"to burnish the family image\"), after their bloody repression of the coal mining strike in Colorado known as the \"Ludlow Massacre.\" Lee warned that the Rockefellers were losing public support due to having ordered the massacre of striking workers and their families (as well as the burning of their homes). He developed a strategy that Junior followed to repair it. It was necessary for Junior to overcome his shyness, go personally to Colorado to meet with the miners and their families, inspect the conditions of the homes and the factories, attend social events, and listen to the grievances (all the while being photographed for press releases). This was novel advice, and attracted widespread media attention, which opened the way to wallpaper over the conflict, and present a more humanized version of the wealthy Rockefellers.Robert L. Heath, ed. Encyclopedia of public relations (2005) 1:485 Lee guided public relations of Rockefellers and their corporate interests, including a strong involvement in the construction of the Rockefeller Center, even after he moved on to set up his own consulting firm. He was the person who brought the original, unfunded plan for Metropolitan Opera's expansion to Junior's attention, and he convinced Junior to rename the center after the family against the latter's wishes. Lee became an inaugural member of the Council on Foreign Relations in the US when it was established in New York in 1921. In the early 1920s, he promoted friendly relations with Soviet Russia. In 1926, Lee wrote a famous letter to the president of the US Chamber of Commerce in which he presented a convincing argument for the need to normalize US-Soviet political and economic relations. His supposed instruction to the son of the Standard Oil fortune was to echo in public relations henceforth: \"Tell the truth, because sooner or later the public will find out anyway. And if the public doesn't like what you are doing, change your policies and bring them into line with what people want.\" The context of the quote was said to be apocryphal, being spread by Lee as self-promotion, making it both famous and infamous. Lee is considered to be the father of the modern public relations campaign when, from 1913 to 1914, he successfully lobbied for a railroad rate increase from a reluctant federal government. Lee espoused a philosophy consistent with what has sometimes been called the \"two-way street\" approach to public relations, in which PR consists of helping clients listen as well as communicate messages to their publics. In practice, however, Lee often engaged in one-way propagandizing on behalf of clients despised by the public. Shortly before his death in 1934, the US Congress had been investigating his work in Nazi Germany on behalf of the company IG Farben. Lee also worked for the Bethlehem Steel Corporation, in which capacity he famously advised managers to list and number their top priorities every day, and work on tasks in the order of their importance until daily time allows, not proceeding until a task was completed. For this suggestion company head Charles M. Schwab later paid him $25,000 (the equivalent of $400,000 in 2016 dollars), saying it had been the most profitable advice he had received.. Related references: Radio and television broadcaster Earl Nightingale (1921–1989) popularized in 1960 this often told Ivy Lee's priority task list story , often attributed to Nightingale's friend and mentor Napoleon Hill (1883–1970) who, according to Hill's book How To Sell Your Way Through Life, knew both Charles M. Schwab (1862–1939) and Ivy Lee (1877–1934). Earl Nightingale appears in the book A Lifetime of Riches: The Biography of Napoleon Hill, by Michael J. Ritt, Jr. and Kirk Landers, because of Nightingale's relationship with Napoleon Hill. Over his career he also was a public relations advisor to George Westinghouse, Charles Lindbergh, John W. Davis, Otto Kahn and Walter Chrysler. == See also == *Spin == Bibliography == Written works by Ivy Ledbetter Lee: *City for the people – The best administration New York ever had. \"Campaign book.\" New York City: Committee on Press and Literature of the Citizens Union. 1903. *Information. (Please help cite publisher), 1933 *Present-day Russia. New York: Macmillan, 1928. *Public Relations. (Please help cite publisher), 1925 *Notes and Clippings. (Please help cite publisher), 1921. *\"James Wideman Lee: biographical sketch.\" in, James W. Lee, The geography of genius. New York: Fleming H. Revell Co., 1920, pp. xi–xxiv. *Declaration of Principles. 1906 * Character of \"J. Ward Moorehouse\" in U.S.A. trilogy by John Dos Passos is based on life of Ivy Lee. ==References== ==Further reading== * Hiebert, Ray Eldon. Courtier to the crowd: the story of Ivy Lee and the development of public relations. Ames: Iowa State University Press, 1966. * ==External links== *Short Biography *Ivy Ledbetter Lee Papers *CBC interview with Fraser Seitel Category:1877 births Category:1934 deaths Category:Rockefeller family Category:Rockefeller Center Category:History of Atlanta Category:American public relations people Category:People from Cedartown, Georgia Category:Princeton University alumni Category:Bethlehem Steel people Category:The New York Times writers Category:New York World Category:Public relations pioneers Category:New York (state) Democrats",
 "title": "Ivy Lee"
}