{
 "id": "268943",
 "text": "Aquarius is a home computer designed by Radofin and released by Mattel Electronics in 1983. Based on the Zilog Z80 microprocessor, the system has a rubber chiclet keyboard, 4K of RAM, and a subset of Microsoft BASIC in ROM. It connects to a television set for audio and visual output, and uses a cassette tape recorder for secondary data storage. A limited number of peripherals, such as a 40-column thermal printer, a 4-color printer/plotter, and a 300 baud modem, were released. The Aquarius was discontinued in October 1983, only a few months after it was launched. ==History== thumb|left|The Aquarius with attached expansion block including 4KB RAM expansion and game cartridge inserted, controllers, and tape Data Recorder thumb|The back of the Aquarius, showing connectors for TV out, an external cassette drive and printer. Looking to compete in the home computer market, Mattel Electronics turned to Radofin, the Hong Kong based manufacturer of their Intellivision consoles. Radofin had designed two computer systems. Internally they were known as \"Checkers\" and the more sophisticated \"Chess\". Mattel contracted for these to become the Aquarius and Aquarius II, respectively. Aquarius was announced in 1982 and finally released in June 1983, at a price of $160. Production ceased four months later because of poor sales. Mattel paid Radofin to take back the marketing rights. Four other companies: CEZAR Industries, CRIMAC, New Era Incentives, and Bentley Industries also marketed the unit and accessories. The Aquarius was often bundled with the Mini-Expander peripheral, which added game pads, an additional cartridge port for memory expansion, and the AY-3-8914 sound chip. Other peripherals were the Data recorder, 40 column thermal printer, 4K and 16K ram carts. Less common first party peripherals include a 300 baud cartridge modem, 32k RAM cart, 4 color plotter, and Quick Disk drive. Although less expensive than the Texas Instruments TI-99/4A and Commodore VIC-20, the Aquarius had comparatively weak graphics and limited memory. Internally, Mattel programmers adopted Bob Del Principe's mock slogan, \"Aquarius -a system for the seventies\". Of the 32 software titles Mattel announced for the unit, only 21 were released, most of which were ports of Intellivision games. Because of the hardware limitations of the Aquarius,the quality of many games suffered. There was such a lack of programmable graphics that Mattel added a special character set, so the games could at least use character graphics. As a magazine of the time put it, \"The Aquarius suffered one of the shortest lifespans of any computer—it was discontinued by Mattel almost as soon as it hit store shelves, a victim of the 1983 home computer price wars.\" Just after the release of the Aquarius, Mattel announced plans for the Aquarius II, and there is evidence that the Aquarius II reached the market in small numbers,Mattel Aquarius II at old-computers.com , retrieved October 6, 2006Mattel Aquarius at perso.orange.fr (translated via Babel Fish, original article), retrieved October 6, 2006 but was also not a commercial success. ==Technical specifications== thumb|Motherboard * CPU: Zilog Z80 @ 3.5 MHz * Memory: 4K RAM, expandable to 20K RAM; 8K ROM * Keyboard: 48-key rubber chiclet keyboard * Display: TEA1002 chip, generating 320 x 192 pixels (all available within borders), 40x24 text (8 x 8 pixel character block), 80x72 addressable graphics, 16 colors * Sound: One voice, expandable to four voices * Ports: Television, cartridge/expansion, tape recorder, printer * PSU: Non- removable external power supply hard-wired into case providing 8.8 / 16 / 19 VDC ==Interfacing== The Aquarius manual did not contain details of any of the ports available. The cassette port although using the same 5-Pin DIN 41524 connector as the TRS-80, did not have the same pin out and thus was incompatible with readily available cables for the TRS-80, even though they physically fit the sockets on both the computer and cassette player. The Aquarius branded cassette deck came with the appropriate cable.Horvat/Parrish, \"Mattel Aquarius FAQ,\" May 6, 2001. The cassette port a 5-pin female DIN 41524 connector border|left|150px|DIN41524 5 Pin Female connector {| class=\"wikitable\" |- ! Pin !! Function Aquarius !! Function TRS-80 |- | 1 || MIC || REMote |- | 2 || Common Ground || Common Ground |- | 3 || EAR || REMote |- | 4 || Not used || EAR |- | 5 || Not used || MIC |} The MIC and EAR connections from the Aquarius each go to the tip/center of one of the two mini-plugs being attached to the recorder; Ground goes to the base/outside of both mini-plugs. The printer interface is a mini-stereo socket with 3 lines, the same as on the Mattel Entertainment Computer System. The Aquarius printers came with their own cables. The interface conforms to RS-232 serial signal standards (+12VDC/-12VDC), with the knowledge of the pinout it is possible to interface printers with a corresponding RS-232 interface. The serial is fixed to 1200 baud 8N2 and provided both carriage return and line feed commands to the printer, thus the printer needed to be set to not auto feed with carriage return. Pin out for the connector on the Aquarius: {| class=\"wikitable\" |- ! Aquarius !! Function |- | Tip || Data Out (TxD) |- | Ring || Printer Busy/Ready (DSR) |- | Sleeve || Ground (GND) |} Typical serial printers had DB-25 interfaces; some had DE-9 interfaces; and, some Radio Shack (RS) printers had round 4-pin female DIN connector serial interfaces (with the pin sockets numbered left-to-right: 4, 3, 2, 1). The proper cable for connecting such a printer is as follows: MINI-STEREO PLUG DB-25 DE-9 RS FUNCTION Tip/Center of Plug Pin 3 Pin 2 Pin 4 Data to Printer Middle of Plug Pin 20 Pin 4 Pin 2 Printer Busy/Ready Base/Outside Pin 7 Pin 5 Pin 3 Signal Ground == Character set == The following table shows the Mattel Aquarius character set. Each character is shown with a potential Unicode equivalent if available. {| |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | | | | | | | | | | | | | | | | | |- | |} ==List of games== {| class=\"wikitable sortable\" |- ! style=\"width:30%;\"| Title ! style=\"width:13%;\"| Publisher ! style=\"width:21%;\"| Release date |- |Advanced Dungeons & Dragons: Treasure of Tarmin |Mattel |1982 |- |Aliens |Add On Electronics |1983 |- |Aquapack 1 (Snake, Breakout, Moon Shuttle) |Apocalypse Software |???? |- |Astrosmash |Mattel |1983 |- |Aquariworm |Cronosoft |2020 |- |Battle Zone |Add On Electronics |1984 |- |Bounder |Add On Electronics |1984 |- |Bomb Catcher II |Cronosoft |2021 |- |Breakout |Add On Electronics |1984 |- |Burger Time |Data East |1982 |- |Chess (Dick Smith Electronics) |Dick Smith Electronics |1983 |- |Chess (Mattel) |Mattel |1983 |- |Chuckman |Add On Electronics |1983 |- |D-Fenders |Add On Electronics |1983 |- |Deathrace |Apocalypse Software |???? |- |Demo Cassette (Stalactites, Macho-Man, Torment, Cute Cubes, Alien Quest, Mad Mould) |Radofin Electronics |1983 |- |Disco Fever |Add On Electronics |1984 |- |Ed-On |Add On Electronics |1983 |- |First Adventure |Digital Output |1984 |- |Games Pack 1 (Stalactites, Macho-Man, Othello, Mutants) |Add On Electronics |1983 |- |Games Pack 2 (Bounder, Local Bomber, Breakout, Night Driver) |Custom Cables International |1984 |- |Games Pack 3 (Metior, Sheepdog, Mastermind, Depthcharge) |Custom Cables International |1984 |- |Games Pack 4 (Painter, Pontoon, Grand Prix, Alien Storm) |Custom Cables International |1984 |- |GamesTape (Dodge It, Trojan Dragon, Death Trap, Tablets of Hippocrates) |Fawkes Computing |1984 |- |Gamespack 1 (Snake, Masterguess, Symon, Bomber, Hi-Lo) |Processor Software |1984 |- |Gamespack 2 (Collector, Blocked!, Rocket Run, Minefield, Air- Defence) |Processor Software |1984 |- |Grid Bug |Add On Electronics |1983 |- |Hopper |Microdeal |1984 |- |Invaders |Dick Smith Electronics |1984 |- |Kronos Europea Cassette (Gamble, Gunfight, Mad Mould, Outline) |Radofin Electronics |1984 |- |Maths Armada |Dick Smith Electronics |1984 |- |Mazantics |Add On Electronics |1983 |- |Melody Chase |Mattel |1983 |- |Millypede |Add On Electronics |1983 |- |Mower Man |Add On Electronics |1984 |- |N-Vaders |Add On Electronics |1983 |- |Night Stalker |Mattel |1982 |- |Outpack 1 (Snake, Masterguess, Symon, Bomber, Hi-Lo) |Digital Output |1984 |- |Outpack 2 (Collector, Blocked, Rocket Run, Minefield, Air-Defence) |Digital Output |1984 |- |Outpack 3 (Gunfight, Gambler, Moonlander, Tracker, Nim) |Digital Output |1984 |- |Outpack 4 (Super Slot, Golf, Invasion, Killer Sub, Survival) |Digital Output |1984 |- |Outpack 5 (Timetrap, Gro-Worm, Wampus Gold, Bumpers, Space Shoot) |Digital Output |1984 |- |Pac Mr |Add On Electronics |1983 |- |Phrogger |Add On Electronics |1984 |- |Postman Pot |Add On Electronics |1984 |- |Rally Driver |Micro Mart Software |1984 |- |Scramble |Micro Mart Software |1984 |- |Snafu |Mattel |1982 |- |Space Ram |Dick Smith Electronics |1984 |- |Space Speller |Mattel |1983 |- |Tracker |Digital Output |???? |- |Tron Deadly Discs |Mattel |1982 |- |Utopia |Mattel |1982 |- |Zero In |Mattel |1983 |- |Zorgon's Kingdom |Romik Software |1984 |- |} ==References== ==External links== * http://www.vdSteenoven.com/aquarius/ * http://oldcomputers.net/aquarius.html * http://www.zophar.net/aquarius/ * The Dot Eaters entry on Aquarius and the Intellivision * Sample videos of most Mattel Aquarius programs * The Mattel Aquarius at The Centre for Computing History * Mattel Aquarius Software Collection playable for free in the browser at the Internet Archive Category:Mattel Category:Z80-based home computers Category:Home computers Category:Computer-related introductions in 1983",
 "title": "Mattel Aquarius"
}