{
 "id": "269663",
 "text": "The February 1974 United Kingdom general election was held on Thursday, 28 February 1974. The Labour Party, led by Leader of the Opposition and former Prime Minister Harold Wilson, gained 14 seats (301 total), but was seventeen short of an overall majority. The Conservative Party, led by incumbent Prime Minister Edward Heath, lost 28 seats; but achieved a higher share of the vote than Labour. This resulted in a hung parliament, the first since 1929. Heath resigned when he refused to a key term of a possible coalition, and Wilson became Prime Minister for a second time, his first under a minority government. Because Labour was unable to form a majority coalition with another party, Wilson called another early election in September, which was held in October and resulted in a Labour majority. This was also the first general election to be held with the United Kingdom as a member state of the European Communities (EC)—widely known as the \"Common Market\". This election saw Northern Ireland diverging heavily from the rest of the United Kingdom, with all twelve candidates elected being from local parties (eleven of them representing unionist parties), following the decision of the Ulster Unionists to withdraw support from the Conservative Party in protest over the Sunningdale Agreement. The Scottish National Party achieved significant success at this election, having increased its share of the popular vote in Scotland from 11% to 22%, and the number of SNP MPs rose from one to 7. Plaid Cymru also succeeded for the first time in getting candidates elected at a general election in Wales (it had previously won a by-election in 1966). Although Heath's incumbent Conservative government polled the most votes by a small margin, the Conservatives were overtaken in terms of seats by Wilson's Labour Party, due to a more efficiently-distributed Labour vote and the decision by Ulster Unionist MPs not to take the Conservative whip. Both Labour and Conservative lost a considerable share of the popular vote, largely to the Liberal Party under Jeremy Thorpe's leadership, which polled two-and-a-half times its last share of the vote. However, even with over 6,000,000 votes, only fourteen Liberal MPs were elected. There had been some media projections that the Liberals could take twice as many seats., Heath did not resign immediately as Prime Minister. Assuming that Northern Ireland's Unionist MPs could be persuaded to support a Conservative government on confidence matters over one led by Wilson, he entered into negotiations with Thorpe to form a coalition government. Thorpe, never enthusiastic about supporting the Conservatives, demanded major electoral reforms in exchange for such an agreement. Unwilling to accept such terms, Heath resigned and Wilson returned for his second stint as Prime Minister of the United Kingdom. The election night was covered live on the BBC, and was presented by Alastair Burnet, David Butler, Robert McKenzie and Robin Day. Prominent members of Parliament who retired or were defeated at this election included: Gordon Campbell, Bernadette McAliskey, Enoch Powell, Richard Crossman, Tom Driberg and Patrick Gordon Walker. It was the first of two United Kingdom general elections held that year, the first to take place after the United Kingdom became a member of the European Communities on 1 January 1973 and the first since 1929 not to produce an overall majority in the House of Commons for the poll-topping party. This was also the first year in which two general elections were held in the same year since 1910. ==Campaign== On Thursday 7 February, it was announced that Prime Minister Edward Heath had asked the Queen, who was in New Zealand for the 1974 British Commonwealth Games at the time, to dissolve Parliament, in order for a general election to take place on 28 February. Because of the Queen's absence abroad, the dissolution offers a rare example of the dissolution of parliament having to be promulgated by Queen Elizabeth The Queen Mother and Princess Margaret as Counsellors of State, on the express instructions of the Queen.London Gazette no. 46205, 8 February 1974, pp. 1851–1852 The severe economic circumstances in which the election was held prompted both The Sun and the Daily Mirror to characterise it as a \"crisis election.\" On 10 February, the National Union of Mineworkers, as expected, went on strike; however, it was more of a low-key affair than the high-profile clashes of 1972, with no violence and only six men on each picket line. Jim Prior later wrote that the miners had been \"as quiet and well-behaved as mice.\" The Three-Day Week continued throughout the election; however, Heath did allow the late-night television curfew to be lifted to allow more coverage of the campaign. The low profile of the miners' strike allowed worries over inflation to dominate the election. On 15 February, it was announced that the Retail Price Index showed a 20% increase in prices over the previous year. On 21 February, the Pay Board released a report on miners' pay, which unexpectedly revealed that they were paid less in comparison with other manufacturing workers, contrary to the claims of the National Coal Board. This came as a severe blow to the Conservative position, and led to accusations that the National Coal Board did not understand its own pay system and the strike was unnecessary. Four days later there was further bad news for Heath and his party, with the latest trade figures showing that the current account deficit for the previous month had been £383,000,000 —the worst in recorded history. Heath claimed the figures confirmed \"the gravity of the situation\" and the need for a new mandate, prompting Roy Jenkins to quip: \"He [Heath] presumably thinks a still worse result would have given him a still stronger claim.\" One of the most unexpected and explosive events of the campaign was when the outspoken Conservative MP Enoch Powell, who had already announced that he could not stand for re-election on the Conservative manifesto, urged people to vote against Heath, because of the latter's policy toward the European Communities. In a speech in Birmingham on 23 February 1974, Powell claimed the main issue in the campaign was whether Britain was to \"remain a democratic nation ... or whether it will become one province in a new Europe super-state\"; he said it was people's \"national duty\" to oppose those who had deprived Parliament of \"its sole right to make the laws and impose the taxes of the country.\" This speech prompted The Sun to run the headline \"Enoch puts the boot in.\" A few days later he said he hoped for victory by \"the party which is committed to a fundamental renegotiation of the Treaty of Brussels and to submitting to the British People ... the outcome of that renegotiation.\" These were the explicit manifesto promises of the Labour Party. A further unforeseen blow to the Conservative's campaign came on 26 February when Campbell Adamson, Director-General of the Confederation of British Industry (CBI), was reported to have called for the repeal of the Heath Government's Industrial Relations Act, saying that it had \"sullied every relationship between employers and unions at national level.\" Adamson had been closely involved with the Downing Street talks over the mining dispute. Although Heath emphasised that Adamson was voicing a personal opinion and that his views did not express the official position of the CBI, after the election he would acknowledge that this intervention had a negative impact on the Conservative campaign. Labour meanwhile cited Adamson's comments as proving the need \"for everything they (had)... been urging on the Government.\" ===Conservative campaign=== Heath addressed the country on television on the evening of 7 February, and asked: The Conservative campaign was, thus, encapsulated by the now-famous phrase \"Who governs Britain?\" The party's manifesto, which was largely written by the future Chancellor Nigel Lawson, was entitled Firm Action for a Fair Britain, and was characterised by what historian Dominic Sandbrook has called \"strident rhetoric.\" It claimed the Labour opposition had been taken over by \"a small group of power-hungry trade union leaders\", who were \"committed to a left-wing programme more dangerous and more extreme than ever before in its history.\" It went on to assert that a Labour victory would be a \"major national disaster.\" Sandbrook has criticised that Conservative manifesto as \"very vague and woolly\", and lacking in \"detailed policies or [a] sense of direction.\" Edward Heath played a dominant and crucial role in the campaign. In public he appeared calm and in control; David Watt, in the Financial Times, called him \"statesmanlike\" and \"relaxed.\" In his party's final broadcast of the campaign he said: \"I'll do all that I can for this country ... We've started a job together. With your will, we shall go on and finish the job.\" One Conservative party political broadcast attracted controversy for its ferocity. In the film the narrator warned that Labour would confiscate \"your bank account, your mortgage and your wage packet\", while pictures of Harold Wilson and James Callaghan dissolved into those of Michael Foot and Tony Benn. It went on to allege that Labour would not have to move much further to the left before \"you could find yourself not even owning your own home.\" Wilson was reportedly furious, and Lord Carrington, the Secretary of State for Energy, made a formal apology. ===Labour campaign=== The Labour manifesto, Let us work together, consisted of ten pages only - the shortest since 1955. It had been greatly influenced by the economist Stuart Holland and Shadow Industry Secretary Tony Benn. In it, Labour promised \"a fundamental and irreversible shift in the balance of power and wealth in favour of working people and their families.\" It advocated planning agreements with industry and the creation of a National Enterprise Board. This section attracted criticism from some figures within the party. For example, Anthony Crosland privately called the programme \"half-baked\" and \"idiotic.\" The manifesto also committed the party to renegotiating the terms of Britain's entry into the European Economic Community and to holding a national referendum on the issue. The Labour campaign presented the party's leadership as competent negotiators who would restore peace with the unions. Unlike in previous elections, Wilson took something of a back seat, allowing James Callaghan, Denis Healey and Shirley Williams to play equal, if not greater, roles in the campaign. In their final broadcast of the campaign a series of leading figures claimed Labour could put Britain \"on the road to recovery.\" In the film, Wilson asserted: \"Trades unionists are people. Employers are people. We can't go on setting one against the other except at the cost of damage to the nation itself.\" ===Liberal campaign=== The Liberal Party had undergone a revival under the leadership of Jeremy Thorpe, winning a string of by-elections in 1972 and 1973. It had begun to appeal to disaffected Conservative voters, and continued to do so throughout the campaign. Thorpe came across as young and charismatic, often attempting to appear above the two-party fray. Their manifesto You can Change the Face of Britain promised voting reform and devolution, although Sandbrook has described their economic policy as \"impossibly vague.\" === Position of the press === Historian Dominic Sandbrook describes the \"level of partisanship\" amongst the national newspapers during the election as \"unprecedented\" in post-war Britain, with most of the media prejudiced in favour of Heath and the Conservatives. The Daily Mirror was one of the few national newspapers to support Labour, with many others urging their readers to re-elect Heath. In the right-wing media, there was fierce condemnation of Wilson and his party. The Sun, which had supported Labour in 1970, claimed a Labour victory would result in \"galloping inflation\", while an editorial in The Daily Telegraph said a Labour government would be \"complete ruin public and private\", and condemned what it saw as Wilson's \"craven subservience to trade union power.\" The Evening Standard published a piece by Kingsley Amis calling Labour politician Tony Benn, who was to be appointed Secretary of State for Industry after the election, \"the most dangerous man in Britain\", while in the Daily Express cartoonist Cummings depicted miners' leader Joe Gormley, Wilson and other Labour figures as French revolutionaries guillotining Heath. The Guardian, in contrast, chose not to openly support any party. Its columnist Peter Jenkins claimed the last ten years had proved that \"neither party\" had the ability to deal with the country's problems. ==Economic background== It was the first general election in the United Kingdom to be held during an economic crisis since the 1931 general election, which had been held in the depths of the Great Depression. ==Opinion polls== Throughout the campaign 25 of the 26 opinion polls had a Conservative lead, at one point even by 9%. Of the six polls on Election Day (28 February), two had a 2% lead, two a 4% lead, one a 3% lead and one a 5% lead. ==Timeline== As the Queen was in New Zealand on 7 February, the Prime Minister notified her of his intentions via telegram rather than by the usual protocol of visiting Buckingham Palace. The key dates were as follows: {| class=\"wikitable\" |- | style=\"width:25%;\"|Friday 8 February||Dissolution of the 45th Parliament and campaigning officially begins |- |Monday 18 February||Last day to file nomination papers; 2,135 candidates enter to contest 635 seats |- |Wednesday 27 February|| Campaigning officially ends |- |Thursday 28 February|| Polling day |- |Friday 1 March||Election results in a hung parliament with Labour narrowly ahead as the largest party but short of a majority |- |Sunday 3 March||Edward Heath begins meetings with Liberal Party leader Jeremy Thorpe to discuss the terms of a potential coalition |- |Monday 4 March||Conservative Prime Minister Edward Heath resigns shortly after the Liberals reject his coalition terms, allowing Harold Wilson to return to power as leader of a Labour minority government |- |Wednesday 6 March||46th Parliament assembles |- |Tuesday 12 March||State Opening of Parliament |} ==Results== {| style=\"width:70%; text-align:center;\" |+ style=\"width:50.0%; text-align:right\" | ↓ |- style=\"color:white;\" | style=\"background:; width:47.4%;\" | 301 | style=\"background:; width:46.8%;\" | 297 | style=\"background:; width:2.2%;\" | 14 | style=\"background:gray; width:3.6%;\" | 23 |- | Labour | Conservative | Liberal | Other |} This election was fought on new constituency boundaries with five more seats added to the 630 used in 1970. This led to many seats changing hands on the new notional boundaries. Notional election results from the 1970 general election were calculated on behalf of the BBC by Michael Steed, for the purposes of comparing constituency results for those of February 1974. For the first time since 1929, the two largest political parties had received less than a combined share of 80% of the vote, and the Liberals had also won more than 10% of the vote. center|300px |- |+ style=\"caption-side: bottom; font-weight:normal\" |All parties shown. |} {| class=\"wikitable\" style=\"width:70%\" | Government's new majority | −33 |- | Total votes cast | 31,321,982 |- | Turnout | 78.8% |} ===Votes summary=== ===Seats summary=== ==Incumbents defeated== ===Conservative=== *Dame Patricia Hornsby-Smith (Aldridge-Brownhills) *Patrick Wolrige-Gordon (East Aberdeenshire) *Wilfred Baker (Banff) *Eric Cockeram (Bebington), contested Bebington and Ellesmere Port *Geoffrey Stewart-Smith (Belper) *Sydney Chapman (Birmingham Handsworth) *Joseph Kinsey (Birmingham Perry Barr) *Derek Coombs (Birmingham Yardley) *Robert Hicks (Bodmin) *Laurance Reed (Bolton East) *John Wilkinson (Bradford West) *Fergus Montgomery (Brierley Hill), contested Dudley West *Wilf Proudfoot (Brighouse and Spenborough) *Constance Monks (Chorley) *Peter Trew (Dartford) *Roger White (Gravesend) *Albert Cooper (Ilford South) *Mark Woodnutt (Isle of Wight) *Joan Hall (Keighley) *John Gummer (Lewisham West) *Charles Simeons (Luton) *Frank Taylor (Manchester Moss Side) *Keith Speed (Meriden) *John Sutcliffe (Middlesbrough West), contested Thornaby *Alan Haselhurst (Middleton and Prestwich) *Gordon Campbell (Moray and Nairn), Secretary of State for Scotland *Thomas Stuttaford (Norwich South) *Harold Soref (Ormskirk) *Nicholas Scott (Paddington South), contested Paddington *Joan Vickers (Plymouth Devonport) *Mary Holt (Preston North) *Alan Green (Preston South) *Idris Owen (Stockport North) *Anthony Trafford (The Wrekin) ===Labour=== *Nigel Spearing (Acton) *Terry Davis (Bromsgrove), contested Bromsgrove and Redditch *Ivor Richard (Barons Court), contested Blyth *John Mackintosh (Berwick and East Lothian) *Michael Barnes (Brentford and Chiswick), contested Brentford and Isleworth *Goronwy Roberts (Caernarvon) *Elystan Morgan (Cardiganshire), Chairman of Welsh Labour *Dick Douglas (Clackmannan & East Stirlingshire) *David Clark (Colne Valley) *William Edwards (Merionethshire) *George Machin (Dundee East) ===Liberal=== *David Austick (Ripon) *Graham Tope (Sutton and Cheam) ===Scottish National Party=== *Margo MacDonald (Glasgow Govan) ===Ulster Unionist Party=== *Stanley McMaster (Belfast East) ===Unionist Party of Northern Ireland=== *Rafton Pounder (Belfast South), former UUP MP ===Unity=== *Frank McManus (Fermanagh and South Tyrone) ===Independent Socialist=== *Bernadette McAliskey (Mid Ulster) ==See also== * List of MPs elected in the February 1974 United Kingdom general election * February 1974 United Kingdom general election in Northern Ireland ==Notes== == References == === Citations === === Sources === * * * ==Further reading== * * ==External links== *United Kingdom election results—summary results 1885–1979 ===Manifestos=== *Firm action for a fair Britain , February 1974 Conservative Party manifesto *http://politicsresources.net/area/uk/man/lab74feb.htm , February 1974 Labour Party manifesto *Change the face of Britain , February 1974 Liberal Party manifesto Category:General elections to the Parliament of the United Kingdom General election Category:February 1974 events in the United Kingdom",
 "title": "February 1974 United Kingdom general election"
}