{
 "id": "270001",
 "text": "Viriconium is a series of novels and stories written by M. John Harrison between 1971 and 1984, set in and around the fictional city of the same name. In the first novel in the series, the city of Viriconium exists in a future Earth littered with the technological detritus of millennia (partly inspired by Jack Vance's Dying Earth series, Mervyn Peake's Gormenghast series\"A Storm of Wings\" in David Pringle, Modern Fantasy: The 100 Best Novels, Grafton Books, 1988 (pp. 201-203). and the poems of T. S. Eliot). However, variations of the city appear throughout the series (most frequently as Uriconium and Vriko), in an attempt by Harrison to subvert the concept of thoroughly-mapped secondary worlds featured in certain works of fantasy, particularly those by J. R. R. Tolkien and his host of successors.\"What It Might Be Like To Live In Viriconium,\" by M. John Harrison Both universal and in particular, the city has a shifting topography and history, and is sometimes known by names such as 'Uroconium' (though there does not seem to be any association with the old Roman town of Viroconium). ==The Pastel City== The first Viriconium novel, The Pastel City (1971), presents a civilization in decline where medieval social patterns clash with advanced technology and superscience energy weapons that the citizens of the city know how to use but have forgotten how to engineer. Harrison's leading character, Lord tegeus-Cromis, fancies himself a better poet than swordsman; yet he leads the battle to save Viriconium, the Pastel City, from the brain-stealing automatons known as the geteit chemosit from Earth's past. The decadence Harrison describes is reminiscent of Michael Moorcock's vision of the far future in The End of All Songs. David Pringle wrote of the novel: \"This is a sword-and-sorcery tale, yet it borders on sf by virtue of its distant future setting and the conceit that most of the 'magic' is in fact ancient, little-understood science. Despite its obvious debts to Jack Vance and Michael Moorcock, it's a very moody and stylish entertainment.David Pringle, The Ultimate Guide to Science Fiction. Grafton, 1990, p. 67 Reviewing the novel for Delap's F & SF, Michael Bishop opined that \"my own gut feeling is that M. John Harrison is wasting his time and his gift with this sort of material\" but that \"if you like elegantly crafted, elegantly written sword and sorcery, this book is all you could ask for.\" Delap's F & Sf (Jan 1977), p. 21. ==A Storm of Wings== The more complex second novel of the Viriconium sequence, which is also borderline sf, is A Storm of Wings (1980). It is set eighty years later than The Pastel City and stylistically it is far denser and more elaborate than the first novel. Fay Glass and Alstath Fulthor of the Reborn Men, awoken from their long sleep, try to alert the powers of Viriconium that the northern highlands are overrun by insectile armies. A race of intelligent insects is invading Earth as human interest in survival wanes. Fay brings the severed head of an invading locust-like giant insect to show the extent of the disaster. The story is told through both human and alien points of view and perceptions. The main characters are a resurrected man, an assassin, a magician, a madwoman, and Tomb, the Iron Dwarf. Harrison depicts the workings of civilization on the verge of collapse and the heroic efforts of individuals to help it sustain itself a little longer. ==In Viriconium== The novel In Viriconium (1982) (US title: The Floating Gods) was nominated for the Guardian Fiction Prize during 1982. Savoy Books catalogs referred to it as \"Pre-raphaelite sword and sorcery\". It is a moody portrait of Viriconium beset by a mysterious plague. As artist Audsley King slowly dies from the plague, her friend Ashlyme tries to save her. It is a desperate, misconceived enterprise which draws Ashlyme into unwilling alliance with the sinister dwarf The Grand Cairo, and which goes bizarrely wrong. Yet out of the shambles comes the clue to lifting the plague, which symbolises a paralysis of will. Where the previous books in the series held some sword and sorcery elements, In Viriconium goes beyond black humour into a coma of despair. The novel parodies Arthurian motifs. The novel is divided into sections named after cards of an imaginary Tarot. Resonances in the text include the art of Aubrey Beardsley, post-Impressionist art, Mervyn Peake and Wyndham Lewis. ==Short stories== The short fiction of the Viriconium sequence replays the attrition of the novels; finally, in \"A Young Man's Journey to Viriconium\" (later retitled \"A Young Man's Journey to London\"), Viriconium has become little more than a dream. Harrison has frequently used the Tarot as a motif in his work, as in Viriconium Nights (which is divided into sections named after cards of an imaginary Tarot) and in his story The Horse of Iron (and How We Can Know It and Be Changed by It Forever). The collection Viriconium Nights consists of various stories (the number varies depending whether one considers the Ace 1984 edition or the Gollancz 1985 edition). All are vignettes of night life in the Pastel City. In \"The Lamia and Lord Cromis\", tegeus-Cromis (who recurs in \"Lords of Misrule\" and is the protagonist of The Pastel City), a dwarf, and a man named Dissolution Kahn travel to a poisonous bog to destroy a dangerous Lamia. The mission ends in confusion and despair. In the story \"Viriconium Knights\", the elderly swordsman Osgerby Practal is defeated in a duel by Ignace Retz, an unpopular servant of the Queen. Retz uses a power knife, a relic of previous times when high technology was used, but which is now ill understood; the badly-functioning power knife gives off floating motes which harm the wielder. (In this, Harrison invents his own variant of Moorcock's soul-draining magic swords in the Elric stories). The Queen is the grotesque Mammy Vooley, whose \"body was like a long ivory pole about which they had draped the faded purple gown of her predecessor. On it was supported a very small head which looked as if had been partly scalped, partly burned, and partly starved to death in a cage suspended above the Gabelline Gate. One of her eyes was missing. She sat on an old carved wooden throne with iron wheels, in the middle of a tall limewashed room that had five windows.\"M. John Harrison, Viriconium, London: Millennium, 2000, p. 9 Retz has ambitions to seek treasure in the broad wastes south and west of Viriconium, and petitions the Queen to allow him to keep the power knife so he may defend himself against his enemies. When she refuses, he uses the knife to cut off her hand, and flees, hunted through the city by various factions of \"aristocratic thugs\" such as the Locust Clan and the Yellow Paper Men. Taking refuge in the house of an old man who shows him a strange tapestry, he beholds various visions of himself, seemingly at different periods in the city's history, before trying to steal a metal eagle from the old man's room. The metal eagle comes to life, attacking him, and Retz barely escapes. Later, he finds himself on a wasteland where some men are trying to bury a body with a fish-mask on its head. Retz steals the clothes and mask from the body and continues on his way. In \"The Luck in the Head\", in the Artists' Quarter, the poet Ardwick Crome has been having a recurring dream about a ceremony called \"the Luck in the Head.\" He wants these disturbing dreams to stop, so he goes looking for one of the women in the dream. \"Strange Great Sins\" is the story of the weak and silly man Baladine Prinsep, who becomes enamored with the ballet dancer Vera Ghillera and wastes away. The story is told at one remove through the memories of his nephew, an unnamed sin-eater, and through those of his mother and of the singer Madame de Maupassant. In this story the motif of the Mari Lwyd is central. This story looks at the city of Viriconium from the perspective of outsiders who know that those who go there either are, or will become, decadent and self-absorbed. In \"The Dancer From the Dance\" the ballerina Vera Ghillera from \"Strange Great Sins\" visits Allman's Heath where strange things are afoot. \"A Young Man's Journey to Viriconium\", set in our world, explains that Viriconium is a real place and tells you exactly how to get there, in case you want to go. The doorway is a mirror in a bathroom in a café in England. \"Lords of Misrule\", narrated in the first person by Harrison's continuing character Lord Cromis, deals with Cromis's visit to a country house where the Yule Greave, formerly a fighter with the Feverfew Anschluss faction of Viriconium, and his wife, live with their young servant Ringmer. An unidentified enemy is gradually encroaching on the country lands and Cromis appears to be surveying their progress. During his visit, he is shown one of the ancient and highly decorated Mari - a version of the Mari Lwyd - used by the people in the 'mast horse ceremony', which Ringmer's father used to operate. The graphic novel The Luck in the Head adapts the short story of that name and is illustrated by Ian Miller. ==Works== * The Pastel City (novel, 1971). * A Storm of Wings (novel, 1980). Various editions have different dedicatees. The US first edition (Doubleday, 1980) is dedicated to Harlan Ellison. The Sphere 1980 edition is dedicated to various staff of Savoy Books including Michael Butterworth, John Mottershead and David Britton. The Unwin 1987 printing is dedicated to Christopher Fowler. * In Viriconium (novel, 1982). The novel was nominated for the Guardian Fiction Prize in 1982. The US edition, retitled The Floating Gods (Timescape, Feb 1983) is dedicated to Fritz Leiber (the UK edition had been dedicated to two of Harrison's friends). The US edition also has a three paragraph 'Author's Note' regarding Viriconium which did not appear in the UK editions. * Viriconium Nights (short stories, 1985), consisting of the following stories in this order: ** \"The Luck In the Head\". This story was adapted as a graphic novel by illustrator Ian Miller and published by VG Graphics in 1991 (distributed in the US by Dark Horse Comics). ** \"The Lamia & Lord Cromis\" ** \"Strange Great Sins\" ** \"Viriconium Knights\" ** \"The Dancer From the Dance\" ** \"Lords of Misrule\" ** \"A Young Man's Journey To Viriconium\" A 1988 omnibus entitled Viriconium (Viriconium (1988 collection)) omits the first two novels; it consists of the third novel, In Viriconium, and the full contents of the short story collection Viriconium Nights. The stories in this omnibus are in the same running order as in the 1985 first edition. The omnibus has an introduction by Iain Banks. All four works of the sequence were published in the U.K in a single omnibus volume called Viriconium in 2000. (Viriconium (2000 collection)). The stories are arranged in a different sequence (presumably chronological) which see the Viriconium Nights stories in a different running order than in the 1985 first edition and the 1988 omnibus. An American edition of all four was published in 2005, with an introduction\"On Viriconium: some Notes Toward an Introduction.\" by Neil Gaiman by Neil Gaiman. The novels are sequenced in publication order, but the short stories are in a different sequence. This edition was published in audio in late 2011 by Neil Gaiman Presents, read by Simon Vance. ==References== Category:Fictional populated places Category:Dying Earth (genre)",
 "title": "Viriconium"
}