{
 "id": "270555",
 "text": "Zahra \"Ziba\" Kazemi-Ahmadabadi ( in Persian) (1948 – 11 July 2003) was an Iranian-Canadian freelance photographer, who according to the medical examiner was raped, tortured and killed by Iranian officials following her arrest in Iran. Although Iranian authorities insist that her death was accidental and that she died of a stroke while being interrogated, Shahram Azam, a former military staff physician who used his purported knowledge of Kazemi's case for seeking asylum in Canada in 2004, has stated that he examined Kazemi's body and observed that Kazemi showed obvious signs of torture, including a skull fracture, broken nose, signs of rape and severe abdominal bruising.INDEPTH: ZAHRA KAZEMI \"Iran's changing story\" CBC News Online | Updated 16 November 2005 Retrieved 15/03/08 Her death was the first time an Iranian's death in custody attracted major international attention.Ebadi, Shirin, Iran Awakening, by Shirin Ebadi with Azadeh Moaveni, Random House New York, 2006, p.199 Because of her dual citizenship and the circumstances of her death, she has since become an international cause célèbre. In November 2003, Canadian Journalists for Free Expression honored Kazemi with the Tara Singh Hayer Memorial Award in recognition of her courage in defending the right to free expression.Memorial Award November 2003 , cjfe.org ==Life and death== Kazemi was born in Shiraz, Iran, and moved to France in 1974 to study literature and cinema at the University of Paris. With her son, Stephan Hachemi, she immigrated to Montreal Quebec, Canada in 1993, where she later gained dual citizenship as an Iranian and Canadian national. She worked in Africa, Latin- America and the Caribbean and then more frequently in various Middle Eastern countries, including the Palestinian territories, Iraq and Afghanistan. She visited the latter two countries both prior and during the American occupation. Immediately prior to her traveling to Iran, Kazemi revisited Iraq, documenting the U.S. occupation. Recurrent themes in her work were the documentation of poverty, destitution, forced exile and oppression, and also the strength of women in these situations. ===Arrest=== Traveling back to her birth country using her Iranian passport, Kazemi was allowed into Iran to take photographs of the possible demonstrations that were expected to take place in Tehran in July 2003. The demonstrations took place and were effectively crushed after the sixth day by a massive deployment of security forces and paramilitary vigilantes, or \"plainclothesmen.\" Following the clampdown, an estimated 4000 students \"had gone missing\" and were thought to have been arrested for protesting and taken to Evin prison, Tehran's political prisoner detention facility. As was customary after such events, family members of the missing gathered outside of Evin prison in north of Tehran in hopes of learning what had happened to their children. On 23 June 2003, Kazemi drove to the prison to take pictures of these family members, possessing a government- issued press card that she thought made it permissible for her to work around Tehran, including at Evin. According to Shirin Ebadi – an Iranian lawyer and former judge who won the Nobel Peace Prize in 2003, and later became the main representative of Kazemi's family at the trial over Kazemi's death – when a prison staff member saw Kazemi taking photographs he demanded that she give him her camera, as photography is prohibited in front of the prison. > Worried that officials might harass the families whose photos she had > already taken, she flashed her press card and exposed the film to the light. > The guard angrily yelled at her, ‘I didn't ask you to expose your film, I > told you to give me your camera’ ‘You can have the camera’, she retorted, > ‘but the film belongs to me.’ She was detained, and was interrogated over > the next three days by police officers, prosecutors and intelligence > officials.Ebadi, Iran Awakening, (2006), pp. 195–7 The Evin prison staff, whom the Kazemi family's lawyers consider a party in the beatings that led to Kazemi's death, say that she had been in a sensitive area, photographing parts of the prison. Several days after her arrest, hardline newspapers ran stories of her arrest \"calling her a spy who had entered the country undercover as a journalist.\" Kazemi insisted that she did not photograph any part of the prison, only the street and the demonstrators, who were family members of activist students jailed in the prison. ===Death=== On 11 July 2003, nineteen days after she was arrested, Kazemi died in Iranian custody in Baghiyyatollah al-Azam Military Hospital. Two days later, Iran's official IRNA news agency reported that Kazemi had suffered a stroke while she was being interrogated and died in hospital. This account changed to one that Kazemi had died after falling and hitting her head. On 16 July 2003, Iran's vice-president, Mohammad Ali Abtahi, \"conceded that Kazemi died as a result of being beaten\". Mohammad Ali Abtahi (Vice President of Legal Affairs) and Masoud Pezeshkian (Minister of Health and Medical Education) admitted that she died of a fractured skull as a result of being hit in the head. Abtahi claims that he was under a lot of pressure to take back the acknowledgement, but he resisted it. Shirin Ebadi reports that security officials searched the house of an unnamed friend that Kazemi had been staying at, and \"kept asking\" her friend about Kazemi's \"‘medical condition’ and what medicines she took daily.\" Officials also kept Kazemi's elderly, frail mother who had journeyed from Shiraz to see her only child, from seeing Kazemi until they had questioned her about what the medicines they insisted her daughter must be using. Kazemi's friend told Ebadi that she later realized this meant Kazemi was dead and the officials \"wanted to claim that Ziba had a preexisting condition that had simply worsened in prison.\" The story did not become a major controversy until almost two years later, when Shahram Azam, a former staff physician in Iran's Defence Ministry, released a statement saying that he examined Kazemi in hospital four days after her arrest and found obvious signs of torture, including: > *Evidence of a very brutal rape *A skull fracture, two broken fingers, > missing fingernails, a crushed big toe and a broken nose. *Severe abdominal > bruising, swelling behind the head and a bruised shoulder. *Deep scratches > on the neck and evidence of flogging on the legs. One of the two Iranian intelligence agents charged with her death was acquitted in September 2003. The other agent, Mohammed Reza Aghdam-Ahmadi (محمدرضا اقدم احمدی), was charged with \"semi-intentional murder\" and his trial opened in Tehran in October 2003. In the same month, the Iranian parliament condemned Saeed Mortazavi, a Tehran prosecutor, for announcing that Kazemi had died of a stroke. On 25 July 2004, Aghdam-Ahmadi was acquitted. ==Murder trial== Shirin Ebadi was the main representative of Kazemi's family at the trial, and represented them at the second and third sessions of Aghdam- Ahmadi's trial, which took place on 17–18 July 2004. In the court, Kazemi's mother mentioned that she wanted the real murderer to be prosecuted. She also mentioned that she saw Kazemi's body before the burial, upon which there were signs of torture. Ebadi and the other lawyers of the family insisted in the court that they know that Kazemi was not killed by Aghdam-Ahmadi, and they need witnesses to be brought to the court to find the real murderer, who they guessed may be Mohammad Bakhshi, a high officer of the Evin prison. The list of witnesses they requested included Saeed Mortazavi, the general prosecutor of Tehran, Mohsen Armin, reformist member of the previous parliament , Jamileh Kadivar, and Mohsen Mirdamadi, Minister of Intelligence Ali Younesi, the Vice President of Legal Affairs Mohammad Ali Abtahi, Minister of Culture and Islamic Guidance Ahmad Masjedjamei, the five judges who were present during Kazemi's interrogation, a few employees of the Evin prison, the president of the Baghiyyatollah hospital, and all of the medical staff who had signed her file. Judge Farahani denied all of the requests. The lawyers also quoted the official report of death that various parts of Kazemi's body had been damaged and her clothes were torn and bloody, which proves that she had been tortured. On 14 July 2004, the Iranian government rejected requests for Canadian government observers to attend the trial, despite promises and assurances by the Iranian Foreign Minister Kamal Kharrazi and judiciary officials to the Canadian Minister of Foreign Affairs Bill Graham. The same day, Graham recalled the ambassador at Tehran, Philip MacKinnon. MacKinnon, together with the Dutch ambassador (representing the European Union) and diplomats from the British and French embassies, were later allowed to attend the 17 July trial, though not the 18 July one. Judge Farahani was quoted on 18 July as saying that \"(he) made a mistake yesterday. The bar is to show the world that Iran won't bow under pressure.\" Hamid Reza Assefi, the spokesman for the Iranian Ministry of Foreign Affairs, said \"We hadn't permitted an observer from the beginning. But you should ask the reason for the ban from the court, there may have been a shortage of seats.\" Assefi also said that since Iran does not recognize dual nationality and Kazemi was an Iranian citizen who entered the country under an Iranian passport, never having requested her citizenship to be removed, that the case was clearly an internal affair. The trial sessions ended on 18 July, with the lawyers of the Kazemi family insisting that the time had not been enough for proofs to be given, witnesses to be brought to court, and the murderer to be identified. They also mentioned that the court didn't pay attention to their evidence. They refused to sign the session notes. The Canadian Foreign Affairs Minister, Bill Graham, defined these events as \"flagrant denial of due process\". On 24 July 2003, Judge Farahani issued his judgment, clearing Aghdam-Ahmadi of the charges. He also mentioned that since the murderer has not been found, according to the Islamic sources the blood money should be paid by the government to the family. The lawyers of Kazemi's family announced that they will appeal the case, asking for a criminal court to be established to reconsider the whole case, or completing the numerous incompletenesses of the file. They also mentioned that if the family asks, they will bring the case to the international authorities, mentioning Iran's 1954 signatory to the Universal Declaration of Human Rights. The end of July saw Iran's judiciary adding \"accidental fall\" and \"hunger strike\" to the list of alleged causes for Kazemi's death. They claimed that Kazemi had gone on a hunger strike voluntarily, developed low blood pressure that made her dizzy, fell, and hit her head. Detractors point out that this story does not explain her broken bones, genital injuries or skin lacerations. ==Timeline of events following Kazemi's death== *13 July 2003 – IRNA, Iran's official news agency, reports that Kazemi \"suffered a stroke when she was subject to interrogation and died in hospital.\" The same day, under pressure from Canada, Iran's president, Mohammad Khatami, orders an assembly of five ministers to investigate her death. *16 July 2003 – Kazemi's son, Stephan Hachemi, says he believes his mother has in fact been buried in Iran and is demanding the body be returned to Canada.Iran Admits its Security Forces Beat to Death an International Journalist; her Son Demands the Return of her Body to Canada 16 July 2003 *20 July 2003 – IRNA reports that Kazemi died from a fractured skull caused by \"a physical attack.\" *21 July 2003 – Prosecutor General Saeed Mortazavi is appointed by Iran to head an independent investigative group to look into Kazemi's death. This appointment is immediately fiercely attacked by pro-reformist Iranian MPs, as Mortazavi had himself been accused of failing to prevent Kazemi's death, and was widely believed to be behind a recent wave of arrests of writers and journalists. Given this controversy, the investigation appeared unlikely to mollify Canada, which was growing increasingly impatient with Iran's unwillingness to \"clearly demonstrate that officials are not allowed to act with impunity\" (Foreign Minister Bill Graham, news conference). *23 July 2003 – Kazemi's body is buried in her hometown of Shiraz in Iran, supposedly according to the wishes of her mother (Ezzat Kazemi) and relatives in Iran, but contrary to the wishes of her son (Stephan Hachemi, who resides in Montreal), and Canadian officials. Canada recalls its ambassador to Iran, and discusses the possibility of sanctions against Iran. (Her mother later said that she had been put under pressure to approve of an Iranian burial.)Zahra Kazemi Case Timeline, PEN CanadaMontreal court hears lawsuit against Iranian government by son of photographer who was beaten to death, UN Refugee Agency 2 February 2009Impunity continues seven years after Zahra Kazemi’s death in detention, Reporters without Borders, 11 July 2010Seven years after Zahra Kazemi’s death in detention, impunity continues, IFEX 13 July 2010 *25 July 2003 – The Iranian Foreign Minister echoes the words of Canadian officials almost word for word while addressing Ottawa, in reference to the death of an 18-year-old Iranian citizen (Keyvan Tabesh) in Port Moody, British Columbia, Canada, by plainclothes police officers. The shooting occurred around the same time as Ms. Kazemi's death. He demands that Canadian officials \"clearly demonstrate that officials in Canada are not allowed to act with impunity, ... [and] The Islamic republic will seek through diplomatic channels clear and convincing explanations of this crime.\" A Port Moody police investigation later finds that the use of force in the incident was consistent with police guidelines. *26 July 2003 – Iran announces that it has arrested five members of its security services in connection with the investigation, and gives no further details. *30 July 2003 – Iran's vice-president, Mohammad Ali Abtahi says that Kazemi was probably murdered by government agents. *25 August 2003 – Two Iranian intelligence agents who had interrogated Kazemi are charged with complicity in her death. The Teheran prosecutor's office releases a statement reading in part, \"The charges leveled against the interrogators, who are said to be members of the Intelligence Ministry, are announced as complicity in semi-intentional murder.\"Iran death findings, BBC 26 August 2003 *26 July 2004 – Kazemi's mother told the court that her daughter had been tortured, and said she was pressured into burying her daughter at her birthplace in southern Iran under duress to deny Canada the opportunity to carry out its own autopsy.Sanctions threat against Iran over Kazemi verdict, arabnews.com *31 March 2005 – Dr. Shahram Azam, the Iranian doctor who examined Kazemi just prior to her death, said he was shocked by the extent of her injuries, and felt she had been tortured. He reported injuries consistent with torture, such as flogging wounds on the back and missing fingernails. A female nurse told him of \"brutal\" genital injuries. Azam did not give her a vaginal examination himself as it is considered inappropriate in Iran for a male physician to examine a woman in this manner. Azam fled the country, seeking political asylum in Canada to tell his story.Iranian secret police tortured woman to death, says doctor, The Sunday Times 1 April 2005 ==Aftermath== In June 2005, an exhibition at the municipal Côte-Saint-Luc Library in Montreal of photos taken by Zahra Kazemi during her travels in Middle East was shut down following accusations by Jewish patrons of alleged \"pro-Palestinian bias\" for including five of her photographs on display that depicted scenes inside Palestinian refugee camps. Gallery officials proceeded to remove the five photographs while leaving the rest of the exhibition. In response, Kazemi's son, Stephen Hachemi, called the removal of the Palestinian photographs \"a violation of my mother's spirit\" and demanded that the library either display the entire collection or nothing at all. Eventually, the library closed the entire exhibition. Côte Saint-Luc Mayor Robert Libman told CBC news \"It's a very complicated conflict, and to create an impression where the Palestinian cause is being martyred by oppression by the Israeli government, we don't consider that to be a fair portrait, in the future, such politically charged work won't be displayed at the library\". Critics of the decision to take down the exhibition denounced it as \"censorship\". Naomi Klein and Aaron Maté wrote that it is \"part of a disturbing pattern to silence opposition to the expansionist Israeli occupation of the Occupied Territories\". According to the caption that accompanied the photo exhibition, she \"illustrated the daily life of Palestinians and the problems they faced as they sought to preserve their land and their identity\" in the face of \"exodus, poverty, humiliation, suffering, and the ravages of war\". Her life was one of the inspirations for the popular webcomic, Zahra's Paradise. ==See also== *List of famous Persian women *Human rights in Iran *List of foreign nationals detained in Iran ==References== ==External links== *CBC Montreal news story *BBC News story *BBC News's analysis of the trial *Burial in Iran *BBC This World, Iran: A Murder Mystery, broadcast in the UK on February 15, 2004 * Reports of the 17 July 2004 trial session in Vaghaye and Shargh, newspapers *obituary of Zahra Kazemi. by Khosro Naghed (Persian) *Canadian Journalists for Free Expression Urges Action *Free Expression Groups Call for Justice – IFEX *CBC: Background on Kazemi *Leader appointed prosecutor Mortazavi murdered Zahra Kazemi *WWF: Zahra Kazemi articles Category:1948 births Category:2003 deaths Category:Canada–Iran relations Category:Canadian photojournalists Category:Journalists from Quebec Category:Iranian emigrants to Canada Category:Iranian photographers Category:Assassinated Iranian journalists Category:Iranian women journalists Category:Iranian murder victims Category:Iranian prisoners and detainees Category:Assassinated Canadian journalists Category:Canadian people who died in prison custody Category:Iranian people who died in prison custody Category:Canadian torture victims Category:Iranian torture victims Category:Canadian people imprisoned abroad Category:Prisoners who died in Iranian detention Category:Deaths in police custody in Iran Category:Canadian people murdered abroad Category:People murdered in Iran Category:Torture in Iran Category:Canadian women journalists Category:People from Shiraz Category:Canadian women photographers Category:Iranian women photographers Category:Inmates of Evin Prison Category:20th-century Canadian journalists Category:20th-century Canadian women artists Category:20th-century Canadian photographers",
 "title": "Zahra Kazemi"
}