{
 "id": "270792",
 "text": "Anhedonia is a diverse array of deficits in hedonic function, including reduced motivation or ability to experience pleasure. While earlier definitions emphasized the inability to experience pleasure, anhedonia is currently used by researchers to refer to reduced motivation, reduced anticipatory pleasure (wanting), reduced consummatory pleasure (liking), and deficits in reinforcement learning. In the DSM-5, anhedonia is a component of depressive disorders, substance-related disorders, psychotic disorders, and personality disorders, where it is defined by either a reduced ability to experience pleasure, or a diminished interest in engaging in pleasurable activities. While the ICD-10 does not explicitly mention anhedonia, the depressive symptom analogous to anhedonia as described in the DSM-5 is a loss of interest or pleasure. ==Definition== While anhedonia was originally defined in 1896 by Théodule-Armand Ribot as the reduced ability to experience pleasure, it has been used to refer to deficits in multiple facets of reward. Re-conceptualizations of anhedonia highlight the independence of \"wanting\" and \"liking\". \"Wanting\" is a component of anticipatory positive affect, mediating both the motivation (i.e. incentive salience) to engage with reward, as well as the positive emotions associated with anticipating a reward. \"Liking\", on the other hand, is associated with the pleasure derived from consuming a reward. The consciousness of reward-related processes has also been used to categorize reward in the context of anhedonia, as studies comparing implicit behavior versus explicit self-reports demonstrate a dissociation of the two. Learning has also been proposed as an independent facet of reward that may be impaired in conditions associated with anhedonia, but empirical evidence dissociating learning from either \"liking\" or \"wanting\" is lacking. Anhedonia has also been used to refer to \"affective blunting\", \"restricted range of affect\", \"emotional numbing\", and \"flat affect\", particularly in the context of post-traumatic stress disorders. In PTSD patients, scales measuring these symptoms correlate strongly with scales that measure more traditional aspects of anhedonia, supporting this association. ==Causes== Studies in clinical populations, healthy populations, and animal models have implicated a number of neurobiological substrates in anhedonia. Regions implicated in anhedonia include the prefrontal cortex as a whole, particularly the orbitofrontal cortex (OFC), the striatum, amygdala, anterior cingulate cortex (ACC), hypothalamus, and ventral tegmental area (VTA). Neuroimaging studies in humans have reported that deficits in consummatory aspects of reward are associated with abnormalities in the ventral striatum and medial prefrontal cortex, while deficits in anticipatory aspects of reward are related to abnormalities in hippocampal, dorsal ACC and prefrontal regions. These abnormalities are generally consistent with animal models, except for inconsistent findings with regard to the OFC. This inconsistency may be related to the difficulty in imaging the OFC due to its anatomical location, or the small number of studies performed on anhedonia; a number of studies have reported reduced activity in the OFC in schizophrenia and major depression, as well as a direct relationship between reduced activity and anhedonia. Researchers theorize that anhedonia may result from the breakdown in the brain's reward system, involving the neurotransmitter dopamine. Anhedonia can be characterised as \"impaired ability to pursue, experience and/or learn about pleasure, which is often, but not always accessible to conscious awareness\". The conditions of akinetic mutism and negative symptoms are closely related. In akinetic mutism, a stroke or other lesion to the anterior cingulate cortex causes reduction in movement (akinetic) and speech (mutism). ==Occurrence== ===Major depressive disorder=== Anhedonia occurs in roughly 70% of people with a major depressive disorder. Anhedonia is a core symptom of major depressive disorder; therefore, individuals experiencing this symptom can be diagnosed with depression, even in the absence of low/depressed mood.American Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders: DSM-5. Washington, D.C: American Psychiatric Association. The Diagnostic and Statistical Manual of Mental Disorders (DSM) describes a \"lack of interest or pleasure\", but these can be difficult to discern given that people tend to become less interested in things which do not give them pleasure. The DSM criterion of weight loss is probably related, and many individuals with this symptom describe a lack of enjoyment of food. They can portray any of the non-psychotic symptoms and signs of depression. ===Schizophrenia=== Anhedonia is one of the negative symptoms of schizophrenia. Although five domains are usually used to classify negative symptoms, factor analysis of questionnaires yield two factors, with one including deficits in pleasure and motivation. People with schizophrenia retrospectively report experiencing fewer positive emotions than healthy individuals. However, \"liking\" or consummatory pleasure, is intact in schizophrenics, as they report experiencing the same degree of positive affect when presented with rewarding stimuli. Neuroimaging studies support this behavioral observation, as most studies report intact responses in the reward system (i.e. ventral striatum, VTA) to simple rewards. However, studies on monetary rewards sometimes report reduced responsiveness. More consistent reductions are observed with regard to emotional response during reward anticipation, which is reflected in a reduced responsiveness of both cortical and subcortical components of the reward system. Schizophrenia is associated with reduced positive prediction errors (a normal pattern of response to an unexpected reward), which a few studies have demonstrated to be correlated with negative symptoms. Schizophrenics demonstrate impairment in reinforcement learnings tasks only when the task requires explicit learning, or is sufficiently complex. Implicit reinforcement learning, on the other hand, is relatively intact. These deficits may be related to dysfunction in the ACC, OFC and dlPFC leading to abnormal representation of reward and goals. ===Substance-related disorders=== Anhedonia is common in people who are dependent upon any one or more of a wide variety of drugs, including alcohol, opioids, and nicotine. Although anhedonia becomes less severe over time, it is a significant predictor of relapse. ===Post-traumatic stress disorder=== While PTSD is associated with reduced motivation, part of the anticipatory \"wanting\", it is also associated with elevated sensation seeking, and no deficits in physiological arousal, or self reported pleasure to positive stimuli. PTSD is also associated with blunted affect, which may be due to the high comorbidity with depression. ===Parkinson's disease=== Anhedonia occurs frequently in Parkinson's disease, with rates between 7%–45% being reported. Whether or not anhedonia is related to the high rates of depression in Parkinson's disease is unknown. ===Bipolar depression=== Anhedonia is also reported to appear in people with bipolar depression. ===Attention deficit hyperactivity disorder=== Anhedonia may be associated with ADHD. Impairments of dopaminergic and serotonergic function in the brain of those with ADHD result in dysregulation of reward processing which can lead to anhedonia. ==Sexual anhedonia== Sexual anhedonia in males is also known as 'ejaculatory anhedonia'. This condition means that the man will ejaculate with no accompanying sense of pleasure. The condition is most frequently found in males, but women can suffer from lack of pleasure when the body goes through the orgasm process as well. Sexual anhedonia may be caused by: * Hyperprolactinaemia * Hypoactive sexual desire disorder (HSDD), also called inhibited sexual desire * Low levels of the hormone testosterone * Spinal cord injury * Multiple sclerosis * Use of SSRI antidepressants or having used SSRI antidepressants in the past. * Use (or previous use) of antidopaminergic neuroleptics (anti-psychotics) * Fatigue * Physical illness It is very uncommon that a neurological examination and blood tests can determine the cause of a specific case of sexual anhedonia. Patients may be prescribed sustained-release bupropion to aid in treatment, which has been shown to relieve sexual dysfunction even in patients without depression. ==Social anhedonia== ===Definition=== Social anhedonia is defined as a disinterest in social contact and a lack of pleasure in social situations, and is characterized by social withdrawal. This characteristic typically manifests as an indifference to other people. In contrast to introversion, a nonpathological dimension of human personality, social anhedonia represents a deficit in the ability to experience pleasure. Additionally, social anhedonia differs from social anxiety in that social anhedonia is predominantly typified by diminished positive affect, while social anxiety is distinguished by both decreased positive affect and exaggerated negative affect. This trait is currently seen as a central characteristic, as well as a predictor, of schizophrenia spectrum disorders. ===Signs and symptoms=== * Decreased ability to experience interpersonal pleasure * Social withdrawal/isolation * Decreased capacity for social contact and interaction * Lack of close friends and intimate relationships, and decreased quality of those relationships * Poor social adjustment * Decreased positive affect * Flat affect * Depressed mood * State-related anxiety ===Background and early clinical observation=== The term anhedonia is derived from the Greek an-, \"without\" and hēdonē, \"pleasure\". Interest in the nature of pleasure and its absence dates back to ancient Greek philosophers such as Epicurus. The symptoms of anhedonia were introduced to the realm of psychopathology in 1809 by John Haslam, who characterized a patient suffering from schizophrenia as indifferent to \"those objects and pursuits which formerly proved sources of delight and instruction\". The concept was formally coined by Théodule-Armand Ribot and later used by psychiatrists Paul Eugen Bleuler and Emil Kraepelin to describe a core symptom of schizophrenia. In particular, Rado postulated that schizotypes, or individuals with the schizophrenic phenotype, have two key genetic deficits, one related to the ability to feel pleasure (anhedonia) and one related to proprioception. In 1962 Meehl furthered Rado's theory through the introduction of the concept of schizotaxia, a genetically-driven neural integrative defect thought to give rise to the personality type of schizotypy. Loren and Jean Chapman further distinguished between two types of anhedonia: physical anhedonia, or a deficit in the ability to experience physical pleasure, and social, or a deficit in the ability to experience interpersonal pleasure. Recent research suggests that social anhedonia may represent a prodrome of psychotic disorders. Master's Thesis. University of Maryland, College Park. College Park, MD. First-degree relatives of individuals with schizophrenia show elevated levels of social anhedonia, higher baseline scores of social anhedonia are associated with later development of schizophrenia. These findings provide support for the conjecture that it represents a genetic risk marker for schizophrenia-spectrum disorders. Additionally, elevated levels of social anhedonia in patients with schizophrenia have been linked to poorer social functioning. Socially anhedonic individuals perform worse on a number of neuropsychological tests than non-anhedonic participants, and show similar physiological abnormalities seen in patients with schizophrenia. ===Comorbidity=== Anhedonia is present in several forms of psychopathology.American Psychiatric Association: Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision. (2000). Washington, DC, American Psychiatric Association. ====Depression==== Social anhedonia is observed in both depression and schizophrenia. However, social anhedonia is a state related to the depressive episode and the other is trait related to the personality construct associated with schizophrenia. These individuals both tend to score highly on self-report measures of social anhedonia. Blanchard, Horan, and Brown demonstrated that, although both the depression and the schizophrenia patient groups can look very similar in terms of social anhedonia cross-sectionally, over time as individuals with depression experience symptom remission, they show fewer signs of social anhedonia, while individuals with schizophrenia do not. Blanchard and colleagues (2011) found individuals with social anhedonia also had elevated rates of lifetime mood disorders including depression and dysthymia compared to controls. ====Social anxiety==== As mentioned above, social anxiety and social anhedonia differ in important ways. However, social anhedonia and social anxiety are also often comorbid. People with social anhedonia may display increased social anxiety and be at increased risk for social phobias and generalized anxiety disorder. It has yet to be determined what the exact relationship between social anhedonia and social anxiety is, and if one potentiates the other. Individuals with social anhedonia may display increased stress reactivity, meaning that they feel more overwhelmed or helpless in response to a stressful event compared to control subjects who experience the same type of stressor. This dysfunctional stress reactivity may correlate with hedonic capacity, providing a potential explanation for the increased anxiety symptoms experienced in people with social anhedonia. In an attempt to separate out social anhedonia from social anxiety, the Revised Social Anhedonia ScaleEckblad, M.L., Chapman, L.J., Chapman, J.P., & Mishlove, M. (1982). The Revised Social Anhedonia Scale . Unpublished test didn't include items that potentially targeted social anxiety. However, more research must be conducted on the underlying mechanisms through which social anhedonia overlaps and interacts with social anxiety. The efforts of the \"social processes\" RDoC initiative will be crucial in differentiating between these components of social behavior that may underlie mental illnesses such as schizophrenia. ===Primary relevance in schizophrenia and schizophrenia spectrum disorders=== Social anhedonia is a core characteristic of schizotypy, which is defined as a continuum of personality traits that can range from normal to disordered and contributes to risk for psychosis and schizophrenia. Social anhedonia is a dimension of both negative and positive schizotypy. It involves social and interpersonal deficits, but is also associated with cognitive slippage and disorganized speech, both of which fall into the category of positive schizotypy. Not all people with schizophrenia display social anhedonia and likewise, people who have social anhedonia may never be diagnosed with a schizophrenia-spectrum disorder if they do not have the positive and cognitive symptoms that are most frequently associated with most schizophrenia-spectrum disorders. Social anhedonia may be a valid predictor of future schizophrenia-spectrum disorders; young adults with social anhedonia perform in a similar direction to schizophrenia patients in tests of cognition and social behavior, showing potential predictive validity. Social anhedonia usually manifests in adolescence, possibly because of a combination of the occurrence of critical neuronal development and synaptic pruning of brain regions important for social behavior and environmental changes, when adolescents are in the process of becoming individuals and gaining more independence. ===Treatment=== There is no validated treatment for social anhedonia. Future research should focus on genetic and environmental risk factors to hone in on specific brain regions and neurotransmitters that may be implicated in social anhedonia's cause and could be targeted with medication or behavioral treatments. Social support may also play a valuable role in the treatment of social anhedonia. Blanchard et al. found that a greater number of social supports, as well as a greater perceived social support network, were related to fewer schizophrenia-spectrum symptoms and to better general functioning within the social anhedonia group. So far, no medicine has been developed to specifically target anhedonia. ===Gender differences=== In the general population, males score higher than females on measures of social anhedonia. This sex difference is stable throughout time (from adolescence into adulthood) and is also seen in people with schizophrenia-spectrum disorders. These results may reflect a more broad pattern of interpersonal and social deficits seen in schizophrenia-spectrum disorders. On average, males with schizophrenia are diagnosed at a younger age, have more severe symptoms, worse treatment prognosis, and a decrease in overall quality of life compared to females with the disorder. These results, coupled with the sex difference seen in social anhedonia, outline the necessity for research on genetic and hormonal characteristics that differ between males and females, and that may increase risk or resilience for mental illnesses such as schizophrenia. ===Assessing social anhedonia=== There are several self-report psychometric measures of schizotypy which each contain subscales related to social anhedonia: * Revised Social Anhedonia Scale—Chapman Psychosis Proneness Scales * No Close Friends Subscale – Schizotypal Personality Questionnaire * Introverted Anhedonia Subscale—Oxford–Liverpool Inventory of Feelings and Experiences ===Genetic components=== L.J. and J.P. Chapman were the first to discuss the possibility that social anhedonia may stem from a genetic vulnerability. The disrupted in schizophrenia 1 (DISC1) gene has been consistently associated with risk for, and cause of, schizophrenia-spectrum disorders and other mental illnesses. More recently, DISC1 has been associated with social anhedonia within the general population. Tomppo identified a specific DISC1 allele that is associated with an increase in characteristics of social anhedonia. They also identified a DISC1 allele associated with decreased characteristics of social anhedonia, that was found to be preferentially expressed in women. More research needs to be conducted, but social anhedonia may be an important intermediate phenotype (endophenotype) between genes associated with risk for schizophrenia and phenotype of the disorder. ===Neurobiological correlates=== Researchers studying the neurobiology of social anhedonia posit that this trait may be linked to dysfunction of reward-related systems in the brain. This circuitry is critical for the sensation of pleasure, the computation of reward benefits and costs, determination of the effort required to obtain a pleasant stimulus, deciding to obtain that stimulus, and increasing motivation to obtain the stimulus. In particular, the ventral striatum and areas of the prefrontal cortex (PFC), including the orbitofrontal cortex (OFC) and dorsolateral (dl) PFC, are critically involved in the experience of pleasure and the hedonic perception of rewards. With regards to neurotransmitter systems, opioid, gamma-Aminobutyric acid and endocannabinoid systems in the nucleus accumbens, ventral pallidum, and OFC mediate the hedonic perception of rewards. Activity in the PFC and ventral striatum have been found to be decreased in anhedonic individuals with major depressive disorder (MDD) and schizophrenia. However, schizophrenia may be less associated with decreased hedonic capacity and more with deficient reward appraisal. ==Specific musical anhedonia== Recent studies have found people who do not have any issue processing musical tones or beat, yet receive no pleasure from listening to music. Specific musical anhedonia is distinct from melophobia, the fear of music. == See also == * Avolition * Dysthymia == References == == External links == * Anhedonia – Bipolar Disorder Symptoms * No Pleasure, No Reward Category:Symptoms and signs of mental disorders Category:Mood disorders Category:Major depressive disorder",
 "title": "Anhedonia"
}