{
 "id": "271109",
 "text": "Nueva Vizcaya, officially the Province of Nueva Vizcaya (; ; ) is a landlocked province in the Philippines located in the Cagayan Valley region in Luzon. Its capital is Bayombong. It is bordered by Benguet to the west, Ifugao to the north, Isabela to the northeast, Quirino to the east, Aurora to the southeast, Nueva Ecija to the south, and Pangasinan to the southwest. Quirino province was created from Nueva Vizcaya in 1966. ==Etymology== The name Nueva Vizcaya is derived from the name of the province of Biscay (called Vizcaya in Spanish, Bizkaia in Basque) during the Spanish colonial period. This can be seen in the right part of the seal, a representation of the heraldic of Vizcaya in Spain. ==History== ===Spanish period=== thumb|left|An old map showing the province and its original borders The areas of present-day Nueva Vizcaya used to be part of the vast Provincia de Cagayan. Organized religion in Nueva Vizcaya dates back to the year 1607, when the Dominican Order arrived in the province. It was not until 1609, however, that the first settlement of a religious order was established in the southern half of the province. In 1702, a convent was erected in Burubur at the foot of the Caraballo Mountains in Santa Clara, which is now a barangay in the town of Aritao. It was on this site that the first mass in Nueva Vizcaya was celebrated and the first baptism of a Christian convert was held. Spanish conquest of Nueva Vizcaya was slow and arduous. Expeditions had to be sent again and again because the natives refused to accept Spanish sovereignty. In some of these expeditions, services of some Filipino chieftains were utilized. The most famous of these expeditions was that commanded by Mariano Oscariz, in 1847–1848, which carried him clear through the province across to Palanan on the eastern coast of Luzon. In 1839, upon the advice of the alcalde mayor of Cagayan, Luis Lardizabal, then-Governor General of the Philippines created the politico- military province of Nueva Vizcaya. The order was approved by a Royal Decree on April 10, 1841. The original province covered the areas of present-day Nueva Vizcaya, Quirino, Ifugao, and a large portion of Isabela, as well as much of Aurora. Civil government was established in the province by the Philippine Commission in 1902 during the American Colonial Period of the Philippines. The territories of Nueva Vizcaya were greatly reduced when Nueva Vizcaya ceded a big portion of its north-eastern territory, including Camarag, its first capital, now Echague, to form the province of Isabela in May 1865. ===American period=== In 1908, the northwestern territory of Nueva Vizcaya was annexed to the newly organized sub-province of Ifugao. The survey executed by the Bureau of Lands in 1914 further caused the diminution of its area and reduced again upon the enactment of the Administrative Code of 1917. The province of Nueva Vizcaya was also included in the 12th district of the Philippine Senate during the American period. The district included Mountain Province (present-day Apayao, Kalinga, Mountain Province, and Benguet), Cotabato (undivided), Agusan (undivided), Davao (undivided), Zamboanga (undivided), and Sulu (undivided). The province was included in the district because of its ethnic compatibility with Mountain Province and other indigenous domains in the Cordilleras and Mindanao. thumb|Official rendering of the seal used by Provincial Government ===World War II=== During the Pacific War of the Second World War, Dalton Pass was the scene of a major battle between the Empire of Japan, the Commonwealth of the Philippines and American forces, with the Allies winning on 31 May 1945.Smith, R.R., 2005, Triumph in the Philippines, Honolulu: University Press of the Pacific, ===Post-war era=== In 1971, with the passage of Republic Act No. 6394, Quirino, which was then a sub-province of Nueva Vizcaya, was separated from its mother province and made into a regular province. Since Nueva Vizcaya's birth as a province, traces of the culture and customs of its early settlers-- the Ilongots (Bugkalot), Igorots, Ifugaos, Isinais, and the Gaddangs--can still be seen. The influx of civilization and the infusion of modern technology to the life stream of the province induced immigration from adjacent provinces. The province was pushed to be included in the Cordillera Autonomous Region because the province is technically within the Cordillera, however, it did not came to be due to the failure to enact an autonomous Cordillera by the national government. In 2017, a new bill gained momentum in Congress. The bill aims to finally establish an autonomous Cordillera region, however, questions linger on the exclusion of Nueva Vizcaya despite the province being culturally and geographically linked to the Cordilleras. The province also has the largest Igorot population outside the Cordillera region. ==Geography== Surrounded by North Luzon's three large mountain ranges, Nueva Vizcaya is generally mountainous, varying from steep mountains to rolling hills, with some valleys and plains. It is bordered on the west by the Cordillera mountains, on the east by the Sierra Madre mountains, and on the south by the Caraballo Mountains. The province (and the entire Cagayan Valley) are separated from the Central Luzon plains by the Caraballo Mountains. The province has a total land area of . The southernmost province in the Cagayan Valley region, Nueva Vizcaya lies approximately north of Metro Manila and can be reached by land via the Cagayan Valley Road (Maharlika Highway). ===Administrative divisions=== Nueva Vizcaya comprises 15 municipalities, with Bayombong as the provincial capital and major educational center, Bambang (the agricultural hub) and Solano (the financial district) as the major commercial centers, and Kayapa as the summer capital and \"vegetable bowl\" of the province. All municipalities are encompassed by a lone legislative district. Geographically, the western half of Nueva Vizcaya is part of the main Cordilleras, while its eastern half is part of the Caraballos, the meeting point of the Cordilleras and the Sierra Madre. There have been grassroot moves to reunify Nueva Vizcaya with the Cordilleras due to cultural and geographical harmony, however, none have been introduced in Congress. *1st District: Ambaguio, Bagabag, Bayombong, Diadi, Quezon, Solano, Villaverde *2nd District: Alfonso Castañeda, Aritao, Bambang, Dupax del Norte, Dupax del Sur, Kayapa, Kasibu, Santa Fe thumb|Political map of Nueva Vizcaya {| class=\"wikitable sortable\" style=\"table-layout:fixed;text-align:right;background- color:white;font-size:95%;border-collapse:collapse;margin:auto;\" ! scope=\"col\" style=\"border-width:thin 0 0 thin;\" class=\"unsortable\" rowspan=\"2\" | ! scope=\"col\" style=\"border-width:thin 0 0 0;text-align:left;padding- right:1.5em;\" class=\"unsortable\" colspan=\"2\" | Municipality ! scope=\"col\" style=\"border-bottom:0;text-align:center;\" class=\"unsortable\" colspan=\"3\" | Population ! scope=\"col\" style=\"border-bottom:0;text-align:center;\" class=\"unsortable\" | ! scope=\"col\" style=\"border-bottom:0;text-align:center;\" class=\"unsortable\" colspan=\"2\" | Area ! scope=\"col\" style=\"border- bottom:0;text-align:center;\" class=\"unsortable\" colspan=\"2\" | Density ! scope=\"col\" style=\"border-bottom:0;text-align:center;\" class=\"unsortable\" | |- ! style=\"border-width:0 thin thin 0;\" colspan=\"2\" | ! style=\"border-width:0 0 thin thin;text-align:center;\" colspan=\"2\" | ! style=\"border-width:0 thin thin 0;text-align:center;\" | ! style=\"border-top:0;\" | ! style=\"border-width:0 0 thin thin;text-align:center;\" | km2 ! style=\"border-width:0 thin thin 0;text- align:center;\" class=\"unsortable\" | ! style=\"border-width:0 0 thin thin;text- align:center;\" | /km2 ! style=\"border-width:0 thin thin 0;text-align:center;\" class=\"unsortable\" | ! style=\"border-top:0;\" | |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Alfonso Castañeda | | 7,428 | | | | style=\"text-align:center;\" | 6 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Ambaguio | | 13,452 | | | | style=\"text-align:center;\" | 8 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Aritao | | 37,115 | | | | style=\"text-align:center;\" | 22 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Bagabag | | 35,462 | | | | style=\"text-align:center;\" | 17 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Bambang | | 47,657 | | | | style=\"text-align:center;\" | 25 |- ! scope=\"row\" style=\"border-width:medium 0 medium medium;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-width:medium 0 medium;\" | Bayombong | style=\"border- width:medium medium medium 0;padding-right:0.7em;\" | † | | 57,416 | | | | style=\"text-align:center;\" | 25 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Diadi | | 16,484 | | | | style=\"text-align:center;\" | 19 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | | | 25,697 | | | | style=\"text- align:center;\" | 15 |- ! scope=\"row\" style=\"border-right:0;background- color:initial;\" | | style=\"text-align:left;font-weight:bold;border-left:0;\" colspan=\"2\" | | | 18,146 | | | | style=\"text-align:center;\" | 19 |- ! scope=\"row\" style=\"border-right:0;background-color:initial;\" | | style=\"text- align:left;font-weight:bold;border-left:0;\" colspan=\"2\" | Kasibu | | 33,379 | | | | style=\"text-align:center;\" | 30 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Kayapa | | 21,453 | | | | style=\"text-align:center;\" | 30 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Quezon | | 19,385 | | | | style=\"text-align:center;\" | 12 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Santa Fe | | 14,427 | | | | style=\"text-align:center;\" | 16 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Solano | | 56,134 | | | | style=\"text-align:center;\" | 22 |- ! scope=\"row\" style=\"border- right:0;background-color:initial;\" | | style=\"text-align:left;font- weight:bold;border-left:0;\" colspan=\"2\" | Villaverde | | 17,720 | | | | style=\"text-align:center;\" | 9 |- class=\"sortbottom\" ! scope=\"row\" style=\"border-right:0;\" | ! colspan=\"3\" style=\"border-left:0;text- align:left;font-size:medium;font-variant:small-caps;letter-spacing:0.05em;\" | Total ! style=\"text-align:right;\" | 452,287 ! style=\"text-align:right;\" | 421,355 ! style=\"text-align:right;\" | ! style=\"text-align:right;\" | 4,813.88 ! style=\"text-align:right;\" | ! style=\"text-align:right;\" | ! style=\"text- align:right;\" | ! style=\"text-align:center;\" | 275 |- class=\"sortbottom\" style=\"background-color:#F2F2F2;line-height:1.3em;border-top:double grey;\" | colspan=\"2\" style=\"border-width:thin 0 0 thin;\" | | colspan=\"5\" style=\"border- width:thin 0 0 0;text-align:center;padding:0.7em 0;\" | Provincial capital | colspan=\"6\" style=\"border-width:thin 0 0 0;text-align:left;padding:0.7em 0;\" | Municipality |- class=\"sortbottom\" style=\"background-color:#F2F2F2;line- height:1.3em;font-size:110%;\" | colspan=\"13\" style=\"border-top:0;text- align:left;padding:0 13em;\" | |} ===Barangays=== The 15 municipalities of the province comprise a total of 275 barangays, with Roxas in Solano, Nueva Vizcaya as the most populous in 2010, and Santa Rosa in Santa Fe, Nueva Vizcaya as the least. ==Demographics== thumb|upright|Ilongot tribe from Oyao in Nueva Vizcaya The population of Nueva Vizcaya in the was people, with a density of . Nueva Vizcaya is home to about 18 indigenous peoples, which includes the major tribes of the Ifugao , Gaddang , Isinai , Dumagat , Kalanguya , and the Bugkalot . Indigenous peoples' groups have filed for ancestral domain titles covering parts of the province. The Ilokano population in the province are not indigenous as they were part of the labor force initially needed by the Spanish administration to work on the tobacco plantations beginning in the 1700s, and later immigrants with skills construct churches and other structures needed for development. Indigenous tribes were not cooperative with the Spaniards. After several insurrections by the locals, Spanish officials chose to import trained labor from established settlements in the coastal regions of Pangasinan and Ilocos. So, it was deliberated in the Spanish Congress the need for in migration of labor. After it was voted by a majority and approved by the king, Ilocanos started to migrate and were given homestead. Thus, the start of the migration of Ilocanos in the province. Every last week of May, these ethnolinguistic groups gather to celebrate the Ammungan festival (formerly Panagyaman festival), a week-long affair culminating on May 24, the province's foundation day. ===Religion=== Roman Catholics are about 63% of the population of the province. Other faiths are divided among Aglipayan Church , Iglesia ni Cristo which form about 5-6% of the province population, The Church of Jesus Christ of Latter-day Saints, Jehovah's Witnesses, Baptist, Methodist, Pentecostals, Seventh-day Adventist and other Evangelical Christians which forms about 17%-20% of the province's populationhttp://psa.gov.ph/sites/default/files/attachments/hsd/specialrelease/Nueva%20Vizcaya_Statistical%20Tables.xls as well as Muslims and indigenous Cordilleran religions. ===Languages=== Nueva Vizcaya province possesses one of the most diverse array of indigenous languages in Luzon, a testimony to its cultural and geographic linkages with the Cordillera mountain range. The indigenous languages of the province listed by the Komisyon ng Wikang Filipino are the Bugkalut language, Ibaloy language, Ifugaw language, Iguwak language, Irungdungan language, Isinay language, Kalanguya language, and Kankanaey language. During the later part of the Spanish regime, people from Ilocos region migrated to the province through the recommendation of Spanish officials in the province. It was deliberated in the Spanish court in Spain and with a majority vote and approval of the king of Spain, Ilocanos were allowed to migrate to the province. Thus, the importation of the Ilokano language and culture started. Remarkably, the economy of the province started to grow because of the industry of the Ilocanos as well as through their innate talent in entrepreneurship and in other industries including agriculture. ==Economy== thumb|Fresh tilapia catch Agriculture is the main industry in the province, together with rice, corn, fruits and vegetables as major crops. Nueva Vizcaya is a major producer of citrus crops in the country, principally pomelo, ponkan and oranges. The Nueva Vizcaya Agricultural Terminal in Bambang supplies the demand of neighboring provinces and Metro Manila. There is a mining industry in the province which added to the provincial income. However, mining activities have also been alleged to have dried up water sources, polluted the environment, and endangered livelihoods of farmers and fisherfolk. According to the Mines and Geosciences Bureau, deposits of metallic minerals discovered in the province are copper, gold, molybdenum and pyrite. Non-metallic deposits include red clay, white clay and limestone, with sand and gravel being the most abundant deposits in the province. On January 11, 2008, the Cagayan Bureau of Fisheries and Aquatic Resources (BFAR) stated that tilapia (species of cichlid fishes from the tilapiine cichlid tribe) production grew and Cagayan Valley is now the Philippines' tilapia capital (Saint Peter's fish). Production supply grew 37.25% since 2003, with 14,000 metric tons (MT) in 2007. The recent aquaculture congress found that the growth of tilapia production was due to government interventions: provision of fast-growing species, accreditation of private hatcheries to ensure supply of quality fingerlings, establishment of demonstration farms, providing free fingerlings to newly constructed fishponds, and the dissemination of tilapia to Nueva Vizcaya (in Diadi town). ==Government== Nueva Vizcaya has one congressional district, although there has been a longtime proposal to divide the province into two congressional districts. {| class=\"wikitable\" style=\"font-size:90%;background- color:#FDFDFD;line-height:1.30em;\" |+Members of the Nueva Vizcaya Provincial Council (20192022) |- ! scope=\"col\" | Position ! scope=\"col\" | Provincial Official |- ! scope=\"row\" | Provincial Governor | style=\"text-align:center;\" | Carlos M. Padilla |- ! scope=\"row\" | Provincial Vice Governor | style=\"text- align:center;\" | Jose Tomas Sr. |- ! scope=\"row\" rowspan=1 | District Representative (Lone District of Nueva Vizcaya) | style=\"text-align:center;\" | Rep. Luisa L. Cuaresma |- ! scope=\"row\" rowspan=10 | Provincial Board Members | style=\"text-align:center;\" | Patricio Dumlao Jr. |- | style=\"text- align:center;\" | Nestor Sevillena |- | style=\"text-align:center;\" | Delbert Tidang |- | style=\"text-align:center;\" | Eunice Gambol |- | style=\"text- align:center;\" | Primo Percival Marcos |- | style=\"text-align:center;\" | Roland Carub |- | style=\"text-align:center;\" | Dr. Cirilo Galindez |- | style=\"text-align:center;\" | Edgardo Balgos |- | style=\"text-align:center;\" | Flodemonte Gerdan |- | style=\"text-align:center;\" | Elma Pinao-an Lejao |} ==Education== Nueva Vizcaya has the following education institutions, among others. * Saint Catherine's School (Bambang) * Nueva Vizcaya State University, with campuses in Bayombong and Bambang. * Saint Mary's University (Bayombong) * Muir Woods Academy, Inc. (Bayombong) * Philippine Science High School - Cagayan Valley Campus (Bayombong) * Aldersgate College (Solano) * Sierra College (Bayombong) * PLT College, Inc. (Bayombong) * King's Colleges of the Philippines (Bambang) * Saint Mary's School of Dupax * Saint Teresitas's Academy of Aritao * Dupax Del Norte National High School * Dupax Del Sur National High School * Saint Catherine of Siena * Saint Louis School (Solano) ===College/Vocational=== * Aldersgate College (Solano) * Fuzeko Polytechnic College (Solano) * King's College of the Philippines (formerly: Eastern Luzon Colleges) (Bambang) * Northern Luzon Technical Institute (Bayombong) * Nueva Vizcaya Caregiver Academy (Solano) * Nueva Vizcaya Institute (Aritao) * PLT College Inc. (Bayombong) * Saint Mary's University (Bayombong) * Sierra College (Bayombong) * Solano Institute of Technology (Solano) * Vizcaya Institute of Computer Science (Bayombong) ==References== ==External links== * * * * Official website of the Province of NUEVA VIZCAYA * Philippine Standard Geographic Code * Local Governance Performance Management System * Web Presence Provider based in Nueva Vizcaya Category:Provinces of the Philippines Category:States and territories established in 1841 Category:1841 establishments in the Philippines",
 "title": "Nueva Vizcaya"
}