{
 "id": "271898",
 "text": "Pedro Juan Carrasco García (11 July 1943 – 27 January 2001) was a Spanish boxer whose fame transcended the boxing ring. During the 1970s, he was a media darling in Spain. Carrasco was crowned European Lightweight champion in 1967. This triumph was followed four years later, in 1971, with a victory over Mando Ramos in Madrid by disqualification in 11 rounds for the WBC's world Lightweight title. The victory was marred by controversy because Carrasco won the title while lying on the canvas: he had been hit in the head by Ramos. The fight's referee expressed confusion as to whether the blow was legal, but he decided to call it an illegal blow and raised Carrasco's hand in signal of victory. Carrasco immediately became a national hero in Spain, as Spain's second-ever world boxing champion.1971-11-05 : Mando Ramos 135 lbs lost to Pedro Carrasco 134¾ lbs by DQ in round 12 of 15. boxrec.com Carrasco, who was a culturally educated fighter, became a sensation with the media, especially with tabloid magazines, and he started to be seen with Spanish show business stars. His picture appeared on the covers of such magazines as ¡Hola! many times. He married the singer Rocío Jurado, with whom he had a daughter, Rocío Carrasco. He was also married to Raquel Mosquera for five years. In 1971, and because of the controversial nature of his world championship win over Ramos, the WBC ordered a rematch, and it was fought in Los Angeles. There, the fight was controversial again, this time because Carrasco looked to most onlookers and fans to be clearly the winner but the decision was favorable to Ramos and retook title. They had another rematch, and Ramos beat Carrasco again. Carrasco's career boxing record was 106–3–2 (66 KOs). After beginning his career 12–1–1, Carrasco had a streak on which he went 92–0–1. The draw came after Carrasco had won 83 consecutive fights. This undefeated streak was longer than Julio César Chávez's (90–0–1). Chávez's streak, however, was from the beginning of the career, and he was 87–0 before the draw. In 1983, the WBC selected Carrasco in their list of 40 greatest boxers of the last 40 years.Sares, Ted (17 September 2012) Los Vatos of Southern California. boxing.com Carrasco's death of a heart attack in 2001 caused shock in Spain, particularly because of his relatively young age, just 57.Pedro Carrasco ha muerto. Hola. 28 January 2001 == See also == * List of lightweight boxing champions * List of WBC world champions ==References== Category:1943 births Category:2001 deaths Category:People from the Province of Huelva Category:World boxing champions Category:Spanish male boxers Category:Lightweight boxers",
 "title": "Pedro Carrasco"
}