{
 "id": "272097",
 "text": "In-band on-channel (IBOC) is a hybrid method of transmitting digital radio and analog radio broadcast signals simultaneously on the same frequency. The name refers to the new digital signals being broadcast in the same AM or FM band (in-band), and associated with an existing radio channel (on-channel). By utilizing additional digital subcarriers or sidebands, digital information is \"multiplexed\" on existing signals, thus avoiding re-allocation of the broadcast bands. IBOC relies on unused areas of the existing spectrum to send its signals. This is particularly useful in North America style FM, where channels are widely spaced at 200 kHz but use only about 50 kHz of that bandwidth for the audio signal. In most countries, FM channel spacing may be as close as 100 kHz, and on AM it is only 10 kHz. While these all offer some room for additional digital broadcasts, most attention on IBOC is in the FM band in North American systems; in Europe and many other countries, entirely new bands were allocated for all-digital systems. Digital radio standards generally allow multiple program channels to be multiplexed into a single digital stream. In North American FM, this normally allows two or three high- fidelity signals in one channel, or one high-fidelity signal and several additional channels at medium-fidelity levels that are much higher quality than AM. For even greater capacity, some existing subcarriers can be taken off the air to make additional bandwidth available in the modulation baseband. On FM for instance, this might mean removing stereo from the analog signal, relying on the digital version of that signal to provide stereo where available, and making room for another digital channel. Due to the lack of available bandwidth in AM, IBOC is incompatible with analog stereo, although this is rarely used today, and additional channels are limited to highly compressed voice such as traffic and weather. Eventually, stations can go from digital/analog-hybrid mode to all-digital, by eliminating the baseband monophonic audio. ==FM methods== On FM there are currently three methods of IBOC broadcasting in use, mainly in the United States. ===HD Radio Broadcasting=== The first, and currently only, digital technology approved for use on AM and FM broadcast frequencies by the Federal Communications Commission in the United States, is the proprietary HD Radio system developed by iBiquity Digital Corporation, which transmits energy beyond the allotted ±100 kHz FM channel. This creates potential interference issues with adjacent channels. This is the most widespread system in use, with approximately 1,556 stations transmitting HD radio in the US, plus over 800 new multicast channels (as of Jan 2010). There is a one-time license fee to iBiquity Digital, for the use of its intellectual property, as well as costs for new equipment which range from $50,000 to $100,000 US (2010) per station. ===FMeXtra=== The other system is FMeXtra by Digital Radio Express, which instead uses subcarriers within the existing signal. This system was introduced more recently. The system is compatible with HD Radio in hybrid mode, but not in all-digital mode, and with RBDS. The stereo subcarrier can be removed to make more space available for FMeXtra in the modulation baseband. However, the system is not compatible with other existing 67–92 kHz subcarriers which have mostly fallen into disuse. The system is far less expensive and less complicated to implement, needing only to be plugged into the existing exciter, and requiring no licensing fees. FMeXtra has generally all the user features of HD Radio, including multicast capability; the ability to broadcast several different audio programs simultaneously. It uses the aacPlus (HE-AAC) codec. FMeXtra can control listening with conditional access and encryption. ===DRM=== Digital Radio Mondiale allows for simultaneous transmission of multiple data streams alongside an audio signal. The DRM mode for VHF provides bandwidths from between 35 kbit/s to 185 kbit/s and up to four simultaneous data streams, allowing 5.1 surround vdv quality audio to be broadcast alongside other multimedia content - images, video or HTML content are typical examples. While it is not backwardly compatible with existing FM receiver equipment, with broadcasts digitally encoded using HE-AAC or xHE-AAC, this ability to operate within the internationally agreed FM spectrum of 88-108 MHz makes DRM a viable candidate for future adoption when countries begin to switch off their analogue broadcasts. ==AM methods== ===HD Radio Broadcasting=== iBiquity also created a mediumwave HD Radio system for AM, which is the only system approved by the Federal Communications Commission for digital AM broadcasting in the United States. The HD Radio system employs use of injected digital sidebands above and below the audible portion of the analog audio on the primary carrier. This system also phase modulates the carrier in quadrature and injects more digital information on this phase-modulated portion of the carrier. It is based on the principle of AM stereo where it puts a digital signal where the C-QUAM system would put the analog stereo decoding information. ===DRM=== Digital Radio Mondiale has had much more success in creating an AM system, and one that could be much less expensive to implement than any proprietary HD Radio system, although it requires new frequency. It is the only one to have been accepted mediumwave but also shortwave (and possibly longwave) by the International Telecommunication Union (ITU) for use in regions I and III, but not yet in region II, the Americas. The HD Radio system has also been approved by International Telecommunication Union. ===CAM-D=== CAM-D is yet another method, though it is more of an extension of the current system. Developed by AM stereo pioneer Leonard R. Kahn, It encodes the treble on very small digital sidebands which do not cause interference to adjacent channels, and mixes it back with the analog baseband. Unlike the other two, it is not intended to be capable of multichannel, opting for quality over quantity. Unlike the HD system iBiquity calls \"hybrid digital\" the CAM-D system truly is a direct hybrid of both analog and digital. Some engineers believe that CAM-D may be compatible with analog AM stereo with the right engineering. Critics of CAM-D point to several drawbacks: #being primarily analog, the system will be just as subject to artificial interference and noise as the current AM system #there are virtually no receivers available for the system and at present, no major manufacturer has announced even the intention to begin production of them; and #the cost of retrofitting with CAM-D is more than that of simply buying a new, HD-ready solid state transmitter. == IBOC Versus DAB == While the United Kingdom and many other countries have chosen the Eureka 147 standard of digital audio broadcasting (DAB) for creating a digital radio service, the United States has selected IBOC technology for its digital AM and FM stations. The band commonly used for terrestrial DAB is part of VHF band III, which does not suffer from L-band's significant line-of-sight problems. However, it is not available in North America since that span is occupied by TV channels 7 to 13 and the amateur radio 1.25 meter (222 MHz) band. The stations currently occupying that spectrum did not wish to give up their space, since VHF offers several benefits over UHF: relatively lower power, long distance propagation (up to 100 miles (160 km) with a rooftop antenna), and a longer wavelength that is more robust and less affected by interference. In Canada, the Canadian Radio- television and Telecommunications Commission (CRTC) is continuing to follow the analog standard, so the channels remain unavailable there as well. HD Radio testing has been authorized in Canada, as well as other countries around the world. There was also concern that AM and FM stations' branding, using their current frequencies, would be lost to new channel numbers, though virtual channels such as on digital television would eliminate this. Also, several competing stations would have to share a transmitter that multiplexes them all into one ensemble with the same coverage area (though many FM stations are already diplexed in large cities such as New York). A further concern to FM station operators was that AM stations could suddenly be in competition with the same high audio quality, although FM would still have the advantage of higher data rates (300 kbit/s versus 60 kbit/s in the HD Radio standard) due to greater bandwidth (100 kHz versus 10 kHz). The most significant advantage for IBOC is its relative ease of implementation. Existing analog radios are not rendered obsolete and the consumer and industry may transition to digital at a rational pace. In addition, the technology infrastructure is in place: most major broadcast equipment manufacturers are implementing IBOC technology and 60+ receiver manufacturers are selling IBOC reception devices. In the UK, Denmark, Norway and Switzerland, which are the leading countries with regard to implementing DAB, the first-generation MPEG-1 Audio Layer II (MP2) codec stereo radio stations on DAB have a lower sound- quality than FM, prompting a number of complaints. (Norwegian) The typical bandwidth for DAB programs is only 128 kbit/s using the first generation CODEC, the less-robust MP2 standard which requires at least double that rate to be considered near-CD quality. An updated version of the Eureka-147 standard called DAB+ has been implemented. Using the more efficient high quality MPEG-4 CODEC HE-AAC v2, this compression method allows the DAB+ system to carry more channels or have better sound quality at the same bit rate as the original DAB system. It is the DAB+ implementation which will be under consideration for new station designs and not the earlier DAB scheme using the MUSICAM CODEC. The DAB+ system was coordinated and developed by the World DAB Forum, formed in 1997 from the old organization. It gives the Eureka-147 system a similar quality per bit rate as the IBOC system and hence (arguably) a better sound quality than FM. ==Challenges== AM IBOC in the United States still faces some serious technological challenges, including nighttime interference with other stations. iBiquity initially used an audio compression system known as PAC (also used at a higher bitrate in Sirius satellite radio, see Digital Audio Radio Service), but in August 2003 a switch to HDC (based- upon ACC) was made to rectify these problems. HDC has been customized for IBOC, and it is also likely that the patent rights and royalties for every transmitter and receiver can be retained longer by creating a more proprietary system. Digital Radio Mondiale is also developing an IBOC system, likely to be used worldwide with AM shortwave radio, and possibly with broadcast AM and FM. Neither of those have been approved yet for ITU region 2 (the Americas). The system, however, unlike HD Radio, does not permit the existing analog signal and the digital signal to live together in the same channel. DRM requires an additional channel to maintain both signals. Both AM and FM IBOC signals cause interference to adjacent-channel stations, but not within the station's interference-free protected contours designated by the U.S. Federal Communications Commission (FCC). It has led to derogatory terms such as IBAC (In-band adjacent-channel) and IBUZ (since the interference sounds like a buzz.) The range of a station on an HD Radio receiver is somewhat less than its analog signal. In June 2008, a group of US broadcasters and equipment manufacturers requested that the U.S. FCC increase the permissible FM IBOC power from 1% (currently) to a maximum of 10% of the analog power. On January 29, 2010, the FCC approved the request. In addition, tropospheric ducting and e-skip can reduce the range of the digital signal, as well as the analog. IBOC digital radios using iBiquity's standard are being marketed under the brand \"HD Radio\" to highlight the purported quality of reception. As of June 2008, over 60 different receiver models have been made, and stations have received blanket (no longer individual and experimental) authorization from the U.S. FCC to transmit in a multiplexed multichannel mode on FM. Originally, the use of HD Radio transmission on AM was limited to daytime only, and not allowed at night due to potential problems with skywave radio propagation. The FCC lifted this restriction in early 2007. DRM, however, is being used across Europe on shortwave, which is entirely AM skywave, without issue. With the proper receiver, many of those stations can be heard in North America as well, sans the analog signal. ==IBOC around the world== === Argentina === HD Radio technology was tested in 2004 with initial trials in Buenos Aires. Further testing of the technology began in early 2007. === Bangladesh === Government broadcaster BETAR began broadcasting HD Radio on their 100.0 MHz frequency on 9 November 2016 from their Agargaon site in Dhaka. The transmission uses a 10 kW GatesAir system. The 100.0 MHz carries programs from BBC World Service amongst others. HD 1, 2, 3 and 4 are configured. A second transmission will also have HD radio added on 88.8 MHz from the same site. === Bosnia === Trial and tests of HD Radio technology began in Sarajevo in March 2007. === Brazil === HD Radio and DRM trials in Brazil started in the mid 2000s. No regular HD Radio or DRM transmissions are allowed in Brazil as the digital radio standard in that country is not yet defined. One or two year experimental licenses were given to some Broadcasters. A joint study by the government (Ministry of Communications and ANATEL) and the National Metrology Institute (Inmetro) was done and the Digital Radio Consultative Council concluded that HD Radio and DRM do not meet the same analog transmission coverage with 20db less power. New trials are expected to occur before any decision about the Brazilian Digital Radio standard. Brazil is considering for adoption Digital Radio Mondiale or HD Radio. === Canada === After having L-band DAB for several years, the Canadian Radio-Television and Telecommunications Commission (CRTC) and Canadian Broadcasting Corporation (CBC) have also looked at the use of HD Radio, given its gradual progress in the neighbouring U.S. The CBC began HD Radio testing in September 2006, focusing on transmissions from Toronto and Peterborough, Ontario. The CRTC has since revised its policy on digital radio to allow HD Radio operations.Public Notice CRTC 2006-160 Use of HD Radio is now widespread in dense urban markets like Toronto, Vancouver and Ottawa, with some use on the AM band as well. === Czech Republic === Initial testing of the HD Radio system commenced in Prague in February 2007. === China === In China, Hunan Broadcasting Company started FMeXtra transmissions in Changsha in April 2007, and plans to put others throughout the Hunan province. SARFT (State Administration for Radio, Film and Television) is currently testing HD Radio in Beijing in contemplation for acceptance in that country. === Colombia === Caracol Radio began testing of the HD Radio technology in both the AM and FM bands in early 2008. === El Salvador === El Salvador will be choosing HD Radio as its digital radio standard. === Europe === In September 2007 the European HD Radio Alliance (EHDRA) was formed by broadcasters and other interested groups to promote the adoption of HD Radio technology by European broadcasters, regulators and standards organizations. === France === France began broadcasting an HD Radio signal in March 2006 and plans to multicast two or more channels. The radio stations that use IBOC HD in France are SIRTI and NRJ Group. The owner of the transmitter is Towercast. The frequency of IBOC HD radio is 88.2 MHz. In May 2006, The Towercast group added a single channel of digital audio on 93.9 MHz. === Germany === Radio Regenbogen began HD Radio operations on 102.8 MHz in Heidelberg on December 3, 2007 pursuant to government testing authority. === Indonesia === Forum Radio Jaringan Indonesia had tested IBOC HD transmission from March 2006 to May 2006. The IBOC HD station in Jakarta was Delta FM (99.1 MHz). In April 2006, Radio Sangkakala (in Surabaya), the first AM HD radio station in Asia, went on the air on 1062 kHz. === Jamaica === Radio Jamaica began operating full-time with both HD Radio AM and FM signals in the city of Kingston in 2008. === Mexico === All Mexican radio stations within 320 km of the U.S. border are allowed to transmit their programs on the AM and FM bands utilizing HD Radio technology. Approximately six Mexican AM and FM stations are already operating with HD Radio technology along Mexico’s border area with the US. Grupo Imagen commenced HD Radio transmissions on XHDL-FM and XEDA-FM as well as Instituto Mexicano de la Radio on XHIMR-FM, XHIMER-FM and XHOF-FM in Mexico City in June 2012. === New Zealand === HD Radio transmission in Auckland, New Zealand was started on October 19, 2005. The frequency of IBOC HD radio is 106.1 MHz. The transmitter is located at Skytower. Following successful testing, the Radio Broadcasters Association (RBA) initiated a comprehensive trial of HD Radio technology in December 2006. The aim of the trial was to assess the coverage potential of the HD Radio system and to make a recommendation on the suitability of the technology for adoption. === Philippines === The first HD Radio station in the Philippines began broadcasting on November 9, 2005. The Philippines National Telecommunications Commission finalized its rules for FM digital radio operations on November 11, 2007. === Poland === An HD Radio trial began in Warsaw in 2006 in order to demonstrate the technology to local radio stations. === Puerto Rico === WPRM FM is the first station in San Juan, Puerto Rico (part of the US) to adopt HD Radio, in April 2005. WRTU in San Juan has also commenced broadcasting in HD Radio technology in 2007. === Switzerland === FM testing sponsored by Radio Sunshine and Ruoss AG began in Lucerne in April 2006. HD Radio operations in Switzerland continue and are spotlighted each year during “HD Radio Days”, an annual gathering in Lucerne of European broadcasters and manufacturers for the purpose of discussing the rollout of the technology in Europe. Radio Sunshine has now switched to DAB+ due to the high penetration of DAB+ and lack of interest in HD Radio. DAB+ penetration in Switzerland has now reached 99.5% as of 2018. === Thailand === HD Radio transmission in Thailand was started in April 2006. Radio of Thailand had created a public IBOC HD radio network targeting mass transit commuters in Thailand's capital of Bangkok. To receive the broadcasts, more than 10,000 HD Radio receivers were installed in buses. === Ukraine === The first FM HD Radio broadcasts in Kiev went on the air in October 2006 on two FM stations operated by the First Ukrainian Radio Group. === Vietnam === Voice of Vietnam (VOV) commenced AM and FM HD Radio transmissions in Hanoi in June, 2008 including multicasting, in anticipation of making HD Radio technology a standard. === United States === As of June 2008, more than 1,700 HD Radio stations were broadcasting 2,432 HD Radio channels. HD Radio technology is the only digital technology approved by the FCC for digital AM and FM broadcasting in the US. Over 60 different HD Radio receivers are on sale in over 12,000 stores nationwide, including Apple, Best Buy, Target, and Wal-Mart. As of May 2007, FMeXtra is on several dozen stations. Several hundred stations belonging to the Idea Bank consortium will also have FMeXtra installed. ==See also== * Digital Audio Broadcasting * Digital Audio Radio Service * Digital Radio Mondiale * In-band adjacent-channel (IBAC) * ISDB ==References== ==External links== *FCC info on IBOC *IBOC interference recordings Category:Radio broadcasting",
 "title": "In-band on-channel"
}