{
 "id": "272488",
 "text": "Kingfisher plc is a British multinational retailing company headquartered in London, with regional offices located across the United Kingdom, France, Poland and Romania.\"Kingfisher Group .\" Kingfisher plc. Retrieved 2 February 2011. \"Kingfisher UK 3 Sheldon Square Paddington London W2 6PX\" It has over 1,300 stores in nine countries, and its brands include B&Q;, Castorama, Brico Dépôt and Screwfix. Kingfisher is listed on the London Stock Exchange, and is a constituent of the FTSE 100 Index. == History == The company was founded in 1982 as Paternoster Stores Ltd, to conduct a buyout of the British Woolworths chain. In March 1983, Paternoster changed its name to Woolworth Holdings plc. Woolworths already owned B&Q;, and the company expanded through subsequent acquisitions of companies such as Superdrug and Comet. The business acquired Screwfix in July 1999, which is now the United Kingdom's largest multi channel retailer of trade tools, accessories and hardware products. The company was led from January 1984, until his retirement in December 2002, by Sir Geoffrey Mulcahy. Largely through his influence, the company became the major sponsor of British sailor Ellen MacArthur. Woolworth Holdings was renamed Kingfisher plc in December 1989. Further acquisitions included European companies such as Castorama, BUT S.A. and Wegert. In July 1999, Kingfisher attempted a takeover of Asda, one of the United Kingdom's largest supermarket chains, only to be beaten by Walmart. In August 2001, coupled with an acrimonious battle for control of Castorama, the resultant share price pressure forced the sale and demerger of several parts of the company, including Woolworths (forming the Woolworths Group), and the demerger of the electricals business to form Kesa Electricals in July 2003 – causing the company to refocus entirely around DIY.Kesa Chief's pay will double after split The company was led by Gerry Murphy from December 2002 to November 2007. In January 2008, Kingfisher appointed Ian Cheshire as group chief executive. Cheshire was formerly B&Q;'s chief executive; his B&Q; role was taken over in April 2009, by Euan Sutherland, who also headed up the United Kingdom division of Kingfisher. In September 2014, it was announced that the head of Castorama Véronique Laury would replace Ian Cheshire as Kingfisher group CEO in February 2015. Laury had worked at Kingfisher for eleven years, including roles at B&Q.; In June 2017, Andy Cosslett succeeded Daniel Bernard as chairman. In March 2019, it was announced that Laury would be leaving the business at a date to be announced, following the failure of her \"One Kingfisher\" plan, and a 52.8% collapse in pre tax profits. In September 2019, Thierry Garnier was appointed as CEO. In March 2021, Following a franchise agreement with Al-Futtaim Group, Kingfisher will expand its B&Q; market to the Middle East. The Al-Futtaim Group will run and staff the stores in Saudi Arabia entirely. ==Operations== Kingfisher currently operates over 1,300 stores in eight countries in Europe and in Turkey. Its main retail brands are B&Q;, Castorama, Brico Dépôt and Screwfix. The companies now part of the Kingfisher group are: * B&Q; operations in the United Kingdom and Ireland * Brico Dépôt; in France, Spain, Portugal and Romania * Castorama; in France and Poland * Koçtaş; 50% joint venture in Turkey * Screwfix; in the United Kingdom and Ireland ===Former Operations=== * Woolworths Group; spun off June 2001, closed in December 2008. * Comet Group; spun off July 2003, closed in December 2012. * Superdrug; sold to Kruidvat Beheer BV in July 2001, then A.S. Watson Group in October 2002. * MVC; spun off with the Woolworths Group, in July 2005, ceased trading January 2006. ==References== ==External links== * Official site * Yahoo profile Category:Retail companies established in 1982 Category:British companies established in 1982 Category:Companies listed on the London Stock Exchange Category:Companies based in the City of Westminster Category:Home improvement companies of the United Kingdom Category:Multinational companies based in the City of London Category:Retail companies based in London",
 "title": "Kingfisher plc"
}