{
 "id": "272951",
 "text": "James Edward Finks (August 31, 1927 – May 8, 1994) was an American football and Canadian football player, coach, and executive. ==Early life and playing career== Finks was born in St. Louis, Missouri, attended high school in Salem, Illinois, and attended college at the University of Tulsa. After being selected as a 12th-round pick of the Pittsburgh Steelers in the 1949 NFL Draft, he played for several years as a defensive back and quarterback, retiring after the 1955 season. He was also drafted by the Cincinnati Reds in 1948 to play catcher and accepted that position before moving to the Pittsburgh Steelers to play football. ==College coaching and CFL career== Finks served as an assistant coach under Terry Brennan at the University of Notre Dame in 1956, after which he went on to the Calgary Stampeders of the Canadian Football League, where he served as a player/coach before becoming the general manager on October 31, 1957. Finks turned the Stampeders into a winning team. He signed many of the players that made Calgary the winningest team in the CFL during the 1960s, though the team did not win a Grey Cup title until 1971. He also signed quarterback Joe Kapp, who would also later play under Finks in the NFL. ==NFL front office career== In 1964, Finks was named the general manager of the Minnesota Vikings. In 1968, Minnesota won its first NFL Central Division Championship, marking the start of a dynasty that produced 11 division championship teams and four Super Bowl appearances in the following 14 years. In 1969, the Vikings won 12 of 14 games and claimed the NFL championship before losing to the American Football League's Kansas City Chiefs 23-7 in Super Bowl IV. The Vikings team that Finks put together was powered by a dynamic defensive front four, popularly known as The \"Purple People Eaters\". The first member of the unit, defensive end Jim Marshall, came to the Vikings in a 1961 trade before Finks arrived. In 1964, the new general manager added two potential stars to the line: end Carl Eller as a first-round pick in the NFL Draft, and tackle Gary Larsen in a trade. He completed \"The Purple People Eaters\" in 1967 by picking Alan Page in the draft. In 1967, Norm Van Brocklin resigned as head coach and Finks immediately hired Bud Grant, who had been a successful coach of the Winnipeg Blue Bombers of the CFL for 10 seasons. That year, Finks also brought in a new quarterback, Joe Kapp, from the CFL. Kapp had played for the Calgary Stampeders when Finks was its General Manager. During the 1969 NFL championship season, Kapp passed for a record seven touchdowns against the Baltimore Colts and was a major contributor to his team's success. In 1972, Finks made another daring trade with the New York Giants, this time to bring back Fran Tarkenton, the quarterback he had traded in 1967. In 1973, the Vikings defeated the Dallas Cowboys for the NFC championship but lost to the Miami Dolphins 24-7 in Super Bowl VIII. It turned out to be the last game with the Vikings for Finks, who that season was named the NFL Executive of the Year. Finks, who had been named a club vice-president in 1972 as a reward for his brilliant work, resigned in May 1974. ===Chicago Bears=== Finks joined the Chicago Bears as executive vice-president and general manager. Owner George Halas had made most of the football decisions himself for most of the time since joining the team in 1920 (when it was the Decatur Staleys), even after buying the team in 1921 and overseeing its move to Chicago. However, he finally saw the need to modernize and gave Finks complete control of football operations. Finks spent the 1974 season studying the Bears player talent as well as opposition players from all around the NFL. The next year, he began employing the same formula he used so well in Minnesota to improve the Bears' talent pool. The Bears under Finks improved. By 1977, they reached the playoffs for the first time since 1963. They were a playoff team again in 1979 with a 10-6 record, best-ever for the Finks-led Bears. But Finks' tenure in Chicago ended suddenly in 1982 when he resigned because Halas did not consult him in the hiring of Mike Ditka as head coach. However, he did stay with the Bears until after the 1983 Draft. Finks contributed to one of the most dominant NFL teams of the 1980s. The 1985 Bears went over 15-1 in the regular-season and shut out both the New York Giants and Los Angeles Rams in playoff games leading to the Super Bowl. After leaving the Bears, Finks joined the Chicago Cubs as president and chief executive officer in September 1983. He remained through the 1984 season when the Cubs captured the 1984 National League's Eastern Division crown. His record as GM with the Bears from 1974–1983 (Including 1983 because that was his last draft) was 65 wins – 80 losses ===Later career=== On January 14, 1986, Finks took charge of a New Orleans Saints team that never had experienced a winning season in its 19-year history. His first move was to hire a new coach, Jim Mora. Success came more quickly for Finks in New Orleans than it had in either Minnesota or Chicago. In just his second season, the Saints won 12 games for their first winning season ever. Finks was named NFL Executive of the Year for the second time. When NFL Commissioner Pete Rozelle retired in 1989, Finks was the leading candidate to replace him. He was the only candidate put forward for the job by a six-owner search committee (Wellington Mara, Lamar Hunt, Art Modell, Robert Parins, Dan Rooney, and Ralph Wilson). However, a group of 11 newer owners who wanted more of a voice in the selection process abstained from voting, preventing Finks from receiving the 19 votes necessary to become Commissioner. Six months later, a second meeting was held and it ended with 13 votes for Finks and 13 for attorney Paul Tagliabue. At a third meeting, a compromise was reached by the two groups that would make Tagliabue Commissioner and Finks president in charge of football operations. However, Finks declined this position and Tagliabue was elected by an undisclosed number of votes. ==Death== Finks died in 1994 in Metairie, Louisiana from lung cancer.William N. Wallace, \"Jim Finks, 66, Football Player Who Became N.F.L. Executive\", New York Times, May 10, 1994 He was selected to the Pro Football Hall of Fame in 1995. Finks enshrinement was based substantially on achievements with the Minnesota Vikings, Chicago Bears and New Orleans Saints franchises. He had also previously built the Vikings and Bears into Super Bowl teams—and the Saints became winners for the first time in franchise history. His longest tenure was spent with the Minnesota Vikings. His son Jim Finks, Jr. authored the 2009 book COLORS: Pro Football Uniforms of the Past and Present. == References == ==External links== * Category:1927 births Category:1994 deaths Category:American football quarterbacks Category:Canadian football quarterbacks Category:American players of Canadian football Category:Calgary Stampeders coaches Category:Calgary Stampeders general managers Category:Calgary Stampeders players Category:Chicago Bears executives Category:Chicago Cubs executives Category:Minnesota Vikings executives Category:New Orleans Saints executives Category:Notre Dame Fighting Irish football coaches Category:Pittsburgh Steelers players Category:Tulsa Golden Hurricane football players Category:Tulsa Golden Hurricane men's basketball players Category:Major League Baseball team presidents Category:National Football League general managers Category:Eastern Conference Pro Bowl players Category:Pro Football Hall of Fame inductees Category:People from Salem, Illinois Category:Players of American football from Illinois Category:Players of American football from St. Louis Category:Players of Canadian football from St. Louis Category:Deaths from lung cancer Category:Deaths from cancer in Louisiana Category:American men's basketball players",
 "title": "Jim Finks"
}