{
 "id": "272940",
 "text": "The jungle cat (Felis chaus), also called reed cat and swamp cat, is a medium- sized cat native to the Middle East, the Caucasus, South and Southeast Asia and southern China. It inhabits foremost wetlands like swamps, littoral and riparian areas with dense vegetation. It is listed as Least Concern on the IUCN Red List, and is mainly threatened by destruction of wetlands, trapping and poisoning. The jungle cat has a uniformly sandy, reddish-brown or grey fur without spots; melanistic and albino individuals are also known. It is solitary in nature, except during the mating season and mother-kitten families. Adults maintain territories by urine spraying and scent marking. Its preferred prey is small mammals and birds. It hunts by stalking its prey, followed by a sprint or a leap; the ears help in pinpointing the location of prey. Both sexes become sexually mature by the time they are one year old; females enter oestrus from January to March. Mating behaviour is similar to that in the domestic cat: the male pursues the female in oestrus, seizes her by the nape of her neck and mounts her. Gestation lasts nearly two months. Births take place between December and June, though this might vary geographically. Kittens begin to catch their own prey at around six months and leave the mother after eight or nine months. The species was first described by Johann Anton Güldenstädt in 1776 based on a specimen caught in a Caucasian wetland. Johann Christian Daniel von Schreber gave the jungle cat its present binomial name and is therefore generally considered as binomial authority. Three subspecies are recognised at present. ==Taxonomy and phylogeny== ===Taxonomic history=== The Baltic-German naturalist Johann Anton Güldenstädt was the first scientist who caught a jungle cat near the Terek River at the southern frontier of the Russian empire, a region that he explored in 1768–1775 on behalf of Catherine II of Russia. He described this specimen in 1776 under the name \"Chaus\". In 1778, Johann Christian Daniel von Schreber used chaus as the species name and is therefore considered the binomial authority. Paul Matschie in 1912 and Joel Asaph Allen in 1920 challenged the validity of Güldenstädt's nomenclature, arguing that the name Felis auriculis apice nigro barbatis was not a binomen and therefore improper, and that \"chaus\" was used as a common name rather than as part of the scientific name. In the 1820s, Eduard Rüppell collected a female jungle cat near Lake Manzala in the Nile Delta. Thomas Hardwicke's collection of illustrations of Indian wildlife comprises the first drawing of an Indian jungle cat, named the \"allied cat\" (Felis affinis) by John Edward Gray in 1830. Two years later, Johann Friedrich von Brandt proposed a new species under the name Felis rüppelii, recognising the distinctness of the Egyptian jungle cat. The same year, a stuffed cat was presented at a meeting of the Asiatic Society of Bengal that had been caught in the jungles of Midnapore in West Bengal, India. J. T. Pearson, who donated the specimen, proposed the name Felis kutas, noting that it differed in colouration from Felis chaus. Isidore Geoffroy Saint- Hilaire described a jungle cat from the area of Dehra Dun in northern India in 1844 under the name Felis jacquemontii in memory of Victor Jacquemont. In 1836, Brian Houghton Hodgson proclaimed the red-eared cat commonly found in Nepal to be a lynx and therefore named it Lynchus erythrotus; Edward Frederick Kelaart described the first jungle cat skin from Sri Lanka in 1852 and stressed upon its close resemblance to Hodgson's red cat. William Thomas Blanford pointed out the lynx-like appearance of cat skins and skulls from the plains around Yarkant County and Kashgar when he described Felis shawiana in 1876. Nikolai Severtzov proposed the generic name Catolynx in 1858, followed by Leopold Fitzinger's suggestion to call it Chaus catolynx in 1869. In 1898, William Edward de Winton proposed to subordinate the specimens from the Caucasus, Persia and Turkestan to Felis chaus typica, and regrouped the lighter built specimens from the Indian subcontinent to F. c. affinis. He renamed the Egyptian jungle cat as F. c. nilotica because Felis rüppelii was already applied to a different cat. A skin collected near Jericho in 1864 led him to describe a new subspecies, F. c. furax, as this skin was smaller than other Egyptian jungle cat skins. A few years later, Alfred Nehring also described a jungle cat skin collected in Palestine, which he named Lynx chrysomelanotis. Reginald Innes Pocock reviewed the nomenclature of felids in 1917 and classified the jungle cat group as part of the genus Felis. In the 1930s, Pocock reviewed the jungle cat skins and skulls from British India and adjacent countries. Based mainly on differences in fur length and colour he subordinated the zoological specimens from Turkestan to Balochistan to F. c. chaus, the Himalayan ones to F. c. affinis, the ones from Cutch to Bengal under F. c. kutas, and the tawnier ones from Burma under F. c. fulvidina. He newly described six larger skins from Sind as F. c. prateri, and skins with shorter coats from Sri Lanka and southern India as F. c. kelaarti. ===Classification=== In 2005, the authors of Mammal Species of the World recognized 10 subspecies as valid taxa. Since 2017, the Cat Specialist Group considers only three subspecies as valid. Geographical variation of the jungle cat is not yet well understood and needs to be examined. The following table is based on the classification of the species provided in Mammal Species of the World. It also shows the synonyms used in the revision of the Cat Classification Task Force: {| class=\"wikitable\" |+ !Subspecies !!Synonymous with !!Distribution |- style=\"vertical-align: top;\" |style=\"white-space: nowrap;\"|F. c. chaus Schreber, 1777 |style=\"white-space: nowrap;\"| *F. c. furax de Winton, 1898 *F. c. nilotica de Winton, 1898 *F. c. maimanah Zukowsky, 1915 *F. c. oxiana Heptner, 1969 |Caucasus, Turkestan, Iran, Baluchistan and Yarkand, East Turkestan, Palestine, Israel, southern Syria, Iraq, Egypt; northern Afghanistan and south of the Amu Darya River; along the right tributaries of the Amu Darya River, in the lower courses of the Vakhsh River ranging eastwards to the Gissar Valley and slightly beyond Dushanbe. |- style=\"vertical-align: top;\" |F. c. affinis Gray, 1830 | *F. c. kutas Pearson, 1832 *F. c. kelaarti Pocock, 1939 *F. c. prateri Pocock, 1939 *F. c. valbalala Deraniyagala, 1955 |South Asia: Himalayan region ranging from Kashmir and Nepal to Sikkim, Bengal westwards to Kutch and Yunnan, southern India and Sri Lanka |- style=\"vertical-align: top;\" |F. c. fulvidina Thomas, 1929 | |Southeast Asia: ranging from Myanmar and Thailand to Laos, Cambodia and Vietnam |} ===Phylogeny === In 2006, the phylogenetic relationship of the jungle cat was described as follows: The jungle cat is a member of the genus Felis within the family Felidae. Results of an mtDNA analysis of 55 jungle cats from various biogeographic zones in India indicate a high genetic variation and a relatively low differentiation between populations. It appears that the central Indian F. c. kutas population separates the Thar F. c. prateri populations from the rest and also the south Indian F. c. kelaarti populations from the north Indian F. c. affinis ones. The central Indian populations are genetically closer to the southern than to the northern populations. == Characteristics == thumb|A close view of a jungle cat F. c. affinis. Note the plain coat and the dark-tipped hairs. The jungle cat is a medium-sized, long-legged cat, and the largest of the extant Felis species. The head-and-body length is typically between . This cat stands nearly at shoulder and weighs . Its body size decreases from west (Israel) to east (India); this was attributed to greater competition from small cats in the east; body size shows a similar decrease from the northern latitudes toward the tropics. Sexually dimorphic, females tend to be smaller and lighter than males. The face is long and narrow, with a white muzzle. The large, pointed ears, in length and reddish brown on the back, are set close together; a small tuft of black hairs, nearly long, emerges from the tip of both ears. The eyes have yellow irides and elliptical pupils; white lines can be seen around the eye. Dark lines run from the corner of the eyes down the sides of the nose and a dark patch marks the nose. The skull is fairly broad in the region of the zygomatic arch; hence the head of this cat appears relatively rounder. The coat, sandy, reddish brown or grey, is uniformly coloured and lacks spots; melanistic and albino individuals have been reported from the Indian subcontinent. White cats observed in the coastline tracts of the southern Western Ghats lacked the red eyes typical of true albinos. A 2014 suggested that their colouration could be attributed to inbreeding. Kittens are striped and spotted, and adults may retain some of the markings. Dark-tipped hairs cover the body, giving the cat a speckled appearance. The belly is generally lighter than the rest of the body and the throat is pale. The fur is denser on the back compared to the underparts. Two moults can be observed in a year; the coat is rougher and lighter in summer than in winter. The insides of the forelegs show four to five rings; faint markings may be seen on the outside. The black-tipped tail, long, is marked by two to three dark rings on the last third of the length. The pawprints measure about ; the cat can cover in one step. There is a distinct spinal crest. Because of its long legs, short tail and tuft on the ears, the jungle cat resembles a small lynx. The caracal and the African wildcat have a plain coat as the jungle cat's. The jungle cat is larger and slenderer in comparison to domestic cats. ==Distribution and habitat== thumb|A jungle cat in the Sundarbans, India thumb|Female at side of road near Thol Bird Sanctuary, Gujarat, India The jungle cat is found in the Middle East, the Caucasus, the Indian subcontinent, central and Southeast Asia, Sri Lanka and in southern China. A habitat generalist, the jungle cat inhabits places with adequate water and dense vegetation, such as swamps, wetlands, littoral and riparian areas, grasslands and shrub. It is common in agricultural lands, such as fields of bean and sugarcane, across its range, and has often been sighted near human settlements. As reeds and tall grasses are typical of its habitat, it is known as \"reed cat\" or \"swamp cat\". It can thrive even in areas of sparse vegetation, but does not adapt well to cold climates and is rare in areas where snowfall is common. Historical records indicate that it occurs up to elevations of in the Himalayas. It shuns rainforests and woodlands. In Turkey, it has been recorded in wetlands near Manavgat, in the Akyatan Lagoon on the southern coast and near Lake Eğirdir. In the Palestinian territories, it was recorded in the Nablus, Ramallah, Jericho and Jerusalem Governorates in the West Bank during surveys carried out between 2012 and 2016. In Iran, it inhabits a variety of habitat types from plains and agriculture lands to mountains ranging from altitudes of in at least 23 of 31 provinces of Iran. In Pakistan, it was photographed in Haripur, Dera Ismail Khan, Sialkot Districts and Langh Lake Wildlife Sanctuary. In India, it is the most common small wild cat. In Nepal, it was recorded in alpine habitat at elevations of in Annapurna Conservation Area between 2014 and 2016. In Malaysia, it was recorded in a highly fragmented forest in the Selangor state in 2010. A few jungle cat mummies were found among the cats in ancient Egypt. ==Ecology and behaviour== left|thumb|The jungle cat rests during the hot midday hours. The jungle cat is typically diurnal and hunts throughout the day. Its activity tends to decrease during the hot noon hours. It rests in burrows, grass thickets and scrubs. It often sunbathes on winter days. Jungle cats have been estimated to walk at night, although this likely varies depending on the availability of prey. The behaviour of the jungle cat has not been extensively studied. Solitary in nature, it does not associate with conspecifics, except in the mating season. The only prominent interaction is the mother-kitten bond. Territories are maintained by urine spraying and scent marking; some males have been observed rubbing their cheeks on objects to mark them. Bears, crocodiles, golden jackals, leopards and snakes are the main predators of the jungle cat. The golden jackal, particularly, can be a major competitor to the cat. When it encounters a threat, the jungle cat will vocalise before engaging in attack, producing sounds like small roars – a behavior uncommon for the other members of Felis. The meow of the jungle cat is also somewhat lower than that of a typical domestic cat. The jungle cat can host parasites such as Haemaphysalis ticks and Heterophyes trematode species. ===Diet and hunting=== right|thumb|The posture in which the jungle cat stalks its prey Primarily a carnivore, the jungle cat prefers small mammals such as gerbils, hares and rodents. It also hunts birds, fish, frogs, insects and small snakes. Its prey typically weighs less than , and occasionally includes mammals as large as young gazelles. The jungle cat is unusual in that it is partially omnivorous: it eats fruits, especially in winter. In a study carried out in Sariska Tiger Reserve, rodents were found to comprise as much as 95% of its diet. The jungle cat hunts by stalking its prey, followed by a sprint or a leap; the sharp ears help in pinpointing the location of prey. It uses different techniques to secure prey. The cat has been observed searching for musk rats in their holes. Like the caracal, the jungle cat can perform one or two high leaps into the air to grab birds. It is an efficient climber as well. The jungle cat has been clocked at . It is an efficient swimmer, and can swim up to in water and plunge into water to catch fish. ===Reproduction=== Both sexes become sexually mature by the time they are one year old. Females enter oestrus lasting for about five days, from January to March. In males, spermatogenesis occurs mainly in February and March. In southern Turkmenistan, mating occurs from January to early February. The mating season is marked by noisy fights among males for dominance. Mating behaviour is similar to that in the domestic cat: the male pursues the female in oestrus, seizes her by the nape of her neck and mounts her. Vocalisations and flehmen are prominent during courtship. After a successful copulation, the female gives out a loud cry and reacts with aversion towards her partner. The pair then separate. Gestation lasts nearly two months. Births take place between December and June, though this might vary geographically. Before parturition, the mother prepares a den of grass in an abandoned animal burrow, hollow tree or reed bed. Litters comprise one to five kittens, typically two to three kittens. Females can raise two litters in a year. Kittens weigh between at birth, tending to be much smaller in the wild than in captivity. Initially blind and helpless, they open their eyes at 10 to 13 days of age and are fully weaned by around three months. Males usually do not participate in the raising of kittens; however, in captivity, males appear to be very protective of their offspring. Kittens begin to catch their own prey at around six months and leave the mother after eight or nine months. The lifespan of the jungle cat in captivity is 15 to 20 years; this is possibly higher than that in the wild. Generation length of the jungle cat is 5.2 years. ==Threats== Major threats to the jungle cat include habitat loss such as the destruction of wetlands, dam construction, environmental pollution, industrialisation and urbanisation. Illegal hunting is a threat in Turkey and Iran. Its rarity in Southeast Asia is possibly due to high levels of hunting. Since the 1960s, populations of the Caucasian jungle cat living along the Caspian Sea and in the Caucasus range states have been rapidly declining. Only small populations persist today. There has been no record in the Astrakhan Nature Reserve in the Volga Delta since the 1980s. It is rare in the Middle East. In Jordan, it is highly affected by the expansion of agricultural areas around the river beds of Yarmouk and Jordan rivers, where farmers hunted and poisoned jungle cats in retaliation for attacking poultry. It is also considered rare and threatened in Afghanistan. India exported jungle cat skins in large numbers, until this trade was banned in 1979; some illegal trade continues in the country, in Egypt and Afghanistan. In the 1970s, Southeast Asian jungle cats still used to be the most common wild cats near villages in certain parts of northern Thailand and occurred in many protected areas of the country.Lekagul, B., McNeely, J.A. (1988). Mammals of Thailand. 2nd ed. Saha Karn Bhaet, Bangkok. However, since the early 1990s, jungle cats are rarely encountered and have suffered drastic declines due to hunting and habitat destruction. Today, their official status in the country is critically endangered.Lynam, A.J., Round, P., Brockelman, W.Y. (2006). Status of birds and large mammals of the Dong Phayayen-Khao Yai Forest Complex, Thailand. Biodiversity Research and Training Program and Wildlife Conservation Society, Bangkok, Thailand. In Cambodia, Laos and Vietnam, jungle cats have been subject to extensive hunting. Skins are occasionally recorded in border markets, and live individuals, possibly taken from Myanmar or Cambodia, occasionally turn up in the Khao Khieo and Chiang Mai zoos of Thailand. == Conservation == The jungle cat is listed under CITES Appendix II. Hunting is prohibited in Bangladesh, China, India, Israel, Myanmar, Pakistan, Tajikistan, Thailand and Turkey. But it does not receive legal protection outside protected areas in Bhutan, Georgia, Laos, Lebanon, Nepal, Sri Lanka and Vietnam. ==References== ==External links== ** * * IUCN/SSC Cat Specialist Group: Jungle cat Felis chaus Category:Felis Category:Mammals described in 1777 Category:Felids of Europe Category:Mammals of Europe Cat, Jungle Cat, Jungle Cat, Jungle Cat, Jungle Cat, Jungle",
 "title": "Jungle cat"
}