{
 "id": "273437",
 "text": "Keith Theodore Olbermann (; born January 27, 1959) is an American sports and left-wing political commentator and writer. Olbermann spent the first 20 years of his career in sports journalism. He was a sports correspondent for CNN and for local TV and radio stations in the 1980s, winning the Best Sportscaster award from the California Associated Press three times. He co-hosted ESPN's SportsCenter from 1992 to 1997. From 1998 to 2001 he was a producer and anchor for Fox Sports Net and a host for Fox Sports' coverage of Major League Baseball. From March 2003 to January 2011 Olbermann hosted the weeknight political commentary program Countdown with Keith Olbermann on MSNBC. He received attention for his pointed criticism of right-wing and conservative politicians and public figures. Although he has frequently been described as a \"liberal,\" he has tried to resist being labelled politically, stating, \"I'm not a liberal. I'm an American.\" From 2011 to March 30, 2012, he was the chief news officer of the Current TV network and the host of a Current TV program also called Countdown with Keith Olbermann. From July 2013 until July 2015 he hosted a late-afternoon show on ESPN2 and TSN2 called Olbermann as well as TBS's Major League Baseball postseason coverage. From September 2016 until November 2017, Olbermann hosted a web series for GQ, titled The Closer with Keith Olbermann, covering the 2016 U.S. presidential election, later renamed The Resistance with Keith Olbermann after the victory of Donald Trump. In January 2018, Olbermann returned to ESPN's SportsCenter program, expanding in May to some baseball play-by-play work. On October 6, 2020, he again resigned from ESPN to start a political commentary program on his YouTube channel. == Early life == Olbermann was born January 27, 1959, in New York City, the son of Marie Katherine (née Charbonier), a preschool teacher, and Theodore Olbermann, a commercial architect. He is of German ancestry. Olbermann and his younger sister Jenna (b. 1968), were raised in a Unitarian household in the town of Hastings-on-Hudson in Westchester, New York. He attended the Hackley School, a private Ivy League Preparatory school in nearby Tarrytown. Olbermann became a devoted fan of baseball at a young age, a love he inherited from his mother, who was a lifelong New York Yankees fan. As a teenager he often wrote about baseball card-collecting and appeared in many sports card-collecting periodicals of the mid-1970s. He is also referenced in Sports Collectors Bible, a 1979 book by Bert Sugar, which is considered one of the important early books for trading card collectors. While at Hackley, Olbermann began his broadcasting career as a play-by-play announcer for WHTR. After graduating from Hackley in 1975, he enrolled at Cornell University at the age of 16. At college Olbermann served as sports director for WVBR, a student-run commercial radio station in Ithaca. Olbermann graduated from Cornell University's College of Agriculture and Life Sciences in 1979 with a BS in communication. == Sports broadcasting == Olbermann began his professional career at UPI and the RKO Radio Network before joining then-nascent CNN in 1981. Among the early stories he covered was the 1980 Winter Olympics at Lake Placid, including the \"Miracle on Ice.\" In the early-to-mid 1980s he was a sportscaster on the old WNEW 1130-AM radio station in New York City. In 1984, he briefly worked as a sports anchor at WCVB-TV in Boston before heading to Los Angeles to work at KTLA and KCBS. His work there earned him 11 Golden Mike Awards and he was named best sportscaster by the California Associated Press three times. === ESPN === In 1992 Olbermann joined ESPN's SportsCenter, a position he held until 1997 with the exception of a period from 1993 to 1994 when he was at ESPN2. He joined ESPN2 as its \"marquee\" personality to help launch the network. He often co- hosted SportsCenters 11:00 p.m. show with Dan Patrick, the two becoming a popular anchor team. In 1995 Olbermann won a Cable ACE award for Best Sportscaster. he later co-authored a book with Patrick called The Big Show about their experiences working at SportsCenter; he also said that the short- lived ABC dramedy Sports Night was based on his time on SportsCenter with Patrick, ABC having been co-owned with ESPN since 1985 (ESPN now produces all sports coverage on ABC, which is branded ESPN on ABC). In his last year with KCBS before moving east to work for ESPN, Olbermann's salary was $475,000 but started at \"just over $150,000\" with ESPN. He made $350,000 at the end of his tenure at ESPN. Early in 1997 Olbermann was suspended for two weeks after he made an unauthorized appearance on The Daily Show on Comedy Central with then- host and former ESPN colleague Craig Kilborn. At one point in the show he referred to Bristol, Connecticut (ESPN's headquarters), as a \"Godforsaken place\". Later that year he abruptly left ESPN under a cloud of controversy, apparently burning his bridges with the network's management; this began a long and drawn-out feud between Olbermann and ESPN. Between 1997 and 2007 incidents between the two sides included Olbermann's publishing an essay on Salon in November 2002 titled \"Mea Culpa\", in which he stated, \"I couldn't handle the pressure of working in daily long-form television, and what was worse, I didn't know I couldn't handle it.\" The essay told of an instance when his former bosses remarked he had \"too much backbone\", a claim that is literally true, as Olbermann has six lumbar vertebrae instead of the normal five. In 2004, Olbermann was not included in ESPN's guest lineup for its 25th anniversary SportsCenter \"Reunion Week\", which saw Craig Kilborn and Charley Steiner return to the SportsCenter set. In 2007, ten years after Olbermann's departure, in an appearance on the Late Show with David Letterman, he said, \"If you burn a bridge, you can possibly build a new bridge, but if there's no river any more, that's a lot of trouble.\" During the same interview Olbermann stated that he had recently learned that as a result of ESPN's agreeing to let him return to the airwaves on ESPN Radio, he was banned from ESPN's main (Bristol, Connecticut) campus. === Post-SportsCenter === In 1999, Olbermann joined Fox Sports Net to be the star anchor for the weekday sports news show National Sports Report which was an ill-fated competitor to SportsCenter. Olbermann later left that show to be an anchor and executive producer for The Keith Olbermann Evening News, a sportscast similar to SportsCenter that aired weekly on Sunday evenings. While at Fox he hosted the 2000 World Series as well as Fox Broadcasting's baseball Game of the Week. In May and July 1999, Olbermann also guest-starred ten times on Hollywood Squares. According to Olbermann, he was demoted by Fox when he asked for a slight reduction in duties for health reasons, and then was fired from Fox in 2001 after reporting on rumors that Rupert Murdoch, whose News Corporation owns Fox, was planning on selling the Los Angeles Dodgers. Olbermann characterized the demotion as \"blackmail.\" When asked about Olbermann, Murdoch said, \"I fired him ... He's crazy.\" In 2004 Olbermann remarked, \"Fox Sports was an infant trying to stand [in comparison to ESPN], but on the broadcast side there was no comparison—ESPN was the bush leagues.\" After Olbermann left Fox Sports in 2001 he provided twice-daily sports commentary on the ABC Radio Network, reviving the \"Speaking of Sports\" and \"Speaking of Everything\" segments begun by Howard Cosell. In 2005 Olbermann made a return to ESPN Radio when he began co-hosting an hour of the syndicated Dan Patrick Show on ESPN Radio, a tenure that lasted until Patrick left ESPN on August 17, 2007. Olbermann and Patrick referred to this segment as \"The Big Show\", just as their book was known. Patrick often introduced Olbermann with the tagline \"saving the democracy\", a nod to his work on Countdown. On April 16, 2007, Olbermann was named co-host of Football Night in America, NBC's NFL pre-game show that precedes their Sunday Night NFL game, a position which reunited him in 2008 with his former SportsCenter co- anchor Dan Patrick. Olbermann left the show prior to the start of the 2010 season. Shortly before rejoining ESPN, Olbermann signed a contract with TBS to host the studio show portions of its coverage of the Division Series and National League Championship Series. He replaced Matt Winer, who had been in this role since his departure from ESPN to join the Turner Sports family, and was originally supposed to host the show with TBS' Dennis Eckersley. Instead, Eckersley was sent to join Don Orsillo and Buck Martinez to call the Detroit- Oakland series. TBS later hired Dirk Hayhurst, Pedro Martínez, and Mark DeRosa to provide analysis. Tom Verducci also joined the studio crew, as he was replaced by Rachel Nichols as a field reporter. === Return to and departure from ESPN === It was announced on July 17, 2013, that Olbermann would host his own one-hour nightly show on ESPN2. The two-year contract would allow him to deviate from the topic of sports into realms such as \"pop culture and current events,\" as well as politics (a right Olbermann claimed he didn't intend to exercise). Olbermann was suspended by ESPN in 2015 for the week following Penn State University's annual philanthropy THON due to a Twitter exchange he had with Penn State supporters. THON is the world's largest student-run philanthropy, raising over $160 million for pediatric cancer research since 1977. In the Twitter exchange, Olbermann stated, \"PSU students are pitiful.\" Later, prior to apologizing, Olbermann stated, \"I'd like to thank the students and alums of Penn State for proving my point about the mediocrity of their education and ethics.\" Olbermann apologized on his program upon his return March 2, but noted, \"I'm much more sorry about batting practice [i.e. trolling or cyber bullying]. So for me, batting practice ends.\" In July 2015 ESPN announced that it would be Olbermann's last month with the network. ESPN said that it was a \"business decision to move in another direction\". === The Ringer === In 2016, Olbermann wrote an article for Bill Simmons' company \"The Ringer\" after Muhammad Ali's death. ===Third tenure with ESPN=== In January 2018, Olbermann returned to ESPN once again, presenting occasional commentaries on SportsCenter throughout the first half of 2018. In May 2018, Olbermann's role at ESPN expanded to include a return to the role of SportsCenter host and the addition of occasional ESPN Major League Baseball play-by-play. == News journalism == In 1997, Olbermann left ESPN to host a prime-time show on MSNBC, The Big Show with Keith Olbermann (ESPN objected to the use of the title). The news-driven program, with substantial discussion, relied on Olbermann to carry the 8:00–9:00 PM hour. The show typically covered three or four topics in a one-hour broadcast. Olbermann also hosted two Sunday editions of NBC Nightly News and once co-anchored a Saturday edition of the Today show.A search of the Vanderbilt University Television News Archive shows that Olbermann anchored NBC Nightly News on April 12, 1998 (Easter Sunday), and May 9, 1998. On his Nightly News debut Olbermann led with coverage of the April 1998 Birmingham tornado and introduced stories about observances of Easter at the Vatican, the Northern Ireland peace process, and Tobacco Master Settlement Agreement among other subjects. During that period Olbermann, along with Hannah Storm, also co-hosted NBC Sports' pre-game coverage of the MLB 1997 World Series. Olbermann became frustrated as his show was consumed by the Monica Lewinsky scandal. In 1998, he stated that his work at MSNBC would \"make me ashamed, make me depressed, make me cry.\" Olbermann left MSNBC for Fox Sports Net shortly thereafter. After leaving Fox Sports in 2001, Olbermann returned once more to news journalism. In 2003, his network won an Edward R. Murrow Award for writing on the \"Keith Olbermann Speaking of Everything\" show. In addition, Olbermann wrote a weekly column for Salon.com from July 2002 until early 2003, worked for CNN as a freelance reporter, and was a fill-in for newscaster Paul Harvey. Olbermann revived his association with MSNBC in 2003 briefly as a substitute host on Nachman and as an anchor for the network's coverage of the war in Iraq. === Countdown with Keith Olbermann === Olbermann's own show, Countdown, debuted on MSNBC on March 31, 2003, in the 8 p.m. ET time slot previously held by programs hosted by Phil Donahue and, briefly, Lester Holt. Countdown's format, per its name, involved Olbermann ranking the five biggest news stories of the day or sometimes \"stories my producers force me to cover\", as Olbermann put it. This was done in numerically reverse order, counting down with the first story shown being ranked fifth but apparently the most important. The first few stories shown were typically oriented toward government, politics, and world events; the segments ranked numbers two and one were typically of a lighter fare than the preceding segments. These lighter stories sometimes involved celebrities, sports, and, regularly and somewhere in the middle, the bizarre, in a segment he called \"Oddball.\" Opinions on each were offered by Olbermann and guests interviewed during the segment. Olbermann had been criticized for only having guests that agree with his perspective. Former Los Angeles Times television critic Howard Rosenberg stated that \"Countdown is more or less an echo chamber in which Olbermann and like-minded bobbleheads nod at each other.\" On October 13, 2004, Olbermann launched Bloggermann, his Countdown blog, hosted on MSNBC.com. Olbermann used the open format of the blog to expand on facts or ideas alluded to in the broadcast, to offer personal musings and reactions. However, in February 2007, Olbermann launched a new blog, The News Hole. In a technique similar to that of former CBS News anchor Walter Cronkite in connection to the Iran Hostage Crisis, for the last six years of the program, Olbermann closed every show by announcing the number of days passed since President George W. Bush had declared the end of \"major combat operations\" in Iraq under a banner that read \"Mission Accomplished\" (May 1, 2003). Olbermann would then crumple up his notes, throwing them at the camera and saying \"Good night and good luck\", echoing another former CBS newsman, Edward R. Murrow. (Yet Olbermann himself discounted this gesture to his hero as \"presumptuous\" and a \"feeble tribute.\") On February 16, 2007, MSNBC reported that Olbermann had signed a four-year extension on his contract with MSNBC for Countdown which also provided for his hosting of two Countdown specials a year to be aired on NBC as well as for his occasional contribution of essays on NBC's Nightly News with Brian Williams. Olbermann co-anchored, with Chris Matthews, MSNBC's coverage of the death of fellow NBC News employee Tim Russert on June 13, 2008. He presented a tribute, along with several fellow journalists, in honor of Russert. During the 2008 U.S. presidential election, Olbermann co-anchored MSNBC's coverage with Chris Matthews until September 7, 2008, when they were replaced by David Gregory after complaints from both outside and inside of NBC that they were making partisan statements. This apparent conflict of interest had been an issue as early as May 2007, when Giuliani campaign officials complained about his serving in dual roles, as both a host and a commentator. Despite this, Countdown was broadcast both before and after each of the presidential and vice-presidential debates, and Olbermann and Matthews joined Gregory on MSNBC's Election Day coverage. Olbermann and Matthews also led MSNBC's coverage of the inauguration of President Barack Obama. In November 2008, it was announced that Olbermann had signed a four-year contract extension worth an estimated $30 million. ==== Treatment of staff ==== A former MSNBC employee told gawker that “Keith is the walking definition of a hostile work environment”. The former employee said that Olbermann would berate and belittle people's work until they would leave the show. The employee also said that Olbermann had temper tantrums and that Olbermann’s show had a 75 percent staff turnover rate during the time he was there. Olbermann said that the allegations were “hilariously inaccurate”. ==== Alleged sexism ==== In 2009 Olbermann compared Michelle Malkin to \"a big mashed-up bag of meat with lipstick on it\". In April 2011 in response to S. E. Cupp criticizing planned parenthood Olbermann tweeted \"a perfect demonstration of the necessity of the work Planned Parenthood does.\" Critics claimed that Olbermann’s comments were sexist. Olbermann said that neither one of his comments were sexist but apologized to both Malkin and Cupp. ==== Feud with Bill O'Reilly ==== After beginning Countdown's \"Worst Person in the World\" segment in July 2005, Olbermann repeatedly awarded Bill O'Reilly, host of The O'Reilly Factor on Fox News Channel, the dubious honor. The feud between the anchors originated with Olbermann's extensive coverage of a 2004 sexual harassment suit brought against O'Reilly by former Fox News Channel producer Andrea Mackris during which Olbermann asked Countdown viewers to fund the purchase of lurid audio tapes allegedly held by Mackris. In 2008 O'Reilly decided to avoid mentioning Olbermann's name on the air, and once cut off a caller who mentioned Olbermann. O'Reilly has also criticized MSNBC's news commentary and political coverage without ever specifically mentioning Olbermann. The rivalry continued when in 2006 at Television Critics' Association in California, Olbermann donned a mask of O'Reilly and made a Nazi salute, leading to a letter of protest from the Anti-Defamation League. In an article on \"perhaps the fiercest media feud of the decade\", The New York Times Brian Stelter noted that in early June 2009 the \"combat\" between the two hosts seemed to have abruptly ended as a result of instructions filtered down to Olbermann and O'Reilly from the chief executives of their respective networks. On the August 3, 2009, edition of Countdown, Olbermann asserted that he had made statements to Stelter before the article was published denying that he was a party to such a deal, or that there was such a deal between NBC and Fox News, or that any NBC executive had asked him to change Countdown's content. Olbermann maintained that he had stopped joking about O'Reilly because of O'Reilly's attacks of George Tiller, and soon resumed his criticism of O'Reilly. ==== Suspension ==== On October 28, 2010, days before the 2010 U.S. elections, Olbermann donated $2,400 each to three Democratic candidates for Congress: Kentucky Senate candidate Jack Conway, and Arizona Democratic Representatives Raul Grijalva and Gabby Giffords. Grijalva had appeared on Olbermann's show immediately before Olbermann mailed the donations. In response, on November 5, MSNBC President Phil Griffin suspended him indefinitely without pay for violating a network policy which required employees to obtain approval from management before making political contributions. An online petition calling for his reinstatement received over 250,000 signatures; two days after the suspension began, Griffin announced that Olbermann would return to the air on November 9. ==== Departure ==== On January 21, 2011, Olbermann announced his departure from MSNBC and that the episode would be the final episode of Countdown. MSNBC issued a statement that it had ended its contract with Olbermann, with no further explanation. Additional reporting in the days immediately following suggested that the negotiations for the end of Olbermann's tenure at MSNBC had begun soon after the end of his suspension. === Current TV and FOKNewsChannel.com === On February 8, 2011, it was announced that Olbermann had become the chief news officer for the public affairs channel Current TV and would begin hosting a one-hour prime time program on the network at 8 PM Eastern – the same time slot that Countdown had been on MSNBC. On April 26, 2011, it was announced that Olbermann's new show would debut on June 20 and would be named Countdown with Keith Olbermann. Olbermann was also heavily involved in the development of the rest of the network's news programming. The deal also included an equity stake in Current TV.Countdown with Keith Olbermann // Current TV During the interim between shows, Olbermann launched an \"official not-for-profit\" blog called FOKNewsChannel.com, \"FOK\" being an abbreviation for \"Friends of Keith\". The blog featured political commentaries by Olbermann—including viral video versions of Countdown's \"Special Comment\" and \"Worst Person\" segments, as well as photographs of his outings at professional baseball games. On May 29, 2011, the FOKNewsChannel.com domain redirected to the Current website promoting the June 20 launch. Olbermann was fired from Current TV on March 30, 2012. In a statement from Current TV, they stated that \"Current was [...] founded on the values of respect, openness, collegiality, and loyalty to our viewers. Unfortunately these values are no longer reflected in our relationship with Keith Olbermann and we have ended it.\" Olbermann released his own statement, apologizing for \"the failure of Current TV\" and \"that the claims against me implied in Current's statement are untrue and will be proved so in the legal actions I will be filing against them presently.\" The two parties sued each other over Olbermann's firing. On March 12, 2013, it was announced that Olbermann settled his $50 million legal claim. In a joint statement, Olbermann and Current TV said: \"The parties are pleased to announce that a settlement has occurred, and that the terms are confidential. Nothing more will be disclosed regarding the settlement.\" According to Politico, Olbermann's professional reputation suffered greatly as a result of his dispute with Current, which accused Olbermann of making \"material breaches of his contract, including the failure to show up at work, sabotaging the network and attacking Current and its executives.\" Purportedly, despite actively shopping other networks for offers, Olbermann was unable to find a outlet interested in hiring him. According to Politico, the fact Olbermann had been rendered unemployable as a result of the dispute, factored heavily during settlement negotiations between his attorneys and representatives from CurrentTV.\"Sources: Olbermann's inability to get a job cited in Current TV settlement.\" By DYLAN BYERS, writing for Politico. . Published March 14, 2013, Retrieved December 9, 2021. === The Closer with Keith Olbermann/The Resistance === On September 12, 2016, GQ magazine announced that Olbermann would, as a special correspondent, host a web series covering the 2016 US Presidential Election. The series, titled The Closer with Keith Olbermann, aired twice weekly on GQ.com. It was retitled The Resistance after Donald Trump's victory. , it had nearly 170 million views on GQ's YouTube and Facebook. In mid-October 2017, Penguin Random House issued a hardcover book by Olbermann, Trump is F*cking Crazy (This is Not a Joke), consisting of 50 essays based on The Resistance commentaries. On November 27, 2017, in episode 147 of The Resistance, Olbermann announced his retirement from political commentary, citing his belief that \"this ... presidency of Donald John Trump will end prematurely and end soon, and I am thus also confident that this is the correct moment to end this series of commentaries\". == Acting == Olbermann has made several acting appearances either as himself or simply as a sports/newscaster, most notably as Tom Jumbo-Grumbo (a blue whale newscaster on the MSNBSea network) in several episodes of BoJack Horseman. == Political positions == === Viewpoints === Although it began as a traditional newscast, Countdown with Keith Olbermann eventually adopted an opinion-oriented format. In a Countdown interview with Al Franken on October 25, 2005, Olbermann noted that in 2003, after having Janeane Garofalo and Franken on his show, a vice president of MSNBC had questioned him on inviting \"liberals\" on consecutive nights, contrasting that occurrence to the apparent ideological latitude he enjoyed at the time of the second Franken interview. In January 2007, The Washington Post's Howard Kurtz wrote that Olbermann was \"position[ing] his program as an increasingly liberal alternative to The O'Reilly Factor.\" Much of the program featured harsh criticism of prominent Republicans and right- leaning figures, including those who worked for or supported the George W. Bush Administration, 2008 Republican presidential nominee Senator John McCain and running mate Governor Sarah Palin, and rival news commentator Bill O'Reilly, whom Olbermann has routinely dubbed the \"Worst Person in the World\". The October 2007 edition of Playboy carried an Olbermann interview in which he stated, \"Al Qaeda really hurt us, but not as much as Rupert Murdoch has hurt us, particularly in the case of Fox News. Fox News is worse than Al Qaeda — worse for our society. It's as dangerous as the Ku Klux Klan ever was.\" In November 2007, British newspaper The Daily Telegraph placed Olbermann at No. 67 on their Top 100 list of most influential US liberals. It said that he used his MSNBC show to promote \"an increasingly strident liberal agenda.\" It added that he would be \"a force on the Left for some time to come.\" Avoiding ideological self-labeling, Olbermann described his reporting in 2006 to Salon.com, \"I don't think in these issues that I'm a liberal; I think that I'm an American. I think I'm acting almost as a historian on these particular things\". During the 2008 Democratic Party primaries, Olbermann frequently chastised presidential aspirant Hillary Clinton for her campaign tactics against her principal opponent, Senator Barack Obama, and made her the subject of two of his \"special comments\". Olbermann has also posted on the liberal blog Daily Kos. Before the 2010 Massachusetts special election, Olbermann called Republican candidate Scott Brown \"an irresponsible, homophobic, racist, reactionary, ex-nude model, Tea Bagging supporter of violence against women, and against politicians with whom he disagrees\". This was criticized by his colleague Joe Scarborough, who called the comments \"reckless\" and \"sad\". Yael T. Abouhalkah of the Kansas City Star said that Olbermann \"crossed the line in a major way with his comments\". The next night, Olbermann chose to \"double down\", as The Huffington Post's Danny Shea described it, on his criticism of Brown by adding the word \"sexist\" to his original description of the Republican candidate. Jon Stewart criticized Olbermann about this attack on his show, The Daily Show, by noting that it was \"the harshest description of anyone I've ever heard uttered on MSNBC\". Following Stewart's critique, Olbermann apologized by noting, \"I have been a little over the top lately. Point taken. Sorry.\" He has accused the Tea Party movement of being racist due to what he views as a lack of racial diversity at the events, using photos that show overwhelmingly Caucasian crowds attending the rallies. In response, the Dallas Tea Party invited Olbermann to attend one of their events and also criticized his network for a lack of racial diversity, pointing out that an online banner of MSNBC personalities that appears on the website shows only white personalities. Olbermann declined the invitation, citing his father's prolonged ill health and hospitalization and stated that the network has minority anchors, contributors and guests. In October 2020, Olbermann called for supporters and \"enablers\" of Donald Trump, including United States Supreme Court nominee Amy Coney Barrett and conservative political commentator Sean Hannity, to be \"prosecuted\" and \"removed from our society\". Additionally Olbermann labeled Trump a \"terrorist\" and called his supporters \"a blight that will be with us for generations,\" further stating that Trump's \"only barely- human delight comes from the morons in the crowd.\" === Criticism of the Bush administration === In Olbermann's \"Special Comment\" segment on July 3, 2007, he called President George W. Bush's commutation of Lewis \"Scooter\" Libby's prison sentence the \"last straw\" and called for the resignation of Bush and Vice President Dick Cheney. On his February 14, 2008, \"Special Comments\" segment, Olbermann castigated Bush for threatening to veto an extension of the Protect America Act unless it provided full immunity from lawsuits to telecom companies. During the same commentary, Olbermann called Bush a fascist. In a special comment on May 14, 2008, Olbermann criticized Bush for announcing that he had stopped playing golf in honor of American soldiers who died in the Iraq War. He stated that Bush never should have started the war in the first place, and he accused Bush of dishonesty and war crimes. == Personal life == Olbermann suffers from a mild case of coeliac disease, as well as restless legs syndrome. In August 1980, he also suffered a head injury while leaping onto a New York City Subway train. This head injury permanently upset his equilibrium, resulting in his avoidance of driving. Along with Bob Costas, he supports the Multiple Myeloma Research Foundation as an honorary board member. Olbermann's father, Theodore, died on March 13, 2010, of complications from colon surgery the previous September. His mother had died several months before. Olbermann had cited the need to spend time with his father for taking a leave of absence shortly before his father's death, occasionally recording segments to air at the beginning of the shows which Lawrence O'Donnell guest hosted in his absence, giving his views on the state of the American health care system and updating viewers on his father's condition. Olbermann is a dedicated baseball fan and historian of the sport, with membership in the Society for American Baseball Research. In 1973, when he was 14 years old, The Card Memorabilia Associates (TCMA) published his book The Major League Coaches: 1921–1973. The September issue of Beckett Sports Collectibles Vintage included a T206 card that depicted Olbermann in a 1905-era New York Giants uniform. He argues that New York Giants baseball player Fred Merkle has been unduly criticized for his infamous baserunning mistake. He contributed the foreword to More Than Merkle, a book requesting amnesty for \"Merkle's Boner\". Olbermann was also one of the founders of the first experts' fantasy baseball league, the USA Today Baseball Weekly League of Alternative Baseball Reality, and he gave the league its nickname \"LABR\". Olbermann wrote the foreword to the 2009 Baseball Prospectus Annual. In March 2009, Olbermann began a baseball-related blog entitled Baseball Nerd. He has also written a series of articles on baseball cards for the Sports Collectors Digest. == Career timeline == * SportsCenter, co-anchor (1992–1997) * The Big Show, anchor (1997–1998) * White House in Crisis, anchor (1997–1998) * Major League Baseball on Fox, studio host (1999–2000) * National Sports Report, co-anchor (1999–2000) * The Keith Olbermann Evening News, anchor (2000–2001) * Countdown with Keith Olbermann, anchor (MSNBC: 2003–2011) * Football Night in America, co-host (2007–2010) * Countdown with Keith Olbermann, anchor (Current TV: 2011–2012) * Olbermann, host (2013–2015) * GQs The Resistance with Keith Olbermann, host (Nov. 16, 2016–Nov. 27, 2017) == Bibliography == * The Major League Coaches: 1921–1973 (Card Memorabilia Associates, 1973). * The Big Show: Inside ESPN's Sportscenter (Atria, 1997) (coauthor: Dan Patrick). . * The Worst Person In the World and 202 Strong Contenders (Wiley, September 2006). . * Truth and Consequences: Special Comments on the Bush Administration's War on American Values (Random House, December 2007). . * Pitchforks and Torches: The Worst of the Worst, from Beck, Bill, and Bush to Palin and Other Posturing Republicans (Wiley, October 25, 2010). . * Trump Is F*cking Crazy: (This Is Not a Joke) (Blue Rider Press, October 17, 2017) . == See also == * New Yorkers in journalism == Notes == == References == == External links == * Olbermann YouTube channel * *Keith Olbermann's blog on The Daily Kos *Olbermann and texting relationship with BBC journalist Ross Atkins over several years * Baseball Nerd, Olbermann's Major League Baseball blog * Biography at TV Guide * ** C-SPAN Q&A; interview with Olbermann, March 12, 2006 * * * Texting Keith Olbermann—A BBC radio series on BBC News anchor Ros Atkins' friendship with Olbermann Category:1959 births Category:Living people Category:20th-century American non-fiction writers Category:21st-century American non-fiction writers Category:American broadcast news analysts Category:American male non-fiction writers Category:American people of German descent Category:American political commentators Category:American television talk show hosts Category:American Unitarians Category:American YouTubers Category:Baseball statisticians Category:ESPN people Category:Television anchors from Boston Category:Commentary YouTubers Category:Current TV people Category:Male YouTubers Category:MSNBC people Category:News YouTubers Category:NBC News people Category:New York (state) Democrats Category:Cornell University College of Agriculture and Life Sciences alumni Category:Major League Baseball broadcasters Category:National Football League announcers Category:Television personalities from New York City Category:People from Hastings-on-Hudson, New York Category:Progressivism in the United States Category:Writers from New York City Category:Hackley School alumni Category:20th-century American journalists Category:American male journalists Category:21st-century American journalists Category:American people of Russian descent Category:20th-century American male writers Category:21st-century American male writers",
 "title": "Keith Olbermann"
}