{
 "id": "273644",
 "text": "The prime minister of Thailand (; ; , literally 'chief minister of state') is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy. Prior to the coup d'état, the prime minister was nominated by a vote in the Thai House of Representatives by a simple majority, and is then appointed and sworn-in by the king of Thailand. The house's selection is usually based on the fact that either the prime minister is the leader of the largest political party in the lower house or the leader of the largest coalition of parties. In accordance with the constitution, the prime minister can only be appointed twice and is therefore limited to a maximum of two consecutive terms. The post of Prime Minister is currently held by retired general Prayut Chan-o-cha, since the 2014 coup d'état. ==History== The office of the \"President of the People's Committee\" (), later changed to \"Prime Minister of Siam\" (), was first created in the Temporary Constitution of 1932. The office was modeled after the prime minister of the United Kingdom, as Siam became a parliamentary democracy in 1932 after a bloodless revolution. However, the idea of a separate head of government in Thailand is not new. Prior to 1932, Thailand was ruled by absolute monarchs, who acted as both the head of state and the government. However, during the middle and latter reigns of the Chakri Dynasty, several individuals were perceived to hold a post equivalent to a head of government. During the reign of King Mongkut, Somdet Chao Phraya Si Suriyawongse had a very significant role in an otherwise absolutist system. During the reign of King Chulalongkorn, Prince Damrong Rajanubhab took over this role. In fact, the office most considered the precursor of that of the prime minister was the ancient office of Samuha Nayok (สมุหนายก), which was run by an Akkhra Maha Senabodi (อัครมหาเสนาบดี) or \"chief minister in charge of civilian affairs\". The first prime minister of Siam was Phraya Manopakorn Nititada, a judge. The title of the office was changed from \"Prime Minister of Siam\" to \"Prime Minister of Thailand\" in 1945 and then permanently with the renaming of Siam to Thailand in 1949. For most of its existence the office has been occupied by Army leaders; sixteen out of twenty-nine, including the incumbent general Prayut Chan-o-cha. Military dominance began with the country's second prime minister, Phot Phahonyothin, who ousted his civilian predecessor in a coup in 1933. The longest-serving prime minister was Field Marshal Plaek Pibulsonggram at 14 years, 11 months, and 18 days. The shortest was Tawee Boonyaket at just 18 days. Nine were removed by coups d'état, three were disqualified by court order, and eleven resigned from office. The youngest ever to occupy office was M.R. Seni Pramoj at 40 years old. Thailand received its first female prime minister, Yingluck Shinawatra, in 2011. Every prime minister since Manopakorn Nititada has been Buddhist. ==Appointment== The prime minister of the Kingdom of Thailand must be a member of the House of Representatives.2007 Constitution of Thailand Therefore, the qualifications for the office of prime minister are the same as the qualifications for membership in the house. Prior to the coup d'état, to be appointed, the nominee for the office must have the support of one-fifth of the members of the House of Representatives. Then after a simple- majority vote in the house, a resolution will be passed and submitted to the king, who will then make a formal appointment by giving his royal assent to the resolution. This must take place within thirty days after the beginning of the first session of the House of Representatives after an election. If no candidate can be found within this time period, then it is the duty of the president of the National Assembly of Thailand to submit the name considered most worthy for the king to formalize. The nominee and eventual prime minister is always the leader of the largest political party in the lower house or the leader of the majority coalition formed after an election. Under the current junta, the nominee for the office is selected by National Legislative Assembly, with the House of Representatives being abolished. ==Function== The prime minister is the de facto chair of the Cabinet of Thailand. The appointment and removal of ministers can only be made with their advice. As the leader of the government the prime minister is therefore ultimately responsible for the failings and performance of their ministers and the government as a whole. The prime minister cannot hold office for a consecutive period of more than eight years. As the most visible member of the government the prime minister represents the country abroad and is the main spokesperson for the government at home. The prime minister must, under the constitution, lead the cabinet in announcing the government's policy statement in front of a joint-session of the National Assembly, within fifteen days of being sworn-in. The prime minister is also directly responsible for many departments. These include the National Intelligence Agency, the Bureau of the Budget, the Office of the National Security Council, the Office of the Council of State, the Office of the Civil Service Commission, the Office of the National Economic and Social Development Board, the Office of Public Sector Development Commission, and the Internal Security Operations Command. Legislatively all money bills introduced in the National Assembly must require the prime minister's approval. The prime minister can be removed by a vote of no confidence. This process can be evoked, firstly with the vote of only one- fifth of the members of the House of Representatives for a debate on the matter. Then after the debate a vote is taken and with a simple majority the prime minister can be removed. This process cannot be repeated within one parliamentary session. ==Office and residence== The prime minister is aided in his work by the Office of the Prime Minister () a cabinet-level department headed usually by two ministers of state. These offices are housed in the Government House of Thailand () in the Dusit area of Bangkok. The official residence of the prime minister is the Phitsanulok Mansion (), in the center of Bangkok. The mansion was built during the reign of King Vajiravudh. It became an official residence in 1979. The mansion is rumored to have many ghosts, therefore most prime ministers live in their private residences and only use the house for official business.A Thai Ghost Story by Christopher G. MooreChuan takes a home with haunting history ==Deputy prime ministers== Several deputy prime ministers of Thailand () can be appointed. This position can be combined with other ministerial portfolios. {| class=\"wikitable\" width=80% !Office !!Name!! Appointment!!Another office |- | Deputy Prime Minister | Prawit Wongsuwan† | 30 August 2014 | |- | Deputy Prime Minister | Wissanu Krea-ngam | 30 August 2014 | |- | Deputy Prime Minister | Anutin Charnvirakul | 10 July 2019 | Minister of Public Health |- | Deputy Prime Minister | Jurin Laksanawisit | 10 July 2019 | Minister of Commerce |- | Deputy Prime Minister | Don Pramudwinai | 6 August 2020 | Minister of Foreign Affairs |- | Deputy Prime Minister | Supattanapong Punmeechaow | 6 August 2020 | Minister of Energy |} Note: † Military officers ==List of prime ministers== ===Living former prime ministers=== As of , there are 10 living former Thai prime ministers. The most recent death of a former prime minister is Prem Tinsulanonda, who died on 26 May 2019. {| class=\"sortable wikitable\" !Name!!Term of office!!Date of birth!!Political party |- |Thanin Kraivichien |1976–1977 | |Independent |- |Anand Panyarachun |1991–1992, again in 1992 | |Independent |- |Suchinda Kraprayoon |1992 | |Military |- |Chuan Leekpai |1992–1995; 1997–2001 | |Democrat Party |- |Chavalit Yongchaiyudh |1996–1997 | |New Aspiration Party |- |Thaksin Shinawatra |2001–2006 | |Thai Rak Thai |- |Surayud Chulanont |2006–2008 | |Independent (Military) |- |Somchai Wongsawat |2008 | |People's Power Party |- |Abhisit Vejjajiva |2008–2011 | |Democrat Party |- |Yingluck Shinawatra |2011–2014 | |Pheu Thai Party |- |} ===Timeline=== ImageSize = width:900 height:auto barincrement:12 PlotArea = top:3 bottom:150 right:130 left:20 AlignBars = late DateFormat = dd/mm/yyyy Period = from:1932 till:2022 TimeAxis = orientation:horizontal ScaleMajor = unit:year increment:5 start:1932 ScaleMinor = unit:year increment:1 start:1932 Colors = id:canvas value:gray(0.5) id:chartthai value:magenta legend:Chart_Thai id:constitution value:claret legend:Constitutional_Front id:democrat value:oceanblue legend:Democrat id:freethai value:lightpurple legend:Free_Thai id:khanaratsadorn value:rgb(0.0,0.8,0.0) legend:Khana_Ratsadorn id:newaspiration value:yellow legend:New_Aspiration id:palangpracharath value:rgb(0.24,0.38,0.65) legend:Palang_Pracharath id:ppp value:redorange legend:People's_Power id:pheuthai value:red legend:Pheu_Thai id:socialaction value:darkblue legend:Social_Action id:trt value:red legend:Thai_Rak_Thai id:military value:teal legend:Military id:ind value:gray(0.8) legend:Independent Legend = columns:2 left:200 top:120 columnwidth:230 TextData = pos:(20,27) textcolor:black fontsize:M text:\"Political parties:\" BarData = bar:Manoprakorn bar:Photphahon bar:Plaek bar:Khuang bar:Thawi bar:Seni bar:Pridi bar:Thawan bar:Pote bar:Thanom bar:Sarit bar:Sanya bar:Kukrit bar:Tanin bar:Kriangsak bar:Prem bar:Chatchai bar:Anand bar:Suchinda bar:Chuan bar:Banharn bar:Chavalit bar:Thaksin bar:Surayud bar:Samak bar:Somchai bar:Abhisit bar:Yingluck bar:Niwatthamrong bar:Prayut PlotData= width:5 align:left fontsize:S shift:(5,-4) anchor:till bar:Manoprakorn from: 28/06/1932 till: 21/06/1933 color:ind text:\"P.M. Nititada\" bar:Photphahon from: 21/06/1933 till: 16/12/1938 color:khanaratsadorn text:\"P.P. Phonphayuhasena\" bar:Plaek from: 16/12/1938 till: 01/08/1944 color:khanaratsadorn from: 01/03/1948 till: 16/09/1957 color:military text:\"P. Phibunsongkhram\" bar:Khuang from: 01/08/1944 till: 31/08/1945 color:khanaratsadorn from: 31/01/1946 till: 24/03/1946 color:ind from: 10/11/1947 till: 08/04/1948 color:democrat text:\"K. Aphaiwong\" bar:Thawi from: 31/08/1945 till: 17/09/1945 color:freethai text:\"T. Bunyaket\" bar:Seni from: 17/09/1945 till: 31/01/1946 color:freethai from: 15/02/1975 till: 14/03/1975 color:democrat from: 20/04/1976 till: 06/10/1976 color:democrat text:\"S. Pramoj\" bar:Pridi from: 24/03/1946 till: 23/09/1946 color:freethai text:\"P. Banomyong\" bar:Thawan from: 23/09/1946 till: 08/11/1947 color:constitution text:\"T. Thamrongnawasawat\" bar:Pote from: 21/09/1957 till: 01/01/1958 color:ind text:\"P. Sarasin\" bar:Thanom from: 01/01/1958 till: 20/10/1958 color:military from: 09/12/1963 till: 14/10/1973 color:military text:\"T. Kittikachorn\" bar:Sarit from: 20/10/1958 till: 08/12/1963 color:military text:\"S. Thanarat\" bar:Sanya from: 14/10/1973 till: 15/02/1975 color:ind text:\"S. Dharmasakti\" bar:Kukrit from: 14/03/1975 till: 20/04/1976 color:socialaction text:\"K. Pramoj\" bar:Tanin from: 08/10/1976 till: 20/10/1977 color:ind text:\"T. Kraivicien\" bar:Kriangsak from: 11/11/1977 till: 03/03/1980 color:military text:\"K. Chamanan\" bar:Prem from: 03/03/1980 till: 04/08/1988 color:military text:\"P. Tinsulanonda\" bar:Chatchai from: 04/08/1988 till: 23/02/1991 color:chartthai text:\"C. Choonhavan\" bar:Anand from: 02/03/1991 till: 07/04/1992 color:ind from: 10/06/1992 till: 23/09/1992 color:ind text:\"A. Panyarachun\" bar:Suchinda from: 07/04/1992 till: 24/05/1992 color:ind text:\"S. Kraprayoon\" bar:Chuan from: 23/09/1992 till: 13/07/1995 color:democrat from: 09/11/1997 till: 09/02/2001 color:democrat text:\"C. Leekpai\" bar:Banharn from: 13/07/1995 till: 25/11/1996 color:chartthai text:\"B. Silpa-archa\" bar:Chavalit from: 25/11/1996 till: 09/11/1997 color:newaspiration text:\"C. Yongchaiyut\" bar:Thaksin from: 09/02/2001 till: 19/09/2006 color:trt text:\"T. Shinawatra\" bar:Surayud from: 01/10/2006 till: 29/01/2008 color:military text:\"S. Chulanont\" bar:Samak from: 29/01/2008 till: 08/09/2008 color:ppp text:\"S. Sundaravej\" bar:Somchai from: 08/09/2008 till: 02/12/2008 color:ppp text:\"S. Wongsawat\" bar:Abhisit from: 17/09/2008 till: 05/09/2011 color:democrat text:\"A. Vejjajiva\" bar:Yingluck from: 05/09/2011 till: 07/05/2014 color:pheuthai text:\"Y. Shinawatra\" bar:Niwatthamrong from: 07/05/2014 till: 22/05/2014 color:pheuthai text:\"N. Boonsongpaisan (acting)\" bar:Prayut from: 24/08/2014 till: 05/06/2019 color:military from: 05/06/2019 till: 01/01/2022 color:palangpracharath text:\"P. Chan-o-cha\" === Flags of the prime minister === File:Flag of the Prime Minister of Thailand (1936-1939).svg|Flag of the prime minister of Thailand 1936-1939 File:Flag of the Prime Minister of Thailand (1939).svg|Flag of the prime minister of Thailand 1939-1979 File:Flag of the Prime Minister of Thailand.svg|Flag of the prime minister of Thailand 1979-present ==See also== *List of prime ministers of Thailand *Constitution of Thailand *Government of Thailand *Office of the Prime Minister (Thailand) *Cabinet of Thailand ==References== ==External links== * Official Website, website for the Royal Thai Government * History of Thai Prime Ministers, a detailed list of Prime Ministers Category:1932 establishments in Siam",
 "title": "Prime Minister of Thailand"
}