{
 "id": "273753",
 "text": "A trading card (or collectible card) is a small card, usually made out of paperboard or thick paper, which usually contains an image of a certain person, place or thing (fictional or real) and a short description of the picture, along with other text (attacks, statistics, or trivia). There is a wide variation of different types of cards. Trading cards are traditionally associated with sports (baseball cards are particularly common) but can also include subjects such as Pokémon and other non-sports trading cards. These often feature cartoons, comic book characters, television series and film stills. In the 1990s, cards designed specifically for playing games became popular enough to develop into a distinct category, collectible card games. These games are mostly fantasy-based gameplay. Fantasy art cards are a subgenre of trading cards that focus on the artwork. ==History== === Origins === Trade cards are the ancestors of trading cards. Some of the earliest prizes found in retail products were cigarette cards—trade cards advertising the product (not to be confused with trading cards) that were inserted into paper packs of cigarettes as stiffeners to protect the contents.What is what we collect? by Sam Whiting, 26 Oct 2014 Allen and Ginter in the U.S. in 1886, and British company W.D. & H.O. Wills in 1888, were the first tobacco companies to print advertisements.Trading Card Central. 2007. 29 Jan. 2008 A couple years later, lithograph pictures on the cards with an encyclopedic variety of topics from nature to war to sports — subjects that appealed to men who smoked - began to surface as well. By 1900, there were thousands of tobacco card sets manufactured by 300 different companies. Children would stand outside of stores to ask customers who bought cigarettes for the promotional cards. Following the success of cigarette cards, trade cards were produced by manufacturers of other products and included in the product or handed to the customer by the store clerk at the time of purchase. World War II put an end to cigarette card production due to limited paper resources, and after the war cigarette cards never really made a comeback. After that collectors of prizes from retail products took to collecting tea cards in the UK and bubble gum cards in the US. === Early baseball cards === The first baseball cards were trade cards printed in the late 1860s by a sporting goods company, around the time baseball became a professional sport. Most of the baseball cards around the beginning of the 20th century came in candy and tobacco products. It was during this era that the most valuable baseball card ever printed was produced - the T206 tobacco card featuring Honus Wagner. The T206 Set, distributed by the American Tobacco Company in 1909, is considered by collectors to be the most popular set of all time. In 1933, Goudey Gum Company of Boston issued baseball cards with players biographies on the backs and was the first to put baseball cards in bubble gum. The 1933 Goudey set remains one of the most popular and affordable vintage sets to this day. Bowman Gum of Philadelphia issued its first baseball cards in 1948. === Modern trading cards === Topps Chewing Gum, Inc., now known as \"The Topps Company, Inc.\", started inserting trading cards into bubble gum packs in 1950 with such topics as TV and film cowboy Hopalong Cassidy; \"Bring 'Em Back Alive\" cards featuring Frank Buck on big game hunts in Africa; and All-American Football Cards. Topps produced its first baseball trading card set in 1951, with the resulting design resembling that of playing cards. Topps owner and founder Sy Berger created the first true modern baseball card set, complete with playing record and statistics, the following year in the form of 1952 Topps Baseball. This is one of the most popular sets of all time; its most valued piece was 1952 Topps Mickey Mantle #311, which is sometimes erroneously referred to as Mantle's rookie card, though he had in fact appeared in the 1951 Bowman Baseball set. Topps purchased their chief competitor, Bowman Gum, in 1956. Topps was the leader in the trading card industry from 1956 to 1980, not only in sports cards but in entertainment cards as well. Many of the top selling non-sports cards were produced by Topps, including Wacky Packages (1967, 1973–1977), Star Wars (beginning in 1977)Star Wars Super Collector's Wish Book Identification and Values, Geoffrey T. Carlton, Collector Books, Paducah, KY, and Garbage Pail Kids (beginning in 1985). In 1991 Topps ceased packaging gum with their baseball cards, making many collectors happy that their cards could no longer be damaged by gum stains The following year, in 1992, Topps ceased using heavily waxed paper to wrap their packs of cards and began using cellophane plastic exclusively, thus eliminating the possibility of wax stains on the top and bottom cards in the packs. === Digital trading cards === In an attempt to stay current with technology and digital trends, existing and new trading card companies started to create digital trading cards that lived exclusively online or as a digital counterpart of a physical card. In 1995 Michael A. Pace produced \"computer based\" trading cards, utilizing a CD ROM computer system and floppy discs. In 2000, Topps launched a brand of sports cards, called etopps. These cards were sold exclusively online through individual IPO's (initial player offering) in which the card is offered for usually a week at the IPO price. That same year, Tokenzone launched a digital collectibles platform that was used by media companies to distribute content in the form of digital trading cards. The quantity sold depended on how many people offered to buy but was limited to a certain maximum. After a sale, the cards were held in a climate-controlled warehouse unless the buyer requests delivery, and the cards could be traded online without changing hands except in the virtual sense. In January 2012, Topps announced that they would be discontinuing their eTopps product line. Digital collectible card games were estimated to be a $1.3B market in 2013. A number of tech start-ups have attempted to establish themselves in this space, notably Stampii (Spain, 2009),La española Stampii lanza colecciones de cromos digitales by Javier Martín on El País, 8 Apr 2010Stampii, coleccionismo multimedia que aprovecha al máximo las TIC by Nacho Azcona on Sportics, 4 Apr 2012 Fantom (Ireland, 2011), Deckdaq (Israel, 2011), and 2Stic (Austria, 2013). Panini launched their Adrenalyn XL platform with an NBA and NFL trading card collection. Connect2Media together with Winning Moves, created an iPhone Application to host a series of trading card collections, including Dinosaurs, James Bond - 007, Celebs, Gum Ball 3000, European Football Stars and NBA. In 2011, mytcg Technologies launched a platform that enabled content holders to host their content on. On July 1, 2011, Wildcat Intellectual Property Holdings filed a lawsuit against 12 defendants, including Topps, Panini, Sony, Electronic Arts, Konami, Pokémon, Zynga and Nintendo, for allegedly infringing Wildcat's \"Electronic Trading Card\" patent. In 2012, Topps also launched their first phone application. Topps Bunt was an app that allowed users to connect with other fans in a fantasy league type game environment wherein they can collect their favorite players, earn points based on how well they play and trade and compete with other fans. Three years later, the same company launched a digital experiment in Europe (geotargeted to exclude the USA) with its Marvel Hero Attax, using digital as an overlay to its physical product. ==Value== Today, the development of the Internet has given rise to various online communities, through which members can trade collectible cards with each other. Cards are often bought and sold via eBay and other online retail sources. Many websites solicit their own \"sell to us\" page in hopes to draw in more purchase opportunities. The value of a trading card depends on a combination of the card's condition, the subject's popularity and the scarcity of the card. In some cases, especially with older cards that preceded the advent of card collecting as a widespread hobby, they have become collectors' items of considerable value. In recent years, many sports cards have not necessarily appreciated as much in value due to overproduction, although some manufacturers have used limited editions and smaller print runs to boost value. Trading cards, however, do not have an absolute monetary value. Cards are only worth as much as a collector is willing to pay. ===Condition=== Card condition is one aspect of trading cards that determine the value of a card. There are four areas of interest in determining a card's condition. Centering, corners, edges and surface are taken into consideration, for imperfections, such as color spots and blurred images, and wear, such as creases, scratches and tears, when determining a trading card's value. Cards are considered poor to pristine based on their condition, or in some cases rated 1 through 10. A card in pristine condition, for example, will generally be valued higher than a card in poor condition. {| class=\"wikitable\" style=\"text-align:left;\" width=\"1000px\" ! width=120px| Condition ! width=780px| Description |- |Pristine |Perfect card. No imperfections or damage to the naked eye and upon close inspection. |- |Mint condition |No printing imperfections or damage to the naked eye. Very minor printing imperfections or damage upon close inspection. Clean gloss with one or two scratches. |- |Near Mint/Mint |No printing imperfections or damage to the naked eye, but slight printing imperfections or damage upon close inspection. Solid gloss with very minor scratches. |- |Near Mint |Noticeable, but minor, imperfections or wear on the card. Solid gloss with very minor scratches. |- |Excellent/Near Mint |Noticeable, but minor, imperfections or wear on the card. Mostly solid gloss with minor scratches. |- |Excellent |Noticeable imperfections or moderate wear on the card. Some gloss lost with minor scratches. |- |Very Good/Excellent |Noticeable imperfections or moderate wear on the card. Heavy gloss lost with very minor scuffing, and an extremely subtle tear. |- |Very Good |Heavy imperfections or heavy wear on the card. Almost no gloss. Minor scuffing or very minor tear. |- |Good |Severe imperfections or wear on the card. No gloss. Noticeable scuffing or tear. |- |Poor |Destructive imperfections or wear on the card. No gloss. Heavy scuffing, severe tear or heavy creases. |} ===Popularity=== Popularity of trading cards is determined by the subject represented on the card, their real life accomplishments, and short term news coverage as well as the specifics of the card. ===Scarcity=== While vintage cards are truly a scarce commodity, modern-day manufacturers have to artificially add value to their products in order to make them scarce. This is accomplished by including serial-numbered parallel sets, cards with game-worn memorabilia, autographs, and more. Time can also make cards more scarce due to the fact that cards may be lost or destroyed. == Catalogs == Trading card catalogs are available both online and offline for enthusiast. They are mainly used as an educational tool and to identify cards. Online catalogs also contain additional resources for collection management and communication between collectors. ==Terminology== {| class=\"wikitable\" style=\"text- align:left;\" width=\"1000px\" |- ! width=150px| Phrase ! width=850px| Definition |- |9-pocket page |A plastic sheet used to store and protect up card in nine card slots, and then stored in a card binder |- |9-Up Sheet |Uncut sheets of nine cards, usually promos. |- |Autograph Card |Printed insert cards that also bear an original cast or artist signature. |- |Base Set |Complete sets of base cards for a particular card series. |- |Binder |A binder used to store cards using 9-card page holders. |- |Break |An online service where someone (usually for the exchange of currency) opens packages of trading cards and sends them to the buyer. Breaks have \"spots\" for sale, typically sorted by team. |- |Blaster Box |A factory sealed box with typically 6 to 12 packs of cards. Typically sold at large retail stores such as Walmart and Target. |- |Box |Original manufacturer's containers of multiple packs, often 24 to 36 packs per box. |- |Box Topper Card |Cards included in a factory sealed box. |- |Blister Pack |Factory plastic bubble packs of cards or packs, for retail peg- hanger sales. |- |Card sleeve |Sleeves that cards are to be put in to protect the cards. |- |Cartophily |Hobby of collecting trading cards, mostly cigarette cards. |- |Case |Factory-sealed crates filled with card boxes, often six to twelve card boxes per case. |- |Chase Card |Card, or cards, included as a bonus in a factory sealed case. |- |Common Card |Non-rare cards that form the main set. Also known as base cards. |- |Factory Set |Card sets, typically complete base sets, sorted and sold from the manufacturer. |- |Hobby Card |Items sold mainly to collectors, through stores that deal exclusively in collectible cards. Usually contains some items not included in the retail offerings. |- |Insert card |Non-rare to rare cards that are randomly inserted into packs, at various ratios (e.g. 1 card per 24 packs). An insert card is often different from the base set in appearance and numbering. Also known as chase cards. |- |Master Set |Not well defined; often a base set and all readily available insert sets; typically does not include promos, mail-in cards, sketch cards, or autograph cards. |- |Oversized Card |Any base, common, insert, or other cards not of standard or widevision size. |- |Parallel Card |A modified base card, which may contain extra foil stamping, hologram stamping that distinguishes the card from the base card. |- |Pack |Original wrappers with base, and potentially insert, cards within, often called 'wax packs', typically with two to eight cards per pack. Today the packs are usually plastic or foil wrap. |- |Retail Card |Cards, packs, boxes and cases sold to the public, typically via large retail stores, such as K-mart or Wal- Mart. |- |Rack Pack |Factory pack of unwrapped cards, for retail peg-hanger sales. |- |Promo Card |Cards that are distributed, typically in advance, by the manufacturer to promote upcoming products. |- |Redemption Card |Insert cards found in packs that are mailed (posted) to the manufacturer for a special card or some other gift. |- |Sell Sheet |Also 'ad slicks'. Usually one page, but increasingly fold-outs, distributed by the manufacturers to card distributors, in advance, to promote upcoming products. With the proliferation of the Internet, sell sheets are now typically distributed in digital form to trading card media outlets such as Beckett and The Cardboard Connection so that collectors can preview sets months before they are released. |- |Singles |Individual cards sold at hobby or online stores. |- |Sketch Card |Insert cards that feature near-one-of-a-kind artists sketches. |- |Swatch |Insert cards that feature a mounted swatch of cloth, such as from a sports player's jersey or an actor's costume. |- |Tin |Factory metal cans, typically filled with cards or packs, often with inserts. |- |Top Loader |A hard plastic sleeve used to store a single card to prevent scratches, corner damage and other blemishes. |- |Unreleased Card |Cards printed by the manufacturer, but not officially distributed for a variety of reasons. Often leaked to the public, sometimes improperly. Not to be confused with promo cards. |- |Uncut Sheet |Sheets of uncut base, insert, promo, or other cards. |- |Wrapper |Original pack covers, often with collectible variations. |} ==Sports cards== Sports card is a generic term for a trading card with a sports-related subject, as opposed to non-sports trading cards that deal with other topics. Sports cards were among the earliest forms of collectibles. They typically consist of a picture of a player on one side, with statistics or other information on the reverse. Cards have been produced featuring most major sports, especially those played in North America, including, but not limited to, American football, association football (soccer), baseball, basketball, boxing, golf, ice hockey, racing and tennis. The first set with a sporting theme appeared in 1896, a cricket series by W.D. & H.O. Wills of 50 cricketers. The tobacco companies soon realised that sports cards were a great way to obtain brand loyalty. In 1896 the first association football set, \"Footballers & Club Colours\", was published by Marcus & Company, a small firm in Manchester. Other football sets issued at that time were \"Footballers & Club Colours\" (Kinner, 1898); \"Footballers\" (J. F. Bell, 1902); \"Footballers\" (F. J. Smith, 1902) and \"Footballers\" (Percy E. Cadle, 1904).The History of Football Cigarette Cards on Spartacus Educational The first stage in the development of sports cards, during the second half of the 19th century, is essentially the story of baseball cards, since baseball was the first sport to become widely professionalized. Hockey cards also began to appear early in the 20th century. Cards from this period are commonly known as cigarette cards or tobacco cards, because many were produced by tobacco companies and inserted into cigarette packages, to stiffen cigarette packaging and advertise cigarette brands. The most expensive card in the hobby is a cigarette card of Honus Wagner in a set called 1909 T-206. The story told is that Wagner was against his cards being inserted into something that children would collect. So the production of his cards stopped abruptly. It is assumed that less than 100 of his cards exist in this set. The 1909 T-206 Honus Wagner card has sold for as much as $2.8 million. Sets of cards are issued with each season for major professional sports. Since companies typically must pay players for the right to use their images, the vast majority of sports cards feature professional athletes. Amateurs appear only rarely, usually on cards produced or authorized by the institution they compete for, such as a college. Many older sports cards (pre-1980) command a high price today; this is because they are hard to find, especially in good quality condition. This happened because many children used to place their cards in bicycle spokes, where the cards were easily damaged. Rookie cards of Hall of Fame sports stars can command thousands of dollars if they have been relatively well-preserved. In the 1980s, sports cards started to get produced in higher numbers, and collectors started to keep their cards in better condition as they became increasingly aware of their potential investment value. This trend continued well into the 1990s. This practice caused many of the cards manufactured during this era to stay low in value, due to their high numbers. The proliferation of cards saturated the market, and by the late 1990s, card companies began to produce scarcer versions of cards to keep many collectors interested. The latest trends in the hobby have been \"game used memorabilia\" cards, which usually feature a piece of a player's jersey worn in a real professional game; other memorabilia cards include pieces of bats, balls, hats, helmets, and floors. Authenticated autographs are also popular, as are \"serially numbered\" cards, which are produced in much smaller amounts than regular \"base set cards\". Autographs obtained by card manufacturers have become the most collected baseball cards in the hobby's history. This started in 1990 in baseball when Upper Deck randomly inserted autographs of Reggie Jackson into boxes. They are commonly referred to as \"Certified Autographed Inserts\" or \"CAI's\". Both the athlete's and card company's reputations are on the line if they do not personally sign these cards. This has created the most authentic autographs in existence. These cards all have some form of printed statements that the autographs are authentic, this way, no matter who owns the autograph there is no question of its authenticity. CAI's have branched out into autographs of famous actors, musicians, Presidents, and even Albert Einstein. Mostly these autographs are cut from flat items such as postcards, index cards, and plain paper. Then they are pasted onto cards. In 2001, a company called Playoff started obtaining autographs on stickers that are stuck on the cards instead of them actually signing the cards. There is strong opposition against these types of autographs because the players never even saw the cards that the stickers were affixed to. The competition among card companies to produce quality sports cards has been fierce. In 2005, the long-standing sports card producer Fleer went bankrupt and was bought out by Upper Deck. Not long after that, Donruss lost its MLB license. Currently, Topps is the official baseball card of the MLB. ===Association football=== The first association football (or \"soccer\") cards were produced in 1898 by the Marcus & Company Tobacco in Manchester, England.International Soccer Archives The set consisted of over 100 cards and was issued under the title of \"Club Colours\". They featured illustrated images of players on the front of the card, and a tobacco advertisement on the back of the card. Many other cigarette companies quickly created their own series, beginning with Kinner in 1898. A later series of cards was produced in 1934 by Ardath, which was a 50-card set called Famous Footballers featuring images of players on the front of the card, and a tobacco advertisement and short biography of the player on the back of the card. Modern association football trading cards were sold with bubble gum in the United Kingdom from 1958 to 1975 by A&BC;, and later by Topps, UK from 1975 to 1981. Similar smaller sized cards were issued in Spain and Italy beginning in the late 1940s. Cards have been produced from 1981 to present, save 1985 and 1986. Under its Merlin brand, since 1994 Topps has held the licence to produce stickers for the Premier League sticker album. Launched by Topps in the 2007–08 season, Match Attax, the official Premier League trading card game, is the best selling boys collectable in the UK – with around 1.5m collectors in the UK – and with global sales it is also the biggest selling sports trading card game in the world. Other variations of football products exist, such as marbles, cut-outs, coins, stamps and stickers, some made of light cardboard and attached with glue or stickers, into sticker albums specifically issued for the products. Forming a partnership with FIFA in 1970, Panini first produced a World Cup sticker album for the 1970 World Cup. Initiating a craze for collecting and trading stickers, since then, it has become part of the World Cup experience, especially for the younger generation.“The Magic, Global Craze and Tradition of Panini's World Cup Sticker Albums”. Sports Illustrated. Retrieved 2 September 2018 The Guardian states, “the tradition of swapping duplicate [World Cup] stickers was a playground fixture during the 1970s and 1980s.” Panini begins assembling World Cup squads for their sticker album a few months before they are officially announced by each nation, which means surprise call ups often don’t feature in their album. A notable example of this was 17-year- old Brazilian striker Ronaldo who was called up for the Brazil squad for the 1994 FIFA World Cup. Panini’s football trading card game Adrenalyn XL was introduced in 2009. In 2010 Panini released a UEFA Champions League edition of Adrenalyn XL, containing 350 cards from 22 of the competing clubs, including defending champions FC Barcelona. The fourth edition of Panini FIFA 365 Adrenalyn XL was released for 2019, featuring top clubs, teams and players. === Australian rules football === Australian rules football cards are almost exclusively found in Australia as no top-level leagues are present outside the country. The first Australian rules football cards were produced in conjunction with Goodwin & Co's Old Judge Cigarettes in the late 1880s. In the set were Australian celebrities which included Australian rules footballers from Victoria and South Australia. Other companies that issued earlier football cards were W.D. & H.O. Wills in 1905,The History of Football Cigarette Cards by John Simkin, on Spartacus Educational, September 1997 and Sniders & Abrahams (featuring scenes of matches in 1908 and then releasing other sets with portraits of football players in the 1910s, all in full color). In the 1930s, the Australian division of British Godfrey Phillips Co. released a set of football cards. By the same time, Hoadleys, a local confectionery company, released a set of illustrated cards. Another confectionery company, Clarke-Ellis, also released its own set of cards. Other companies that launched cards sets in the 1930s were Pals Periodical, Plaistowe & Co., Carreras (two illustrated sets in 1933, the first of them with footballers caricatures by Bob Miram), Giant Licorice Cigarettes, MacRobertson's and W.D. & H.O. Wills, among others. The most popular set of Australian rules football cards are often the considered to be the 1963 Scanlens card set. Select Australia is currently the longest continuously operating and largest producer of Australian rules football cards. Prices for Australian rules football cards can be relatively high compared to other sporting codes in Australia. This is illustrated for both vintage and modern cards, such as an 1894 American Tobacco Company card featuring Essendon player Will Crebbin which sold for $10,110 in 2018 and a 2004 Select AFL Conquest Triple Brownlow Medallist signature card featuring Nathan Buckley, Adam Goodes and Mark Ricciuto which was valued at $3,000 in 2018. ===Baseball=== Baseball cards will usually feature one or more baseball players or other baseball- related sports figures. The front of the card typically displays an image of the player with identifying information, including, but not limited to, the player's name and team affiliation. The reverse of most modern cards displays statistics and/or biographical information. Cards are most often found in the United States but are also common in countries such as Canada, Cuba, and Japan, where baseball is a popular sport and there are professional leagues. The earliest baseball cards were in the form of trade cards produced in 1868. They evolved into tobacco cards by 1886. In the early 20th century other industries began printing their own version of baseball cards to promote their products, such as bakery/bread cards, caramel cards, dairy cards, game cards and publication cards. Between the 1930s and 1960s the cards developed into trading cards, becoming their own product. In 1957, Topps changed the dimensions of its cards slightly, to 2-1/2 inches by 3-1/2 inches, setting a standard that remains the basic format for most sports cards produced in the United States. ===Basketball=== thumb|. Basketball player collection cards|250px|right Basketball cards feature one or more players of the NBA, NCAA, Olympic basketball, WNBA, WBL, or some other basketball-related theme. The first basketball cards were produced in 1910, in a series cataloged as \"College Athlete Felts B-33\". The complete series included ten different sports, with only 30 cards being associated with basketball. The cards were issued as a cigarette redemption premium by Egyptiene Cigarettes. The number of cigarette packages needed to redeem for the tobacco cards is not known. The next series of basketball cards were issued in 1911, in two separate series; \"T6 College Series\", measuring approximately 6\" by 8\", and \"T51 College Series\", measuring approximately 2\" by 3\". These series included a variety of sports, with only 4 cards being associated with basketball, one card from the T6 series and three cards from the T51 series. Both series were produced in two variations, one variation reading \"College Series\", the other, \"2nd Series\". The cards were acquired in trade for fifteen Murad cigarette coupons. The offer expired June 30, 1911. Basketball cards were not seen again until 1932, when C.A. Briggs Chocolate issued a 31-card set containing multiple sports. In exchange for a completed set of cards, Briggs offered baseball equipment. The number of basketball cards in the set is not known. ===Boxing=== One of the first boxing cards on record in \"America's Greatest Boxing Cards\" and encyclopedia and check-list of boxing cards, was of John C. Heenan issued by photographs Charles D. Fredericks in the 1860s. The first set of boxer cards was issued by Goodwin & Company in 1886. Other companies, including Duke and Sons and the Lorillard Tobacco Company, also issued boxing cards in this period. American company Allen & Ginter issued several boxing cards in the \"World Champions\" series, among other sportsmen. After the World War II, other companies took over the manufacturing of boxing cards, such as Leaf (1948), Topps (1951) and Donruss.Aaron Tallent. (Sunday Jun 14, 2009). The History Of Boxing Cards. In The Sweet Science. Retrieved August 19, 2010, from http://www.thesweetscience.com/boxing-article/6908/history-boxing-cards/ . More recently, Upper Deck released several boxing series. ===Cricket=== Cricket cards usually feature one or more players or a cricket-related theme. One of the first cricket collections was released by tobacco company W.D. & H.O. Wills in 1896. Other companies that released cricket collections were Australian Sniders & Abrahams in 1905, and Capstan (a Wills brand) in 1909–10.Capstan cigarettes trading cards on Carter website Alexander Boguslavsky Ltd. also released an illustrated sports collection (that included cricket) in 1925. In modern times, cricket cards have been produced by Futera (1993–98)Cricket cards on Futera website and Topps. ===Cycling=== Panini released collections of some of the most famous bicycle races in Europe, such as the Tour de FranceTour de France 2019 on PaniniGroup and the Giro d'Italia.Giro d'Italia on PaniniGroup ===Gridiron football=== A gridiron football card is a type of collectible trading card typically printed on paper stock or card stock that features one or more American football, Canadian Football League all or World League of American Football players or other related sports figures. These cards are most often found in the United States and Canada where the sport is popular. Most football cards features National Football League players. There are also Canadian Football League and college football cards. Player cards normally list the player's statistics. ===Golf=== Golf cards will usually feature one or more golf players or a golf-related theme. Golf cards were first introduced in 1901 by Ogden. ===Horse racing=== Horse racing cards will usually feature jockeys or an equestrian related theme. ===Ice hockey=== The first hockey cards were included in cigarette packages from 1910 to 1913. After World War I, only one more cigarette set was issued, during the 1924–25 season by Champ's Cigarettes. NHL player Billy Coutu's biography includes an example of one of the 40 cards issued at that time. During the 1920s, some hockey cards were printed by food and candy companies, such as Paulin's Candy, Maple Crispette, Crescent, Holland Creameries and La Patrie. Through 1941, O-Pee-Chee printed hockey cards, stopping production for World War II. Presumably, the 1941 involvement of the US in the war affected the hockey card market, since Canada had been in the war since 1939. Hockey cards next appeared during 1951–52, issued by Shirriff Desserts, York Peanut Butter and Post Cereal. Toronto's Parkhurst Products Company began printing cards in 1951, followed by Brooklyn's Topps Chewing Gum in 1954–1955. O-Pee-Chee and Topps did not produce cards in 1955 or 1956, but returned for 1957–58. Shirriff also issued \"hockey coins.\" ===Lacrosse=== Lacrosse cards will usually feature one or more lacrosse players or another lacrosse-related theme. ===Netball=== With the Suncorp Super Netball competition in Australia Tap'n'Play decided to enter the Netball trading card market. In 2018 they produced their first very basic release but in 2019 they have ramped it with a release full of colour and signature cards. ===Racing=== Racing cards consist of a card stock with stats and pictures on it. Sometimes it shows the car, sometimes it shows the driver's face, and sometimes both. It also shows the endorsing companies for the car. In September 2020, it was announcedhttps://uk.topps.com/blog/-topps-and-formula-1-sign-multi-year- exclusive-global-license-.html that Topps has signed an exclusive worldwide agreement to become the Official Sticker and Trading Card Licensee of Formula 1. ===Rugby League === Rugby League cards were first produced in England in 1895. Initially these were produced as part of a multi-sport series. Early in the 1920's the first dedicated Rugby League series was produced, featuring star players from the Northern Union, as the English based Rugby Football League was then known. These were followed shortly after by cards produced in Australia, New Zealand, and Wales. Rugby League trading cards are popular in Australia, with sets having been produced annually since 1968. These sets primarily featured players from the Sydney based New South Wales Rugby Football League, with some sets also being produced featuring players from the Brisbane based Queensland Rugby League. In 1988 the New South Wales Rugby League expanded to become a de facto national league, and the cards were branded accordingly as \"Australian Rugby League\" cards in 1995, and \"National Rugby League\" cards in 1998. ===Rugby Union === Rugby Union cards have been produced since the 1880's, however production has been sporadic, with limited interest post-1940. ===Surfing=== In 1993 Futera trading card company produced its first surfing trading card release Hot Surf with a similar release following in 1994 and 1995. These are the only three surfing trading card release for the Australian market. Upper Deck has also produced surfing trading cards as a part of its annual Goodwins champion release and World of Sport series. ===Sumo=== Sumo cards consist of sports card that features one or more sumo wrestlers (sumoists) or another sumo-related theme. ===Tennis=== From the early 1900s through to the 1980s several companies produced tennis trading cards as part of general sports card promotional release or exclusive tennis card release. One of these being W.A. & A.C. Churchman tobacco company Men of the Moment in sport release of 1936. They also produced an exclusive lawn tennis release in 1928. In 1983 Robinson's Barley Water produced a Sporting Records series which featured many tennis superstars of the era like Billie Jean King. In 1986 Panini trading cards produced a Supersport series featuring Tennis trading cards. In 1996 the Intrepid trading card company produced the only Australian market tennis trading card release \" Blitz \". During the 1990s and early 2000s the major players in the international tennis trading card market have been NetPro, Leaf and Ace Authentic. Upper Deck has also produced tennis trading cards as part of its Goodwin's Champions annual series. ===Wrestling=== Wrestling and pro wrestling cards will usually feature one or more wrestlers or another Wrestling-related theme. ===Custom Trading Cards=== Custom Trading Cards are cards more geared to the public to have personal cards. == Manufacturers == This list contains companies that produce, or have produced, sports trading cards. This list does not contain all the brand names associated with their respective manufacturers. {| class=\"wikitable sortable\" style=\"text-align: center;\" \"font-size:85%\" |- ! width=200px| Manufacturer ! width=50px| Assoc. football ! width=50px| Austr. football ! width=50px| Baseball ! width=50px| Basketball ! width=50px| Boxing ! width=50px| Cricket ! width=50px| Golf ! width=50px| Gridiron football ! width=50px| Ice hockey ! width=50px| Racing ! width=50px| Rugby ! width=50px| Tennis |- |Ace Authentic |||||||||| |||||||||| || || |- |Action Packed |||||| |||| |||||||||||| || |- | Allen & Ginter || |||| || || || || || || || || || |- | Allworld |||||||||| |||||||||||| || |- |American Tobacco || || || || || || || || || || || || |- |Best |||||||||| || |||||||||| || |- |Bowman |||||||||| || |||||||||| || |- | Churchman || |||||||| || |||||||||| || |- | Classic Games, Inc. |||||||||| |||||||||||| || |- |Collect-A-Card |||||||||| |||||||||||| || |- |Collector's Edge |||||||||| |||||||||||| || |- |Courtside |||||||||| || |||||||||| || |- |Donruss |||||||||| || |||||||||| || |- |Extreme Sports |||||||||| |||||||||||| || |- |Fleer |||||||||| || |||||||||| || |- |Futera |||||||||| || |||||||||| || |- |Front Row |||||||||| || |||||||||| || |- | Gallaher || || || || || || || || || || || || |- |Genuine Article |||||||||| || |||||||||| || |- | Godfrey Phillips || || || || || || || || || || || || |- |Goodwin & Company |||||||||| |||||||||||| || |- |Goudey |||| || |||| || |||||||||| || |- |Grand Slam Ventures |||||||||| || |||||||||| || |- |Grandstand |||||||||| |||||||||||| || |- | Hi-Tech |||||||||| |||||||||||| || |- |JOGO Inc. |||||||||| || |||||||||| || |- |Just Minors |||||||||| || |||||||||| || |- |Kayo |||||||||| |||||||||||| || |- |Leaf, Inc. |||||||||| || |||||||||| || |- |Maxx |||||||||| || |||||||||| || |- |Multi-Ad |||||||||| || |||||||||| || |- |National Chicle |||||||||| || |||||||||| || |- |NetPro |||||||||| || |||||||||| || |- |O-Pee-Chee |||||||||| || |||||||||| || |- | Pacific |||| || |||| || |||||||||| || |- |Panini Group || || || || || || || || || || || || |- |Parkhurst |||| |||||| || |||||||||| || |- | Philadelphia Gum || || || || || || || || || || || || |- |Pinnacle Brands |||| |||||| || |||||||||| || |- |Press Pass, Inc. |||| |||||| || |||||||||| || |- |Pro Set |||| |||||| || |||||||||| || |- |ProCards |||| || |||| || |||||||||| || |- |Razor Entertainment |||| |||||| || |||||||||| || |- |Rittenhouse |||| || |||| || |||||||||| || |- |Royal Rookies |||||||||| || |||||||||| || |- |SA-GE Collectibles, Inc. |||||||||| || |||||||||| || |- | Select Australia Collections checklist on Select Australia || || || || || || || || || || || || |- |Signature Rookies |||||||||| || |||||||||| || |- |SkyBox |||||||||| || |||||||||| || |- | Sniders & Abrahams || || || || || || || || || || || || |- |Stampii |||||||||| || |||||||||| || |- |Star Co.|||||||||| || |||||||||| || |- |Star Pics |||||||||| || |||||||||| || |- |Superior Pix |||||||||| || |||||||||| || |- |Superior Rookies |||||||||| || |||||||||| || |- |Topps|||||||||| || |||||||||| || |- |Traks |||||||||| || |||||||||| || |- | Tristar|||||||||| || |||||||||| || |- | Upper Deck|||||||||| |||||||||||| || |- | USA Baseball |||||||||| || |||||||||| || |- | Wild Card |||||||||| |||||||||||| || |- | Wizards of the Coast|| || || || || || || || || || || || |- | Wills || || || || || || || || || || || || |- | Wonder Bread || |||| || || || || || || || || || |- | 1 of 1 Memorabilia Cards || |||| || || || || || || || || || |} ;Notes ==Non-sports cards== Non-sports trading cards feature subject material relating to anything other than sports, such as comics, movies, music and television. Supersisters was a set of 72 trading cards produced and distributed in the United States in 1979 by Supersisters, Inc, featuring famous women from politics, media and entertainment, culture, and other areas of achievement. The cards were designed in response to the trading cards popular among children in the US at the time which mostly featured men. The following list includes companies that, apart of producing sports cards, manufacture/have manufactured non-sports cards as well: For companies that produce non-sports cards exclusively, see Non-sports manufacturers {| class=\"wikitable sortable\" style=\"text-align: center;\" |+ style= \"background:#888888; color:white\" | Non-sports cards produced by companies that also make sports cards |- ! width=200px| Manufacturer ! width=70px| Comic book ! width=70px| Historic events ! width=70px| Humor ! width=70px| Merchand./ Toys ! width=70px| Music ! width=70px| Movie/ Television ! width=70px| Nature/ Animals |- | Allen & Ginter || || || || || || || |- | Churchman || || || || || || || |- | Donruss || || || || || || || |- | Fleer || || || || || || || |- | Futera || || || || || || || |- | Godfrey Phillips || || || || || || || |- | Leaf || || || || || || || |- | O-Pee-Chee || || || || || || || |- | Panini || || || || || || || |- | Philadelphia Gum || || || || || || || |- | Pro Set || || || || || || || |- | Topps || || || || || || || |- | SkyBox || || || || || || || |- | Upper Deck || || || || || || || |- | Wills || || || || || || || |- | Wonder Bread || || || || || || || |} ==See also== * American football card * Artist trading card * Advertising postcard * Association football trading card * Australian rules football card * Baseball card * Basketball card * Cigarette card * Collectible card game * Corner card * Error card * Ice hockey card * List of most expensive sports cards * Non-sports trading card * Postcard * Rookie card * Rugby card * Trade card ==References== ==External links== * * Panini Group * Panini America * Topps * Upper Deck * Futera * Wizards of the Coast * Leaf * Tristar * Cartamundi * Cryptozoic Entertainment * Price Guide * Beckett",
 "title": "Trading card"
}