{
 "id": "273959",
 "text": "Electronic test equipment is used to create signals and capture responses from electronic devices under test (DUTs). In this way, the proper operation of the DUT can be proven or faults in the device can be traced. Use of electronic test equipment is essential to any serious work on electronics systems. Practical electronics engineering and assembly requires the use of many different kinds of electronic test equipment ranging from the very simple and inexpensive (such as a test light consisting of just a light bulb and a test lead) to extremely complex and sophisticated such as automatic test equipment (ATE). ATE often includes many of these instruments in real and simulated forms. Generally, more advanced test gear is necessary when developing circuits and systems than is needed when doing production testing or when troubleshooting existing production units in the field. ==Types of test equipment== ===Basic equipment=== The following items are used for basic measurement of voltages, currents, and components in the circuit under test. * Voltmeter (Measures voltage) * Ohmmeter (Measures resistance) * Ammeter, e.g. Galvanometer or Milliammeter (Measures current) * Multimeter e.g., VOM (Volt- Ohm-Milliammeter) or DMM (Digital Multimeter) (Measures all of the above) * LCR meter - inductance (L), capacitance (C) and resistance (R) meter (measure LCR values) The following are used for stimulus of the circuit under test: * Power supplies * Signal generator * Digital pattern generator * Pulse generator The following analyze the response of the circuit under test: * Oscilloscope (Displays voltage as it changes over time) * Frequency counter (Measures frequency) And connecting it all together: * Test probes ===Advanced or less commonly used equipment=== Meters * Solenoid voltmeter (Wiggy) * Clamp meter (current transducer) * Wheatstone bridge (Precisely measures resistance) * Capacitance meter (Measures capacitance) * LCR meter (Measures inductance, capacitance, resistance and combinations thereof) * EMF Meter (Measures Electric and Magnetic Fields) * Electrometer (Measures voltages, sometimes even tiny ones, via a charge effect) ====Probes==== thumb|right|A multimeter with a built in clamp facility. Pushing the large button at the bottom opens the lower jaw of the clamp, allowing the clamp to be placed around a conductor (wire). Depending on sensor, some can measure both AC and DC current. * RF probe * Signal tracer ====Analyzers==== * Logic analyzer (Tests digital circuits) * Spectrum analyzer (SA) (Measures spectral energy of signals) * Protocol analyzer (Tests functionality, performance and conformance of protocols) * Vector signal analyzer (VSA) (Like the SA but it can also perform many more useful digital demodulation functions) * Time-domain reflectometer (Tests integrity of long cables) * Semiconductor curve tracer ====Signal- generating devices==== thumb|right|200px|Leader Instruments LSG-15 signal generator. * Signal generator usually distinguished by frequency range (e.g., audio or radio frequencies) or waveform type (e.g., sine, square, sawtooth, ramp, sweep, modulated, ...) * Frequency synthesiser * Function generator * Digital pattern generator * Pulse generator * Signal injector ===Miscellaneous devices=== * Boxcar averager * Continuity tester * Cable tester * Hipot tester * Network analyzer (used to characterize an electrical network of components) * Test light * Transistor tester * Tube tester ==Platforms== Several modular electronic instrumentation platforms are currently in common use for configuring automated electronic test and measurement systems. These systems are widely employed for incoming inspection, quality assurance, and production testing of electronic devices and subassemblies. Industry-standard communication interfaces link signal sources with measurement instruments in “rack-and-stack” or chassis-/mainframe-based systems, often under the control of a custom software application running on an external PC. === GPIB/IEEE-488 === The General Purpose Interface Bus (GPIB) is an IEEE-488 (a standard created by the Institute of Electrical and Electronics Engineers) standard parallel interface used for attaching sensors and programmable instruments to a computer. GPIB is a digital 8-bit parallel communications interface capable of achieving data transfers of more than 8 Mbytes/s. It allows daisy-chaining up to 14 instruments to a system controller using a 24-pin connector. It is one of the most common I/O interfaces present in instruments and is designed specifically for instrument control applications. The IEEE-488 specifications standardized this bus and defined its electrical, mechanical, and functional specifications, while also defining its basic software communication rules. GPIB works best for applications in industrial settings that require a rugged connection for instrument control. The original GPIB standard was developed in the late 1960s by Hewlett-Packard to connect and control the programmable instruments the company manufactured. The introduction of digital controllers and programmable test equipment created a need for a standard, high-speed interface for communication between instruments and controllers from various vendors. In 1975, the IEEE published ANSI/IEEE Standard 488–1975, IEEE Standard Digital Interface for Programmable Instrumentation, which contained the electrical, mechanical, and functional specifications of an interfacing system. This standard was subsequently revised in 1978 (IEEE-488.1) and 1990 (IEEE-488.2). The IEEE 488.2 specification includes the Standard Commands for Programmable Instrumentation (SCPI), which define specific commands that each instrument class must obey. SCPI ensures compatibility and configurability among these instruments. The IEEE-488 bus has long been popular because it is simple to use and takes advantage of a large selection of programmable instruments and stimuli. Large systems, however, have the following limitations: *Driver fanout capacity limits the system to 14 devices plus a controller. *Cable length limits the controller-device distance to two meters per device or 20 meters total, whichever is less. This imposes transmission problems on systems spread out in a room or on systems that require remote measurements. *Primary addresses limit the system to 30 devices with primary addresses. Modern instruments rarely use secondary addresses so this puts a 30-device limit on system size.ICS Electronics. Extending the GPIB Bus Retrieved December 29, 2009. === LAN eXtensions for Instrumentation === The LXI (LXI) Standard defines the communication protocols for instrumentation and data acquisition systems using Ethernet. These systems are based on small, modular instruments, using low-cost, open-standard LAN (Ethernet). LXI- compliant instruments offer the size and integration advantages of modular instruments without the cost and form factor constraints of card-cage architectures. Through the use of Ethernet communications, the LXI Standard allows for flexible packaging, high-speed I/O, and standardized use of LAN connectivity in a broad range of commercial, industrial, aerospace, and military applications. Every LXI-compliant instrument includes an Interchangeable Virtual Instrument (IVI) driver to simplify communication with non-LXI instruments, so LXI-compliant devices can communicate with devices that are not themselves LXI compliant (i.e., instruments that employ GPIB, VXI, PXI, etc.). This simplifies building and operating hybrid configurations of instruments. LXI instruments sometimes employ scripting using embedded test script processors for configuring test and measurement applications. Script- based instruments provide architectural flexibility, improved performance, and lower cost for many applications. Scripting enhances the benefits of LXI instruments, and LXI offers features that both enable and enhance scripting. Although the current LXI standards for instrumentation do not require that instruments be programmable or implement scripting, several features in the LXI specification anticipate programmable instruments and provide useful functionality that enhances scripting's capabilities on LXI-compliant instruments.Franklin, Paul and Todd A. Hayes. LXI Connection.Benefits of LXI and Scripting. July 2008. Retrieved January 5, 2010. === VME eXtensions for Instrumentation === VME eXtensions for Instrumentation (VXI) are an electrical and mechanical standard used mainly with automatic test equipment (ATE). VXI allows equipment from different vendors to work together in a common control and packaging environment. VPX (a.k.a. VITA 46) is an ANSI standard based on the VMEbus with support for switched fabric using a high speed connector. VXI combines VMEbus specifications with features from the general-purpose interface bus (GPIB) to meet the needs of instrumentation applications. Other technologies for VME, VPX and VXI controllers and processors may also be available. Selecting VME, VPX and VXI bus interfaces and adapters requires an analysis of available technologies. The original VME bus (VMEbus) uses Eurocards, rugged circuit boards that provide a 96-pin plug instead of an edge connector for durability. VME64 is an expanded version of the VMEbus that provides 64-bit data transfers and addressing. VME64 features include asynchronous data transfers, an addressing range between 16 and 40 bits, data path widths between 8 and 64 bits, and a bandwidth of 80 Mbps. VME64 extended (VME64x) is an improved version of the original VMEbus that features a 160-pin connector family, 3.3 V power supply pins, bandwidths up to 160 Mbps, injector/ejector locking handles, and hot swap capability. VME160 transfers data at 160 Mbps. VME320 transfers data at a rate of 320 Mbps. VXI combines VMEbus specifications with features from the general-purpose interface bus (GPIB) to meet the needs of instrumentation applications. VME, VPX and VXI bus interfaces and adapters for VPX applications are also available. === PCI eXtensions for Instrumentation === PCI eXtensions for Instrumentation, (PXI), is a peripheral bus specialized for data acquisition and real-time control systems. Introduced in 1997, PXI uses the CompactPCI 3U and 6U form factors and adds trigger lines, a local bus, and other functions suited for measurement applications. PXI hardware and software specifications are developed and maintained by the PXI Systems Alliance.PXI Systems Alliance. Specifications . Retrieved December 30, 2009. More than 50 manufacturers around the world produce PXI hardware.PXI Systems Alliance. Specifications Retrieved December 30, 2009. === Universal Serial Bus === The Universal Serial Bus (USB) connects peripheral devices, such as keyboards and mice, to PCs. The USB is a Plug and Play bus that can handle up to 127 devices on one port, and has a theoretical maximum throughput of 480 Mbit/s (high-speed USB defined by the USB 2.0 specification). Because USB ports are standard features of PCs, they are a natural evolution of conventional serial port technology. However, it is not widely used in building industrial test and measurement systems for several reasons (e.g., USB cables are rarely industrial grade, are noise sensitive, are not positively attached and so are rather easily detachable, and the maximum distance between the controller and device is limited to a few meters). Like some other connections, USB is primarily used for applications in a laboratory setting that do not require a rugged bus connection. === RS-232 === RS-232 is a specification for serial communication that is popular in analytical and scientific instruments, as well for controlling peripherals such as printers. Unlike GPIB, with the RS-232 interface, it is possible to connect and control only one device at a time. RS-232 is also a relatively slow interface with typical data rates of less than 20 kbytes/s. RS-232 is best suited for laboratory applications compatible with a slower, less rugged connection. === Test script processors and a channel expansion bus === One of the most recently developed test system platforms employs instrumentation equipped with onboard test script processors combined with a high-speed bus. In this approach, one “master” instrument runs a test script (a small program) that controls the operation of the various “slave” instruments in the test system, to which it is linked via a high-speed LAN-based trigger synchronization and inter-unit communication bus. Scripting is writing programs in a scripting language to coordinate a sequence of actions. This approach is optimized for small message transfers that are characteristic of test and measurement applications. With very little network overhead and a 100 Mbit/s data rate, it is significantly faster than GPIB and 100BaseT Ethernet in real applications. The advantage of this platform is that all connected instruments behave as one tightly integrated multi-channel system, so users can scale their test system to fit their required channel counts cost- effectively. A system configured on this type of platform can stand alone as a complete measurement and automation solution, with the master unit controlling sourcing, measuring, pass/fail decisions, test sequence flow control, binning, and the component handler or prober. Support for dedicated trigger lines means that synchronous operations between multiple instruments equipped with onboard Test Script Processors that are linked by this high speed bus can be achieved without the need for additional trigger connections.Cigoy, Dale. R&D; Magazine.Smart Instruments Keep Up With Changing RD Needs Retrieved January 4, 2009. ==Test equipment switching== The addition of a high-speed switching system to a test system's configuration allows for faster, more cost-effective testing of multiple devices, and is designed to reduce both test errors and costs. Designing a test system's switching configuration requires an understanding of the signals to be switched and the tests to be performed, as well as the switching hardware form factors available. ==See also== * List of electrical and electronic measuring equipment * Load pull, a colloquial term applied to the process of systematically varying the impedance presented to a device under test ==References== ==External links== * LXI Consortium * NIST’s 1588 Standard * ICS Electronics. “GPIB 101A Tutorial About the GPIB Bus.”, Retrieved December 29, 2009. * * United Testing Systems Inc.",
 "title": "Electronic test equipment"
}