{
 "id": "274148",
 "text": "Psychic Hearts is the debut solo studio album by former Sonic Youth member Thurston Moore released in 1995 through Geffen Records. The album has been remastered \"for goodness\" and reissued in 2006. The two-record vinyl version of the reissue contains bonus tracks on the fourth album side where on the original vinyl release the fourth side had a drawing by cover artist Rita Ackermann etched directly into the vinyl. The album makes reference to Yoko Ono and Patti Smith. Sonic Youth have made many Patti Smith references and tributes throughout their career. ==Reviews== When Psychic Hearts was re- released in 2006, it was praised by critic Brandon Stosuy of Pitchfork Media: > Released after Experimental Jet Set Trash and No Star and joined by Steve > Shelley on drums and Tim Foljahn on second guitar, Moore's femme-themed solo > debut, Psychic Hearts, is a collection of often-beautiful sunset guitar > rock. Of his vocal turns, my favorite is the caffeinated, teen- > angst/dysfunction of the propulsive title track. Moore's vocals are also > particularly swoon-worthy on the whispery \"Pretty Bad\" and breathy \"Ono > Soul\". Most of Psychic Hearts, however, works because of the simple > repetitions of instrumentals like lilting opener \"Blues From Beyond the > Grave\" and the gently paranoid \"(I Got a) Catholic Block\" patterning that > surfaces between Moore's voice in \"Feathers\". The centerpiece is the > 20-minute instrumental exeunt, \"Elegy for All the Dead Rock *s\". The track's > distinct movements mingle fluidly, swerving into a sideways cascade before > bursting and blooming until notes sharpen and a final tidal wave arcs and > releases. The noise implosions of its final third are anticlimactic, but > after some gentle plucks and slides, Moore grabs his pick and glides into > that dark night as gorgeously as he began, only this time with more > triumphal drums. ==Track listing== All songs written by Thurston Moore. #\"Queen Bee and Her Pals\" – 2:57 #\"Ono Soul\" – 3:28 #\"Psychic Hearts\" – 3:59 #\"Pretty Bad\" – 3:58 #\"Patti Smith Math Scratch\" – 2:43 #\"Blues from Beyond the Grave\" – 4:35 #\"See-Through Play/Mate\" – 2:18 #\"Hang Out\" – 4:10 #\"Feathers\" – 2:20 #\"Tranquilizer\" – 2:06 #\"Staring Statues\" – 2:34 #\"Cindy (Rotten Tanx)\" – 3:46 #\"Cherry's Blues\" – 2:05 #\"Female Cop\" – 5:24 #\"Elegy for All the Dead Rock Stars\" – 19:49 ===2006 reissue bonus vinyl tracks=== #\"Teenage Buddhist Daydream\" – 2:36 #\"Just Tell Her That I Really Like Her\" – 3:02 #\"The Church Should Be for the Outcast, Not a Church That Casts People Out\" – 6:47 #\"Thoodblirsty Thesbians\" – 6:09 #\"Superchrist\" – 3:10 ==Personnel== *Thurston Moore – vocals, guitar, bass, composer, producer ;Additional musicians *Tim Foljahn – guitar *Steve Shelley – drums ;Technical personnel *Rita Ackermann – cover art *Edward Douglas – engineer, mixing *Frank Olinsky – art direction *Lee Ranaldo – engineer, mixing *John Siket – engineer, mixing *Howie Weinberg – mastering ==References== Category:1995 debut albums Category:Thurston Moore albums Category:Geffen Records albums",
 "title": "Psychic Hearts"
}