{
 "id": "274246",
 "text": "The Primacy of Ireland was historically disputed between the Archbishop of Armagh and the Archbishop of Dublin until finally settled by Pope Innocent VI. Primate is a title of honour denoting ceremonial precedence in the Church, and in the Middle Ages there was an intense rivalry between the two archbishoprics as to seniority. Since 1353 the Archbishop of Armagh has been titled Primate of All Ireland and the Archbishop of Dublin Primate of Ireland, signifying that they are the senior churchmen in the island of Ireland, the Primate of All Ireland being the more senior. The titles are used by both the Catholic and Church of Ireland bishops. The distinction mirrors that in the Church of England between the Primate of All England, the Archbishop of Canterbury, and the Primate of England, the Archbishop of York.MacGeoghegan, James, The history of Ireland, ancient and modern (1844), James Duffy, Dublin, p. 337 ==History== The episcopal see of Dublin was created in the eleventh century, when Dublin was a Norse city state. Its first bishop, Dúnán (or Donatus), was described at his death as \"chief bishop of the Foreigners\".Gwynn, Aubrey, The Irish Church in the 11th and 12th Centuries (1992), edited by Gerard O'Brien, Four Courts, Dublin, pp. 50–51 From the first, Dublin had close ties to the see of Canterbury.Gwynn (1992), p. 50 The fifth bishop of Dublin, Gregory, was only a subdeacon when he was elected bishop by what Aubrey Gwynn called \"the Norse party in the city\". He was sent to England where he was consecrated by Archbishop Ralph of Canterbury, but on his return he was prevented from entering his see by those who wanted Dublin integrated with the Irish hierarchy. A compromise was reached by which Gregory was recognised as bishop of Dublin, while he in turn accepted the authority of Cellach, archbishop of Armagh, as primate.Gwynn (1992), pp. 128, 228 In 1152, the Synod of Kells divided Ireland between the four archdioceses of Armagh, Dublin, Cashel and Tuam. Gregory was appointed archbishop of Dublin. The papal legate, Cardinal John Paparo, also appointed the archbishop of Armagh \"as Primate over the other bishops, as was fitting.\"Gwynn (1992), p. 221 Henry de Loundres, archbishop of Dublin from 1213 to 1228, obtained a bull from Pope Honorius III prohibiting any archbishop from having the cross carried before him (a symbol of authority) in the archdiocese of Dublin without the consent of the archbishop of Dublin.Brenan, Michael John, An Ecclesiastical History of Ireland, Volume I (1840), J. Coyne, Dublin, pp. 377–8 A century later, this bull led to a confrontation between Richard FitzRalph, archbishop of Armagh, and Alexander de Bicknor, archbishop of Dublin, when FitzRalph, acting on letters of King Edward III specifically allowing him to do so, entered Dublin in 1349 \"with the cross erect before him\". He was opposed by the prior of Kilmainham on the instructions of Bicknor, and forced to withdraw to Drogheda. On Bicknor's death, and the succession of John de St Paul to the see of Dublin, King Edward revoked his letters to FitzRalph and forbade the primate to exercise his jurisdiction in Dublin.Carew, Patrick Joseph, An ecclesiastical history of Ireland (1838), Eugene Cummiskey, Philadelphia, pp. 396–7 In 1353 the matter was referred to Avignon. There Pope Innocent VI, acting on the advice of the College of Cardinals, ruled that \"each of these prelates should be Primate; while, for the distinction of style, the Primate of Armagh should entitle himself Primate of All Ireland, but the Metropolitan of Dublin should subscribe himself Primate of Ireland.\"William Dool Killen, The Ecclesiastical History of Ireland (1875), MacMillan, Dublin, p. 294 ==Status== The Archbishop of Armagh's leading status is based on the belief that his See was founded by St. Patrick, the city of Armagh thus being the ecclesiastical capital of Ireland. On the other hand, Dublin is the political, cultural, social, economic and secular centre of Ireland, and has been for many centuries, thus making the Archbishop of Dublin someone of considerable influence, with a high national profile. Dispute has \"flared up\" on a number of occasions, including in 1672 between Catholic archbishops Oliver Plunkett of Armagh and Peter Talbot of Dublin, and again in the late 18th century. Since the 1870s one or other of the Catholic archbishops of Armagh and Dublin has been a member of the College of Cardinals. Due to Ireland's small size, two Irish reigning diocesan cardinals are unlikely to be created.That does not mean there have not been more than one Irish person in the College of Cardinals. Irishmen based in the Vatican have been awarded the red hat alongside Irish-based archbishops. In addition, after Pope Paul VI introduced a mandatory retirement age at which point cardinals cease to have a vote in the College of Cardinals, Ireland had the experience of having two diocesan cardinals, both emeriti (retired): Desmond Connell of Dublin (a \"voting\" cardinal), and Cahal Daly of Armagh (over 80 years old). Connell passed 80 years of age in 2006, and a third red hat went in the following year to Archbishop Seán Brady of Armagh. An apparent dominance of Dublin over Armagh was shown in the 1850s when the then Archbishop of Armagh, Paul Cullen was transferred from Armagh to the nominally inferior see of Dublin, where he became the most high-profile Catholic prelate in Ireland. Some years after the First Vatican Council, in which he played a central role in the proclamation of Papal Infallibility, he was made Ireland's first cardinal, ahead of the nominally superior Archbishop of Armagh. Cullen's successor in Dublin, Archbishop Edward MacCabe was also made a cardinal. But after that, the cardinal's red hat went invariably to the Archbishop of Armagh, until Pope John Paul II awarded the red hat not to the low-key pastoral Seán Brady of Armagh, but to the higher-profile, more intellectual, and clearly conservative, Desmond Connell of Dublin. But in 2007 Pope Benedict XVI decided to give the honour again to the See of Patrick, creating Brady a cardinal rather than the reigning Archbishop of Dublin, Diarmuid Martin, previously a high-profile Vatican official. ==Primates today== At present the Archbishop of Armagh in the Catholic Church is Eamon Martin. John McDowell holds the equivalent office in the Church of Ireland. The current Catholic Archbishop of Dublin is Dermot Farrell. The current Church of Ireland Archbishop of Dublin is Michael Jackson. ==See also== * Archdiocese of Armagh (Roman Catholic) * Archbishop of Armagh (Church of Ireland) * Archdiocese of Dublin (Roman Catholic) * Archbishop of Dublin (Church of Ireland) ==References== ==Bibliography== * New York, 1909: The Catholic Encyclopedia; Robert Appleton Company ==External links== *Archdiocese of Dublin by GCatholic.org * Church of Ireland Archbishop of Dublin Category:History of Christianity in Ireland Category:Episcopacy in Anglicanism Category:Primates in the Anglican Communion Category:Roman Catholic primates Category:Catholic Church in Ireland pt:Primaz da Irlanda",
 "title": "Primacy of Ireland"
}