{
 "id": "274519",
 "text": "Lloyd Vernet Bridges Jr. (January 15, 1913 – March 10, 1998) was an American film, stage and television actor who starred in a number of television series and appeared in more than 150 feature films. He was the father of four children, including the actors Beau Bridges and Jeff Bridges. He started his career as a contract performer for Columbia Pictures, appearing in films such as Sahara (1943), A Walk in the Sun (1945), Little Big Horn (1951) and High Noon (1952). On television, he starred in Sea Hunt 1958 to 1961. By the end of his career, he had re-invented himself and demonstrated a comedic talent in such parody films as Airplane! (1980), Hot Shots! (1991), and Jane Austen's Mafia! (1998). Among other honors, Bridges was a two-time Emmy Award nominee. He received a star on the Hollywood Walk of Fame on February 1, 1994. ==Early life== Bridges was born in San Leandro, California, to Lloyd Vernet Bridges Sr. (1887–1962), who was involved in the California hotel business and once owned a movie theater, and his wife Harriet Evelyn (Brown) Bridges (1893–1950). His parents were both natives of Kansas, and of English ancestry. Bridges graduated from Petaluma High School in 1930. He then studied political science at UCLA, where he was a member of Sigma Alpha Epsilon fraternity. ==Career== Bridges had small uncredited roles in the films Freshman Love (1936) and Dancing Feet (1936). ===Theatre=== Bridges made his Broadway debut in 1937 in a short-lived production of Shakespeare's Othello, starring Walter Huston and Brian Aherne; Bridges was in the Ensemble. He appeared on stage in Suzanna and the Elders (1940). In Hollywood he had an uncredited role in Northwest Passage (1940). ===Columbia Pictures and U.S. Coast Guard=== In 1940, Bridges joined the stock company at Columbia Pictures at $75 a week, where he played small roles in features and short subjects. He could be seen in The Lone Wolf Takes a Chance (1941), They Dare Not Love (1941), Doctor's Alibi (1941), Blue Clay (1941), Our Wife (1941), and I Was a Prisoner on Devil's Island (1941). In Here Comes Mr. Jordan (1941) Bridges is the pilot of the plane in the \"heaven\" scene. Bridges later reflected, He left Columbia Pictures during World War II to enlist in the United States Coast Guard. Following his discharge, he returned to acting. In later years, he was a member of the U.S. Coast Guard Auxiliary, 11th District (California) and did several public service announcements for the Coast Guard. Bridges' Sea Hunt character Mike Nelson was portrayed as a member of the Coast Guard Auxiliary and sometimes appeared in uniform. Because of his support, he was made an honorary commodore in the Auxiliary. Bridges' sons, actors Beau and Jeff, also served in the Coast Guard and Coast Guard Reserve.U.S. Coast Guard Historian's Office http://www.uscg.mil/history/faqs/lloydbridges.asp Retrieved 5 February 2014 thumb|Commodore Lloyd Bridges, U.S. Coast Guard Auxiliary public service poster ===Post-war career=== Bridges' first lead role was in the serial Secret Agent X-9 (1945) made for Universal. That studio kept him on for Strange Confession (1945), an Inner Sanctum mystery. Bridges had some support roles in independent films, A Walk in the Sun (1945), and Abilene Town (1946). He was in Paramount's Miss Susie Slagle's (1946) and Walter Wanger's Canyon Passage (1947). In 1947 he appeared in a small role in Cecil B. DeMille's film Unconquered. ===Leading man=== He returned to lead roles with Secret Service Investigator (1948) at Republic Pictures, and 16 Fathoms Deep (1948) for Monogram Pictures. Bridges had a support role in Moonrise (1948) then was the lead in Hideout (1949) for Republic. Bridges was in a Western at Universal directed by George Sherman, Red Canyon (1949), and a short at MGM, Mr. Whitney Had a Notion (1949). He had a good role in Home of the Brave (1949). At Universal he was Howard Duff's friend in Calamity Jane and Sam Bass (1949), again for Sherman. Bridges had the star role in Trapped (1949) directed by Richard Fleischer for Eagle Lion and Rocketship X-M (1950) for Lippert Pictures. He had supporting roles in Colt .45 (1951), The White Tower (1951), and The Sound of Fury (1950) (directed by Cy Endfield). ===Blacklisting=== Bridges was blacklisted briefly in the 1950s after he admitted to the House Un-American Activities Committee that he had once been a member of the Actors' Laboratory Theatre, a group found to have had links to the Communist party. He returned to acting after recanting his membership and serving as a cooperative witness, achieving his greatest success in television. Bridges made his TV debut in 1951 with \"Man's First Debt\" in The Bigelow Theatre. He had starring roles in the films The Fighting Seventh (1951), Three Steps North (1951), and Richer Than the Earth (1951). On TV he did \"Rise Up and Walk\" for Robert Montgomery Presents (1952) and \"International Incident\" for Studio One in Hollywood (1952) (the latter directed by Franklin J. Schaffner). Bridges had a supporting role in High Noon (1952). Bridges guest starred on Suspense (\"Her Last Adventure\") and Schlitz Playhouse (\"This Plane for Hire\"), and had support roles in Plymouth Adventure (1952) and The Sabre and the Arrow (1953). Bridges returned to leads in The Tall Texan (1953) for Lippert Pictures. Bridges was in \"The Long Way Home\" for Goodyear Playhouse (1953), and appeared in The Kid from Left Field (1953) and City of Bad Men (1953) for Fox. He travelled to the UK to star in The Limping Man (1953) for Cy Endfield. He returned to Broadway in Dead Pigeon (1953–54), which had a short run. He had the lead in a horse movie, Prince of the Blue Grass (1954) and returned to England to make Third Party Risk (1954) for Hammer Films. In Hollywood Bridges supported Joel McCrea in Wichita (1955) and had the lead in Roger Corman's low-budget Apache Woman (1955). ===Television=== On TV Bridges performed in \"Broadway Trust\" for Crossroads (1955), \"The Dark Fleece\" and \"Edge of Terror\" for Climax! (1955) (the latter directed by John Frankenheimer), \"The Ainsley Case\" for Front Row Center (1956), \"Across the Dust\" and \"Prairie Dog Court\" for Chevron Hall of Stars (1956), and \"The Silent Gun\" and \"American Primitive\" for Studio One in Hollywood (1956). He had the lead in the low budget Wetbacks (1956) and a support role in The Rainmaker (1956). Bridges gained attention in 1956 for his emotional performance on the live anthology program The Alcoa Hour, in an episode titled \"Tragedy in a Temporary Town\" written by Reginald Rose and directed by Sidney Lumet. During the performance, Bridges inadvertently used profanity while ad-libbing. Although the slip of the tongue generated hundreds of complaints, the episode won a Robert E. Sherwood Television Award, with Bridges' slip being defended even by some members of the clergy. Bridges received an Emmy Award nomination for the role. Bridges did \"The Regulators\" for Studio 57 (1956), \"They Never Forget\" for The United States Steel Hour (1957), \"Ride the Wild Mare\" for The Alcoa Hour (1957), \"Man on the Outside\" for Studio 57 (1957), \"The Sound of Silence\", \"Figures in Clay\" and \"The Disappearance of Amanda Hale\" for Climax!, \"Heritage of Anger\" (1956) and \"Clash by Night\" (1957) for Playhouse 90, the latter with Kim Stanley. Bridges also made several episodes of Zane Grey Theatre including \"Time of Decision\" (1957) and \"Wire\" (1958). He supported Rory Calhoun in Ride Out for Revenge (1957) and did \"A Time to Cry\" on The Frank Sinatra Show (1958) and had one of his best ever cinema roles in The Goddess (1958) based on a script by Paddy Chayefsky based on the life of Marilyn Monroe; Bridges played a sportsman based on Joe di Maggio opposite Kim Stanley. He directed \"Piano to Thunder Springs\" for Target (1958). ===Sea Hunt (1958–1961)=== Bridges gained wide recognition as Mike Nelson, the main character in the television series Sea Hunt, created by Ivan Tors, which ran in syndication from 1958 to 1961. He also wrote a book with a co-author about skin-diving entitled Mask and Flippers. Bridges did \"Lepke\" (1959) for Westinghouse Desilu Playhouse (1960), \"Ransom\" (1960) (directed by Budd Boetticher) and \"Image of a Drawn Sword\" (1961) for Zane Grey Theatre. He did a TV movie The Valley of Decision (1960), \"Death of the Temple Bay\" for The DuPont Show with June Allyson (1961), \"Who Killed Julie Greer?\" (1961) for The Dick Powell Theatre, \"The Fortress\" (1961) for Alcoa Premiere (with Fred Astaire), and \"The Two of Us\" (1962) for Checkmate. He also did a special Marineland Carnival (1962). ===The Lloyd Bridges Show (1962–1963)=== Bridges starred in the eponymous CBS anthology series The Lloyd Bridges Show (1962–1963) (produced by Aaron Spelling) which included appearances by his sons Beau and Jeff. Bridges followed it with \"A Hero for Our Times\" for Kraft Suspense Theatre (1963), \"Wild Bill Hickok – the Legend and the Man\" for The Great Adventure (1964), \"Cannibal Plants, They Eat You Alive\" for The Eleventh Hour (1964) and \"Exit from a Plane in Flight\" for Theater of Stars (1965). ===The Loner=== thumb|Bridges in The Loner Producer Gene Roddenberry, who worked with Bridges on Sea Hunt, reportedly offered Bridges the role of Captain Kirk on Star Trek before the part went to William Shatner. In addition, he was a regular cast member in the Rod Serling western series The Loner, which lasted one season from 1965 to 1966, canceled due to ratings, despite solid reviews and several scripts by Rod Serling, over the show being too “adult” and realistic. Bridges returned to features with Around the World Under the Sea (1966). He guest starred in \"Fakeout\" for Mission Impossible (1966), and did a TV movie A Case of Libel (1968). Bridges starred in some action films, Daring Game (1968) and Attack on the Iron Coast (1968), the latter for Ivan Tors. He did \"The People Next Door\" for CBS Playhouse (1968). Bridges starred in some TV movies, The Silent Gun (1969), and Silent Night, Lonely Night (1969). He had a support role in The Happy Ending (1969) directed by Richard Brooks. Bridges returned to Broadway as a replacement for the lead in Cactus Flower (1967). ===Telemovies=== Bridges was in heavy demand for TV movies such as The Love War (1970), Lost Flight (1970), Do You Take This Stranger? (1971), A Tattered Web (1971), and The Deadly Dream (1971). He starred in a short lived series San Francisco International Airport (1970/71) and had a support role in a feature, To Find a Man (1972). Bridges had a (then) rare comedy role on Here's Lucy with \"Lucy's Big Break\" (1972). He continued in TV movies: Haunts of the Very Rich (1972), Trouble Comes to Town (1973), Crime Club (1973), Running Wild (1973), Death Race (1973), The Whirlwind (1974, with son Beau), and Stowaway to the Moon (1975). ===Joe Forrester=== Bridges starred in a short-lived Police Story spin-off Joe Forrester (1975–76). Bridges played significant roles in several mini-series, including Roots, and How the West Was Won. He returned to TV movies: The Force of Evil (1978), Telethon (1978), The Great Wallendas (1978) and The Critical List (1978). Bridges had a notable guest part in \"The Living Legend\" for Battlestar Galactica (1978) and went to Australia to make Shimmering Light (1978) with Beau. He had a support part in The Fifth Musketeer (1979) starring Beau and was in Disaster on the Coastliner (1979), Bear Island (1979) and This Year's Blonde (1980) (as Johnny Hyde) ===Airplane!=== Bridges had his biggest film hit in a long time in Airplane! (1980), a spoof of disaster films. He appeared in a number of mini series such as East of Eden (1981), The Blue and the Gray (1982) and George Washington (1984). He guest starred on shows such as The Love Boat (1981), Loving (1983), and Matt Houston (1983) and continued to make TV movies like Life of the Party: The Story of Beatrice (1982), Grace Kelly (1983) and Grandpa, Will You Run with Me? (1983). Bridges reprised his Airplane! role in Airplane II: The Sequel (1982) Bridges starred in a short- lived series Paper Dolls (1984). For TV he appeared in Alice in Wonderland (1985), Dress Gray (1986), and North and South, Book II (1986). He was in Weekend Warriors (1986), The Thanksgiving Promise (1986) for Disney, and The Wild Pair (1987) starring and directed by Beau. Bridges appeared with Jeff in Tucker: The Man and His Dream (1987) and was in She Was Marked for Murder (1988), for TV. Bridges had notable supporting roles in the features Winter People (1989) and Cousins (1989). He was in the TV movie Cross of Fire (1989). ===1990s=== Bridges starred in a short-lived series, Capital News (1990), for ABC. In 1990, he had a supporting role in Joe Versus the Volcano, and portrayed Harry Helmsley in the made-for-television movie, Leona Helmsley: The Queen of Mean. Bridges was in Shining Time Station: 'Tis a Gift (1990) then reprised his comedy career with a supporting role in Hot Shots! (1991). He starred in a TV movie In the Nick of Time (1992) and was in Honey, I Blew Up the Kid (1992), Devlin (1992), and Mr. Bluesman (1993) before reprising his old role in Hot Shots! Part Deux (1993). Bridges did Secret Sins of the Father (1994) with son Beau (who directed), and Cinderella ... Frozen in Time (1994). His last regular TV series was Harts of the West (1993–1994). Bridges supported son Jeff in a big budget action film Blown Away (1994). He did \"Sandkings\" (1995) for The Outer Limits (1995) with Beau, The Other Woman (1995), Nothing Lasts Forever (1995), and The Deliverance of Elaine (1996) and did voice work on Peter and the Wolf (1995). He had a semi-regular part on Second Noah (1996). He received a second Emmy Award nomination four decades after the first when he was nominated in 1998 for his role as Izzy Mandelbaum on Seinfeld. Bridges served on the advisory board of the Los Angeles Student Film Institute. Bridges also guest starred on Ned and Stacey. Bridges' last roles were in Mafia! (1998) and Meeting Daddy (2000). ==Personal life== Bridges met his wife, Dorothy Bridges (née Simpson), in his fraternity; they married in 1938 in New York City. They had four children: actors Beau Bridges (born in 1941) and Jeff Bridges (born in 1949); a daughter, Lucinda Louise Bridges (born in October 1953);Superior Pics: Beau Bridges Profile Retrieved 2012-05-28 and another son, Garrett Myles Bridges, who died of Sudden Infant Death Syndrome on August 3, 1948. Actor Jordan Bridges is Beau's son and Lloyd's grandson. Dorothy and Lloyd exchanged vows again for their 50th wedding anniversary. ==Death== On March 10, 1998, Bridges died of natural causes at the age of 85. ===Tributes=== An episode (\"The Burning\") in the final Seinfeld season (1998) was dedicated to the memory of Lloyd Bridges. He had played the character of Izzy Mandelbaum in the episodes \"The English Patient\" in 1997 and \"The Blood\" later the same year. Bridges' last film, Jane Austen's Mafia!, which came out the year of his death, bears a dedication to him. In 2011 Bridges was posthumously named as one of six recipients – two of whom are his sons Beau and Jeff – of the Lone Sailor Award, which honors former Coast Guard servicemen who have gone on to forge successful careers as civilians. ==Filmography== ===Features=== *Freshman Love (1936) as College Boy (uncredited) *Dancing Feet (1936) as Young Man (uncredited) *Lost Horizon (1937) as Uniformed Soldier / Officer (uncredited) *The Lone Wolf Takes a Chance (1941) as Johnny Baker *They Dare Not Love (1941) as Blonde Officer (uncredited) *The Medico of Painted Springs (1941) as Cowhand (uncredited) *The Son of Davy Crockett (1941) as Sammy (uncredited) *I Was a Prisoner on Devil's Island (1941) as Rene (uncredited) *Our Wife (1941) as Taxi Driver (uncredited) *Here Comes Mr. Jordan (1941) as Sloan – Co-pilot of Plane #22 (uncredited) *Harmon of Michigan (1941) as Ozzie *Two Latins from Manhattan (1941) as Tommy Curtis *You Belong to Me (1941) as Ski Patrol (uncredited) *Three Girls About Town (1941) as Reporter (uncredited) *The Royal Mounted Patrol (1941) as Hap Andrews *Sing for Your Supper (1941) as Doc (uncredited) *Honolulu Lu (1941) as Desk Clerk (uncredited) *Harvard, Here I Come! (1941) as Liarry (uncredited) *West of Tombstone (1942) as Martin (uncredited) *Blondie Goes to College (1942) as Ben Dixon *Cadets on Parade (1942) as Reporter (uncredited) *Shut My Big Mouth (1942) as Skinny *Canal Zone (1942) as Recruit Baldwin (insurance man) *Alias Boston Blackie (1942) as Bus Driver (uncredited) *Tramp, Tramp, Tramp (1942) as Guard (uncredited) *North of the Rockies (1942) as Constable McDowell *The Wife Takes a Flyer (1942) as German Sergeant (uncredited) *Sweetheart of the Fleet (1942) as Sailor *Submarine Raider (1942) as Submarine Engine Seaman (voice, uncredited) *Riders of the Northland (1942) as Alex *Flight Lieutenant (1942) as Cadet William 'Bill' Robinson (uncredited) *Atlantic Convoy (1942) as Bert *The Talk of the Town (1942) as Donald Forrester (uncredited) *Counter-Espionage (1942) as Waiter (uncredited) *A Man's World (1942) as Brown *Daring Young Man (1942) as Hans Muller *The Spirit of Stanford (1942) as Don Farrell (uncredited) * Stand By All Networks (1942) as Slim Terry (uncredited) *Pardon My Gun (1942) as Henchman (uncredited) *Underground Agent (1942) as Chemist (uncredited) *They Stooge to Conga (1943) as telephone customer (uncredited) *Commandos Strike at Dawn (1943) as Young German Soldier (uncredited) *City Without Men (1943) as Coast Guard Helmsman (uncredited) *One Dangerous Night (1943) as Airline Gate Attendant (uncredited) *Destroyer (1943) as 2nd Fireman (uncredited) *Passport to Suez (1943) as Fritz *Sahara (1943) as Fred Clarkson *Hail to the Rangers (1943) as Dave Kerlin *The Heat's On (1943) as Andy Walker *There's Something About a Soldier (1943) (uncredited) *Crime Doctor's Strangest Case (1943) as Jimmy Trotter *Once Upon a Time (1944) as Aviator Captain (uncredited) *Riding West (1944) as Larry (uncredited) *She's a Soldier Too (1944) as Charles Jones *Louisiana Hayride (1944) as Montague Price *The Master Race (1944) as Frank *Saddle Leather Law (1944) as Paul Edwards *Secret Agent X-9 (1945) as Phil Corrigan (Secret Agent X-9) *Strange Confession (1945) as Dave *A Walk in the Sun (1945) as Sgt. Ward *Abilene Town (1946) as Henry Dreiser *Miss Susie Slagle's (1946) as Silas Holmes *Canyon Passage (1946) as Johnny Steele *Thunderbolt! (1947) as Pilot (voice) *Ramrod (1947) as Red Cates *The Trouble with Women (1947) as Avery Wilson *Unconquered (1947) as Lt. Hutchins *Secret Service Investigator (1948) as Steve Mallory / Dan Redfern *16 Fathoms Deep (1948) as Ray Douglas *Moonrise (1948) as Jerry Sykes *Hideout (1949) as George Browning *Red Canyon (1949) as Virgil Cordt *Home of the Brave (1949) as Finch *Calamity Jane and Sam Bass (1949) as Joel Collins *Trapped (1949) as Tris Stewart *Rocketship X-M (1950) as Col. Floyd Graham *Colt .45 (1950) as Paul Donovan *The White Tower (1950) as Mr. Hein *The Sound of Fury (1950) as Jerry Slocum *Little Big Horn (1951) as Capt. Phillip Donlin *Three Steps North (1951) as Frank Keeler *The Whistle at Eaton Falls (1951) as Brad Adams *High Noon (1952) as Deputy Marshal Harvey Pell *Plymouth Adventure (1952) as Coppin *Last of the Comanches (1953) as Jim Starbuck *The Tall Texan (1953) as Ben Trask *The Kid from Left Field (1953) as Pete Haines *City of Bad Men (1953) as Gar Stanton *The Limping Man (1953) as Frank Prior *Pride of the Blue Grass (1954) as Jim *Third Party Risk (1954) as Philip Graham *Wichita (1955) as Gyp Clements *Apache Woman (1955) as Rex Moffett *Wetbacks (1956) as Jim Benson *The Rainmaker (1956) as Noah Curry *Ride Out for Revenge (1957) as Capt. George *The Goddess (1958) as Dutch Seymour *A Pair of Boots (1962) as Otis / Adam Shepherd / Sen. Guthrie / Jonathan Tatum / Various characters *Around the World Under the Sea (1966) as Dr. Doug Standish *Daring Game (1968) as Vic Powers *Attack on the Iron Coast (1968) as Major Jamie Wilson *The Happy Ending (1969) as Sam *Lost Flight (1969) as Captain Steve Bannerman *The Love War (1970) (TV) as Kyle *The Deadly Dream (1971) (TV) as Dr. Jim Hanley *Scuba (1972) (documentary) (narrator) *To Find a Man (1972) as Frank McCarthy *Haunts of the Very Rich (1972) as Dave Woodrough *Running Wild (1973) as Jeff Methune *Death Race (1973) as Hans Pimler *The Fifth Musketeer (1979) as Aramis *Bear Island (1979) as Smithy *Airplane! (1980) as Steve McCroskey *Airplane II: The Sequel (1982) as Steve McCroskey *Weekend Warriors (1986) as Col. Archer *The Thanksgiving Promise (1986) as Stewart Larson *The Wild Pair (1987) (with son Beau Bridges) as Col. Heser *Tucker: The Man and His Dream (1988) as Sen. Homer Ferguson (uncredited) *Winter People (1989) as William Wright *Cousins (1989) as Vince *Joe Versus the Volcano (1990) as Graynamore *Hot Shots! (1991) as Adm. Thomas 'Tug' Benson *Honey, I Blew Up the Kid (1992) as Clifford Sterling *Earth and the American Dream (1992) (documentary) (narrator) *Mr. Bluesman (1993) as Bronski *Hot Shots! Part Deux (1993) as Tug Benson *Blown Away (1994) as Max O'Bannon with son Jeff Bridges *Peter and the Wolf (1995) as Grandfather *Jane Austen's Mafia! (1998) as Vincenzo Cortino *Meeting Daddy (2000) as Mr. Branson (filmed in 1997; released posthumously) *From Russia to Hollywood: The 100-Year Odyssey of Chekhov and Shdanoff (2002) as Himself (scenes filmed in the 1990s) ===Short subjects=== *The Great Glover (1942) *They Stooge to Conga (1943) as Telephone Customer #2 (uncredited) *His Wedding Scare (1943) as Train Conductor Charlie, Susie's 1st Husband *A Rookie's Cookie (1943) *Mr. Whitney Had a Notion (1949) as Eli Whitney *My Daddy Can Lick Your Daddy (1962) *The World of Inner Space (1966) *Wonderful World of Wheels (1967) *I Am Joe's Heart (1987) as Joe's Heart (voice) ==Television work== *Suspense co-star with Arlene Francis in \"Her Last Adventure\" (August 19, 1952) as James *Jukebox Jury (1953) *Crossroads in \"Broadway Trust\" with James Dean (November 11, 1955) as Fred *Dick Powell's Zane Grey Theatre in Image of a Drawn Sword (1961) as Lt. Sam Kenyon *Sea Hunt (1958–1961) as Mike Nelson / Whitey Fender *Dick Powell's Zane Grey Theatre (1960) as Dundee, Season 5, Episode 6 – Ransom *The Ford Show, Starring Tennessee Ernie Ford (January 8, 1959) as Captain Anderson *The DuPont Show with June Allyson as Captain Anderson in \"Death on the Temple Bay\", BSD series finale (1961) as Captain Anderson *The Lloyd Bridges Show (1962–1963) as Adam Shepherd / Sen. Guthrie / Jonathan Tatum / Various characters *The Eleventh Hour with son Beau, \"Cannibal Plants, They Eat You Alive\" (1964) as Leonard McCarty *Kraft Suspense Theatre (1963) as Mason Etheridge *The Loner (1965–1966) as William Colton *Mission: Impossible (1966) as Anastas Poltroni *A Case of Libel (1968) as Dennis Corcoran *Lost Flight (1969) *The Silent Gun (1969) as Brad Clinton *Silent Night, Lonely Night (1969) as John Sparrow *The Love War (1970) as Kyle *San Francisco International Airport (1970–1971) as Jim Conrad *Do You Take This Stranger? (1971) as Steven Breck *A Tattered Web (1971) as Sgt. Ed Stagg *The Deadly Dream (1971) as Dr. Jim Hanley *Water World (1972–1975) as Narrator *Haunts of the Very Rich (1972) as Dave Woodrough *Trouble Comes to Town (1973) as Sheriff Porter Murdock *Crime Club (1973) as Paul Cord *Death Race (1973) as Hans Pimler *Benjamin Franklin (1974) (miniseries) *The Whirlwind (1974) *Police Story (1974–75) as Joe Forrester / Sgt. Wolf Bozeman *Stowaway to the Moon (1975) as Charlie Englehardt *Cop on the Beat (1975) *Joe Forrester (1975–76) as Joe Forrester *Quinn Martin's Tales of the Unexpected (1977 TV series) episode \"The Force of Evil\" (Dr. Carrington) *Roots (1977) (miniseries) *Telethon (1977) as Matt Tallman *How the West Was Won (1978) (miniseries) as Orville Gant *The Great Wallendas (1978) as Karl Wallenda *Shimmering Light (1978) as Sean Pearse *GI Diary (1978) as Narrator (voice) *Battlestar Galactica (1978 TV series) as Commander Cain *Disaster on the Coastliner (1979) as Al Mitchell *East of Eden (1981 miniseries) as Samuel Hamilton *The Blue and the Gray (1982 miniseries) as Ben Geyser *Grace Kelly (1983) as Jack Kelly *Paper Dolls (1984) as Grant Harper *George Washington (1984) (miniseries) as Caleb Quinn *Alice in Wonderland (1985 miniseries) as White Knight *North and South (1986) (miniseries) as Confederate President Jefferson Davis *Dress Gray (1986) (miniseries) as Gen. Axel Rylander *Shining Time Station: 'Tis a Gift (PBS TV Special) as Mr. Nicholas *Capital News (1990) as Jo Jo Turner *Leona Helmsley: The Queen of Mean (1990) as Harry Helmsley *In The Nick Of Time (1991 Christmas Movie) as Santa Claus *Harts of the West (1993–1994) as Jake Terrel *The Other Woman as Jacob *The Outer Limits – \"The Sandkings\" (March 26, 1995) as Col. Kress *Seinfeld as Izzy Mandelbaum ** Season 8 episode The English Patient (March 13, 1997) ** Season 9 episode The Blood (October 16, 1997) ==References== ==Further reading== * Mask and Flippers (1960) (non-fiction) by Lloyd Bridges and Bill Barada, 196 pp. Chilton Company ==External links== * * * March–April 2004 – United World, \"publication of the Coalition for a Democratic World Government, News and Views.\" * * Sea Hunt Trivia Guide, Lloyd Bridges from The Scuba Guy * 1935 Yearbook Photo * Category:1913 births Category:1998 deaths Category:American people of English descent Category:American male film actors Category:American male television actors Category:Bridges family Category:Hollywood blacklist Category:Male Western (genre) film actors Category:Male actors from the San Francisco Bay Area Category:People from San Leandro, California Category:People from Eureka, California Category:United States Coast Guard officers Category:University of California, Los Angeles alumni Category:20th- century American male actors Category:United States Coast Guard Auxiliary officers Category:United States Coast Guard personnel of World War II Category:Military personnel from California",
 "title": "Lloyd Bridges"
}