{
 "id": "274836",
 "text": "Dominion Day was a day commemorating the granting of Dominion status in certain countries. It was an official public holiday in Canada from 1879 to 1982, where it was celebrated on 1 July; that date is now known as Canada Day. In the Dominion of New Zealand, the anniversary of the granting of Dominion status, on 26 September, was observed as Dominion Day; it was never a public holiday. ==Canada== Dominion Day () was the name of the holiday commemorating the formation of Canada as a Dominion on 1 July 1867. It became an official public holiday in 1879.Why We Should Bring Back Dominion Day , HuffPost Canada, 1 July 2014. Some Canadians were, by the early 1980s, informally referring to the holiday as \"Canada Day\". Proponents argued that the name \"Dominion Day\" was a holdover from the British colonial era. The holiday was formally renamed to Canada Day in 1982 (via private member's bill by MP Hal Herbert to amend the Holidays Act), the year the Canada Act was passed. Nonetheless, efforts to resurrect the original holiday name persisted for years, including a \"Bring Back Our Dominion Day\" campaign launched in the pages of a national newspaper. ==New Zealand== A Dominion Day was occasionally celebrated in New Zealand to commemorate the anniversary of New Zealand becoming a Dominion on 26 September 1907. It was never a public holiday, although the first Dominion Day was a day off for public servants. The first Dominion Day was celebrated with a parade and other festivities in the capital, Wellington. Electric lights decorated Parliament Buildings, spelling out the words \"Advance New Zealand\". In late morning, the Prime Minister, Sir Joseph Ward read the proclamation from the main steps of Parliament Buildings. Outside of the capital, there were popular military parades in cities such as Auckland. Other places \"declined the government’s invitation to be enthusiastic\". Dominion Day soon \"faded away as a public event\" – there were occasional celebrations in the first few years after 1907, mostly in Wellington, but they were mainly formal events that did not capture the attention of the public. There was no strong emotional attachment to the anniversary, because New Zealand's granting of Dominion status passed largely unnoticed as a symbolic change. In 1907, the Otago Daily Times called the day \"a finger-post in the history of this land, but it is no land-mark\". New Zealand historian Keith Sinclair later remarked: \"… the change of title, for which there had been no demand, produced little public interest. It was largely regarded as Ward's personal show … it was merely cosmetic\". Today, the Canterbury (South) anniversary day celebration is the fourth Monday in September, corresponding to Dominion Day; the holiday is otherwise unobserved in the rest of the country. There has been support in some quarters for the day to be revived as an alternative New Zealand Day, instead of renaming Waitangi Day, New Zealand's current national day. ==References== ==Notes== Category:Public holidays in Canada Category:July observances Category:September observances Category:Types of national holidays Category:History of the Commonwealth of Nations",
 "title": "Dominion Day"
}