{
 "id": "275103",
 "text": "Joel T. Schumacher (; August 29, 1939June 22, 2020) was an American film director, screenwriter and producer. Raised in New York City by his mother, Schumacher graduated from Parsons School of Design and became a fashion designer. He first entered film-making as a production and costume designer before gaining writing credits on Car Wash, Sparkle, and The Wiz. Schumacher received little attention for his first theatrically-released films, The Incredible Shrinking Woman and D.C. Cab, but rose to prominence after directing St. Elmo's Fire, The Lost Boys, and The Client. Schumacher was selected to replace Tim Burton as director of the Batman franchise and oversaw Batman Forever and Batman & Robin. Later, Schumacher directed smaller-budgeted films, including Tigerland and Phone Booth. In 2004, he directed The Phantom of the Opera, which was released to mixed reviews. His final directorial work was two episodes of House of Cards. Critical reaction to Schumacher's films ranged from accolades for The Lost Boys, Falling Down, Tigerland and Phone Booth to disdain for Batman & Robin. ==Early life and education== Joel T. Schumacher was born on August 29, 1939 in New York City. His parents were Francis Schumacher, a Baptist from Knoxville, Tennessee who died from pneumonia when he was four, and Marian (Kantor), a Swedish Jew. He was raised by his mother in Long Island City. During his youth, he used LSD and methamphetamine and started drinking alcohol by age nine. In 1965, he graduated from Parsons School of Design, after having studied at the Fashion Institute of Technology, and later became a designer for Revlon in 1966. At the time of his mother's death in 1965, Schumacher stated that his \"life seemed like a joke\" as he was $50,000 in debt, lost multiple teeth, and only weighed 130 pounds. However, in 1970, he stopped using drugs and became employed at Henri Bendel. He later stated that \"I got my self-respect back getting a good day's pay for a good day's work.\" ==Career== ===Production designer=== In 1972, Schumacher served as a costume designer for Play It as It Lays and designed the wardrobes of Dyan Cannon, Joan Hackett, and Raquel Welch for the film The Last of Sheila. In 1973, he served as a costume designer for Woody Allen's Sleeper, and Paul Mazursky's Blume in Love. In 1974, he served as the production designer of Killer Bees. He later served as a costume designer for The Time of the Cuckoo, The Prisoner of Second Avenue and Interiors. ===Early filmmaking=== In 1974, Schumacher wrote a script for an eponymous biographic made-for-television movie based on the life of Virginia Hill. He was selected to serve as the movie's director and started filming on September 9. In 1974, he and Howard Rosenman wrote the script for Sparkle which later went into production in 1975, and was released in 1976. His original plan for the movie was for the movie to be a \"black Gone with the Wind\", but had to be modest due to the limited budget given to the production by Warner Bros. According to Schumacher the film represented his \"personal fascination\" with Jesse Jackson, Angela Davis, Tammi Terrell, and Diana Ross. He was later selected to write the screenplays for Car Wash and The Wiz. In 1978, Schumacher was selected to serve as the director of Amateur Night at the Dixie Bar and Grill which was later released in 1979. On January 31, 1980, he submitted a script for A Chorus Line, but the film underwent rewrites in development hell. In 1979, he was selected to serve as the director of The Incredible Shrinking Woman, his first theatrically released film, to replace John Landis, who had left after Universal Pictures had reduced the movie's budget. In 1981, the film was released to negative reviews, and was a box office bomb. The movie was initially given a $30 million budget, but it was reduced to $11–13 million although it would later rise to over $20 million due to the cost of special effects. In 1983, he directed D.C. Cab starring Mr. T, but later stated that he only worked on the movie as he needed a job. ===St. Elmo's Fire and The Lost Boys=== In 1984, Schumacher was selected by Columbia Pictures to direct St. Elmo's Fire and was secretive during the production of the movie. In 1987, he directed The Lost Boys. Both movies were successful among young people and were his first major critical and commercial successes. Following The Lost Boys, Schumacher directed Cousins (a remake of the French film Cousin Cousine), Flatliners, Dying Young, Falling Down, and The Client. ===Batman=== Schumacher was selected by Warner Bros. in 1993 to replace Tim Burton as the director of the Batman franchise. He directed Batman Forever, which was a stylistic departure from Burton's Batman and Batman Returns. Batman Forever was released to mixed reviews, but was more financially successful than Batman Returns. He later directed Batman & Robin, which was rushed into production following Batman Forever and was intentionally made toyetic and light-hearted to appeal to children and sell merchandise. The film was released to largely negative reviews and did not perform as well at the box-office as any of its predecessors causing a planned sequel, Batman Unchained, to be cancelled. Schumacher later approached Warner Bros. to pitch concepts for a new Batman movie which were inspired by Frank Miller's graphic novels, Batman: Year One and The Dark Knight Returns. But due to the box- office bomb of Batman & Robin along with the negative impact that the film had on his reputation, Warner Bros. refused to let him develop another Batman film. Schumacher later apologized for the quality of Batman & Robin in 2017. It was alleged that Schumacher, a gay man, had added homoerotic elements to the film with the most prominent being the rubber nipples, codpieces, and close-up camera shots of Batman and Robin's buttocks.Joel Schumacher, Peter MacGregor-Scott, Chris O'Donnell, Val Kilmer, Uma Thurman, John Glover, Shadows of the Bat: The Cinematic Saga of the Dark Knight Part 6-Batman Unbound, 2005, Warner Home Video Schumacher stated that the designs of the suits had been based on anatomically correct Greek statues and medical drawings. However, in 2005, Clooney said that Schumacher told him that Batman was gay. ===Later career=== Following Batman & Robin Schumacher directed 8mm, Flawless, Tigerland, Bad Company, Phone Booth, Veronica Guerin, The Phantom of the Opera, The Number 23, Blood Creek, Twelve, and Trespass. In August 2008, Schumacher directed the music video for American rock band Scars on Broadway, for their single \"World Long Gone\". In 2013, he directed two episodes of the television series House of Cards. ==Personal life== Schumacher described himself as \"extremely promiscuous\", saying in a 2019 interview that he became sexually active at age eleven, and estimating that he had sex with between 10,000 and 20,000 men over the course of his life. Schumacher said the first person he knew who died from the AIDS epidemic, in 1983, \"was not promiscuous\", leading Schumacher to believe he would die soon after, recalling that he thought at the time, \"If he has it, I must have it quadrupled [...] I was sure I had it, I was planning my death\", though he never contracted the disease. In 1984, Schumacher purchased the horse stables that belonged to Rudolph Valentino from Doris Duke. Schumacher donated to Democratic Party candidates, including multiple congressional campaigns as well as John Kerry's 2004 presidential campaign. ===Death=== On June 22, 2020, Schumacher died from cancer. Following his death, he was praised by Jim Carrey and Matthew McConaughey, who credited Schumacher with launching their careers. ==Filmography== ===Films=== ==== Filmmaking credits ==== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\" |Title ! scope=\"col\" |Year !Director !Writer !Producer ! scope=\"col\" |Notes ! scope=\"col\" |Ref. |- |- ! scope=\"row\" |Sparkle |1976 | | | |Directed by Sam O'Steen | |- ! scope=\"row\" |Car Wash |1976 | | | |Directed by Michael Schultz | |- ! scope=\"row\" |The Wiz |1978 | | | |Directed by Sidney Lumet | |- ! scope=\"row\" |The Incredible Shrinking Woman |1981 | | | |Directorial debut | |- ! scope=\"row\" |D.C. Cab (a.k.a Street Fleet) |1983 | | | | | |- ! scope=\"row\" |St. Elmo's Fire |1985 | | | | | |- ! scope=\"row\" |The Lost Boys |1987 | | | | | |- ! scope=\"row\" |Cousins |1989 | | | | | |- ! scope=\"row\" |Flatliners |1990 | | | | | |- ! scope=\"row\" |Dying Young |1991 | | | | | |- ! scope=\"row\" |Falling Down |1993 | | | | | |- ! scope=\"row\" |The Client |1994 | | | | | |- ! scope=\"row\" |Batman Forever |1995 | | | | | |- ! scope=\"row\" |The Babysitter |1995 | | | |Directed by Guy Ferland | |- ! scope=\"row\" |A Time to Kill |1996 | | | | | |- ! scope=\"row\" |Batman & Robin |1997 | | | | | |- ! scope=\"row\" |8mm |1999 | | | | | |- ! scope=\"row\" |Flawless |1999 | | | | | |- ! scope=\"row\" |Gossip |2000 | | | |Directed by Davis Guggenheim | |- ! scope=\"row\" |Tigerland |2000 | | | | | |- ! scope=\"row\" |Bad Company |2002 | | | | | |- ! scope=\"row\" |Phone Booth |2002 | | | | | |- ! scope=\"row\" |Veronica Guerin |2003 | | | | | |- ! scope=\"row\" |The Phantom of the Opera |2004 | | | | | |- ! scope=\"row\" |The Number 23 |2007 | | | | | |- ! scope=\"row\" |Blood Creek |2009 | | | | | |- ! scope=\"row\" |Twelve |2010 | | | | | |- ! scope=\"row\" |Man in the Mirror |2011 | | | |Short film | |- ! scope=\"row\" |Trespass |2011 | | | | | |} ==== Other credits ==== {| class=\"wikitable sortable plainrowheaders\" !Title !Year !Role !Director !Notes !Ref. |- ! scope=\"row\" |Play It as It Lays |1972 | Costume designer |Frank Perry | | |- ! scope=\"row\" |Blume in Love |1973 | Costume designer |Paul Mazursky | | |- ! scope=\"row\" |The Last of Sheila |1973 | Costume designer |Herbert Ross | | |- ! scope=\"row\" |Sleeper |1973 | Costume designer |Woody Allen | | |- ! scope=\"row\" |The Prisoner of Second Avenue |1975 | Costume designer |Melvin Frank | | |- ! scope=\"row\" |Interiors |1978 | Costume designer |Woody Allen | | |- ! scope=\"row\" |Welcome to Hollywood |1998 |Cameo appearance |Adam Rifkin |Mockumentary film | |- ! scope=\"row\" | Halston |2019 |Himself |Frédéric Tcheng | | |} === Television === ==== Filmmaking credits ==== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\" |Title ! scope=\"col\" |Year !Director !Writer !Executive producer ! scope=\"col\" |Notes ! scope=\"col\" |Ref. |- |- ! scope=\"row\" |Virginia Hill |1974 | | | |TV film | |- ! scope=\"row\" |Amateur Night at the Dixie Bar and Grill |1979 | | | |TV film | |- ! scope=\"row\" |Now We're Cookin |1983 | | | |Unsold pilot, directed by Noam Pitlik | |- ! scope=\"row\" |Code Name: Foxfire |1985 | | | |Creator and producer (8 episodes) / Story (Episode: \"Pilot\") | |- ! scope=\"row\" |Slow Burn |1986 | | | |TV film, directed by Matthew Chapman | |- ! scope=\"row\" |2000 Malibu Road |1992 | | | |5 episodes | |- ! scope=\"row\" |Choose or Lose |2008 | | | |TV special | |- ! scope=\"row\" |House of Cards |2013 | | | |2 episodes | |- ! scope=\"row\" |Do Not Disturb: Hotel Horrors |2015 | | | |3 episodes | |} ====Other credits==== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\" |Title ! scope=\"col\" |Year ! scope=\"col\" |Role ! scope=\"col\" |Notes !Ref. |- ! scope=\"row\" |Killer Bees | 1974 | Production designer | TV film, directed by Curtis Harrington | |- ! scope=\"row\" |Nightcap |2017 |Cameo appearance |Episode: \"Guest in a Snake\" | |} ===Music videos=== ====Directing credits==== {| class=\"wikitable sortable plainrowheaders\" |+ ! scope=\"col\" |Artist ! scope=\"col\" |Year ! scope=\"col\" |Title |- |INXS |1988 ! scope=\"row\" |\"Devil Inside\" |- |Lenny Kravitz |1993 ! scope=\"row\" |\"Heaven Help\" (European Version) |- |Seal |1994 ! scope=\"row\" |\"Kiss from a Rose\" (Version 1) |- |The Smashing Pumpkins |1997 ! scope=\"row\" |\"The End Is the Beginning Is the End\" |- |Bush |1999 ! scope=\"row\" |\"Letting the Cables Sleep\" |- |The Killing Floor |2012 ! scope=\"row\" |\"Star Baby\" |} ==References== ==External links== * * * Joel Schumacher interview Category:1939 births Category:2020 deaths Category:American music video directors Category:American people of Swedish- Jewish descent Category:Deaths from cancer in New York (state) Category:Fashion Institute of Technology alumni Category:Film directors from New York City Category:Film producers from New York (state) Category:American gay writers Category:LGBT Jews Category:LGBT film directors Category:LGBT people from New York (state) Category:LGBT producers Category:LGBT screenwriters Category:People from Long Island City, Queens Category:New York (state) Democrats Category:Parsons School of Design alumni Category:Screenwriters from New York (state)",
 "title": "Joel Schumacher"
}