{
 "id": "275483",
 "text": "August Dvorak (May 5, 1894 - October 10, 1975Cassingham, R. C. (1986). The Dvorak Keyboard. Freelance Communications. . Page 5.) was an American educational psychologist and professor of educationCassingham, page 32. at the University of Washington in Seattle, Washington.Dvorak, August et al. (1936). Typewriting Behavior. American Book Company. Title page. He and his brother- in-law, William Dealey, are best known for creating the Dvorak keyboard layout in the 1930s as a replacement for the QWERTY keyboard layout. In the 1940s, Dvorak designed keyboard layouts for people with the use of one hand.The first such machine built in accordance with Dvorak's one-handed layout was designed and constructed by Martin Tytell, also known a \"Mr. Typewriter\", of New York City. Kursh, Harry. Mechanix Illustrated, January 1951, pp. 74 et seq. See Meet Mr. Typewriter Dvorak and Dealey, together with Nellie Merrick and Gertrude Ford, wrote the book Typewriting Behavior, published in 1936. The book is an in-depth report on the psychology and physiology of typing. Dvorak served with the American Army Field Artillery during the punitive expedition against Pancho Villa and was wounded during the campaign. Afterward he was discharged and enlisted in the United States Naval Reserve, teaching mathematics and navigation until World War I, during which he served aboard the captured German privateer USS Callao bringing troops home until his discharge in 1919. Later, he was the captain of a Gato-class submarine in the United States Navy during World War II. While his name is pronounced , with the ř roughly as a simultaneous trilled and due to him being of Czech descent, Dvorak's family in the U.S. pronounces it , with an English r.Cassingham, page 15. ==References== ==External links== *Photograph: August Dvorak and typing class at University of Washington, Seattle (November 14, 1932) *Dvorak Keyboard Claims *Dvorak Keyboard Magazine *Dvorak keyboard layout, Spanish variant Category:1894 births Category:1975 deaths Category:American people of Czech descent Category:University of Washington faculty Category:United States Navy officers Category:Submariners Category:People from Glencoe, Minnesota Category:Military personnel from Minnesota",
 "title": "August Dvorak"
}