{
 "id": "275547",
 "text": "Selena is a 1997 American biographical musical drama film written and directed by Gregory Nava. The film is about the life and career of Tejano music star Selena Quintanilla-Pérez before she was murdered by Yolanda Saldívar at the age of 23. The film stars Jennifer Lopez in her breakout role as Selena Quintanilla-Pérez. Edward James Olmos plays Selena's father Abraham Quintanilla Jr. and Constance Marie plays Selena's mother Marcella Quintanilla. Selena was released on March 21, 1997, in the United States, and received positive reviews upon release. In 2021, the film was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\". ==Plot== We open at the Houston Astrodome in Houston, Texas on February 26, 1995, where Tejano superstar Selena Quintanilla-Pérez plays to a sold-out crowd (\"Disco Medley\"). Then we flash back to 1961, where young Abraham Quintanilla Jr. and his band \"The Dinos\" are rejected by a restaurant owner after an audition in Texas. They perform for a Mexican-American nightclub, but a riot ensues when they don't perform the audience's preferred Tejano music (\"Oldies Medley\"), but rather American pop. Twenty years later, Abraham is married to Marcella Samora, with three children: son Abraham III (A.B.), and daughters Suzette and Selena. Discovering Selena's singing talent, he creates the band Selena y Los Dinos, with she as lead singer, A.B. on bass and Suzette on drums. Initially reluctant, the children enjoy making music (\"We Belong Together\"). Moving to Corpus Christi, Texas, the band goes on the road to support the family. After lackluster reception at a carnival, Selena begins adding more dance and personality into her acts. The band's success grows following local performances. In 1989, Selena reveals her bustier during a carnival performance (\"Baila Esta Cumbia\"), angering Abraham due to its sexually suggestive nature. In 1990, Chris Pérez auditions as the guitarist. Abraham disapproves of his heavy metal style but hires him after he agrees to cut his hair. Selena and Chris eventually fall in love. In 1992, when Chris' former band members trash a hotel suite, Abraham threatens to fire him. A.B. pleads with him to reconsider, mentioning he is needed for their upcoming tour in Mexico. Promoters worry when they realise Selena does not speak Spanish well, but her personality and care for her fans wins everyone over. A show almost goes awry when the huge crowd rushes the stage and it buckles (\"La Carcacha\"). Selena calms them down with a joyous performance (\"Como la Flor\") and is accepted as an \"artist for the people\" in Mexico. Catching Selena with Chris on the tour bus, Abraham fires him and threatens a heartbroken Selena and the rest of the family with disbandment if they disobey him. They secretly continue their romance, eventually eloping at the Nueces County Courthouse. Selena insists, stating that Abraham will never willingly accept their relationship. The day after a radio station announces their marriage. Abraham tells Selena he is proud of her maturity, having realizing that he was too harsh on her and Chris. The Quintanillas congratulate them, accept Chris into their family, and rehire him as the guitarist. In 1994, José Behar and music executives from EMI Latin attend a Selena concert (\"Bidi Bidi Bom Bom\"/\"No Me Queda Más\"), offering her to record an English-language album, showing that she has successfully broken down cultural barriers. Selena opens her first Selena Etc. boutique and asks her fan club president Yolanda Saldívar to manage it. Her live album wins a Grammy for Best Mexican-American album, so her staff chip in to get her a celebratory gift. After claiming she knows the perfect gift and suggesting they give her all of the money to buy it, Yolanda gives Selena a ring resembling the Faberge eggs, but does not mention it was a group present. She begins recording her crossover album (\"I Could Fall In Love\") and she and Chris plan to start a family together. One night, Abraham tells Selena fans are upset as they paid to join her fan club but received nothing. Other funds that Yolanda has been handling cannot be accounted for, and vital business records are missing. Summoned to Q-Productions and confronted by Abraham, Selena, and Suzette, Yolanda denies wrongdoing and says she will find the missing documents. While on the road Selena talks to her mom about being accepted in the English speaking market and expresses thoughts about starting a family. While dreaming about the crossover tour (\"Dreaming of You\"), the scene cuts to a news report of March 31, 1995 where a paramedic is tending to Selena who is shot and killed offscreen by Yolanda after attempting to retrieve some financial papers. Yolanda ends up in a standoff with cops, putting her gun over her head to hold them off. After Selena dies, the family mourns her death, and is followed by a candlelight vigil held by fans while a montage of the real Selena is shown. ==Cast== * Jennifer Lopez as Selena Quintanilla-Pérez ** Rebecca Lee Meza as Young Selena * Edward James Olmos as Abraham Quintanilla, Jr. ** Panchito Gómez as Young Abraham * Constance Marie as Marcela Quintanilla * Jon Seda as Chris Pérez * Lupe Ontiveros as Yolanda Saldívar * Jackie Guerra as Suzette Quintanilla ** Victoria Elena Flores as Young Suzette * Jacob Vargas as A.B. Quintanilla III ** Rafael Tamayo as Young A.B. * Alexandra Meneses as Sara * John Verea as José Behar * Ruben Gonzalez as Joe Ojeda * Seidy López as Debra * Pete Astudillo as himself, Dinos 1990s * Ricky Vela as himself, Dinos 1990s * Don Shelton as himself, Dinos 1990s == Production == ===Development=== On March 31, 1995, Selena was shot and killed by Yolanda Saldívar, a former friend who had managed the singer's Selena Etc. boutiques. Response by the Hispanic community was comparable to the reaction of the assassinations of John Lennon and John F. Kennedy, or the death of Elvis Presley. Newsstands were swarmed by people looking for items concerning Selena. Shortly thereafter several media projects were released including, eight unauthorized biographies, six documentaries and two Quintanilla family- unapproved films in production. This led Abraham to start production on an authorized biopic within weeks of her death, a process he found difficult since the family was still mourning. He believed the film would \"put an end to all the false rumors\" that were circulating through the media at the time and \"silence [the media] from telling the wrong story.\" He wanted \"the whole world to know the [true] story about [Selena].\" A.B. spoke out the family's concern about possible \"misinterpretation of [Selena], [their] family, and a culture\" by outside sources, and their belief that it was imperative to release their own official film. A.B. claimed the decision was foisted upon them after learning about the unauthorized biographies and films that could have potentially misconstrued Selena's story. At the time of Abraham's decision, there were \"gossip and hurtful crazy things that were coming from the press\" about the family's plan on a film. Abraham wanted the film to immortalize Selena \"in a true positive and beautiful way [and wanted] to celebrate her life [and to] quiet and put to rest all [the] negative ugliness [the media had portrayed].\" News of Abraham's desire to release an official authorized film reached Hollywood, and American film producer, Moctesuma Esparza. Esparza immediately approached Abraham at his Corpus Christi office about partnering to produce the film. He educated Abraham about the filmmaking process and the support system he could provide while giving Abraham authoritative control over casting, approval of the script and choosing the director. On August 30, 1995 (a week after he and Abraham agreed to partner), Esparza returned to Corpus Christi from California and brought on Gregory Nava. Abraham disliked Esparza's decision and expressed concern about Nava's potential involvement. Abraham told Esparza he did not want Nava to be the director because of his ego, though Esparza convinced Abraham that he was the perfect candidate. Producer Robert Katz later said Nava was chosen because other films he directed \"[have] a very uplifting and positive quality\" and believed they deal with \"very strong and tragic elements.\" The Dallas Morning News found Nava's works to give \"moviegoers a passionate, powerful look at Hispanic life\". On September 8, 1995, Abraham informed the media his decision to partner with Esparza/Katz Productions and announced the film's budget to be in the range of $15 and $20 million. In an Entertainment Weekly interview, Abraham confessed on wanting the duo because they were \"in tune with our culture\". Other Hispanic filmmakers were considered to direct the film including Luis Valdez and Edward James Olmos but had settled with Nava. Katz said the team had overcome \"what most people thought was a fatal contract\" by entrusting Abraham's decisions and having a working relationship with him throughout the film's production: \"working things out in advance so the studios knew exactly what we were proposing.\" Nava began writing the script after recording the Quintanilla family on their stories about Selena. Suzette commented on how Nava took \"hours and hours of little stories of our lives and what we would do and how we felt.\" Nava explained how some stories \"had came out\" during his recording sessions with the family and published the first draft on March 4, 1996. The incident where Selena and Perez eloped was written in the draft, which Abraham expressed disagreements on. Citing the singer's popularity with children, he was concerned that they could get the wrong message about elopement as being in her best interest. Nava took a few days to persuade Abraham about the scene's content before he agreed to it, noting that although he understood Abraham's viewpoint, Selena's elopement was important to include because it was a major part of her story. He further insisted that his character's embrace of the match after the scene would shade a more positive tone after his earlier negative judgments on Selena and Perez's relationship. Curious about how Nava found out about the elopement, Abraham asked the director and found out that he had interviewed Perez, who had said that Selena had coaxed him into engagement. The earlier assumption was that Perez had pressured her into secretly getting married. === Casting === Roger Mussenden was hired as casting director, and he held casting calls throughout the United States including San Antonio, Texas, Miami, Chicago, New York City, and Los Angeles. Casting calls began on March 16, 1996, and concluded on March 23. Over 21,000 people auditioned for the title role, becoming the second largest audition since the search for Scarlett O'Hara in Gone With the Wind (1939). Casting turnouts reached 10,000 in Los Angeles and 5,000 in Chicago, while turnouts reached 8,000 in San Antonio. Mussenden chose newcomer 10-year-old Rebecca Lee Meza of Harlingen, Texas to portray young Selena. Mexican actress Salma Hayek was invited to test the role of Selena by Esparza. Hayek turned the role down; she said she felt it was \"too early\" to base a movie on Selena and that it would be emotional because Selena's death was still being covered on U.S. television. Abraham discovered an actress in Los Angeles and wanted her for the role as Selena, despite her inability to convince the casting crew. He later had a change of heart when American actress and dancer Jennifer Lopez had showed up for the audition. Lopez found the audition process an elaborated procedure and was asked to sing, dance, and act out the elopement scene in front of the casting crew and Abraham. Within three takes of the elopement scene, Lopez convinced the entire casting crew who believed her performance was \"among the strongest\". Lopez had previously worked with Nava in My Family (1995). Screen testing was described as \"grueling\" and required \"nine minutes of singing and dancing and eight pages of script.\" After the announcement that Lopez would portray Selena, news media and fans criticized Abraham for choosing Lopez, a New York City native born to Puerto Rican parents, to play a Texan of Mexican descent.Guzman, Isabel Molina and Angharad N. Valdivia. \"Brain, Brow, and Booty: Latina Iconicity in U.S. Popular Culture\", Routledge: Volume 7, Number 2 / April–June 2004. The Mexican media disapproved of the film and were outraged that Lopez was chosen for the title role. Lopez received backlash from the media and fans because she was not a Mexican American. The Hispanic community began protesting for a recast. During pre-production, Lopez stated: \"I know a few people were protesting, but in Corpus [Selena's hometown] everyone has been really supportive\". Nava admitted that the backlash was \"a little hurtful\", and felt the protesters \"should be celebrating that we have an all-Latino cast and that Lopez, one of our own, is becoming a star.\" The announcement was described as the \"role of a lifetime,\" with Lopez's salary for the film reportedly $1M USD, making Lopez the highest paid Hispanic actress up to that time. Dave Karger of Entertainment Weekly noted that \"nothing could have prepared [Lopez] for the hype attached to her million-dollar salary.\" On August 8, the Los Angeles Daily News announced that Puerto Rican- American Jon Seda and Edward James Olmos had joined the cast as Chris Pérez and Abraham Quintanilla, respectively. After Lopez landed the role, she decided to stay with Suzette at her home to study her character in the recordings and footage the family shared with her. Lopez felt that her \"spirit and [Selena's] spirit were so similar\" which was echoed by the singer's family who found that Lopez mimicked the personality traits of Selena. They believed that Lopez' body language, laugh and how she talked were identical to that of Selena. Lopez had constant dance rehearsals for the film and said how she would arrive at the studio late in the day after finishing filming for another role. The family often had the entire main cast of the film over for dinner and would notice how they would watch them in their interactions with each other and the way they ate. Edward James Olmos, who took the role as Abraham, was asked to gain for the film. The cast found Olmos to be a father figure for them who often gave advice to the cast during filming. A.B. found Olmos' portrayal of his father to be convincing, especially in the scene where Abraham was angered after finding out about Selena and Perez' relationship. Band member Pete Astudillo, commenting on production, said he had to do a screen test to play himself and had to improvise in several of his scenes, since he had little dialogue in the film. Jon Seda often spent time with his subject Chris Pérez for character development. Seda visited Perez at the home he shared with Selena and found a price sticker in the bathroom with a scribbled letter that read \"Selena and Chris, I Love You\" which further inspired Seda to \"show the love they [once] had\" in the film. The biographical film focused on Selena's life rather than her death, with Nava saying, \"I don't want to attend to [her murder].\" === Filming === Principal photography began September 1996, in San Antonio, Corpus Christi, Poteet, Houston, and Lake Jackson, Texas. Nava used locals as extras for the film. Selena's singing voice was dubbed onto Lopez's performance. During the opening of the Selena Etc. boutique scene, Suzette believed Lopez was wearing Selena's clothing, but in fact the costume designer recreated her Grammy Award ceremony dress. Suzette said how she was overcome with emotions after viewing Lopez in the dress. During the elopement scene, Pérez explained how the scene was reminiscent of the actual event as if he were \"transported back in time,\" and remembered how he had a do not disturb sign and heard a knock on his door. He found the scene to be one of the hardest to watch after and recalled Selena told him that eloping was the only resource they had and they would never have a wedding she dreamed about. Pérez refused to visit the set and explained that he did not want to partake in the film's process. Seda convinced him to visit for the scene where his character auditions for the role as the new guitarist for the band. After researching on how to perform a riff on a guitar and having lessons from Pérez, Seda felt that the scene would not come off as authentic since he could not replicate Pérez's guitar riffs. He tricked Pérez into visiting the scene so that he could play the riff and have the director shoot a close up of his hands for the film. Seda said how after the film was released that people believed he could play the guitar; he said he told fans how Pérez was actually the one performing the riff in the scene. Nava pointed out how he wanted the performance scenes in the film to be \"integrated into the drama and to reflect what the characters were going through emotionally and what Selena was going through emotionally at that particular time.\" He further explained how he wanted the Astrodome scene to be the opening of the film to show viewers at her height of her career and then flashback to show how she got there. The scene was shot at the San Antonio Alamodome on September 15, 1996, and was attended by 35,000 residents lured by newspaper ads. Lopez said how she was nervous for the scene since it would be the first time she would perform in front of an audience of that size. She further expressed how uneven she was due to the criticism she received and was unsure how fans would receive her. Jackie Guerra commented how during the scene she saw Selena's parents sobbing. The cast later said how, after the scene was completed, they were overwhelmed with emotions. Later that night, fans approached Lopez, sobbing that she looked identical to Selena and public perception of Lopez changed after her performance. The death scene was shot once, making everyone present emotional. Guerra said how she was physically and emotionally drained after the death scene was shot. She explained how she \"could not imagine what's it like to be [the Quintanilla family]\" and further said how she had to live with the pain for four months and found the pain the family goes through unimaginable. Lopez said it made her appreciate life even more, whereas Seda expressed that working on the film was one of the hardest for him in terms of departing from the cast. ===Music=== An original motion picture Selena soundtrack was released by EMI Latin on March 11, 1997, debuting at number 20 on the US Billboard 200. The CD contains twelve tracks with Selena singing the songs heard in the film. The only songs that were not in the film were \"Is it the Beat,\" \"Only Love\" and \"A Boy Like That,\" and Selena tributes sung by other artists. The only recordings heard on the film were the \"Cumbia Medley,\" \"Disco Medley\" and \"Where Did the Feeling Go?\", which was played in the last half of the film's closing credits. The Vidal Brothers' \"Oldies Medley\" was also on the film. All the other songs, including rare tracks, hits and cuts like the \"Disco Medley, Part II\" (which was recorded live during Selena's 1995 concert at the Houston Livestock Show and Rodeo), were recordings from Selena in concerts. ==Release== ===Box office=== Selena opened March 21, 1997 and earned $11.6 million on its opening weekend. On its second weekend, the film earned $6.2 million. The following weekend, it earned $6.1 million. The film grossed $35.5M domestically during its theatrical run. ===Home media=== The first DVD release of Selena was released in 1997. A 10th Anniversary DVD edition was released on September 18, 2007, by Warner Home Video. The two-disc set contains the original theatrical version (127 minutes) and a director's cut version (134 minutes) of the film, which had been shown on several TV stations before. Extras include Making of Selena: 10 Years Later, Selena, Queen of Tejano, and nine additional scenes. Warner Archive Collection released the Blu-ray format for the first time on May 19, 2020 as a manufacture-on-demand title, and it contained both cuts of the film in addition to all the extras from the 10th Anniversary DVD. ==Reception== ===Critical response=== Selena received mostly positive reviews from critics. The review aggregator Rotten Tomatoes reported that 67% of critics gave the film a positive review based on 48 reviews, with an average score of 6.10/10. The critics consensus reads, \"Selena occasionally struggles to tell its subject's story with depth or perspective, but those flaws are rendered largely irrelevant by Jennifer Lopez in the title role.\" At Metacritic, which assigns a rating out of 100 to reviews from mainstream critics, the film has received an average score of 67 based on 17 reviews, indicating \"Generally favorable reviews.\" Roger Ebert, film critic for the Chicago Sun-Times, was impressed by the acting, and gave Selena three-and-a-half stars out of four and wrote, \"Young Selena is played by Becky Lee Meza, who has a big smile and a lot of energy. The teenage and adult Selena is played by Lopez in a star- making performance. After her strong work as the passionate lover of Jack Nicholson in the current Blood and Wine, here she creates a completely different performance, as a loyal Quintanilla who does most of her growing up on a tour bus with her dad at the wheel.\"Ebert, Roger. The Chicago Sun-Times, film review, March 21, 1997. Last accessed: January 9, 2008. Entertainment Weekly believed Lopez perfected Selena's accent while \"studying performance footage of the pop sensation\" according to Nava. Lopez said \"you need to do your homework on this gig\" because Selena was \"fresh in the public's mind\". Film critic Lisa Kropiewnicki liked the film and wrote, \"Jennifer Lopez delivers a breakout performance...[and] Nava's engaging script wisely mines his subject's life for humor and conflict, embracing Selena Quintanilla's passion for music.\"Kropiewnicki, Lisa. , film review. Last accessed: January 9, 2008. Film critic James Berardinelli also liked the film and the screenplay, writing, \"It would have been easy to trivialize Selena's story, turning it into a sudsy, made-for-TV type motion picture.\" He believed the acting was top-notch and wrote \"Jennifer Lopez is radiant as the title character, conveying the boundless energy and enthusiasm that exemplified Selena, while effectively copying not only her look but her mannerisms. I wonder if Selena's family, upon watching this performance, felt an eerie sense of déjà vu.\"Berardinelli, James. Reel Views, film review, 1997. Last accessed: January 9, 2008. Los Angeles Times film critic Kenneth Turan gave the film a mixed review. He wrote the film is part of a \"completely predictable Latino soap opera.\" Yet, \"there are chunks of Selena that only a stone could resist. This movie turns out to be a celebration not only of the singer but also (as \"What's Love\" was for Angela Bassett) of the actress who plays her, Jennifer Lopez.\"Turan, Kenneth. Los Angeles Times, \"In the Authorized Selena, She's Seen in the Best Light\", Calendar Section, March 21, 1997. Last accessed: January 9, 2008. Leonard Maltin gave the film two-and-a-half stars out of four; while he praised Lopez and Olmos, he called the film a \"glossy, congenially corny biography. \"Ironically,\" Maltin wrote, \"the film does more to solidify Selena's celebrity than she was able to accomplish in her short lifetime.\" Some critics, however, did not like how the film appeared to be a sanitized Selena portrait. Critic Walter Addiego considers Nava's work a worshipful biography of her. Addiego, writing for the San Francisco Examiner, did have a few enjoyable moments viewing the film but wrote, \"You can't help cheering for Selena, but the good feeling is diminished by the sense that her story's been simplified and sanitized.\"Addiego, Walter. San Francisco Examiner, film review, page C, March 21, 1997. ===Awards and nominations=== {| class=\"wikitable plainrowheaders sortable\" |- style=\"background:#ccc; text- align:center;\" ! scope=\"col\"| Award ! scope=\"col\"| Date ! scope=\"col\"| Category ! scope=\"col\"| Recipient(s) ! scope=\"col\"| Result ! scope=\"col\" class=\"unsortable\"| Ref. |- | rowspan=\"6\"| ALMA Awards | rowspan=\"6\"| June 4, 1998 | colspan=\"2\"| Outstanding Feature Film | | rowspan=\"6\" style=\"text- align:center;\"| |- | rowspan=\"2\"| Outstanding Actor in a Feature Film | Edward James Olmos | |- | Jon Seda | |- | rowspan=\"2\"| Outstanding Actress in a Feature Film | Jackie Guerra | |- | Jennifer Lopez | |- | Outstanding Latino Director of a Feature Film | Gregory Nava | |- | Golden Globe Awards | January 18, 1998 | Best Actress in a Motion Picture – Musical or Comedy | Jennifer Lopez | | style=\"text-align:center;\"| |- | Grammy Awards | February 25, 1998 | Best Instrumental Composition Written for a Motion Picture or for Television | Dave Grusin | | style=\"text-align:center;\"| |- | rowspan=\"2\"| Imagen Awards | rowspan=\"2\"| April 1, 1998 | colspan=\"2\"| Best Theatrical Feature Film | | rowspan=\"2\" style=\"text-align:center;\"| |- | Lasting Image Award | rowspan=\"2\"| Jennifer Lopez | |- | rowspan=\"2\"| Lone Star Film & Television Awards | rowspan=\"2\"| 1998 | Best Actress | | rowspan=\"2\" style=\"text- align:center;\"| |- | Best Supporting Actor | Edward James Olmos | |- | MTV Movie Awards | May 30, 1998 | Best Breakthrough Performance | Jennifer Lopez | | style=\"text-align:center;\"| |- | Young Artist Awards | March 14, 1998 | Best Performance in a Feature Film – Supporting Young Actress | Rebecca Lee Meza | | style=\"text-align:center;\"| |} ==Recent history== On January 1, 2021, all 38 members of the U.S. Congress' Congressional Hispanic Caucus signed a letter addressed to the Library of Congress \"formally nominating\" Selena to be added to the National Film Registry. The lobbying effort aimed at Carla Hayden was led by Rep. Joaquin Castro (D-TX), chairman of the caucus, and framed the act as a way to, among other things, more broadly recognize Latino contributions to film, increase acclaim of Latino cinema and effect broader cinematic representation. On December 14, 2021, the film was officially selected for preservation in the United States National Film Registry by the Library of Congress for being \"culturally, historically, or aesthetically significant\". Selena: The Series is a biographical web television series about the late singer Selena Quintanilla. The series comes 23 years after its original film and premiered on Netflix on December 4, 2020. ==References== ==External links== * * * * Category:Selena Category:1997 films Category:1997 drama films Category:1990s biographical drama films Category:1990s musical drama films Category:American films Category:American biographical drama films Category:Biographical films about singers Category:American musical drama films Category:Cultural depictions of Selena Category:1990s English-language films Category:1990s Spanish-language films Category:Films about murder Category:Films directed by Gregory Nava Category:Films scored by Dave Grusin Category:Films set in Houston Category:Films set in Texas Category:Films set in the 1960s Category:Films set in 1961 Category:Films set in the 1970s Category:Films set in the 1980s Category:Films set in 1981 Category:Films set in the 1990s Category:Films set in 1995 Category:Films shot in Mexico Category:Films shot in Texas Category:Films shot in Corpus Christi, Texas Category:Films shot in San Antonio Category:Mexican-American films Category:Musical films based on actual events Category:United States National Film Registry films Category:Warner Bros. films Category:1990s multilingual films Category:American multilingual films",
 "title": "Selena (film)"
}