{
 "id": "275801",
 "text": "TWiki is a Perl-based structured wiki application, typically used to run a collaboration platform, knowledge or document management system, a knowledge base, or team portal. Users can create wiki pages using the TWiki Markup Language, and developers can extend wiki application functionality with plugins. The TWiki project was founded by Peter Thoeny in 1998 as an open- source wiki-based application platform. In October 2008, the company TWiki.net, created by Thoeny, assumed full control over the TWiki project while much of the developer community forked off to join the Foswiki project.R. Morin: TWiki and Foswiki: the road ahead ==Major features== * Revision control - complete audit trail, also for meta data such as attachments and access control settings * Fine-grained access control - restrict read/write/rename on site level, web level, page level based on user groups * Extensible TWiki markup language * TinyMCE based WYSIWYG editor * Dynamic content generation with TWiki variables * Forms and reporting - capture structured content, report on it with searches embedded in pages * Built in database - users can create wiki applications using the TWiki Markup Language * Skinnable user interface * RSS/Atom feeds and e-mail notification * Over 400 Extensions and 200 Plugins ===TWiki extensions=== TWiki has a plugin API that has spawned over 300 extensions to link into databases, create charts, tags, sort tables, write spreadsheets, create image gallery and slideshows, make drawings, write blogs, plot graphs, interface to many different authentication schemes, track Extreme Programming projects and so on. ===TWiki application platform=== TWiki as a structured wiki provides database-like manipulation of fields stored on pages, and offers a SQL-like query language to embed reports in wiki pages.SEARCH variable, formatted search, SQL-like query search Wiki applications are also called situational applications because they are created ad hoc by the users for very specific needs. Users have built TWiki applications that include call center status boards, to-do lists, inventory systems, employee handbooks, bug trackers, blog applications, discussion forums, status reports with rollups and more. ===User interface=== The interface of TWiki is completely skinnable in templates, themes and (per user) CSS. It includes support for internationalization ('I18N'), with support for multiple character sets, UTF-8 URLs, and the user interface has been translated into Chinese, Czech, Danish, Dutch, French, German, Italian, Japanese, Polish, Portuguese, Russian, Spanish and Swedish. ==TWiki deployment== TWiki is primarily used at the workplace as a corporate wikiPaper on corporate wiki users (slides) to coordinate team activities, track projects, implement workflows\"The wiki as online conveyor belt\" section in BusinessWeek article Make Some Noise - How web 2.0 tools can help you communicate with customers more effectively and as an Intranet Wiki. The TWiki community estimates 40,000 corporate wiki sites as of March 2007, and 20,000 public TWiki sites. TWiki customers include Fortune 500 such as Disney, Motorola, Nokia, NYU, Oracle Corporation and Yahoo!, as well as small and medium enterprises, such as ARM Holdings and DHL. TWiki has also been used to create collaborative internet sites, such as the City of Melbourne's FutureMelbourne wiki where citizens can collaborate on the future plan.Future of Melbourne City Plan ==Realization== TWiki is implemented in Perl. Wiki pages are stored in plain text files. Everything, including meta such as access control settings, are version controlled using RCS. RCS is optional since an all-Perl version control system is provided. TWiki scales reasonably well even though it uses plain text files and no relational database to store page data. Many corporate TWiki installations have several hundred thousand pages and tens of thousands of users. Load balancing and caching can be used to improve performance on high traffic sites. TWiki has database features built into the engine. A TWiki Form is attached to a page as meta data. This represents a database record. A set of pages that share the same type of form build a database table. A formatted search with a SQL-like query can be embedded into a page to construct dynamic presentation of data from multiple pages. This allows for building wiki applications and constitutes the TWiki's notion of a structured wiki. ==TWiki release history== * 1998-07-23: Initial version, based on JosWiki, an application created by Markus Peter and Dave Harris * 2000-05-01: TWiki Release 1 May 2000 * 2000-12-01: TWiki Release 1 December 2000 * 2001-09-01: TWiki Release 1 September 2001 * 2001-12-01: TWiki Release 1 December 2001 (\"Athens\") * 2003-02-01: TWiki Release 1 February 2003 (\"Beijing\") * 2004-09-01: TWiki Release 1 September 2004 (\"Cairo\") * 2006-02-01: TWiki Release 4.0.0 (\"Dakar\") * 2007-01-16: TWiki Release 4.1.0 (\"Edinburgh\") * 2008-01-22: TWiki Release 4.2.0 (\"Freetown\") * 2009-09-02: TWiki Release 4.3.2 (\"Georgetown\") * 2010-06-10: TWiki Release 5.0 (\"Helsinki\") * 2011-08-20: TWiki Release 5.1 (\"Istanbul\") * 2013-10-14: TWiki Release 6.0.0 (\"Jerusalem\") * 2018-07-16: TWiki Release 6.1.0 (\"Kampala\") ==Forks of TWiki== Forks of TWiki include: * 2001: Spinner Wiki (abandoned) * 2003: O'Wiki fork (abandoned) * 2008: Foswiki, launched in October 2008 when a dispute about the future guidance of the project could not be settled, resulting in the departure of much of the TWiki community including the core developer team ==Gallery== Image:twiki_screen_4_0_a.png|Sample page layout. Image:twiki_screen_4_0_b.png|Page edit with wiki markup, SmartEditAddOn toolbar installed. Image:twiki_screen_4_0_c.png|Page edit with WYSIWYG editor. Image:twiki_screen_4_0_d.png|Edit tables with EditTablePlugin. ==See also== * Comparison of wiki software ==References== ==External links== * TWiki.org - Open source community site * Comparison between TWiki and MediaWiki * TWIKI.NET - company providing commercial installation, support and hosting solutions for TWiki * WikiMatrix description of TWiki * Foswiki.org - The Free and Open Source Wiki site Category:Free software programmed in Perl Category:Free wiki software Category:Free content management systems Category:Groupware Category:Perl software Category:Cross-platform software",
 "title": "TWiki"
}