{
 "id": "276160",
 "text": "William Allan Wulf (born December 8, 1939) is a computer scientist notable for his work in programming languages and compilers. Until June 2012, he was a university professor and the AT&T; Professor of Engineering and Applied Sciences in the Department of Computer Science at the University of Virginia. == Early life and education == Born in Chicago, he attended the University of Illinois Urbana-Champaign, receiving a Bachelor of Science (B.S.) in engineering physics in 1961 and an Master of Science (M.S.) in electrical engineering in 1963. He then achieved the first Doctor of Philosophy (Ph.D.) in computer science from the University of Virginia in 1968. == Career == In 1970, while at Carnegie Mellon University (CMU), he designed the BLISS programming language and developed a groundbreaking optimizing compiler for it. From 1971–1975, as part of CMUs C.mmp project, he worked on an operating system (OS) microkernel named Hydra which is capability-based, object- oriented, and designed to support a wide range of possible OSs to run on it. With his wife Anita K. Jones, Wulf was a founder and vice president of Tartan Laboratories, a compiler technology company, in 1981. He served as president of the National Academy of Engineering from 1996 to 2007. He chaired the Computer Science and Telecommunications Board of the National Research Council from 1992 to 1996. He serves on the Council of the ACM, on the board of directors of CRDF Global, and is a reviewing editor of Science. In 1994 he was inducted as a Fellow of the ACM. In 2007 Wulf was awarded the honor of delivering the prestigious Charles P. Steinmetz Lecture at Union College.Dr. Charles Proteus Steinmetz Memorial Lecture Series He was elected to the American Philosophical Society that same year. Wulf's research has also included computer architecture, computer security, and hardware-software codesign. == Personal life == William Wulf is married to Anita K. Jones, also a past professor of computer science at the University of Virginia. They live in Charlottesville, Virginia. Wulf ended his career at the University of Virginia by resigning on Tuesday, June 19, 2012, in protest of the forced resignation of former President Teresa A. Sullivan, in what he calls, \"the worst example of corporate governance I have ever seen. After widespread challenges from the faculty, student body, alumni, and the national academic community; and in the face of a direct threat from the Governor of Virginia that he would replace the entire board if they did not resolve the conflict, Sullivan was unanimously rehired some two weeks later. == Publications == * Wulf, W. A., \"Programming Without the GOTO\", Proceedings of the Internationale Federation of Information Processing, Ljubljana, Yugoslavia, August 1971. * Wulf, W. A., et al., \"Reflections on a Systems Programming Language\", Proceedings of the SIGPLAN Symposium on System Implementation Languages, Purdue University, October 1971. * McCredie, J., Wulf, W. A., \"The Selection of a Computing Alternative\", Proceedings of the IEEE Computer Conference, IEEE, Boston, September 1971. * Wulf, W. A., \"A Case Against the GOTO\", Proceedings of the ACM National Conference, ACM, Boston, August 1972. * Wulf, W. A., and Shaw, M., \"Global Variables Considered Harmful\", SIGPLAN Notices 8(2), February 1973. * Wulf, W. A., Shaw, M., Hilfinger, P. N., and Flon, L., Fundamental Structures of Computer Science Addison-Wesley, 1980. * Wulf, W. A., Johnson, R., Weinstock, C., Hobbs, S., and Geschke, C., The Design of an Optimizing Compiler American Elsevier Publishing Company, Inc., New York, 1975. * Shaw, M. and Wulf, W., \"Tyrannical Languages Still Preempt System Design\", Proceedings of the International Conference on Computer Languages, April 1992. == References == ==External links== * William Wulf - University of Virginia School of Engineering and Applied Science * William Wulf webpage - University of Virginia * William A. Wulf personal webpage - University of Virginia * Resume: William A. Wulf - University of Virginia Category:American computer scientists Category:Carnegie Mellon University faculty Category:Computer science educators Category:Fellows of the Association for Computing Machinery Category:Foreign members of the Chinese Academy of Engineering Category:Foreign Members of the Russian Academy of Sciences Category:Living people Category:Members of the American Philosophical Society Category:Scientists from Chicago Category:University of Illinois alumni Category:University of Virginia School of Engineering and Applied Science alumni Category:University of Virginia faculty Category:1939 births",
 "title": "William Wulf"
}