{
 "id": "276281",
 "text": "In radio communication, skywave or skip refers to the propagation of radio waves reflected or refracted back toward Earth from the ionosphere, an electrically charged layer of the upper atmosphere. Since it is not limited by the curvature of the Earth, skywave propagation can be used to communicate beyond the horizon, at intercontinental distances. It is mostly used in the shortwave frequency bands. As a result of skywave propagation, a signal from a distant AM broadcasting station, a shortwave station, or - during sporadic E propagation conditions (principally during the summer months in both hemispheres) a distant VHF FM or TV station - can sometimes be received as clearly as local stations. Most long-distance shortwave (high frequency) radio communication - between 3 and 30 MHz - is a result of skywave propagation. Since the early 1920s amateur radio operators (or \"hams\"), limited to lower transmitter power than broadcast stations, have taken advantage of skywave for long-distance (or \"DX\") communication. Skywave propagation is distinct from: * tropospheric scatter, an alternative method of achieving over-the-horizon transmission at higher frequencies, * groundwave propagation, where radio waves travel along Earth's surface without being reflected or refracted by the atmosphere - the dominant propagation mode at lower frequencies, *line-of- sight propagation, in which radio waves travel in a straight line, the dominant mode at higher frequencies. ==Local and distant skywave propagation== Skywave transmissions can be used for long-distance communications (DX) by waves directed at a low angle as well as relatively local communications via nearly vertically directed waves (Near Vertical Incidence Skywaves – NVIS). ===Low-angle skywaves=== The ionosphere is a region of the upper atmosphere, from about 80 km to 1000 km in altitude, where neutral air is ionized by solar photons and cosmic rays. When high-frequency signals enter the ionosphere at a low angle they are bent back towards the earth by the ionized layer. If the peak ionization is strong enough for the chosen frequency, a wave will exit the bottom of the layer earthwards – as if obliquely reflected from a mirror. Earth's surface (ground or water) then reflects the descending wave back up again towards the ionosphere. When operating at frequencies just below the MUF, losses can be quite small, so the radio signal may effectively \"bounce\" or \"skip\" between the earth and ionosphere two or more times (multi-hop propagation), even following the curvature of the earth. Consequently, even signals of only a few Watts can sometimes be received many thousands of miles away. This is what enables shortwave broadcasts to travel all over the world. If the ionization is not great enough, the wave only curves slightly downwards, and subsequently upwards as the ionization peak is passed so that it exits the top of the layer only slightly displaced. The wave is then lost in space. To prevent this, a lower frequency must be chosen. With a single \"hop\", path distances up to 3500 km may be reached. Longer transmissions can occur with two or more hops. ===Near-vertical skywaves=== Skywaves directed almost vertically are referred to as near-vertical-incidence skywaves (NVIS). At some frequencies, generally in the lower shortwave region, the high angle skywaves will be reflected directly back towards the ground. When the wave returns to ground it is spread out over a wide area, allowing communications within several hundred miles of the transmitting antenna. NVIS enables local plus regional communications, even from low-lying valleys, to a large area, for example, an entire state or small country. Coverage of a similar area via a line-of-sight VHF transmitter would require a very high mountaintop location. NVIS is thus useful for statewide networks, such as those needed for emergency communications. In short wave broadcasting, NVIS is very useful for regional broadcasts that are targeted to an area that extends out from the transmitter location to a few hundred miles, such as would be the case in a country or language group to be reached from within the borders of that country. This will be much more economical than using multiple FM (VHF) or AM broadcast transmitters. Suitable antennas are designed to produce a strong lobe at high angles. When short range skywave is undesirable, as when an AM broadcaster wishes to avoid interference between the ground wave and sky wave, anti-fading antennas are used to suppress the waves being propagated at the higher angles. ===Intermediate distance coverage=== right|thumb|350px|Antenna vertical angle required vs distance for skywave propagation For every distance, from local to maximum distance transmission, (DX), there is an optimum \"take off\" angle for the antenna, as shown here. For example, using the F layer during the night, to best reach a receiver 500 miles away, an antenna should be chosen that has a strong lobe at 40 degrees elevation. One can also see that for the longest distances, a lobe at low angles (below 10 degrees) is best. For NVIS, angles above 45 degrees are optimum. Suitable antennas for long distance would be a high Yagi or a rhombic; for NVIS, a dipole or array of dipoles about .2 wavelengths above ground; and for intermediate distances, a dipole or Yagi at about .5 wavelengths above ground. Vertical patterns for each type of antenna are used to select the proper antenna. ===Fading=== At any distance sky waves will fade. The layer of ionospheric plasma with sufficient ionization (the reflective surface) is not fixed, but undulates like the surface of the ocean. Varying reflection efficiency from this changing surface can cause the reflected signal strength to change, causing \"fading\" in shortwave broadcasts. Even more serious fading can occur when signals arrive via two or more paths, for example when both single-hop and double-hop waves interfere with other, or when a skywave signal and a ground-wave signal arrive at about the same strength. This is the most common source of fading with nighttime AM broadcast signals. Fading is always present with sky wave signals, and except for digital signals such as DRM seriously limit the fidelity of shortwave broadcasts. == Other considerations == VHF signals with frequencies above about 30 MHz usually penetrate the ionosphere and are not returned to the Earth's surface. E-skip is a notable exception, where VHF signals including FM broadcast and VHF TV signals are frequently reflected to the Earth during late spring and early summer. E-skip rarely affects UHF frequencies, except for very rare occurrences below 500 MHz. Frequencies below approximately 10 MHz (wavelengths longer than 30 meters), including broadcasts in the mediumwave and shortwave bands (and to some extent longwave), propagate most efficiently by skywave at night. Frequencies above 10 MHz (wavelengths shorter than 30 meters) typically propagate most efficiently during the day. Frequencies lower than 3 kHz have a wavelength longer than the distance between the Earth and the ionosphere. The maximum usable frequency for skywave propagation is strongly influenced by sunspot number. Skywave propagation is usually degraded - sometimes seriously - during geomagnetic storms. Skywave propagation on the sunlit side of the Earth can be entirely disrupted during sudden ionospheric disturbances. Because the lower-altitude layers (the E-layer in particular) of the ionosphere largely disappear at night, the refractive layer of the ionosphere is much higher above the surface of the Earth at night. This leads to an increase in the \"skip\" or \"hop\" distance of the skywave at night. ==History of discovery== Amateur radio operators are credited with the discovery of skywave propagation on the shortwave bands. Early long-distance services used surface wave propagation at very low frequencies,Stormfax. Marconi Wireless on Cape Cod which are attenuated along the path. Longer distances and higher frequencies using this method meant more signal attenuation. This, and the difficulties of generating and detecting higher frequencies, made discovery of shortwave propagation difficult for commercial services. Radio amateurs conducted the first successful transatlantic tests in December 1921, operating in the 200 meter mediumwave band (1500 kHz)--the shortest wavelength then available to amateurs. In 1922 hundreds of North American amateurs were heard in Europe at 200 meters and at least 30 North American amateurs heard amateur signals from Europe. The first two-way communications between North American and Hawaiian amateurs began in 1922 at 200 meters. Extreme interference at the upper edge of the 150-200 meter band--the official wavelengths allocated to amateurs by the Second National Radio Conference in 1923--forced amateurs to shift to shorter and shorter wavelengths; however, amateurs were limited by regulation to wavelengths longer than 150 meters (2 MHz). A few fortunate amateurs who obtained special permission for experimental communications below 150 meters completed hundreds of long-distance two-way contacts on 100 meters (3 MHz) in 1923 including the first transatlantic two-way contacts in November 1923, on 110 meters (2.72 MHz) By 1924 many additional specially licensed amateurs were routinely making transoceanic contacts at distances of 6000 miles (~9600 km) and more. On 21 September several amateurs in California completed two way contacts with an amateur in New Zealand. On 19 October amateurs in New Zealand and England completed a 90-minute two-way contact nearly halfway around the world. On October 10, the Third National Radio Conference made three shortwave bands available to U.S. amateurs\"Frequency or wave band allocations\", Recommendations for Regulation of Radio Adopted by the Third National Radio Conference (October 6–10, 1924), page 15. at 80 meters (3.75 MHz), 40 meters (7 MHz) and 20 meters (14 MHz). These were allocated worldwide, while the 10-meter band (28 MHz) was created by the Washington International Radiotelegraph Conference on 25 November 1927. The 15-meter band (21 MHz) was opened to amateurs in the United States on 1 May 1952. ===Marconi=== In June and July 1923, Guglielmo Marconi's transmissions were completed during nights on 97 meters from Poldhu Wireless Station, Cornwall, to his yacht Ellette in the Cape Verde Islands. In September 1924, Marconi transmitted during daytime and nighttime on 32 meters from Poldhu to his yacht in Beirut. Marconi, in July 1924, entered into contracts with the British General Post Office (GPO) to install high speed shortwave telegraphy circuits from London to Australia, India, South Africa and Canada as the main element of the Imperial Wireless Chain. The UK-to-Canada shortwave \"Beam Wireless Service\" went into commercial operation on 25 October 1926. Beam Wireless Services from the UK to Australia, South Africa and India went into service in 1927. Far more spectrum is available for long-distance communication in the shortwave bands than in the long wave bands; and shortwave transmitters, receivers and antennas were orders of magnitude less expensive than the multi- hundred kilowatt transmitters and monstrous antennas needed for long wave. Shortwave communications began to grow rapidly in the 1920s, similar to the internet in the late 20th century. By 1928, more than half of long-distance communications had moved from transoceanic cables and long-wave wireless services to shortwave \"skip\" transmission, and the overall volume of transoceanic shortwave communications had vastly increased. Shortwave also ended the need for multimillion-dollar investments in new transoceanic telegraph cables and massive long-wave wireless stations, although some existing transoceanic telegraph cables and commercial long-wave communications stations remained in use until the 1960s. The cable companies began to lose large sums of money in 1927, and a serious financial crisis threatened the viability of cable companies that were vital to strategic British interests. The British government convened the Imperial Wireless and Cable ConferenceCable and Wireless Pl c History in 1928 \"to examine the situation that had arisen as a result of the competition of Beam Wireless with the Cable Services\". It recommended and received Government approval for all overseas cable and wireless resources of the Empire to be merged into one system controlled by a newly formed company in 1929, Imperial and International Communications Ltd. The name of the company was changed to Cable and Wireless Ltd. in 1934. The signal that earned Guglielmo Marconi his place in history was not a long one: just the Morse code dots of the letter \"S\". But those three short radio pips represented a giant leap for mankind. The signal, which had travelled some 2,000 miles over open water from a transmitter in Poldhu, Cornwall, to a shack on a windy Newfoundland hill, was proof that radio waves could \"bend\" around the curvature of the Earth and effectively jump the 100-mile-high wall of water that blocks the view of America from Britain. For Marconi, then a young Italian man (with Irish ancestry from his mother's side), and his faithful assistant, an ex-petty officer called George Kemp, straining their ears over a primitive wireless set, those faint radio signals proved triumphantly that Marconi had been right all along when he insisted that there was no insuperable barrier to sending radio waves from one corner of the planet to another. \"It was about half past 12, when I heard three little clicks in the earphones. Several times they sounded, but I hardly dared believe [it],\" Marconi wrote in his diary. \"The electric waves that were being sent out from Poldhu had traversed the Atlantic, serenely following the curvature of the Earth, which so many doubters had told me would be a fateful obstacle.\" Those three short pips led Marconi to unimagined commercial success, spawning a company that still bears his name today (albeit suffering catastrophically of late from the deflation of the dot.com bubble). They would also lead to accusations of plagiarism, theft and dishonesty, with rivals claiming that Marconi had \"imagined\" what he had heard, fearful of what failure would mean to the heavily invested experiment. Marconi was never the academic scientist, interested only in the pursuit of knowledge, but a \"doer\", with a keen sense of the value of an invention. His patents, and the industrial protection they gave him, earned him a fortune, but were a source of tension with other eminent radio pioneers of the day, whose own contributions to the field had been overshadowed by the somewhat brash young man from Bologna. ==See also== *Radio propagation *MW DX *TV-FM DX *Near- Vertical Incidence Skywave (NVIS) *F-layer *Over-the-horizon radar *Groundwave *Schumann resonances *Kennelly–Heaviside layer *Skip zone *Project West Ford *Radio frequency *Clear-channel station *Utility station *Tropospheric ducting *Geomagnetic storm *History of radio *Amateur radio history *List of electronics topics ==References== ==Further reading== * == External links == * Navy - Propagation of Waves * Radio wave propagation basics * HFRadio Propagation forums * Rare gamma-ray flare disturbed ionosphere * Articles on sporadic E and 50 MHz Radio Propagation * Radio propagation overview Details of many forms of radio propagation Category:Broadcast engineering Category:Ionosphere Category:Radio frequency propagation Category:Surface waves",
 "title": "Skywave"
}