{
 "id": "276608",
 "text": "New York Harbor is at the mouth of the Hudson River where it empties into New York Bay near the East River tidal estuary, and then into the Atlantic Ocean on the east coast of the United States. It is one of the largest natural harbors in the world, and is frequently named the best natural harbor in the world. Also known as Upper New York Bay, it is enclosed by the New York City boroughs of Manhattan, Brooklyn, and Staten Island and the Hudson County, New Jersey, municipalities of Jersey City and Bayonne. Although the United States Board on Geographic Names does not use the term, New York Harbor has important historical, governmental, commercial, and ecological usages. == Overview == The harbor is fed by the waters of the Hudson River (historically called the North River as it passes Manhattan), as well as the Gowanus Canal. It is connected to Lower New York Bay by the Narrows, to Newark Bay by the Kill Van Kull, and to Long Island Sound by the East River, which despite the name, is actually a tidal strait. It provides the main passage for the waters of the Hudson River as it empties through the Narrows. The channel of the Hudson as it passes through the harbor is called the Anchorage Channel and is approximately 50 feet deep in the midpoint of the harbor.\"Anchorage Channel dredging project\" A project to replace two water mains between Brooklyn and Staten Island which will eventually allowing for dredging of the channel to nearly was begun in April 2012. It contains several islands including Governors Island, near the mouth of the East River, as well Ellis Island, Liberty Island, and Robbins Reef which are supported by a large underwater reef on the New Jersey side of the harbor. The reef was historically one of the largest oyster beds in the world and provided a staple for the diet of all classes of citizens both locally and regionally until the end of the 19th century, when the beds succumbed to pollution. Historically, it has played an extremely important role in the commerce of the New York metropolitan area. The Statue of Liberty National Monument recalls the immigrant experience during the late 19th and early 20th century. Since the 1950s, container ship traffic has been primarily routed through the Kill Van Kull to Port Newark- Elizabeth Marine Terminal, where it is consolidated for easier automated transfer to land conveyance. As a consequence, the waterfront industries of the Harbor experienced a decline leading to diverse plans for revitalization, though important maritime uses remain at Red Hook, Port Jersey, MOTBY, Constable Hook, and parts of the Staten Island shore. Liberty State Park opened in 1976. In recent years, it has become a popular site for recreation sailing and kayaking. The harbor is traversed by the Staten Island Ferry, which runs between Whitehall Street at the southernmost tip of Manhattan near Battery Park (South Ferry) and St. George Ferry Terminal on Richmond Terrace in Staten Island near Richmond County Borough Hall and Richmond County Supreme Court. NY Waterway operates routes across the bay and through The Narrows to locations near Sandy Hook.New York Harbor ferry routes:map and info, panynj.gov; accessed May 3, 2020. The harbor supports a very diverse population of marine species, allowing for recreational fishing, most commonly for striped bass and bluefish.Hudson River Estuary, NYS Dept. of Environmental Conservation website; accessed May 3, 2020. ==History== ===Colonial era=== The original population of the 16th century New York Harbor, the Lenape, used the waterways for fishing and travel. In 1524 Giovanni da Verrazzano anchored in what is now called the Narrows, the strait between Staten Island and Long Island that connects the Upper and Lower New York Bay, where he received a canoe party of Lenape. A party of his sailors may have taken on fresh water at a spring called \"the watering place\" on Staten Island—a monument stands in a tiny park on the corner of Bay Street and Victory Boulevard at the approximate spot—but Verrazzano's descriptions of the geography of the area are a bit ambiguous. It is fairly firmly held by historians that his ship anchored at the approximate location of the modern Verrazzano-Narrows Bridge's approach viaduct in Brooklyn. He also observed what he believed to be a large freshwater lake to the north (apparently Upper New York Bay). He apparently did not travel north to observe the existence of the Hudson River. In 1609 Henry Hudson entered the Harbor and explored a stretch of the river that now bears his name. His journey prompted others to explore the region and engage in trade with the local population. The first permanent European settlement was started on Governors Island in 1624, and in Brooklyn eight years after that; soon these were connected by ferry operation.The New York Waterfront: Evolution and Building Culture of the Port and Harbor, edited by Kevin Bone, The Monacelli Press, 1997. () The colonial Dutch Director-General of New Netherland, Peter Stuyvesant, ordered construction of the first wharf on the Manhattan bank of the lower East River sheltered from winds and ice, which was completed late in 1648 and called Schreyers Hook Dock (near what is now Pearl and Broad Streets). This prepared New York as a leading port for the British colonies and then within the newly independent United States.New York's Port, Beyond Dubai ,Gotham Gazette March 2006. In 1686, the British colonial officials gave the municipality control over the waterfront. ===19th century=== In 1808, Lieutenant Thomas Gedney of the United States Coast Survey discovered a new, deeper channel through the Narrows into New York Harbor. Previously, the passage was complex and shallow enough that loaded ships would wait outside the harbor until high tide, to avoid running into the huge sandbar, which was interrupted in a number of places by channels of fairly shallow depth: at low tide and at high tide. Because of the difficulty of the navigation required, since 1694, New York had required all ships to be guided into the harbor by an experienced pilot. The new channel Gedney discovered was deeper, enough of an added margin that fully laden ships could come into the harbor even at slack tide. Gedney's Channel, as it came to be called, was also shorter than the previous channel, another benefit appreciated by the ship owners and the merchants they sold to. Gedney received the praise of the city, as well as an expensive silver service. In her 1832 book Domestic Manners of the Americans, Fanny Trollope wrote of her impressions upon entering New York Harbor for the first time: > I have never seen the bay of Naples, I can therefore make no comparison, but > my imagination is incapable of conceiving any thing of the kind more > beautiful than the harbour of New York. Various and lovely are the objects > which meet the eye on every side, but the naming them would only be to give > a list of words, without conveying the faintest idea of the scene. I doubt > if ever the pencil of Turner could do it justice, bright and glorious as it > rose upon us. We seemed to enter the harbour of New York upon waves of > liquid gold, and as we darted past the green isles which rise from its > bosom, like guardian centinels of the fair city, the setting sun stretched > his horizontal beams farther and farther at each moment, as if to point out > to us some new glory in the landscape. In 1824 the first American drydock was completed on the East River. Because of its location and depth, the Port grew rapidly with the introduction of steamships; and then with the completion in 1825 of the Erie Canal New York became the most important transshipping port between Europe and the interior of the United States, as well as coastwisesee also Maritime geography#Brown water destinations. By about 1840, more passengers and a greater tonnage of cargo came through the port of New York than all other major harbors in the country combined and by 1900 it was one of the great international ports.The Erie Canal: A Brief History, New York State Canal Corporation (2001). The Morris Canal carried anthracite and freight from Pennsylvania through New Jersey to its terminus at the mouth of the Hudson in Jersey City. Portions in the harbor are now part of Liberty State Park. In 1870, the city established the Department of Docks to systematize waterfront development, with George B. McClellan as the first engineer in chief. By the turn of the 20th century numerous railroad terminals lined the western banks of the North River (Hudson River) in Hudson County, New Jersey, transporting passengers and freight from all over the United States. The freight was ferried across by the competing railroads with small fleets of towboats, barges, and 323 car floats, specially designed barges with rails so cars could be rolled on.New York in the Forties, Andreas Feininger, Dover Books.() New York subsidized this service which undercut rival ports.Lighterage Controversy , Louis L. Jaffe, Mercer Beasley Law Review, v. 2, no. 2, p. 136–170, 1933. Major road improvements allowing for trucking and containerization diminished the need. The harbor saw major federal investment at the end of the century when Congress passed the Rivers and Harbors Act of 1899. Over $1.2 million of initial funding was appropriated for the dredging of 40 ft (12.2 m)-deep channels at Bay Ridge, Red Hook, and Sandy Hook. The Statue of Liberty (Liberty Enlightening the World) stands on Liberty Island in the harbor, while the nearby main port of entry at Ellis Island processed 12 million arrivals from 1892 to 1954. The Statue of Liberty National Monument, encompassing both islands, recalls the period of massive immigration to the United States at the turn of the 20th centuryEllis Island History, The Statue of Liberty-Ellis Island Foundation, Inc., 2000 (source NPS) While many stayed in the region, others spread across America, with more than 10 million leaving from the nearby Central Railroad of New Jersey Terminal.Jersey City Past and Present ===20th century=== ====World War II==== After the United States entered World War II, the German navy's Operation Drumbeat set the top U-boat aces loose against the merchant fleet in U.S. territorial waters in January 1942, starting the Second happy time. The U-boat captains were able to silhouette target ships against the glow of city lights, and attacked with relative impunity, in spite of U.S. naval concentrations within the Harbor. Casualties included the tankers Coimbria off Sandy Hook and Norness off Long Island. New York Harbor, as the major convoy embarkation point for the U.S., was effectively a staging area in the Battle of the Atlantic, with the U.S. Merchant Marine losses of 1 of 26 mariners, a rate exceeding those of the other U.S. forces.U.S. Merchant Marine in World War II, U.S. Maritime Service Veterans, 1998–2006. Bright city lights made it easier for German U-boats to spot targets at night, but local officials resisted suggestions that they follow London's lead and blackout the lights of coastal cities. However, some lights were darkened, including those of the amusement parks in Coney Island, Brooklyn, and the Coney Island Light, and Sandy Hook Lighthouse. The Harbor reached its peak activity in March 1943 during World War II, with 543 ships at anchor awaiting assignment to convoy or berthing (with as many as 426 seagoing vessel already at one of the 750 piers or docks). Eleven hundred warehouses with nearly of enclosed space served freight along with 575 tugboats and 39 active shipyards, the largest being Brooklyn Navy Yard. With a large inventory of heavy equipment, this made New York Harbor the busiest in the world.\"Port in a Storm: The Port of New York in World War II\", Joseph F. Meany Jr. et al., NY State Museum, 1992–1998. ===Post-World War II=== Deterrence and investigation of criminal activity, especially relating to organized crime, is the responsibility of the bi-state Waterfront Commission.Waterfront Commission of New York Harbor (WCNYH). The commission was set up in 1953 (a year before the movie On the Waterfront), to combat labor racketeering. It is held that the Gambino crime family controlled the New York waterfront and the Genovese crime family controlled the New Jersey side.Watching the Waterfront, The New Yorker, June 19, 2006. (synopsis). In 1984 the Teamsters local was put under Racketeer Influenced and Corrupt Organizations Act (RICO) trusteeship, and in 2005 a similar suit was brought against the International Longshoremen's Association local.The RICO Trusteeships after Twenty Years , 2004, ABA, republished by Laborers for Justice. US v. Local 560, et al. , Civil Action No. 82-689, US District of New Jersey, February 8, 1984. In March 2006, the Port passenger facility was to be transferred to Dubai Ports World. There was considerable security controversy over the ownership by a foreign corporation, particularly Arabic, of a U.S. port operation, this in spite of the fact the current operator was the British-based P&O; Ports,Fact Sheet on Acquisition of P&O; Ports by DP World , American Association of Port Authorities, 2006. and the fact that Orient Overseas Investment Limited, a company dominated by a Chinese Communist official, has the operating contract for Howland Hook Marine Terminal.OOIL in Howland Hook NPR, March 1, 2006. An additional concern is the U.S. Customs \"green lane\" program, in which trusted shippers have fewer containers inspected, providing easier access for contraband material.The Docks of New York, The New Yorker, June 19, 2006. ==Water quality== The water quality in New York Harbor has been affected by centuries of shipping activity, industrial development and urbanization. Water pollution from these sources has been a constant phenomenon, although there have been improvements in some areas of the harbor complex in the late 20th and early 21st centuries. A 2019 study of the harbor identifies water quality trends in nine regions of the harbor, using data collected during 1996 to 2017. The Lower New York Bay region has the highest quality, due to frequent exchange of water with the Atlantic Ocean. The poorest regions are those with limited exchange of water flows: Newtown Creek, Flushing Bay and Jamaica Bay. High levels of nutrient pollution (nitrogen and phosphorus) were observed throughout the various harbor regions, although there has been a general lowering trend in total nitrogen, and some other indicator parameters show improvements. The implementation of pollution control laws, cleanup programs and conservation measures throughout the region have begun to yield some improvements, and the authors state that \"the New York Harbor ecosystem is much healthier than it was 30 years ago.\" ==Container shipping and air travel== The Port of New York and New Jersey is the largest oil importing port and third largest container port in the nation.PANYNJ seaport facilities. The commercial activity of the port of New York City, including the waterfronts of the five boroughs and nearby cities in New Jersey, since 1921 has been formalized under a single bi- state Port Authority of New York and New Jersey.The Port Authority of New York and New Jersey. Since the 1950s, the New York and Brooklyn commercial port has been almost completely eclipsed by the container ship facility at nearby Port Newark-Elizabeth Marine Terminal in Newark Bay, which is the largest such port on the Eastern Seaboard. The port has diminished in importance to passenger travel, but the Port Authority operates all three major airports, La Guardia (built 1939) and JFK/Idlewild (built 1948) in New York, and Newark (built 1928) in New Jersey.Guide to Civil Engineering Projects in and around New York City, Metropolitan Section, American Society of Engineers, 1997, available from ASCE Metropolitan Section. ==Ferries and cruise ships== The harbor is still served by cruise lines, commuter ferries, and tourist excursion boats. Although most ferry service is private, the Staten Island Ferry is operated by the New York City Department of Transportation. Passenger ship facilities are New York Passenger Ship Terminal, the Brooklyn Cruise Terminal at Red Hook, and MOTBY at Bayonne. == Gallery == File:New-york-bay.jpg|Manhattan, across the bay from Liberty State Park File:RobbinsReefLight MOTBY Port Jersey 01.JPG|Robbins Reef Light, MOTBY, and Port Jersey File:DN- ST-87-01292.jpg|Liberty Weekend 1986 File:USA-NYC-Ellis Island crop.jpg|Ellis Island File:Liberty Island photo D Ramey Logan.jpg|The Statue of Liberty == See also == * History of New York City transportation * Military Ocean Terminal at Bayonne * Brooklyn Army Terminal * New York Harbor Storm-Surge Barrier * Marine life of New York-New Jersey Harbor Estuary * Geography of New York-New Jersey Harbor Estuary * Commissioner of Docks and Ferries of the City of New York ==References== ==Further reading== * The Works: Anatomy of a City, Kate Ascher, researcher Wendy Marech, designer Alexander Isley Inc. Penguin Press, New York, 2005. () * The Rise of New York Port (1815–1860), Robert G. Albion with the collaboration of Jennie Barnes Pope, Northeastern University Press, 1967. () * South Street: A Maritime History of New York, Richard McKay, 1934 and 1971. () * Maritime History of New York, WPA Writers Project, 1941; reissued by Going Coastal, Inc. 2004. () * History of New York Shipyards, John H. Morrison, Wm. F. Sametz and Co., New York, 1909 * On the Waterfront, Malcolm Johnson, (\"Crime on the Waterfront\", New York Sun in 24 parts, 1948; Pulitzer Prize, 1949); additional material, Budd Schulberg; introduction, Haynes Johnson; Chamberlain Bros. 2005. () * Great Ships in New York Harbor: 175 Historic Photographs, 1935–2005, William H. Miller Jr., Dover Books. () * Operation Drumbeat, Michael Gannon, Harper and Row, 1991. () ==External links== * New York Harbor Webcam Live streaming views from Staten Island using an HD-quality camera. * National Park Service:Parks of New York Harbor * National Parks of New York Harbor Conservancy National Parks and other recreational and educational sites on the harbor * New York-New Jersey Harbor Estuary Program Partnership to protect and restore the Harbor Estuary. * New York and New Jersey Harbor United States Army Corps of Engineers, New York District. * Digging Deeper in New York, Mechanical Engineering Magazine, November 2003. * Public Parks, Recreational Access, and the Post-Industrial Harbor of New York, Gotham Gazette, 2000. * Cornell NY harbor tour summary, September 24, 2005. * The Port Authority of New York and New Jersey by Dr. Jean-Paul Rodrigue, Dept. of Economics & Geography, Hofstra University, 1998–2006. * The Port Authority of New York and New Jersey: Global Changes, Regional Gains and Local Challenges in Port Development, Jean-Paul Rodrigue Department of Economics & Geography, Hofstra University, Les Cahiers Scientifiques du Transport, February 2004. * Convoy Routing Codes World War II * Allied Convoys 1939–1945 map and tables by year of convoys (in German). * New York Harbor: Immigrants, Mobsters and Treasures Category:Estuaries of New York (state) Category:Bodies of water of Hudson County, New Jersey Category:Estuaries of New Jersey Category:Geography of New York City Category:Port of New York and New Jersey Category:Ports and harbors of New Jersey Category:Ports and harbors of New York (state) Category:Ports and harbors of the United States Atlantic coast Category:Water transportation in New York City Category:Yachting in New York City",
 "title": "New York Harbor"
}