{
 "id": "276972",
 "text": "thumb|300px|Team Oracle AC 72 boats Oracle Team USA is an American yacht racing syndicate initially formed to compete for the 2003 America's Cup. They competed again in the 2007 event before winning the 33rd America's Cup regatta in 2010 – representing the Golden Gate Yacht Club. The team also won the 34th America's Cup in 2013. The syndicate was initially named Oracle for the 2003 campaign and backed primarily by Larry Ellison, the co-founder and CEO of Oracle Corporation, but was renamed in August 2004 to Oracle BMW Racing to reflect the German company's role, and subsequently revised again to BMW Oracle Racing to reflect increased involvement from BMW. At the end of December 2010 it was announced that by mutual agreement of both partners, BMW was bringing to a close its longstanding partnership with Oracle Racing and thereby ending its involvement in the America's Cup. Subsequently, the syndicate was renamed to Oracle Team USA to compete for the 2013 34th America's Cup. ==History== ===31st America's Cup (2003)=== The team was created by purchasing the assets of Paul Cayard’s AmericaOne syndicate which was the losing finalist against Luna Rossa in the 2000 Louis Vuitton Cup. The syndicate got off to a rocky start with changes in the skipper position, alternating between Cayard and Chris Dickson, to Dickson alone, to Peter Holmberg, and then back to Dickson. Bob Wylie was a key member of the 2003 team contributing mainly to the tactics. Oracle reached the finals of the 2003 Louis Vuitton Cup, losing to Alinghi 5–1. ===32nd America's Cup (2007)=== BMW Oracle Racing through the GGYC was the Challenger-of-Record for the 2007 America’s Cup which was held in Valencia, Spain. BMW Oracle Racing, lost to Luna Rossa Challenge 5 to 1 in the 2007 Louis Vuitton Cup Semi Finals. ===33rd America's Cup (2010)=== Larry Ellison hired Russell Coutts to be the CEO of the 33rd America's Cup campaign. In July 2007, the Golden Gate Yacht Club, sponsoring BMW Oracle Racing, filed a challenge with the Société Nautique de Genève for the 33rd America's Cup stating that they did not believe that SNG's hand picked challenger, Club Náutico Español de Vela (CNEV) was a qualified club under the Deed of Gift. After extensive court action, Golden Gate Yacht Club was declared Challenger of Record and sailed against SNG's team: Alinghi, in February 2010 in Valencia, Spain. The competing boats, Alinghi 5 and USA 17 were both 90-foot multihulls. BMW Oracle Racing won the America's Cup on February 14, 2010, off Valencia, Spain, beating Alinghi 2–0 in the best-of- three series and becoming the first American syndicate to win the cup since 1992. The rigid wing sail of USA 17 provided a decisive advantage and Golden Gate Yacht Club won the 2010 America's Cup by a considerable margin. ===2011–13 America's Cup World Series=== Oracle Team USA competed in the 2011–13 America's Cup World Series. In August 2013, the competition jury received a report from Oracle Team USA that their boat and others they had loaned had unauthorized modifications.Gavin Clarke, Oracle Team USA sailors admit breaking America's Cup rules, The Register, 12 Aug 2013. Retrieved 30th July 2016. The team withdrew from the competition on 8 August 2013.America's Cup Jury, Jury Notice JN096, 8th August 2013 Penalties imposed included expelling three team members, a $250,000 fine, and a one-point penalty for each of the first two races of the Match in which they would otherwise score a point.\"Jury Notice JN117\", 3 September 2013, ===34th America's Cup (2013)=== Oracle Team USA's Larry Ellison declared that the 34th America's Cup would be sailed on AC72 class wing-sail catamarans. Oracle Team USA experienced the first major accident involving the new AC72 class, when the boat capsized during training off San Francisco on October 16, 2012. Oracle Team USA successfully defended the trophy and won the 2013 America's Cup on September 25, 2013. They accomplished this achievement by coming back from 7 points down and one point away from defeat in the series, and completing the largest in- series comeback in America's Cup history. The Wall Street Journal later called it \"one of the greatest comebacks in sports history\". ===2015–16 America's Cup World Series=== Oracle Team USA was runner up in 2015–16 America's Cup World Series.Land Rover BAR Wins America's Cup World Series, Sailing World, 21st Nov 2016 ===35th America's Cup (2017)=== Oracle Team USA was the defender of the 35th America's Cup. The event took place in the Great Sound of Bermuda in 2017, with challenger selection through the 2017 Louis Vuitton Cup on June 5–25. The finals against Emirates Team New Zealand were June 17–26. The new AC50 class rule governed the races; Oracle Team USA launched their yacht in February 2017. Oracle Team USA ultimately lost the challenge 7–1 to Emirates Team New Zealand. ===36th America's Cup (2021)=== Oracle Team USA did not issue a challenge within the initial challenging deadline for the 36th America’s Cup presented by Prada, June 30, 2018, ending Oracle's fifteen year presence in the Cup races. Oracle Team USA skipper James Spithill previously indicated he was returning to challenging team Luna Rossa for that competition. ==Boats== thumb|right|upright|BMW Oracle's USA-17 training off Valencia, Spain in late January, 2010 The BMW Oracle/Oracle USA team has owned a number of boats, including: * USA 71, trial boat for the 2003 America’s Cup. * USA 76, race boat for the 2003 America’s Cup. * USA 87, used in preparations for the 2007 Louis Vuitton Cup. * USA 98, raced in the Louis Vuitton Cup 2007 campaign. * USA 17, trimaran. Sailing with a rigid wing sail, she won the 2010 America's Cup, in a Deed of Gift match against SNG/Alinghi Valencia. * 17, an AC72 catamaran for the 2013 America's Cup defence. Extensively damaged in a 16 October 2012 capsize. * Oracle Team USA 17, an AC72 catamaran. Successfully defended in the 2013 America's Cup. * 17, AC50 wing sail catamaran. Unsuccessfully defended the 2017 America's Cup. ==Miscellaneous== The team also appeared on the Series 20 premiere of Top Gear, emerging victorious in what was called by some a Cat Vs. Car race. Set in New Zealand, it matched Oracle in its AC45 with James May as a passenger against Jeremy Clarkson in a rented Toyota Corolla or Toyota Auris from the northern tip of the Coromandel Peninsula to the northern tip of New Zealand's North Island. ==References== ==External links== *Oracle Racing *Golden Gate Yacht Club Category:2000 establishments in the United States Category:Oracle Team USA",
 "title": "Oracle Team USA"
}