{
 "id": "277011",
 "text": "Thomas Andrew Felton (born 22 September 1987) is an English actor who played Draco Malfoy in the film adaptations of the best-selling Harry Potter fantasy novels by J. K. Rowling. Born in Surrey, Felton began appearing in commercials and made his screen debut in the role of Peagreen Clock in The Borrowers (1997). He portrayed Louis T. Leonowens in Anna and the King (1999) before being cast in Harry Potter and the Philosopher's Stone (2001). Felton appeared in seven sequels until the final film, Harry Potter and the Deathly Hallows – Part 2 (2011). Felton appeared in the sci-fi film Rise of the Planet of the Apes (2011). He was subsequently cast in indie films From the Rough (2011) and The Apparition (2012). Felton starred as Viscount Trencavel in the historical miniseries Labyrinth and as James Ashford in the period drama Belle (2013), which released to critical acclaim. In 2015, he reoccured as a murder suspect in TNT's Murder in the First. Felton appeared in Message from the King and A United Kingdom, which premiered at the 2016 Toronto International Film Festival. He portrayed Doctor Alchemy on The CW's The Flash, based on the comic books of the same name. Felton co-starred in drama film Feed (2017), action-thriller Stratton (2017), and biographical film Megan Leavey (2017). Felton was a series regular on the 2018 sci-fi series Origin and appeared as Laertes in Claire McCarthy's Ophelia (2018), both to critical praise. Felton portrayed the villain in family-horror A Babysitter's Guide to Monster Hunting (2020). ==Early life== Thomas Andrew Felton was born on 22 September 1987 in Epsom, Surrey, the youngest of four sons born to Peter Felton and Sharon Anstey. His parents divorced when he was a teenager. His maternal grandfather is geophysicist Nigel Anstey. Felton was educated West Horsley's Cranmore School until age 13, after which time he attended the Howard of Effingham School for his secondary education. Felton developed an interest in singing during his childhood and subsequently joined school choirs; he was offered a place in the Guildford Cathedral Choir.The Wireless Wizarding Network-Profile of Tom Felton. Retrieved on 7 June 2012Tom Felton biography from Veritaserum. Retrieved on 3 August 2007. ==Career== ===1997–2000: Beginnings=== Felton began acting in adverts for companies such as Commercial UnionAzkaban Exclusives: Draco Malfoy from CBBC. Retrieved on 15 August 2007. and Barclaycard. He landed his first feature film role in when he played the role of Peagreen Clock in Peter Hewitt's The Borrowers (1997). In 1998, Felton voiced James in the television series Bugs.Tom Felton biography from Yahoo! Movies. Retrieved on 3 August 2007. Felton played witness Thomas Ingham opposite Clive Owen in Second Sight in 1999.Tom Felton biography from Flixster. Retrieved on 3 August 2007. Felton's portrayed Louis T. Leonowens in the film Anna and the King (1999), starring Jodie Foster, which was filmed in Malaysia. In 2000, Felton made a guest appearance in Second Sight 2 in the episode \"Hide and Seek\".Tom Felton biography from movies.msn.com. Retrieved on 4 August 2007. ===2001–2011: Harry Potter series and recognition=== In 1999, auditions were held for Harry Potter and the Philosopher's Stone, the film adaptation of J. K. Rowling's novel of the same name. Felton had not read the books at the time of the auditions, and originally read of the roles of Harry Potter and Ron Weasley before ultimately being cast as Draco Malfoy, the \"enemy .. who will do anything, and plenty besides, to be sure his house places first.\" Harry Potter and the Philosopher's Stone was released in 2001 to critical and commercial success. The film was praised for its casting, including Felton's; one critic called his performance \"the personification of upper-class insolence.\" He reprised his role the following year in Harry Potter and the Chamber of Secrets (2002), which saw Felton winning a Disney Channel's Kids Award.Update: Emma Watson and Tom Felton accept Disney Channel Kids Award for 'Chamber of Secrets' Popular from HPANA. Retrieved on 4 August 2007. Felton started his Official Tom Felton Fan Club in 2004 and took part in autograph signing events.Tom Felton fan club launch from CBBC Retrieved on 15 August 2007.Tom Felton to start official fan club Popular from HPANA. Retrieved on 4 August 2007. His fan club was reported to have attracted so many fans that Felton had to put a temporary stop to people signing up to his fan club.Felton fans in a fan club frenzy from CBBC. Retrieved on 15 August 2007. When the fan asked Felton what kids should do if someone like his character is bullying them, he said: \"Tell someone. You do not want to keep it to yourself.\"\"Meet Tom Felton, actor\" from Time For Kids. Retrieved on 4 August 2007. Felton appeared in Harry Potter and the Prisoner of Azkaban (2004) and Harry Potter and Goblet of Fire, both released to increasing global recognition. Felton made a guest appearance on Home Farm Twins in 2005, where he played Adam Baker in the short-lived series.Tom Felton biography from MuggleNet. Retrieved on 4 August 2007. On 11 November 2005, he and Rupert Grint presented Liz Carnell with the Daily Mirror's Pride of Britain Award for her work in bullying awareness.Grint & Felton present award for anti-bullying Popular from HPANA. Retrieved on 4 August 2007.The Pride of Britain Award: Special Award: LIZ CARNELL from the Daily Mirror. Retrieved on 4 August 2007. Harry Potter and the Order of the Phoenix was filmed in 2006 and released in 2007, becoming the second-highest grossing film of the year. When asked whether he was looking forward to playing a good guy in the future he answered: \"No. Well, I don't know. I suppose for now I'm happy with sticking to what he is. But after the Potter legacy is over I look forward to playing a good guy, or someone different anyway; someone not so spiteful.\"Tom Felton Talks About Reading, Collecting, and Being Draco from Scholastic Corporation. Retrieved on 4 August 2007. In July 2007, Felton visited Children's Hospital in Denver, Colorado, in a pre-screening, charitable event of Harry Potter and the Order of the Phoenix.'Potter' actors attend charitable event in Denver Popular from HPANA. Retrieved on 5 August 2007. On 18 March 2011, Felton appeared in a comedy sketch on Red Nose Day 2011 alongside James Corden, Rupert Grint, George Michael, Justin Bieber, Paul McCartney, Ringo Starr, former UK Prime Minister Gordon Brown, Professor Robert Winston and Keira Knightley. On 12 November 2008, Felton appeared alongside Jack Osbourne on Adrenaline Junkie as he participated in various challenges in South Africa, including a 200 ft bungee jump on Bloukrans Bridge, took a ride in a helicopter, followed by a parachute freefall and came face-to-face with great white sharks. Felton portrayed Simon in the 2009 horror/thriller movie The Disappeared.The disappeared movie from The New York Times. Harry Potter and the Half-Blood Prince was released in July of that year as a major commercial success; The Hollywood Reporter described Felton's role as \"perennially glowering\" while the plot of the film \"weighs on him, causing his smug veneer to all but melt away.\" In 2010, Felton released his original song \"Hawaii\" on Six String Productions from SixString Website. – an independent record label run by Felton, David Proffitt and Philip Haydn-Slater promoting creative independence and ownership of material. Felton portrayed the main character, Ray Marsden, in White Other (2010). was released. His character is a troubled youth in the \"ends\" of England and stars alongside Harry Potter co-star Imelda Staunton. Felton had a cameo role in Get Him to the Greek (2010) in June. He portrayed the character Dodge Landon in the 2011 science-fiction film Rise of the Planet of the Apes, and played a paranormal investigator in the thriller film The Apparition (2012). Felton reprised his role as Malfoy for the final time in Harry Potter and the Deathly Hallows – Part 1 and Harry Potter and the Deathly Hallows – Part 2. His performances in Harry Potter and the Half-Blood Prince and Harry Potter and the Deathly Hallows – Part 1 won him two consecutive MTV Movie Awards for Best Villain in 2010 and 2011. Screen Rant stated that Felton \"brought the complex, layered\" character to the films, calling Malfoy the series' \"true cult hero\". Felton posted three music videos on YouTube under the account \"Feltbeats\", in which he performs fragments of original songs. Nine songs have been re-recorded and are now available on iTunes: \"Time Well Spent,\" \"Time Isn't Healing\", \"One of These Days\", \"Under Stars,\" \"Right Place, Right Time,\" \"In My Arms,\" \"All I Need,\" and \"I Will Be There\" join the instrumental \"Silhouettes in Sunsets.\" He also recorded an album titled In Good Hands. It includes the six songs \"If You Could Be Anywhere\", \"We Belong\", \"When Angels Come\", \"Convinced\", \"Father of Mine\", and \"If That's Alright with You\". ===2012-present: Further film and television work=== In 2012, Felton appeared in the supernatural horror film The Apparition alongside an ensemble cast and indie drama From the Rough opposite Taraji P. Henson. Felton portrayed James Ashford, an arrogant member of nobility, in Belle (2013), which was released at the Toronto International Film Festival to critical praise. He starred opposite Elizabeth Olsen as Camille Raquin in Thérèse (2013). The film received mixed reviews; Roger Ebert referred to his performance as \"suitably foppish and dopey\" for the role. Felton starred in Labyrinth as Viscount Trencavel, which aired on Channel 4 in March 2013. Felton portrayed a US Navy airman in survival drama Against the Sun (2014), which faced mixed reception. In 2015, Felton reoccured in Murder in the First on TNT as Erich Blunt:, as a Silicon Valley worker and murder suspect. Felton held supporting roles in films Risen (2016), a box office success, as well as Message from the King and A United Kingdom, both of which premiered at the 2016 Toronto International Film Festival. He also lent his voice to the English version of Sheep and Wolves (2016), a fantasy-comedy film. From 2016 to 2017, He appeared as Doctor Alchemy in the third season of The CW's The Flash. Felton's character was a CSI lab partner to the titular character and love interest of Killer Frost. Felton portrayed a dog handler for the US Army in Gabriela Cowperthwaite's Megan Leavey (2017), a biographical indie drama based on the life of Corporal Megan Leavey. That year, Felton also appeared in drama film Feed and action-thriller Stratton. On 26 April 2018, it was announced that Felton was cast in the science fiction series Origin. He stars in the role of Logan Maine opposite Harry Potter co- star Natalia Tena. It premiered on YouTube Premium in November 2018. The series opened to mixed reviews; The Hollywood Reporter stated that Felton portrayed \"explosive whiner ... unrecognizable from his days as bad boi fa lyfe Malfoy.\" Felton portrayed Laertes in Ophelia, Claire McCarthy's film adaptation of Hamlet centering around the character of the same name. The film premiered at the 2018 Sundance Film Festival; one critic remarked his performance as \"lithe\" and \"done nicely\". Felton appeared in the comedy-drama Braking for Whales in 2019 and the Netflix family-horror A Babysitter's Guide to Monster Hunting in 2020. He played a British soldier in the Dutch World War II film The Forgotten Battle, which had a red carpet premiere in 2020 followed by a Netflix release in 2021. ====Upcoming projects==== In June 2020, he was planned to star in war thriller Burial, which is set in the last days of World War II. In October, it was announced that Felton will star in Canyon Del Muerto, a biopic about archaeologist Ann Axtell Morris. He portrays her husband, Earl H. Morris, an American archeologist known for his contributions to Southwest archaeology. Two months later, Felton was confirmed in Lead Heads alongside Rupert Everett, Derek Jacobi, Luke Newberry and Mark Williams. The film is described as a “drama about greed and the repercussions it has on the soul.” In January 2021, Felton was confirmed for the lead role in Sara Sugarman’s Save The Cinema which began filming in the month in Wales. He joined Jonathan Pryce and Samantha Morton. The movie will tells the true story of Liz Evans, a hairdresser and leader of a youth theatre in Carmarthen, Wales, who began a campaign in 1993 to save the Lyric theatre from closure. ==Personal life== Felton was in a relationship with stunt assistant Jade Olivia Gordon from April 2008 until early 2016. She played his character's wife in Harry Potter and the Deathly Hallows – Part 2. Felton fell ill while participating in a celebrity golf exhibition on 23 September 2021 as part of the 2021 Ryder Cup festivities near Sheboygan, Wisconsin. He was removed from the golf course on a stretcher and taken to a nearby hospital for treatment. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- |1997 |The Borrowers |Peagreen Clock | |- |1999 |Anna and the King |Louis T. Leonowens | |- |2001 |Harry Potter and the Philosopher's Stone | rowspan=\"5\"| Draco Malfoy |Released as Harry Potter and the Sorcerer's Stone in the US |- |2002 |Harry Potter and the Chamber of Secrets | |- |2004 |Harry Potter and the Prisoner of Azkaban | |- |2005 |Harry Potter and the Goblet of Fire | |- |2007 |Harry Potter and the Order of the Phoenix | |- |2008 |The Disappeared |Simon Pryor | |- |2009 |Harry Potter and the Half-Blood Prince | rowspan=\"2\"| Draco Malfoy | |- |rowspan=\"4\" | 2010 |Harry Potter and the Deathly Hallows – Part 1 | |- |White Other |Ray Marsden |Short Film |- |Get Him to the Greek |Himself |Cameo |- |13Hrs |Gary Ashby | |- |rowspan=\"2\" | 2011 |Harry Potter and the Deathly Hallows – Part 2 |Draco Malfoy | |- |Rise of the Planet of the Apes |Dodge Landon | |- |rowspan=\"2\" | 2012 |The Apparition |Patrick | |- |From the Rough |Edward | |- |rowspan=\"2\" | 2013 | Belle | James Ashford | |- | In Secret | Camille Raquin | |- | rowspan=2|2014 | Against the Sun | Tony Pastula | |- | How I Didn't Become a Piano Player | Ted (voice) | Short film |- |rowspan=\"4\"| 2016 | Risen | Lucius Tyco Ennius | |- | Message from the King | Frankie | |- | A United Kingdom | Rufus Lancaster | |- | Sheep and Wolves | Grey (voice) | English dub |- |rowspan=\"3\" | 2017 | Megan Leavey | Andrew Dean | |- |Feed | Matt Grey | |- | Stratton | Cummings | |- |2018 | Ophelia | Laertes | |- | 2019 | Braking for Whales | Brandon Walker | |- |rowspan=\"2\" |2020 |A Babysitter's Guide to Monster Hunting |The Grand Guignol/The Boogey Man | |- | The Forgotten Battle | Captain Tony Turner | |- | 2021 | A Tale of Two Mindsets | Pessimist | Short film |- | 2022 | Save the Cinema | Richard Goodridge | |- | | scope=\"row\" style=\"text-align:left; background:#ffc;\"|Canyon Del Muerto | Earl H. Morris | Post-production |- | | scope=\"row\" style=\"text-align:left; background:#ffc;\"| Some Other Woman | | |} === Television === {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- |1998 |Bugs |James |Episode: \"Pandoras' Box\" |- |1999 |Second Sight |rowspan=2|Thomas Ingham |rowspan=2|Television film |- |2000 |Second Sight 2: Hide and Seek |- |2005 |Home Farm Twins |Adam Baker |Unknown episodes |- |rowspan=\"2\" | 2013 |Labyrinth |Viscount Trencavel |rowspan=2|Television miniseries |- |Full Circle |Tim |- |2014 |Murder in the First |Erich Blunt |Main role (season 1) |- |2015 |Tom Felton Meets The Superfans |Interviewer |Directorial debut |- |2016–2017 |The Flash |Julian Albert / Alchemy |Recurring role (season 3); 17 episodes |- |2018 |Origin | Logan Maine | Main role (10 episodes) |- |2021 |Harry Potter: Hogwarts Tournament of Houses |rowspan=\"2\" | Himself |Special appearance (3 episodes) |- |2022 |Harry Potter 20th Anniversary: Return to Hogwarts |HBO Max Special |} ===Video games=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- |2007 |Harry Potter and the Order of the Phoenix |rowspan=3|Draco Malfoy (voice) | |- |2009 |Harry Potter and the Half-Blood Prince | |- |2010 |Harry Potter and the Deathly Hallows – Part 1 | |} ===Music videos=== {| class=\"wikitable\" ! Year ! Title ! Role ! Artist |- | 2018 | Empty Space | Jake | James Arthur |} == Discography == === EPs === * Time Well Spent (2008) * All I Need (2008) * In Good Hands (2009) * Hawaii (2011) *YoOHoO (2021) === Singles === * \"Silhouettes in Sunsets\" (2008) * \"Time Isn't Healing\" (2008) * \"If You Could Be Anywhere\" (2010) *\"hOLDing on\" (2021) ==Awards and nominations== {| class=\"wikitable\" |- ! Year ! Work ! Award ! Category ! Result ! Refs |- | rowspan=2| 2001 | rowspan=2| Harry Potter and the Philosopher's Stone | rowspan=2| Young Artist Award | Best Ensemble in a Feature Film | | style=\"text-align:center;\" | |- | Best Performance in a Feature Film: Supporting Young Actor | | |- | rowspan=2| 2009 | rowspan=2| Harry Potter and the Half-Blood Prince | MTV Movie Award | Best Villain | | |- | Scream Award | Best Ensemble | | |- | rowspan=2| 2010 | rowspan=2| Harry Potter and the Deathly Hallows – Part 1 | MTV Movie Award | Best Villain | | |- | Teen Choice Award | Choice Movie Villain | | |- | rowspan=2| 2011 | rowspan=2| Harry Potter and the Deathly Hallows – Part 2 | MTV Movie Award | Best Cast | | |- | Scream Award | Best Ensemble | | |- | 2015 | Belle | National Film Awards UK | Best Actor | | style=\"text-align:center;\" | |} ==See also== * List of Harry Potter films cast members ==References== ==External links== * * Six String Productions * * Category:1987 births Category:20th-century English male actors Category:21st-century English male actors Category:Male actors from London Category:English expatriates in the United States Category:English male child actors Category:English male film actors Category:English male television actors Category:English male singers Category:English male video game actors Category:English male voice actors Category:Living people Category:People from Epsom Category:Male actors from Surrey Category:21st-century English singers Category:21st-century British male singers Category:British emigrants to the United States",
 "title": "Tom Felton"
}