{
 "id": "277396",
 "text": "A.L.A. Schechter Poultry Corp. v. United States, 295 U.S. 495 (1935), was a decision by the Supreme Court of the United States that invalidated regulations of the poultry industry according to the nondelegation doctrine and as an invalid use of Congress' power under the Commerce Clause.. This was a unanimous decision that rendered parts of the National Industrial Recovery Act of 1933, a main component of President Franklin D. Roosevelt's New Deal, unconstitutional. ==Facts== The regulations at issue were promulgated under the authority of the National Industrial Recovery Act (NIRA) of 1933. These included price and wage fixing, as well as requirements regarding the sale of whole chickens, including unhealthy ones. The government claimed the Schechter brothers sold sick poultry, which has led to the case becoming known as \"the sick chicken case\". Also encompassed in the decision were NIRA provisions regarding maximum work hours and a right of unions to organize. The ruling was one of a series which overturned elements of President Franklin D. Roosevelt's New Deal legislation between January 1935 and January 1936, until the Court's intolerance of economic regulations shifted with West Coast Hotel Co. v. Parrish.. The National Industrial Recovery Act allowed local codes for trade to be written by private trade and industrial groups. The President could choose to give some codes the force of law. The Supreme Court's opposition to an active federal interference in the local economy caused Roosevelt to attempt to pack the Court with judges who were in favor of the New Deal. There were originally 60 charges against Schechter Poultry, which were reduced to 18 charges plus charges of conspiracy by the time the case was heard by the U.S. Supreme Court. Among the 18 charges against Schechter Poultry were \"the sale to a butcher of an unfit chicken\" and the sale of two uninspected chickens. Ten charges were for violating codes requiring \"straight killing\". Straight killing prohibited customers from selecting the chickens they wanted; instead a customer had to place his hand in the coop and select the first chicken that came to hand. There was laughter during oral arguments when Justice George Sutherland asked, \"Well suppose however that all the chickens have gone over to one end of the coop?\"Shlaes, Amity. The Forgotten Man. New York: HarperCollins (2007), , pp. 240–241. The Schechter brothers were Jewish (the surname Schechter means \"slaughter\" in Yiddish, and specifically refers to a ritual slaughterer). According to the trial record, at least some of their customers preferred to select individual chickens, believing that this made it easier to have their rabbi certify the chicken as kosher, though this may not have been a universal belief. The Supreme Court decision did not address any issue of religious liberty, however. ==Judgment== Chief Justice Hughes wrote for a unanimous Court in invalidating the industrial \"codes of fair competition\" which the NIRA enabled the President to issue.Schechter Poultry Corp., 295 U.S. at 535, 551. The Court held that the codes violated the constitutional separation of powers as an impermissible delegation of legislative power to the executive branch. The Court also held that the NIRA provisions were in excess of congressional power under the Commerce Clause. The Court distinguished between direct effects on interstate commerce, which Congress could lawfully regulate, and indirect effects, which were purely matters of state law. Though the raising and sale of poultry was an interstate industry, the Court found that the \"stream of interstate commerce\" had stopped in this case—Schechter's slaughterhouse's chickens were sold exclusively to in-state buyers.In the 1960s, Prof. Harold Hyman told students in his Constitutional History course at U.C.L.A., \"The Supreme Court was wrong!\" As a child he had worked for the Schechter brothers, and among other tasks, took chickens from Brooklyn to Jersey City--interstate commerce. Any interstate effect of Schechter was indirect, and therefore beyond federal reach. Though many considered the NIRA a \"dead statute\" at this point in the New Deal scheme, the Court used its invalidation as an opportunity to affirm constitutional limits on congressional power, for fear that it could otherwise reach virtually anything that could be said to \"affect\" interstate commerce and intrude on many areas of legitimate state power. The court ruled that the law violated the Tenth Amendment. According to Supreme Court historian David P. Currie, the court believed that \"to permit Congress to regulate the wages and hours in a tiny slaughterhouse because of remote effects on interstate commerce would leave nothing for the tenth amendment to reserve.\" Currie added that \"it can hardly have escaped the Justices that apart from its limitation to business there was little to distinguish what Congress had attempted from the 1933 legislation authorizing Adolf Hitler to govern Germany by decree ... the delegation decision in Schechter was a salutary reminder of the Framers' decision to vest legislative power in a representative assembly.\"Currie, David P. The Constitution in the Supreme Court: The Second Century, 1888–1986. Chicago and London: The University of Chicago Press (1990), , pp. 210, 223. Justice Benjamin Cardozo's concurring opinion clarified that a spectrum approach to direct and indirect effects is preferable to a strict dichotomy.Schechter Poultry Corp., 295 U.S. at 551-52 (Cardozo, J., concurring). Cardozo felt that in this case, Schechter was simply too small a player to be relevant to interstate commerce. This traditional reading of the Commerce Clause was later disavowed by the Court, which after threats from Roosevelt, began to read congressional power more expansively in this area, in cases such as NLRB v. Jones & Laughlin Steel Corp (1937).. However, more recent cases such as United States v. Lopez (1995). perhaps signal a growing inclination in the Court to once again affirm limits on its scope. In a unanimous 2011 decision, Bond v. United States, the Supreme Court cited Schechter as a precedent.. ==Significance== Speaking to aides of Roosevelt, Justice Louis Brandeis remarked that, \"This is the end of this business of centralization, and I want you to go back and tell the president that we're not going to let this government centralize everything.\"Harry Hopkins, \"Statement to Me by Thomas Corcoran Giving His Recollections of the Genesis of the Supreme Court Fight,\" April 3, 1939, typescript in Harry Hopkins Papers In Hyde Park a few days after the decision, Roosevelt denounced the decision as an antiquated interpretation of the Commerce Clause.Shlaes, Amity. The Forgotten Man. New York: HarperCollins (2007), , p. 245. After the decision was announced, newspapers reported that 500 cases of NIRA code violations were going to be dropped.Shlaes, Amity. The Forgotten Man. New York: HarperCollins (2007), , p. 244. ==See also== *US labor law * Panama Refining Co. v. Ryan (1935) * Louisville Joint Stock Land Bank v. Radford (1935) ==Notes== ==External links== * * Case Brief: https://web.archive.org/web/20111002085620/http://www.quimbee.com/cases/706870 Category:United States Constitution Article One case law Category:United States separation of powers case law Category:United States Commerce Clause case law Category:1935 in United States case law Category:United States Tenth Amendment case law Category:National Recovery Administration Category:United States Supreme Court cases of the Hughes Court Category:New Deal in New York (state) Category:History of New York City Category:History of Brooklyn Category:Chicken as food Category:United States nondelegation doctrine case law Category:Food safety in the United States Category:United States Supreme Court cases",
 "title": "A.L.A. Schechter Poultry Corp. v. United States"
}