{
 "id": "277528",
 "text": "The Ruins of Saint Paul's (; ) are the ruins of a 17th-century Catholic religious complex in Santo António, Macau, China. They include what was originally St. Paul's College and the Church of St. Paul (Igreja de São Paulo) also known as \"Mater Dei\", a 17th-century Portuguese church dedicated to Saint Paul the Apostle. Today, the ruins are one of Macau's best known landmarks and one of the Seven Wonders of Portuguese Origin in the World. In 2005, they were officially listed as part of the Historic Centre of Macau, a UNESCO World Heritage Site. == History == Built from 1602 to 1640 by the Jesuits, the church was one of the largest Catholic churches in Asia at the time. With the decline in importance of Macau, which was overtaken as the main port for the Pearl River Delta by Hong Kong, the building's fortunes similarly ebbed, and it was destroyed by a fire during a typhoon on 26January 1835. The Fortaleza do Monte overlooks the ruin. This could have been due to Francesco Melzi showing the codex to Carlo Spinola in Milanhttp://beyondthirtynine.com/was- san-paul-cathedral-in-macau-designed-by-leonardo-da-vinci/ or by the architect Giacomo della Porta (connected to Leonardo's Codex, formerly Codex Leicester, now owned by Bill Gates) who designed the façade of the Church of the Gesù in Rome.http://beyondthirtynine.com/the-hand-of-leonardo-da-vinci-in-all- jesuitic-churches/ ==Characteristics== thumb|right|Virgin Mary stepping on a seven-headed hydra. The ruins now consist of the southern stone façade—intricately carved between 1620 and 1627 by Japanese Christians in exile from their homeland and local craftsmen under the direction of Italian Jesuit Carlo Spinola—and the crypts of the Jesuits who established and maintained the church. The façade sits on a small hill, with 68 stone steps leading up to it. The carvings include Jesuit images with Oriental themes, such as The Blessed Virgin Mary stepping on a seven-headed hydra, described in Chinese characters as 'Holy Mother tramples the heads of the dragon'. A few of the other carvings are of the founders of the Jesuit Order, the conquest of Death by Jesus, and at the very top, a dove with wings outstretched. ==Conservation== Resisting calls for the dangerously leaning structure to be demolished, from 1990 to 1995, the ruins were excavated under the auspices of the Instituto Cultural de Macau to study its historic past. The crypt and the foundations were uncovered, revealing the architectural plan of the building. Numerous religious artifacts were also found together with the relics of the Chinese Christian martyrs and the monastic clergy, including the founder of the Jesuit college in Macau, Father Alessandro Valignano. The ruins were restored by the Macanese government into a museum, and the façade is now buttressed with concrete and steel in a way which preserves the aesthetic integrity of the façade. There was once a steel stairway that allowed tourists to climb up to the top of the façade from the rear, but due to concerns for the preservation of the church, tourists are no longer allowed to climb up. == See also == * Museum of Sacred Art and Crypt * Religion in Macau * List of Jesuit sites == References == * * == Gallery == Category:Roman Catholic churches in Macau Category:Historic Centre of Macau Category:Jesuit churches in China Category:Ruins in Macau Category:Religious buildings and structures completed in 1640 Category:Roman Catholic cathedrals in Macau Category:Catholic Church in Macau Category:Christianity in Macau Category:Macau Peninsula Category:Portuguese Macau Category:Tourist attractions in Macau Category:Burned buildings and structures in China Category:1640 establishments in China Category:1640 establishments in the Portuguese Empire Category:17th-century establishments in Macau Category:Portuguese Colonial architecture in China",
 "title": "Ruins of Saint Paul's"
}