{
 "id": "277746",
 "text": "thumb The Adhola people, also known as Jopadhola, are an ethnic group of Uganda. They live in Tororo District in Eastern Uganda and comprise about eight percent of the country's total population. They speak Dhopadhola, (a Luo language), which belongs to the Western Nilotic branch of the Nilotic language family. They are primarily pastoralists. The Jopadhola call their land Padhola which, according to historian Bethwell Ogot, is an elliptic form of “Pa Adhola” meaning the \"place of Adhola\", the founding father of the Jopadhola people. Officially, land of the Adhola is called Padhola, but the Baganda who misinterpret 'Widoma' – a Dhopadhola word for 'war cry' meaning 'You are in trouble' refer to the Jopadhola as \"Badama\". The social structure of the Jopadhola can be described as polysegmentary because there is no traditional centralized government and its organization is limited to a clan called Nono. There are over 52 clans, each with cultural practices, common ancestry and a distinct lineage. == Jopadhola traditional justice == Clans reproduce their notion of an independent court called 'koti' using an abridged legal doctrine of separation of powers, and partially mimicking lower level government(local councils) and judicial features. The koti conflates executive and judicial functions, furthermore, legal qualifications are largely irrelevant. The composition of the koti aims to achieve age and gender parity through the appointment of youth and women representatives. The election of office bearers is based on fulfilling social obligations to kin through meritocracy, and to protecting of the clan from evil through ritual (chowiroki). Dr. Maureen Owor argues that given the fact that the court and litigants are personally acquainted as kin, Jopadhola clans appear to have created an \"expanded\" notion of \"judicial\" independence – one that is culturally appropriate for their local African context. ==History== The Jopadhola arrived in southeastern Uganda in the 16th century during the long journey Luo migration from Egypt. They first settled in central Uganda, but gradually moved southwards and eastwards. Their kin who settled northern and central Uganda are Acholi and Alur populations, who speak languages similar to Dhopadhola. They settled in a forested area as a defence against attacks from Bantu neighbours who had already settled there. Unlike some other small Luo tribes, this self-imposed isolation helped them to maintain their language and culture amidst Bantu and Ateker communities. Those Luo who proceeded their migration eastwards into present day Kenya and Tanzania are the JoLuo (commonly referred to only as Luo). Legend has it that Owiny, the leader of the Kenyan Luo was the brother of Adhola the leader of the Jopadhola who decided to settle in Tororo instead of going along with his brother towards Kenya and Tanzania. ==Language== Jopadhola speak a language which is mutually intelligible with Acholi language, Lango language, Alur language of Uganda and Dholuo language of Kenya. They call their language Dhopadhola. The prefix dho means \"language of\" and jo means \"people of\". The infix pa means possessive 'of' – hence Jopadhola means people of Adhola, and Dhopadhola the language of the Jopadhola. ==References== * Oboth-Ofumbi, A.C.K., Silver Tanga Padhola, East African Literature Bureau, Nairobi, 1959 * Ogot, B.A. History of the southern Luo, East African Publishing House, Nairobi, 1967 * Owor Maureen,\"Creating an Independent Traditional Court: A Study of Jopadhola Clan Courts in Uganda\" Journal of African Law (2012) 56/2 pp 215–242. Category:Ethnic groups in Uganda Category:Nilotic peoples",
 "title": "Adhola people"
}