{
 "id": "277895",
 "text": "thumb|300px|A variety of cheeses on a serving platter This is a list of cheeses by place of origin. Cheese is a milk-based food that is produced in wide-ranging flavors, textures, and forms. Hundreds of types of cheese from various countries are produced. Their styles, textures and flavors depend on the origin of the milk (including the animal's diet), whether they have been pasteurized, the butterfat content, the bacteria and mold, the processing, and aging. Herbs, spices, or wood smoke may be used as flavoring agents. The yellow to red color of many cheeses, such as Red Leicester, is normally formed from adding annatto. While most current varieties of cheese may be traced to a particular locale, or culture, within a single country, some have a more diffuse origin, and cannot be considered to have originated in a particular place, but are associated with a whole region, such as queso blanco in Latin America. Cheese is an ancient food whose origins predate recorded history. There is no conclusive evidence indicating where cheesemaking originated, either in Europe, Central Asia or the Middle East, but the practice had spread within Europe prior to Roman times and, according to Pliny the Elder, had become a sophisticated enterprise by the time the Roman Empire came into existence. In this list, types of cheeses are included; brand names are only included if they apply to a distinct variety of cheese. ==Africa== ===Benin=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Wagasi |135px |Northern Benin |A soft cow's milk cheese commonly made by the Fulani people that is sold in many units in Parakou, a city in Central Benin. |- |} ===Ethiopia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Ayibe | | |A cottage cheese that is mild and crumbly. It has little flavor on its own, and is often served as a side dish to soften the effect of very spicy food. |} ===Mauritania=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Caravane cheese | | |The brand name of a camel milk cheese produced in Mauritania by Tiviski, a company founded by Nancy Abeiderrhamane in 1987. The milk used to make the cheese is collected from the local animals of a thousand nomadic herdsmen, and is very difficult to produce, but yields a product that is low in lactose. It is also available and consumed in Senegal. |} ==Asia== ===Armenia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Chechil | | |A brined string cheese that originated either in Armenia or in Georgia, it has a consistency approximating that of suluguni or mozzarella and is produced in the form of dense strings, rolled up in a figure eight of thick braid-shaped ropes. |} ===Azerbaijan=== ===Bangladesh=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Chhana |150px |Bangladesh |Fresh, unripened curd cheese made from water buffalo milk. A crumbly and moist form of farmers cheese or paneer, it is used to make desserts such as rasgulla. |} ===China=== The dominant Han Chinese culture is not dairy- centric. However, some indigenous sociolinguistic groups in regions of the country, such as Inner Mongolia, Tibet and Yunnan, have strong cheese traditions. {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Byaslag | | |Mild, unripened Mongolian cheese made from yak or cow milk. |- |Chura kampo | | |(Tibetan dried cheese) is a Tibetan cheese and important within the cuisine of Tibet. Chura kampo is made from the curds that are left over from boiling buttermilk. |- |Chura loenpa | | |A Tibetan cheese that is significant within the cuisine of Tibet. It is a soft cheese, similar to cottage cheese, made from the curds that are left over from boiling buttermilk. |- |Nguri | | |A buffalo's milk cheese of Fujian province, China. It is in a ball-shape approximately the size of a table tennis ball and has a soft, leathery texture. |- |Rubing |135px | |A firm, fresh goat milk cheese made in the Yunnan Province of China by people of the Bai and Sani (recognized as a branch of the Yi in China) minorities.Mozzarella of the East: Cheese-making and Bai culture Pictured is fried rubing cheese. |- |Rushan |135px | |Pictured is Rushan cheese being grilled. |} ===Cyprus=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Akkawi |135px | |Commonly made using cow milk, but can be made with goat or sheep's milk, it has a smooth texture and a mild salty taste. It is now produced on a large scale in the Middle East, notably in Israel, Palestine, Lebanon, Syria and Cyprus. |- |Anari cheese |135px | |A fresh mild whey cheese produced in Cyprus. Although much less known than other Cypriot cheeses (e.g. halloumi), it has started to gain popularity following recent publicity exposure. The whey used is usually a by-product in the production process of other harder cheeses, commonly that of halloumi or kefalotyri cheese. |- |Halloumi |135px | |A Cypriot semi-hard, unripened brined cheese made from a mixture of goat and sheep milk, and sometimes also cow milk. It has a high melting point and so can easily be fried or grilled. It is noted for its ability to retain its shape under direct heat, or as a \"grillable\" cheese. |- |Kefalotyri |135px | |A hard, salty yellow cheese made from sheep or goat's milk in Greece and Cyprus. Depending on the mixture of milk used in the process the color can vary between yellow and white. |} ===Georgia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Sulguni |135px | |A pickled Georgian cheese from the Samegrelo region. It has a sour, moderately salty flavor, a dimpled texture, and an elastic consistency; these attributes are the result of the process used, as is the source of its moniker \"pickle cheese\". Its color ranges from white to pale yellow. Sulguni is often deep-fried, which masks its odor. It is often served in wedges. |} ===India=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Bandel |135px |An Asian cheese that originated in a Portuguese colony Bandel located in eastern India. Today, the production is concentrated in the towns of Tarakeswar and Bishnupur, Bankura, near Kolkata, West Bengal, India. |Made by separating the curds from the whey with lemon juice. It is then molded and drained in small baskets and smoked |- |Paneer |135px | |A fresh cheese common in South Asian cuisine. In eastern parts of Indian subcontinent, it is generally called Chhana. It is an unaged, acid-set, non-melting farmer cheese or curd cheese made by curdling heated milk with lemon juice, yogurt, vinegar, or any other food acids. |- |Chhana |135px |Produced mostly in eastern Indian states of Odisha and West Bengal, it is the chief ingredient of most of the sweets produced here |A fresh, unripened curd cheese made from cow or water buffalo milk. A crumbly and moist form of farmers cheese or paneer, it is used to make desserts such as rasgulla. It is used in various Hindu religious rituals. The earliest reference of cheese in India dates back to 1400 BCE. |- |Dahi Chhana | |It was generally homemade in Cuttack region of Orissa households, but now its production has become very rare. |Very similar to chhana in texture, it has a deep, reddish-brown color, and is more flavorful and distinctly tasteful. It is rich in whey protein. It is produced from traditional buttermilk, and a big quantity of milk is required to produce even a small amounts of Dahi Chhana. It has a long shelf life, and can be kept in earthen sikkas for months. |- |Kalari |135px | |Also known as Kiladi or Maish Krej (Kashmiri: ميش کريج,) |- |Kalimpong cheese | |Originates from Kalimpong, a hill station in the Indian state of West Bengal |When unripe, Kalimpong cheese is a little like the Welsh Caerphilly, slightly acidic and a little crumbly with a relatively smooth (edible) rind and not particularly strong-smelling. |} ===Indonesia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Dangke | |Enrekang Regency, South Sulawesi | Dangke is a cheese made from buffalo milk using a traditional process; it is known for having quite high protein and β-carotene content. |} ===Japan=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Sakura cheese | |Created in Hokkaidō, Japan |A soft cheese that is creamy white and flavored with mountain cherry leaves. Sakura means \"cherry blossom\" in Japanese. |} ===Korea=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Imsil | |Imsil Cheese Village is located near the town of Imsil (within the county of Imsil). It provides vacation programs for children and tourists, with programs lasting for one day or more, in which guests learn how to make cheese. |The cheese produced in Imsil Cheese Village is called Imsil cheese, following the county name. |} ===Malaysia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Susu Masam |135px |Kuala Berang, Terengganu |A rare delicacy made from fermented buffalo's milk originated particularly from Kuala Berang area in the state of Terengganu. The milk is fermented inside a bamboo for one night or up to 3 days until the milk is mostly or completely solidified. The taste of the susu masam is described as creamy and sour similarly to yogurt. Susu masam is commonly eaten with rice and budu. It can also be eaten on its own or with sugar. |} ===Mongolia=== There are two types of Mongolian cheese (бяслаг). They are similar in taste and are like a cross between mozzarella and an unsalted feta cheese. * түүхий сүүний – this is a creamy version of Mongolian cheese made by boiling the milk and keeping the cream top. * болсон сүүний – this is similar but is made without the cream. {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Byaslag | | |Prepared with cow or yak milk, this cheese has a lumpish curd and is somewhat sour in flavor.Culture Magazine (2012). Cheese For Dummies. John Wiley & Sons. p. 225. |} ===Nepal=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Flower of Rajya | | |A firm yak's-milk cheese made in Nepal by Tibetan nomads in collaboration with the Trace Foundation. Milk is heated and ripened in big copper vats, curdled, drained and molded into 10–12 pound wheels. The cheese is dry-cured in Tibetan red salt, aged, then wrapped in scarves and packed in bamboo baskets. |- |Chhurpi |135px | |A yak's-milk cheese, influenced by Tibetan cuisine. Depending on how it is prepared, Chhurpi can be either hard and chewy, or soft. |} ===Philippines=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Kesong puti |135px | |A soft, white cheese, similar to cottage cheese, made from unskimmed carabao's milk, salt and rennet. It has a soft, close texture and slight salty taste. |} ==Europe== === Albania === {| class=\"wikitable sortable\" !Name !Image !Region !Description |- |Djathë i bardhë | | |Named after its color, it is a variation of the Balkanic sirene. One of the most popular types of cheese in Albania, widely used as an appetizer or side dish. Village salad and byrek are the most known recipes where djathë i bardhë is used, but it is also served fried, or baked in terracotta dishes with peppers and tomatoes. Djathë i bardhë is commonly eaten as meze, a term used for appetizers that are served with alcoholic beverages, most prominently, raki. |- |Kaçkavall |left|125x125px|alt= | |In Albania, kaçkavall is the most popular type of cheese after djathë i bardhë (white cheese). It is considered a traditional Albanian cheese, and is widely used as a side dish. A great majority of traditional restaurants will bring plates of raw or fried kaçkavall for no additional cost before the main dishes finish cooking. All dairy companies is Albania produce kaçkavall and mainly use cow's or sheep's milk. |- |Djathë pice | | | |- |Gjizë | | |Gjizë is a whey cheese very similar to curd or cottage cheese. It is usually salted and it is one of the most used ingredients for byrek. Its taste can be compared to ricotta when served unsalted. Most Albanians consider gjizë as the creamy version of djathë i bardhë. |- |Urdhë |135px | |Unaged cheese produced by boiling whey |} ===Austria=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Bachensteiner | | | |- |Bergkäse |135px | |A group of cheeses produced in the Alps |- |Brimsen | | |An Austrian term for Bryndza |- |Gelundener Käse | | | |- |Lüneberg cheese | |Made in mountain valleys in Vorarlberg in western AustriaText in this article was incorporated from the following public domain U.S. Government publication: * Doane, C.F.; Hargrove, Robert C.; Lawson, H.W.; Matheson, K.J.; Sanders, G.P; Walter, Homer E. (1969). Cheese Varieties and Descriptions. U.S. Department of Agriculture. p. 72 |A cow's-milk cheese |- |Montafoner Sauerkäse |133x133px | |The Montafoner Sauerkäse (dialect: Sura Kees or in the Walgau and Rhine Valley Sura Käs) is a cheese made of soured-milk and has its origins in the Vorarlberger Montafon. Sour milk cheese is a lean cheese, so its fat content is very low. The protein content, however, does not suffer from fat loss due to the cream sabot. It is known in Vorarlberg since the 12th century and is similar to the Tyrolean grey cheese. |- |Mondseer | | |Made from pasteurized milk, Mondseer is a semi-solid cheese similar to Muenster cheese or Limburger. The surface is brushed by hand with salt water red smear, and maturation takes four to six weeks. The fat content is 45%. It has a mild to slightly spicy aroma and a sweet and sour taste. Its natural rind is yellow- orange in color. |- |Staazer |135px | | |-an |Steirerkäse | | | |- |Tyrolean grey (Tiroler Graukäse) |135px |Made in the Zillertal, Austria |A strongly flavored, rennet-free cows-milk cheese, it owes its name to the grey mould that usually grows on its rind. It is extremely low in fat (around 0.5%), yet it has a powerful penetrating smell. |} ===Belgium=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Brussels cheese | | |Made from cow's milk, it has a smooth texture and a sharp and citrus flavor, along with a strong and salty bite. |- |Chimay cheeses |135px | |Brands, and varieties, of cheeses produced by Chimay Brewery, some soaked in Chimay Ale. |- |Herve cheese |135px | |An aged cheese made from unpasteurized cow's milk. It is traditionally aged in humid caves. |- |Le Wavreumont | |Made by Fromagerie des Ardennes, which is in Ferrières, Belgium |Produced from cow's milk, this cheese is semi-soft and its coloration varies from yellow to ivory depending upon the season in which its produced. |- |Limburger cheese |135px | |Originated during the 19th century in the historical Duchy of Limburg, which is now divided among modern-day Belgium, Germany, and Netherlands. The cheese is especially known for its pungent odor. One of the most traditional forms of eating Limburger is the Limburger sandwich. |- |Maredsous cheese | |Produced at Maredsous Abbey in Denée, Belgium |A loaf-shaped cheese made from cow's milk. The cheese is lightly pressed, then washed in brine to create the firm, orange crust and pungent aroma. |- |Passendale cheese |135px |Passendale, Belgium |Named after Passendale, the village where it originated, it is one of the best-known cheeses in Belgium. It resembles a loaf of bread and has a round shape and a hard, but edible brown rind with spots of white. Inside, the flesh is golden, dotted with small holes and very creamy. It has a firm and damp consistency, slightly sweet bouquet and mild flavor. The regular Passendale cheese exists in two variations called Passendale Classic and Passendale Prelude.Belgische kazen (Belgian cheeses) (Dutch/French) |- |Remoudou |135px |Land of Herve, Belgium |It derives its name from the use of milk removed 15 minutes after the usual milking. Hence the wallon verb rimoûd meaning to re-milk.Like blocher and reblocher gave us the reblochon. This cheese weighs 200 to 500g. When it is washed with salt it gets a strong taste, and when it is washed with milk it keeps a mild taste. It is often sold in pieces. |- |Rodoric | |Liège, Belgium |An aged cheese made from unpasteurized goat milk that is traditionally aged in humid caves. When young, the interior is sweet, with age the flavor becomes spicy. |} ===Bosnia and Herzegovina=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Livno cheese |135px |Livno, Bosnia and Herzegovina |The cheese is ready after an average of 60 to 66 days in a controlled environment. The flavor is full, and in older cheeses the taste is slightly piquant. The largest producer is Mljekara Livno or Lura Dairy d.o.o. Livno, with yearly production exceeding 500 metric tons. |- |Herzegovina \"squeaking\" cheese |135px |Trebinje, Ivanica, Slavogostići, Gacko in southern Herzegovina, Bosnia and Herzegovina |Another existing variety of Squeaking cheese from Lika in Croatia is often smoked. |- |Trappista cheese |135px |Banja Luka, Bosnia and Herzegovina |Trappista or Trapist is a traditional Bosnian semi-hard cow's-milk cheese made by Trappists branch of Cistercians order of Mariastern abbey in Banja Luka, Bosnia and Herzegovina. |- |Vlašić / Travnički cheese |135px |Travnik, Bosnia and Herzegovina |This cheese is produced on Vlašić mountain in central Bosnia, above the city of Travnik. It was originally made from sheep milk, but there are varieties made from cow milk or mixture of both. This is brined mostly low-fat cheese, white in color, and can either have small irregular holes scattered in it, or be solid without holes. When drained from brine its taste can be dry and quite salty. The milk has a special flavor that comes from the variety of different herbs that sheep are eating while grazing on the mountain. |- |Bosnian smoked cheese |135px |Vareš, Olovo, Tuzla, central to northeastern Bosnia, Bosnia and Herzegovina |Bosnian smoked cheese (also known as ) is a type of very dry piquant low-fat smoked cheese originating from Bosnia and Herzegovina. It is usually home-made product, but industrial production also exists. |} ===Bulgaria=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Cherni Vit | |Cherni Vit, Teteven Municipality, Lovech Province |Made from sheep milk, Cherni Vit cheese owes the green color of its crust and its characteristic taste to the formation of mold. This occurs naturally due to the specific conditions in the region and the technology of production. Produced for centuries, Cherni Vit cheese was nearly extinct in the 2000s until it was rediscovered and popularized by Slow Food representatives. |- |Kashkaval |135px | |A type of yellow cheese made of sheep milk, cow milk or goat milk. In Albania, Bulgaria, Moldova, North Macedonia, Serbia and Romania, the term is often used to refer to all yellow cheeses (or even any cheese other than sirene). |- |Sirene |135px | |A type of brine cheese made in South- Eastern Europe, especially popular in Serbia, Bulgaria, Romania, Albania, North Macedonia and Greece. It is made of goat milk, sheep milk, cow's milk or a combination of milks.Efstathios Alichanidis & Anna Polychroniadou, \"Characteristics of major traditional regional cheese varieties of East- Mediterranean countries: a review\", Dairy Sciеnce & Technology, Volume 88, Number 4–5, July–October 2008, pp. 495–510. . It is slightly crumbly with a fat content of about 30–35%. It is commonly produced in blocks, and has a slightly grainy texture. |} ===Croatia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Paški sir | 135px |Croatian island of Pag |A hard, distinctively flavored sheep milk cheese. It is generally regarded as the most famous of Croatian artisan cheeses and is found in many export markets outside Croatia, also known as Godsips cheese. |- |Škripavac | 135px | |\"Squeaking\" cheese from Lika |- |Tounjski |135px | |Smoked cheese from Tounj near Ogulin |- |Prgica | | |Smoked cheese from Varazdin |- |Dimsi | | |Smoked cheese from Zagreb based on Bjelovarac cheese |} ===Czech Republic=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Abertam cheese | | |A traditional Czech cheese made from sheep milk. It has the shape of an irregular ball with thin yellow to orange natural rind. It is used as a table cheese or for melting. |- |Blaťácké zlato |135px | |A traditional Czech soft cheese made from cow milk, similar Bel Paese. |- |Olomoucké syrečky |135px |Loštice, Czech Republic |A ripened soft cheese that is easily recognizable per its strong scent and yellowish color. It is named after the city of Olomouc and contains only 0.6% of fat. |- |Hermelín |135px |Prague, Czech Republic | |} ===Denmark=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Danbo |135px | |A semi-soft, aged cow's milk cheese, and a common household cheese in Denmark. The cheese is typically aged between 12 and 52 weeks in rectangular blocks of 6 or 9 kg, coated with a bacterial culture. The culture is washed off at the end of the aging cycle, and the cheese is packaged for retail sales. |- |Danish Blue |135px | |Danablu is a strong, blue-veined cheese. This semi-soft creamery cheese is typically drum or block shaped and has a white to yellowish, slightly moist, edible rind. Made from full fat cow's milk and homogenised cream, it has a fat content of 25–30% and is aged for eight to twelve weeks |- |Esrom |135px | |Esrom, or Danish Port Salut cheese, is a Trappist-style pale yellow semi-soft cow's milk cheese with a pungent aroma and a full, sweet flavour. It is a porous cheese, with many small holes throughout, and is slightly elastic and buttery in texture. |- |Fynbo | | |A semi-hard Danish cheese named after the island of Fyn. It has a flavor of buckwheat and is processed with a combination of mesophilic and thermophilic bacterial cultures. |- |Havarti |135px | |Also known as cream Havarti, a semi-soft cow's milk cheese made like most cheeses by introducing rennet to milk to cause curdling. The curds are pressed into cheese molds which are drained, and then the cheese is aged. It is a washed curd cheese, which contributes to the subtle flavor. It is interior-ripened, rindless, smooth and slightly bright-surfaced. It has very small and irregular openings (\"eyes\") distributed in the mass. Havarti has a buttery aroma and can be somewhat sharp in the stronger varieties, much like Swiss cheese. The taste is buttery, and from somewhat sweet to very sweet, and it is slightly acidic. |- |Maribo | |Lolland |A semi-hard cheese made from cow's milk. It has a firm, dry interior; a creamy texture; and many small, irregular holes. It has a pale tan rind covered in yellow wax. Its flavour is tangy, and it is sometimes seasoned with caraway seeds. |- |Molbo | |Mols |A semi-hard cow's milk cheese made in the region of Mols. It is very similar to Edam, with a delicate, light flavour that is slightly tangy and salty. It has small, regular holes and is covered in a red wax coating. |- |Saga |135px | |A mix of blue cheese and brie, creamy, blue-veined cheese with a white-mould rind. Saga is a very mild blue-veined cheese. It comes with a delicate blue mold, that may not appear in other varieties of blue cheeses. It is aged for more than 60 days. |- |Samsø cheese | |Samsø |A cow's milk cheese named after the island of Samsø. It is similar to Emmentaler, although its flavour is milder: gentle and nutty in young cheeses and pungent with sweet and sour notes in older ones. Samsø's interior has a supple, elastic texture; a yellow colour; and a few large, irregular holes. It is the national cheese of Denmark. |- |Tybo | | |A cow's milk cheese, similar to a mild Samsø. It is loaf-shaped, with a cream-colored, holey interior and a yellow rind. It has a slightly salty, smooth, and lactic flavor. |- |Vesterhavsost | |Northwest Jutland |A semi-soft cow's milk cheese with briny and caramelly tasting notes, it is comparable to Gouda |} ===Estonia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Atleet | | |Semi hard cheese with little sour flavor made from cow's milk, produced by Valio. |- |Eesti Juust | | |Semi hard Dutch-type cheese made from cow's milk, produced by Estover. |- |Kadaka juust | |Saaremaa |Semi hard smoked cheese made from cow's milk, produced by Saaremaa Piimatööstus. Also available with garlic. |} ===Finland=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Aura |135px |Äänekoski, Finland |Blue cheese made from cow's milk, produced by Valio. |- |Lappi | |Lapland |Made from partially skimmed cow's milk, similar to Emmental except that it is pasteurized. |- |Leipäjuusto |135px |Southern Ostrobothnia, Kainuu |Fresh cheese made from cow's beestings. Sometimes made from goat or reindeer milk. |- |Oltermanni |135px | |Semisoft cow's milk cheese, similar to Danish Havarti, both types are called kermajuusto (\"cream cheese\") in Finland. Produced by Valio. |- |Raejuusto | | |Fresh cheese made from cow's milk, similar to cottage cheese. |} ===France=== ===Germany=== Germany's cheese production comprises approximately one-third of the total for all European- produced cheeses. ===Greece=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Anthotyros | | |A traditional fresh cheese. There are Dry Anthotyros and Fresh Anthotyros. Dry Anthotyros is a matured cheese similar to Mizithra. Anthotyros is made with milk and whey from sheep or goats, sometimes in combination. The ratio of milk to whey usually is 9-to-1. It is commonly a truncated cone, but when shipped in containers may be crumbled, as it is removed. It may be unpasturized, where law allows. |- |Chloro | |Santorini | |- |Feta |135px |PDOEpirus, Macedonia, Thrace, Thessaly, Peloponnese, Lesbos |Feta is a brined curd white cheese made only in Greece. It is made from sheep's milk, or from a mixture of sheep and goat's milk. The word \"feta\" in Greek means \"slice\". |- |Graviera |135px |PDO Agrafa, Crete, Naxos |Graviera is a type of Greek hard yellow cheese. It is made exclusively from sheep or goat milk. |- |Kasseri | |PDO Macedonia, Thrace, Thessaly, Lesbos | |- |Kefalograviera | |PDO Crete, Sterea Ellada | |- |Kefalotyri |135px | | |- |Kopanisti | |PDO Cyclades | |- |Malaka | |Crete |Also known as Tiromalama. Made from Graviera curd. |- |Manouri |135px |PDO Thessaly | |- |Metsovone |135px |PDO Metsovo, Epirus | |- |Myzithra |135px |Crete | |- |Tyrozouli | |Crete |Made from Myzithra by adding salt, causing dehydration, and allowing maturation. |- |Xynomizithra | |PDO Crete, Mykonos, Paros | |- |Xynotyro | |Mykonos | |- |Other PDO cheeses | | |Formaela (Arachova), Galotyri (Thessaly, Epirus), Kalathaki (Limnos), Katiki (Domokos), Ladotyri (Lesbos), Pichtogalo Chanion (Chania), Sfela (Peloponnese), Xygalo (Crete) |} ===Hungary=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Liptauer or Körözött |135px | |A spicy cheese spread made with sheep milk cheese, goat's milk cheese, quark cheese or cottage cheese. |- |Orda |135px | |Made from whey |- |Pálpusztai |135px | | Pálpusztai is a Hungarian soft cow's milk cheese, known for its pungent odor. |- |Trappista cheese |135px | | Trappista is a traditional Hungarian, Bosnian and Serbian semi-hard cow's-milk cheese. It has a mild flavor and melts easily. |- | Oázis | | |Smoked cheese |- |Balaton cheese | | | A semi-hard, mild, yellow cheese made from cow's milk. |- |Karaván | | | Karaván is a smoked Hungarian cow's milk cheese. |- |Pannónia |135px | |Pannónia Emmentaler is a Hungarian version of the Swiss Emmenthal cheese. |} ===Iceland=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Höfðingi | | |A type of Icelandic cheese, described as a \"creamy-soft, almost runny cheese with a white rind/crust and a smooth, mild flavor\". |} ===Ireland=== ''' ===Italy=== ===Kosovo=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Šar cheese |135px |Gora, Opolje, Štrpce, in the Šar Mountains, Kosovo |It is made of sheep and cow milk and usually added to salads and main dishes, pitas, served with bread or eaten alone. |} ===Jewish people of Eastern Europe=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Fried Camembert cheese |135px |Eastern Poland, Galicia (Eastern Europe), Belarus, and the Vilnius Region (alongside Kaunas), Lithuania. |It is made of cow milk and usually added to salads or eaten alone. |} ===Latvia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Jāņi cheese |135px | |It is a mixture of raw quark and fresh milk, but other products can be added. |- |Latvian cheese |135px | |A type of cheese with a strong specific aroma modeled after the Limburger. |} ===Lithuania=== * Džiugas ===Malta=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Ġbejna |135px |Commonly associated with the island of Gozo |A small round cheese made from sheep's milk, salt and rennet, Ġbejniet are prepared and served in a variety of forms. Until the early 20th century, ġbejniet made from unpasteurised milk were one of the causes of the spread of Brucellosis which was so prevalent as to be called \"the Maltese fever\". |} ===Moldova=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Cașcaval |135px | |A type of yellow cheese made of sheep milk. In the Moldova the term is often used to refer to all yellow cheeses. |- |Urdă |135px | |An unaged whey cheese |- |Brânză | | |A salty brined cheese made from sheep milk. |- |Brânză de vaci | | |Made from whole (regular) cow milk without additives such as rennet. It has a dry, crumbly texture, and takes a spherical shape from the cheesecloth in which the cheese was strained from whey. |} ===Montenegro=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Kolašinski sir | | |A type of soft \"Leafy\" cheese made of cow milk, produced in Northern Montenegro town of Kolašin. This is a cow milk cheese exclusive to the Central North region, more specifically, around Kolašin town. This is due to the specific composition of flora that free-ranging cows feed upon on the upland pastures, as well as to the microclimatic conditions of the locality. The attempts to make this cheese elsewhere following the same recipe have failed. The producers from this region are proud of their cheese, and for years have been trying to initialize the procedure for the protection of geographic origin. This cheese is very valued as a delicacy in whole of Montenegro, and it is one of the most expensive fresh cheeses on the national market. The name of this cheese is derived from its specific texture. Thin, sometimes almost transparent, layers create a leafy structure, and make strings when the cheese is pulled apart. It has a pleasant mild fragrance. It does not contain high levels of fat, so its taste is mild and light.All producers make it in a similar manner, although every family has their own small secret that distinguishes their cheese, of which they are rather protective. What is known is that this cheese is made by combining the skimmed and whole cow milk. After adding the rennet, which makes milk curd, the cheese is drained and then frequently turned and folded. It is this manipulation that creates thin layers – leaves – that give it a characteristic texture. |- |Pljevaljski sir | | |A type of best semisoft cheese made of cow milk, produced in Northern Montenegro town of Pljevlja. Cheese from Pljevlja is a ubiquitous part of Montenegrin meal. It is white cheese made from unpasteurized cow milk. The characteristic flavour comes from the maturation process that takes place in special wooden barrel-like containers. The cheese matures for at least three weeks until it achieves its characteristic strong flavour and creamy texture. Currently, there is an ongoing procedure for protection of geographic origin for this cheese. |- |Podgorički sir | | |A salty brined cheese made from cow milk.Also named \"Kučki sir\", made in Southern Montenegro city of Podgorica. |- |Nikšićki kozji sir | | |Made from best whole goat milk, produced in Western Montenegro town of Nikšić. |- |Njeguški sir | | |In the Sothern Montenegro town of Cetinje surroundings at Njeguši the famous cheese of Njeguši is produced. It is being kept at shaded in airy places up to 3 months before degustation. Dried and rich in cow milk fats – simply exquisite. |- |} ===Netherlands=== The Netherlands is one of the major cheese producing countries of Europe, with a tradition of cheesemaking as shown by the Dutch cheese markets. ===North Macedonia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Kashkaval |135px | |A type of yellow cheese made of sheep milk. In North Macedonia the term is often used to refer to all yellow cheeses (or even any cheese other than Сирење). In English-language menus \"кашкавал\" is translated as \"yellow cheese\" (whereas sirene is usually translated as \"white cheese\" or simply \"cheese\"). The taste of the kashkaval is sometimes compared to that of the United Kingdom's cheddar cheese, although variations exist. |- |Urdă |135px | |An unaged whey cheese |- |Belo Sirenje |135px | |A type of brine cheese produced in North Macedonia called \"white cheese\" or simply \"cheese\". It is made of goat milk, sheep milk, cow's milk or a combination of milks. It is slightly crumbly with a fat content of 30–35%. It is commonly produced in blocks, and has a slightly grainy texture. |} ===Norway=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Brunost |135px | |A caramelized brown Scandinavian whey cheese. Brunost (brown cheese) is commonly used instead of mysost (whey cheese), which is the correct name. Another variant, made using goat milk, is referred to and sold as geitost (Norwegian for \"goat cheese\") or, in an older Dano-Norwegian spelling no longer used in Norway, as gjetost. Geitost is made from a mixture of goat's and cow's milk; ekte geitost (real geitost) is made with goat's milk only. |- |Gamalost |135px | |A sour cheese made from skimmed cow's milk |- |Geitost | | |Goat's milk variety of Brunost |- |Heidal cheese | | |A Norwegian brunost named after the parish of Heidal in the northern part of the Gudbrand Valley. |- |Jarlsberg cheese |135px | |A mild cow's-milk cheese with large regular holes |- |Nøkkelost | | |A semi-hard, yellow cow's milk cheese flavored with cumin and cloves |- |Norvegia |135px | |A Norwegian cow's milk cheese produced by Tine |- |Pultost | | |A soft, mature sour milk cheese flavored with caraway seeds, it is found in two variants, spreadable and grainy |- |Snøfrisk | | |A goat cheese made by Tine |} ===Poland=== The history of cheesemaking in Poland goes back to 5500 BC, when cheese similar to mozzarella was produced in Neolithic times in Kujawy (north-central Poland).\"Najstarsze sery świata z Polski\" portal Archeowieści.\"Na Kujawach robiono sery już 7 tys. lat temu\" Źródło: PAP ===Portugal=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Castelo Branco cheese (PDO) |135px | Beira Baixa |a cheese named after the city of the same name in Portugal, the main city of the district where it is produced. The cheese is made from milk produced by either a goat or a ewe, and has a soft texture. |- |Queijo de Nisa (PDO) |135px |Alto Alentejo | a semi-hard sheep's milk cheese from the municipality of Nisa. It is created from raw milk, which is coagulated, then curdled using an infusion of thistle. |- |Queijo do Pico (PDO) |135px |Azores | Originating from the island of Pico, this cured cheese is produced in cylindrical formats from cow milk It is considered a fatty cheese and the ripening of the cheese forms a yellow exterior irregular crust and yellowish-white, soft and pasty interior. Pico cheese has a salty taste and a, characteristically, intense aroma. |- |Queijo de Azeitão (PDO) |135px |Azeitão, Setúbal |Sheep's milk cheese originating from the town of Azeitão. |- |São Jorge (PDO) |135px |Azores | Produced in the São Jorge Island, this is a hard/semi- hard cheese made from unpasteurised cow's milk, and the pâte has small eyes. |- |Serra da Estrela (PDO) |135px |Serra da Estrela | Produced in a mountainous region this cheeses is made from sheep's milk, mostly during the months of November to March. The texture of the paste varies depending on its age, from a very soft semi-liquid when young, to a soft but sliceable solid when older. It is a cured cheese created by artisanal producers with a white or slightly yellow color and a uniform creamy consistency with at most a few small holes in it. |- |Requeijão |135px | |A milk-derived product produced in Portugal, it is sometimes called requesón (the Spanish word for ricotta) in English-speaking countries. It is a loose, ricotta-like cheese used to make cheese spreads. |- |Saloio (Brand) | | | |- |Santarém cheese | | | |} ===Romania=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Brânzǎ de burduf |135px | |A salty type of cheese prepared with sheep's-milk, it has a strong flavor and is slightly soft in texture. To obtain it, sweet caș is cut into small pieces, salted and then hand-mixed in a large wooden bowl. The mixture is then placed in a sheep's stomach, or into a sheep's skin that has been carefully cleaned and sawed on the edges, or in a tube made of pine bark. |- |Brânză de Suhaia |135px | |Suhaia cheese is a dairy product matured in brine, prepared in the neighboring territories of Suhaia commune and, predominantly, in Suhaia commune, Teleorman, Romania. The distinguishing feature of this type of cheese is the fact that the product is subjected to the technological operations of wet and dry salting, respectively, which gives not only a special taste, but also a longer shelf life. |- |Brânză de vaci (Brânză dulce) | | |Made from whole cow milk similar to cottage cheese. |- |Caș | | |Sweet non-fermented cheese obtained from cow's or sheep's milk. Drained in cheesecloth could be eaten fresh, smoked, or further prepared into brânzǎ de burduf. |- |Cașcaval |135px | |Cașcaval is used to refer to a number of types of yellow medium and semi hard cheeses made of sheep's or cow's-milk. |- |Năsal cheese |135px | |Năsal is a traditional Romanian cheese bearing the same name as the village where it is produced in the Țaga commune, Cluj County. It is a smear-ripened cheese made from cow's milk. |- |Telemea |135px | |Sweet to extremely salty cheese obtained from cow's or sheep's raw or pasteurized milk. Two main categories: fresh – available seasonally and preserved -available year around. Fresh telemea is soft, and in various degrees of saltiness. Preserved telemea is harder and salt saturated due to its brine preservation. Preserved telemea is almost identical to Greek Feta cheese. |- |Urdă |135px | |Sweet, soft, with a sandy texture cheese obtained from boiled whey of cow or sheep milk, almost identical to Italian ricotta cheese. |} ===Russia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Circassian cheese |135px | |A crumbly non-melting and mild fresh cheese that is produced in the North Caucasus. It is a cultural cheese and staple for Circassians that is very famous in Russia (Republic of Adyghea, Kabardino-Balkaria, Karachay–Cherkessia, Shapsugia in the southern part of Krasnodar Krai, Stavropol Krai, North Ossetia, Moscow, and Saint Petersburg), and the Middle east countries (Jordan, Turkey, Lebanon, Syria, Israel) and worldwide (mainly countries that have a North Caucasians and Circassians Diaspora/s). |- |Korall | | |A soft, processed cheese made of cow's milk |- |Tvorog (творог) |135px | |A firm quark version, somewhat similar to cottage cheese |} *Adygheysky *Altaysky a fairly dry hard cheese, similar to Swiss cheese, originating in the Altai region *Chyorny Altai a hard cheese similar to cheddar *Danilovsky *Dorogobuzhsky a soft cheese from western Russia *Dorozhny *Golandsky *Gornoaltaysky a hard, crumbly cheese *Kostromskoy *Moale *Moskovsky a hard cow's milk cheese, also similar to Swiss *Medynsky *Omichka a slightly sweet, soft processed cheese made of cow's milk *Pikantny *Poshekhonsky a hard cow's milk cheese *Rossiysky similar to German Tilsiter (:ru:Российский сыр ) *Sovetsky *Uglichsky a hard cheese made of cow's milk *Yaroslavsky a hard cow's milk cheese, usually produced in rounds; with a slightly sour taste *Zakusochny a soft blue cow's milk cheese ===Serbia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Kačkavalj |135px | |A type of stretched-curd cheese made out of sheep's or cow's milk. Pictured is Kačkavalj (Caciocavallo) cheese hanged to mature (Serbia) |- |Pule cheese | | |Reportedly the world's most expensive cheese, it is prepared from the milk of Balkan donkeys from Serbia. |} * Sremski * ZlatarskiNova Varos Online – Zlatarski sir štiti – Švajcarska PDO * Sjenički * Svrljiški BelmuzCliquez ici pour le titre * Krivovirski Kačkavaljhttp://www.zis.gov.rs/en/oznake_geografskog_porekla/ogp_spisak.html * Homoljski ovčiji (Homolje sheep cheese) * Homoljski kozji (Homolje goat cheese) * Homoljski kravlji (Homolje cow cheese) * Pirotski Kačkavalj * Lužnička Vurda * Užički Kajmak * Čačanski Kajmak * Čačanski Sir ===Slovakia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Bryndza |135px | |A sheep milk cheese made in Poland, Slovakia and Ukraine. Recipes differ slightly across the countries. |- |Liptauer |135px | |A spicy cheese spread made with sheep milk cheese, goat's milk cheese, quark cheese or cottage cheese. |- |Ovčia hrudka | | | |- |Kravská hrudka | | | |- |Korbáčiky |135px |Orava |A type of string cheese made from steamed cheese interwoven into fine braids. Common flavors include salty, smoked and garlic. |- |Oštiepok | | |A traditional Slovakian smoked sheep milk cheese, it is a protected trade name under the EU's protected geographical indication. |- |Parenica |135px | |A traditional Slovakian cheese, it is a semi-firm, non-ripening, semi-fat, steamed and usually smoked cheese, although the non-smoked version is also produced. Parenica is cream and yellow in color, which is darkened by steaming. The cheese is produced in strips, which are woven into snail-like spirals. |- |Urda | | | |- |Tvaroh | | | |- |Encián |135px | | |- |Plesnivec |135px | | |} ===Slovenia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Mohant |135px | |A soft cheese with a strong flavor. |- |Tolminc cheese | |Tolmin |Made with raw cow milk, it has a sweet and spicy flavor. The cheese is registered as a Protected Designation of Origin. |} * Bohinc Jože * Nanoški * Planinski ===Spain=== ===Sweden=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Ädelost |135px | |A blue cheese made from pasteurized cow's milk. It has a light cream color with evenly distributed blue-gray veins and a sharp, salty flavor. The cheese has a slightly moldy rind. |- |Blå Gotland | |Stånga |\"Gotland Blue\" is made in Sweden by the Arla Foods company in the town of Stånga on the island of Gotland. This cheese is often characterized as being somewhere between strong and mild, containing elements of both types. The color is a pale yellow, and it has no holes. |- |Grevé |135px | |A semi-hard Swedish cheese made from cow's milk. It is similar to Emmental with a mild and nutty taste. The cream- coloured cheese has a smooth and creamy texture with large holes. It contains 30–40% fat and takes 10 months to attain full ripeness. |- |Gräddost | | | |- |Herrgårdsost |135px | |A semi-hard cheese made from cow's milk. The aged cheese has a mild, sweet, nutty flavor and small round holes. It is aged for three or four months, but often up to 12 or even 24 months. |- |Hushållsost | | |A semi-hard cows'-milk cheese with small granular holes and aged around 60 days on average. The taste is described as mild yet somewhat sour. |- |Moose cheese |135px |Bjurholm, Sweden |A cheese produced in Sweden from moose milk |- |Prästost |135px | |Made from pasteurized cow's milk. |- |Svecia | | |A semi-hard cow's-milk cheese, with a creamy consistency, light yellow colour, small irregular holes, and a mildly acidic taste. The cheese is aged in a dry environment for at least two months, sometimes up to more than a year. |- |Västerbottensost |135px |Burträsk |A hard cow's milk cheese with tiny eyes or holes and a firm and granular texture. Strong in flavour, its taste is described as somewhat like Parmesan cheese, salty, but with more bitter notes. Västerbotten cheese must be aged for at least 12 months. |} ===Switzerland=== Switzerland is home to over 450 varieties of cheese. Cows milk is used in about 99 percent of the cheeses produced. The remaining share is made up of sheep milk and goat milk. ===Ukraine=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Bilozhar | | | |- |Bukovinskyi | | | |- |Bryndza |135px | |A sheep milk cheese made in Moldova, Poland, Slovakia and Ukraine. Recipes differ slightly across the countries. Pictured is Ukrainian Carpathian bryndza. |- |Dobrodar |135px | | |- |Smetankowyi | | | |- |Syr |135px | |A firm quark version, somewhat similar to cottage cheese |- |Ukraїnskyi | | | |- |Vurda | | | |} ===United Kingdom=== The British Cheese Board states that there are over 700 named British cheeses produced in the UK. {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Banbury cheese |135px |Banbury, Oxfordshire, England |Once one of Banbury's most prestigious exports, and nationally famous, its production went into decline by the 18th-century, and eventually ceased. The cheese is best known today through an insult in Shakespeare's Merry Wives of Windsor (1597). Pictured is a 15th/16th-century recipe for Banbury cheese. |- |Cheddar cheese |135px |Cheddar, Somerset |The UK's most famous cheese, and one of the most popular. |- |Stilton Cheese |132x132px |Melton Mowbray, Leicestershire |Stilton is produced in two varieties: Blue, which has had Penicillium roqueforti added to generate a characteristic smell and taste, and White, which has not. |- |Stinking Bishop Cheese |132x132px |Dymock, Somerset |Perhaps the UK's most notorious cheese, known for its distinctive odour. |} ==Middle East== ===Egypt=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Areesh | | |A type of white, soft, lactic, crumbly cheese made from laban rayeb. |- |Baramily | | |A type of white cheese aged in barrels, the name translates to barrel cheese in English. |- |Domiati |135px | |A soft white cheese usually made from cow or buffalo milk. It is salted, heated, coagulated using rennet and then ladled into wooden molds where the whey is drained away for three days. The cheese may be eaten fresh, or stored in salted whey for up to eight months, then matured in brine. Domiati cheese accounts for about three- quarters of the cheese made and consumed in Egypt. The cheese takes its name from the city of Damietta and is thought to have been made as early as 332 BC. |- |Halumi | | |Similar to Cypriot halloumi, yet a different cheese. It may be eaten fresh or brined and spiced. The name comes from the Coptic word for cheese, \"halum\". |- |Istanboly | | |A type of white cheese made from cow or buffalo milk, similar to feta cheese. |- |Mish |135px | |A sharp and salty product made by fermenting cheese for several months in salted whey. It is an important part of the diet of farmers. Mish is often made at home from areesh cheese. Products similar to mish are made commercially from different types of Egyptian cheese such as domiati or rumi, with different ages. |- |Rumi |130px | |A hard, bacterially ripened variety of cheese. It belongs to the same family as Pecorino Romano and Manchego. It is salty, with a crumbly texture, and is sold at different stages of aging. |} ===Iran=== {| class=\"wikitable sortable\" :-style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Lighvan cheese | |Liqvan |a brined curd cheese traditionally made in Iran. Having a sour flavor, and a shape covered by holes, the cheese is produced from sheep's milk. The name comes from Liqvan, a village in Tabriz, where it has traditionally been made. |- |Talesh cheese | |Talesh |it can only be found in Talesh County. this cheese is made from goat or sheep milk. Once the cheese is processed, it is held in sheep or goat skin for aging and preservation. |- |Mahali cheese | |Mazandaran |This cheese is very similar to Indian Paneer. It is made from full fat cow's milk. It tastes mild and is kept in salt brine. |- |Pot Cheese ( kuzeh) کوزه |thumb|Kupe paniri |Urumia |Kuzeh Paniri or Kupe paniri or Pot Cheese is a form of salty cheese made of Cow's milk and stored in a pot or jug under the ground for fermentation. It is common in Northwest of Iran specially in cities of Khoy and Urumia. It is made by adding white vinegar to cooled down boiled milk and then gathering the curd and stuffing it in a pot or jug and then the pot is buried under the ground where water is sometimes added to the soil. Sesame seeds or fennel flower seeds and poppy seeds and black caraway is then added to taste better and also lots of salt, after at least 2 months being in the pot it is taken out and then sun dried. |} ===Israel=== {| class=\"wikitable\" |+ !Name !Image !Region !Description |- |Tzfatit Kashah |135px|Hard aged Tzfat cheese in Tzfat, Israel |Upper Galilee |Hard texture, savory flavor; perfect for grating on top of Shakshouka, Manakish or on a baked dumpling called calsonas. |- |Tzfatit Triah |135px|Fresh Tzfat Cheese |Upper Galilee |Mild flavor; texture ranges from creamy to firm |- |Labneh |135px | |Similar to Greek yogurt, labneh is a strained yogurt product that is common in the Middle East and the Levant. Pictured is Labneh in olive oil |- |Kashkawan |135px | |A type of yellow cheese made of sheep milk. In Israel it is often mixed with white brined cheese in a salty pastry and to make a toast. |- |Qishta | | |is a heavy cream that is very popular in the Middle East. Traditionally, it is made by skimming the thickest part of the cream from whey. The product is used both as an ingredient in cooking and is mixed with honey to be eaten as an incredibly rich dessert. Rich Cow brand Kashta is a fresh, rich-tasting, cream product texture of which is smooth and thick. It has a sixty-day refrigerated shelf life. |- |Halloumi |135px | |Unlike its Cypriot variation, in Israel, Halloumi cheese is usually eaten for breakfast as a meze dish fried in olive oil as well as being part of a main course omelette dish called habitath halloumi which includes an omelette, halloumi and herbs. |- |Kedem | |Bitzaron |A creamy type of cheese, almost like Sour Cream. made of Water Buffalo's milk and used either in pastries or as a spread eaten with bread and olive oil. |- |Knaaan | |Upper Galilee |A cheese that is not too sour, therefore it can be either salted or sweetened, used in pastries and desserts. |- |Arrabah | |Neot Smadar |A cheese that has originated in the southernmost part of Israel. It has a relatively mild flavour and not too salty, can be used in pastries and salads. |} ===Levant=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Akkawi |135px |Acre |A white brine cheese. It is named after the city of Acre, where it first originated, and is commonly made using cow milk, but can also be made with goat or sheep's milk. It is widely used in Knafeh but Nabulsi cheese is used more often. |- |Areesh | |Originated in Egypt |It is similar to cottage cheese. Shanklish, a fermented cheese, is made from areesh cheese. |- |Baladi cheese |135px | |Soft-white, smooth, creamy cheese has a mild flavor. It is eaten for breakfast or snacks. Pictured is spinach topped with Baladi. |- |Basket cheese | |originated in Turkey |Made from cow's milk, it is available fresh or dry. Fresh basket has no salt taste, while dry basket is mildly salty. Basket cheese gets its name from the way it is formed (inside a basket). |- |Charkassiye | | |A soft cheese |- |Jameed |135px |Jordan |Hard, dry laban made from goat or ewe's milk. Milk is kept in a fine woven cheesecloth to make a thick yogurt. Salt is added daily to thicken the yogurt even more and the outside of the yogurt filled cheesecloth is rinsed with water to allow any remaining whey to seep through. After a few days of salting the yogurt, it becomes very dense and it can be removed from the cheesecloth and shaped into round balls. Pictured is white Jameed in a shop front in Jerusalem. |- |Jibneh Arabieh | |Arabian Peninsula |A traditional cheese in Middle East countries. It is particularly popular in the Arab States of the Persian Gulf. The cheese has an open texture and a mild taste similar to Feta but less salty. |- |Jibne Baida | | |Arabic for white cheese, is a white hard cheese with a pronounced salty taste, often boiled before eating |- |Kashkawan |135px | |A type of yellow cheese made of sheep milk. In Albania, Bulgaria, North Macedonia, Serbia and Romania, the term is often used to refer to all yellow cheeses (or even any cheese other than sirene). |- |Qishta | | |is a heavy cream that is very popular in the Middle East. Traditionally, it is made by skimming the thickest part of the cream from whey. The product is used both as an ingredient in cooking and is mixed with honey to be eaten as an incredibly rich dessert. Rich Cow brand Kashta is a fresh, rich-tasting, cream product texture of which is smooth and thick. It has a sixty-day refrigerated shelf life. |- |Labneh |135px | |Similar to Greek yogurt, labneh is a strained yogurt product that is common in the Middle East and the Levant. Pictured is Labneh in olive oil |- |Majdoule | | |A salty white cheese made up of thick strands of cheese braided together (hence the name) |- |Nabulsi cheese |135px |Nablus |One of a number of Palestinian white brined cheeses made in the Middle East. Its name denotes its place of origin, Nablus and it is well known throughout the West Bank and surrounding regions. It is also a major ingredient of the Arabian desserts Knafeh and Qatayef. |- |Shelal | | |A salty white cheese made up of strands of cheese woven together |- |Surke or Shanklish | | |a mature cheese made with spices and generally presented as balls of cheese covered in za'tar orchile powder; most often eaten as a starter dish with tomato, oil and sometimes onion |- |Syrian cheese | | Syria |There are different kinds of Syrian cheese. A few of the most common include Baladi and Charkassiye. |} The Levant is a geographical region east of the Mediterranean Sea which includes the countries of Syria, Lebanon, Israel, Jordan, Palestine and sometimes it includes Cyprus and the Turkish province of Hatay ===Turkey=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Abaza | | | |- | | |Gaziantep | |- | | |Seferihisar | |- |Arnavut | | | |- |Beyaz peynir |135px | |A salty, white cheese made from unpasteurized sheep milk. The cheese has a slightly grainy appearance and is similar to Greek feta cheese. |- |Çamur | |İzmir | |- |Çeçil (tr) | |Erzurum |Also known as Civil Peyniri | |- |Çökelek | | | | |- |Çömlek Peyniri | |Kayseri, Yozgat, Sivas |Also known as | |- |Dil Peyniri | | | | |- |Edirne | | | | |- | | |Çanakkale | | |- | | | | |- |Hellim |135px |Kuzey Kıbrıs | | |- |Kars Gravyeri | |Kars | |- |Kaşar | | | | |- |Keçi Peyniri | | |A goat's milk cheese |- |Kirli Hanım | |Ayvalık | |- | | |İzmir | |- |Küflü Peynir | |Konya, Ardahan | |- |Lor (tr) | | | |- |Malakan Peyniri | |Kars | | |- |Mihaliç Peyniri | |Balıkesir |Also known as Kelle Peyniri or Manyas Peyniri | |- |Obruk | |Karaman | |- |Örgü | |Diyarbakır | |- |Salamura | |Bingöl, Tokat | |- |Sayas | |İzmir | |- |Süzme Yoğurt |135px | | | |- | | |Karadeniz | |- |Tulum | |Erzincan, İzmir, Tunceli, Aydın | | |- |Van otlu peyniri | |Van | | |} ==North and Central America== ===Canada=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Bleu Bénédictin | |Made by the monks at the Benedictine Abbey of Saint-Benoît-du-Lac, Quebec |A semi-soft, whole milk blue cheese deeply veined with the Roquefort penicillium mold |- |Cheddar cheese | | |Most Canadian Cheddar is produced by a number of large companies in Ontario, though other provinces produce some and some smaller artisanal producers exist. The annual production is 120,000 tons. It is aged a minimum of three months, but much of it is held for much longer, up to 10 years. |- |Cheese curds |135px | |Cheese curds are a key ingredient in poutine. |- |Oka |135px |Originally manufactured by the Trappist monks, who are located in Oka, Quebec, Canada |A semi-soft washed rind cheese, Oka has a distinct flavour and aroma, and is still manufactured in Oka, although now by a commercial company. |- |Pikauba |135px |Saguenay–Lac-Saint-Jean, Quebec |A semi-firm cow's milk cheese, farmer made by hand, that is recognized by its fine orange rind and its soft, golden paste, strewn with small holes. |} ===Costa Rica=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Palmito cheese |135px | |A popular fresh cheese from Costa Rica that resembles a knotted ball of string cheese |- |- |Turrialba cheese |135px |Turrialba, Cartago Province |salty young cheese made of cow's milk |} ===El Salvador=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Cuajada |135px | | |- |Crema | | |A spreadable, unripened white cheese. |- |Enredo | | | |- |Queto | | | |} ===Honduras=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Crema | | |A spreadable, unripened white cheese. |- |Cuajada |135px | | |- |Quesillo |135px | | |- |Queijo seco | | | |} ===Mexico=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Adobera cheese |135px | | |- |Añejo cheese |135px | |A firm, aged Mexican cheese traditionally made from skimmed goat's milk but most often available made from skimmed cow's milk. After it is made it is rolled in paprika to add additional flavor to its salty sharp flavor. |- |Asadero cheese |135px | |Also known as \"Oaxaca cheese\". Pictured is a tlayuda topped with tomato and strings of quesillo Oaxaca. |- |Chiapas cheese | | |A dry cream cheese with a crumbly texture that is formed into balls and often has string cheese wrapped around it. |- |Cotija cheese |135px | | |- |Criollo cheese |135px | |A grateable Mexican cheese similar to Munster cheese |- |Lingallin | | | |- |Oaxaca cheese |135px |Named after the state of Oaxaca in southern Mexico, where it was first made |A white, semihard stretched curd cheese from Mexico, similar to unaged Monterey jack, but with a mozzarella-like string cheese texture |- |Queso Crema |135px | | |- |Chihuahua cheese | | |- |Queso de cuajo | | | |- |Queso Fresco |135px | | |- |Queso Panela |135px | |A white, fresh and smooth Mexican cheese of pasteurized cow's milk |- |Requesón | | | |} ===Nicaragua=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Quesillo |135px | | |} ===United States=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Bergenost |135px | |Brand name of a semi-soft cheese with a mild, smooth flavor and a subtle hint of sourness. Bergenost is a triple-cream, Norwegian-style butter cheese made by Yancey's Fancy of Corfu, New York using imported Norwegian cultures. |- |Brick cheese |135px |Wisconsin |Prepared in brick-shaped form, the color ranges from pale yellow to white, and it has a sweet and mild flavor when young, and matures into a strong ripe cheese with age. It is medium-soft, crumbles easily and is somewhat sticky to the knife. |- |Cheese curds |135px | |Best eaten within 24–48 hours of production and at room temperature. Fresh curds will often come in a bag and have a little whey in the bag. They are often high in moisture and salty and will likely squeak while you chew them. After a couple days or after any refrigeration they can be \"regenerated\" with a couple seconds in a microwave, but they will not be the same or as fresh. They are good in an omelete or breaded and fried at this point. After a few days they will be like a young colby or cheddar. |- |Colby cheese |135px | |Kin to cheddar, but much milder. The curd is washed at production to rinse off the lactose (milk sugars). Bacteria do not have a chance to make the cheese more acidic as it ages, unlike cheddar. It melts well. |- |Colby-Jack cheese |135px | | |- |Colorado Blackie | |Colorado |A cheese from the American West named for its black waxed rind. |- |Cream cheese |135px | | |- |Creole cream cheese | | | |- |Cup Cheese | | | |- |Farmer cheese |135px | | |- |Hoop cheese | | |A cheese made only using milk |- |Humboldt Fog |135px |California |A mold- ripened cheese with a central line of edible white ash much like Morbier |- |Liederkranz cheese | | |- |Monterey Jack | | |An American white, semi-hard cheese made using cow's milk. It is noted for its mild flavor and slight sweetness. |- |Muenster cheese |135px | | |- |Nacho cheese |135px |Texas |A generic name used to refer to a variety of processed cheese sauces flavored with peppers and spices, typically poured on top of nachos or served on their own as a dip for a variety of foods. Nacho cheese is also referred to as simply \"queso.\" |- |Pepper jack cheese |135px | |A variety of Monterey Jack |- |Pinconning cheese | |Michigan |An aged variety of Colby |- |Provel cheese | | |A white, processed cheese made of a blend of Cheddar, Swiss, and Provolone cheeses. Particularly popular in and around St Louis, MO. |- |Red Hawk |135px |Northern California |A soft, mildly salty cheese |- |String cheese | | |The particular American variety of Mozzarella with a stringy texture |- |Teleme cheese | | | |} ==Oceania== ===Australia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Tasty cheese | | |The name-equivalent of cheddar cheese used in Australia and New Zealand, especially manufacturers and sellers. |} ===New Zealand=== ==South America== ===Argentina=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Cremoso cheese |135px | |A fresh cheese elaborated with cow's milk, with or without the addition of cream. It has its origin in Argentina, and derives from Italian cheeses with similar characteristics as Crescenza. |- |Criollo | | | |- |Goya |Queso Goya|135px | | |- |Reggianito |135px | |Pictured are rounds of Argentine Reggianito cheese, accompanied with bread. |- |Sardo |135px | | |- |Chubut | | | |- |Tandil | | | |- |Mar del Plata | | | |} ===Bolivia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Chaqueño | | | |- |Menonita | | | |} ===Brazil=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Catupiry |135px | |A soft, mild-tasting cheese that can be spread over toasts, crackers and bread buns or used in cooking. Because of its low level of acidity, catupiry has become an ingredient in various dishes. It is one of the most popular \"requeijão\" (creamy cheese) brands in Brazil. |- |Minas |135px | |Comes in four varieties, named queijos-de-minas frescal (fresh), meia-cura (half-aged) and curado (aged). A fourth variety, branded queijo padrão (\"standard\" cheese) has been developed more recently and can be found in nearly all supermarkets and grocery stores in Brazil. |- |Queijo coalho |135px | |A firm but very lightweight cheese produced in Northeastern Brazil |- |Queijo de Colônia |135px | |or Colony cheese. |- |Queijo Meia Cura | | | |- |Queijo Canastra |135px | |Made from raw cow's milk and has a mildly spicy, full bodied flavor |- |Queijo Cobocó | | | |- |Queijo-do-Reino | | | |- |Queijo do Serro | | | |- |Queijo Manteiga | | | |- |Queijo prato | | |A Brazilian soft cheese, similar to the Danish cheese danbo |- |Requeijão |135px | |In Brazil, Requeijão is a type of cream cheese white in color (but not similar to the American notion of cream cheese, and may be better understood as \"creamy cheese\"). It has a mild taste and its consistency can vary from creamy solid to liquid. |} ===Chile=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Chanco cheese |135px | |Cow's milk cheese originally from the Chanco farm in Maule Region. Now it is produced all over south-central Chile, and represents almost 50% of Chilean cheese consumption. |- |Panquehue | |Andean Aconcagua region |A semi-soft cheese, it is one of the most popular cheeses in Chile, it is similar in taste to Tilsit and often has chives or red pepper flakes mixed in.goliath.ecnext.com |- |Renaico | | | |} ===Colombia=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Queso Campesino Guia de procesos para la elaboracion de productos lacteos – Maria E. Pardo, F. Alamanza – Google Books | | Antioquia, Cundinamarca, Boyaca . | is called Quesito too, fresh made on big wheels traditionally |- |Queso costeño Guia de procesos para la elaboracion de productos lacteos – Maria E. Pardo, F. Alamanza – Google Books | | Caribbean | A kind of Queso Campesino with a high content of salt in order to be kept longer fresh under salt water |- |Cuajada Procesamiento de lácteos – ITDG-Perú – Google Books | | Department of Cundinamarca and Boyacá, oriental mountains | is a kind of fresh done cheese with only one or few days of mature. Is the same kind as Quesillo. Comparable to Mozzarella is kept fresh in Banana leaves where it gets actually its typical form and texture |- |Queso Paipa |135px | Paipa is a city in Department Boyacá, with a high production of Holstein Milk. | |- |Queso Pera | | A kind of mature Mozzarella specifically in a pressed form of a pear forms layers which give the special favorite taste. An industrial variation is filled with very sweet guave/guayaba marmalade | |- |Quesillo |135px | |In Colombia, quesillo is a type of double cream cheese wrapped within a plantain leaf, made originally in the Tolima Department; the town of Guamo is most known for this dairy product. |} ===Venezuela=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Guayanés cheese | |Guayana Region |A soft, salty, white cheese. |- |Queso crineja | | | |- |Queso de mano |135px | |A type of soft, white cheese (queso fresco) most commonly associated with Venezuelan cuisine. Pictured is a cachapa with queso de mano. |- |Queso Llanero | | |Also known as prairie cheese and queso de año. |- |Queso Palmita | | |A soft, watery, fresh white cheese with big holes, produced from pasteurized milk. It is usually made in large circular containers 6 feet in diameter and four feet in height. |- |Queso Parma de Barinitas |Queso semiduro | | | |- |Queso telita | | |A mild farmer's cheese that is packaged in liquid. |} ==Other== Some types of cheese were either developed in various locales independently (usually as un-aged products from the beginning stages of dairy processing and cheesemaking), or are not actually cheese products. Examples include: {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Name !class=\"unsortable\"| Image !Region !Description |- |Cottage cheese |135px |Various |A cheese curd product with a mild flavor. It is drained, but not pressed, so some whey remains and the individual curds remain loose. The curd is usually washed to remove acidity, giving sweet curd cheese. Many local varieties exist. |- |Farmer cheese |135px |Various |Varieties of which are made in most cultures with a strong dairy culture |- |Port wine cheese | | |An orange- and red-colored cheese that prepared with alcoholic port wine as it is made |- |Smoked cheese |135px |Various |A style of preparing any number of hard or semi-hard cheeses, using smoke or smoke flavoring. Pictured is smoked Gruyère cheese |- |Soy cheese |135px | |Not a dairy product, but a cheese analogue made from soybeans/soy protein. Pictured is soy cheese manufactured to the consistency of a cream cheese. |- |Rice cheese | | |As with soy cheese, an analogue from rice/rice protein |} ==Unsorted== * Tresse cheese ==See also== * Category: Cheeses by country * * Butter cheese * * List of blue cheeses * List of cheese dishes * List of cheesemakers * List of dairy products * List of goat milk cheeses * List of smoked foods * List of stretch- curd cheeses * ** List of sheep milk cheeses * List of water buffalo cheeses ===Articles by country=== * * List of American cheeses * List of British cheeses * List of Cornish cheeses * List of Dutch cheeses * List of English cheeses * List of French cheeses * List of German cheeses * List of Irish cheeses * List of Italian cheeses * List of Polish cheeses * List of Spanish cheeses * List of Swiss cheeses ===Protected cheeses=== * List of European cheeses with protected geographical status * List of French Protected Designations of Origin cheeses * List of Greek Protected Designations of Origin cheeses * List of Italian DOP cheeses * List of Portuguese cheeses with protected status ==References== ==External links== * Alphabetical list of cheeses. Cheese.com. * Cheese",
 "title": "List of cheeses"
}