{
 "id": "278901",
 "text": "Alexander Berry (30 November 1781 – 17 September 1873) was a Scottish-born surgeon, merchant and explorer who was given in 1822 a land grant of 10,000 acres (40 km2) and 100 convicts to establish the first European settlement on the south coast of New South Wales, Australia. This settlement became known as the Coolangatta Estate and developed into what is now the town of Berry, named in honour of Alexander and his brother David. == Early life == Berry was born to parents James Berry and Isabel Tod at Hilltarvit Mains farmhouse, near Cupar in Fife, Scotland where his father was a tenant, during a blinding snowstorm on the evening of 30 November 1781 (St Andrew's Day, the national day of Scotland). He was baptised on 6 December.Births (OPR). Scotland. Cupar, Fife. 30 November 1781. BERRY, Alexander. 420/00 0030 0028. http://www.scotlandspeople.gov.uk : accessed 13 July 2014. He was one of nine siblings. He was educated at Cupar grammar school, where he was a contemporary of the artist Sir David Wilkie. He studied medicine at St Andrews University from 1796 until 1798 and the University of Edinburgh from 1798 to 1801. His youthful intentions were to join the navy, but he was dissuaded from doing so by his father, and he became a surgeon's mate for the East India Company instead. Ship's surgeons were permitted to take a substantial amount of cargo, so his responsibilities were both medical and mercantile. He travelled first to China and then to India, aboard the Lord Hawkesbury. The second voyage was profitable for Berry. He decided to quit the medical profession, as he hated the whippings he was obliged to attend, and he was attracted to the commercial possibilities of shipping. His third voyage was to the Cape of Good Hope in 1806. On arrival, he heard that New South Wales needed provisions. He purchased a ship, , with medical student Francis Shortt, to take provisions to the colony. While travelling as supercargo, he encountered storms which damaged his ship, so he stopped in Tasmania at Port Dalrymple, close to modern day Launceston. He sold half his provisions there and the remainder in Hobart. He then continued to Sydney, where he arrived on 13 January 1808 with only spirits remaining to sell. There was no cargo available to take from Sydney back to the Cape, so Berry accepted a government job to evacuate settlers from Norfolk Island to Hobart. The timber he was promised in payment was unavailable, so he decided to go to Fiji to load a cargo of sandalwood. He also visited New Zealand, to drop off a Māori who was returning from a visit to England. == The Boyd massacre == In 1809, while the vessel was loading cargo at the Bay of Islands, New Zealand, news came through of the massacre of the crew and passengers of the ship Boyd by local Māori. The City of Edinburgh, with Berry, set sail for Whangaroa, where he rescued four survivors and the ship's papers by holding two chiefs hostage. He wrote in a letter to Governor Macquarie that he released the chiefs because \"there was no opportunity of sending the chiefs to Port Jackson\" (i.e. Sydney). He wrote in the Edinburgh Magazine that he had released them on condition that they lose their rank with their people, although he never expected that to happen. == Shipwreck of the City of Edinburgh == Berry sailed eastwards from New Zealand with his cargo to the Cape of Good Hope, however a broken rudder forced him to make repairs in Valparaiso, and then travel to Lima. He found a buyer for his cargo, and secured another cargo from Guayaquil for Cadiz and began the journey in 1811. After calling in at Rio de Janeiro Berry was forced to abandon the City of Edinburgh during storms near the Azores. He made his way to Lisbon, Portugal. It was on the trip from Lisbon to Cádiz that he met Edward Wollstonecraft. Wollstonecraft proceeded to London as Berry's agent, and Berry remained for a time in Cádiz before also proceeding to London. == Settlement in New South Wales == Berry set up a partnership with Wollstonecraft (Berry and Wollstonecraft) and sailed to Sydney in 1819. Berry sailed as supercargo aboard , leaving England January 1819, and arriving in Sydney in July. He was shortly followed by Wollstonecraft aboard the Canada. They set up as merchants on George St, in The Rocks area. Berry began to plan a trip to England to expand their commercial connections there. He returned to England with Admiral Cockburn in February 1820. Wollstonecraft obtained a land grant on Sydney's North Shore in Berry's absence. Berry chartered the Royal George and returned to Sydney in November 1821 with an \"extensive assortment of merchandise\" for sale at their George St store, as well as the new Governor, Thomas Brisbane, as a passenger on board. Berry began to seek out and negotiate for a larger land grant. In January and February 1822 Berry went with Hamilton Hume and Lieutenant Robert Johnson on a journey of exploration down the coast of New South Wales aboard the Snapper. During the journey he investigated the land in Shoalhaven area. In June 1822, Berry and Wollstonecraft purchased a small cutter, the Blanche, and Berry returned to the Shoalhaven with Hume and assigned servants (convicts) to develop his land grant there. While attempting to cross the bar into the river in a small boat, two people drowned, including Davison, who was the boy that Berry had rescued from the 'Boyd'. Given the danger, Berry arranged to drag the Blanche across a sand bar that separated the Shoalhaven River from the Crookhaven River, with the Crookhaven entrance offering a safer passage. In order to provide safe boat access, Alexander Berry had Hamilton Hume oversee the digging of a canal through the bar using only hand tools, and in doing so, constructed the first land navigable canal in Australia. Hamilton Hume and a party of convict labourers cut a 209-yard canal linking the Shoalhaven River to the Crookhaven River in twelve days. A number of other hand dug canals are dotted around the Shoalhaven, supposedly also dug by convicts. These contrast by their banality with the striking convict stone walls which dot the landscape around Kiama, further north. The partnership was granted there by Governor Brisbane on condition of providing for 100 convicts (1 per of the grand). Berry set up the Coolangatta Estate while Wollstonecraft stayed in Sydney to look after business there. Berry later secured two additional land grands of each. Together with purchases, the size of the estate grew to in the early 1840s. Elizabeth Wollstonecraft, the sister of Edward Wollstonecraft, migrated to New South Wales and was married to Berry on 21 September 1827. His partner, Edward Wollstonecraft, died in 1832, with the entire Coolangatta estate passing to Alexander Berry. Berry then shut the George St stores, and spent most of his time running the Coolangatta Estate. Three of his brothers (David, John and William) and two sisters (Janet and Agnes) migrated to Coolangatta in 1836, allowing Alexander to spend more time in Sydney. David and John managed the estate jointly, and David alone following John's death in 1848. Alexander's wife, Elizabeth, died in 1845 aged 63, at the Priory; a house owned by George Barney, on what was part of the Crow's Nest estate, where they were living at the time. Alexander Berry thereupon donated the land for a cemetery to the Anglican Parish of St Leonards. It was to be St Thomas' Cemetery, Crows Nest, the first burial ground established on Sydney's North Shore.St Thomas Rest Park – North Sydney Council. Retrieved 5 March 2014. Crow's Nest House was completed in 1850 and Alexander Berry lived there until his death. == Dispute with Francis Shortt == Francis Shortt was Berry's partner in the City of Edinburgh at the Cape of Good Hope. He arrived in New South Wales in 1822 claiming that the partnership with Berry had not been dissolved, and that the partnership with Wollstonecraft was invalid. He claimed Berry had never made an account to him of the profits of the cargo of the City of Edinburgh. Shortt had been declared insolvent at the Cape of Good Hope before coming to Sydney. Shortt died in 1828 before the case was settled; his obituary stated that he had depended on friends for necessaries of life. == Politics == Berry was an appointed member of the Legislative Council from 1829 to 1861. He was a conservative, opposing moves towards democracy, and local government. On the issue of local government, Berry said \"the poor country people seem to be a set of asses only fit to be the negroes or slaves of the town … I cannot help laughing at the absurdity of the abolition of negro slavery when I perceive the Country people of New South Wales anxious to become the White Negroes of the Jews and publicans of Towns and Villages.\" Essentially Berry thought that only property-owning men should be allowed to govern themselves. In his view, country people were foolish for wanting local governmment, which would cause them to become oppressed servants of Jews and publicans (business owners), not unlike African-American slaves. He refused to pay rates on his Shoalhaven Estate after the incorporation of a Shoalhaven Municipality, arguing that his property should not form part of the local government area. He was successful in the Supreme Court and in Privy Council appeal brought by the Municipality. == Other interests == Berry was a member of the Philosophical Society in 1821 and a councillor on the Australian Philosophical Society. He was interested in Aborigines and geology, publishing a paper \"On the Geology of Part of the Coast of New South Wales\".\"On the Geology of Part of the Coast of New South Wales\" by Alexander Berry == Reminiscences == Berry's memoirs were published in 1912, entitled 'Reminiscences'. They chiefly describe his experiences at sea, both with the East India company and his private travels, with only a short section covering his life in New South Wales. In particular he describes in detail his relationships with the indigenous people of New Zealand and Fiji, and his experiences during the rescue at the scene of the Boyd massacre. == Legacy == thumb|right|Alexander Berry monument at Berry, NSW, Australia Alexander Berry died on 17 September 1873 aged 91, at Crows Nest House. He was buried in family vault in St. Thomas' cemetery with his wife and Edward Wollstonecraft. The cemetery is now known as St Thomas Rest Park, and the graves are still present. The probate value of the estate was £400,000 sterling which passed to his brother David, 14 years his junior. Charles Nicholson wrote in a letter to The Times in 1889 that Berry had prepared a will to bequeath the greater part of his estate to the University of St Andrews, but died a few hours before the time appointed to sign it. David died unmarried in 1889 with the estate now worth £1,252,975 sterling and in his will fulfilled Alexander's desire by making a bequest to the University of St. Andrews in Scotland of £100,000. In 1889 St Andrews used the £100,000 legacy to establish the Berry Chair of English Literature, which still continues today. Alexander Berry and his brother David were possibly one of Australia's earliest millionaire, and founder of the dairy industry in New South Wales. The New South Wales South Coast town of Berry was named after the brothers after their death. Berry Island, near the present day suburb of Wollstonecraft, and originally part of the Wollstonecraft estate was named after Alexander Berry. Berry Street in North Sydney and Alexander Street in Crows Nest are both named after him. Berry's Canal, the small canal that was constructed under direction of Alexander Berry at the Coolangatta Estate to link the Shoalhaven River and the Crookhaven River now forms the main Shoalhaven River estuary, with the former entrance to the Shoalhaven River at Shoalhaven Heads usually closed to the ocean, except during floods. ==References== ==External links== * Aboriginal labour on the Coolangatta Estate * Australian Canal Society recognises Berry's Canal as the first Australian Canal * Obituary of Francis Shortt, Berry's partner in the City of Edinburgh Category:1781 births Category:1873 deaths Category:Scottish explorers Category:Alumni of the University of St Andrews Category:Alumni of the University of Edinburgh Category:Scottish philanthropists Category:Scottish emigrants to colonial Australia Category:People from Cupar Category:Members of the New South Wales Legislative Council Category:19th- century British philanthropists Category:Wollstonecraft Category:19th-century Australian businesspeople Category:19th-century Australian politicians",
 "title": "Alexander Berry"
}