{
 "id": "27901",
 "text": "Savate (), also known as boxe française, savate boxing, French boxing or French footfighting, is a French kickboxing combat sport that uses the hands and feet as weapons combining elements of English boxing with graceful kicking techniques. Only foot kicks are allowed, unlike some systems such as Muay Thai, which allow the use of the knees or shins, but it allows strikes in any part of the body. Savate is a French word for \"old shoe or boot\". Savate fighters wear specially designed boots. A male practitioner of savate is called a tireur while a female is called a tireuse. ==Early history== Savate takes its name from the French for \"old shoe\" (heavy footwear, especially the boots used by French military and sailors) (cf. French-English loanwords sabot and sabotage and Spanish cognate zapato). The modern formalized form is mainly an amalgam of French street fighting techniques from the beginning of the 19th century. Savate was then a type of street fighting common in Paris and northern France. In the south, especially in the port of Marseille, sailors developed a fighting style involving high kicks and open-handed slaps. It is conjectured that this kicking style was developed in this way to allow the fighter to use a hand to hold onto something for balance on a rocking ship's deck, and that the kicks and slaps were used on land to avoid the legal penalties for using a closed fist, which was considered a deadly weapon under the law. It was known as the jeu marseillais (game from Marseille), and was later renamed chausson (slipper, after the type of shoes the sailors wore). In contrast, at this time in England (the home of boxing and the Queensberry rules), kicking was seen as unsportsmanlike. Traditional savate was a northern French development, especially in Paris' slums, and always used heavy shoes and boots derived from its potential military origins. Street fighting savate, unlike chausson, kept the kicks low, almost never targeted above the groin, and they were delivered with vicious, bone-breaking intent. Parisian savate also featured open hand blows, in thrusting or smashing palm strikes (la baffe) or in stunning slaps targeted to facial nerves. Techniques of savate or chausson were at this time also developed in the ports of northwest Italy and northeastern Spain—hence one savate kick named the \"Italian kick\" (chassé italien). The two key historical figures in the history of the shift from street fighting to the modern sport of savate are Michel Casseux (also known as le Pisseux)Thomas A. Green, Martial Arts of the World, ABC-CLIO, 2001, p.519 (1794–1869) and Charles Lecour (1808–1894). Casseux opened the first establishment in 1825 for practicing and promoting a regulated version of chausson and savate (disallowing head butting, eye gouging, grappling, etc.). However the sport had not shaken its reputation as a street-fighting technique. Casseux's pupil Charles Lecour was exposed to the English art of boxing when he witnessed an English boxing match in France between English pugilist Owen Swift and Jack Adams in 1838.Savate – Canne – Baton au fil des siècle: la vérifiable histoire de la boxe française and Swift's own biography in The Handbook To Boxing by Renton Nicholson, London 1840. Lecour also took part in a friendly sparring match with Swift later in that same year. Lecour felt that he was at a disadvantage, using his hands only to bat his opponent's fists away, rather than to punch. He then trained in boxing for a time before combining boxing with chausson and savate to create the sport of savate (or boxe française, as we know it today). At some point la canne and le baton, stick fighting, were added, and some form of stick fencing, such as la canne, is commonly part of savate training. Those who train purely for competition may omit this. Savate was developed professionally by Lecour's student Joseph Charlemont and then his son Charles Charlemont. Charles continued his father's work and in 1899 fought an English boxer named Jerry Driscoll. He won the match with a round-kick (fouetté median) in the eighth round although the English said that it was a kick to the groin. According to the well known English referee, Bernard John Angle of the National Sporting Club, in his book My Sporting Memories (London, 1925), \"Driscoll did not know what he was taking on\" when he agreed \"to meet the Frenchman at his own game\". Angle also said that, \"The contest ended in Jerry being counted out to a blow in the groin from the Frenchman's knee.\" He further alleged that \"the timekeeper saved Charlemont several times\". After the fight Driscoll bore no grudges, considering the blow to have been \"an accident\". The French claimed victory for their man by stoppage, following a round-kick to Driscoll's stomach. thumb|alt=19th century picture of boxe française|French boxing \"tireurs\" in 1900 Savate was later codified under a Committee National de Boxe Française under Charles Charlemont's student Count Pierre Baruzy (dit Barozzi). The Count is seen as the father of modern savate and was 11-time Champion of France and its colonies, his first ring combat and title prior to the First World War. Savate de Dėfense, Défense Savate or Savate de Rue (\"street savate\") is the name given to those methods of fighting excluded from savate competition. The International Savate Federation (FIS) is the official worldwide ruling body of savate. Perhaps the ultimate recognition of the respectability of savate came in 1924 when it was included as a demonstration sport in the Olympic Games in Paris. In 2008, savate was recognised by the International University Sports Federation (FISU) – this recognition allows savate to hold official University World Championships; the first was held in Nantes, France in 2010. The 25th anniversary of the founding of the International Savate Federation, in March 2010, was celebrated with a visit to Lausanne, to meet with International Olympic Committee President Jacques Rogge. FISav President Gilles Le Duigou was presented with a memento depicting the Olympic Rings. In April 2010, the International Savate Federation was accepted as a member of SportAccord (previously known as AGFIS) – a big step forward on the road to Olympic recognition. === Influence in other martial arts === With time, French Savateurs took Savate to foreign countries and they were able to influence the development of new martial arts around the globe. Karate was particularly influenced by Savate's high kicks, kicks like the mawashi-geri (Roundhouse kick) didn't appear in the repertory of the original Okinawan form, they were introduced to Karate by practictioners who had contact with Savate. Bruce Lee also studied Savate and included many techniques to his own Jeet Kune Do style.Title: Bruce Lee - Between Wing Chun and Jeet Kune Do, Author: Jesse Glover, Publisher: Glover Publications (January 1, 1976) . Mixed martial arts also had influence in a similar matter, in UFC 1 world-champion savateur Gerard Gordeau participated, reaching the finals where he lost to Royce Gracie, and he went to corner and train many future Dutch MMA fighters.Kaminoge Vol.85, Toho PublishingTodd Hester, O Melhor do Mundo, Trip magazine, October 1994 Other savateurs have competed in MMA, such as Bellator Light Heavyweight Champion Christian M'Pumbu, Karl Amoussou and Cheick Kongo. ==Modern practice== Despite its roots, savate is a relatively safe sport to learn. Today, savate is practiced all over the world by amateurs: from Australia to the U.S. and from Finland to Britain. Many countries (including the United States) have national federations devoted to promoting savate. Modern codified savate provides for three levels of competition: assaut, pre-combat and combat. Assaut requires the competitors to focus on their technique while still making contact; referees assign penalties for the use of excessive force. Pre-combat allows for full-strength fighting so long as the fighters wear protective gear such as helmets and shinguards. Combat, the most intense level, is the same as pre-combat, but protective gear other than groin protection and mouthguards is prohibited. thumb|alt=A young competitor executing the savate salute|The savate salute Many martial arts provide ranking systems, such as belt colours. Savate uses glove colours to indicate a fighter's level of proficiency (unlike arts such as many modern styles of karate, which assign new belts at each promotion, moving to a higher colour rank in savate does not necessarily entail a change in the colour of one's actual gloves, and a given fighter may continue using the same pair of gloves through multiple promotions). Novices begin at no colour. The qualifications for competition vary depending on the association or commission. In the French Federation a yellow glove can compete, and in Belgium a green glove can compete. In the United States, the competition levels start at novice (6 months). In Russia there is no requirement for a specific glove colour in order to compete. The ranking of savate: Boxe Française is divided into three roads that a savateur can choose to take. *Technical road: blue glove, green glove, red glove, white glove, yellow glove, silver glove I, silver glove II and silver glove III (violet glove for those less than 17 years of age). Prior to 1983 silver glove I, II, III did not exist. There was only one silver glove technique. After 1983 the silver glove technique was broken into 3 subcategories. *Competition road: bronze glove, silver glove I, silver glove II, silver glove III, silver glove IV and silver glove V *Teaching ranks: initiateur (instructor level 1), moniteur (instructor level 2/master) and professeur (rarely given). These ranks require additional knowledge than just savate. Examinations includes anatomy, regulations of savate, education training, first aid certification, savate techniques and other... *Referee ranking: Juge arbitre stagiaire, Juge arbitre In some clubs there is also a rank of aide-moniteur, while in other associations there is no rank of initiateur. Eight to twelve years of training on average are necessary for a student to reach professeur level; eight years average depending on skills. In France the professional professeur must have a French state certificate of specialized teaching (CQP AS, BEES 1st, 2nd and 3rd degree, 1st de CCB BPJEPS, DEJEPS, DESJEPS). These diplomas are university level education in sports with specialisation in savate (supervised by the French Federation of BF Savate and associated disciplines ( Canne, Self Defense, Lutte, baton) (i.e.:FFBFSDA). The international federation (FIS), however, is still allowed to award professeur to non-French nationals without requiring such rigid system of education. French nationals have to submit and succeed to the rigid system of education and prove themselves in competition as well as being respected by peers, in order to have a slight chance to become a DTD (directeur technique départemental). Like any sport federations in France, the French and International Federation of Savate are under the control of France Ministry of Sport and Youth. This makes these two federations extremely powerful federations on the world scene. These two federations have followed a set of national traditions. Nowadays, savate is just a term meaning Savate-Boxe Française. In the 1970s the term \"savate\" was rarely used in France to refer to the formalised sport: people mostly used the term Savate boxe française, Boxe-Française Savate, B.F, B.F.S., S.B.F. or simply boxe française. The term savate remains in use mostly outside France or when speaking a language other than French. The global distribution of schools (salles) today is best explained through their stylistic approaches: * La Savate-Boxe Française (1980–present): the technical abilities of both savate's major kicking arsenal and English boxing were merged into a definitive sport of combat. * La Savate Défense (1994–present): was first presented by Professeur Pierre Chainge then produced into Self-Defense by Eric Quequet in 2000. After the French Federation dismantled Prof. Change and placed Michel Leroux in charge of the formations. It is based on La Boxe Française Savate, La Savate of the late 19th century, La Lutte Parisienne and the discipline* of La canne de Combat (stick) *includes also Le Bâton Français (staff), Le Couteau (knife), Le Poignard (dagger), La Chaise (chair) and Le Manteau (overcoat). * Re-constructed historical savate: some savate has been re- constructed from old textbooks, such as those written in the late 19th or early 20th century. As such, this form of savate would be considered a historical European martial art. Re-construction of these older systems may or may not be performed by practitioners familiar with the modern sport and is not at present likely to be particularly widespread. * La savate forme (2008): Cardio-kickboxing form of La Boxe Française-Savate. These are the different stylistic approaches of the French arts of pugilism in the world today. ==In the United States== In the United States it is said that Daniel Duby brought Savate to the west coast in Southern California. The first real FFBFSDA/ FIS club of boxe-francaise savate was open in 1983 on the east coast in Philadelphia, under Jean-Noel Eynard, FFBFSDA/ FIS Professeur with the assistance of former FFBFSDA/ FIS DTN Bob Alix. In 1988 the US Registry of Savate was created on the east coast which became the American Registry of Savate Instructors and Clubs in 1994 (ARSIC-International). Meanwhile, on the west coast Savate clubs were spurring from the California Association of Savate. A couple years later, under the collaborative assistance of a steering committee made of Gilles le Duigou (FIS), JN Eynard, ARSIC-International (PA), Armando Basulto (NJ) and Norman Taylor, USSF president(NJ) as well as few other individuals from California, the official name of United States Savate Federation was given to this combined association. The teaching efforts of Jean-Noel Eynard, Salem Assli and Nicolas Saignac contributed to the further development of Boxe Francaise Savate in the US. Salem Assli gave a definition of Savate practitioners’ mentality “I touch you, you don’t touch me”, according to Nick Cavallino.. ARSIC-International has been instrumental at promoting savate in the US. ==Dress== In official competitions, competitors wear an intégrale or a vest and savate trousers. They wear boxing gloves (with or without padded palms) and savate boots. Savate is the only kicking and punching (only) style to use footwear, although some other combat sports such as Shoot Fighting and some forms of MMA sometimes also wear grappling-type shoes/boots. Savate boots can be used to hit with the sole, the top of the foot, the toe, or the heel. Sometimes a helmet can be worn, e.g. in junior competitions and in the early rounds of Combat (full contact) bouts. thumb|alt=Adidas savate shoes|Savate shoes ==Techniques== In competitive or competition savate, which includes Assaut, Pre-Combat, and Combat types, there are only four kinds of kicks allowed along with four kinds of punches allowed: ===Kicks=== #fouetté (literally \"whip\", roundhouse kick making contact with the toe—hard rubber-toed shoes are worn in practice and bouts), high (figure), medium (médian) or low (bas) #chassé (side (\"chassé lateral\") or front (\"chassé frontal\") piston-action kick, high (figure), medium (médian) or low (bas) #revers, frontal or lateral (\"reverse\" or hooking kick) making contact with the sole of the shoe, high (figure), medium (médian), or low (bas) #coup de pied bas (\"low kick\", a front or sweep kick to the shin making contact with the inner edge of the shoe, performed with a characteristic backwards lean) low only ===Punches=== #direct bras avant (jab, lead hand) #direct bras arrière (cross, rear hand) #crochet (hook, bent arm with either hand) #uppercut (either hand) Savate did not begin as a sport, but as a form of self-defence and fought on the streets of Paris and Marseille. This type of savate was known as Savate des Rues. In addition to kicks and punches, training in Savate des Rues (Streets Savate) includes knee and elbow strikes along with locks, sweeps, throws, headbutts, and takedowns. == Events == The International Savate Federation holds World Championships in three disciplines: Savate Assaut, Savate Combat and Canne de combat. World Savate Combat Championships are being held for Seniors (over 21 years) and Juniors (18 to 21 years). === World Combat Savate Championships (+21 year) === {| class=\"wikitable\" style=\"text-align:center |- !width=30|Edition !width=30|Year !width=100|Host City !width=100|Country !width=30|Events |- |4||2007 || France || align=\"left\"| || |- |5||2009 || Novi Sad || align=\"left\"| || |- |6||2011 || Milan || align=\"left\"| || |- |7||2013 || Clermont Ferrand || align=\"left\"| || |- |8||2015 || La Roche-sur-Yon || align=\"left\"| || |- |9||2017 || Varaždin || align=\"left\"| || |} === World Canne de Combat Savate Championships (+18 year) === {| class=\"wikitable\" style=\"text-align:center |- !width=30|Edition !width=30|Year !width=100|Host City !width=100|Country !width=30|Events |- |1||2003 || Reunion Island || align=\"left\"| || |- |European||2006 || Strasbourg || align=\"left\"| || |- |2||2008 || Frankenberg/Eder || align=\"left\"| || |- |European||2010 || Cambridge || align=\"left\"| || |- |3||2012 || Saint-Herblain || align=\"left\"| || |- |4||2014 || Budapest || align=\"left\"| || |- |5||2016 || Varaždin || align=\"left\"| || |- |6||2018 || Plovdiv || align=\"left\"| || |} === World Assaut Savate Championships (+18 year) === {| class=\"wikitable\" style=\"text-align:center |- !width=30|Edition !width=30|Year !width=100|Host City !width=100|Country !width=30|Events |- |1||2002 || France || align=\"left\"| || |- |2||2004 || France || align=\"left\"| || |- |3||2006 || Villebon || align=\"left\"| || |- |4||2008 || Paris || align=\"left\"| || 15 |- |5||2010 || Paris || align=\"left\"| || |- |6||2012 || Plovdiv || align=\"left\"| || |- |7||2014 || Rome || align=\"left\"| || |- |8||2016 || Varaždin || align=\"left\"| || |- |9||2018 || Plovdiv || align=\"left\"| || |} === World Junior Savate Combat Championships (18 to 21) === {| class=\"wikitable\" style=\"text-align:center |- !width=30|Edition !width=30|Year !width=100|Host City !width=100|Country !width=30|Events |- |||2007 || France || align=\"left\"| || |- |||2009 || Novi Sad || align=\"left\"| || |- |||2011 || Milan || align=\"left\"| || |- |||2013 || Clermont Ferrand || align=\"left\"| || |- |||2015 || La Roche Sur Yon || align=\"left\"| || |- |||2017 || Varaždin || align=\"left\"| || |} === World Youth Savate Assaut Championships (15 to 17) === {| class=\"wikitable\" style=\"text-align:center |- !width=30|Edition !width=30|Year !width=100|Host City !width=100|Country !width=30|Events |- |1||2011 || Villette-d'Anthon || align=\"left\"| || |- |2||2013 || Kladovo || align=\"left\"| || |- |3||2015 || Plovdiv || align=\"left\"| || |- |4||2017 || Varaždin || align=\"left\"| || 17http://www.fisu.net/sports/fisu-recognised-sports/savate - 1st World University Savate Championship Nantes, France - June 25 to 26, 2010 |} ==Cultural references== In the 1964 beach party film Bikini Beach, a French female bodyguard claims to be an expert in savate and uses kicks to defend herself. In the 1995 martial arts film Savate, Olivier Gruner plays a savate fighter in the American West using savate to give his enemies a good thrashing. In \"Dr. Wells is Missing\", a 1974 episode of The Six Million Dollar Man a savate master named Yamo fights with Steve Austin, using the original kicks-only style of the art. In Marvel Comics, the criminal mercenary Batroc the Leaper, an adversary of Captain America and mentor of Gwen Poole, is a master of savate, training the latter. The X-Men character Gambit is trained in savate.Gambit vol 3 #16 (May 2000). Marvel Comics. In the issue Flight 714 of The Adventures of Tintin, Professor Calculus states that he used to be proficient in savate in his younger years. However, when attempting a kick, he ends up falling terribly, prompting stunned reactions from the onlookers. Dazed, Calculus remarks that he is out of practice. In The Black Island, Tintin himself kicks a villain and calls it a savate move. In the 1967 novel Logan's Run, protagonist Logan 3 often uses savate kicks for self-defense. In DC Comics, the character Nightwing is described as having a personal fighting style that combines savate with the Filipino martial art Arnis. In the Japanese manga series Medaka Box Zenkichi Hitoyoshi is a master of savate, and emphasizes its Open Handed Style Techniques with his \"Altered God Mode: Model Zenkichi\" which makes his hands as sharp as blades. In the manga series Kengan Omega, Nicholas Le Banner uses a martial art he calls 'Sahate', created by incorporating techniques from Fencing, Savate, and Karate. Ash Crimson from The King of Fighters fights in a basic savate style that uses his own green flames. Ash himself is portrayed by SNK as a character with an unknown origin, because his lineage as descendant of Saiki (Those from the Past's leader), but it says too that he was raised by the Blanctorche clan, a French family. Remy from Street Fighter III: 3rd Strike uses savate in a majority of his kick normals, combined with charge command specials reminiscent of Guile and Charlie Nash. His kick normals have a long reach but are slow and punishable, placing him low among competitive 3rd Strike tier lists. John Crawley from Art of Fighting and The King of Fighters uses savate in his martial arts style. In the Tekken series, Brazilian character Katarina Alves uses savate as her fighting syle. In the mid to late 1980's, WWF commentator Gorilla Monsoon would often refer to the reverse kicks thrown by the French-Canadian Rougeau Brothers as \"savate kicks.\" == Notable practitioners == * Michel Casseux * Joseph Charlemont * Gerard Gordeau * Professor Cuthbert Calculus (fictional character) * Gioachino Rossini * Lord Byron * Charles Lecour * Bruce Lee ISBN2: 978-0-9602328-0-2 * William E. Fairbairn * Christian M'Pumbu * Mickey Hardt * Robert Paturel * Ludovic Millet * Alexandre Dumas * Richard Sylla * Fred Royers * Pierre Vigny * Silvia La Notte * Tom Watson (fighter) * Vitor Miranda * Patrice Quarteron * Cindy Perros * Jasmine Harman * Pierre Baruzy * * * * ==See also== * Federation Internationale de Savate ==References== ==Further reading== * Description de la Savate à partir de ses formes techniques de base par Amorous (Manuel d'éducation Physique Tome 1, page 414). * Défense et illustration de la boxe française. Savate, canne, chausson, Bernard Plasait, 1972, Paris, Sedirep * L'art de la savate, Michel Casseux. * Théorique et pratique de la boxe française, Joseph Charlemont, 1878. * La Boxe Française, historique et biographique, souvenirs, notes, impressions, anecdotes, Joseph Charlemont, 1899. ==External links== *Official website of the Fédération Internationale de Savate *Official website of the Fédération Française de Savate boxe Française et DA *Official website of the Federation Russia de Savate *Techniques of Savate Category:Combat sports Category:European martial arts Category:Sports originating in France Category:Mixed martial arts styles",
 "title": "Savate"
}