{
 "id": "279460",
 "text": "Freddo (originally Freddy the Frog in the 1970s) is a chocolate bar brand shaped like an anthropomorphic cartoon frog. It was originally manufactured by the now defunct company MacRobertson's, an Australian confectionery company, but is now produced by Cadbury. Some of the more popular flavours include strawberry and peppermint while the more controversial flavours like fruit and nut have struggled over the years. The product was invented in 1930 by Harry Melbourne, an 18-year-old MacRobertson's employee. In 1967, MacRobertson's was sold to Cadbury, which incorporated Freddo Frogs into its own product range. The chocolate was originally sold only in Australia, but has been introduced into several other markets. == History == thumb|left|1930 Freddo advertisement In 1930, the MacRobertson's chocolate company were looking to add a new product to their children's range. Initial designs for a chocolate mouse were rejected, as Harry Melbourne felt that women and children were afraid of mice and would dislike the product. It was instead decided to produce a chocolate frog, branded as \"Freddo Frog\". There were four varieties available: milk chocolate, white chocolate, half milk/half white, and milk chocolate with peanuts. Freddo Frogs became part of the Cadbury product range in 1967, when MacRobertson's were sold to Cadbury. In Australia, Freddo Frogs are manufactured in Ringwood, Victoria and Claremont, Tasmania. Since the success of Freddo, an alternative chocolate named Caramello Koala (formerly Caramello Bear), also made by Cadbury, has been created. Caramello Koala is the only flavour in which the chocolate is not shaped like \"Freddo\". thumb|upright|A Dairy Milk Freddo Freddo bars were released onto the UK market in 1973, turning over £2 million a year by 1974, before being withdrawn in 1979. They were re-launched in 1994 after 15 years. In the UK, a caramel-filled version is also sold, with a yellow wrapper. This was formerly known as the Taz bar, featuring the Looney Tunes character. They disappeared for several years before returning under the Freddo image. In June 2006, a scare over possible salmonella contamination in some Cadbury products in the UK led to the recall of around a million Cadbury chocolate bars, including the standard Freddo. As a result of the contamination, Cadbury was fined £1 million, and ordered to pay an additional £152,000 in costs. In 2009, the Freddo chocolate was redesigned in the United Kingdom, featuring a new, glossier Freddo design, and a replacement Dairy Milk logo. The same year saw the launch of an online animated series on the product's website. === Inflation === In the United Kingdom, the price of Freddo is informally used to measure the cost of living and inflation rates, with each generation comparing a different price. When Freddo bar was relaunched in the 1990s, it was priced at 10p. The price of a Freddo remained at 10p until 2005, when the price of a Freddo bar has roughly increased in price by 2p a year, with the 2016 selling price being 25p. In 2017, the price of Freddos increased to 30p, double the price adjusted for inflation (15p), compared to its launch price (10p). This led to public criticism and outrage across social media platforms. For one week in January 2019, the British supermarket Tesco reduced the price of Freddo to the nostalgic price of 10p as part of their centenary celebrations. The current price of a Freddo in Sainsburys is as much as 25p Freddo price 10th June 2021 == Varieties == Though primarily available as solid milk fingers, certain versions of the product have a cream, caramel, or other centered flavouring. These include Dairy Milk, white chocolate, rice crisp, strawberry, peppermint, Crunchie, pineapple, popping candy, \"Rainbow Crunch\" and \"Milky Top\" (the top half being white chocolate and the bottom milk chocolate, in the style of Cadbury's \"Top Deck\" products). Milky Top Freddo, along with the Giant Caramello Koala, was the brain-child of then Australian brand manager Jesse Karjalainen. ==See also== * List of chocolate bar brands == References == == External links == * Category:Australian confectionery Category:Cadbury brands Category:Chocolate bars Category:Fictional frogs and toads Category:Products introduced in 1930 Category:Mondelez International brands",
 "title": "Freddo"
}