{
 "id": "280500",
 "text": "Palden Thondup Namgyal (Sikkimese: ; Wylie: dpal-ldan don-grub rnam-rgyal) (23 May 1923 – 29 January 1982) was the 12th and last Chogyal (king) of the Kingdom of Sikkim. ==Biography== Namgyal was born on 23 May 1923 at the Royal Palace, Park Ridge, Gangtok. At six, he became a student at St. Joseph's Convent in Kalimpong, but had to terminate his studies due to attacks of malaria. From age eight to eleven he studied under his uncle, Rimpoche Lhatsun, in order to be ordained a Buddhist monk; he was subsequently recognised as the reincarnated leader of both Phodong and Rumtek monasteries. He later continued his studies at St. Joseph's College in Darjeeling and finally graduated from Bishop Cotton School in Shimla, in 1941. His plans to study science at Cambridge were dashed when his elder brother, the crown prince, a member of the Indian Air Force was killed in a plane crash in 1941. Namgyal served as adviser for internal affairs for his father, Sir Tashi Namgyal, the 11th Chogyal, and led the negotiating team which established Sikkim's relationship to India after independence in 1949. He married Samyo Kushoe Sangideki in 1950, a daughter of an important Tibetan family of Lhasa, and together they had two sons and a daughter. Samyo Kushoe Sangideki died in 1957. thumb|King and Queen of Sikkim, 1966|260x260px In 1963, Namgyal married Hope Cooke, a 22-year-old American socialite from New York City; she was a graduate of Sarah Lawrence College in Yonkers in the state of New York. The marriage brought worldwide media attention to Sikkim. The couple, who had two children, divorced in 1980. Shortly after Namgyal's marriage, his father died and he was crowned the new Chogyal on an astrologically favourable date in 1965. In 1975, the Prime Minister of Sikkim appealed to the Indian Parliament for Sikkim to become a state of India. In April of that year, the Indian Army took over the city of Gangtok and disarmed the Chogyal's palace guards. Namgyal was deposed after a referendum on 14 April 1975 resulted in the abolition of the monarchy and Sikkim becoming a state of India. In November 1976, Namgyal allegedly attempted suicide by consuming barbiturates and was airlifted to IPGMER and SSKM Hospital. He was successfully treated by Professor Dr. Amal Kumar Bose, Head of the Department of Anesthesia and Respiratory Care Unit at the SSKM hospital. Namgyal died of cancer at the Memorial Sloan Kettering Cancer Center in New York City, United States on 29 January 1982. He was 58 years old at the time of his death. Upon his death, 31 members of the State Legislative Assembly offered khadas to the Chogyal as a mark of respect. ===Other interests=== Namgyal was an amateur radio operator, call-sign AC3PT, and was a highly sought after contact on the airwaves. The international callbook listed his address as: P.T. Namgyal, The Palace, Gangtok, Sikkim. He financed the documentary Sikkim (1971) by Indian filmmaker Satyajit Ray. ==Legacy== Namgyal shaped a \"model Asian state\" where the literacy rate and per capita income were twice as high as neighbours Nepal, Bhutan and India. His first son, the former crown prince Tenzing Kunzang Jigme Namgyal, died in 1978 in a car accident. His second son from his first marriage, Tobgyal Wangchuk Tenzing Namgyal, was named the 13th Chogyal, but the position no longer confers any official authority. ==Titles== *1923–1941: Prince Palden Thondup Namgyal. *1941–1947: Maharajkumar Sri Panch Palden Thondup Namgyal. *1947–1953: Maharajkumar Sri Panch Palden Thondup Namgyal, OBE. *1953–1963: Lieutenant-Colonel Maharajkumar Sri Panch Palden Thondup Namgyal, OBE. *1963–1965: Lieutenant-Colonel His Highness Muwong Chogyal Sri Panch Chempo Palden Thondup Namgyal, Maharaja Chogyal of Sikkim, OBE. *1965–1982: Major-General His Highness Muwong Chogyal Sri Panch Chempo Palden Thondup Namgyal, Maharaja Chogyal of Sikkim, OBE. ==Honours== (ribbon bar, as it would look today) {| style=\"margin:1em auto; text-align:center;\" |110px |110px |110px |110px |- |110px |110px |110px |110px |} *: ** 50px Order of the Precious Jewel of the Heart of Sikkim (Founder), September 1972 *: ** 50px Padma Bhushan, 22 February 1954 * ** 50px Order of the British Empire (OBE), 1 January 1947 ** 50px Indian Independence Medal, 1948 * ** 50px Order of the Black Star (Commandeur), 1956 * ** 50px King Mahendra Investiture Medal, 2 May 1956 ** 50px King Birendra Investiture Medal, 24 February 1975 * ** 50px King Jigme Singye Investiture Medal, 2 June 1974Final Programmes for The Coronation and The Silver Jubilee Celebration ==See also== * History of Sikkim ==References== ==External links== * Photos of Palden Thondup Namgyal Category:1923 births Category:1982 deaths Category:Buddhist monarchs Category:Monarchs of Sikkim Category:Officers of the Order of the British Empire Category:Recipients of the Padma Bhushan in public affairs Category:Indian amateur radio operators Category:Amateur radio people",
 "title": "Palden Thondup Namgyal"
}