{
 "id": "280812",
 "text": "Paul Scarron (c. 1 July 1610 in Paris – 6 October 1660 in Paris) (a.k.a. Monsieur Scarron) was a French poet, dramatist, and novelist, born in Paris. Though his precise birth date is unknown, he was baptized on 4 July 1610. Scarron was the first husband of Françoise d'Aubigné, who later became Madame de Maintenon and secretly married King Louis XIV of France. ==Life== Scarron was the seventh child of Paul Scarron, a noble of the robe and member of the Parlement of Paris, and Gabrielle Goguet. Paul became an abbé when he was nineteen. He lived in Le Mans from 1632 to 1640, and in 1635 traveled to Rome with his patron, Charles de Beaumanoir, the bishop of Le Mans. Finding a patron in Marie de Hautefort, maîtresse-en-titre of Louis XIII, he became a well-known figure in literary and fashionable society. thumb|left|180px|Paul Scarron, engraving by Antoine Boizot, 1736 In 1638, Scarron became crippled. One source (Laurent Angliviel de la Beaumelle, Memoires... de Mme de Maintenon) attributed Scarron's deformities to rheumatism contracted from spending time in a swamp. According to this story, Scarron, while residing at Le Mans, once tarred and feathered himself as a carnival freak and was obliged to hide in a swamp to escape the wrath of the townspeople. Another story has Scarron falling into an ice-water bath during the Carnival season. It seems more likely, seeing the connection with water, that he was crippled by polio. Whatever the cause, Scarron began to suffer from miserable deformity and pain. His upper body became permanently twisted and his legs were paralyzed; he was obliged to use a wheelchair, and began taking copious amounts of opium to relieve his pain. Adding to his misfortunes, he became involved in a series of lawsuits with his stepmother over his father's property, as well as being obliged to support his sisters financially. Scarron returned to Paris in 1640. In 1643, he published Recueil de quelques vers burlesques (\"A Collection of Some Burlesque Verses\"), and the next year published Typhon ou la gigantomachie. At Le Mans he had conceived the idea of his Roman comique (\"Comic Novel\"), the first part of which was printed in 1651. In 1645, his comedy Jodelet, ou le maître valet (\"Jodelet, or the Valet as Master\") – the actor who played the leading role was also called Jodelet. Jodelet was the first of many French comedies about a servant who takes on the role of master, an idea that Scarron borrowed from the Spanish. Scarron became employed by the bookseller Quinet and called his works his \"marquisat de Quinet.\" He had also a pension from Nicolas Fouquet, and one from the queen. Scarron had initially dedicated Typhon to Mazarin, who was not impressed with the work; Scarron then changed it to a burlesque on Mazarin. In 1651 he expressed his allegiance to the Fronde by writing a violent anti-Mazarin pamphlet, and lost his pensions due to this. In his early years, Scarron was something of a libertine. In 1649 a penniless lady of good family, Céleste de Palaiseau, kept his house in the Rue d'Enfer, and tried to reform the habits of Scarron and his circle. In 1652, he married the impoverished but beautiful Françoise d'Aubigné, afterwards famous as Madame de Maintenon, second wife of Louis XIV. He died in Paris on 6 October 1660. ==Epitaph== Scarron wrote his own epitaph, which makes reference to the terrible physical pain he suffered during the last years of his life: :Celui qui cy maintenant dort :Fit plus de pitié que d'envie, :Et souffrit mille fois la mort :Avant que de perdre la vie. :Passant, ne fais ici de bruit :Garde bien que tu ne l'éveilles : :Car voici la première nuit :Que le pauvre Scarron sommeille. :\"He who sleeps here now :Deserved more pity than envy, :And suffered death a thousand times :Before losing his life. :Passer-by, do not make noise here :Be careful not to wake him :Because this is the first night :That poor Scarron slumbers.\" ==Works== Scarron was very prolific as an author. The piece most famous in his own day was his Virgile travesti (1648–1653), a parody of the Aeneid, but the reputation of this work later declined. According to the Encyclopædia Britannica Eleventh Edition, the Virgile travesti \"is now thought a somewhat ignoble waste of singular powers for burlesque\" and the Roman comique (1651–1657) is Scarron's best work: \"This history of a troupe of strolling actors... is almost the first French novel...which shows real power of painting manners and character, and is singularly vivid. It is in the style of the Spanish picaresque romance, and furnished Théophile Gautier with the idea and with some of the details of his Capitaine Fracasse.\" Scarron also wrote some shorter novellas, including La Precaution inutile, which inspired Sedaine's Gageure imprévue; Les Hypocrites and may also have inspired Molière's Tartuffe. His plays include Jodelet (1645), Don Japhet d'Arménie (1653), L'Écolier de Salamanque (1654), Le Marquis ridicule ou la comtesse faite à la hâte (1655), La Fausse Apparence (1657), Le Prince corsaire (1658). Most of his works were adapted from Spanish sources, particularly Tirso de Molina and Francisco de Rojas Zorrilla. Scarron is a character in the D'Artagnan romance Twenty Years After by Alexandre Dumas. == The Roman Comique == The Roman Comique tells the adventures of a company of strolling players in a realistic setting, thus providing much information concerning the customs of these companies of actors. The main plot tells the misadventures of Destin's acting company and presents us with an intrusive narrator who disappears when some of the characters tell their life stories such as Destin, La Caverne and La Garouffiere. These stories have a higher tone than the main plot since they tell of past loves among the nobility. In the end the reader is able to unveil many of the mysteries of the novel and the relationship between the heroic material from the past and the comic adventures of the present since L'Estoile is the noble Leonore in disguise.Peter V. Conroy Jr. \"The Narrative Stance in Scarron's Roman Comique,\" The French Review Special Issue No. 6 (Spring 1974) pp. 18–30 The novel also borrows some of its humor (partially embodied in Ragotin) from Miguel de Cervantes's Don Quixote as well as from Menippean satire.Barbara L. Merry, Menippean Elements in Paul Scarron's Roman comique. American University Studies, Series II. Romance Languages and Literature, 1992, p. 117. Frederick A. de Armas, “Saturnine Texts and Parodic Sunrises: Don Quixote and Le Roman comique,” Neophilologus (2021) It also contains four interpolated tales, taken mainly from Spanish sources. The most famous is the novella of the \"Invisible Mistress,\" a comic adaptation of the more serious tale by Alonso de Castillo Solorzano.Frederick A. de Armas, Paul Scarron, Twayne, 1972 This tale, which includes a number of comic narrative intrusions, would be reworked by a number of English authors such as Thomas Otway and Eliza Haywood.Charles H. Hinnant, \"Ironic Inversion in Eliza Heywood's Fiction Fantomina and ‘The History of the Invisible Mistress,’\" Women's Writing 17.3 (2010) ==References== * ==External links== * Biography, Bibliography (in French) * * * * Category:1610 births Category:1660 deaths Category:Writers from Paris Category:17th-century French dramatists and playwrights Category:17th-century French poets Category:17th-century French male writers Category:17th-century French novelists Category:French people with disabilities Category:Parodists",
 "title": "Paul Scarron"
}