{
 "id": "280893",
 "text": "Prince Edward, Duke of Kent, (Edward George Nicholas Paul Patrick; born 9 October 1935) is a member of the British royal family. He is a first cousin of Queen Elizabeth II through their fathers, Prince George, Duke of Kent, and King George VI. Edward's mother Princess Marina of Greece and Denmark was also a first cousin of the Queen's husband Prince Philip, Duke of Edinburgh, making him both a second cousin and first cousin once removed to Prince Charles. Prince Edward has held the title of Duke of Kent for nearly 80 years, since the age of six, after the death of his father in a plane crash in 1942. Edward carries out engagements on behalf of the Queen and is involved with over 140 charitable organisations. He was president of the All England Lawn Tennis and Croquet Club, presenting the trophies to the Wimbledon champion and runner-up, and served as the United Kingdom's Special Representative for International Trade and Investment, retiring in 2001. He is president of The Scout Association, the Royal United Services Institute, and the Royal Institution of Great Britain, and since 1967 Grand Master of the United Grand Lodge of England. Much of his charity work revolves around war remembrance, technology, and the growth of British industry. ==Early life and education== Prince Edward was born on 9 October 1935, at No. 3 Belgrave Square, London, to Prince George, Duke of Kent and Princess Marina. Home Secretary Sir John Simon was present to verify the birth. His father was the fourth son of George V and Queen Mary. His mother was the daughter of Prince Nicholas of Greece and Denmark and Grand Duchess Elena Vladimirovna of Russia. He was baptised in the Private Chapel of Buckingham Palace on 20 November 1935 by Archbishop of Canterbury Cosmo Lang. His godparents were his grandparents, George V, Queen Mary and Prince Nicholas of Greece and Denmark; as well as the Prince of Wales; the Princess Royal, the Duke of Connaught and Strathearn (whose son, Prince Arthur of Connaught, stood proxy); and the Duchess of Argyll. Prince Edward began his education at Ludgrove, a preparatory school in Berkshire, before going on to Eton College and then Le Rosey in Switzerland. After school he entered the Royal Military Academy Sandhurst, where he won the Sir James Moncrieff Grierson prize for foreign languages. Edward speaks fluent French, having been raised in a house where, according to the words of his younger brother, Prince Michael of Kent, his mother and aunts spoke French as a matter of preference. On 25 August 1942, Prince Edward's father, the Duke of Kent, was killed when his plane crashed in bad weather in Caithness. Prince Edward, at six years old, succeeded his father as Duke of Kent, Earl of St Andrews and Baron Downpatrick. As a member of the royal family, Prince Edward began performing engagements at an early age. In 1952, at the age of 16, he walked behind the coffin of his uncle, George VI, at his state funeral. In 1953, he attended the coronation of his cousin, Elizabeth II, and was the third to pay homage at her throne, following the dukes of Edinburgh and Gloucester. ==Military service== On 29 July 1955, the Duke of Kent graduated from the Royal Military Academy Sandhurst as a second lieutenant in the Royal Scots Greys, the beginning of a military career which lasted over 20 years. He was promoted to captain on 29 July 1961. From 1962 to 1963, the Duke of Kent served in Hong Kong, later serving on the staff in Eastern Command. He was promoted to major on 31 December 1967. In 1970, the Duke commanded a squadron of his regiment serving in the British Sovereign Base Area in Cyprus, part of the UN force enforcing peace between the Greek and Turkish parts of the divided island. During the early 1970s, the Duke also served in Northern Ireland with his regiment. He was promoted to lieutenant-colonel on 30 June 1973. The Duke retired from the army on 15 April 1976. He was subsequently promoted to major-general on 11 June 1983 and to field marshal on 11 June 1993. ==Marriage and personal life== thumb|The Duke and Duchess of Kent, 2013 At York Minster on 8 June 1961 the Duke of Kent married Katharine Worsley, the only daughter of Sir William Arthrington Worsley, 4th Baronet by his wife Joyce Morgan Brunner. She converted to Roman Catholicism in 1994, but because the conversion occurred after their marriage, it did not cause the Duke to lose his place in the line of succession, as the Act of Settlement 1701 only applied where the spouse was a Catholic at the time of marriage. The disqualification by marrying a Catholic was removed by the Succession to the Crown Act 2013. They have three living children: * George, Earl of St Andrews, born 26 June 1962 at Coppins; married Sylvana Tomaselli * Lady Helen Taylor, born 28 April 1964 at Coppins; married Timothy Taylor * Lord Nicholas Windsor, born 25 July 1970 at King's College Hospital in London; married, 2006, Paola Doimi de Lupis de Frankopan * A son, stillborn on 5 October 1977. Two years before the stillbirth, Katharine had an abortion after contracting German measles. The Duke and Duchess of Kent reside at Wren House, Kensington Palace, in London. The Duke had a mild stroke on the morning of 18 March 2013. In April 2015, he suffered from a hip injury and was hospitalised at Aberdeen Royal Infirmary for further treatments. ==Activities== The Duke of Kent has performed engagements on behalf of his cousin, the Queen, for over 50 years. The Duke has represented the Queen during independence celebrations in the Commonwealth countries of Sierra Leone, Uganda, Guyana, Gambia Ghana, to commemorate its 50th independence anniversary celebration. He has also acted as Counsellor of State during periods of the Queen's absence abroad. One of the Duke's major public roles for many years was vice-chairman of British Trade International, formerly known as the British Overseas Trade Board, and later as the United Kingdom's Special Representative for International Trade and Investment. This position saw the Duke travel abroad to represent the British government in fostering trade relations with foreign countries and organisations. Prince Andrew, Duke of York succeeded him in this position, which is today known as UK Trade & Investment (or UKTI), although Prince Andrew resigned from the post in 2011. He was also the vice chairman of the British Overseas Trade Board. In that capacity, he became the first member of the royal family to visit China in 1979 with his focus being on the British Energy Exhibition in Beijing. From 1971 to 2000, the Duke of Kent was president of English football's governing body, The Football Association. The Duke has served as the president of The Scout Association since 1975. Along with Prince William of Wales, the Duke visited the Centenary World Scout Jamboree at Hylands Park, Chelmsford in July 2007. He also served as the president of the All England Lawn Tennis and Croquet Club between 1969 and 2021, a position in which he succeeded his late mother, Princess Marina, Duchess of Kent. His other roles include president of the Commonwealth War Graves Commission, the RAF Benevolent Fund, the Royal National Lifeboat Institution, the Stroke Association, the Royal United Services Institute, the Royal Institution, the British Racing Drivers' Club, and patron of the American Air Museum in Britain, Royal West Norfolk Golf Club, Kent County Cricket Club, Opera North, Trinity Laban Conservatoire of Music and Dance, the Duke of York's Royal Military School Dover and St Mungo's Broadway, benefiting the homeless. He is also on the advisory panel for the Mountbatten Medal and presents the medal once the decision has been made. The Duke of Kent is one of the Royal Fellows of the Royal Academy of Engineering. For almost 29 years, the Duke has been the patron of Endeavour, a national youth organisation. He has also served as Royal Patron of The Honourable Society of Lincoln's Inn since 2001, a position previously occupied by his father. In 2015, the Duke received the Dresden Peace Prize for \"his contribution to British-German reconciliation.\" ==Freemasonry== The Duke was initiated into Royal Alpha Lodge No. 16 on 16 December 1963, and was elected its Worshipful Master for 1965 and 1966. Having been appointed Senior Grand Warden in 1966, he was elected as Grand Master the following year, and was installed on 14 June 1967 during United Grand Lodge of England's 250th anniversary celebrations at the Royal Albert Hall. He is the 10th, and longest-serving Grand Master of UGLE, the governing body of Freemasonry in England and Wales. In December 2013, he celebrated 50 years as a freemason. In October 2017 he presided over the tercentenary celebrations of UGLE, marking the 300th anniversary of the founding of the original Grand Lodge, one of two which merged to form UGLE in 1813. The main ceremony was held in the Royal Albert Hall, in the year which also marked the Duke's 50th anniversary of installation as Grand Master. ==Titles, styles, honours and arms== ===Titles and styles=== * 9 October 1935 – 25 August 1942: His Royal Highness Prince Edward of Kent * 25 August 1942 – present: His Royal Highness The Duke of Kent ===Military ranks=== * 29 July 1955: Second lieutenant, Royal Scots Greys * 29 July 1957: Lieutenant, Royal Scots Greys * 29 July 1961: Captain, Royal Scots Greys * 31 December 1967: Major, Royal Scots Greys * 30 June 1973: Lieutenant-colonel, Royal Scots Dragoon Guards. Retired on 15 April 1976 * 11 June 1983: Major general * 11 June 1993: Field marshal ===Honours=== * 45px 12 May 1937: King George VI Coronation Medal * 45px 2 June 1953: Queen Elizabeth II Coronation Medal * 45px 1960: Knight Grand Cross of the Royal Victorian Order (GCVO) * 45px 1961: Sierra Leone Independence Medal * 45px 1966: Guyana Independence Medal * 45px Knight Grand Cross of the Order of St Michael and St George (GCMG) ** 1967: Principal Knight Grand Cross of the Order of St Michael and St George * 45px 6 February 1977: Queen Elizabeth II Silver Jubilee Medal * 45px 1985: Royal Knight of the Order of the Garter (KG) * 45px 6 February 2002: Queen Elizabeth II Golden Jubilee Medal * 45px 6 February 2012: Queen Elizabeth II Diamond Jubilee Medal * 45px Army Long Service and Good Conduct Medal with 3 Bars * 45px Canadian Forces' Decoration (with two clasps) (CD) * 45px 6 February 2022: Queen Elizabeth II Platinum Jubilee Medal ====Foreign==== * 1970: United Nations Medal for the UNFICYP mission * 1991: Golden Pheasant Award of the Scout Association of Japan * 6 November 2000: Knight of the Order of Charles XIII *: Order of Saints George and Constantine First class (civil division) *: Grand Cordon of the Supreme Order of the Renaissance (special class) *: Grand Cordon of the Order of the Star of Jordan *: Grand Cross of the Order of the Star of Africa *: Order of the Three Divine Powers First Class (Jyotirmaya- Subikhyat-Tri-Shakti-Patta) *: Grand Cross of the Order of St Olav *: Grand Cross of the Order of Merit of the Republic of Poland * 21 May 2015: Order of Merit of the Free State of SaxonyDuke of Kent awarded Saxonian Order of Merit ====Civilian appointments==== * Personal Aide-de-Camp to the Queen (1966 to date) * University of Surrey, chancellor (June 1976 to date) * Royal Fellow of the Royal Society (FRS) (1990 to date) ====Military appointments==== ; Canada * Colonel-in-Chief, of The Lorne Scots (Peel, Dufferin and Halton Regiment) (11 June 1977 – present) ; United Kingdom * Colonel, of the Scots Guards * Colonel-in-Chief, of the Royal Regiment of Fusiliers * Royal Colonel, 1st Battalion, of The Rifles * Deputy Colonel-in-Chief, of the Royal Scots Dragoon Guards * 1993: Honorary Air Commodore, of the RAF Leuchars * 15 June 1985 – 30 June 1996: Honorary Air Vice Marshal RAF * 1 July 1996: Honorary Air Chief Marshal RAF ===Arms=== ==Issue== {| class=\"wikitable\" |- !Name!!Birth!!Death!!colspan=\"2\"|Marriage!!Children |- | George Windsor, Earl of St Andrews || 26 June 1962 || || 9 January 1988 || Sylvana Tomaselli || Edward Windsor, Lord Downpatrick Lady Marina Windsor Lady Amelia Windsor |- | Lady Helen Taylor || 28 April 1964 || || 18 July 1992 || Timothy Taylor || Columbus Taylor Cassius Taylor Eloise Taylor Estella Taylor |- | Lord Nicholas Windsor || 25 July 1970 || || 4 November 2006 || Paola Doimi de Lupis de Frankopan || Albert Windsor Leopold Windsor Louis Windsor |- | Lord Patrick Windsor || colspan=\"2\" | Stillborn on 5 October 1977 || || || |} ==Ancestry== ==Notes== ==References== ==External links== * * *The Duke of Kent at the Royal Family website *The United Grand Lodge of England – HRH The Duke of Kent, KG, GCMG, GCVO, ADC (Grand Master) *Time Article on Birth of Prince Edward Category:1935 births Category:Living people Edward, Duke of Kent Edward, Duke of Kent Category:Alumni of Institut Le Rosey Category:Presidents of the Football Association Category:British field marshals Category:Royal Air Force air marshals Category:Dukes of Kent Category:Knights Grand Cross of the Order of St Michael and St George Category:Knights Grand Cross of the Royal Victorian Order Category:Knights of the Garter Category:Grand Commanders of the Order of Saints George and Constantine Category:Members of the Order of Tri Shakti Patta, First Class Category:Grand Crosses of the Order of Merit of the Republic of Poland Category:Knights of the Order of Charles XIII Category:Recipients of the Order of Merit of the Free State of Saxony Category:People educated at Ludgrove School Category:People educated at Eton College Category:Graduates of the Royal Military Academy Sandhurst Category:People from Westminster Category:People associated with the University of Surrey Category:Grand Masters of the United Grand Lodge of England Category:Presidents of the British Computer Society Category:Royal Scots Greys officers Category:Royal Scots Dragoon Guards officers Category:Presidents of the British Science Association Category:British people of Greek descent",
 "title": "Prince Edward, Duke of Kent"
}