{
 "id": "280963",
 "text": "The Cantharellales are an order of fungi in the class Agaricomycetes. The order includes not only the chanterelles (Cantharellaceae), but also some of the tooth fungi (Hydnaceae), clavarioid fungi (Aphelariaceae and Clavulinaceae), and corticioid fungi (Botryobasidiaceae). Species within the order are variously ectomycorrhizal, saprotrophic, associated with orchids, or facultative plant pathogens. Those of economic importance include edible and commercially collected Cantharellus, Craterellus, and Hydnum species as well as crop pathogens in the genera Ceratobasidium and Thanatephorus (Rhizoctonia). ==Taxonomy== The order was originally proposed in 1926 by German mycologist Ernst Albert Gäumann to accommodate species within the phylum Basidiomycota having \"stichic\" basidia (basidia with nuclear spindles arranged longitudinally). On this basis, he included three families within the Cantharellales: the Cantharellaceae (including the Hydnaceae), the Clavulinaceae, and the Exobasidiaceae. The last group are now placed within the Exobasidiales. By 1995, the order had been amended (based on micromorphological research) to include not only the Cantharellaceae, but also the Aphelariaceae, Clavariaceae, Clavariadelphaceae, Clavulinaceae, Craterellaceae, Hydnaceae, Physalacriaceae, Pterulaceae, Scutigeraceae, Sparassidaceae, and Typhulaceae. ===Current status=== Molecular research, based on cladistic analysis of DNA sequences, has redefined the Cantharellales. As well as the Cantharellaceae (chanterelles and their allies, inclusive of the Craterellaceae), the order currently comprises fungi with morphologically diverse sporocarps (fruit bodies) within the Aphelariaceae (clavarioid fungi), Botryobasidiaceae (corticioid fungi), Ceratobasidiaceae (heterobasidiomycetes), Clavulinaceae (clavarioid fungi), Hydnaceae (tooth fungi), and Tulasnellaceae (heterobasidiomycetes). The Clavariaceae, Physalacriaceae, Pterulaceae, and Typhulaceae, previously included within the order, are now placed within the Agaricales; the Clavariadelphaceae are now in the Gomphales; the Sparassidaceae in the Polyporales. The Scutigeraceae have been replaced by the Albatrellaceae within the Russulales. According to a 2008 estimate, the order contains 7 families, 38 genera, and 544 species. ==Habitat and distribution== Most fungi within the order are ectomycorrhizal, forming mutually beneficial associations with certain trees, shrubs, and other vascular plants. Species in the Botryobasidiaceae are believed to be saprotrophs of fallen wood and leaf litter. Species in the Ceratobasidiaceae are also saprotrophs, but some are capable of becoming facultative plant pathogens. Species in the Tulasnellaceae are saprotrophic, but are also associated with orchid mycorrhiza, as are some species in the Ceratobasidiaceae. Distribution is cosmopolitan. ==Economic importance== Sporocarps (fruit bodies) of chanterelles and some Hydnum species, particularly Hydnum repandum, are edible and widely collected on a commercial scale. They are marketed fresh or processed and traded internationally. Several species in the Ceratobasidiaceae, notably Rhizoctonia solani, cause significant diseases of cereals and other commercial crops, as well as turf grass. ==Genera incertae sedis== Some genera of the Cantharellales have not been assigned to any family, i.e., they are incertae sedis with respect to familial placement: *Burgella Diederich & Lawrey (2007) *Minimedusa Weresub & P.M.LeClair (1971) *Odontiochaete Rick (1940) *Radulochaete Rick (1940) File:Aphelaria 82539.jpg|Aphelaria cf. complanata (Aphelariaceae) File:Botryobasidium.vagum.-.lindsey.jpg|Botryobasidium vagum (Botryobasidiaceae) File:Totentrompeten Herbsttrompeten.jpg|Craterellus cornucopioides (Cantharellaceae) File:Clavulina coralloides - Lindsey.jpg|Clavulina coralloides (Clavulinaceae) File:Hedgehog fungi.jpg|Hydnum repandum (Hydnaceae) File:Tulasnella.violea.-.lindsey.jpg|Tulasnella violea (Tulasnellaceae) ==References== Category:Basidiomycota orders Category:Taxa described in 1926",
 "title": "Cantharellales"
}