{
 "id": "282620",
 "text": "Pond Inlet () is a small, predominantly Inuit community in the Qikiqtaaluk Region of Nunavut, Canada, located on northern Baffin Island. To the Inuit the name of the place \"is and always has been Mittimatalik.\" The Scottish explorer Sir John Ross had named an arm of the sea that separates Bylot Island from Baffin Island as Pond's Bay, and the hamlet now shares that name. On August 29, 1921, the Hudson's Bay Company opened its trading post near the Inuit camp and named it Pond Inlet, marking the expansion of its trading empire into the High Arctic. At the 2016 census the population, which is 92% Inuit, was 1,617, an increase of 4.4% from the 2011 census Pond Inlet, the largest community in Northern Baffin Island—part of the Arctic Cordillera—with mountains visible from all sides, is called the \"Jewel of the North\". At the ice flow edge there is an abundance of wildlife, including polar bears, caribou, wolves, arctic foxes, ringed seal, and narwhals. It attracts hundreds of visitors each year, who travel by air or by cruise ship. The Nattinnak Visitors Centre on Eclipse Sound which overlooks Bylot Island, showcases Pond Inlet artists. The Sirmilik National Park on Bylot Island, the Tamaarvik Territorial Park, and the Qilaukat Thule site are near the hamlet. Pond Inlet's economy is mixed—including both traditional subsistence and wage-based activities. The wildlife economy, \"including hunting, fishing, trapping and gathering...continues to play an important role in Pond Inlet and contributes to the foundation of Inuit culture and economy\". As part of the decentralization process that was adopted by the new Nunavut government as a job creation strategy, Pond Inlet became the Qikiqtani regional centre for Nunavut's Department of Economic Development and Transportation. Growth sectors in Nunavut include arts and crafts and wildlife harvesting for future economic development. Baffinland Iron Mines Corporation's open-pit mine—located 160 kilometres south-southwest of Pond Inlet—Mary River Mine—has attracted international attention for its planned phase two expansion, that would see a dramatic increase in shipping from its Milne Inlet port in Eclipse Sound, near Pond Inlet, through a narwhal habitat in the waters near Greenland. Milne Inlet is a \"small inlet\" that \"opens into Eclipse Sound, a primary summering area for Nunavut's largest population of narwhal\". Ships from Baffinland's port in Milne Inlet will have to enter and exit Tallurutiup Imanga National Marine Conservation Area—a national marine conservation area. In a 2021 letter to the Nunavut Impact Review Board, the mayor of Pond Inlet, Joshua Arreak, said that the hamlet would not support the phase two project unless Baffinland agreed to slow down their increase in production to yearly increments of 1.5 million tonners per year.\" In Baffinland's 2019 annual report, Pond Inlet reported that in 2018 there were 49 people employed by Baffinland in Pond Inlet and the number was decreasing. Baffinland had built a tote road to carry truckloads of iron ore from Mary River Mine to Milne Inlet instead of the special cold-weather railway and a new port Steensby Inlet planned in 2011 and proposed in 2008. With a global decrease in the price of iron ore, Baffinland said that the railway and Steensby Inlet port was too expensive an option at that time. Phase 2 would include the railway. On February 4, 2021, as the two-week long scheduled Nunavut Impact Review Board review on the Baffinland expansion was nearing its end, eight hunters from Pond Inlet and Arctic Bay, set up a peaceful blockade at Mary River project's tote road and airstrip. The communities of Pond Inlet and Arctic Bay are nearest the mine site. The hunters feel their wildlife economy is threatened—protesting the expansion and the review process itself. The protesters have formed a line of snowmobiles, their gear-laden wooden sleds, and their tent. The hunters are asking other protestors to not destroy Baffinland's equipment. Dozens of Baffinland's Inuit employees are being paid to stay home to avoid bringing COVID-19 into the small communities. The vast majority of mine workers are non-Inuit who are flown into the work camps. Tununiq Sauniq Cooperative Limited, most often referred to simply as the Co- op, also operates a local hotel and other endeavours. ==Geography== Mittimatalik, which literally means \"the place where the landing place is\"—known in English as Pond Inlet—is located on the northerly tip of Baffin Island in the Lancaster Sound region on the east side of Eclipse Sound. The region has one of Canada's most inhospitable climates—with long, dark winters and temperatures averaging . By 2006, Pond Inlet with a population of 1,315, along with Clyde River with 820 and Qikiqtarjuaq with 473, comprised the population of the Arctic Cordillera—about 2,600 people. Most of the people who live in the region survive by hunting, fishing, and trapping.*Chernoff, M. N., H. R. Hovdebo, and J. Stuart-Smith. Eastern Canadian Cordillera and Arctic Islands An Aerial Reconnaissance. Ottawa: 24th International Geological Congress, 1972. * Geological Survey of Canada. Cordillera and Pacific Margin Interior Plains and Arctic Canada. Geological Survey of Canada Current Research, 1998-A. 1998. * Hall, John K. Arctic Ocean Geophysical Studies The Alpha Cordillera and Mendeleyev Ridge. Palisades, N.Y.: Lamont-Doherty Geological Observatory, Columbia University, 1970. * Walker, Edward R. A Synoptic Climatology for Parts of the Western Cordillera. Montreal: McGill University, 1961. Significant geographic features near Pond Inlet include its ice edge which attracts a diversity of wild life, particularly ringed seal, Arctic cod, murres and some other sea birds that thrive there, because of its \"greater access to preferred foods\". thumb|left|100px|Pond Inlet is 30 km southeast of Bylot IslandA 30-kilometre-wide arm of the sea separates Pond Inlet from Bylot Island, a large uninhabited island of . The waterways between Bylot Island and Baffin Island are Navy Board Inlet , which opens into Lancaster Sound and Eclipse Sound, which opens to Baffin Bay. Navy Board Inlet is the entrance to the Northwest Passage. Eclipse Sound separates Pond Inlet from Bylot Island and has a series of deeply cut inlets west of Pond Inlet, including Milne Inlet, a small inlet, flows south from Navy Board Inlet at the confluence of Eclipse Sound. The Pond Inlet region, including Bylot Island, is covered by the Arctic Cordillera, a terrestrial ecozone in Canada, characterized by a vast, deeply dissected chain of mountain ranges. There are mountains visible from all sides of Pond Inlet. From the summit of Mount Herodier at , which is east of the hamlet, the entire area is visible. Inuit from Pond Inlet travel to the Island regularly and its mountains form a backdrop to the hamlet's landscape. thumb|left|150px|Sirmilik GlacierBylot Island along with Sirmilik National Park, is a protected area. The Bylot Island Migratory Bird Sanctuary, which is across the Eclipse Sound from Pond Inlet, has been a federally protected area since 1962 and is the second largest Migratory Bird Sanctuary (MBS). It was created to protect the nesting grounds of thick-billed murre, black-legged kittiwake and greater snow goose.Bylot Island Migratory Bird Sanctuary In 2016, an elder and an Inuit youth from Pond Inlet joined Parks Canada's archaeologists to excavate one of the sod houses at the Thule site, known as Qaiqsut, in Bylot Island's Sirmilik National Park—one of Canada's most northerly parks. The site, which still has a handful of sod houses, had been used by the ancestors of Inuit for centuries, and had also been used by Scottish whalers 200 years ago. Mary River, with its fresh water lake, which is about 160 km south of Pond Inlet—where caribou graze in the summer season—was an annual meeting place for semi-nomadic Inuit for hundreds of years. Pond Inlet Inuit have names for about 150 geographic features in the area immediately surrounding the hamlet that have been added to detailed maps in a collaboration between the Inuit Heritage Trust Incorporated (IHTI) and Canada-Nunavut Geoscience Office (CNGO). The entrance to the open sea to the west of the hamlet is called Tursukattak Sound—\"heading west from a narrow passage to a large opening\" as it resembles the narrow entrance of an igloo. One of the place names refers to Captain James Bannerman, a Scottish whaler of the 1875 British Arctic Expedition, whose great grandson is a resident of Pond Inlet. == Demographics == In the 2021 Census of Population conducted by Statistics Canada, Pond Inlet recorded a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. Of the total population in 2016, about 49.4% were female and 50.6% male. There were 170 non-Inuit and 1,503 Inuit.Compared to the rest of Canada, Pond Inlet's population is \"relatively young, with nearly 35% of the population under the age of 15.\" The \"average age of residents is 20.8 years\", compared to Nunavut at 23 years the general Canadian population at 39. According to the Qikiqtani Truth Commission, in 2013, 1,549 people—92% of them Inuit—lived in Pond Inlet. President J. Okalik Eegeesiak Pond Inlet's population in 2006 was 1,315 people; the entire region had about 2,600 people. By 2011, there were about 5,400 people living within a 400 kilometres radius of the proposed Mary River mine site. ==Wildlife== By 2011, many Inuit continued to live off the land in the Pond Inlet area. Wildlife in the region includes caribou, polar bears, foxes, ermines, lemmings, and hares. The coastal waters have walrus, seals, beluga, whales, and narwhals. A report on community histories, said that an important part of the traditional diet in Pond Inlet came from ringed seals. A 1982 article in the journal Arctic based on 1979 studies of the Pond Inlet ice edge, observed the behaviours of Northern fulmars (Fulmarus glacialis), black-legged kittiwakes (Rissa tridactyla), thick billed murres (Uria lomvia), and black guillemots (Cepphus grylle), narwhals (Monodon monoceros), white whales (Delphinapterus leucas), arctic cod (Boreogadus saida), and ringed seals (Phoca hispida). Reseachers found that both ringed seals and arctic cod preferred landfast ice and that the arctic cod that remained close to the undersurface of landfast ice, were larger and older than those offshore. The variety of wildlife so close to the hamlet is one of its tourist attractions. ===Mittimatalik Hunters and Trappers Organization=== Pond Inlet's Mittimatalik Hunters and Trappers Organization (MHTO) have been actively participating in discussions regarding Baffinland's Phase 2 Proposal for expansion of the Mary River project by submitting presentations to the Qikiqtani Inuit Association’s (QIA). The Nunavut Impact Review Board was criticized for rushing through the process by limiting the number of questions each party could ask Baffinland. MHTO board member, elder and hunter Elijah Panipakoocho expressed frustration with the process. The MHTO and the Hamlet of Pond Inlet said that the NIRB process was not supporting Inuit interests. Panipakoocho said that now the caribou are gone, and the seal that they used to hunt in Milne Inlet during the fall freeze-up are no longer abundant. MHTO chairperson, Eric Ootoovak, said that \"This project deserves and needs more work, and more attention, and that is what we bring to the table. More questions, not less, are absolutely necessary...Instead of developing more questions based on what we've heard, our technical advisor has spent two days trying to find ways to cut corners and limit our incredibly important questions.\" Milne Inlet, where Baffinalnd have their port, is a \"small inlet\" that \"opens into Eclipse Sound, a primary summering area for Nunavut's largest population of narwhal. After years of negotiations, communities say they still haven't been given a clear picture of how the mine will impact Inuit land use and hunting rights for themselves and following generations.\" ==Place name== To the Inuit, the place \"is and always has been Mittimatalik.\" The hamlet shares its name with an arm of the sea that separates Bylot Island from Baffin Island. The place name for the body of water, an arm of the ocean that separates Baffin Island from Bylot Island to the north – Pond's Bay – was chosen by the explorer John Ross in 1818 in honour of the English astronomer John Pond, at the time the sixth Astronomer Royal. The hamlet shares that English name, Pond Inlet, used by the early Scottish whalers and traders, the Sikaatsi. On August 29, 1921, when the Hudson's Bay Company opened its trading post near an Inuit camp called Pond's Inlet, they named the HBC post, Pond Inlet, marking the expansion of its trading empire into the High Arctic.Scottish explorer John Ross (1777-1856) with naming the body of water and arm of the sea between Bylot Island and Baffin Island—Pond Inlet—in his failed exploratory 1818 expedition organized by the British Admiralty to find the Northwest passage. There was no hamlet until the trading companies arrived much later in the twentieth century. In an arctic whaling ship, the Ross produced a detailed map of the western coast of Greenland and the eastern coast of Baffin Island, naming dozens of capes, mountains, islands, and other geographical features after Scottish and English people and places. He named Pond Inlet after John Pond, a leading English astronomer who was Astronomer Royal from 1811 to 1835. During this first expedition to find the Passage, Ross became confused by a mirage of apparent mountains, at what he thought was the end of Lancaster Sound—a range he called \"Croker Mountains\"—and decided to turn back, much to the discouragement of Lieutenant William Edward Parry, who was the captain of the second ship in the 1818 expedition, the . Parry returned the next year and continued beyond the \"Croker Hills\" mountain mirage, and discovered the main axis of the Northwest Passage.More ==Pond Inlet community histories== According to the 2013 Qikiqtani Truth Commission, the people of the region around Pond Inlet are known as Tununirmiut—\"people of the shaded place\" or Mittimatalingmiut—people of Mittimatalik.\" President J. Okalik Eegeesiak Archaeologists have identified the four thousand years of land use—hunting and fishing on land, sea, and ice—in the Pond Inlet area as pre-Dorset people,About five thousand years ago, the people the ITK refer to as the Sivullirmiut—the first people—\"travelled from the north coast of Alaska, east across Canada as far as southern Greenland\" over a period of a thousand years., This movement east took place about 5000 years ago by a people we refer to as the Sivullirmiut which means the first people. In our legends these early people were often called Tunnit. Archeologists use the terms Predorset, Independence and Dorset to identify the Sivullirmiut. In less than a thousand years, groups of Sivullirmiut traveled from the north coast of Alaska, east across Canada as far as southern Greenland. In Canada, early Inuit settled as far east and south as the Strait of Belle Isle on the coast of Newfoundland. See more at ITK 2016:5 Dorset, Thule, and modern Inuit. Many Inuit in \"present-day Pond Inlet are related to families in Igloolik\". The Igloolik Inuit, are part of the Amitturmiut groups of Inuit—the historic Inuit groups that occupied the coast of northern Foxe Basin—encountered Scottish and British explorers searching for the Northwest Passage in the 1820s. The Amitturmiut Inuit were semi-nomadic travelled great distances on foot and by dogsled on traditional routes to follow the caribou and sea mammals, from hunting caribou to fishing spots. The settlement that was later named Pond Inlet \"grew along a shoreline inhabited as long as any other part of Eclipse Sound— Tasiujaq.Tasiujaq (Formerly Eclipse Sound) Tasiujaq—which has several arms—is a natural Qikiqtaaluk region waterway through the Arctic Archipelago that separates Bylot Island from Baffin Island. Starting in 1903, Scottish entrepreneurs had set up a small whaling station at Igarjuaq. Other Qallunaat traders established trading establishments in the area. There was some contact with Inuit during the short annual whaling season. By 1903, the whaling industry was declining and the year-round station closed down. The area used by the Qallunaat traders at that time \"extended 65 kilometres from Button Point on Bylot Island to Salmon River, which was near Mittimatalik. During the 1920s, the Hudson's Bay Company trading post, Anglican and Catholic mission stations, the Royal Canadian Mounted Police post were established. On August 29, 1921, when the Hudson's Bay Company opened its trading post near the Inuit camp, they named the HBC post, Pond Inlet, marking the expansion of its trading empire into the High Arctic. In 1922, the RCMP built a detachment at Pond Inlet. The Commission reported on community histories, explaining how an important part of the traditional diet in Pond Inlet came from ringed seals. The report also noted that preserved cultural objects provided archaeological evidence of a \"rich material and intangible culture\" in the area. Among these were two \"superb\" shaman's masks from Button Point, that had been carved c. 500-1000 AD and are now in the permanent collection of the Canadian Museum of History. thumb|left|280px|Catholic Church at Pond Inlet The shaman masks were originally collected by Guy Mary- Rousselière, a French-Canadian anthropologist, missionary priest, who spent 56 years in the Canadian Arctic including 36 years in Mittimatalik, from 1958 until his April 23, 1994 death there at the age of 81. (Article updated after death of Mary-Rousselière). Father Mary, as he was known, \"died in a fire at the Catholic mission in Pond Inlet\"—a \"wise and somewhat eccentric elder of the church\". In 1923, Nuqallaq, following Inuit customary law killed a fur trader Robert Janes, originally from Newfoundland, in the small hamlet of Pond Inlet following the hamlet's collective decision to sanction Janes for his dangerous behaviour. Janes had \"reportedly threatened the Inuit and their valuable sled dogs\". Nuqallag was tried according to Canadian law and his wife's testimony in his defense was recorded by Father Mary-Rousselière. Nuqallaq was found guilty and sentenced to ten years of hard labour in the Stony Mountain Penitentiary. In her 2002 non-fiction, Arctic Justice: On Trial for Murder, Pond Inlet, 1923, Shelagh Grant said that the trial and sentence were motivated by \"Canada's international political concerns for establishing sovereignty over the Arctic.\" In his 2017 non-fiction Thou Shalt Do No Murder: Inuit, Injustice, and the Canadian Arctic, Kenn Harper said that the trial \"marked a collision of two cultures with vastly different conceptions of justice and conflict resolution...It hastened the end of the Inuit traditional way of life and ushered in an era in which Inuit autonomy was supplanted by dependence on traders and police, and later missionaries\". When the first hospital was built in 1962 in what is now Nunavut—the Baffin Regional Hospital—pregnant Inuit women were sent there to deliver their babies. In 1964, the Cape Dorset art studio manager, Terrence Ryan, travelled to several communities in North Baffin, provided drawing materials, commissioned and collected drawings from local Inuit Pond Inlet, Clyde River, Arctic Bay and Igloolik, which resulted in a collection of approximately 1,860 sheets of drawings — drawn by 159 local residents. It was a time of \"social, economic and spiritual upheaval\" and the images recorded and reflected that experience in the northern hamlets. The drawings were digitized and published online by the Agnes Etherington Art Centre.The 1964 drawings including many from Pond Inlet were published online based on three themes: Conveying Identities, On the Land, and Our Stories Inuit youth from Pond Inlet were taken from their families and sent to the Churchill Vocational School in northern Manitoba, which operated from September 9, 1964 to June 30, 1973. The students were housed in hostels that were segregated based on the students' religious affiliation—Roman Catholic or Anglican. According to the final report of the Truth and Reconciliation Commission of Canada (2008 to 2015), organized by the parties of the Indian Residential Schools Settlement Agreement, the Churchill Vocational Centre in northern Manitoba, housed Inuit youth from Mittimatalik and about 16 other remote hamlets—all at that time still part of the Northwest Territories—Nunavut was created in 1999. Some of Churchill Vocational Centre students travelled \"staggering\" distances with some Inuit communities separated by as much as 2,200 kilometres. Over the years, the Churchill Vocational Centre had \"provided academic and vocational training to about 1,000 to 1,200 Inuit youth\". The September 2007 landmark compensation deal, the federal government-approved agreement amounted to nearly $2 billion in compensation to former students who had attended 130 schools. By 2008, different levels of government, including Tunnuniq MLA James Arvaluk and Nunavut Tunngavik Incorporated, worked with some former Churchill residential school students, as the school records had not been properly maintained, and many former students were not able to receive adequate and fair compensation. While at Churchill, the young Inuit met other young people from different regions and they discussed common problems and considered political change. www.publichistory.ca The new organizations they founded upon returning to the Arctic, included the Inuit Tapirisat of Canada (ITK) in the eastern Arctic in 1971. It was the ITK that initiated the 1973 Inuit Land Use and Occupancy Project (ILUOP). The ILUOP \"presented a detailed, comprehensive, and verifiable basis for the claim that Inuit used and occupied an area in excess of 2.8 million square kilometres at the time the ILUOP was completed in the Northwest Territories and northeast Yukon\". Hugh Brody (1943-), who was an anthropologist, associated with the University of Cambridge's Scott Polar Research Institute and a Canada Research Chair at the University of the Fraser Valley in British Columbia. did extensive field work in Pond Inlet in the 1970s, as a research officer with the Northern Science Research Group.The peoples' champion, The Guardian, profile, 27 January 2001. In 1976–78 he co- ordinated the land use mapping in the North Baffin region for the Inuit Land Use and Occupancy Project and assembled accounts of Inuit perceptions of land occupancy across the Arctic which were included in the Project's final publications.See the three volume, Report of the Inuit Land Use and Occupancy Project, ed Milton Freeman, Ottawa: DIAND, 1976 By the 1970s, Inuit had gradually \"moved, or been moved, from land-based hunting and trapping camps to new settlements\", like Pond Inlet, that had been developed in the eastern Arctic, and over the years, attempts had been made by the federal government, to integrate Inuit into a \"modern industrial economy\". By the 1970s, the three main sections in Pond Inlet were the area around the cliff called Qaiqsuarjuk, the beach area known as Mittimatalik, and the upper hill area called Qaqqarmiut. By the 1970s, expectant mothers were sent to the Baffin Regional Hospital in Iqaluit to deliver their babies. In the 1990s, in response to one of the recommendations of the 1992 Royal Commission on Aboriginal Peoples, three generations of Pond Inlet women participated in a proect with author and researcher Nancy Wachowich to record and publish their stories. Apphia Agalakti Awa was born on the land in the Eastern High Arctic in 1931, for four decades lived the semi-nomadic life style travelling \"across tundra and sea ice, between hunting camps, fishing spots, and trading posts.\" Mandatory federal day schools opened in Pond Inlet in 1960 and for families that lived on the land, the government built hostels in Igloolik, where even young children—like 8-year old Rhoda Kaukjak Katsak—were housed. Sandra Pikujak Katsak, was born in the regional hospital in Iqaluit as Pond Inlet did not have the hospital facilities. She grew up in Pond Inlet. By the 2000s, the Aboriginal Healing Foundation through the Saluqat Committee's Mittimatalik Healing project in Pond Inlet were providing on-the-land healing camps where elders and residential school survivors addressed many issues related to the aftermath of the residential schools experience. ==Mixed economy: wage-based and traditional subsistence== When Nunavut was established, its government adopted a decentralized strategy for job creation. As part of the decentralization process, Pond Inlet became the Qikiqtani regional centre for Nunavut's Department of Economic Development and Transportation. The government is now the largest employer in Pond Inlet. Growth sectors in Nunavut include small businesses, usually related to serving the community, tourism, arts and crafts and wildlife harvesting. Pond Inlet's economy is mixed with traditional subsistence activities and wage based economic activities. The wildlife economy, which includes \"including hunting, fishing, trapping and gathering...continues to play an important role in Pond Inlet and contributes to the foundation of Inuit culture and economy\". Employment areas include sales and service, social science, education, \"government service and religion occupations, business finance and administration, trades, transport and equipment operators.\" Pond Inlet has a higher unemployment rates than most of Nunavut. When announcing lay-offs in November 2019, Baffinland said that 586 contract employees were affected, which included 96 Inuit. ===Tourism=== As a tourist destination, Pond Inlet is considered one of Canada's \"Jewels of the North\". It is one of the most picturesque communities with mountain ranges visible in all directions. Icebergs are most often accessible from the community within walking distance or a short snowmobile ride in winter. Pond Inlet boasts a nearby floe edge, several dozen glaciers, explorable ice caves, and many grand and picturesque inlets. Barren-ground caribou, ringed seal, narwhals and polar bears are just some of the wildlife that can be encountered while travelling out on the land. Nunavut also boasts one of Canada's newest national parks named after the glaciers that can be viewed north of the community on Bylot Island and Sirmilik National Park. left|150px|Nattinnak Visitor Centre and LibraryBy 1999, Pond Inlet was receiving about 1500 visitors from six to eight cruise ships with tours usually organized around the hamlet's newly built Nattinnak Visitor Centre and the Rebecca P. Idlout Public Library and archives. The Nattinnak Centre offers a variety of on-shore programs, which may include a walking tour of the hamlet, a visit to the Qilaukat Thule site near Salmon River, and/or a cultural performance—with a focus on the creation of Nunavut. Pond Inlet carvers, artists, performers, and others benefit from this \"locally-generated economic activity.\" In 1996, the Rebecca P. Idlout library was moved to its current location in the building it shares with the Nattinnak centre. The building, which is on the waterfront, overlooks Eclipse Sound and Bylot Island. The library, which first opened in November 1988, was named after Idlout, who was a graduate of the Nunavut teacher education programme and was very involved in youth education in Nunavut. ===Tununiq Sauniq Co-op=== The Tununiq Sauniq Co-operative, a member of Arctic Co-operatives Limited, was incorporated in 1968. In Pond Inlet, businesses include a retail store, convenience store, hotel, fuel delivery, Yamaha snowmobile and ATV repair shop, cable television services and property rentals.Tununiq Sauniq Co-operative Limited It serves the community by managing contracts and delivering goods and services to the citizens of Pond Inlet. Some of the services T.S. Co-op provides are: school bus services, First Air services, Qilaut heavy equipment rentals and services, construction contracts, T.V. Cable Services, a grocery and department store, Yamaha snowmobile and ATV repair shop, and others. It also has the largest hotel in the community, the Sauniq Inns North Hotel. ===Inuit land use and occupation=== The Inuit Tapirisat of Canada (ITK) initiated the 1973 Inuit Land Use and Occupancy Project (ILUOP). The ILUOP \"presented a detailed, comprehensive, and verifiable basis for the claim that Inuit used and occupied an area in excess of 2.8 million square kilometres at the time the ILUOP was completed in the Northwest Territories and northeast Yukon\". Hugh Brody (1943-), who was an anthropologist, associated with the University of CambridgeScott Polar Research Institute and a Canada Research Chair at the University of the Fraser Valley in British Columbia. did extensive field work in Pond Inlet in the 1970s, as a research officer with the Northern Science Research Group.The peoples' champion, The Guardian, profile, 27 January 2001. In 1976–78 he co-ordinating the land use mapping in the North Baffin region for the Inuit Land Use and Occupancy Project and assembled accounts of Inuit perceptions of land occupancy across the Arctic which were included in the Project's final publications. In the mid-1980s there were two \"longitudinal surveys of local economic changes in Pond Inlet\" undertaken and more data was gathered in 1997. At that time, job opportunities remained limited. There was some expectation for increased employment with the creation of the new Nunavut government. In Pond Inlet in 2006, the Mary River Inuit Knowledge Study (MRIKS) began with a series of workshops and interviews that were also undertaken in Arctic Bay, Clyde River, Hall Beach, and Igloolik from 2007 and 2010. MRIKS \"included the mapping and illustration of travel routes; seasonal and permanent camps; waterbodies and sources of drinking water; harvesting areas for dietary stables – including caribou, sea mammals, waterfowl, berries and eggs; rock and mineral harvesting areas; non-mammal sea resources such as seaweed, clams, mussels and other fish; and sea ice use. Spiritual, archaeological and burial sites were also identified during this stage of assessment.\" p.121 MRIKS, which was informed by the 1976 ILAOP, asked participants about \"Inuit use and understanding of the land, caribou, marine mammals, fish, birds and other land mammals.\" Participants were asked about the \"names for the major land and water features and thirty-six key words were recorded. The study included Inuit Heritage Trust place names. The Qikiqtani Inuit Association had outstanding concerns about the interpretation of MRIKS data and impacts, and how traditional knowledge from MRIKS will be integrated into the Final Environmental Impact Statement. In June 2019, at a Baffinland Iron Mines Corporation's Mary River mine technical review meeting in Pond Inlet as part of the Nunavut Impact Review Board (NIRB) process, the Qikiqtani Inuit Association presented their study that they had compiled with residents of the nearest community to Mary River mine—Pond Inlet. Pond Inlet had raised concerns Baffinland contracted article that seemed to \"reduce traditional knowledge or Inuit Qaujimajatuqangit (IQ) to static data\". QIA conducted interviews with 35 Pond Inlet residents on \"how they live their daily life, including where they hunt, fish and just enjoy the outdoors\" and used Google Earth mapping to \"mark hunting routes, burial sites and other areas of importance to the community\". ==The creation of Nunavut== In 1976, the nonprofit organization, the Inuit Tapirisat of Canada (ITC), now known as the Inuit Tapiriit Kanatami—the national voice for Canadian Inuit Communities, representing tens of thousands of Inuit—submitted its first Inuit land claims proposal, calling for the creation of a new territory.Canada's Indigenous suicide crisis In 1999, Nunavut was established through the creation of Nunavut Land Claims Agreement—the largest and most all-encompassing land claims and self-determination agreement in Canadian history. ==Mega hydrocarbon and mineral development projects== The two large hydrocarbon and mineral development projects that were located close to Pond Inlet included the Panarctic's Nanisivik coal mine which operated from 1976 until 2002. and Baffinland Iron Mine Corporation's open-pit iron ore mine—the Mary River Mine has been operational since 2014 and is now seeking major expansion which includes a railway and a dramatic increase in shipping. In a 2000 article in the journal Arctic, co-authors reported that \"[m]any of the obstacles to development...identified in 1987 still persist\"—\"lack of infrastructure, insufficient local control of economic forces, and sometimes inappropriate development models\". Much of the literature on northern development was \"triggered\" by potential mega-project hydrocarbon and mineral development where discussions focused on comparisons of the \"relative merits of the new 'formal' economy and the traditional...informal economy\". According to a 2013 Inuit Studies journal article based on archival records of the Department of Indian Affairs and Northern Development and the Department of Energy, Mines, and Resources, the decision-making process surrounding development in the eastern Arctic was flawed. The researchers examined the \"relationship between Inuit as hunters and Inuit as wage earners\" with reference to \"contemporary mining development in Nunavut\". ===Panarctic's Nanisivik coal mine=== In 1970, the federal government began the six-year long planning process for the Strathcona Sound mining project on the northern tip of Baffin Island. This resulted in the opening of the Panarctic's Nanisivik coal mine which operated from 1976 until 2002. Researchers investigated the 1970-1976 planning process behind the Strathcona Sound mining project on the northern tip of Baffin Island. Panarctic's Nanisivik mine operated from 1976 until 2002. The 2013 article said that the federal government and the Inuit themselves had different ideas of \"what was good for them\". To the federal government, Inuit were perceived as \"labour in need of employment\" and Inuit resisted this definition. A September 1974 editorial in the Pond Inlet community newsletter, questioned \"Why has so little been told to the people of Pond Inlet concerning a mine that might affect their lives for the next thirteen years? Why have we not been informed of both sides of the picture?\" The people of the other north Baffin Island communities affected by the Strathcona Sound mining project had been almost entirely excluded from discussions about the project. When Department of Indian and Northern Affairs representatives arrived on a January/February tour to \"collect labour availability data\" they had shared very little about the project with local communities. In 1974, Pond Inlet hamlet had \"refused to deal with the DIAND representatives because of the inadequacy of the information provided.\" In his 1973 Arctic Institute of North America article, Eric Gourdeau, discussed the social impact that Panarctic's wages had on Pond Inlet and Arctic Bay—Panarctic wages had \"more than doubled the cash income gained by the regular wage workers in each community.\" Gibson noted that Gourdeau's report has been severely criticized by Hugh Brody, who was strongly against \"recent trends\" that push \"native people increasingly towards the lowest and least certain rung on the national class ladder\" by separating him \"from his own means of production\", leaving him \"unable to have a sure relationship to the intruders' means of production.\" Brody was concerned that Inuit people would become migrant workers or casual labourers. He said that the \"problem will not be cleared away by promises of high pay at the golden frontier: short term booms that are so characteristic of frontier development only worsen the problems that will follow.\" Gourdeau was \"generally favourable to the rotation option for native employment in Arctic resource extraction\". ===Baffinland Iron Mine Corp's Mary River Mine=== In 2014, after years of negotiations, the Baffinland Iron Mine Corporation opened its open-pit iron ore mine—the Mary River mine—with Pond Inlet as the nearest community. In 2011, the Luxembourg-based ArcelorMittal SA—the largest steel maker in the world—and an American hedge fund,WW Mines Inc., a private investment firm formerly known as Nunavut Iron Ore Acquisition Inc. had jointly purchased the Baffinland Iron Mine Corporation. Their plans included a proposed northern railway that would carry the iron ore to tidewater. The mine has been the source of much debate over cultural and environmental issues. Nunavut communities had serious concerns about the mine's proposed expansion and were engaged in protests and public hearings. In a 2021 letter to the Nunavut Impact Review Board, the mayor of Pond Inlet, Joshua Arreak, said that the hamlet would not support the phase two project unless Baffinland Iron Mines Corporation agreed to slow down their increase in production to yearly increments of 1.5 million tonners per year.\" In Baffinland's 2019 annual report, Pond Inlet reported that in 2018 there were 49 people employed by Baffinland in Pond Inlet and the number was decreasing. Concerns were raised for hunters - the lack of animals was noticeable. There were concerns about sound pollution and ships in summer affecting wildlife as there are fewer seals and narwhals. It was also noted that QIA received the royalties not the affected affected communities. The two weeks of Nunavut Impact Review Board environmental hearings regarding the Mary River Mine ended on February 6. By February 6, peaceful protesters from Pond Inlet and Arctic Bay were blockading the airstrip and trucking road at Mary River Mine.{ They are concerned that expansion would result in an \"increase the number of ore carriers that visit during the ice free season\". The expansion would double output from 6 to 12 million tonnes a year and would include a railway. It would increase shipping through its port at Milne Inlet and impact a crucial habitat for narwhal in the Canadian Arctic. Elder and hunter Elijah Panipakoocho, who is a Pond Inlet's Mittimatalik Hunters and Trappers Organization board member, \"participated in early wildlife research\" undertaken before the mine opened in 2014. Panipakoocho said that they had tried to make the mining company \"understand how the wildlife exist and how they would be affected, the caribou and the narwhal...We worked hard, based on the Inuit way and the southern way of doing things.\" He said that now the caribou are gone, and the seal that they used to hunt in Milne Inlet during the fall freeze-up are no longer abundant. ===Geological Survey=== In 2017 and 2018, researchers from the Geological Survey of Canada and the Département des sciences de la Terre et de l’atmosphère, at the Université du Québec à Montréal conducted extensive fieldwork for the \"bedrock mapping for the GEM-2 North Baffin project\" in the area around Pond Inlet and part of Sirmilik National Park which is situated on Bylot Island, as well as in the area bordering Steensby Inlet and the Barnes Ice Cap, including included the Baffinland Iron Mines Corporation's Mary River iron mine. ==Environmental concerns== Ships from Baffinland's Mary River mine project now enter and exit the Tallurutiup Imanga National Marine Conservation Area, a national marine conservation area. The iron ore ships leave Baffinland's Milne Inlet port, a small inlet that opens in Eclipse Sound then to Baffin Bay. The Kingdom of Denmark, concerned by the environmental impacts of the next phase of Baffinland's Mary River mine on nearby Greenland, an autonomous territory of Denmark, has been included by the Canadian government in the Nunavut Impact Review BoardThe Nunavut Impact Review Board (NIRB) was created by the Nunavut Agreement (NA) to undertake assessments of proposed development in the Nunavut Settlement Area, make proposals, and monitor projects. NIRB uses both traditional knowledge or Inuit Qaujimajatuqangit (IQ) and \"recognized scientific methods\" to assesses the \"potential biophysical and socio-economic impact of proposals\". assessment process for the planned expansion. The iron ore shipping lanes, which go through a narwhal habitat, will threaten this population which is just beginning to return after a hundred years. An added environmental concern is the dust from the tote road. Pond Inlet residents are concerned that the water and the food chain will be contaminated with trace metals. An added concern is that the water and the food chain will be contaminated with trace metals. Baffinland had built a tote road to carry truckloads of iron ore from Mary River Mine to Milne Inlet instead of the special cold-weather railway and a new port Steensby Inlet planned in 2011 and proposed in 2008. With a global decrease in the price of iron ore, Baffinland said that the railway and Steensby Inlet port was too expensive an option. The bulk carrier Federal Tiber departed from Milne Inlet on August 8, 2015, with the first shipment of ore from the mine. In 2021, Baffinland said that the \"railway and a new indoor crushing facility will decrease dust.\" In 1991, the Northern Contaminants Program (NCP) began monitoring the levels of contaminants in wildlife species that continued to be an important part of the traditional diet of Inuit, such as beluga, ringed seals, and arctic char. Their third assessment focused on persistent organic pollutants (POP)s. In Pond Inlet a specific focus was placed on searun Arctic char. ==Transportation== left|150px|Pond Inlet in 2007Pond Inlet is most readily accessible by aircraft through a connection in Iqaluit, Nunavut's capital to Pond Inlet Airport. The ocean is ice free for as long as three and a half months when tourist cruise ships visit and goods can be transported to the community by sealift cargo carrying ships. Fresh foods such as fruits, vegetables and milk are flown from Montreal to Pond Inlet several times a week, a distance of about . Because of such great distances the cost of food and other materials such as construction supplies can be much higher than that of southern Canada. Milk is approximately $3.75/L, and carbonated drinks can be as much as $4.50/can. Although the community is not more than long, snowmobiles and ATV four-wheelers are the main modes of transportation. With the decentralization of the Nunavut government and increased economic opportunities in the community, the number of vehicles has been increasing. ==Education== Ulaajuk Elementary School and Nasivvik High School together teach kindergarten through grade 12 to approximately 450 students. Nunavut Arctic College hosts a variety of programs for adult learners. Pond Inlet is also the headquarters of the Qikiqtani School Operations which runs schools throughout the Qikiqtaaluk Region. Nunavut uses the Alberta curriculum, which may not be appropriate for high schools in Nunavut. == Broadband communications == The community has been served by the Qiniq network since 2005. Qiniq is a fixed wireless service to homes and businesses, connecting to the outside world via a satellite backbone. The Qiniq network is designed and operated by SSI Micro. In 2017, the network was upgraded to 4G LTE technology, and 2G-GSM for mobile voice. ==Climate== Pond Inlet has a polar arctic climate (ET) with long cold winters and short cool summers. Pond Inlet's average high for the year is while the average low for the year is . The daily mean for the coldest month, February, is . The daily mean for the warmest month, July, is . The record high for Pond Inlet is on 11 July 1991. The record low for Pond Inlet is on 12 February 1979. == See also == *List of municipalities in Nunavut * Sheila Burnford * Jobie Nutarak * Elisapee Ootoova * Katharine Scherman ==Notes== == References == ==Further reading== * Finley, K. J., and Elizabeth J. Gibb. Summer Diet of the Narwhal (Monodon Monoceros) in Pond Inlet, Northern Baffin Island. Toronto: LGL Limited for Petro-Canada Exploration Inc., Calgary, 1982. * Grant, Shelagh D. Arctic Justice On Trial for Murder, Pond Inlet, 1923. McGill-Queen's native and northern series, 33. Montréal, QC: McGill-Queen's University Press, 2002. * Grigsby, Michael. Eskimos of Pond Inlet. [Great Britain]: Granada TV, 1975. * Jackson, G. D., A. Davidson, and W. C. Morgan. Geology of the Pond Inlet Map-Area, Baffin Island, District of Franklin. Paper (Geological Survey of Canada), 74-25. Ottawa: Geological Survey of Canada, Dept. of Energy, Mines and Resources, 1975. * MacFarlane, I. C. The Effects of Deformation on the Structure of Sea Ice, Pond Inlet, N.W.T. A Contract Report. St. John's, Nfld: Centre for Cold Ocean Resources Engineering, Memorial University of Newfoundland, 1983. * Nashook, Elijah. Pond Inlet Airstrip Extension Correspondence between Elijah Nashook, Mayor of the Hamlet of Pond Inlet and the Government of the Northwest Territories. Yellowknife?, N.W.T.: Government of the Northwest Territories?, 1987. * Northwest Territories. Pond Inlet (Mittimatalik). Northwest Territories data sheets. 1986. * Pond Inlet Education Council, and Baffin Divisional Board of Education. Nanuit Miksaanut. [Iqaluit, N.W.T.]: Pond Inlet Education Council, 1980. * Remote Community Demonstration Program (Canada), and Peter J. Poole. A Study to Determine Off-Oil Options for Pond Inlet, N.W.T., with Special Emphasis on the Prospects for Developing Coal Reserves. Ottawa: The Program, 1983. * Romer, Mark. Pond Inlet Gardens A Report on the Design and Operation of a Solar Greenhouse on North Baffin Island, NWT, with Particular Reference to Economic Viability of Vegetable Production for Arctic Regions. Outremont, Qué: Romer, 1987. * Soberman, D. A. Report to the Canadian Human Rights Commission on the Complaints of the Inuit People Relocated from Inukjuak and Pond Inlet, to Grise Fiord and Resolute Bay in 1953 and 1955. S.l: s.n.], 1991. == External links == * Official site * Pond Inlet at the Canadian Arctic Collections * Sirmilik National Park * Pond Inlet at the Qikiqtani Inuit Association * Pond Inlet at the official Nunavut Tourism Office Category:Hamlets in the Qikiqtaaluk Region Category:Hudson's Bay Company trading posts in Nunavut Category:Inlets of Baffin Island Category:Populated places in Arctic Canada Category:Road-inaccessible communities of Nunavut",
 "title": "Pond Inlet"
}