{
 "id": "282661",
 "text": "The Topper was a UK comic published by D. C. Thomson & Co. Ltd that ran from 7 February 1953 to 15 September 1990, when it merged with The Beezer. A strip named \"Mickey the Monkey\" originally appeared on the front cover. In 1973, it was replaced by \"Send for Kelly\", by \"Danny's Tranny\" in 1975, briefly by \"The Whizzers from Oz\" in 1979, and again in 1979 by \"Tricky Dicky\". \"Beryl the Peril\" took over on 24 May 1986, and remained there until the merger with The Beezer. Unlike most other comics at the time, which were half tabloid size, the Topper was for many years full tabloid. It changed to A4 in 1980, one year before The Beezer. Two comics were merged into The Topper during its run: these were Buzz in 1975 and Sparky in issue 1276 (16 July 1977). In issue 1260 on 26 March 1977, \"Big News\" was announced on the front cover redirecting the reader to page 7 of the comic. The announcement was that starting from issue number 1261 the comic would include a \"Special Pull-out section\" that brought back classic Topper Characters such as Splodge and Big Uggy. These lasted until issue 1276, when the pull out section was used for the Sparky comic, creating the \"Special Sparky Pull-Out\". The Sparky Pull out section was continued until the change to the A4 format. The Topper also produced an annual collection, The Topper Book. ==Rebrand, closure and reprints== In the late 1980s and 1990s, with the expansion of children's television and video games taking a greater share of children's time, sales of comics began to fall. So D. C. Thomson decided to modernise the Topper, relaunching it as Topper '89 from February 1989. In September 1990, it was decided to merge the Topper with another of D. C. Thomson's long-running comics, The Beezer and the two comics combined as Beezer and Topper. This continued in publication until 1993; it subsequently closed, with a small amount of content from the combined comic subsequently relocating into other D. C. Thomson publications The Beano and The Dandy. Despite the closure of the Topper as a standalone title, The Topper Book continued as an annual, separate from The Beezer Book, until the 1994 annual (published 1993, the year new issues of Beezer and Topper ceased). Vintage stories from the Topper appeared alongside stories from other D. C. Thomson publications in Classics from the Comics, a compilation magazine series which ran from 1996 to 2010. In March 2012, the Royal Mail launched a special stamp collection to celebrate Britain's rich comic book history. The collection featured The Beano, The Dandy, Eagle, The Topper, Roy of the Rovers, Bunty, Buster, Valiant, Twinkle and 2000 AD. ==Strips== ==Famous creators== Well known creators who worked for The Topper include: *Gordon Bell *Paddy Brennan *David Law *Tom Paterson *Dudley D. Watkins *John Dallas *Malcolm Judge *Robert Nixon *David Parkins ==See also== * List of DC Thomson publications ==References== Category:DC Thomson Comics titles Category:Comics magazines published in the United Kingdom Category:Defunct British comics Category:British humour comics Category:1953 comics debuts Category:1990 comics endings Category:Magazines established in 1953 Category:Magazines disestablished in 1990 Category:Weekly magazines published in the United Kingdom",
 "title": "The Topper (comics)"
}