{
 "id": "283957",
 "text": "Užice (, ) is a city and the administrative centre of the Zlatibor District in western Serbia. It is located on the banks of the river Đetinja. According to the 2011 census, the city proper has a population of 59,747. The City municipality of Užice () is one of two city municipalities (with the City municipality of Sevojno) which constitute the City of Užice. According to the 2011 census results, the municipality has 70,939 inhabitants. ==History== ===Ancient era=== The region surrounding Užice was settled by Illyrians, specifically the Parthini and the Celtic-influenced Autariatae tribes. Their tombs are found throughout the region. In the 3rd century BC, the Scordisci featured prominently after the Gallic invasion of the Balkans. The region was conquered by the Roman Empire in 168 BC, and was organized into the province of Illyricum in 32–27 BC and, after 10 AD, the province of Dalmatia. The Roman municipium (town) of Capedunum existed here during Roman times; its name indicates a Celtic origin (dun, fortress),p. 340 similar to Singidunum, the founding name of Serbia's capital, Belgrade. ===Middle Ages=== The settlement of Slavs in the region has been recorded since the 520s, when Slavic tribes pillaged the Eastern Roman Empire; during Justinian I's rule (527–565), up to 100,000 Slavs raided areas far to the south of the city in Thessalonica. The region (Drina županija) was part of the Vlastimirović dynasty when they established the medieval Principality of Serbia, the first Serb state. Across the Drina, in Bosnia, the army of Časlav fought the invading Magyars in the 950s. The region was annexed by the Byzantine Empire after 969, becoming part of the Catepanate of Ras. Later, the area around the city became a part of the Theme of Sirmium. The region may have been returned to Serbian hands in the 1040s during the revolt against the Eastern Roman Empire led by Stefan Vojislav, progenitor of the Vojislavljević dynasty. In 1083, brothers Vukan and Marko were appointed princes in Raška. In 1091, Vukan became independent of Byzantine rule, creating the Grand Principality of Serbia, while Duklja (up until this, the most powerful Serbian principality, situated to the southwest) slowly crumbled, eventually coming under the rule of inner Serbia. The Serbian Grand Principality remained in the hands of the Vukanović dynasty until another line of the same dynasty was set to rule by Manuel I Komnenos (r. 1143–1180). Zavida, thought to be a brother of Uroš II and Desa, fled after trying to acquire an appanage or the throne itself. Zavida's four sons divided the rule, each holding česti (parts): Stracimir, župan of West Morava, ruled the country surrounding Užice. p. 31 Stefan Nemanja eventually wrestled rule from the other four sons when he defeated Tihomir, Stracimir's brother, in 1171. Stracimir continued ruling in Nemanja's name. When King Dragutin of house Nemanjić abdicated in favor of his brother Milutin, he retained control of Užice region and was given the Mačva region by the Hungarian king, from which he formed the Kingdom of Srem. After King Dragutin died, his lands were annexed to Serbia. The old Fortress on the hill was founded in the mid 14th century. After the death of Emperor Dušan the Mighty, in the period known as the 'fall of the Serbian Empire', Užice came under the control of Vojislav Vojinović, a nobleman in the service of Emperor Uroš the Weak. When Vojislav died, his nephew Nikola Altomanović controlled the region. When Uroš died childless, the former Imperial provincial lords begin fighting each other. Serbian Autokrator Lazar Hrebeljanović and Tvrtko I of Bosnia defeated Nikola Altomanović, and divided his lands between themselves. Nikola was blinded in the fortress on the orders of Stefan Musić. Užice came under the control of Lazar, then the Serbian Despotate under his son Stefan Lazarević. ===Ottoman period=== Užice fell to the Ottoman Turks in 1463, and was part of the Sanjak of Smederevo until 1807, when it was liberated by the Serbian revolutionaries during the First Serbian Uprising. ===Modern Serbia=== thumb|left|Užice in the 1890s. Užice was the first town in Serbia with a hydroelectric power plant producing alternating current. It was built on the Đetinja river in 1900. ===World War II=== In 1941, after Nazi occupation, Užice was liberated by the Yugoslav Partisans, who chose it as the capital of the Republic of Užice. This republic was a short-lived military mini-state that existed in the autumn of 1941 in the western part of Nazi-occupied Serbia. The Republic of Užice comprised most of western Serbia, with a population of more than 300,000 people. It was located between the Skrapež river in the north, the river Drina in the west, the river Zapadna Morava in the east, and the Uvac river in the south. In November 1941, the German army re-occupied this territory, and the majority of Partisan forces escaped to Bosnia, Raška and Montenegro. In 1974, the Yugoslavian film Ужицк Республика in Serbian or in English as the Guns of War was released documenting the first offensive in the Great Patriotic War against fascism and follows the Spanish soldier and fervent communist Boro as he organizes a partisan uprising in western Serbia that later establishes itself into the Ужицк Республика, Užička Republika, or the Republic of Užice which lasted 67 days from 24 September to 29 November 1941 (de facto until 1 December 1941) and the defeat of its forces at the battle on Kadinjaca. ===Yugoslav era=== thumb|right|200px|The train station in the 1970s Within the former Yugoslavia (established after the Second World War), Užice was renamed 'Titovo Užice' (). From 1992, following the collapse of the pro-communist administration, 'Titovo' (meaning Tito's) was removed, leaving the original city name Užice. It was one of eight towns renamed Tito's town in Yugoslavia. Due to being 'Titove' and central-planning communist system, Užice received significant amounts of investment in infrastructure and local factories, which made the city one of the most highly developed for its size in former Yugoslavia. Following the break-up of the region, all the towns dropped the 'Titove' title. ===1990s=== During the 1990s, Užice's economy shrank rapidly due to war and instability in the region. In 1999 the city was bombed multiple times during Operation Allied Force. The largest scale bombing occurred on May 6, 1999 when NATO forces bombed many roads and highways, the airport, civilian buildings and government buildings. After this, thousands of people turned out at the city's main square to protest the bombings and destruction of the city and killings of civilians. ==Geography== Užice lies above sea level, on both sides of the river Đetinja. The city is completely surrounded by the Dinaric Alps. south of the city is Zlatibor, a mountain region with a long tradition of tourism. West of the city are the mountain Tara as well as its western extension, Zvijezda mountain. Together, they mark Tara National Park, which has an area of . The Belgrade-Bar railway passes through Užice and connects it with both the northern parts of Serbia and the Montenegrin coast. Užice has a fairly developed transportation infrastructure, connected with the surrounding areas by state roads of the first order. ===Climate=== Užice has a humid continental climate (Köppen climate classification: Dfb) approaching an oceanic climate (Köppen climate classification: Cfb). ==Demographics== According to the 2011 census results, Užice has a total population of 78,040 inhabitants. ===Ethnic groups=== The ethnic composition of the city: {|class=\"wikitable\" |- ! Ethnic group ! Population !% |- |style=\"background:#F5F5DC;\"|Serbs||align=\"right\"|76,089 |97.50% |- |style=\"background:#F5F5DC;\"|Montenegrins||align=\"right\"|144 |0.18% |- |style=\"background:#F5F5DC;\"|Yugoslavs||align=\"right\"|80 |0.10% |- |style=\"background:#F5F5DC;\"|Romani||align=\"right\"|70 |0.09% |- |style=\"background:#F5F5DC;\"|Croats||align=\"right\"|69 |0.09% |- |style=\"background:#F5F5DC;\"|Others||align=\"right\"|1,588 |2.03% |- class=\"sortbottom\" |style=\"background:#F0F0F0;\"|Total||align=\"right\"|78,040 | |} ==Municipalities and settlements== ;City municipalities The City of Užice consists of two city municipalities: Užice and Sevojno. In 2013, the city municipality of Sevojno, located east of Užice, was established. , it has 7,101 inhabitants of 78,040 which live in the City of Užice. ;Settlements List of the settlements in the City of Užice (population per 2011 census given in brackets): {| |valign=\"top\"| * Bioska (422) * Bjelotići (185) * Buar (1082) * Vitasi (179) * Volujac (922) * Vrutci (138) * Gorjani (653) * Gostinica (557) * Gubin Do (377) * Dobrodo (232) * Drežnik (639) * Drijetanj (1316) * Duboko (848) |valign=\"top\"| * Zbojštica (167) * Zlakusa (671) * Kamenica (220) * Karan (516) * Kačer (531) * Keserovina (452) * Kotroman (123) * Krvavci (245) * Kremna (665) * Kršanje (108) * Lelići (328) * Ljubanje (787) * Mokra Gora (549) |valign=\"top\"| * Nikojevići (366) * Panjak (84) * Pear (370) * Ponikovica (320) * Potočanje (509) * Potpeće (483) * Ravni (465) * Raduša (375) * Ribaševina (378) * Skržuti (551) * Stapari (877) * Strmac (225) * Trnava (378) |} ==Economy== Užice has historically been a relatively well developed city. In 1981, Užice's GDP per capita was 157% of the Yugoslav average. In 1990, Užice had 17,000 manufacturing workers; as of 2018, the number of manufacturing workers is around 7,000. Among the large companies that did not survive the international sanctions of Serbia during the 1990s and did not survive the economic transition following the breakup of Yugoslavia are the textile manufacturers 'Froteks' and 'Desa Petronijević', the market chain 'Gradina', the printing company 'Dimitrije Tucović', the transport company 'Raketa', and other manufacturing companies like 'Fasau', 'Kotroman' and 'Tvrdi Metal'. Regardless, the modern city has a developing textile, leather, machine and metal industry. Most companies have factories on the outskirts of the city due to good communication connections, given the close proximity of the main highway, railroad and airport. Ponikve Airport is currently under reconstruction, and as a result cargo airlines will mostly use it for transporting goods. The airport management confirmed interest in low cost, scheduled and chartered airlines. As of September 2017, Užice has one of 14 free economic zones established in Serbia. As of 2018, the largest companies operating in the city of Užice are Prvi Partizan (ammunition), Impol Seval Sevojno (aluminum mill), Valjaonica bakra Sevojno (copper mill), MPP Jedinstvo Sevojno (construction) and Putevi Užice (construction). The following table gives a preview of total number of registered people employed in legal entities per their core activity (as of 2019): {| class=\"wikitable sortable\" style=\"font-size:95%;\" |- ! Activity ! Total |- |Agriculture, forestry and fishing||align=\"right\"|128 |- |Mining and quarrying||align=\"right\"|74 |- |Manufacturing||align=\"right\"|7,209 |- |Electricity, gas, steam and air conditioning supply||align=\"right\"|264 |- |Water supply; sewerage, waste management and remediation activities||align=\"right\"|484 |- |Construction||align=\"right\"|1,302 |- |Wholesale and retail trade, repair of motor vehicles and motorcycles||align=\"right\"|3,095 |- |Transportation and storage||align=\"right\"|1,487 |- |Accommodation and food services||align=\"right\"|1,093 |- |Information and communication||align=\"right\"|370 |- |Financial and insurance activities||align=\"right\"|420 |- |Real estate activities||align=\"right\"|6 |- |Professional, scientific and technical activities||align=\"right\"|768 |- |Administrative and support service activities||align=\"right\"|560 |- |Public administration and defense; compulsory social security||align=\"right\"|1,502 |- |Education||align=\"right\"|1,401 |- |Human health and social work activities||align=\"right\"|2,370 |- |Arts, entertainment and recreation||align=\"right\"|364 |- |Other service activities||align=\"right\"|463 |- |Individual agricultural workers||align=\"right\"|256 |- class=\"sortbottom\" |Total||align=\"right\"|23,358 |} ==Society and culture== thumb|right|The house of Jokanović's, traditional architecture from the middle 19th century thumb|right|Building of the National theatre The library and theatre are in the main square in the city centre. Also located in the area are newspaper agencies, radio and television stations and publishing companies. The city gallery is in the lowlands of Pašinovac, the oldest area of the city. The national museum displays cultural and historical treasures of the city, and with its exhibitions, shows the centuries of rich Užice history. It is located on the Eastern side of the main city street. The Gymnasium of Užice is one of the oldest secondary school institutions in Serbia. Aside from the gymnasium, there are also several other primary and secondary schools and faculties located in Užice. Milutin Uskoković, writer from Užice, was described as the author of the first modern novel in Serbia. The locals, Užicans (, ), have their own traditional costume, and folk music; the sound of which is transitional between the music of Šumadija (central Serbia) and Bosnia and Herzegovina. They speak a Neo-Štokavian Užican dialect, originally with Ijekavian pronunciation. * Uvac Monastery ===Architecture=== Some distinctive buildings in Užice are: * The Old Town-fortress, 14th-century fortress * St. George's Cathedral * St. Marks' Church * White Church, Karan * The Building of the City of Užice * Užička gimnazija (The Užican Gymnasium) * Jokanovića kuća (The home of the Jokanovićs, one of the oldest buildings in Užice) ===Media=== Užice is turning into the regional media centre of western Serbia. * TV stations: TV5 Užice * Radio stations: Radio Užice, Radio 31, Radio Luna, Radio San * Newspapers: Vesti, Užička nedelja ==International relations== ===Twin towns / sister cities=== Užice is twinned with: * Cassino, Italy * Kursk, Russia * Veria, Greece * Ljutomer, Slovenia * Harbin, China (2018) ==Notable people== ;Politicians * Ljubomir Kaljević (1841–1907), former Prime Minister of Serbia * Nikola Ljubičić (1916–2005), national hero, General of the Army, Defence minister, President of the Presidency of Serbia, born in Karan (Užice municipality) * Slobodan Penezić Krcun (1918–1964), national hero, Interior minister * Dragoljub Ojdanić (1941–2020), former Chief of the General Staff and Defence minister, convicted of deportation and forcible transfers by the ICTY, born in Ravni (Užice municipality) * Nataša Mićić (b. 1965), MP, former President of the National Assembly of Serbia and acting President of Serbia * Nikola Selaković (b. 1983), Minister of Justice and Public Administration ;Sportspeople * Milovan Đorić (b. 1945), football coach and former footballer, born in Bioska (Užice municipality) * Milan Radović (b. 1952), former footballer, Yugoslav First League top goalscorer (1980–81) * Srboljub Stamenković (1956–1996), former footballer * Vladan Vićević (b. 1967), football coach and former Salvadoran international footballer * Zoran Njeguš (b. 1973), football coach and former footballer * Radiša Ilić (b. 1977), former footballer * Nemanja Vidić (b. 1981), Serbia international footballer, winner of 5 Premier League titles and the UEFA Champions League (2008) with Manchester United * Miloš Marić (b. 1982), Serbia and Montenegro international footballer * Nenad Novaković (b. 1982), footballer * Branimir Petrović (b. 1982), footballer * Filip Arsenijević (b. 1983), footballer * Filip Kasalica (b. 1988), Montenegro international footballer * Miroslav Radošević (b. 1973), former basketball player * Nikola Otašević (b. 1982), basketball player * Milovan Raković (b. 1985), basketball player * Dušan Katnić (b. 1989), basketball player, U19 world champion (2007) * Vesna Čitaković (b. 1979), volleyball player * Nataša Krsmanović (b. 1985), volleyball player, European champion (2011) * Ana Antonijević (b. 1987), volleyball player * Tijana Malešević (b. 1991), volleyball player, World (2018) and European champion (2011), Olympic medalist (2012) * Olivera Jevtić (b. 1977), long-distance runner * Mirko Petrović (b. 1981), middle and long-distance track athlete * Andrija Zlatić (b. 1978), sports shooter, two-time European champion, two-time World vice-champion and Olympic medalist (2012) ;Others * Panta Draškić (1881–1957), army general * Rudolph Reti (1885–1957), musical analyst, composer, pianist * Ljubica Čakarević (1894—1980), WWI combatant, heroine * Vladimir Anić (1930–2000), Croatian linguist * Ljubomir Simović (b. 1935), poet and writer * Đorđe Prudnikov (1939–2017), Russo-Serbian painter, graphic artist and designer * Steve Tesich (1942–1996), born Stojan Tešić, Serbian- American screenwriter, playwright and novelist, Academy Award winner for Best Original Screenplay (1979) * Ljubomir Ljubojević (b. 1950), chess Grandmaster * Milivoje Kostic (b. 1952), Serbian-American thermodynamicists and professor emeritus of mechanical engineering at Northern Illinois University * Oliver Mandić (b. 1953), rock musician, composer and producer * Goran Daničić (1962–2021), actor * Ivan Bosiljčić (b. 1979), actor ==References== ==External links== * City of Užice Category:Populated places in Zlatibor District Category:Municipalities and cities of Šumadija and Western Serbia",
 "title": "Užice"
}