{
 "id": "284386",
 "text": "Zhang Chongren (27 September 1907 – 8 October 1998), also known as Chang Chong-jen, was a Chinese sculptor best remembered in Europe as a friend of Hergé, the Belgian cartoonist and creator of The Adventures of Tintin. The two met when Zhang was an art student in Brussels. Zhang served as the inspiration for Chang Chong-Chen, a recurring character in the Tintin stories. ==Early life== Zhang was born the son of a gardener in 1907 in Xujiahui (Ziccawei), then a suburb of Shanghai, China. The young Zhang lost both his parents at an early age and grew up in the French Jesuit orphanage of Tou-Se-we (now Tushanwan) where he entered at the age of seven, and where he learned French. He then entered the Art School of the orphanage, where he learned to draw, and was systematically educated in Western art. After finishing school in 1928, Zhang worked with design for the film industry and at a local newspaper. In 1931, he left China for the Académie Royale des Beaux-Arts in Brussels, Belgium. ==Influence on Hergé== Hergé's early albums of The Adventures of Tintin were highly dependent on stereotypes for comedic effect. These included evil Russian Bolsheviks, lazy and ignorant Africans, and an America of gangsters, cowboys and Indians. At the close of the newspaper run of Cigars of the Pharaoh, Hergé had mentioned that Tintin's next adventure (The Blue Lotus) would bring him to China. Father Gosset, the chaplain to the Chinese students at the University of Leuven, wrote to Hergé urging him to be sensitive about what he wrote about China. Hergé agreed, and in the spring of 1934 Gosset introduced him to Zhang Chongren. The two young artists quickly became close friends, and Zhang introduced Hergé to Chinese history and culture, and the techniques of Chinese art. Both shared the same zodiac signs, interests, and beliefs. Hergé even promised to give authorship credits to Zhang in the book, but Zhang declined the offer. As a result of this experience, Hergé would strive, in The Blue Lotus and subsequent Tintin adventures, to be meticulously accurate in depicting the places Tintin visited. As a token of appreciation, Hergé added the character \"Chang Chong-Chen\" (Tchang in original French- language version) to The Blue Lotus. As another result of his friendship with Zhang, Hergé became increasingly aware of the problems of colonialism, in particular the Empire of Japan's advances into China, and the corrupt, exploitative International Settlement of Shanghai. The Blue Lotus carries a bold anti-imperialist message, contrary to the prevailing view in the West, which was sympathetic to Japan and the colonial enterprise. As a result, it drew sharp criticism from various parties, including a protest by Japanese diplomats to the Belgian Foreign Ministry. == Return to China == At the end of his studies in Brussels in 1935, Zhang made a tour of France, Britain, the Netherlands, Germany, Austria and Italy before returning home to China. Upon his arrival back in Shanghai in 1936, Zhang held a number of shows exhibiting his drawings and sculptures. He also established the Chongren Studio to further his art and to teach. Hergé lost contact with him during the invasion of China by Japan (which is usually regarded as the start of the Second Sino- Japanese War) and the subsequent Chinese Civil War. More than four decades would pass before the two friends would meet again. In an instance of life mirroring art, Hergé managed to resume contact with his old friend Zhang Chongren, years after Tintin rescued the fictional Chang in the closing pages of Tintin in Tibet. Zhang had been a street sweeper during the Cultural Revolution, before becoming the head of the Fine Arts Academy in Shanghai during the 1970s. After the economic liberalization of China from 1979, Zhang received widespread acknowledgement in the Chinese art community. A collection of his oil paintings and sculptures were published and in his later years, Zhang worked as an editor and translator of several books on art. Among the portraits he has painted are those of Chinese paramount leader Deng Xiaoping and French President François Mitterrand. Zhang returned to Europe for a reunion with Hergé in 1981 upon invitation of the French government. In 1989 he received French citizenship and settled down to teach in the Paris suburb of Nogent-sur-Marne, where he died in 1998. Shortly after his death, a memorial museum dedicated to him was established in Qibao, Shanghai. A number of his paintings and sculptures are held in the China Museum of Fine Art in Beijing and the China Museum of Revolutionary Warfare. ==References== ==External links== *Zhang Chongren Memorial Hall, Shanghai Category:1907 births Category:1998 deaths Category:20th-century Chinese sculptors Category:20th-century French sculptors Category:Académie Royale des Beaux-Arts alumni Category:Artists from Shanghai Category:Chinese emigrants to France Category:Chinese expatriates in Belgium Category:Hergé Category:Modern artists Category:People who lost Chinese citizenship Category:Naturalized citizens of France Category:Tintin",
 "title": "Zhang Chongren"
}