{
 "id": "284567",
 "text": "Peter Bartholomew (, died 20 April 1099) was a French soldier and mystic who was part of the First Crusade as part of the army of Raymond of Saint-Gilles. Peter was initially a servant to William, Lord of Cunhlat. == Mysticism == In December 1097 during the siege of Antioch, Peter reportedly began to have visions, mostly of Saint Andrew. Peter claimed Saint Andrew took him to the Church of St. Peter, inside Antioch, and showed him where the relic of the Holy Lance could be found. Saint Andrew instructed Peter to tell the Crusade leaders about this and to give the Lance to Raymond of St. Gilles when it was found. Peter did not immediately inform Raymond or the other leaders and was visited four more times before June 1098.Runciman (1987), pp. 241-243. He began to lose his sight in February 1098, probably because of the famine afflicting the Crusaders, although he believed Saint Andrew was punishing him. After the Crusaders captured Antioch, Peter and Raymond began excavating the floor of the church. On 14 June 1098, Peter apparently discovered the Lance and claimed to have been visited once more by St. Andrew that night, who told him to establish a feast day in honor of the discovery. Many people, including the papal legate Adhemar of Le Puy, believed Peter was a charlatan and had simply brought a piece of iron with him to \"find.\" After Adhemar's death later in 1098, Peter said Adhemar visited him to confirm the authenticity of the Lance.Runciman (1987), p. 245. The discovery of the Lance was at first considered to be a good omen, and it boosted the morale of the Crusaders when they were besieged by a Muslim army. The Lance was credited with ensuring the Crusader victory in this siege, just as Saint Andrew had promised. Nevertheless, Peter's reputation was tarnished because many of the nobles still did not believe him. Without the theological force of Adhemar to unify the Crusaders, their forces were split into groups with differing opinions, some of which supported the legitimacy of the miracles experienced on the way to the Holy Land and some who did not. In this time, charlatanry and false miracles were common. He later claimed Christ had visited him and instructed the Crusaders to march barefoot to Jerusalem, although this was largely ignored. Other visions, from Christ, Saint Andrew, Adhemar and others, revealed divine anger at the various sins and vices of the Crusaders.Runciman (1987), p. 246. On 8 April 1099, Peter went through an ordeal by fire by his own choice in an attempt to prove himself. It is very likely that he was severely burned in the process, although he claimed he was uninjured because Christ had appeared to him in the fire and that he had been hurt afterwards when a crowd rushed to him and was rescued by Raymond Pilet d’Alès. He died on 20 April.Runciman (1987), pp. 273-274. == In film == In the 2001 film The Crusaders, Peter Bartholomew was portrayed by Flavio Insinna. ==Notes== ==References== * *Riley-Smith, Jonathan, The First Crusaders, 1095-1131, Cambridge University Press, London, 1997 ==Further reading== * Anonymi Gesta Francorum et Aliorum Hieorsolimitorum (ed. L. Bréhier as Histoire Anonyme de la première Croisade). Paris: 1924. * Asbridge, Thomas. \"The Holy Lance of Antioch: Power, Devotion and Memory on the First Crusade\", Reading Medieval Studies 33 (2007), 3-36. ==External link== * Category:1099 deaths Category:Christians of the First Crusade Category:French Christian monks Category:Year of birth unknown",
 "title": "Peter Bartholomew"
}