{
 "id": "284978",
 "text": "Princess Alice, Countess of Athlone (Alice Mary Victoria Augusta Pauline; 25 February 1883 – 3 January 1981) was a member of the British royal family. She is the longest-lived British princess of the blood royal, and was the last surviving grandchild of Queen Victoria. Princess Alice was the chatelaine of Rideau Hall from 1940 until 1946, while her husband, Lord Athlone, served as the governor general of Canada. ==Early life== Princess Alice was born on 25 February 1883 at Windsor Castle to the Duke and Duchess of Albany. Her father was the youngest son of Queen Victoria and Albert, Prince Consort. Her younger brother, Prince Charles Edward, was born on 19 July 1884. She was christened in the Private Chapel of Windsor Castle on 26 March 1883, named Alice after her late paternal aunt. Her godparents were: Queen Victoria (her paternal grandmother); the German Empress (for whom Alice's paternal aunt Princess Beatrice stood proxy); the King of the Netherlands (her mother's brother-in-law, for whom the Dutch Ambassador Count Charles van Bylandt stood proxy); the Grand Duke of Hesse and by Rhine (her paternal aunt's widower, whose brother-in-law the Duke of Edinburgh represented him); the Princess of Waldeck and Pyrmont (her maternal grandmother); the Prince of Wales (her paternal uncle); the German Crown Princess (her paternal aunt, whose sister- in-law the Princess of Wales represented her); Prince Wilhelm of Württemberg (her mother's brother-in-law, for whom his cousin the Duke of Teck stood proxy); the Hereditary Princess of Bentheim and Steinfurt (her maternal aunt, for whom her paternal aunt Princess Christian stood proxy); and the Duchess of Cambridge (her grandmother's aunt, whose daughter the Duchess of Teck represented her). She was confirmed at the Royal Memorial Church of St George, Cannes, in 1898 with Queen Victoria present. Princess Alice was one of the carriers of the gene for haemophilia which originated with Queen Victoria. Princess Alice inherited the gene from her father, who died from the disease when she was a year old. ==Marriage and family== right|thumb|upright|Princess Alice, Countess of Athlone, with her children May and Rupert, 1909 On 10 February 1904, at St George's Chapel, Windsor, Princess Alice of Albany married her second cousin once-removed, Prince Alexander of Teck, the brother of Princess Mary, the Princess of Wales (later Queen Mary, consort of George V). They had three children: * Princess May of Teck, later Lady May Cambridge (23 January 1906 – 29 May 1994); married Sir Henry Abel Smith in 1931, had issue. * Prince Rupert of Teck, later Viscount Trematon (24 August 1907 – 15 April 1928); died in a car accident. * Prince Maurice Francis George of Teck (29 March 1910 – 14 September 1910); died at five months old. Her husband was granted the Earldom of Athlone in 1917 following the royal family's relinquishing of German titles. Following the Earl's retirement from military service after the First World War, the couple's London residence was the grace and favour apartments, which had previously belonged to Alice's mother, in Clock House at Kensington Palace; in 1923, they also acquired a country house, Brantridge Park in West Sussex. Princess Alice was godmother to Queen Beatrix of the Netherlands, who is the granddaughter of her first cousin on her mother's side, Queen Wilhelmina of the Netherlands.De vijf peetouders van prinses Beatrix. The Memory of the Netherlands. Retrieved on 2008-07-11. ==South Africa, Canada and Second World War== The Earl was appointed Governor- General of the Union of South Africa, and served from 1924-31. Princess Alice accompanied him and was the Vicereine during that period. Lord Athlone and Princess Alice had a coastal beach house constructed at Muizenberg, which still stands today and is one of South Africa's national monuments. The Cape Town suburb of Athlone was named in honour of the Governor-General; apart from the beach house and the preserved Class GL Garratt steam locomotive Princess Alice in the Outeniqua Transport Museum, it is the only physical reminder of the Athlones' residence at the Cape. On the sudden death of the popular Lord Tweedsmuir in 1940, Canada found itself without a Governor General in time of war. Despite the longstanding intention of Canadian governments to appoint Canadian nationals as governors general—Australia had already appointed an Australian national, Sir Isaac Isaacs, as its governor general in 1931—the royal family had garnered vast public support during the royal tour of 1939. As Queen Mary's brother and a former governor general of another Dominion, Lord Athlone seemed a satisfactory candidate, and the Canadian prime minister (W. L. Mackenzie King) advised the King to appoint him. Princess Alice accompanied her husband to Canada where he served as Governor General from 1940 to 1946, residing primarily at Rideau Hall in Ottawa. Their three grandchildren, Anne, Richard, and Elizabeth, lived with them in Canada for the duration of the war. Upon taking up his post, The Earl immediately made himself active in the support of the war effort, travelling across the country and focusing much of his attention on the troops, either those training at military facilities or those injured and in hospital. Viewing his position as governor general as a link between Canadians and their monarch, Athlone also communicated in speeches that the King stood with them in their fight against Adolf Hitler and the Nazi regime. As vicereine of Canada, Princess Alice also supported the war effort by serving as Honorary Commandant of the Women's Royal Canadian Naval Service, Honorary Air Commandant of the Royal Canadian Air Force Women's Division and president of the nursing division of the St John Ambulance Brigade.\"The Earl of Athlone,\" Former Governors General, The Governor General of Canada, accessed 22 April 2011. In 1944, the Princess Alice Barracks Cabin at Britannia Bay provided a summer retreat for Royal Canadian Air Force Women's Division personnel based in Ottawa. The cabin was located near the Britannia Boating Club's facilities for tennis, dancing and boating. Rented from the King's Daughter's Guild of Ottawa, the cabin featured 60 beds, a separate cookhouse and dining pavilion. The cabin had served previously as a Fresh Air Cottage for mothers and undernourished children.the Princess Alice Barracks Cabin at Britannia Bay Ottawa Citizen Jul 10, 1944 The war was brought close to home for the Athlones also because many of those belonging to displaced European royal families sought refuge in Canada, and resided at or near the royal and viceroyal residence, Rideau Hall. Among the royal guests were Crown Prince Olav and Crown Princess Märtha of Norway; Grand Duchess Charlotte and Prince Felix of Luxembourg; King Peter of Yugoslavia; King George of Greece; Empress Zita of Bourbon-Parma (Austria) and her daughters; as well as Queen Wilhelmina and her daughter, Princess Juliana. Further, in December 1941, British prime minister Winston Churchill arrived at Rideau Hall, where he presided over British Cabinet meetings via telephone from his bed. The viceregal couple also played host at Quebec City to prime minister Mackenzie King, as well as Churchill and United States president Franklin D. Roosevelt, who all gathered to take part in what would become known as the Quebec Conferences, with the first taking place between 17 and 24 August 1943 at the viceregal residence in La Citadelle, and the second occurring from 12 to 16 September 1944 at the Château Frontenac. Photos of the Earl with Roosevelt, Churchill and Mackenzie King on the ramparts of the Citadel during the Quebec Conference were widely published at the time. It was at these meetings that the four men discussed the Allied strategies that would eventually lead to victory over Nazi Germany and Japan. When Germany fell on 8 May 1945 and Japan on 15 August of the same year, Athlone led the national celebrations held on Parliament Hill and elsewhere. He thereafter spoke in speeches about Canada's future being marked not by war but by a strong role in reconstruction and reconciliation. During their time in Canada the Athlones also supported various charitable and social events, and mounted a number of tobogganing parties and skating lessons on the grounds of Rideau Hall, as well as skiing in Gatineau Park. Before the couple departed from Canada at the end of Athlone's time as the King's representative, he left as a legacy the Athlone-Vanier Engineering Fellowship, awarded by the Engineering Institute of Canada. ==Public life== left|220px|thumb|The Earl and Countess of Athlone, followed by Mackenzie King at the opening of parliament, 6 September 1945 In her lifetime, Princess Alice carried out many engagements and took part in many of the activities the royal family were involved in. Apart from her normal duties as vicereine of South Africa and then Canada, she attended the coronations of four British monarchs: Edward VII, George V, George VI, and Elizabeth II, as well as the investiture of the Dutch queen Juliana. She was also the Colonel-in-Chief of two British Army units and one Rhodesian Army unit. During the Second World War, she was Honorary Air Commandant of the Royal Canadian Air Force Women's Division. In 1950, she became the first Chancellor of the University of the West Indies (then the University College of the West Indies). As Chancellor, she visited the university every year, staying as a guest of Sir Kenneth Blackburne, Governor-General of Jamaica, and his wife. From the 1930s to the 1960s she was Chair of the Council (governing body) of Royal Holloway College, University of London. With her husband, daughter and son-in-law, Princess Alice represented the King at the 1937 wedding of Juliana of the Netherlands to Prince Bernhard of Lippe-Biesterfeld. The princess and her husband visited Bahrain and Saudi Arabia in the winter of 1938. She was the first member of the British royal family to visit the country and the only one to meet King Abdulaziz. Their nephew Lord Frederick Cambridge accompanied them on the visits. In Saudi Arabia Princess Alice visited Riyadh, Hofuf and Dammam, and met Noura bint Abdul Rahman, sister of the King and other members of the Saudi royal family. In 1966, Princess Alice published her memoirs, For My Grandchildren. ==Later life and death== At the end of the Second World War, the American Military Government in Bavaria, under the command of General George S. Patton, arrested and imprisoned Alice's brother, Charles Edward, Duke of Saxe-Coburg and Gotha (who served as a member of the Reichstag from 1937 to 1945), because of his actions as a Nazi supporter during the war. Alice, learning of her brother's incarceration, came to Germany with her husband to plead with his American captors for his release. They would not yield, and in 1946 he was sentenced by a de- nazification court, heavily fined and almost bankrupted.Hitler's Favourite Royal (Channel 4 documentary) Dec 2007 The Earl of Athlone died in 1957 at Kensington Palace in London. Princess Alice lived there until her death, dying in her sleep on 3 January 1981, aged 97 years and 313 days. At her death, she was the longest-lived British princess of royal blood. Her funeral in St George's Chapel at Windsor Castle was attended by all members of the royal family. She is buried alongside her husband and son in the Royal Burial Ground, Frogmore, directly behind the mausoleum of Queen Victoria and Prince Albert, in Windsor Great Park. Her daughter and son-in-law are also buried close by. At the time of her death she was great-aunt to the King of Sweden and the Queen of the United Kingdom. She lived through six reigns: those of Victoria (grandmother), Edward VII (uncle), George V (cousin and brother-in- law), Edward VIII (first cousin once removed and nephew), George VI (first cousin once removed and nephew) and Elizabeth II (first cousin twice removed and great-niece). == Honours == * 45px Lady of the Royal Order of Victoria and Albert, Second Class (VA) * 45px 1 January 1948: Dame Grand Cross of the Royal Victorian Order (GCVO) * 45px 11 May 1937: Dame Grand Cross of the Most Excellent Order of the British Empire (GBE) === Honorary military appointment === ; United Kingdom * Commandant-in-Chief, First Aid Nursing Yeomanry ===Arms=== As a granddaughter of Queen Victoria in the male line, Princess Alice was entitled to use the Royal Arms with a 5-point label for difference, the central point bearing a cross gules, the others hearts gules. {| border=\"0\" align=\"center\" width=\"70%\" |- !width=25% |200px|center !width=25% |200px|center !width=25% |200px|center |- |Princess Alice's coat of arms |Alice's banner of arms, a five-point label, the first, second, fourth and fifth points charged with a red heart, the third point charged with the Cross of St. George |Alice's personal banner of arms in Scotland. |} ==Ancestry== ==References== ==External links== *Listing of honours and military titles, regiments.org; accessed 25 June 2017. *A YouTube video of HRH Princess Alice speaking informally about Queen Victoria, her paternal grandmother; circa 1976 Category:1883 births Category:1981 deaths Category:People from Windsor, Berkshire Category:Canadian viceregal consorts Category:British princesses Athlone Category:Princesses of Saxe-Coburg and Gotha Category:Daughters of British dukes Category:House of Saxe-Coburg and Gotha (United Kingdom) Category:Ladies of the Royal Order of Victoria and Albert Category:Dames Grand Cross of the Order of the British Empire Category:Dames Grand Cross of the Royal Victorian Order Category:Double dames Category:Grand Crosses of the Order of Christ (Portugal) Category:Burials at the Royal Burial Ground, Frogmore Category:Teck-Cambridge family Category:People from Balcombe, West Sussex",
 "title": "Princess Alice, Countess of Athlone"
}