{
 "id": "285956",
 "text": "Stephen McConnell Case (born August 21, 1958) is an American entrepreneur, investor, and businessman best known as the former chief executive officer and chairman of America Online (AOL). Case joined AOL's predecessor company, Quantum Computer Services, as a marketing vice-president and became CEO of the company (renamed AOL) in 1991. Since his retirement as chairman of AOL Time Warner in 2003, he has gone on to invest in seed, early and growth-stage startups through his Washington, D.C. based venture capital firm Revolution LLC. Case authored The Third Wave: An Entrepreneur's Vision of the Future which became a New York Times bestselling book in 2016. Case supports inclusive entrepreneurship and innovation through the Rise of the Rest road trips and the Case Foundation, and served on the National Advisory Council on Innovation and Entrepreneurship (NACIE). Case was chairman of UP Global, a non-profit organization focused on fostering strong entrepreneurial communities, acquired by Techstars. == Life and career == Steve Case was born and grew up in Honolulu, Hawaii, the son of Carol and Daniel Case. He graduated from the private Punahou School (Class of 1976) and attended Central Union Church. Case graduated from Williams College in Williamstown, Massachusetts in 1980 with a degree in political science. For the next two years he worked as an assistant brand manager at Procter & Gamble in Cincinnati, Ohio. In 1982 he joined Pizza Hut Inc. in Wichita, Kansas, serving as manager of new pizza marketing. In January 1983, his older brother Dan, an investment banker, introduced him to Bill von Meister, CEO of Control Video Corporation. The company was marketing a service called GameLine for the Atari 2600 video game console that allowed users to download games via a phone line and modem. After that meeting, von Meister hired Case as a marketing consultant. Later that year, the company nearly went bankrupt and one of its investors, Frank Caufield, brought in his friend Jim Kimsey as a manufacturing consultant. Case later joined the company as a full-time marketing employee. In 1985 Quantum Computer Services, an online services company, was founded by Jim Kimsey from the remnants of Control Video. Kimsey became CEO of the newly renamed Quantum Computer Services and hired Case as vice president of marketing. In 1987 he promoted him again to executive vice president. Kimsey groomed Case to become chairman and CEO when Kimsey retired, and the transition formally took place in 1991 (CEO) and 1995 (chairman). As part of the changes that gave birth to Quantum, Case changed the company's strategy, creating an online service called Quantum Link (Q-Link for short) for the Commodore 64 in 1985 with programmer (and AOL co-founder) Marc Seriff. In 1988, Quantum began offering the AppleLink online service for Apple and PC Link for IBM compatible computers. In 1991 he changed the company name to America Online and merged the Apple and PC services under the AOL name; the new service reached 1 million subscribers by 1994, and Q-Link was terminated October 21 of that year. AOL pioneered the concept of social media, as its focus from day one was on communication features such as chatrooms, instant messaging and forums. Case believed that the \"killer app\" was community — people interacting with each other — and that was the driver of much of AOL's early success. By contrast, competitive services of the time such as Prodigy funded by IBM and Sears, focused on shopping, and CompuServe focused on being an information utility. AOL's strategy was to make online services available and accessible to the mass market by making them affordable, easy to use, useful and fun. At a time when competing services like CompuServe were charging for each minute of access (which varied based on modem speeds and added extra charges for premium services), AOL priced its service at $19.95 per month for unlimited use of basic tier services beginning in 1996. Within three years, AOL's userbase grew to 10 million, ultimately reaching 26.7 million users at its peak in 2002. Among many initiatives in the early years of AOL, Case personally championed many innovative online interactive titles and games, including graphical chat environments Habitat (1986) and Club Caribe (1989), the first online interactive fiction series QuantumLink Serial by Tracy Reed (1988), Quantum Space, the first fully automated Play by email game (1989), and the original Dungeons & Dragons title Neverwinter Nights, the first Massively Multiplayer Online Role Playing Game (MMORPG) to depict the adventure with graphics instead of text (1991). After a decade of quick growth, AOL merged with media giant Time Warner in 2001, creating one of the world's largest media, entertainment and communications companies. The $164 billion acquisition was completed in January 2001 but quickly ran into trouble as part of the dot-com recession, compounded by accounting scandals. Case announced his resignation as chairman in January 2003, although he remained on the company's board of directors for almost three more years. The failure of the AOL-Time Warner merger is the subject of a book by Nina Munk entitled Fools Rush In: Steve Case, Jerry Levin, and the Unmaking of AOL Time Warner (2005). A photo of Case and Time Warner's Jerry Levin embracing at the announcement of the merger appears on the cover. In 2005, Case wrote in The Washington Post that \"It's now my view that it would be best to 'undo' the merger by splitting Time Warner into several independent companies and allowing AOL to set off on its own path.\" Case resigned from the Time-Warner board of directors in October 2005, to spend more time working on Revolution LLC, a D.C.-based investment firm he founded in April 2005. Revolution and its related funds have invested in more than 200 companies. Revolution has committed to investing a majority of its capital outside Silicon Valley He is also chairman of the Case Foundation, which he and his wife Jean Case created in 1997. In 2011, Steve and Jean Case, were honored as Citizens of the Year by the National Conference on Citizenship and interviewed by Stephanie Strom of The New York Times about their record of service and philanthropic endeavors. In 1999, Case received the Golden Plate Award of the American Academy of Achievement. His award was presented by Awards Council member Jim Kimsey. Case was inducted into the Junior Achievement U.S. Business Hall of Fame in 2009. In 2011, he was appointed as a Citizen Regent of the Smithsonian Institution, and became Chair of the Regents in 2020. Case was a co-chair of the Democracy Project at the Bipartisan Policy Center. In May 2014, Case received an Honorary Doctorate of Humane Letters from Georgetown University. == Investments == Following his departure from AOL, Case founded Revolution LLC in 2005. Early investments include Revolution Money, HelloWallet, AddThis, Zipcar, Living Social, and luxury travel club Exclusive Resorts. These last three were considered early bets on the new Web economy, and were early examples of what is now referred to as the 'sharing economy.' Zipcar went public in April 2011, earning a market valuation of more than $1 billion before being acquired by Avis Budget Group in January 2013. Other exits include the purchase of Revolution Money by American Express in 2009 for $300 million, and on May 29, 2014 MorningStar announced plans to acquire HelloWallet for an undisclosed amount. In 2011, Case, along with Ted Leonsis, launched the $450 million Revolution Growth fund. The fund's investments to date include Bigcommerce, CustomInk, Echo360, FedBid, Handy, Lolly Wolly Doodle, Optoro, Orchard, Resonate, Revolution Foods, Sweetgreen, Sparefoot, Bedrock Manufacturing, LDiscovery, Interactions, Cava, DraftKings, Sportradar, Tala, Tempus, TalkSpace and Uptake. In 2013, he launched the Revolution Ventures fund with Tige Savage and David Golden. Revolution Ventures has invested in BenchPrep, Booker, Busbud, Framebridge, Homesnap, Insikt, OrderUp, RunKeeper, MemberSuite, PolicyGenius, Paro, Bloomscape and Bright Cellars. In 2017, Case launched the Rise of the Rest Seed Fund, investing in companies outside of San Francisco, New York and Boston. The fund has invested in companies across 78 cities and 35 states. Case has also invested directly in other companies, such as Kenyan solar provider M-kopa. Case controls tens of thousands of acres of land in Hawaii, including a controlling interest in Maui Land & Pineapple Company, and Grove Farm, obtained in a highly controversial transaction which led to years of litigation by the farm's previous owners. ==Third Wave== Case wrote The Third Wave: An Entrepreneur's Vision of the Future in 2016. In the book, he argues innovations in technology will transform the Internet of Things to the Internet of Everything, change the way society thinks about work and challenging the biggest industries in the world. He calls the new era the \"Third Wave\" of the internet. The \"first wave\" saw AOL and other companies lay the foundation for consumers to connect to the internet. The \"second wave\" saw companies like Google and Facebook build on top of the internet to create search and social networking capabilities, while apps like Instagram leveraged the smartphone revolution. Case says we're entering the \"Third Wave,\" a period when entrepreneurs will leverage technologies to finally disrupt \"real world\" sectors like health, education, transportation, and energy - and in the process change the way people live their daily lives. Entrepreneurs, large corporations and governments will need to have a new mindset and skills in order to be successful in this new era. In the \"Third Wave,\" Case also predicts the rise of startup ecosystems outside of California, New York and Boston. What he calls The Rise of the Rest. A confluence of the industry expertise in these regions, technological innovations and public policy changes makes it easier to start and scale a business anywhere. ==Work with immigration reform== Case is an avid advocate for comprehensive immigration reform, arguing that easing restraints on immigration is necessary for America's future entrepreneurial economy. He particularly emphasizes the impact that reform would have on recent engineering graduates and the tech sector. Case contends that making it easier for foreign students educated in America to stay post graduation is vital to winning the war for talent, given the sheer high demand for engineers and entrepreneurs and current visa rules preventing tech companies from hiring the best foreign talent. He argues not only for reforming the H-1B visa program, but also implementing a Startup Visa program that welcomes immigrant entrepreneurs with proven ideas to launch their startups in the United States. Case traditionally has avoided politics, quietly building nonpartisan relationships with both Democrats and Republicans. Fueled by concern that Donald Trump's restrictive immigration policies would result in loss of jobs as many Fortune 500 companies were founded by immigrants or their children he made an exception to remaining nonpartisan by endorsing Hillary Clinton for the 2016 presidency. == Family == His father, Daniel H. Case, is the founding partner of the Hawaiian law firm of Case Lombardi & Pettit.Daniel H. Case bio & at Case Lombardi & Pettit His mother Carol was an elementary school teacher. His parents had three other children: Carin, Dan and Jeff. His brother Dan died from brain cancer at the age of 44 in June 2002. Case is a cousin of Ed Case, who served as a Hawaii congressman from 2002 through 2007 and since 2019. In 1985, Case married Joanne Barker whom he had met while attending Williams College. The couple had three children and divorced in 1996. Two years later, in 1998, he married former AOL executive Jean Villanueva in a ceremony officiated by the Rev. Billy Graham. Alt URL Case donated $10 million to Punahou School to build a junior high school named after his parents. He is Christian. == References == ===Sources=== * * * Interview detailing Case's support for early games, and effects of explosive growth ==Further reading== * Leibovich, Mark. The New Imperialists (Prentice Hall, 2002) pp 183-228. online == External links == * * Category:1958 births Category:American billionaires Category:American technology chief executives Category:American Internet company founders Category:Chairmen of AOL Category:American chairpersons of corporations Category:Giving Pledgers Category:21st-century philanthropists Category:Living people Category:People from Honolulu Category:People from McLean, Virginia Category:Punahou School alumni Category:Williams College alumni Category:Businesspeople from Hawaii",
 "title": "Steve Case"
}