{
 "id": "285938",
 "text": "thumb|250px|Ole Worm and Dorothea Worm, née Fincke Ole Worm (13 May 1588 – 31 August 1654), who often went by the Latinized form of his name Olaus Wormius, was a Danish physician, natural historian and antiquary. He was a professor at the University of Copenhagen where he taught Greek, Latin, physics and medicine. == Biography== Worm was the son of Willum Worm, who served as the mayor of Aarhus, and was made a rich man by an inheritance from his father. Ole Worm's grandfather Johan Worm, a magistrate in Aarhus, was a Lutheran who had fled from Arnhem in Gelderland while it was under Catholic rule. Worm married Dorothea Fincke, the daughter of a friend and colleague, Thomas Fincke. Fincke was a Danish mathematician and physicist, who invented the terms 'tangent' and 'secant' and taught at the University of Copenhagen for more than 60 years. Through Fincke, Worm became connected to the powerful Bartholin family of physicians, and later theologians and scientists, that dominated the University of Copenhagen throughout the 17th and 18th centuries. Ole Worm was something of a perpetual student: after attending the grammar school of Aarhus, he continued his education at the University of Marburg, studying theology in 1605. He received his doctor of medicine degree from the University of Basel in 1611, and received a master of arts degree from the University of Copenhagen in 1617. The rest of his academic career was spent in Copenhagen, where he taught Latin, Greek, physics, and medicine. He was personal physician to King Christian IV of Denmark. Somewhat remarkable for a physician of the time, he remained in the city of Copenhagen to minister to the sick during an epidemic of the bubonic plague, which led to his own death from the plague in 1654. == Scientific and cultural significance == In medicine, Worm's chief contributions were in embryology. The Wormian bones (small bones that fill gaps in the cranial sutures) are named after him. Worm is known to have been a collector of early literature in the Scandinavian languages. He also wrote a number of treatises on runestones and collected texts that were written in runic.Thunberg, Carl L. Ingvarståget och dess monument (”The Ingvar Expedition and its Monuments”), University of Gothenburg, 2010, pp. 12–13. Worm received letters of introduction to the bishops of Denmark and Norway from the King of Denmark due to the king's interest and approval. In 1626 Worm published his \"Danish Chronology\" (Fasti Danici) containing the results of his researches into runic lore; and in 1636 his \"Runes: the oldest Danish literature\" (Runir seu Danica literatura antiquissima), a compilation of transcribed runic texts. In 1643 his \"Danish Monuments\" (Danicorum Monumentorum) was published. The first written study of runestones, it is also one of the only surviving sources for depictions of numerous runestones and inscriptions from Denmark, some of which are now lost. An illustration of his pet bird, a great auk, survives as the only known illustration of a live member of the species, which is now extinct.Thunberg, 2010, p. 12. As a scientist, Worm straddled the line between modern and pre- modern. As an example, in a very modern, empirical mode, Worm determined in 1638 that the unicorn did not exist and that purported unicorn horns simply were from the narwhal. At the same time, however, he then wondered if the anti-poison properties associated with a unicorn's horn still held true, and undertook experiments in poisoning pets and then serving them ground up narwhal horn (his poisoning must have been relatively mild because he reported that they did recover). Other empirical investigations he conducted included providing convincing evidence that lemmings were rodents and not, as some thought, spontaneously generated by the air (Worm 1655, p. 327), and also by providing the first detailed drawing of a bird-of-paradise proving that they did, despite much popular speculation to the opposite, indeed have feet like regular birds. Worm's primary use of his natural history collection was for the purpose of pedagogy. ==Museum Wormianum== As a natural philosopher, Worm assembled a great collection of curiosities, which ranged from native artifacts collected from the New World, to taxidermed animals, to fossils, on which he speculated greatly. Museum Wormianum was the cabinet of rarities of the natural history cabinet established by Ole Worm in Copenhagen. It consists of minerals, plants, animals, and man-made objects. Worm compiled engravings of his collection, along with his speculations about their meaning, into a catalog of his Museum Wormianum, published after his death in 1654. Museum Wormianum contained a detailed description of the natural history cabinet. The text is divided into four books; the first three dealing with minerals, plant and animal. The fourth detailed archaeological and ethnographic items. == In popular culture == The early twentieth century horror author H. P. Lovecraft mentions Olaus Wormius as having translated the fictional Al Azif (commonly known as the Necronomicon) from Greek to Latin; however, he dates this translation 1228, four centuries before the historical Wormius's lifetime. Horror writer Anders Fager has elaborated this myth in several of his tales. ==Gallery== Wormius' Great Auk.jpg|Only known illustration of a great auk drawn from life 1655 - Frontispiece of Museum Wormiani Historia.jpg|\"Musei Wormiani Historia,\" the frontispiece from the Museum Wormianum depicting Wormius' cabinet of curiosities Worm, Danicorum monumentorum 1643.jpg|Worm's illustration of the Runamo inscription, wherein he asserted he could read the name Lund; the \"inscription\" later was found to be natural formations in the rock == Bibliography == * * * , alt. source == References == == External links == * Computus Runicus. A Runic calendar collected by Wormius in Gotland. * \"Runologia\" of Grunnavikur-Jon * Museum Wormianum (digitized by Lund University Library) Category:1588 births Category:1654 deaths Category:University of Marburg alumni Category:University of Basel alumni Category:University of Copenhagen alumni Category:Danish naturalists Category:Danish antiquarians Category:17th-century Danish scientists Category:17th-century Danish physicians Category:17th-century Latin-language writers Category:Danish educators Category:Rectors of the University of Copenhagen Category:People from Aarhus Category:Burials at the Church of Our Lady, Copenhagen",
 "title": "Ole Worm"
}