{
 "id": "286698",
 "text": "England, Half-English is a 2002 album by English political singer-songwriter Billy Bragg and The Blokes, and a song from that album. The song is about racism in England and the anti-immigration feelings and racist abuse of asylum seekers fuelled by the tabloid press, particularly the Daily Mail. The song uses examples such as the lions on the English football team's shirts, Britannia and the English patron saint, St. George (from Lebanon), the hyphen in Anglo-Saxon and the nation's favourite dish (curry) to convey his message that everything about English culture is shaped and influenced by the waves of immigration that have taken place in the past. The title is taken from England, Half English, a 1961 collection of essays and articles by Colin MacInnes, which includes a 1957 article called \"Young England, Half English\" about the influence of American pop music on English teenagers. \"Take Down The Union Jack\", a song from the album that protests against the monarchy, Queen Elizabeth's Golden Jubilee and argues for English and Scottish independence, reached number 22 in the UK singles chart in May 2002. == Track listing == All tracks composed by Billy Bragg; except where indicated #\"St. Monday\" (single) #\"Jane Allen\" (Ian McLagan, Martyn Barker, Lu Edmonds, Ben Mandelson, Billy Bragg & the Blokes) #\"Distant Shore\" (Ian McLagan, Martyn Barker, Lu Edmonds, Ben Mandelson, Billy Bragg & the Blokes) #\"England, Half English\" (Ian McLagan, Martyn Barker, Lu Edmonds, Ben Mandelson, Billy Bragg & the Blokes) #\"NPWA (No Power Without Accountability)\" (Billy Bragg & the Blokes) (single) #\"Some Days I See The Point\" #\"Baby Faroukh\" (Billy Bragg, Ian McLagan, Martyn Barker, Lu Edmonds, Ben Mandelson) #\"Take Down The Union Jack\" (single) #\"Another Kind of Judy\" #\"He'll Go Down\" #\"Dreadbelly\" (Ian McLagan, Martyn Barker, Lu Edmonds, Ben Mandelson, Billy Bragg & the Blokes) #\"Tears of My Tracks\" ==Personnel== *Billy Bragg – guitar, vocals ;The Blokes *Ben Mandelson – various string instruments *Ian McLagan – Hammond organ, piano *Lu Edmonds – various string instruments *Martyn Barker – drums, percussion *Simon Edwards – bass guitar == References == == External links == * Category:Billy Bragg albums Category:2002 albums Category:Albums produced by Grant Showbiz Category:Elektra Records albums",
 "title": "England, Half-English"
}