{
 "id": "28671",
 "text": "Susan Charlotte Faludi (; born April 18, 1959) is an American feminist, journalist, and author. She won a Pulitzer Prize for Explanatory Journalism in 1991, for a report on the leveraged buyout of Safeway Stores, Inc., a report that the Pulitzer Prize committee commended for depicting the \"human costs of high finance\". She was also awarded the Kirkus Prize in 2016 for In the Darkroom, which was also a finalist for the 2017 Pulitzer Prize in biography. ==Biographical information== Faludi was born in 1959 in Queens, New York, and grew up in Yorktown Heights, New York. She was born to Marilyn (Lanning), a homemaker and journalist, and Stefánie Faludi (then known as Steven Faludi, and born István Friedman), who was a photographer. Stefánie Faludi had emigrated from Hungary, was Jewish, and a survivor of the Holocaust; she eventually came out as a transgender woman and later died in 2015. Susan Faludi has dual US-Hungarian citizenship. Faludi's maternal grandfather was also Jewish. Susan graduated from Harvard University with an AB summa cum laude in 1981, where she was elected to Phi Beta Kappa and wrote for The Harvard Crimson, and became a journalist, writing for The New York Times, Miami Herald, Atlanta Journal Constitution, San Jose Mercury News, and The Wall Street Journal, among other publications. Throughout the eighties she wrote several articles on feminism and the apparent resistance to the movement. Seeing a pattern emerge, Faludi wrote Backlash, which was released in late 1991. In 2008–2009, Faludi was a fellow at the Radcliffe Institute for Advanced Study,Susan Faludi's Radcliffe Webpage: and during the 2013–2014 academic year, she was the Tallman Scholar in the Gender and Women's Studies Program at Bowdoin College. She is married to fellow author Russ Rymer. Since January 2013, Faludi has been a contributing editor at The Baffler magazine in Cambridge, Massachusetts. In 1996, she was awarded honoris causa membership in Omicron Delta Kappa at SUNY Plattsburgh. In 2017, she was awarded an honorary doctoral degree from Stockholm University in Sweden.Honorary Doctorates 2017: http://www.su.se/english/about/ceremonies/honorary-doctorates/honorary- doctorates-2017-1.328417 ==Major works== * Faludi's 1991 book Backlash: The Undeclared War Against American Women argued that the 1980s saw a backlash against feminism, especially due to the spread of negative stereotypes against career-minded women. Faludi asserted that many who argue \"a woman's place is in the home, looking after the kids\" are hypocrites, since they have wives who are working mothers or, as women, they are themselves working mothers. This work won her the National Book Critics Circle Award for general nonfiction in 1991. The book has become a classic feminist text, warning women of every generation that the gains of feminism should not be taken for granted. In 2014, high-profile women such as journalists Jill Abramson and Katha Pollitt, actress/writer Lena Dunham, and feminist novelist Roxane Gay, among many others, reread each of the chapters of the book and examined their contemporary relevance. In September 2015, Bustle.com included Backlash among its list of \"25 Bestsellers from the last 25 years you simply must make time to read.\" * In her 1999 book Stiffed: The Betrayal of the American Man, Faludi analyzes the state of the American man. Faludi argues that while many of those in power are men, most individual men have little power. American men have been brought up to be strong, support their families and work hard. But many men who followed this now find themselves underpaid or unemployed, disillusioned and abandoned by their wives. Changes in American society have affected both men and women, Faludi concludes, and it is wrong to blame individual men for class differences, or for plain differences in individual luck and ability, that they did not cause and from which men and women suffer alike. * In The Terror Dream, Faludi analyzes the September 11, 2001 terrorist attacks in light of prior American experience going back to insecurity on the historical American frontier such as in Metacom's Rebellion. Faludi argues that 9/11 reinvigorated in America a climate that is hostile to women. Women are viewed as weak and best suited to playing support roles for the men who protect them from attack. The book was called a \"tendentious, self-important, sloppily reasoned work that gives feminism a bad name\" by the New York Times principal book reviewer Michiko Kakutani. Review of Another New York Times journalist, John Leonard, stated \"In The Terror Dream a skeptical Faludi reads everything, second-guesses everybody, watches too much talking-head TV and emerges from the archives and the pulp id like an exorcist and a Penthesilea.\" Sarah Churchwell in The Guardian says, \"Ultimately Faludi is guilty of her own exaggerations and mythmaking, strong-arming her argument into submission.\" On the other hand, Kirkus Reviews claimed that the book was a \"rich, incisive analysis of the surreality of American life in the wake of 9/11\" and that it was \"brilliant, illuminating and essential.\" Reviewing the book for Fresh Air, Maureen Corrigan praised Faludi for her \"characteristic restraint and depth of research\" and for her \"rigorous insistence on truth\". * Faludi's most recent book, published in 2016, is In the Darkroom with Henry Holt & Co; it is about the \"fluidity and binaries\" of \"modern transsexuality\", inspired by Faludi's father coming out as a transgender woman. == Faludi and feminism == Faludi has rejected the claim advanced by critics that there is a \"rigid, monolithic feminist 'orthodoxy,'\" noting in response that she has disagreed with Gloria Steinem about pornography and Naomi Wolf about abortion. Like Gloria Steinem,Mother Jones. \"Gloria Steinem\" Faludi has criticized the obscurantism prevalent in academic feminist theorizing, saying, \"There's this sort of narrowing specialization and use of coded, elitist language of deconstruction or New Historicism or whatever they're calling it these days, which is to my mind impenetrable and not particularly useful.\"Conniff, Ruth (June 1993). \"Susan Faludi – feminist author – Interview\", The Progressive. She has also characterized \"academic feminism's love affair with deconstructionism\" as \"toothless\", and warned that it \"distract[s] from constructive engagement with the problems of the public world\". ==Bibliography== ===Books=== * * * * ===Essays and reporting=== * * * Faludi, Susan, (October 2010) \"American Electra: Feminism's Ritual Matricide\" Harper's: 29–42. * == See also == * Third-wave feminism * Jewish feminism ==References== == External links == * * * * Interview with Phillip Adams on April 14, 2008 Category:1959 births Category:Living people Category:20th-century American non-fiction writers Category:20th-century American women writers Category:21st-century American non-fiction writers Category:21st-century American women writers Category:American feminist writers Category:American people of Hungarian- Jewish descent Category:American abortion-rights activists Category:American women journalists Category:Critics of postmodernism Category:Jewish American writers Category:Jewish feminists Category:People from Queens, New York Category:People from Yorktown Heights, New York Category:Pulitzer Prize for Explanatory Journalism winners Category:The Harvard Crimson people Category:The New Yorker people Category:Journalists from New York City Category:Activists from New York (state) Category:Kirkus Prize winners Category:21st-century American Jews",
 "title": "Susan Faludi"
}