{
 "id": "286805",
 "text": "Religious philosophy is philosophical thinking that is influenced and directed as a consequence to teachings from a particular religion. It can be done objectively, but may also be done as a persuasion tool by believers in that faith. Religious philosophy is predominantly concerned with the conceptions of god, gods, and/or the divine. Due to historical development of religions, many religions share commonalities with respect to their philosophies. These philosophies are often considered to be universal and include beliefs pertaining to concepts such as afterlife, souls, and miracles. Each religion also has unique philosophies that distinguish them from other religions, and these philosophies are guided through the concepts and values behind the teaching pertaining to that belief-system. Different religious philosophies include: * * * * * * * * * * == Philosophical commonalities == Religious faith and philosophical reflection are connected to one another. Religious tradition influences the philosophical thinking and beliefs of followers of that religion. Many philosophical commonalities have arisen amongst religions due to core historical foundations. For example, Abrahamic religions, which encompass Judaism, Christianity, Islam, Baha’i Faith, Yezidi, Druze, Samaritan and Rastafari, share philosophical commonalities, although differ in their presentation of these philosophical concepts through their respective religious texts. There are also philosophical concepts and reasoning in religious teachings that were conceived independently from one another, however, are still similar and reflect analogous ideas. For example, the argument and reasoning for the existence of an omniscient god or multiple gods can be found in several religions including Christianity, Islam, and Hinduism. Another example includes the philosophical concept of free will; present in monotheistic religions as well as in polytheistic religions. == Types == === Intuitive religious philosophy === Many religious concepts are considered to be ‘cross-culturally ubiquitous’ as they are ‘cognitively natural’. They are considered to be intuitive, meaning that they arise without much direction, instruction, or coaching in early stages of our intellectual development, and do not necessarily arise from cultural influence. Such religious concepts include beliefs concerning ‘afterlife, souls, supernatural agents, and miraculous events’. === Reflective religious philosophy === Some religious concepts require deliberate teaching to ensure transmission of their ideas and beliefs to others. These beliefs are categorised as reflective, and are often stored in linguistic format that allows for ease of transmission. Reflective philosophies are thought to contribute significantly to the continuation of cultural and religious beliefs. Such religious philosophies include karma, divine immanent justice, or providence, and also encompass theological concepts such as Trinity in Christianity or Brahman in Hinduism. == God == Religious philosophy is predominantly concerned with the conceptions of god, gods, and/or the divine. === Ontological arguments === Ontological arguments are arguments based on reason with the conclusion that God exists. There are many notable contributors to the development of various ontological arguments. In the 11th century C.E., Saint Anselm of Canterbury (1033–1109) reasoned in his work Proslogion the existence of God in an ontological argument based on the idea that a ‘being than which no greater can be conceived’. Thomas Aquinas (c. 1225-1274) extracted components of philosophical teaching relevant to Christianity, using philosophy as a means to demonstrate God’s existence. In his work Summa Theologica, Aquinas presents 5 arguments for the existence of God, known as ‘quinque viae’ or ‘five ways’. thumb|Portrait of René Descartes In the 17th century, René Descartes (1596–1650) proposed similar arguments to that of Saint Anselm of Canterbury. For example, in his work Fifth Meditation he provides an ontological argument based on the reasoning that if we are able to conceive the idea of a supremely perfect being (i.e. that we have an idea of a supremely perfect being) then, he claims, we are able to reach the conclusion that there exists a supremely perfect being. Two version for Descartes’ ontological argument exist: * Version A: # Whatever I clearly and distinctly perceive to be contained in the idea of something is true of that thing. # I clearly and distinctly perceive that necessary existence is contained in the idea of God. # Therefore, God exists. * Version B: # I have an idea of a supremely perfect being, i.e. a being having all perfections. # Necessary existence is perfection. # Therefore, a supremely perfect being exists. In the 18th century, Gottfried Leibniz (1646 – 1716) further developed Descartes ontological argument through attempting to satisfy a shortcoming in Descartes’ proposal which did not address the coherence of a supremely perfect being. Leibniz reasoned that perfections are compatible as they are unable to be analysed, and therefore are able to exist in a single entity thereby validating Descartes argument. More recently, individuals such as Kurt Gödel, Charles Hartshorne, Norman Malcolm, and Alvin Plantinga have proposed ontological arguments, many of which elaborate or are connected to older ontological arguments presented by individuals such as St. Anselm, Descartes, and Leibniz. For example, Kurt Godel (1905-1978) used modal logic to elaborate and clarify Leibniz's version of Saint Anselm of Canterbury's ontological proof of the existence of God, known as Godel’s Ontological Proof. === Concept of God === An individual’s perception of the concept of God influences their coping style. There are four main religiously affiliated coping mechanisms as follows: # Self-directing style: the individual does not involve God directly and instead individually adopts a problem-solving method. # Deferring style: the individual submits their issue and the required problem-solving to God. # Collaborative style: both the individual and God are involved in the problem- solving process. # Surrender style: the individual works collaborative with God in the problem-solving process, however values God’s direction above their own. == Impacts == Religious philosophy influences many aspects of an individuals’ conception and outlook on life. For example, empirical studies concentrating on the philosophical concept of spirituality at or near the end of life, conducted in India, found that individuals who follow Indian philosophical concepts are influenced by these concepts in their ‘perception of spirituality’. Considerations concerning medical care, death, diet, and pregnancy differ amongst followers of various religions due to their respective philosophies. === Medical care === An individuals’ religious philosophy is important in the consideration of their medical care and medical decisions, and taking that into account improves the quality of their medical treatment. Particularly, in the case of palliative care, understanding different religious philosophical foundations allows for the proper spiritual care to be obtained by the patient. Religious philosophy is also a necessary consideration in the psychotherapeutic treatment of psychiatric disorders. ==== Organ donation ==== Consideration of organ donation post-death is related to an individual’s religious philosophy. ===== Islamic philosophy ===== Islamic philosophies forbid the violation of the human body, however simultaneously place importance on selflessness; > And whoever saves one - it is as if he had saved mankind entirely. (Quran > 5:32) Organ donation is generally endorsed, through the principle that necessity overrides prohibition known as al-darurat tubih al-mahzurat. Objections to organ donation in Islamic religion is mainly originated on cultural foundations rather than religious philosophical ones, with their altruistic principle allowing for exceptions in regard to medical intervention, for example; involving porcine bone grafts and pork insulin. Formal decisions have been made regarding organ donation in association with Islamic teachings, for example, the UK Muslim Law Council in 1996 issued a Ijtihad (religious ruling) that defined organ transplantation within the scope of the Islamic following, and Islamic Jurisprudence Assembly Council in Saudi Arabia in 1988 approving organ donation, with similar formal decisions made in Egypt, Iran, and Pakistan. ===== Christian philosophy ===== Christian philosophies generally endorse organ donation although reasoning and opinion differ amongst sects. Christian theologians reference the Bible in regard to organ donation, particularly; > Heal the sick, cleanse the lepers, raise the dead, cast out devils: Freely > you have received, freely give. (Matthew 10:8) > Greater love hath no man than this, that he lay down his life for his > friends. (John 15:13) Most Christian scholar sanction organ transplantation as it is deemed an act of selflessness, with the Catholic and Protestant Church endorsing organ donation in a joint declaration in 1990, promoting the action as an act of Christian love. ===== Jewish philosophy ===== Jewish philosophies hold great importance on the intact burial of the deceased persons due to halakhic foundations. However, much like Islam, altruism in the form of saving a life, known as pikuach nefesh in Jewish law, overrides all other commandments and prohibition; > Whoever destroys a soul, it is considered as if he destroyed an entire > world. And whoever saves a life, it is considered as if he saved an entire > world. (Babylonian Talmud, tractate Sanhedrin 37a) Organ donation is endorsed by most Jewish scholars. ==== Euthanasia ==== Consideration of euthanasia is influenced by an individual’s religious philosophy. Much of the opposition towards legislation of euthanasia is due to religious beliefs. Individuals who express a belief in God as an entity who controls destiny were more opposed to legalisation of euthanasia and physician assisted suicide. For example, religions such as Christian Science, Church of Jesus Christ of Latter-day Saints, Hinduism, Islam, Jehovah’s Witness, Seventh-day Adventist generally do not allow for or practice euthanasia. ===== Islamic philosophy ===== Islamic jurisprudence does not condone or allow for an individual to die voluntarily. Islamic philosophies indicate that life is a divine, sacred gift, with Allah deciding how long each individual will live. The moment of death, known as ajal, cannot be hastened by any form of passive or active voluntary intervention (e.g. in the form of euthanasia) as this is completely under the control of Allah. Only Allah has the absolute authority and ability to give life as well as take it away. Islamic philosophies emphasise that life does not belong to the human, but to Allah. Although the Qur'an states '‘Nor take life – which Allah has made sacred – except for just cause’ (Quran 17:33), hadith literature indicates that despite intolerable pain and suffering, euthanasia is not condoned. For example, according to Sahih Muslim, in the Battle of Hunayn a Muslim warrior committed suicide due to the pain of his wound however Prophet Muhammad declared that this act negated his courage and service to Allah and doomed him to Hell. ==== Abortion ==== Many religions hold philosophical value toward life of all forms and are thus completely against abortion. However abortion is tolerated in specific cases, such as rape or when the mother’s life is in danger. ===== Hindu philosophy ===== Hindu philosophies prohibit abortion, in line with dharmasastras. Hindu philosophy regarding conception involve the belief that both physical and spiritual qualities, like an individual’s past karma, exist and enter the human embryo from the moment of conception. ===== Buddhist philosophy ===== In Buddhist philosophies, much like Hindu philosophies, there is a morally negative view towards abortion in accordance to the Five Precepts. However, the intention behind an action is an important consideration, and therefore many Buddhists accept the idea of abortion if under the pretence of good intention. ===== Jewish philosophy ===== (See also Judaism and abortion) Jewish philosophies in Rabbinical works generally condemn abortion, foeticide, or infanticide as it is viewed as an immoral action on human life. However, ‘abortion appears as an option for Jewish women from the earliest sources of the Bible and Mishnaic commentary’, where the Talmud indicates that a mother’s life is prioritised if her life or wellbeing is put at risk by the child, thereby permitting abortion. Jewish laws do not condone abortion in scenarios involving rape or incest. ===== Taoist philosophy ===== Taoist philosophy expresses a desire to find and maintain a balance between populations and their resources. Therefore, due to these philosophies, population management were of national interests observed in China’s ‘one child’ policy. However, abortion is not encouraged as it would ‘corrupt the body and would wrongly negate the body’s capacity to give life’. === Diet === Many religions follow dietary habits. For example, a vegetarian diet is adhered to by individuals who follow Buddhism, Hinduism, Seventh-day Adventist. The emphasis on sanctity of all life in the ethical doctrine known as ahimsa (non-injury to living beings) in Buddhist and Hindu philosophies encompass human as well as animal life, and influence this vegetarian tradition, with modern influence including the concept of reincarnation. Fasting of various forms (exclusion of specific foods or food groups, or exclusion of food for certain periods of time) are undertaken by individuals who follow philosophies of Church of Jesus Christ of Latter-day Saints, Eastern Orthodox, Islam, Roman Catholicism. Some religions require for food to be invoked in God’s name. For example, in Islam, meat must be from properly slaughtered ‘clean’ animals, known as halal, although it is forbidden to consume scavenger animals. The religious philosophical purpose behind Islamic dietary laws derived from the commandments of Allah (Quran and Sunnah of The Holy Prophet) is the concept of purity, where Muslims consume what is considered pure and clean to be pure both in a physical and spiritual sense. Another example includes Jewish Kosher laws, where individuals must observe kosher food laws derived from Torah and Mishnah religious scripture texts. ==References== ==External links== *",
 "title": "Religious philosophy"
}