{
 "id": "286880",
 "text": "The National University of Singapore (NUS) is a national collegiate research university in Queenstown, Singapore. Founded in 1905 as the Straits Settlements and Federated Malay States Government Medical School, NUS has consistently been considered as being one of the top and most prestigious academic institutions in the world as well as in the Asia-Pacific itself. It plays a key role in the further development of modern technology and science, offering a global approach to education and research, with a focus on expertise and perspectives of Asia. In 2022, the QS World University Rankings ranked NUS 11th in the world and first in Asia. NUS is the oldest autonomous university in the country. It is largely a comprehensive research university, offering degree programmes in a wide range of disciplines at both the undergraduate and postgraduate levels, including in the sciences, medicine and dentistry, design and environment, law, arts and social sciences, engineering, business, computing, and music. NUS's main campus is located in the southwestern part of Singapore, adjacent to the Kent Ridge subzone of Queenstown, accommodating an area of . The Duke–NUS Medical School, a postgraduate medical school jointly established with Duke University, is located at the Outram campus; its Bukit Timah campus houses the Faculty of Law and Lee Kuan Yew School of Public Policy; and the Yale-NUS College, a liberal arts college established in collaboration with Yale University that is scheduled to be merged with the University Scholars Programme in 2025 to form NUS College, is located at University Town (commonly known as UTown). NUS has one Nobel laureate, one Tang Prize laureate and one Vautrin Lud Laureate affiliated as alumni, faculty members, or researchers. == History == thumb|University Hall In September 1904, Tan Jiak Kim led a group of representatives of the Chinese and other non-European communities to petition the Governor of the Straits Settlements, Sir John Anderson, to establish a medical school in Singapore. It was noted by Anderson that there were other petitions prior which were not successful due to concerns over having a sufficient number of students and support from the local community. Tan, who was the first president of the Straits Chinese British Association, managed to raise 87,077 Straits dollars from the community, including a personal donation of $12,000. On 3 July 1905, the medical school was founded and was known as the Straits Settlements and Federated Malay States Government Medical School. At Anderson's directions, the school was hosted temporarily at a recently emptied block at a Government-run asylum in Pasir Panjang while providing the staff required to run the school. In 1912, the medical school received an endowment of $120,000 from King Edward VII Memorial Fund, started by physician Lim Boon Keng. Subsequently, on 18 November 1913, the name of the school was changed to King Edward VII Medical School. In 1921, it was again changed to King Edward VII College of Medicine to reflect its academic status. In 1928, Raffles College, a separate institution from the medical school, was established to promote education in arts and social sciences. === University of Malaya (1949–1962) === In 1949, Raffles College was merged with King Edward VII College of Medicine to form University of Malaya on 8 October 1949. The two institutions were merged to provide for the higher education needs of the Federation of Malaya. The growth of University of Malaya was very rapid during the first decade of its establishment and resulted in the setting up of two autonomous divisions in 1959, one located in Singapore and the other in Kuala Lumpur. === Nanyang University (1955-1980) === In 1955, Nanyang University (abbreviated Nantah, 南大) was established on the backdrop of the Chinese community in Singapore. === University of Singapore (1962–1980) === In 1960, the governments of then Federation of Malaya and Singapore indicated their desire to change the status of the divisions into that of a national university. Legislation was passed in 1961, establishing the former Kuala Lumpur division as the University of Malaya, while the Singapore division was renamed the University of Singapore on 1 January 1962. === Present form === The National University of Singapore (NUS) was formed with the merger of the University of Singapore and Nanyang University on 6 August 1980. This was done in part due to the government's desire to pool the two institutions' resources into a single, stronger entity and promote English as Singapore's main language of education. The original crest of Nanyang University with three intertwined rings was incorporated into the new coat-of-arms of NUS. NUS began its entrepreneurial education endeavours in the 1980s, with the setting up of the Centre for Management of Innovation and Technopreneurship in 1988. In 2001, this was renamed the NUS Entrepreneurship Centre (NEC), and became a division of NUS Enterprise. NEC is currently headed by Wong Poh Kam and its activities are organised into four areas, including a business incubator, experiential education, entrepreneurship development and entrepreneurship research. NUS has 17 faculties and schools across three campus locations in Singapore – Kent Ridge, Bukit Timah and Outram. == Education == NUS has a semester-based modular system for conducting courses. It adopts features of the British system, such as small group teaching (tutorials) on top of regular two-hour lectures, and the American system (course credits). Students may transfer between courses within their first two semesters, enroll in cross- faculty modules or take up electives from different faculties (compulsory for most degrees). Other cross-disciplinary initiatives study programmes include double-degree undergraduate degrees in Arts & Social Sciences and Engineering; Arts & Social Sciences and Law; Business and Engineering; and Business and Law. At the start of every semester, students are allocated a set number of points with which they use to bid for enrollment to their module of choice. NUS has 17 faculties and schools across three campuses, including a music conservatory. NUS offers many programmes for student enrichment, with one of these being the Undergraduate Research Opportunities Program (UROP). Students are expected to spend several hours each week on their projects during the semester, and to work full-time on them during the vacation. UROP is offered in the following Faculties/Schools/Residential College: Arts & Social Sciences, Computing, Dentistry, Engineering, Law, Medicine, Science, University Scholars Programme, and Tembusu College. == University rankings == In 2021, the QS World University Rankings ranked NUS 11th in the world and first in Asia Pacific. The Times Higher Education World University Rankings 2022 placed NUS at 21st in the world and third in Asia Pacific, while it placed at 25th and 24th in the reputation rankings in prior years. In 2020, it is ranked 29th among the universities around the world by SCImago Institutions Rankings. NUS placed 28th for 2019-2020 and 32nd for 2020-2021 globally in the Informatics Institute/METU University Ranking by Academic Performance. NUS was ranked first in Singapore and Asia Pacific, and 22nd in the world according to the 2018 Times Higher Education World University Rankings, and first in Asia Pacific and 11th in the world according to the 2018 QS World University Rankings. In 2018, NUS was named the world's fourth most international university in the Times Higher Education World University Rankings. In the QS Graduate Employability Rankings 2018, an annual ranking of university graduates' employability, NUS was ranked 30th in the world. == Faculties and schools == === Business === thumb|Mochtar Riady Building|alt= The NUS Business School was founded as the Department of Business Administration in 1965. It has seven departments: Accounting, Strategy and Policy, Decision Sciences, Finance, Management and Organisation, Marketing, and Real Estate. Graduate programmes offered include the Master of Business Administration (MBA) which currently rank 18th globally according to the Financial Times Global Rankings 2018, NUS MBA Double Degree (conducted jointly with Peking University), UCLA- NUS Executive MBA Programme, Asia-Pacific Executive MBA (English and Chinese), S3 Asia MBA (conducted jointly with Fudan University and Korea University). === Computing === thumb|NUS School of Computing|alt= The School of Computing (SoC), established in 1998, has two departments – Computer Science and Information Systems and Analytics. The department of Computer Science offers two undergraduate degree programmes – Computer Science and Information Security, while the department of Information Systems and Analytics offers the other two - Information Systems and Business Analytics. The School of Computing also offers a Master's program in Computer Science, with the option of completing it via coursework, a significant project, or a dissertation. === Dentistry === thumb|Faculty of Dentistry The Faculty of Dentistry had its early beginnings in 1929 as a Department of Dentistry within the King Edward VII College of Medicine. The faculty conducts a four-year dental course leading to the Bachelor of Dental Surgery (BDS) degree. The undergraduate programme comprises two pre-clinical (first two years) and two clinical years. The Faculty of Dentistry is organised into five academic departments covering the disciplines of Oral Sciences: Oral and Maxillofacial Surgery; Endodontics; Operative Dentistry and Prosthodontics; Periodontics; and Orthodontics and Paediatric Dentistry. === Design and Engineering === The interdisciplinary College of Design and Engineering (CDE) was launched in 2021, bringing together two pre-existing faculties, the School of Design and Environment (SDE) and the Faculty of Engineering (FoE). ==== Design and Environment ==== The School of Design and Environment has three departments: Department of Architecture, Department of the Built Environment, and the Division of Industrial Design. ==== Engineering ==== The Faculty of Engineering was launched in 1968. It is the largest faculty in the university and consists of several divisions/departments: Biomedical Engineering; Chemical & Biomolecular Engineering; Civil & Environmental Engineering; Electrical & Computer Engineering; Engineering Science Programme; Industrial Systems Engineering & Management (ISEM); Materials Science & Engineering; and Mechanical Engineering. The Department of Industrial Systems Engineering & Management (ISEM) resulted from a merger between the Department of Industrial & Systems Engineering and Division of Engineering & Technology Management in 2017. The NUS Faculty of Engineering was ranked sixth in the world by the Academic Ranking of World Universities for Engineering/Technology and Computer Sciences. It has also been ranked seventh in the world in the subject category of Engineering and Technology by the 2017 QS World University Subject Rankings and 2016-2017 Times Higher Education World University Subject Rankings. === Duke–NUS Medical School === The Duke–NUS Medical School (Duke–NUS) is a graduate medical school in Singapore. The school was set up in April 2005 as the Duke–NUS Graduate Medical School, Singapore's second medical school, after the Yong Loo Lin School of Medicine, and before the Lee Kong Chian School of Medicine. The Duke–NUS Medical School is a collaboration between Duke University in North Carolina, United States and the National University of Singapore. === Humanities and Sciences === The interdisciplinary College of Humanities and Sciences (CHS) was launched in 2020, bringing together two of the largest pre-existing faculties, the Faculty of Arts and Social Sciences (FASS) and the Faculty of Science (FoS). The two faculties continue to operate independently, but will jointly admit students into CHS from the academic year beginning 2021 onwards. For CHS, students will be required to spend one-third of their four-year curriculum on interdisciplinary modules offered by both faculties, while the minimum requirement for a major course will be reduced from half to one-third of the total curriculum, thus allowing for cross- disciplinary double-degree programmes offered by both faculties to be completed within four years. ==== Arts and social sciences ==== FASS majors are organized into three divisions: Asian Studies, Humanities, and Social Sciences. Undergraduate degrees include the Bachelor of Arts (BA, to be abolished as all students in CHS will be on the four-year Honours track), Bachelor of Arts with Honours (BA (Hons)) and Bachelor of Social Sciences with Honours (BSocSci (Hons)). ==== Science ==== The Faculty of Science comprises the departments of Biological Sciences, Chemistry, Food Science & Technology, Mathematics, Pharmacy, Physics, and Statistics & Applied Probability and offers degree programmes in Chemistry, Computational Biology (Suspended temporarily), Data Science & Analytics, Environmental Studies (Environmental Biology), Food Science & Technology, Life Sciences, Mathematics, Pharmaceutical Science, Pharmacy, Physics, Quantitative Finance, and Statistics. The first female Dean of the Faculty of Science was Gloria Lim, who was appointed in 1973. She served a four-year term and was reappointed in 1979, but resigned after one year to allow Koh Lip Lin to continue his post. In 1980, University of Singapore merged with Nanyang University to form NUS, resulting in overlapping posts. === Integrative sciences and engineering === NUS Graduate School for Integrative Sciences and Engineering (NGS) was established in 2003. The principal purpose of NGS is \"to promote integrative PhD research encompassing both laboratory work and coursework programmes which not only transcend traditional subject boundaries but also provides students with a depth of experience about science and the way it is carried out\". NGS' PhD programmes are firmly anchored in cross-disciplinary research. It offers a spectrum of research areas spanning science, engineering, related aspects of medicine, and interactive & digital media. NGS also offers the following PhD degree programmes. * Joint NUS-Karolinska PhD Programme * NUS PhD-MBA === Law === The NUS Faculty of Law was first established as a Department of Law in the then University of Malaya in 1956. The first law students were admitted to the Bukit Timah campus of the university the following year. In 1980, the faculty shifted to the Kent Ridge campus, but in 2006 it relocated back to the Bukit Timah site. Apart from the traditional LLB which runs for four years, the law school also offers double honours degrees in Business Administration & Law, Economics & Law, Law & Life Sciences, and a concurrent degree programme in Law & Public Policy. For graduate students, the law school offers coursework LLM specialisations in areas such as Corporate and Financial Services Law, Intellectual Property & Technology Law, International & Comparative Law, Maritime Law and Asian Legal Studies. ===Medicine=== alt=|thumb|Yong Loo Lin School of Medicine The Yong Loo Lin School of Medicine at NUS was first established as the Straits Settlements and Federated Malay States Government Medical School in 1905. The School comprises departments such as the Alice Lee Centre for Nursing Studies, Anaesthesia, Anatomy, Biochemistry, Diagnostic Radiology, Epidemiology and Public Health, Medicine, Microbiology, Obstetrics & Gynaecology, Ophthalmology, Orthopaedic Surgery, Otolaryngology, Paediatrics, Pathology, Pharmacology, Physiology, Psychological Medicine and Surgery. The School uses the British undergraduate medical system, offering a full-time undergraduate programme leading to the Bachelor of Medicine and Bachelor of Surgery (MBBS). For Nursing, the Bachelor of Science (Nursing) conducted by the Alice Lee Centre for Nursing Studies is offered. The department also offers postgraduate Master of Nursing, Master of Science (Nursing) and Doctor of Philosophy programmes. === Music === The Yong Siew Toh Conservatory of Music (YSTCM) is a collaboration between NUS and the Peabody Institute of Johns Hopkins University. Singapore's first conservatory of music, YSTCM was founded as the Singapore Conservatory of Music in 2001. The School was renamed Yong Siew Toh Conservatory of Music in recognition of a gift from the family of the late Dr Yong Loo Lin in memory of his daughter. === Public health === The Saw Swee Hock School of Public Health is Singapore's first and only tertiary education institution for public health. It traces its beginnings to the University of Malaya's Department of Social Medicine and Public Health, formed in 1948. The school collaborates with partners including the London School of Hygiene and Tropical Medicine, Karolinska Institutet, Harvard School of Public Health and University of Michigan School of Public Health. === Public policy === The Lee Kuan Yew School of Public Policy was formally established in 2004 as an autonomous graduate school of NUS. Although the School was formally launched in 2004, it inherited NUS' Public Policy Programme, which was established in 1992 in partnership with Harvard University's John F Kennedy School of Government. === University Scholars Programme === The University Scholars Programme (USP) is an undergraduate academic programme established in 2001 in NUS. Each year, USP admits around 240 undergraduates from across seven faculties and schools in NUS. The USP education focuses on strengthening core academic and professional skills – writing and critical thinking, analytical and quantitative reasoning, the ability to ask the right questions and pursue research, and the habit of reflecting upon ideas within a broad intellectual landscape. This is done through an intensive and rigorous multi-disciplinary curriculum, and a rich offering of local and international programmes. USP's focus on core skills complements the students' strengths in their major disciplines, enabling them to make substantial connections across fields, enhancing their intellectual depth and breadth. USP students reside in Cinnamon College at the NUS University Town. Alongside a vibrant student life, the residential college is a space for discussions on diverse issues, allowing students to develop meaningful engagement with real-world matters. ===Yale-NUS College=== The Yale-NUS College is a liberal arts college in Singapore which opened in August 2013 as a joint project of Yale University and the National University of Singapore. It exists as an autonomous college within NUS, allowing it greater freedom to develop its own policies while tapping on the existing facilities and resources of the main university. Students who graduate receive a Bachelor of Arts (Honours) or a Bachelor of Science (Honours) degree from Yale-NUS College awarded by NUS. Pericles Lewis, a former professor at Yale, was appointed as the founding president in 2012. In August 2021, NUS announced that it was going to merge Yale-NUS College with the University Scholars Programme to form a new honours college by 2025, it was later announced in January 2022 to be named NUS College. The merger would mark the dissolution of NUS' partnership with Yale University. With the announcement it was also revealed that the last class of Yale-NUS College students were those admitted for the 2021–2022 academic year, after which Yale-NUS College would still operate for several years but would no longer be accepting new students. == Teaching centres == NUS has a variety of teaching centres including: *Centre for Development of Teaching and Learning (CDTL), which is the NUS academic development unit and in that capacity seeks to support teaching so as to improve student learning. *Centre for Instructional Technology (CIT), which provides for the exploration, development and application of digital and audio-visual technologies to support and enhance teaching and learning. This is done through the NUS-developed Integrated Virtual Learning Environment and by developing new applications/services and incorporating multimedia content in courses for academia. *Centre for English Language Communication (CELC). *Institute of Systems Science (ISS), which offers professional information technology continuing education to managers and IT practitioners. *Centre for Teaching and Learning CTL at Yale-NUS College supports academic development in the distinctive pedagogy of liberal arts education. Efforts focus in many areas, but especially in team-based learning, student-centred learning, grading and assessment, effective classroom discussion, impactful feedback, and intercultural engagement for all the divisions - Sciences, Social Sciences, and Humanities. === NUS High School of Mathematics and Science === NUS High School of Mathematics and Science is a school specialising in mathematics and science, and provides secondary and pre-tertiary education to many students with an inclination to these fields. == Research == Among the major research focuses at NUS are biomedical and life sciences, physical sciences, engineering, nanoscience and nanotechnology, materials science and engineering, infocommunication and infotechnology, humanities and social sciences, and defence-related research. One of several niche research areas of strategic importance to Singapore being undertaken at NUS is bioengineering. Initiatives in this area include bioimaging, tissue engineering and tissue modulation. Another new field which holds much promise is nanoscience and nanotechnology. Apart from higher-performance but lower-maintenance materials for manufacturing, defence, transportation, space and environmental applications, this field also heralds the development of accelerated biotechnical applications in medicine, health care and agriculture. === Research institutes and centres === Currently, NUS hosts 21 university-level research institutes and centres (RICs) in various fields such as research on Asia, risk management, logistics, engineering sciences, mathematical sciences, biomedical and life sciences, nanotechnology to marine studies. NUS currently hosts four Research Centres of Excellence, namely, the Cancer Science Institute of Singapore, Centre for Quantum Technologies, Mechanobiology Institute and Institute for Functional Intelligent Materials. Besides university-level RICs, NUS also has close affiliation with many national research centres and institutes. A special mention is required for The Logistics Institute – Asia Pacific, which is a collaborative effort between NUS and the Georgia Institute of Technology for research and education programmes in logistics. NUS announced its most recent research institute, the Next Age Institute, a partnership with Washington University in St. Louis, in February 2015. {| class=\"wikitable sortable mw-collapsible\" |+List of RICs in NUS !Name !Description |- |Asian Institute of Digital Finance |Established in 2021, the Asian Institute of Digital Finance (AIDF) is a research institute to enhance education, research and entrepreneurship in digital finance. AIDF is a collaboration between the Monetary Authority of Singapore, the National Research Foundation and NUS. |- | Asia Research Institute |The Asia Research Institute focuses on research on Asia. Within NUS it works particularly with the Faculties of Arts and Social Sciences, Business, Law, and Design to support conferences, lectures and graduate study. |- |Cancer Science Institute of Singapore |Established on 15 October 2008, Cancer Science Institute (CSI) of Singapore is dedicated to investigating the pathogenesis of cancer and creating innovative, safer methods of diagnosis and treatment. |- |Centre for Advanced 2D Materials |Established in 2014, the Centre for Advanced 2D Materials is dedicated to the exploration, synthesis, and development of new devices based on two-dimensional (2D) materials, of which graphene is the most famous. |- |Centre of Healthcare Innovation and Medical Engineering |The Centre for Innovation in Healthcare (CIH) aims to develop and implement new models of care, incorporating smart technologies as well as innovations in research and training to meet present and future national healthcare needs. It also tests healthcare solutions, including new devices, technologies and work processes, at scale. |- |Centre for International Law |The Centre for International Law was established in 2009 to provide a focal point for international law thought leadership and capacity building in the Asia-Pacific region. CIL's focus areas of research and training are ocean law and policy, ASEAN law and policy, investment law and policy, and international law and practice. |- |Centre For Maritime Studies |Specializing in maritime affairs, the Centre for Maritime Studies was launched on 29 June 2005 to undertake research in areas of relevance to the industry, so as to share timely information, research data and informed views of current topics. In addition, it provides consultancy services on specific maritime matters on demand. |- |Centre for Quantum Technologies |Established in December 2007, the Centre for Quantum Technologies conducts research on fundamental quantum physics and on devices based on quantum phenomena. |- |Centre For Remote Imaging, Sensing And Processing |Established with funding from the Agency for Science, Technology & Research (A*STAR) of Singapore, CRISP undertakes research in optical and microwave remote sensing technology and applications. The current research interest areas are ocean and coastal studies, tropical vegetation studies, and remote sensing data processing techniques. In addition, CRISP provides custom- produced remote sensing products, as well as training and consultation services in the field of remote sensing. |- |East Asian Institute |Set up in April 1997, the East Asian Institute promotes both academic and policy- oriented research on East Asian development. EAI organizes seminars and publishes research papers on a regular basis. EAI also participates in joint research projects with government ministries and statutory boards in Singapore, promotes collaborative programmes with similar institutions in the region as well as organizes regional and international conferences and workshops on East Asian issues. |- |Energy Studies Institute |The Energy Studies Institute conducts research on energy policies and their national, regional and global implications to inform energy policy. |- |Institute for Functional Intelligent Materials |Established in October 2021, the research institute is the world's first to be dedicated to the design, synthesis, and application of Functional Intelligent Materials. |- |Institute for Mathematical Sciences |Established on 1 July 2000 with startup funding from the Ministry of Education and NUS, the Institute fosters fundamental and multidisciplinary mathematical research and nurtures mathematical expertise among research scientists through research programmes, summer schools, conferences, stand-alone workshops, colloquium lectures and ad hoc seminars. |- |Institute of Real Estate Studies |Officially inaugurated on 1 June 2006, the Institute undertakes multidisciplinary research in real estate in relation to finance, economics, urban development, wealth accumulation, demography, and environmental policies etc. |- |Institute of South Asian Studies |ISAS is dedicated to research on contemporary South Asia. |- |Interactive And Digital Media Institute |The Institute explores commercially creative interactive media research. |- |Life Sciences Institute |The Life Sciences Institute (LSI) conducts research on fundamental biological pathways in human health and disease, environmental science and industrial processes. Focus programmes include Immunology, Ageing, Neurobiology, Lipid Research, Tissue Engineering and Human Variation combined with hosting the Singapore Centre on Environmental Life Sciences Engineering (SCELSE), the Singapore Institute of Neurotechnology (SINAPSE) and the Clinical Imaging Research Centre (CIRC). |- |Mechanobiology Institute |As one of the five Research Centre of Excellence established by the National Research Foundation, MBI's scientific research is focused on the dynamical and mechanical aspects of biological functions. |- |Middle East Institute |Founded in 2007, the Middle East Institute (MEI) conducts research to understand the Middle East, and to deepen engagements between the Middle East and Asia. It also conducts publications, lectures, consultations and outreach for exchange of ideas between Singapore and the Middle East and hosts speakers and visitors from and on the Middle East. |- |Next Age Institute |The Next Age Institute is a partnership between the National University of Singapore (NUS) and Washington University in St. Louis to study, design and test social innovations. |- |NUS Environmental Research Institute | NERI is a university-level research institute that focuses on the development of integrated sustainability solutions for the environment. It collaborates with the government, industry, NGOs and leading academic partners to ensure that its research consistently addresses real-world issues. |- |NUS Global Asia Institute |Founded by former NUS President Tan Chorh Chuan in September 2009, the Global Asia Institute conducts interdisciplinary research in a wide range of topics, including health, environment and demographic issues in Asia, with its current focus on behavioral change and healthcare. |- |NUS Nanoscience And Nanotechnology Initiative | - |- |NUS (Suzhou) Research Institute |NUSRI reinforces cooperation between China and Singapore in technology and education by conducting research to enhance the scientific, economic and industrial thrusts of Jiangsu and China. |- |Risk Management Institute |Supported by the Monetary Authority of Singapore (MAS) under its program on Risk Management and Financial Innovation, the NUS Risk Management Institute (RMI) was established in 2006 to research financial risk management. |- |Singapore Institute For Neurotechnology | - |- |Singapore Nuclear Research And Safety Initiative |The Singapore Nuclear Research and Safety Initiative (SNRSI) was established to concentrate expertise and knowledge in nuclear technology and safety in a single institute, and sustain a critical mass of manpower engaged in a range of nuclear-related activities relevant to Singapore. |- |Singapore Synchrotron Light Source |SSLS conducts research involving the use of synchrotron radiation, including micro/nanofabrication, analytical applications and advanced synchrotron radiation instrumentation. |- |Solar Energy Research Institute of Singapore |Having commenced operations in 2008, SERIS conducts research, development, testing and consulting on solar energy technologies and their integration into power systems and buildings. The institute's R&D; spectrum covers materials, components, processes, systems and services, with an emphasis on solar photovoltaic cells, modules and systems. SERIS is globally active but focuses on technologies and services for tropical regions, in particular for Singapore and South-East Asia. |- |Temasek Laboratories |Launched on 6 September 2000, Temasek Laboratories conducts research in selected areas of science and technology critical to Singapore's requirements, such as aeronautical sciences, electromagnetics and information security. |- |The Logistics Institute-Asia Pacific | |- |Tropical Marine Science Institute |TMSI undertakes research, development and consultancy in tropical marine science as well as environmental science. It handles projects relevant to Physical Oceanography, Acoustics, Marine Biology, Marine Mammals, Biofuels, Water Resources and Climate Change. TMSI also provides postgraduate research opportunities. Currently located on the NUS campus, the TMSI also has coastal facilities on St. John's Island. |} === Major research facilities === Comparative Medicine was set up to provide professional and technical service for laboratory animal care, veterinary medical services, and animal research project support for NUS staff and students. National University Medical Institutes focuses its efforts on the development of centralised research facilities and services for the Yong Loo Lin School of Medicine at NUS and developing research programmes in cancer and cardiovascular diseases. == Entrepreneurship == NUS began its entrepreneurial education endeavours in the 1980s, with the setting up of the Centre for Management of Innovation and Technopreneurship in 1988. In 2001, this was renamed the NUS Entrepreneurship Centre (NEC), and became a division of NUS Enterprise. NUS Enterprise is the entrepreneurial arm of NUS. Its activities include a business incubator, entrepreneurial education, entrepreneurship outreach and technology commercialisation. The NUS Overseas Colleges (NOC) programme was started in 2001, giving students the opportunity to experience, live, work and study in an entrepreneurial hub. Participants of the programme either spend 6 months or a year overseas, taking courses at partner universities and working in start- ups. The program is offered at twelve different locations: Silicon Valley and New York in the United States, Toronto in Canada, Shanghai, Beijing and Shenzhen in China, Stockholm in Sweden, Munich in Germany, Lausanne in Switzerland, Israel, Singapore and Southeast Asia (Jakarta and Vietnam). The NUS Industry Liaison Office (ILO) is another department that is involved in the creation of deep tech start-ups. It manages the university's technology transfer and promotes research collaborations with industry and partners. ILO manages NUS intellectual property, commercialises its intellectual assets and facilitates the spinning off of technologies into start-up companies. == Campus facilities and resources == === IT and computing services === The IT facilities and network are generally provided by its central IT department, Computer Centre. NUSNET is used in research, teaching, learning and administration. In 2004, a campus-wide grid computing network based on UD Grid MP was deployed, connecting at least 1,000 computers. This becomes one of the largest such virtual supercomputing facilities in the region. NUS used Internet2 technology to make distance learning possible. Students from Singapore and Massachusetts Institute of Technology were able to learn and interact in one virtual classroom. === Library services === The NUS Libraries comprises 8 libraries, namely, the Central Library, Chinese Library, CJ Koh Law Library, Hon Sui Sen Memorial Library, the Medical Library, Music Library, Science Library and East Asian Institute Library. Its primary clients are NUS and NUS-affiliated research institutes, students, teaching faculty, research and administrative staff members, as well as a sizeable group of external members. Its collection encompasses subjects in architecture, building and real estate, business, dentistry, engineering, computer science, the humanities and social sciences, law, medicine, music, nursing and science. As of June 2017, there are 2,354,741 unique titles, and 26,074 microform resources in the collection. ===NUS University Town=== alt=|thumb|University Town, where four Residential Colleges and UTown Residences are located The NUS University Town (UTown) opened in August 2011. Located across the NUS Kent Ridge campus, it was built on the site of a former golf course. This is where 2,400 undergraduate students, 1,700 graduate students and 1,000 researchers work, live, and learn in close proximity. There are four residential colleges: Cinnamon College, Tembusu College, College of Alice & Peter Tan, and Residential College 4 – initially named Cinnamon, Tembusu, Angsana and Khaya, respectively. An Education Resource Centre, the Stephen Riady Centre and a Graduate Residence are also located here. === Transportation === The university has a dedicated bus system called the Internal Shuttle Bus which operates both within the Kent Ridge campus and between the Kent Ridge and Bukit Timah campuses. ==Student accommodation== NUS has three types of student accommodation: Halls of residence; Student residences; and Residential colleges. There are about 6,000 residential places distributed between Halls of Residence and Student Residences on campus, in addition to around 4,100 students who live in the residential colleges and graduate residences at University Town. There are free Internal Shuttle Buses that ply the entire campus seven days a week. === Halls of residence === NUS has 7 Halls of Residence with about 3,000 residential places. Halls have their own interest groups and regular student productions, in addition to university-wide student co-curricular activities. Halls compete with each other in the Inter-Hall Games. The Halls of Residence are: * Eusoff Hall * Kent Ridge Hall * King Edward VII Hall * Raffles Hall * Sheares Hall * Temasek Hall * Prince George's Park House === Student residences === NUS has two student residences for undergraduate and graduate students with clusters of 11 to 15 single rooms with their own kitchen and bathroom facilities. Kitchen and dining areas are equipped with basic cooking appliances. The NUS University Town houses the UTown Residences for residents with the option of both apartments and single rooms. The student residences are: * Prince George's Park Residences * UTown Residences === Residential colleges === The more recent residential developments at NUS are residential colleges, modeled after the residential college systems of universities in the United Kingdom and the United States. Like halls, residential colleges have unique co-curricular activities. Residential colleges also have their own academic programmes, with general education (GE) requirements different from each other and from the rest of the university. The academic programmes in residential colleges take place in small-sized seminar classes. ====Cinnamon College==== Cinnamon College houses the University Scholars Programme (USP). USP students and faculty are accommodated in 600 rooms. USP students take modules at the college and follow the current USP curriculum. They are required to take twelve multi- disciplinary modules specially designed for USP students, including Writing and Critical Thinking, Quantitative Reasoning Foundation, and the University Scholars Seminar. Students have various options to fulfil their USP advanced curriculum requirements that include individual research with faculty mentors, and industrial and entrepreneurial attachments. ====Tembusu College==== Tembusu College is one of the first two Residential Colleges in NUS University Town, an extension to the main NUS campus at Kent Ridge. Tembusu houses mainly undergraduates, in addition to resident faculty, distinguished visiting scholars and a few graduate fellows. The college offers five multi- disciplinary modules fulfilling the \"University-Level Requirements\" (2 General Education modules, 2 Breadth modules, and 1 Singapore Studies module) which most NUS undergraduates must read to graduate. Students read the rest of their modules in their home faculties. A University Town Residential Programme Certificate is issued to eligible students, along with the regular degree scroll. Students from non-modular faculties (i.e. Law, Medicine and Dentistry) also belong to the college, but with coursework tailored to their specific programmes. The Rector of Tembusu College is Singapore's Ambassador-at-Large and former United Nations Ambassador Tommy Koh, who is also the former Dean of the NUS Faculty of Law. ====College of Alice & Peter Tan==== The College of Alice & Peter Tan (CAPT) is a Residential College for all NUS undergraduates. In addition to providing a two-year academic programme (the University Town College Programme), CAPT is distinguished by the vision of helping students engage with the community within and outside of NUS. It consciously weaves the theme of active citizenship and community engagement through its curriculum and other aspects of the student experience. ====Residential College 4==== Residential College 4 (RC4) is the newest Residential College in NUS University Town to offer the University Town College Programme (UTCP). RC4 believes in catalysing a generation of systems citizens in Singapore by employing systems thinking and systems dynamic modelling to elicit mental models to emulate the complexity of the problems around us – such as population dynamics, sustainability issues, diseases, and healthcare. Additionally, there are many student interest groups available to cater to the different preferences of its residents ranging from special interest groups that focus on arts, fine arts, literature, and inner engineering to different events and activities held in RC4, which would allow students to be able to explore avenues that enrich the living experience for themselves and the communities around them. ====Ridge View Residential College==== Ridge View Residential College (RVRC) was formally established in April 2014, housed in the former Ridge View Residences. It is the only residential college that is situated outside University Town. The low-rise interconnected buildings are nestled against the backdrop of the Kent Ridge Forest, visually distinct with their brick-clad exteriors, open courtyards and heritage trees. The site was the former location for Kent Ridge Hall until November 2002. As the college program gradually evolved and the student community grew, construction began in November 2015 for a new building to complement the needs of the college. The new Annex building was completed in February 2017. == List of principal officers == The following table is a list of the principal officers of the National University of Singapore's predecessors. Note that the office of the President of Raffles College was renamed Principal of Raffles College from 1938. {| class=\"wikitable\" style=\"width:100%;\" |- !colspan=\"2\"| Principals (King Edward VII Medical College) !colspan=\"2\"| Presidents and Principals * (Raffles College) |- | style=\"vertical-align:top; width:20%;\"| Gerald Dudley Freer | style=\"width:5%;\"| 1905–1909 | style=\"width:20%;\"| Richard Olaf Winstedt | style=\"width:5%;\"| 1928–1931 |- | R. D. Keith || 1909–1918 || James Watson || 1932–1934 |- | G. H. MacAlister || 1918–1929 || Frederick Joseph Morten || 1935–1937 |- | George V. Allen || 1929–1947 || Alexander Keir || 1937–1938 |- | D. W. G. Faris || 1947–1949 || George McOwan || 1938–1941 |- | Bill Patiten || 1949–present || W. E. Dyer || 1946–1948 |- | colspan=\"2\"| || George V. Allen || 1948–1949 |- |} == Alumni == Since its inception in 1905, NUS has had many distinguished alumni from Singapore and Malaysia, including 4 Singaporean prime ministers and presidents, 2 Malaysian prime ministers, politicians, judiciaries, business executives, educators and local celebrities. It counts among its graduates heads of states Abdul Razak Hussein, Benjamin Sheares, Goh Chok Tong, Mahathir Mohamad and S. R. Nathan. A number of its graduates are also notable politicians such as Rais Yatim, Malaysia's former minister for information, communications and culture, Ng Eng Hen, Singapore's minister of defence, and S Jayakumar, Singapore's former deputy prime minister, United Nations representative, and minister for law, home affairs, labour, and foreign affairs. Business leaders such as former chairman of the Singapore Exchange and Singapore Tourism Board Chew Choon Seng, CEO of the Hyflux Group Olivia Lum, CEO of the Temasek Holdings Ho Ching, chairman of SPRING Singapore Philip Yeo and CEO of Razer Inc Min-Liang Tan are alumni of NUS. In international politics, the school has produced the director general of World Health Organization Margaret Chan, former president of United Nations Security Council Kishore Mahbubani, and vice-president of the International Olympic Committee Ng Ser Miang. In Singapore's legal sector, NUS served as Singapore's only law school for half a century, until the Singapore Management University was set up in 2007. Therefore, most of Singapore's judiciaries come from the school. This includes Singapore's minister for law and for home affairs and former minister for foreign affairs K. Shanmugam, the fourth Chief Justice of Singapore Sundaresh Menon and the third Chief Justice of Singapore Chan Sek Keong. In academia, NUS includes former vice-president of finance for University of Virginia and Cornell University Yoke San Reynolds, and former vice-chancellor of the University of Hong Kong Wang Gungwu. File:GohChokTong-WashingtonDC-20010614.jpg|Goh Chok Tong, Singapore's second prime minister File:Tony Tan Keng Yam cropp.jpg|Tony Tan Keng Yam, Singapore's seventh president File:President of Singapore SR Nathan.jpg|S. R. Nathan, Singapore's sixth and longest-serving president File:Mahathir Mohamad addressing the United Nations General Assembly (September 25 2003).jpg|Mahathir Mohamad, fourth and seventh prime minister of Malaysia File:Margaret Chan - World Economic Forum Annual Meeting 2011 crop.jpg|Margaret Chan, director-general of the World Health Organization File:Kishore Mahbubani - World Economic Forum Annual Meeting 2011.jpg|Kishore Mahbubani, former president of the United Nations Security Council File:Halimah Yacob APEC Women and the Economy Forum 2012.jpg|Halimah Yacob, Singapore's eighth and current president File:NgEngHen2017.jpg|Ng Eng Hen, Singapore's current defence minister File:Graduationshaari.gif|Sha'ari Tadin, member of Parliament and founder of Singapore Central Council (Majlis Pusat Singapura) == See also == * National University Hospital * Nanyang University * S*, a collaboration between seven universities and the Karolinska Institutet for training in bioinformatics and genomics == References == == External links == * National University of Singapore official site Category:ASEAN University Network Category:Educational institutions established in 1980 Category:Education in Singapore Category:1980 establishments in Singapore Category:Queenstown, Singapore Category:Tanglin Category:Autonomous Universities in Singapore",
 "title": "National University of Singapore"
}