{
 "id": "286835",
 "text": "Beverly Sills (May 25, 1929July 2, 2007) was an American operatic soprano whose peak career was between the 1950s and 1970s. Although she sang a repertoire from Handel and Mozart to Puccini, Massenet and Verdi, she was especially renowned for her performances in coloratura soprano roles in live opera and recordings. Sills was largely associated with the operas of Donizetti, of which she performed and recorded many roles. Her signature roles include the title role in Donizetti's Lucia di Lammermoor, the title role in Massenet's Manon, Marie in Donizetti's La fille du régiment, the three heroines in Offenbach's Les contes d'Hoffmann, Rosina in Rossini's The Barber of Seville, Violetta in Verdi's La traviata, and most notably Elisabetta in Donizetti's Roberto Devereux. The New York Times noted, > In her prime her technique was exemplary. She could dispatch coloratura > roulades and embellishments, capped by radiant high Ds and E-flats, with > seemingly effortless agility. She sang with scrupulous musicianship, > rhythmic incisiveness and a vivid sense of text. NPR said her voice was \"Capable of spinning a seemingly endless legato line, or bursting with crystalline perfection into waves of dazzling fioriture and thrilling high notes.\"Libbey, Ted (2006). The NPR Listener's Encyclopedia of Classical Music. New York: Workman Publishing, p. 782. After retiring from singing in 1980, she became the general manager of the New York City Opera. In 1994, she became the chairwoman of Lincoln Center and then, in 2002, of the Metropolitan Opera, stepping down in 2005. Sills lent her celebrity to further her charity work for the prevention and treatment of birth defects. ==Biography== Sills was born Belle Miriam Silverman in Crown Heights, Brooklyn, New York City, to Shirley Bahn (née Sonia Markovna), a musician, and Morris Silverman, an insurance broker. Her parents were Jewish immigrants from Odessa, Ukraine, (then part of Russia) and Bucharest, Romania. She was raised in Brooklyn, where she was known, among friends, as \"Bubbles\" Silverman. As a child, she spoke Yiddish, Russian, Romanian, French, and English. She attended Erasmus Hall High School in Brooklyn, as well as Manhattan's Professional Children's School. At the age of three, Sills won a \"Miss Beautiful Baby\" contest, in which she sang \"The Wedding of Jack and Jill\". Beginning at age four, she performed professionally on the Saturday morning radio program, \"Rainbow House\", as \"Bubbles\" Silverman. Sills began taking singing lessons with Estelle Liebling at the age of seven and a year later sang in the short film Uncle Sol Solves It (filmed August 1937, released June 1938 by Educational Pictures), by which time she had adopted her stage name, Beverly Sills. Liebling encouraged her to audition for CBS Radio's Major Bowes' Amateur Hour, and on October 26, 1939, at the age of 10, Sills was the winner of that week's program. Bowes then asked her to appear on his Capitol Family Hour, a weekly variety show. Her first appearance was on November 19, 1939, the 17th anniversary of the show, and she appeared frequently on the program thereafter.The dates of the first Bowes appearances are incorrect in most printed sources about Sills. In 1945, Sills made her professional stage debut with a Gilbert and Sullivan touring company produced by Jacob J. Shubert, playing twelve cities in the US and Canada, in seven different Gilbert and Sullivan operas. In her 1987 autobiography, she credits that tour with helping to develop the comic timing she soon became famous for: \"I played the title role in Patience, and I absolutely loved the character, because Patience is a very funny, flaky girl. ... I played her as a dumb Dora all the way through and really had fun with the role. ... My Patience grew clumsier and clumsier with each performance, and audiences seemed to like her. ... I found that I had a gift for slapstick humor, and it was fun to exercise it onstage.\"Sills (1987), Beverly: An Autobiography, pp. 29–32 Sills sang in light operas for several more years. On July 9, 1946, Sills appeared as a contestant on the radio show Arthur Godfrey's Talent Scouts. She sang under the pseudonym of \"Vicki Lynn\", as she was under contract to Shubert. Shubert did not want Godfrey to be able to say he had discovered \"Beverly Sills\" if she won the contest (although she did not ultimately win). Sills sang \"Romany Life\" from Victor Herbert's The Fortune Teller. In 1947, she made her operatic stage debut as the Spanish gypsy Frasquita in Bizet's Carmen with the Philadelphia Civic Grand Opera Company. She toured North America with the Charles Wagner Opera Company, in the fall of 1951 singing Violetta in La traviata and, in the fall of 1952, singing Micaëla in Carmen. On September 15, 1953, she made her debut with the San Francisco Opera as Helen of Troy in Boito's Mefistofele and also sang Donna Elvira in Don Giovanni the same season. In a step outside of the repertoire she is commonly associated with, Sills gave four performances of the title role of Aida in July 1954 in Salt Lake City. On October 29, 1955, she first appeared with the New York City Opera as Rosalinde in Johann Strauss II's Die Fledermaus, which received critical praise. As early as 1956 she performed before an audience of over 13,000 at the Lewisohn Stadium with the noted operatic conductor Alfredo Antonini in an aria from Bellini's I puritani.The New York Times, July 9, 1956, p. 26 Her reputation expanded with her performance of the title role in the New York premiere of Douglas Moore's The Ballad of Baby Doe in 1958. On November 17, 1956, Sills married journalist Peter Greenough, of the Cleveland, Ohio, newspaper The Plain Dealer and moved to Cleveland. She had two children with Greenough, Meredith (\"Muffy\") in 1959 and Peter, Jr. (\"Bucky\") in 1961. Muffy (died July 3, 2016) was profoundly deaf and had multiple sclerosis; Peter, Jr. is severely mentally disabled. Sills restricted her performing schedule to care for her children. In 1960, Sills and her family moved to Milton, Massachusetts, near Boston. In 1962, Sills sang the title role in Massenet's Manon with the Opera Company of Boston, the first of many roles for opera director Sarah Caldwell. Manon continued to be one of Sills' signature roles throughout most of her career. In January 1964, she sang her first Queen of the Night in Mozart's The Magic Flute for Caldwell. Although Sills drew critical praise for her coloratura technique and for her performance, she was not fond of the latter role; she observed that she often passed the time between the two arias and the finale addressing holiday cards.Sills (1976) Bubbles: A Self-Portrait, p. 98 ===Peak singing years=== In 1966, the New York City Opera revived Handel's then virtually unknown opera seria Giulio Cesare (with Norman Treigle as Caesar), and Sills' performance as Cleopatra made her an international opera star. Sills also made her \"unofficial\" Met debut at a Lewisohn Stadium summer concert performance as Donna Anna in Don Giovanni, though nothing further came of this other than offers from Rudolf Bing for roles such as Flotow's Martha. In subsequent seasons at the NYCO, Sills had great successes in the roles of the Queen of Shemakha in Rimsky-Korsakov's The Golden Cockerel, the title role in Manon, Donizetti's Lucia di Lammermoor, and the three female leads Suor Angelica, Giorgetta, and Lauretta in Puccini's trilogy Il trittico. In 1969, Sills sang Zerbinetta in the American premiere (in a concert version) of the 1912 version of Richard Strauss's Ariadne auf Naxos with the Boston Symphony. Her performance of the role, especially Zerbinetta's aria, \"Großmächtige Prinzessin\", which she sang in the original higher key, won her acclaim. Home video-taped copies circulated among collectors for years afterwards, often commanding large sums on Internet auction sites (the performance was released commercially in 2006, garnering high praise). The second major event of the year was her debut as Pamira in Rossini's The Siege of Corinth at La Scala, a success that put her on the cover of Newsweek. Sills's now high-profile career landed her on the cover of Time in 1971, where she was described as \"America's Queen of Opera\".\"Beverly Sills\". Time. November 22, 1971. The title was appropriate because Sills had purposely limited her overseas engagements because of her family. Her major overseas appearances include London's Covent Garden, Milan's La Scala, La Fenice in Venice, the Vienna State Opera, the Théâtre de Beaulieu in Lausanne, Switzerland, and concerts in Paris. In South America, she sang in the opera houses of Buenos Aires and Santiago, a concert in Lima, Peru, and appeared in several productions in Mexico City, including Lucia di Lammermoor with Luciano Pavarotti. On November 9, 1971, her performance in the New York City Opera's production of The Golden Cockerel was telecast live to cable TV subscribers. During this period, she made her first television appearance as a talk-show personality in May 1968 on Virginia Graham's Girl Talk, a weekday series syndicated by ABC Films. An opera fan who was Talent Coordinator for the series persuaded the producer to put her on the air and she was a huge hit. Throughout the rest of her career she shone as a talk show guest, sometimes also functioning as a guest host. Sills underwent successful surgery for ovarian cancer in late October 1974 (sometimes misreported as breast cancer). Her recovery was so rapid and complete that she opened in The Daughter of the Regiment at the San Francisco Opera a month later.Sills (1987) Beverly: An Autobiography, pp. 256–258 Following Sir Rudolf Bing's departure as director, Sills finally made her debut at the Metropolitan Opera on April 7, 1975 in The Siege of Corinth, receiving an eighteen-minute ovation at her curtain call. Other operas she sang at the Met include La Traviata, Lucia di Lammermoor, Thaïs, and Don Pasquale (directed by John Dexter). In an interview after his retirement, Bing stated that his refusal to use Sills – as well as his preference for engaging, almost exclusively, Italian stars such as Renata Tebaldi due to his notion that American audiences expected to see Italian stars – was the single biggest mistake of his career. Sills attempted to downplay her animosity towards Bing while she was still singing, and even in her two autobiographies. But in a 1997 interview, Sills spoke her mind plainly, \"Oh, Mr. Bing is an ass. [W]hile everybody said what a great administrator he was and a great this, Mr. Bing was just an improbable, impossible General Manager of the Metropolitan Opera.... The arrogance of that man.\"Strange Child of Chaos: Norman Treigle (pp. 176–177), by Brian Morgan, iUniverse, 2006. Sills was a recitalist, especially in the final decade of her career. She sang in mid-size cities and on college concert series, bringing her art to many who might never see her on stage in a fully staged opera. She also sang concerts with a number of symphony orchestras. Sills continued to perform for New York City Opera, her home opera house, essaying new roles right up to her retirement, including the leading roles in Rossini's Il Turco in Italia, Franz Lehár's The Merry Widow and Gian Carlo Menotti's La Loca, an opera commissioned in honor of her 50th birthday. La Loca was the first work written expressly as a vehicle for Sills and was her last new role, as she retired the following year. Her farewell performance was at San Diego Opera in 1980, where she shared the stage with Joan Sutherland in a production of Die Fledermaus. Although Sills' voice type was characterized as a \"lyric coloratura\", she took a number of heavier spinto and dramatic coloratura roles more associated with heavier voices as she grew older, including Bellini's Norma, Donizetti's Lucrezia Borgia (with Susanne Marsee as Orsini) and the latter composer's \"Three Queens\", Anna Bolena, Maria Stuarda and Elisabetta in Roberto Devereux (opposite Plácido Domingo in the title part). She was admired in those roles for transcending the lightness of her voice with dramatic interpretation, although it may have come at a cost: Sills later commented that Roberto Devereux shortened her career by at least four years. Sills popularized opera through her talk show appearances, including Johnny Carson, Dick Cavett, David Frost, Mike Douglas, Merv Griffin, and Dinah Shore. Sills hosted her own talk show, Lifestyles with Beverly Sills, which ran on Sunday mornings on NBC for two years in the late 1970s; it won an Emmy Award. In 1979 she appeared on The Muppet Show, where she famously went into a \"high-note contest\" with Miss Piggy. Down-to-earth and approachable, Sills helped dispel the traditional image of the temperamental opera diva. ===Later years and death=== thumb|Sills in 1984 In 1978, Sills announced she would retire on October 27, 1980, in a farewell gala at the New York City Opera. In the spring of 1979, she began acting as co-director of NYCO, and became its sole general director as of the fall season of that year, a post she held until 1989, although she remained on the NYCO board until 1991. During her time as general director, Sills helped turn what was then a financially struggling opera company into a viable enterprise. She also devoted herself to various arts causes and such charities as March of Dimes and was sought after for speaking engagements on college campuses and for fund raisers. From 1994 to 2002, Sills was chairwoman of Lincoln Center. In October 2002, she agreed to serve as chairwoman of the Metropolitan Opera, for which she had been a board member since 1991. She resigned as Met chairwoman in January 2005, citing family as the main reason (she had to place her husband, whom she had cared for over eight years, in a nursing home). She stayed long enough to supervise the appointment of Peter Gelb, formerly head of Sony Classical Records, as the Met's general manager, to succeed Joseph Volpe in August 2006. thumb|The tombstone of Beverly Sills in Kensico Cemetery Peter Greenough, Sills's husband, died on September 6, 2006, at the age of 89, shortly before what would have been their 50th wedding anniversary on November 17, 2006. She co- hosted The View for Best Friends Week on November 9, 2006, as Barbara Walters' best friend. She said she did not sing anymore, even in the shower, to preserve the memory of her voice. She appeared on screen in movie theaters during HD transmissions live from the Met, interviewed during intermissions by the host Margaret Juntwait on January 6, 2007 (I puritani simulcast), as a backstage interviewer on February 24, 2007 (Eugene Onegin simulcast), and then, briefly, on April 28, 2007 (Il trittico simulcast). On June 28, 2007, the Associated Press and CNN reported that Sills was hospitalized as \"gravely ill\", from lung cancer. With her daughter at her bedside, Beverly Sills succumbed to cancer on July 2, 2007, at the age of 78. She is buried in Sharon Gardens, the Jewish division of Kensico Cemetery in Valhalla, New York. She was survived by her two children and three step-children from Peter Greenough's first marriage. Her daughter Meredith (\"Muffy\") Greenough died on July 3, 2016, in New York City. ==Voice== Sills's voice has been variously described as \"rich, supple\", \"silvery\", \"precise, a little light\", \"multicolored\", \"robust and enveloping\", with \"a cutting edge that can slice through the largest orchestra and chorus\", soaring easily above high C. Her technique and musicianship have been much praised. Conductor Thomas Schippers said in a 1971 interview with Time that she had \"the fastest voice alive\". The New York Times writes that \"she could dispatch coloratura roulades and embellishments, capped with radiant high Ds and E-flats, with seemingly effortless agility. She sang with scrupulous musicianship, rhythmic incisiveness and a vivid sense of text.\" Soprano Leontyne Price was \"flabbergasted at how many millions of things she can do with a written scale.\" Her vocal range, in performance, extended from F3 to F6, and she said she could sometimes hit a G6 in warm up. ==Operatic repertoire== These are the roles that Sills performed on stage or for television or radio. {|class=\"wikitable sortable\" !Composer!!Opera!!Role!!In repertoire!!Performed with!!Recorded |- |Bellini||||Giulietta||1975||Opera Company of Boston||Yes |- |Bellini||I puritani||Elvira||1972–1978||Philadelphia Lyric Opera Company, New York City Opera, San Francisco Opera, Tulsa Opera||Yes |- |Bellini||Norma||Norma||1972–1978||Opera Company of Boston, Opera Theatre of New Jersey, Connecticut Opera, Ravinia Festival, San Diego Opera, San Antonio Opera||Yes |- |Bizet||Carmen||Frasquita||1951||Philadelphia Civic Grand Opera Company||No |- |Bizet||Carmen||Micaela||1952–1958||Charles Wagner Opera Company, Robin Hood Dell West, Cosmopolitan Opera||No |- |Bizet||Carmen||Carmen||1956||Musicarnival||No |- |Bizet||Les pêcheurs de perles||Leila||1956||DuMont Television Network||Yes |- |Boito||Mefistofele||Helen of Troy||1953||San Francisco Opera||No |- |Charpentier||Louise||Louise||1962–1977||New York City Opera||Yes |- |Donizetti||Anna Bolena||Anna ||1973–1975||New York City Opera||Yes |- |Donizetti||Don Pasquale||Norina||1978–1980||Opera Company of Boston, Metropolitan Opera, Houston Grand Opera, San Diego Opera||Yes |- |Donizetti||La fille du régiment||Marie||1970–1977||Opera Company of Boston, Carnegie Hall, San Antonio Opera, Philadelphia Lyric Opera, San Diego Opera, Cincinnati Opera, Edmonton Opera, Houston Grand Opera, Wolf Trap Opera, San Francisco Opera, New York City Opera, Opera Memphis, Palm Beach Opera ||Yes |- |Donizetti||L'elisir d'amore||Adina||1964||Opera Company of Boston||No |- |Donizetti||Lucia di Lammermoor||Lucia||1968–1977||Fort Worth Opera, Cincinnati Opera, Edmonton Opera, Opera Company of Boston, New York City Opera, Palacio de Bellas Artes, La Scala, San Antonio Grand Opera, Ravinia Festival, Philadelphia Lyric Opera Company, Covent Garden, Tulsa Opera, Houston Grand Opera, Mississippi Opera Association, Zoo Opera, Wolf Trap Opera, New Orleans Opera, Pittsburgh Opera, Seattle Opera, Teatro Colón, San Francisco Opera, Opera Memphis, San Antonio Symphony, Florentine Opera, Opera Omaha, Metropolitan Opera ||Yes |- |Donizetti||Lucrezia Borgia||Lucrezia Borgia||1975–1976||New York City Opera ||Yes |- |Donizetti||Maria Stuarda||Maria Stuarda||1972–1974||New York City Opera ||Yes |- |Donizetti||Roberto Devereux||Elizabeth I||1970–1975||New York City Opera, Cincinnati Opera, Wolf Trap Opera ||Yes |- |Gounod||Faust||Marguerite||1963–1970||Boston Opera Group, New York City Opera, Cincinnati Opera, Orlando Opera, San Antonio Grand Opera Festival, Duluth Symphony Orchestra||Yes |- |Handel||Ariodante||Ginevra||1971||Kennedy Center||Yes |- |Handel||Giulio Cesare||Cleopatra||1966–1971||New York City Opera, Teatro Colón, Cincinnati May Festival ||Yes |- |Handel||Semele||Semele||1967–1969||Cleveland Orchestra, Caramoor Festival ||Yes |- |Hanson||Merry Mount||Lady Marigold Sandys||1964||San Antonio Symphony||No |- |Hindemith||Hin und zurück||Helene||1965||WGBH-TV||Yes |- |Kálmán||Countess Maritza||Countess Mariza||1946||Hartman Theatre in Columbus, Ohio||No |- |Lehár||The Merry Widow||Sonia||1956–1965||Musicarnival, New York City Opera, Casa Mañana, Robin Hood Dell||No |- |Lehár||The Merry Widow||Hanna Glawari||1977–1979||San Diego Opera, Houston Grand Opera, New York City Opera||Yes |- |Leoncavallo||Pagliacci||Nedda||1965||Fort Worth Opera||No |- |Massenet||Manon||Manon||1953–1978||Baltimore Opera Company, New York City Opera, Palacio de Bellas Artes, Teatro Colón, San Francisco Opera, Opera Company of Philadelphia||Yes |- |Massenet||Thaïs||Thaïs||1954–1978||DuMont Television Network, San Francisco Opera, Metropolitan Opera||Yes |- |Menotti||La Loca||Juana La Loca||1979||San Diego Opera, New York City Opera||Yes |- |Meyerbeer||Les Huguenots||Marguerite||1969||Carnegie Hall||Yes |- |Montemezzi||L'amore dei tre re||Fiora||1956||Philadelphia Grand Opera Company||No |- |Moore||The Ballad of Baby Doe||Baby Doe||1958–1969||New York City Opera, Musicarnival||Yes |- |Moore||The Wings of the Dove||Milly Theale||1962||New York City Opera||No |- |Mozart||Der Schauspieldirektor||Madame Goldentrill||1956||New York City Opera||No |- |Mozart||Die Entführung aus dem Serail||Konstanze||1965–1975||Boston Opera Group, New York City Opera, Fort Worth Opera, Grant Park, Tanglewood Music Festival, Frederic R. Mann Auditorium, Ravinia Festival||Yes |- |Mozart||Die Zauberflöte||Queen of the Night ||1964–1967||Boston Opera Group, Théâtre de Beaulieu, Tanglewood Music Festival, Houston Grand Opera, Vienna State Opera, New York City Opera, CBC Radio||Yes |- |Mozart||Don Giovanni||Donna Elvira||1953–1955||San Francisco Opera, Chattanooga Opera Association||No |- |Mozart||Don Giovanni||Donna Anna||1963–1967||New York City Opera, Opera Company of Boston, Metropolitan Opera, Palacio de Bellas Artes, Théâtre de Beaulieu, Baltimore Opera Company ||Yes |- |Mozart||Le nozze di Figaro||Countess||1965||Miami Opera||No |- |Nono||Intolleranza 1960||The Companion||1965||Opera Company of Boston||Yes |- |Offenbach||Les contes d'Hoffmann||Three Heroines||1964–1973||New Orleans Opera, Grant Park, Opera Company of Boston, Cincinnati Opera, New York City Opera, Baltimore Opera Company, Palacio de Bellas Artes, San Antonio Grand Opera, San Antonio Symphony, Shreveport Opera, Municipal Theatre of Santiago, San Diego Opera, Houston Grand Opera, Florida Symphony ||Yes |- |Puccini||La bohème||Musetta||1958–1963||Cosmopolitan Opera, New York City Opera||No |- |Puccini||La bohème||Mimi||1965||Seattle Opera||No |- |Puccini||Gianni Schicchi||Lauretta||1967||New York City Opera||Yes |- |Puccini||Suor Angelica||Suor Angelica||1967||New York City Opera||Yes |- |Puccini||Il tabarro||Giorgetta||1967||New York City Opera||Yes |- |Puccini||Tosca||Tosca||1957–1960||Murrah High School Auditorium for the Jackson Opera Guild, Musicarnival|| No |- |Rameau||Hippolyte et Aricie||Aricie||1966||Opera Company of Boston||Yes |- |Rimsky-Korsakov||Le Coq d'Or||Queen Shemakha||1967–1971||New York City Opera||Yes |- |Romberg||The Student Prince||Kathie||1954||Chicago Theater of the Air||Yes |- |Rossini||The Barber of Seville||Rosina||1974–1980||Opera Company of Boston, San Antonio Symphony, New York City Opera, Kennedy Center, Fort Worth Opera, Palm Beach Opera, Festival Internacional Cervantino, Robin Hood Dell ||Yes |- |Rossini||Il turco in Italia||Fiorilla||1978–1979||New York City Opera||Yes |- |Rossini||The Siege of Corinth||Pamira||1969–1976|| La Scala, Metropolitan Opera||Yes |- |||Die Fledermaus||Rosalinda||1955–1980||Musicarnival, New York City Opera, Cincinnati Opera, Opera Company of Boston||Yes |- |Johann Strauss II||Die Fledermaus||Adele||1977–1980||New York City Opera, San Diego Opera||Yes |- |Richard Strauss||Ariadne auf Naxos (original version)||Zerbinetta||1969||Boston Symphony Orchestra||Yes |- |Richard Strauss||Elektra||Fifth Maidservant||1953||San Francisco Opera ||No |- |Sullivan||H.M.S. Pinafore||Josephine||1945||Providence, Rhode Island at the Metropolitan Theater and Hartford, Connecticut at the Bushnell Memorial Auditorium||No |- |Sullivan||The Pirates of Penzance||Mabel||1945||Hartford, Connecticut at the Bushnell Memorial Auditorium||No |- |Suppé||Die schöne Galathée||Galatea||1965||Fort Worth Opera||No |- |Tchaikovsky||Cherevichki (performed under the title The Golden Slipper)||Oxana||1955||New York City Opera||No |- |Thomas||Mignon||Philine||1956||New York City Opera||No |- |Verdi||Aida||Aida||1954–1960||University of Utah football stadium, Paterson, New Jersey, Central City Opera|| Yes |- |Verdi||La traviata||Violetta||1951–1977||Kingston High School, Charleston Municipal Auditorium, Orlando Municipal Auditorium, Saenger Theatre, Duke University, Academy of Music, Erie Philharmonic Orchestra, Portland Civic Opera Association, DuMont Television Network, New York City Opera, Fort Worth Opera, Tulsa Opera, Cincinnati Opera, San Antonio Symphony, Grant Park, Teatro di San Carlo, Connecticut Opera, Deutsche Oper Berlin, Los Angeles Philharmonic, Opera Company of Boston, La Fenice, San Antonio Grand Opera, San Francisco Opera, Houston Grand Opera, Ravinia Festival, Palm Beach Opera, Metropolitan Opera, Wolf Trap Opera Company, San Diego Opera || Yes |- |Verdi||Rigoletto||Gilda||1957–1977|| Grant Park, Opera Company of Boston || Yes |- |Wagner||Die Walküre||Gerhilde||1953||San Francisco Opera||No |- |Weisgall||Six Characters in Search of an Author||Coloratura||1959–1960||New York City Opera||Yes |} ==Honors and awards== Sills received many honors and awards from the 1970s through her final years. Here is a list of her major awards, divided by category: *Grammy Award: **1969 – Scenes and Arias from French Opera (nomination) **1970 – Mozart and Strauss Arias (nomination) **1976 – Music of Victor Herbert (winner) *Emmy Award nominations: **1975 – Profile in Music: Beverly Sills, Festival '75 (winner) **1977 – Sills and Burnett at the Met **1978 – Lifestyles with Beverly Sills (winner) **1980 – Beverly Sills in Concert **1981 – Great Performances: Beverly! (her farewell performance) *Honorary doctorates in music: **1972 – Temple University **1973 – New York University and New England Conservatory of Music **1974 – Harvard University **1975 – California Institute of the Arts *Other music-related awards: **1970 – Musical America – Musician of the Year **1971 – Inducted as a National Patroness of Delta Omicron, an international professional music fraternity on May 1Delta Omicron In Memoriam **1972 – Edison Award – Manon recording **1973 – Handel Medallion from New York City for artistic achievement **1979 – Recording Industry of America Cultural Award **1980 – Golden Baton, American Symphony Orchestra League **1985 – Kennedy Center Honors **1990 – National Medal of Arts from National Endowment for the Arts **1996 – The 2nd Annual Heinz Award in Arts and HumanitiesThe Heinz Awards, Beverly Sills profile **2005 – Beverly Sills Artist Award established by the Metropolitan Opera ($50,000 annual award) **2007 – Inducted into the Long Island Music Hall of Fame *Charitable and humanitarian awards: **1979 – Pearl S. Buck Women's Award **1980 – Presidential Medal of Freedom **1981 – Barnard College Medal of Distinction **1984 – Charles S. Hughes Gold Medal Award – National Conference of Christians and Jews **1985 – Gold Medal from National Institute of Social Sciences **1989 – Golden Plate Award of the American Academy of Achievement **1998 – National Women's Hall of FameNational Women's Hall of Fame, Beverly Sills Sills was a member of the Delta Sigma Theta sorority.\"Behind the Scenes\" by Ethel Payne, Baltimore Afro-American, p. A5, April 22, 1989 ==Recordings and broadcasts== During her operatic career, Sills recorded eighteen full-length operas: * The Ballad of Baby Doe (Bible, Cassel; Buckley, 1959) * Giulio Cesare (Wolff, Forrester, Treigle; Rudel, 1967) * Roberto Devereux (Wolff, Ilosfalvy, Glossop; Mackerras, 1969) * Lucia di Lammermoor (Bergonzi, Cappuccilli, Díaz; Schippers, 1970) * Manon (Gedda, Souzay, Bacquier; Rudel, 1970) * La traviata (Gedda, Panerai; Ceccato, 1971) * Maria Stuarda (Farrell, Burrows, L.Quilico; Ceccato, 1971) * The Tales of Hoffmann (Marsee, Burrows, Treigle; Rudel, 1972) * Anna Bolena (Verrett, Burrows, Plishka; Rudel, 1972) * I puritani (Gedda, L.Quilico, Plishka; Rudel, 1973) * Norma (Verrett, di Giuseppe, Plishka; Levine, 1973) * The Siege of Corinth (Verrett, Theyard, Díaz; Schippers, 1974) * Il barbiere di Siviglia (Barbieri, Gedda, Milnes, Raimondi; Levine, 1974–75) * I Capuleti e i Montecchi (Baker, Gedda, Herincx, Lloyd; G.Patanè, 1975) * Thaïs (Gedda, Milnes; Maazel, 1976) * Louise (Gedda, van Dam; Rudel, 1977) * Don Pasquale (Kraus, Titus, Gramm; Caldwell, 1978) * Rigoletto (M.Dunn, Kraus, Milnes, Ramey; Rudel, 1978) Sills also recorded nine solo recital albums of arias and songs, and was soprano soloist on a 1967 recording of Mahler's Symphony No. 2. She starred in eight opera productions televised on PBS and several more on other public TV systems. She participated in such TV specials as A Look-in at the Met with Danny Kaye in 1975, Sills and Burnett at the Met, with Carol Burnett in 1976, and Profile in Music, which won an Emmy Award for its showing in the US in 1975, although it had been recorded in England in 1971. Some of those televised performances have been commercially distributed on videotape and DVD: *Ariadne auf Naxos (Watson, Nagy; Leinsdorf, 1969) [Concert Version] *La fille du régiment (Costa-Greenspon, McDonald, Malas; Wendelken-Wilson, Mansouri, 1974) *Roberto Devereux (Marsee, Alexander, Fredricks; Rudel, Capobianco, 1975) *La traviata (H.Price, Fredricks; Rudel, Capobianco, 1976) *Il barbiere di Siviglia (H.Price, Titus, Gramm, Ramey; Caldwell, Caldwell, 1976) *Manon (H.Price, Fredricks, Ramey; Rudel, Capobianco, 1977) Others not available commercially include: *The Magic Flute (Pracht, Shirley, Reardon; NN, NN, 1966) *Le coq d'or (Costa-Greenspon, di Giuseppe, Treigle; Rudel, Capobianco, 1971) *Die lustige Witwe (Titus; Alcántara, Capobianco, 1977) *Il turco in Italia (Marsee, H.Price, Titus, Gramm; Rudel, Capobianco, 1978) *Don Pasquale (Kraus, Hagegård, Bacquier; Rescigno, Dexter, 1979) After her retirement from singing in 1980 up through 2006, Sills was the host for many of the PBS Live from Lincoln Center telecasts. ==Further reading/listening/viewing== *Cook, Peter and Moore, Dudley (1976). Derek and Clive (Live), Joan Crawford sketch mentions Beverly Sills. Island Records. *Sills, Beverly (1976). Bubbles: A Self-Portrait. New York: Bobbs-Merrill. . A revised edition was issued in 1981 as Bubbles: An Encore. *Sills, Beverly (with Lawrence Linderman) (1987). Beverly: An Autobiography. New York: Bantam Books. . *Sills, Beverly (1987). Beverly Sills: On My Own. . An audio book designated as a companion to Beverly: An Autobiography, with Sills speaking in interview about her life, interspersed with narration and live musical excerpts. There is no direct text from the printed autobiography. *Paolucci, Bridget (1990). Beverly Sills. New York: Chelsea House Publishers. . *Sargeant, Withrop (1973). Divas. New York: Coward, McCann & Geoghegan. . *Beverly Sills: Made in America (2006). Deutsche Grammophon B0007999-09. A 90-minute documentary on Sills's singing career with many rare video performance and interview clips. *Guy, Nancy (2015). \"The Magic of Beverly Sills\". Urbana, Chicago: University of Illinois Press. . ==References== ==External links== *Beverly Sills Online: tribute site with discography, bibliography, photo gallery, sound and video clips, timeline, press articles and other resources. * *Beverly Sills:Special mother to the special children: summarizes Sills' charitable work for disabled children. * *Beverly Sills: National Women's Hall of Fame profile *\"Beverly Sills: Made in America\", PBS Great Performances *Beverly Sills at OperaMom.com * * Bevery Sills performs arias from La traviata, Lucia di Lammermoor, Manon, Mignon and Tales of Hoffmann on archive.org Category:1929 births Category:2007 deaths Category:Singers from New York City Category:American operatic sopranos Category:American people of Romanian-Jewish descent Category:Deaths from cancer in New York (state) Category:Deaths from lung cancer Category:Erasmus Hall High School alumni Category:Grammy Award winners Category:Jewish opera singers Category:Kennedy Center honorees Category:Opera managers Category:Metropolitan Opera people Category:Musicians from Brooklyn Category:United States National Medal of Arts recipients Category:Burials at Kensico Cemetery Category:American people of Ukrainian-Jewish descent Category:Delta Sigma Theta members Category:American autobiographers Category:Women autobiographers Category:Presidential Medal of Freedom recipients Category:20th-century American women opera singers Category:21st- century American women",
 "title": "Beverly Sills"
}