{
 "id": "287798",
 "text": "Jill St. John (born Jill Arlyn Oppenheim; August 19, 1940)https://www.californiabirthindex.org/birth/jill_arlyn_oppenheim_born_1940_2262402 is an American former actress. She may be best known for playing Tiffany Case, the first American Bond girl of the 007 franchise, in Diamonds Are Forever. Additional performances in film include Holiday for Lovers, The Lost World, Tender Is the Night, Come Blow Your Horn, for which she received a Golden Globe nomination, Who's Minding the Store?, Honeymoon Hotel, The Liquidator, The Oscar, Tony Rome, Sitting Target and The Concrete Jungle. On television, St. John has appeared in such top rated shows as Batman, The Big Valley, Rowan & Martin's Laugh-In, Hart to Hart, Vega$, The Love Boat, Fantasy Island, Magnum, P.I. and Seinfeld. During her Hollywood heyday she was almost equally famous for her high-profile social life and frequent romantic associations with prominent public figures. St. John is married to actor Robert Wagner and has known him since she was 18 years old. They share credits on nearly a dozen screen and stage productions, notably the miniseries remake of Around the World in 80 Days. ==Early life== St. John was born Jill Arlyn Oppenheim in Los Angeles, California, the daughter of Edward Oppenheim, a prosperous restaurant owner, and his wife Betty (née Goldberg), who became her stage mother. She has no siblings. As a young girl, St. John was a member of the Children's Ballet Company with Natalie Wood and Stefanie Powers. All three would later marry or co-star with actor Robert Wagner. Her mother Betty changed Jill's last name to St. John during her adolescence. ==Career== ===Child actress=== St. John began acting on radio at age six. In December 1949, at age nine, she made her screen debut in The Christmas Carol, the first full-length TV movie. Also that year, she joined the cast of Sandy Dreams, a TV show for children featuring Richard Beymer. At age 11, she appeared in two episodes of The George Burns and Gracie Allen Show. She had a small role in the film Thunder in the East (1951) and was in episodes of Sky King, Fireside Theatre, and Cavalcade of America. She attended Powers Professional School and received her high school diploma from Hollywood Professional School in the spring of 1955 at age 14. At age 15, St. John enrolled at UCLA's Extension School. During this time, she appeared on a large number of radio shows, notably One Man's Family. ===Universal=== St. John was 16 in May 1957 when Universal Pictures signed her to a contract for seven years starting at $200 a week.Film Beauty, 16, to Save; Her Husband Pays Bills: Jill St. John Explains How She Can Put Away Salary; Court Approves Contract Los Angeles Times May 30, 1957: 2. Her major studio film debut was in Summer Love (1958) starring John Saxon. She also appeared on TV in episodes of The Christophers, Schlitz Playhouse, and The DuPont Show of the Month (an adaptation of Junior Miss). She said her idol was Kay Kendall.Lovely Jill Goes Up the Hill to Stardom: JILL ST. JOHN 'High-Q' No Problem, Hopper, Hedda. Los Angeles Times September 28, 1958: E1. ===20th Century Fox=== right|thumb| St John then signed a contract with 20th Century Fox who tried to build her into a star. She played the daughter of Clifton Webb in The Remarkable Mr. Pennypacker (1959) and Holiday for Lovers (1959), then was put in an adventure movie, The Lost World (1960). \"Nothing but starlet parts,\" she later said. \"You know, the daughter, the niece, the girlfriend.\"Too Many Jacks for Jill: Hollywood's most irrepressible redhead says she likes the idea of marriage, but... Goldberg, Hyman. Los Angeles Times January 5, 1964: B12. Fox picked up their option on her. Warner Bros. borrowed her for The Roman Spring of Mrs. Stone (1961), then she had a supporting role in Tender Is the Night (1962).Just Call Her Joyous Fill: And Why Shouldn't She Be Joyous? She Has Beauty, Charm, a Burgeoning Career, and Lance Reventlow for a Husband Hopper, Hedda. Chicago Daily Tribune April 9, 1961: b17. ===Comedy=== St. John had a key role in Come Blow Your Horn (1963), where she starred opposite Frank Sinatra. She received a Golden Globe Award nomination as Best Actress – Motion Picture Musical or Comedy for her performance in the film. \"I'm a comedienne,\" she said in 1963. \"I've never pretended to be a dramatic actress. But I'm very funny.\"Prefty, Bright, Rich Jill St. John Has Fun Smith, Jack. Los Angeles Times October 7, 1963: A1. She followed this with a series of comedies: Who's Minding the Store? (1963) with Jerry Lewis, Who's Been Sleeping in My Bed? (1963) with Dean Martin and Honeymoon Hotel (1964) with Robert Morse and Nancy Kwan. \"Now I play the sexy comedienne, which is my forte\" she said in 1964. \"Comedy is what I've always wanted to do.\" She guest-starred on television shows like Voyage to the Bottom of the Sea, Burke's Law, The Rogues, and Theatre of Stars. In 1964, she guest-starred with Lauren Bacall and Bacall's then husband, Jason Robards, Jr., in the episode \"Take a Walk Through the Cemetery\" of the drama series Mr. Broadway. She also appeared in some variety specials with Bob Hope. MGM gave her the female lead in a spy spoof The Liquidator (1965) with Rod Taylor, and she was in The Oscar (1966) with Stephen Boyd. St. John appeared in the first and second episodes of the television series Batman (1966) as the Riddler's moll Molly. She was also in The Big Valley. ===Universal=== St. John signed a contract at Universal. She was in a TV movie Fame Is the Name of the Game (1966), and had a supporting role in How I Spent My Summer Vacation (1967) with Robert Wagner.Delicate Balance of TV Censorship Los Angeles Times November 23, 1966: C12. She did the Bob Hope comedy Eight on the Run (1967), then made Banning (1967) with Wagner and The King's Pirate (1967) with Doug McClure. In 1966, she said her goal \"was to be at a point where I have so proved myself as an actress that I can be more discriminating in the roles I choose. I want to be able to choose the parts I know I can do next.\"Jill's Ready for Better Roles, NORMA LEE BROWNING. Chicago Tribune November 1, 1966: b1. She was reunited with Sinatra in Tony Rome (1967) and did a TV movie The Spy Killer (1968), which was popular enough for the sequel Foreign Exchange (1970). She guested on The Name of the Game. Decisions! Decisions! (1971) was a TV movie St. John did with Bob Newhart and Jean Simmons. ===James Bond=== St. John achieved her biggest success starring as diamond smuggler Tiffany Case, the love interest of James Bond in Diamonds Are Forever (1971), opposite Sean Connery. She was the first American to play a Bond girl. The character of Tiffany is argumentative, abrasive, loud, and brash when compared to previous Bond girls who were more demure; she is meant to be a stereotypical commentary on American women, apparently. In 1972, St. John appeared alongside Oliver Reed in the crime drama Sitting Target. ===Television=== She did the TV movies Saga of Sonora (1973) and Brenda Starr (1976) (playing the title role), and guest-starred on Vega$, The Love Boat, Magnum, P.I., Fantasy Island, and Matt Houston. She also appeared in the pilot episode for Hart to Hart. St. John did the TV movies Two Guys from Muck (1982) and Rooster (1982) and was top-billed in the feature The Concrete Jungle (1982), a woman in prison film in which she played Warden Fletcher. She had a small role in The Act (1983). During 1983–1984, she starred with Dennis Weaver on the short-lived soap opera Emerald Point N.A.S., in which she played Deanna Kinkaid, Thomas Mallory's conniving former sister-in-law. ===Later career=== St. John and Robert Wagner were in Around the World in 80 Days (1989); Something to Believe In (1998); and The Calling (2002). They made brief cameo appearances as themselves in Robert Altman's Hollywood satire The Player (1992). In 1996, they started appearing together on stage in a production of Love Letters.Lucky in life and in love: Robert Wagner and Jill St. John Star Together in Love Letters: The Record24 Oct 1996: C10. In 1997, the couple appeared together at the end of \"The Yada Yada\" episode of the television sitcom Seinfeld. St. John appeared without Wagner in Out There (1995) and The Trip (2002). In 2014, St. John played Mrs. Claus in the TV movie Northpole alongside Wagner, who played the part of Santa Claus. The film marked her first acting role after a 12-year absence from the screen. ==Other activities== In 1972, St. John largely left Hollywood behind and moved to Aspen, Colorado, where she focused on personal interests and cooking. Her interest in cooking eventually led to her becoming a culinary personality, appearing in monthly cooking segments on ABC-TV's Good Morning America and her writing a column in USA Weekend magazine through the 1980s. This culminated in authoring The Jill St. John Cookbook (1987), a collection of healthy recipes and some anecdotes. St. John also developed a handmade Angora sweater business, and became interested in orchid growing, skiing, hiking, river rafting, camping, and gardening. In 1987, she said \"I'm a mountain gal now. I love the outdoors and I love harvesting and using fresh vegetables and herbs.\" St. John is founder of the Aunts Club, a Rancho Mirage-based group of women who contribute at least $1,000 per year to provide financial support for a child.Bond Girl Jill St. John To Be Honored By Sintara Center. looktothestars.org. January 22, 2016. ==Personal life== St. John has been married four times. Her husbands: * Neil Dubin (May 12, 1957 – July 3, 1958; divorced) St. John was 16 years old when they eloped to Yuma, Arizona. Dubin was heir to a linen fortune. St. John complained that he harassed and ridiculed her.ACTRESS BLAMES HIVES ON NAGGING: Jill St. John, 17, Wins Divorce After Telling How Mate Impeded Her Career Los Angeles Times July 4, 1958: 2. * Lance Reventlow (March 24, 1960 – October 30, 1963; divorced) Reventlow was the son of Barbara Hutton, heir to the F. W. Woolworth fortune. St. John received a settlement of $86,000.Jill St. John Is Divorced New York Times October 31, 1963: 27. Despite their divorce and subsequent remarriages, she refers to Reventlow as \"my late husband\" in interviews.The Paul O'Grady Show, March 17, 2009. * Jack Jones (October 14, 1967 – February 28, 1969; divorced) Jones said demands on his singing career and the traveling involved contributed to the breakup. * Robert Wagner (May 26, 1990 – present) The couple first met in 1959 when they were contract players at 20th Century Fox, and have been together since Valentine's Day 1982\\. Between marriages, St. John dated entertainment, sports, and political personalities including Ben Barnes, Gianni Bulgari, Sammy Cahn, Michael Caine, Oleg Cassini, Barry Coe, Sean Connery, Ahmet Ertegun, Robert Evans, Glenn Ford, David Frost, Jack Haley Jr., Bill Hudson, Henry Kissinger, Sidney Korshak, Sandy Koufax, Peter Lawford, George Lazenby, Trini López, Tom Mankiewicz, George Montgomery, Jack Nicholson, Hugh O'Brian, Ogden Mills Phipps, Roman Polanski, Alejandro Rey, Tom Selleck, Frank Sinatra, U Thant, Robert Vaughn, Giovanni Volpi, Adam West and David L. Wolper. St. John has also had amorous relationships with criminal court judge Jerome M. Becker, ski instructor Ricky Head, Olympic ski champion Brownie Barnes, plastic surgeon Steven Zax, investment broker Lenny Ross, Chicago businessman Delbert W. Coleman and Brazilian entrepreneur Francisco \"Baby\" Pignatari. She was engaged to Miami real estate developer Robert Blum in 1974, but called off the engagement. She has three stepdaughters: * Katie Wagner, born 1964 to Wagner and Marion Marshall * Natasha Gregson, born 1970 to Richard Gregson and Natalie Wood, but raised in the Wagner/St. John household after Wood died * Courtney Wagner, born 1974 to Wagner and Wood In July 2007, Wagner and St. John sold the Brentwood ranchette they had lived on since 1983, for a reported $14 million and relocated to their vacation home in Aspen. They retain a condo in L.A.Wagner, Robert & Eyman, Scott. Pieces of My Heart. Random House, 2010 Mutual animosity between St. John and her husband's former sister-in-law, actress Lana Wood, dates back to 1971, when Sean Connery was simultaneously involved with both women during the filming of Diamonds Are Forever. The pair's half-century feud has been highlighted by two well- documented public altercations: one in September 1999, when St. John refused to be photographed with Wood at a Bond girl reunion for Vanity Fair magazine, and another in February 2016, when Wood crashed an event honoring St. John in Palm Springs and confronted Wagner over the reopened death case of her sister Natalie, who mysteriously drowned in 1981 while yachting with Wagner off the coast of Santa Catalina Island. ==Filmography== ===Film=== * Thunder in the East (1952) as English Girl (uncredited) * Summer Love (1957) as Erica Landis * The Remarkable Mr. Pennypacker (1959) as Kate Pennypacker * Holiday for Lovers (1959) as Meg Dean * The Lost World (1960) as Jennifer Holmes * The Roman Spring of Mrs. Stone (1961) as Barbara Bingham * Tender Is the Night (1962) as Rosemary Hoyt * Come Blow Your Horn (1963) as Peggy John * Who's Minding the Store? (1963) as Barbara Tuttle * Who's Been Sleeping in My Bed? (1963) as Toby Tobler * Honeymoon Hotel (1964) as Sherry Nugent * The Liquidator (1965) as Iris MacIntosh * The Oscar (1966) as Laurel Scott * Eight on the Lam (1967) as Monica * Banning (1967) as Angela Barr * The King's Pirate (1967) as Mistress Jessica Stephens * Tony Rome (1967) as Ann Archer * Diamonds Are Forever (1971) as Tiffany Case * Sitting Target (1972) as Pat Lomart * The Concrete Jungle (1982) as Warden Fletcher * The Act (1983) as Elise * The Player (1992) as Jill St. John * Something to Believe In (1998) as Dr. Joanne Anderson * The Trip (2002) as Mary Oakley * The Calling (2002) as Elegant Lady ===Television=== * Sandy Dreams (1949) * The Christmas Carol (1949, TV Movie) as Missie Cratchit * The George Burns and Gracie Allen Show (1951–1952) as Sherry Kelly / Jill Kelly * Sky King (1952) as Gretchen Gluckman * Fireside Theatre (1953) * Cavalcade of America (1954) * The Christophers (1957) * Schlitz Playhouse (1957) as Eloise * The DuPont Show of the Month (1957) as Lois Graves * Bob Hope Presents the Chrysler Theatre (1963–1965) as Janie Douglas / Faith / Bunky * Voyage to the Bottom of the Sea (1964) as Carol (uncredited) * Mr. Broadway (1964) as Herself * Burke's Law (1964) as Pinky Likewise * The Rogues (1965) as Jena Tate * Batman (1966) as Molly * The Big Valley (1966) as Barbary Red * Fame Is the Name of the Game (1966, TV Movie) as Leona Purdy * How I Spent My Summer Vacation (1967, TV Movie) as Nikki Pine * Rowan & Martin's Laugh-In (1968–1971) * The Spy Killer (1969, TV Movie) as Mary Harper * The Name of the Game (1969) as Michelle Howell * Foreign Exchange (1970, TV Movie) as Mary Harper * The Red Skelton Hour (1971) as Freida * Decisions! Decisions! (1971, TV Movie) as Andrea Winters * Old Faithful (1973, TV Movie) as Miss Roberts * Saga of Sonora (1973, TV Movie) as Molly * Brenda Starr (1976, TV Movie) as Brenda Starr * Telethon (1977, TV Movie) as Fran Sullivan * Hart to Hart (1979) as Sylvia Maxwell * The Love Boat (1979–1982) as Laura / Sandy Wilson / Claire Dalrymple / Mitzi De Risi * Vega$ (1980) as Mavis Graham * Fantasy Island (1981–1982) as Ellen Layton / Jane Doe / Helen of Troy * Magnum, P.I. (1982) as Jan Kona * Two Guys from Muck (1982, TV Movie) as Miss Demandt * Rooster (1982, TV Movie) as Joanna Van Eegan * Matt Houston (1982) as Karen Ann Douglas * Emerald Point N.A.S. (1983–1984) as Deanna Kincaid * Dempsey and Makepeace (1986) as Mara Giardino * J.J. Starbuck (1988) as Rachel Capstone * Around the World in 80 Days (1989) as Woman mistaken for Princess Aouda * Out There (1995, TV Movie) as Bunny Wells * Seinfeld (1997) as Mrs. Abbott * Northpole (2014, TV Movie) as Mrs. Claus == Footnotes == ==References== ==External links== * * * * Jill St. John at Yahoo! Movies * Jill St. John at the British Film Institute Category:Living people Category:1940 births Category:Actresses from Los Angeles Category:American child actresses Category:American film actresses Category:American television actresses Category:American cookbook writers Category:Woolworth family Category:Women cookbook writers Category:20th- century American actresses Category:21st-century American actresses Category:American women non-fiction writers Category:Reventlow Category:20th Century Fox contract players",
 "title": "Jill St. John"
}