{
 "id": "287723",
 "text": "Hawaii is a U.S. state that is an archipelago in the Pacific Ocean. Of the eight major islands, Hawaii, Oahu, Maui, and Kauai have major tourism industries, while it is limited on Molokai and Lānai and access to Niihau and Kahoʻolawe is restricted. In 2017 alone, according to state government data, there were over 9.4 million visitors to the Hawaiian Islands with expenditures of over $16 billion. Tourism makes up 21% of the state's economy, with many of Hawaii's largest industries revolving around the constant flow of tourists. Due to the mild year-round weather, tourist travel is popular throughout the year. The summer months and major holidays are the most popular times for outsiders to visit, however, especially when residents of the rest of the United States are looking to escape from cold winter weather. The Japanese, with their economic and historical ties to Hawaii and the US as well as relative geographical proximity, make up the largest group of inbound international travelers to the islands, reaching 1,568,609 in 2017. The average Japanese stays only 5 days while other Asians stay over 9.5 days and spend 25% more. ==History of travel to Hawaii== Hawaii was first populated no later than the 2nd century CE by people of Polynesian origin, most likely from Tahiti. Subsequent Western contact began as a consequence of European Enlightenment exploration and was continued by Protestant ministers of New England origin in the early 19th century. ===16th century=== According to Hawaiian tradition, a vessel wrecked at Keʻei near Kealakekua Bay in the 1560s with only two survivors: the captain and his sister. Their penitent posture led to the naming of the place as Kūlou; they later intermarried with the native population and their descendants became prominent chiefs. The timing coincides with the voyage of a small fleet of three vessels commanded by Álvaro de Saavedra Cerón, who departed Mexico on October 31, 1569; during that voyage, two ships disappeared after a storm. Spaniard Juan Gaetano, who had served as the pilot of a 1522 expedition led by Ruy López de Villalobos, reportedly discovered the Hawaiian Islands during that voyage. The official narrative of the voyage reported that a group of islands were found after approximately 30 days of sailing west from Mexico, which were named the Islas del Rey; these were later speculated to be the Caroline Islands or Marshall Islands, not Hawaii. The coordinates of Gaetano's discovery were not reported outside the Spanish Empire until 1743, when a manuscript chart was captured from the annual treasure galleon by , commanded by Captain George Anson; although the latitude was approximately correct and the physical features were similar to the Hawaiian Islands, the longitude was 17° east of the actual position of Hawaii. The Spanish Hydrographical Department reported in 1865 that an ancient manuscript chart confirmed Gaetano's discovery from 1555, which he had named Islas de Mesa. continues as to whether the Spanish visited the islands before James Cook. ===18th century=== In 1748, Anson published a redrawn version of the captured chart in A Voyage Round the World, Direct link to scan of Plate XLI one of the best-selling books of its day. Anson's chart showed the Pacific to be relatively barren, but the three voyages of James Cook would add significant detail. thumb|right|upright|Kalaniōpu`u, King of Owyhee bringing Presents to Captain Cook, by John Webber (c. 1781–83) The first recorded western visitor to Hawaii was Captain James Cook on his third and final fatal voyage in the Pacific. Cook's ships first sighted Niihau and Kauai on January 19, 1778, and anchored near Waimea the following evening. As described by James Jackson Jarves in 1843, during the first visit \"the natives manifested the greatest respect and kindness toward their visitors, and both parties indulged in a lucrative trade, yet [the natives'] propensity for thieving was continually manifested ... Theft or lying were to them no crimes. Success in either was a virtue, and it was not until several severe lessons, in regard to the enormity of the former had been received, that their discretion got the better of temptation.\" He went on to add \"the commander manifested a laudable humanity, in endeavoring to shield the population from the evil effects which so inevitably result from connection between foreign seamen and the native females. But his efforts were vain. If the discipline of his own crew could have been strictly enforced, the eagerness of the women was not to be repressed.\" Cook's fleet departed on February 2, returning to Hawaii in November, when they began resupplying their ships and mapping the coastline. They anchored in Kealakekua Bay in January 1779, and stayed for 19 days; although they departed on February 6, they were forced to return for repairs on February 11. A series of misunderstandings would lead Cook to attempt to kidnap the aliʻi nui of the island of Hawaii, Kalaniʻōpuʻu, resulting in Cook's death. ===20th century=== thumb|left|Whaler Benjamin Tucker in Honolulu (1857) Prominent 19th-century travelers to Hawaii included journalist Isabella Bird, along with a number of American and British authors. Tourist visits remained around 2,000 per year from 1872 to 1898. American writers include Mark Twain aboard the Ajax as a travel journalist with the Sacramento Daily Union in 1866, and Herman Melville, who deserted from his whaler in 1843 and later found passage back to the mainland that summer aboard . Twain's unfinished novel of Hawaii was incorporated into his A Connecticut Yankee in King Arthur's Court, with King Arthur bearing striking similarities to Kamehameha V, the first reigning monarch Twain was to meet. The \"modernizing\" potential offered by the Connecticut Yankee from the future is a satire of the potentially negative Protestant Missionary influence on Hawaiian life. Melville's writing of the Pacific includes Typee and Omoo (considered factual travel accounts when published) and his Pacific experiences would develop into the portrayal of Queequeg in Moby-Dick. British writers include the Scot Robert Louis Stevenson, whose subsequent In the South Seas was published based on his voyages.In the South Seas (1896) & (1900) Chatto & Windus; republished by The Hogarth Press (1987). A collection of Stevenson's articles and essays on his travels in the Pacific During his stay in the islands, he wrote a stunning defense of Father Damien's work with the lepers of Kalaupapa against the politicized views of Father Damien's Protestant detractors. Consequently, Hawaii is home to the eponymous Stevenson Middle School. Stevenson later died in Samoa. Regular commercial passenger, cargo, and mail service to Hawaii via steamship started in 1870 with the North Pacific Transportation Company of Australia. The Oceanic Steamship Company was incorporated by John D. Spreckels, son of sugar baron Claus Spreckels, on December 24, 1881 to establish a steamship line between San Francisco and Hawaii. Oceanic signed a contract in July 1882 with William Cramp & Sons for two \"first-class iron steamships\" intended for the Honolulu route; these were completed in 1883 as the and . Spreckels traveled to the East Coast intending to contract for the building of two more steamships, but returned in March 1886 after having purchased and from John Elder & Company. William Matson had served as captain of Claus Spreckels's yacht (named Lurline) and in turn, Spreckels helped Matson purchase his first ship, the (named for Spreckels's daughter), which made its first voyage to Hawaii in 1882. Matson would go on to found the Matson Navigation Company, whose genesis was in the first , purchased to replace the smaller Emma Claudina; that first Lurline was sold to Matson by Spreckels and undertook a two-month maiden sail from San Francisco to Hawaii in 1887, marking the start of Matson's commercial passenger service to the Hawaiian Islands. thumb|right|Intersection of Fort and King, Honolulu (photographed by Frank Davey, c. 1900) 19th-century development in Hawaii played a big part in the increase of tourism that continued into the 21st century. In 1888, a writer for the Los Angeles Herald extolled \"culture, refinement, and a hospitality so cordial that one scarcely meets it elsewhere\" joined with \"the island air that is kept pure and sweet by the gentle trade winds' refreshing currents\". Advanced technologies including cars, marketing, hotels, and shopping malls allow vacationers to visit a modernized tropical island, which contributes heavily to steady growth in tourism. Conversely, the Native Hawaiian population continues to decrease, resulting in a loss of authentic Hawaiian culture on the islands, similar to other Oceanian islands.Tracie Ku'uipo Losch & Momi Kamahele, Hawai'i: Center of the Pacific(The Contemporary Pacific, Vol. 5, No. 1, 1993),495–499. ===20th century=== In 1907, Jack London and his wife Charmian sailed to Hawaii, learning the \"royal sport\" of surfing and travelling by horseback to Haleakala and Hana, as chronicled in his book The Cruise of the Snark. 1929 saw 22,000 tourists visit Hawaii, while the number of tourists exceeded 1 million for the first time in 1967. ====Marine service==== The second , completed in 1908, was the first steamship built for Matson; she was designed to accommodate passengers (51) in addition to cargo. Matson added , which made her maiden voyage from San Francisco to Honolulu in February 1910. Both of these ships were named after the daughters of prominent executives: Lurline Matson, daughter of founder William Matson; and Wilhelmina Tenney, daughter of Edward Davies Tenney, the chairman of Castle & Cooke, the Honolulu agent for Matson. By 1913, Matson was building more passenger liners for the Honolulu run, and . Direct service from Hawaii to Los Angeles was established by Manoa in October 1914. Another Matson steamship, , sister to Matsonia, was launched in 1916 at San Francisco, the largest passenger ship then constructed on the West Coast. However, Matson's Hawaiian routes were interrupted by World War I, as the government announced plans to requisition five ships in 1917; that was later reduced to three: Wilhelmina, Matsonia, and Maui, which served as troop transports before they were released in 1919. Maui made 13 roundtrips to France, carrying 37,344 troops; Matsonia, 14 roundtrips (38,974); and Wilhelmina, 13 roundtrips (23,014). Growth in tourist travel followed World War I. Matson opened its eponymous headquarters on Market Street in 1924, and conducted marine operations via berths and warehouses at Piers 30–32 in San Francisco; Castle & Cooke also moved into new offices in Honolulu at approximately the same time, and Matson ships docked at Aloha Pier, surrounding Aloha Tower. Matson acquired the Oceanic Steamship operation in May 1926, extending its reach past Hawaii to Australia and New Zealand, and introduced the , the first of its four \"White Fleet\" ocean liners for Hawaii service, in 1927; at the time, she was the largest passenger steamship built in the United States. Malolo was one part of a three-pronged effort devised by William P. Roth, the son-in-law of Captain Matson and Matson's general manager, and E.D. Tenney, named president of Matson after Matson's death in 1917, to develop the modern Hawaiian tourist industry; a luxury hotel (completed in 1927 as the Royal Hawaiian, in partnership with the Territorial Hotel Company) and golf course (Waialae Country Club) would also help transform Hawaii into a premier resort destination. However, Malolo had an inauspicious start to her career, colliding with the steamship in heavy fog during sea trials in May 1927; despite the delay to inaugurating modern ocean liner service, annual tourist traffic to Hawaii jumped from 17,500 (1927) to 22,000 (1929) until the Great Depression started, cutting annual traffic to less than 11,000 tourists in 1932 and 1933. Matson would go on to build three sister ships to Malolo, all completed in 1932: , , and a third . After Lurline completed her complicated maiden voyage from New York around the Pacific Ocean in early 1933 Matson established regular Honolulu service with the four ships. Two-week voyages were operated by Malolo (\"clockwise\" on a Los Angeles—Hawaii—San Francisco route) and Lurline (\"counter-clockwise\" on a San Francisco—Hawaii—Los Angeles route); the subsidiary Matson-Oceanic lines operated Mariposa and Monterey on longer four-week cruises from San Francisco and Los Angeles to Australia and New Zealand via Hawaii. Matson purchased the assets of the Territorial Hotel Company in 1932, giving cruise passengers disembarking in Honolulu a choice from three hotels: the Moana, the Alexander Young, or the Royal Hawaiian. In 1934, a planned 88-day Pacific cruise aboard Malolo was canceled after heavy demand for passenger service to Hawaii tied up all of Matson's available ships; by 1941, tourist traffic had rebounded past pre-Depression levels, with 31,000 tourists visiting Hawaii that year. Lurline was steaming from Honolulu to San Francisco during the attack on Pearl Harbor; she proceeded at full speed and returned to San Francisco on December 10. The United States's entry into World War II once again prompted the government to requisition Matson liners as troopships; all four \"White Fleet\" ships (Lurline, Mariposa, Matsonia [ex-Malolo],After was sold to the Alaska Packers' Association in 1937, was renamed Matsonia. Matsonia (1913) served as a troopship in both World Wars: in WWI as Matsonia and WWII as Etolin. and Monterey) served along with the older Maui. Maui accommodated 1,650 passengers after refit; Lurline, 4,037; Matsonia (ex-Malolo), 2,976; Mariposa, 4,272; and Monterey was used to carry war brides and dependents. In addition, Matson converted a number of cargo vessels to troopships and operated others. thumb|left|Steamer Day at Honolulu, marking the departure of a Matson liner (1930s) After the war, Matsonia (ex-Malolo) was the first to return to commercial service in May 1946, but she was laid up and sold in 1948 following the completion of the rebuild of Lurline. When Lurline arrived in Honolulu on April 21, 1948 after her maiden voyage following the rebuild, she was adorned with the longest lei ever made, long using of orange crêpe paper. A rebuild of Mariposa and Monterey was also announced; the rebuild would have given each ship the capacity for 726 passengers (488 first class and 238 cabin class), served by 437 crew. However, the cost of the rebuild was higher than expected, and work was halted; both ships remained in the reserve fleets at Alameda and Suisun. Mariposa was sold in 1953 and Monterey was not repurchased by Matson until 1956; later that year a new (ex-Pine Tree Mariner) and (ex-Free State Mariner), both converted from cargo ships launched in 1952, entered service for Matson on their traditional California–Hawaii–Australia/New Zealand route. After Monterey (1932) was rebuilt at Newport News, she was renamed Matsonia and alternated with Lurline on the Hawaii run starting from June 1957 until Lurline was sold in 1963. Matsonia (ex-Monterey) was renamed Lurline in December 1963 to carry on the name. The advent of jetliner travel, cutting the five-day voyage from California to Hawaii down to a matter of hours and reducing the cost of travel, decimated cruise passenger traffic; Matson exited the passenger business altogether in 1970 and sold its last White Fleet liner, Lurline (ex-Matsonia, ex-Monterey). ====Air service==== The United States Navy used two PN-9 seaplanes to attempt the first nonstop flight to Hawaii from mainland America in 1925; the aircraft, designated PN-9 Nos. 1 and 3, departed San Francisco on August 31 for Kahului, Maui. A third seaplane, the Boeing PB-1, was intended to join the other two, but it was scrubbed at the last minute. No. 3 was forced down by engine trouble approximately from San Francisco; it capsized while being towed back to Mare Island Navy Yard for repairs. A tailwind that was predicted to aid the airplanes into the flight never materialized, and strong headwinds increased fuel consumption. No. 1 ran out of fuel approximately short of Hawaii as it was entering a squall. Commander John Rodgers had intended to land No. 1 at the (a seaplane tender), one of the picket ships stationed along the flight path, to refuel and then continue the flight to Hawaii. However, the crew was unable to find Aroostook and landed after exhausting their fuel; they fashioned a fabric sail from the plane's lower wing and sailed towards Hawaii, averaging each day over the next nine days. The search for PN-9 No. 1 was called off by September 8, and the Navy began to prepare the PB-1 to re-attempt the nonstop flight to Hawaii. During its sail, the seaplane passed as close as from Oahu, then steered for Kauai, where they were finally spotted by the patrolling submarine off Nāwiliwili Bay. The submarine towed the PN-9 to the harbor, where they were greeted by the native population, 218 hours after being forced down. Succeeding where the Navy had failed, on June 29, 1927, Lieutenants Lester Maitland and Albert Hegenberger of the United States Army Air Corps landed at Wheeler Field following the first successful non-stop flight to Hawaii, piloting the Fokker C-2 Bird of Paradise from Oakland to Honolulu. Rumors of a Hawaiian flight attempt had followed the crew across the country as he piloted the Fokker to the West Coast in mid-June; they denied the rumors, claiming it was a transcontinental test of the trimotor Fokker, as it was laden with the equivalent weight of 30 men. Bird of Paradise was flown to San Francisco on June 25 from San Diego to make final preparations for the Hawaii attempt, and the plane departed shortly after 7 AM on June 28 from Oakland Municipal Airport; a parallel competing attempt by a civilian pilot was scrubbed after the windshield was cracked. Maitland and Hegenberger returned to San Francisco aboard the Matson steamer ; Bird of Paradise remained in Hawaii to provide inter-island service. Inspired by Charles Lindbergh's successful transatlantic flight in April 1927, pineapple magnate James Dole announced the Dole Air Race in May 1927, which would award to the crew of the first airplane to complete a non-stop flight from Oakland, California to Honolulu, Hawaii, within a 12-month period starting in August 1927. Eight aircraft eventually flew in the Dole Air Race; however, only two aircraft completed the flight and ten people were killed in the attempt. The first commercial passenger aircraft service to the Hawaiian Islands from San Francisco commenced on October 21, 1936, with a once-weekly flight operated by Pan American Airways aboard the Martin M-130 Clipper; this first revenue service flight was taken by Hawaii Clipper. Pan Am introduced the larger Boeing 314 to the route in 1939; onboard accommodations included a lounge and sleeping berths. In 1944, the Civil Aeronautics Board held hearings to break up the Pan Am monopoly on overseas flights from America and after World War II, other airlines were granted routes to Hawaii; United Airlines and Northwest Airlines soon began service to Honolulu from major West Coast cities: San Francisco (United, 1947), Los Angeles (United, 1950), Seattle (Northwest, 1949), and Portland (Northwest, 1949). ===21st century=== thumb|left|Panorama of Waikiki (2014) Although 2006 and 2007 saw a big increase of tourism, it soon took a turn for the worse when Hawaii's economy plummeted, but later recovered. Tourism officials said several factors have kept sightseers away: Two major airlines and two cruise ships stopped operating in the Aloha State, reducing options for visitors, high fuel prices last summer deterred travel, then recessions in Japan and the U.S., as well as California's economic meltdown, slowed the flow of tourists. In 2007, Japanese tourists on average used to spend more money than American tourists; because of this, tourism-related businesses in Hawaii used to value Japanese customers. However this has all changed with the collapse of the value of the yen and the Japanese economy. The average Japanese tourist now stays only 5 days, while the average East Asian tourist from China or Korea stays more than 9.5 days and spends 25% more. Hawaii has been seeing increased numbers of visitors from South Korea and China. In 2011, Hawaii saw increasing arrivals and share of foreign tourists from Canada, Australia and China increasing 13%, 24% and 21% respectively from 2010. In 2014 a record 8.3 million visitors arrived to Hawaii (39.4% from the U.S. West, 20.8% from the U.S. East, 18.3% from Japan, 6.3% from Canada, 15.2% others), spending $14.7 billion. The amount increased to 9.4 million visitors spending over $16 billion in 2017. == Impacts of tourism in Hawaii == {|class=\"wikitable mw-collapsible collapsed floatright\" style=\"text-align:right;font-size:80%;width:25em;\" |+style=\"font- size:125%;\" | Annual visitor counts & spending by year |- ! colspan=2 rowspan=2 | Year & mode !! colspan=6 | Visitors by island !! colspan=2 | Hawaiʻi (statewide) !! rowspan=2 | Ref. |- ! Oʻahu !! Maui !! Molokaʻi !! Lānaʻi !! Kauaʻi !! Hawaiʻi !! Total Visitors !! Spending ($ mil.) |- ! rowspan=3 | 1998 !! U.S. | 2,222,551 || 1,725,134 || 62,563 || 82,385 || 881,571 || 927,037 || style=\"background:#ddd;\" | 4,014,140 | rowspan=3 | 10,309.2 || rowspan=3 | |- ! Int'l | 2,379,283 || 518,779 || 12,682 || 15,048 || 196,828 || 413,731 || style=\"background:#ddd;\" | 2,581,650 |-style=\"background:#eef;\" ! Cruise | 40,074|| 33,093|| 0|| 0|| 39,606|| 40,308|| style=\"background:#ddd;\" | 40,942 |- ! rowspan=3 | 1999 !! U.S. | 2,347,040 || 1,813,488 || 59,685 || 80,434 || 929,657 || 942,359 || style=\"background:#ddd;\" | 4,255,621 | rowspan=3 | 10,279.7 || rowspan=3 | |- ! Int'l | 2,213,101 || 465,446 || 9,972 || 14,112 || 159,632 || 365,361 || style=\"background:#ddd;\" | 2,485,416 |-style=\"background:#eef;\" ! Cruise | 44,716|| 41,840|| 0|| 0|| 39,095|| 42,219|| style=\"background:#ddd;\" | 44,755 |-style=\"background:#ccc;\" ! rowspan=3 style=\"background:#ccc;\" | 2000 !! style=\"background:#ccc;\" |U.S. | 2,485,058|| 1,783,820|| 55,571|| 76,390|| 884,408|| 925,357|| style=\"background:#ddd;\" | 4,446,936 | rowspan=3 | 10,918.1|| rowspan=3 | |- style=\"background:#ccc;\" ! style=\"background:#ccc;\" |Int'l | 2,234,186|| 462,433|| 8,987|| 11,271|| 190,414|| 342,609|| style=\"background:#ddd;\" | 2,501,659 |-style=\"background:#cce;\" ! style=\"background:#ccc;\" |Cruise | 39,509|| 37,029|| 0|| 0|| 30,484|| 35,047|| style=\"background:#ddd;\" | 40,699 |- ! rowspan=3 | 2001 !! U.S. | 2,379,285|| 1,640,961|| 52,312|| 72,783|| 839,368|| 868,615|| style=\"background:#ddd;\" | 4,224,321 | rowspan=3 | 10,121.2|| rowspan=3 | |- ! Int'l | 1,878,250|| 407,806|| 17,921|| 12,122|| 169,329|| 312,936|| style=\"background:#ddd;\" | 2,079,470 |-style=\"background:#eef;\" ! Cruise | 45,976|| 41,288|| 0|| 0|| 36,309|| 40,567|| style=\"background:#ddd;\" | 46,571 |- ! rowspan=3 | 2002 !! U.S. | 2,423,169|| 1,725,051|| 53,152|| 64,433|| 849,913|| 918,680|| style=\"background:#ddd;\" | 4,358,850 | rowspan=3 | 9,993.8|| rowspan=3 | |- ! Int'l | 1,852,908|| 348,000|| 21,983|| 16,441|| 155,985|| 324,633|| style=\"background:#ddd;\" | 2,030,208 |-style=\"background:#eef;\" ! Cruise | 63,776|| 58,853|| 0|| 0|| 53,898|| 55,630|| style=\"background:#ddd;\" | 63,776 |- ! rowspan=3 | 2003 !! U.S. | 2,415,386|| 1,852,144|| 70,624|| 72,674|| 861,580|| 922,217|| style=\"background:#ddd;\" | 4,531,289 | rowspan=3 | 10,054.5|| rowspan=3 | |- ! Int'l | 1,675,097|| 273,277|| 23,483|| 18,772|| 114,287|| 284,946|| style=\"background:#ddd;\" | 1,849,150 |-style=\"background:#eef;\" ! Cruise | 61,581|| 43,514|| 5,090|| 6,009|| 38,660|| 40,548|| style=\"background:#ddd;\" | 61,581 |- ! rowspan=3 | 2004 !! U.S. | 2,612,029|| 1,895,582|| 57,987|| 63,172|| 906,105|| 982,704|| style=\"background:#ddd;\" | 4,892,960 | rowspan=3 | 10,861.8|| rowspan=3 | |- ! Int'l | 1,852,523|| 259,979|| 14,112|| 10,216|| 114,816|| 298,452|| style=\"background:#ddd;\" | 2,019,134 |-style=\"background:#eef;\" ! Cruise | 79,376|| 69,427|| 7,573|| 8,971|| 66,014|| 73,901|| style=\"background:#ddd;\" | 79,833 |-style=\"background:#ccc;\" ! rowspan=3 style=\"background:#ccc;\" | 2005 !! style=\"background:#ccc;\" |U.S. | 2,808,467|| 2,040,855|| 58,515|| 65,013|| 988,304|| 1,173,629|| style=\"background:#ddd;\" | 5,313,281 | rowspan=3 | 11,904.0|| rowspan=3 | |- style=\"background:#ccc;\" ! style=\"background:#ccc;\" |Int'l | 1,923,376|| 253,843|| 14,991|| 8,279|| 101,843|| 347,907|| style=\"background:#ddd;\" | 2,103,293 |-style=\"background:#cce;\" ! style=\"background:#ccc;\" |Cruise | 77,662|| 43,514|| 5,090|| 6,009|| 38,660|| 40,548|| style=\"background:#ddd;\" | 77,662 |- ! rowspan=3 | 2006 !! U.S. | 2,840,061|| 2,138,430|| 60,095|| 71,444|| 1,090,346|| 1,272,618|| style=\"background:#ddd;\" | 5,495,813 | rowspan=3 | 12,381.0|| rowspan=3 | |- ! Int'l | 1,787,423|| 287,965|| 24,908|| 21,728|| 112,918|| 324,439|| style=\"background:#ddd;\" | 1,965,486 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 100,012 |- ! rowspan=3 | 2007 !! U.S. | 2,950,383|| 2,172,682|| 65,197|| 81,160|| 1,183,490|| 1,305,218|| style=\"background:#ddd;\" | 5,582,530 | rowspan=3 | 12,811.1|| rowspan=3 | |- ! Int'l | 1,744,367|| 290,913|| 17,966|| 19,190|| 115,555|| 317,141|| style=\"background:#ddd;\" | 1,914,290 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 130,999 |- ! rowspan=3 | 2008 !! U.S. | 2,554,895|| 1,804,988|| 51,017|| 66,066|| 940,777|| 1,026,048|| style=\"background:#ddd;\" | 4,901,893 | rowspan=3 | 11,398.5|| rowspan=3 | |- ! Int'l | 1,638,790|| 270,812|| 17,866|| 14,801|| 89,870|| 295,229|| style=\"background:#ddd;\" | 1,811,543 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 109,475 |- ! rowspan=3 | 2009 !! U.S. | 2,446,800|| 1,651,970|| 41,077|| 52,541|| 940,777|| 1,026,048|| style=\"background:#ddd;\" | 4,672,001 | rowspan=3 | 9,993.2|| rowspan=3 | |- ! Int'l | 1,578,089|| 240,427|| 7,262|| 8,513|| 71,513|| 264,413|| style=\"background:#ddd;\" | 1,748,447 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 96,606 |-style=\"background:#ccc;\" ! rowspan=3 style=\"background:#ccc;\" | 2010 !! style=\"background:#ccc;\" |U.S. | 2,587,557|| 1,802,254|| 41,599|| 57,710|| 880,358|| 986,086|| style=\"background:#ddd;\" | 5,022,883 | rowspan=3 | 11,166.3|| rowspan=3 | |- style=\"background:#ccc;\" ! style=\"background:#ccc;\" |Int'l | 1,741,292|| 289,815|| 8,653|| 11,174|| 84,366|| 304,773|| style=\"background:#ddd;\" | 1,959,542 |-style=\"background:#cce;\" ! style=\"background:#ccc;\" |Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 101,239 |- ! rowspan=3 | 2011 !! U.S. | 2,592,014|| 1,831,088|| 43,865|| 61,848|| 914,423|| 1,022,016|| style=\"background:#ddd;\" | 5,127,291 | rowspan=3 | 12,254.6|| rowspan=3 | |- ! Int'l | 1,809,609|| 337,399|| 11,385|| 13,156|| 97,077|| 296,294|| style=\"background:#ddd;\" | 2,047,106 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 124,650 |- ! rowspan=3 | 2012 !! U.S. | 2,734,643|| 1,914,706|| 41,740|| 58,877|| 977,820|| 1,072,678|| style=\"background:#ddd;\" | 5,403,025 | rowspan=3 | 14,250.2|| rowspan=3 | |- ! Int'l | 2,169,402|| 394,488|| 11,583|| 13,772|| 106,861|| 360,604|| style=\"background:#ddd;\" | 2,464,118 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 161,600 |- ! rowspan=3 | 2013 !! U.S. | 2,732,456|| 1,921,362|| 42,663|| 58,334|| 987,818|| 1,055,383|| style=\"background:#ddd;\" | 5,405,300 | rowspan=3 | 14,421.3|| rowspan=3 | |- ! Int'l | 2,311,820|| 437,421|| 12,494|| 15,975|| 126,537|| 379,862|| style=\"background:#ddd;\" | 2,598,174 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 170,987 |- ! rowspan=3 | 2014 !! U.S. | 2,763,832|| 1,970,676|| 47,296|| 54,612|| 986,198|| 1,078,953|| style=\"background:#ddd;\" | 5,473,388 | rowspan=3 | 14,821.0|| rowspan=3 | |- ! Int'l | 2,413,026|| 439,538|| 12,351|| 13,336|| 131,506|| 370,117|| style=\"background:#ddd;\" | 2,710,283 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 124,443 |-style=\"background:#ccc;\" ! rowspan=3 style=\"background:#ccc;\" | 2015 !! style=\"background:#ccc;\" |U.S. | 2,868,749|| 2,083,999|| 49,843|| 44,334|| 1,028,294|| 1,154,201|| style=\"background:#ddd;\" | 5,782,140 | rowspan=3 | 14,976.9|| rowspan=3 | |- style=\"background:#ccc;\" ! style=\"background:#ccc;\" |Int'l | 2,471,163|| 456,163|| 14,924|| 14,057|| 145,458|| 360,772|| style=\"background:#ddd;\" | 2,780,878 |-style=\"background:#cce;\" ! style=\"background:#ccc;\" |Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 116,546 |- ! rowspan=3 | 2016 !! U.S. | 2,913,562|| 2,171,914|| 44,203|| 49,299|| 1,050,577|| 1,187,740|| style=\"background:#ddd;\" | 5,968,779 | rowspan=3 | 15,793.1|| rowspan=3 | |- ! Int'l | 2,533,667|| 462,323|| 14,728|| 13,725|| 136,691|| 362,203|| style=\"background:#ddd;\" | 2,853,023 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 112,475 |- ! rowspan=3 | 2017 !! U.S. | 3,009,467|| 2,269,119|| 41,560|| 48,021|| 1,125,560|| 1,292,724|| style=\"background:#ddd;\" | 6,239,748 | rowspan=3 | 16,684.2|| rowspan=3 | |- ! Int'l | 2,681,286|| 475,875|| 16,890|| 16,337|| 154,408|| 468,765|| style=\"background:#ddd;\" | 3,037,865 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 126,733 |- ! rowspan=3 | 2018 !! U.S. | 3,217,740|| 2,432,854|| 42,441|| 54,310|| 1,209,338|| 1,291,109|| style=\"background:#ddd;\" | 6,736,736 | rowspan=3 | 17,509.7|| rowspan=3 | |- ! Int'l | 2,664,617|| 482,058|| 16,445|| 20,700|| 179,962|| 415,108|| style=\"background:#ddd;\" | 3,024,712 |-style=\"background:#eef;\" ! Cruise | colspan=6 style=\"text-align:center;\" | Island-specific visitor data not recorded. || style=\"background:#ddd;\" | 127,397 |- | colspan=11 style=\"font- size:90%;text-align:left;\" | Notes |} === Economic === As Hawaii changed from a Kingdom to a Territory to a State, so too did the dominant industries change. Being a primarily agricultural land, producing around 80 percent of the world's pineapples in the 1960s, the addition of Pan Am’s flight route to Hawaii rapidly increased the number of visitors going to the islands. The years following statehood led to more than double the number of passengers arriving at Honolulu airport. As this trend continues to increase, Hawaii's economy has become heavily dependent on the tourism industry. Although the economy has seen significant growth with the addition of this industry, some researchers believe this will leave Hawaii susceptible to external economic forces. Some examples of these are an economic recession, airline strikes, or varying fuel prices which could devastate the local economy. The devastating national economic recession of 2008, hit Hawaii's tourism industry hard. In 2008, hotel occupancy dropped to 60 percent, a level not seen since the terrorist attacks in 2001. As the economy has returned to normal levels, the tourism industry has continued to grow in Hawaii with the majority of tourists visiting Oahu, Maui, Kauai and the big island of Hawaii. Job creation is another benefit of tourism to the islands. In 2017, reports say 204,000 jobs were related to tourism. This led to $16.78 billion in visitor spending with $1.96 billion generated in tax revenue in that year alone. Resorts and the airline business are the primary benefactors of this increase in tourism. === Environmental === The Sustainable Tourism Association of Hawaii (formerly the Hawaii Ecotourism Association) was founded in 1995 as a 501(c)(3) nonprofit to nurture the development of sustainable tourism in Hawaii. It offers a certification program to educate and recognize conservation-minded tour operators in Hawaii, the only such certification program of its kind in America. The long term environmental implications that Hawaii is facing due to mass tourism has raised concern. To combat this and help raise awareness, international environmental organizations have joined forces with local island communities. There are major benefits to this type of management, usually described as \"values-led management\". By prioritizing the values and existing sustainable practices by local communities living on heavily visited islands, it preserves their interests and further respects their culture. ==== Water ==== Hotels are often placed near beaches, in areas with little rainfall, and guests use of water per person. Another study concluded that on average, a single guest uses approximately of water per day, divided approximately half between accommodations (laundry and sewer) and golf courses (irrigation). direct URL This is significantly more than the average resident and has led to a number of droughts throughout the islands. ==== Landscape ==== The number of hotel rooms from 1985 to 2010 nearly doubled from 65,000 to 132,000 rooms. Tourists visit destinations with developed infrastructure, groomed activities and pristine conditions, which boosts the economy and finances needed to uphold these facilities. On the other hand, the very creation of these institutions degrades the environmental factors tourists are drawn to. Having perfect conditions requires an amount of upkeep fueled by the revenue of the visitors but the visitors also degrade the environment at a faster rate than residents alone. A direct effect of the increase in infrastructure is the depletion of the natural landscape. As buildings are constructed the amount of natural land becomes smaller and smaller. As hotels are constructed in prime real estate the environmental problems created are not weighed equally with the potential upside of profit. The government sees the creation of jobs and the increase in visitor spending in the state as a good thing. Those are quantitative variables that can be directly measured in terms of dollars and number of jobs. However, the impact to the environment or the indigenous people is harder to measure in term of absolutes. Hawaii only holds 0.2 percent of the United States land but has a 72.1 percent extinction rate, and more than half of the natural communities in the islands are endangered by developments. An example of this is natural ponds being destroyed during construction of large buildings which were previously home to migrating birds. The ponds are no longer there, which throws off the natural flow of the ecosystem. Another staggering statistic says that nearly 60 percent of the plant and animal species in Hawaii are endangered. This includes the loss of habitats for animals and the diverse flora that gives Hawaii its beauty being degraded at an alarming rate. ==== Energy ==== Hawaii has traditionally relied on fossil fuel-fired thermal power plants for its electricity generation, although it has set a statewide goal of achieving 100% of electric generation via renewable sources by 2045; as a result, the average guest uses the equivalent of of oil per day, approximately of which is consumed by rental car operation. For electricity alone, the average guest uses 23.9 to 33.6 kW-hr per day. ==== Refuse ==== The beaches in Hawaii are becoming increasingly filled with trash, especially plastics. This becomes a problem not only environmentally, but also could have a negative impact on the economy as visitors come for the sandy beaches and pollutants such as trash or plastics decrease the appeal of Hawaii as a vacation destination. Kamilo Beach on the southeastern tip of the island of Hawaii has acquired the nickname \"Plastic Beach\" for its accumulation of plastic trash, much of it borne via ocean currents and trade winds from the nearby Great Pacific garbage patch. It is estimated that of trash, 96% of which is plastic, washes ashore here annually. The average guest generates approximately of waste per day. In order to reduce the generation of plastic waste, Hawaii has begun to ban the use of single-use plastic and polystyrene foam on a county-by-county approach. A ban on polystyrene foam containers took effect in Maui County on December 31, 2018; a similar ban started in Hawaii County (the Big Island) on July 1, 2019. Oahu's ban on single-use plastic and polystyrene will take effect on January 1, 2021. Two bills were considered by the Hawaii State Legislature in early 2019, which would have been the first state-wide bans on food service plastics in America. SB367 would ban the use of polystrene foam food containers statewide; that bill died in committee in March 2019. SB522 would ban single-use plastic beverage bottles, utensils, stirring sticks, polystyrene foam containers, and straws starting in 2021; that bill was modified in committee to create a working group to make recommendations on how to reduce plastic waste instead. === Social effect === Some Native Hawaiians believe strongly in the independence of Hawaii and the Hawaiian sovereignty movement. The creation of this grassroots organization leads to a negative view towards visitors and the disruption of the natural land. This leads to a strong contention between developers and natives who believe the land should not be transformed into a commercial or residential development. Many of these individuals are reliant on the land as a means of living. The loss of the environment affects the socio-psychological well-being of those reliant on land and marine resources. Native Hawaiians and residents alike become limited in job opportunities with a heavily skewed job-base in the tourism industry. The essay \"Lovely Hula Lands\" (later republished as \"Lovely Hula Hands\") by native Hawaiian academic and activist Haunani-Kay Trask is severely critical of the huge influx of tourists to Hawaii, which she terms a \"prostitution\" of Hawaiian culture. She ends her essay with \"let me just leave this thought behind. If you are thinking of visiting my homeland, please don't. We don't want or need any more tourists, and we certainly don't like them.\" Excerpt at Google Books, pp. 136–147 (1999 revised edition) However, the Southern Poverty Law Center (SPLC) has condemned Trask for her anti-American statements, stating that such vitriol helps fuel racism in Hawaiʻi. ==See also== * List of National Historic Landmarks in Hawaiʻi * Golf Clubs and Courses in Hawaii ==References== ==External links== *Hawaii State DBEDT – the state's Department of Business, Economic Development & Tourism provides resources and statistics to promote tourism *Hawaii Visitors & Convention Bureau – information for tourists and business travelers *Maui Visitors Bureau – visitors information for Maui *Kauai Visitors Information – visitor information for Kauai *Lānai Visitors Bureau – travel information for Lānai ;Mark Twain's correspondence to the Sacramento Daily Union, 1866 * * * * * * * * * * * * * * * * * * * * * * * * Hawaii",
 "title": "Tourism in Hawaii"
}