{
 "id": "288238",
 "text": "The 27th G8 summit was held in Genoa, Italy, on 20–22 July 2001 and is remembered as the peak of the worldwide anti-globalization movement as well as for human rights crimes against demonstrators. ==Overview== The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, Germany, Italy, Japan, the United Kingdom, the United States and Canada starting in 1976. The G8, meeting for the first time in 1997, was formed with the addition of Russia.Saunders, Doug. \"Weight of the world too heavy for G8 shoulders,\" Globe and Mail (Toronto). July 5, 2008. In addition, the President of the European Commission has been formally included in summits since 1981.Reuters: \"Factbox: The Group of Eight: what is it?\", July 3, 2008. The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the initial summit of the Group of Six (G6) in 1975.Reinalda, Bob and Bertjan Verbeek. (1998). Autonomous Policy Making by International Organizations, p. 205. The G8 summits during the 21st- century have inspired widespread debates, protests and demonstrations; and the two-or three-day event becomes more than the sum of its parts, elevating the participants, the issues and the venue as focal points for activist pressure.\"Influencing Policy on International Development: G8,\" BOND (British Overseas NGOs for Development). 2008. ==Leaders at the summit== The 27th G8 summit was the first summit for Japanese Prime Minister Junichirō Koizumi and U.S. President George W. Bush. ===Participants=== thumb|right|250px|Opening ceremony on 20 July 2001 These summit participants were the current \"core members\" of the international forum:Rieffel, Lex. \"Regional Voices in Global Governance: Looking to 2010 (Part IV),\" Brookings. March 27, 2009; \"core\" members (Muskoka 2010 G-8, official site). 2001 Genoa G-8, delegations. \"EU and the G8\" G8 Centre: AIDS statement by Anan, July 20, 2001 {| class=\"wikitable\" |- |colspan=\"4\" style=\"text-align: center; background:Gainsboro\" |Core G8 members Host state and leader are shown in bold text. |- style=\"background:LightSteelBlue; text-align:center;\" ! colspan=2 | Member ! Represented by ! Title |- ! | Canada | Jean Chrétien | Prime Minister |- ! | France | Jacques Chirac | President |- ! | Germany | Gerhard Schröder | Chancellor |- ! | Italy | Silvio Berlusconi | Prime Minister |- ! | Japan | Junichiro Koizumi | Prime Minister |- ! | Russia | Vladimir Putin | President |- ! | United Kingdom | Tony Blair | Prime Minister |- ! | United States | George W. Bush | President |- ! | European Union | Romano Prodi | Commission President |- |colspan=\"4\" style=\"text-align: center; background:Gainsboro\" |Guest Invitees (Countries) |- style=\"background:LightSteelBlue; text-align:center;\" ! colspan=2 | Member ! Represented by ! Title |- ! | Algeria | Abdelaziz Bouteflika | President |- ! | Bangladesh | Shahabuddin Ahmed | President |- ! | Belgium | Guy Verhofstadt | Prime Minister and European Council President |- | | Mali | Alpha Oumar Konare | President |- |colspan=\"4\" style=\"text-align: center; background:Gainsboro\" |Guest Invitees (International Institutions) |- style=\"background:LightSteelBlue; text-align:center;\" ! colspan=2 | Member ! Represented by ! Title |- ! | International Monetary Fund | Horst Köhler | Managing Director |- ! | United Nations | Kofi Annan | Secretary-General |- ! | World Bank | James Wolfensohn | President |- ! | World Trade Organization | Mike Moore | Director-General |} ==Priorities== Traditionally, the host country of the G8 summit sets the agenda for negotiations, which take place primarily amongst multi-national civil servants in the weeks before the summit itself, leading to a joint declaration which all countries can agree to sign. ==Issues== The summit was intended as a venue for resolving differences among its members. As a practical matter, the summit was also conceived as an opportunity for its members to give each other mutual encouragement in the face of difficult economic decisions. The overall theme of the summit was ways to reduce poverty. Topics discussed at the meeting included an evaluation of the Enhanced HIPC Initiative which involved debt forgiveness to Heavily Indebted Poor Countries, the Global Health Fund, the global digital divide, the environment and food security. Although the main summit was from July 20 to the 22nd, the summit was preceded by a meeting of the G8 foreign ministers on the 18th and 19th. The summit was overshadowed by riots in the city after a crackdown by police targeting anti-globalisation groups and the death of 23-year-old Carlo Giuliani, leading some to talk of a deliberately followed strategy of tension. Before the summit, significant controversies and ridicule among local people and media focused on the security plans (such as fences going through streets and inside houses) and image provisions (such as the prohibition to dry up the laundry). ==Citizens' responses and authorities' counter-responses== === Protests === thumbnail|right|Protesters burn a Carabinieri vehicle. The Genoa Group of Eight Summit protest, from July 18 to July 22, 2001, was a dramatic protest, drawing an estimated 200,000 demonstrators. Dozens were hospitalized following clashes with police and night raids by security forces on two schools housing activists and independent journalists. People taken into custody after the raids have alleged severe abuse at the hands of police. Demonstrators accused the police of brutality and denying them their right to non-violent protest. They believe that G8 summits are non-legitimate attempts by eight of the world's most powerful governments to set the rules for the planet at large. Police and many politicians argued that attempting to blockade a meeting is in itself a violent event and an attempt to impede the workings of democratically elected governments. . The G8 meeting was held inside a \"Red Zone\" in the center of town that had been declared off-limits for non-residents and surrounded by a barricade, leaving protesters no chance to communicate with summit delegates. Fears of a terrorist attack at the time had also led to an air exclusion zone around the city, as well as the stationing of anti-aircraft missiles. Only one activist, Valérie Vie, secretary of a French branch of ATTAC, managed to publicly breach the Red Zone barrier, but was immediately arrested by police agents. There were also several border riots ahead of the summit, as police attempted to prevent suspected activists from entering Italy. The Italian government suspended freedom of movement entitled by the Schengen treaty for the duration of the G8 summit, in order to monitor the movement of the many protesters arriving from across the European Union. ===Injuries and deaths=== Many demonstrators were injured and dozens more arrested over the course of the event. Most of those 329 arrested were charged with criminal conspiracy to commit destruction; but they were in most part released shortly thereafter because judges declared the charges invalid. Police continued to raid social centers, media centers, union buildings and legal offices across Italy after the summit as part of ongoing investigations. Over 400 protesters and about 100 among security forces were injured during the clashes. On July 20, a 23-year-old activist Carlo Giuliani of Genoa, was shot dead by Mario Placanica, a Carabiniere, during clashes with police. Images show Giuliani throwing a fire extinguisher at the carabiniere's vehicle before he was shot and then run over twice by the Land Rover. Placanica was acquitted from any wrongdoing, as judges determined he fired in self-defence and to the sky but a flying stone deflected the bullet and killed Giuliani.\"G8, festa in caserma dopo il morto,\" Repubblica. November 30, 2006. Activist Susanne Bendotti was struck by a vehicle and killed while attempting to cross the French-Italian border at Ventimiglia to get to the Genoa demonstration.\"Susanne Bendotti, 43 anni, francese, voleva raggiungere Genova,\" RAI News. June 21, 2001. ===Charges=== In December 2007, 25 demonstrators were condemned for property damage and looting. Numerous police officers and local and national officials have been ordered to stand trial in connection with the event. In one trial, 28 police officials are standing trial on charges related to the two night raids, charged with conspiracy to pervert the course of justice, use of excessive force and planting evidence. In other proceedings, 45 state officials, including prison guards, police and medics, are being tried for abusing detainees in their custody at Bolzaneto who were arrested during the raid. Detainees reported being spat at, verbally and physically humiliated, and threatened with rape. Police conducted nighttime raids upon centers housing protesters and campsites, most notably the attacks on the Diaz-Pascoli and Diaz-Pertini schools shortly after midnight on July 21. These were being used as sleeping quarters, and had also been set up as centers for those providing media, medical, and legal support work. Police baton attacks left three activists, including British journalist Mark Covell, in comas. At least one person has suffered brain damage, while another had both jaws and fourteen teeth broken. In total, over 60 were severely injured and a parliamentary inquiry was launched.Carroll, Rory. \"Genoa raid was police 'revenge',\" The Guardian (London). July 24, 2001. It concluded no wrongdoing on the part of police. Ninety-three people were arrested during the raids. In May, 2003, Judge Anna Ivaldi concluded that they had put up no resistance whatsoever to the police and all charges were dropped against them. During the inquiry, Pietro Troiani, the deputy police chief in Genoa, admitted to being involved in the planting of Molotov cocktails in order to justify the Diaz School raids, as well as faking the stabbing of a police officer to frame activists.\"Genoa police 'admit fabrication',\" BBC. January 7, 2003; FAIR (Fairness and Accuracy in Reporting): \"Media Missing New Evidence About Genoa Violence.\" January 10, 2003. In 2005, twenty-nine police officers were indicted for grievous bodily harm, planting evidence and wrongful arrest during a night-time raid on the Diaz School. The Molotov cocktails were reported in January 2007, during the trial of the policemen, to have disappeared.Statewatch, \"Italy: G8-Genoa policemen's trial suspended as planted molotov cocktails disappear.\" Cites La Repubblica, 18.1.2007, and Il manifesto, 19.1.2007 In 2007, Romano Prodi's left-wing L'Unione coalition voted to create a Parliamentary Commission on the Genoa eventsParliament of Italy: \"Commissione parlamentare di inchiesta sui fatti accaduti a Genova in occasione del vertice G8.\" July 12, 2007; \"OK Commissione a testo base per inchiesta camera,\" Bellacio. August 2, 2007. but this commission was refused by Senate's vote. On July 14, 13 Italian Carabineri, GOMPI Mobile and prison police were convicted for abuse of authority, abuse of office and uniform. Other charges include abuse and negligence. Two medical staff were also convicted. None will go to jail due to statute of limitations. On November 13, an Italian court cleared 16 of the most senior police officers of any wrongdoing in the incidents of the 2001 G8 summit.Squires, Nick. \"Italian court sparks outrage by clearing 16 senior policemen in G8 Genoa Case,\" The Telegraph (London). November 14, 2008. Retrieved on November 16, 2008. Thirteen police officers were convicted of their various crimes during the Diaz raid including Vincenzo Canterini (four years), the commander of the 7th Mobile unit. None will go to jail due to statute of limitations. However, on appeal in 2010, many of the findings were overturned, and several more senior police officers received prison sentences and disqualifications from public office. Twenty-five of the 27 original defendants were finally convicted. In statements during the trial, the prosecution cited \"the terrible injuries inflicted on defenceless people, the premeditation, the covered faces, the falsification of statements by the 93 anti-globalisation protesters, the lies about their alleged resistance [to arrest].\"Hooper, John. \"Top Italian policemen get up to five years for violent attack on G8 protesters.\" The Guardian. May 19, 2010. Retrieved May 26, 2010. The Italian government was later brought to trial in the European Court of Human Rights. In April 2017 the case for Bolzaneto station was dismissed as Italy and victims made an off- court refunding deal with the Italian government paying €45,000 per victim and acknowledging the extreme use of violence. In October 2017, the European Court issued two sentences against Italy, the first time declaring that torture was clearly used against the contestants on the Diaz school case, and the second time inflicting a penal fee to Italy for lacking a Torture Law in its penal code, meaning that the Genoa events could not be properly sentenced at the time as unmotivated violence leading to torture. == TV/Video == * A documentary of the events called Berlusconi's Mousetrap was made by Indymedia.ie.Independent Media Centre Network: Berlusconi's Mousetrap. * A documentary of the events called Bella Ciao was made with footage from different sources.IMDB: Bella Ciao * A German documentary, \"Gipfelstürmer - Die blutigen Tage von Genua\" won the German broadcast television award (Deutscher Fernsehpreis) as the best documentary of 2002.\"Sabine Christiansen und Maybrit Illner ausgezeichnet,\" Der Spiegel. October 6, 2002. * An Italian documentary \"Black Bloc\" featuring interviews with seven activists who experienced the Diaz raid. It was shown at the 2011 Venice Biennale.\"Variety review of Black Bloc by Jay Weissberg,\" Variety. September 12, 2011. * A feature film of the events at the Diaz schools called \"Diaz - Don't Clean Up This Blood\" was made as a Romanian - Italian co-production by Fandango, Mandragora Movies, Le Pacte production, in association with Sofica A Plus, Image 3, shown in 2012 Berlinale.review of Diaz - Don't Clean Up This Blood by Jay Weissberg,\" ==Business opportunity== For some, the G8 summit became a profit-generating event; as for example, the official G8 Summit magazines which have been published under the auspices of the host nations for distribution to all attendees since 1998.Prestige Media: \"official\" G8 Summit magazine Capitalizing on the publicity which attended the Genoa summit, the Commercial Office of the Italian embassies and the consulates joined others in promoting investment in southern Italy. ==Gallery== ===Core G8 participants=== File:Jean Chrétien 2010.jpg| CanadaJean Chrétien, Prime Minister File:ChiracUSA.jpg| FranceJacques Chirac, President File:Gerhard Schröder (cropped).jpg| GermanyGerhard Schroeder, Chancellor File:Berlusconi-2010-1.jpg| ItalySilvio Berlusconi, Prime Minister File:Junichiro Koizumi 20010426.jpg| JapanJunichirō Koizumi, Prime Minister File:Vladimir Putin - 2012.jpg| RussiaVladimir Putin, President File:Tony Blair in 2002.jpg| United KingdomTony Blair, Prime Minister File:George-W- Bush.jpeg| United StatesGeorge W. Bush, President File:Romano Prodi in Nova Gorica (2c).jpg| European UnionRomano Prodi, Commission President File:Guy Verhofstadt in 2005.jpg| European UnionGuy Verhofstadt, Prime Minister of Belgium, rotating Council President ==See also== * Anti-globalization movement * Publixtheatre Caravan * 2001 raid on the Diaz school ==Notes== ==References== * Bayne, Nicholas and Robert D. Putnam. (2005). Staying together: the G8 summit confronts the 21st century. Aldershot, Hampshire, England: Ashgate Publishing. ; * Reinalda, Bob and Bertjan Verbeek. (1998). Autonomous Policy Making by International Organizations. London: Routledge. ; ; ==External links== * Official G8 website: Genoa summit, 2001; n.b., no official website is created for any G7 summit prior to 1995 -- see the 21st G7 summit. * University of Toronto: G8 Research Group, G8 Information Centre ** G8 2001, delegations & documents * Italy G8 'brutality' trial opens, BBC News, 12 October 2005 * British Witnesses recall bloody G8 police raid, January 2006 * Video from Channel 4 news of Italian police beating and arresting people during the summit. * G8 summit police lied, says report BBC article regarding the release of the Genoa prosecutors report on the Diaz raid. * Article documenting the violence directed towards protestors by the police * Supervideo Diaz 2001 G8 summit 2001 G8 summit 2001 G8 summit 2001 G8 summit G8 summit G8 summit 2001 G8 summit 2001 G8 summit 2001 G8 summit 2001 G8 summit G8 summit Category:Police misconduct in Italy Category:Protests in Italy Category:Protests in the European Union Category:July 2001 events in Europe",
 "title": "27th G8 summit"
}