{
 "id": "288469",
 "text": "thumb|(1918) thumb|\"The Sheik of Araby\" (1921) A novelty song is a type of song built upon some form of novel concept, such as a gimmick, a piece of humor, or a sample of popular culture. Novelty songs partially overlap with comedy songs, which are more explicitly based on humor, and with musical parody, especially when the novel gimmick is another popular song. Novelty songs achieved great popularity during the 1920s and 1930s.Axford, Song Sheets to Software, p. 20: \"As sentimental songs were the mainstay of Tin Pan Alley, novelty and comical songs helped to break the monotony, developing in the twenties and thirties as signs of the times.\"Tawa, Supremely American, p. 55: \"... in the 1920s, novelty songs offset the intensely serious and lachrymose ballads. nonsensical novelty songs, reproducing the irrational and meaningless side of the twenties, made frequent appearances.\" They had a resurgence of interest in the 1950s and 1960s. The term arose in Tin Pan Alley to describe one of the major divisions of popular music; the other two divisions were ballads and dance music.Hamm, Irving Berlin Early Songs, p. xxxiv: \"The text of a novelty song sketches a vignette or a brief story of an amusing or provocative nature. ... noted for portraying characters of specific ethnicity or those finding themselves in certain comic or melodramatic situations, ...\" Humorous songs, or those containing humorous elements, are not necessarily novelty songs. Novelty songs are often a parody or humor song, and may apply to a current event such as a holiday or a fad such as a dance or TV programme. Many use unusual lyrics, subjects, sounds, or instrumentation, and may not even be musical. For example, the 1966 novelty song \"They're Coming to Take Me Away, Ha-Haaa!\", by Napoleon XIV, has little music and is set to a rhythm tapped out on a snare drum, a tambourine, and the bare sides of the musicians' legs. A book on achieving an attention-grabbing novelty single is The Manual (How to Have a Number One the Easy Way), written by The KLF. It is based on their achievement of a UK number-one single with \"Doctorin' the Tardis\", a 1988 dance remix mashup of the Doctor Who theme music released under the name of 'The Timelords.' It argued that (at the time) achieving a number one single could be achieved less by musical talent than through market research, sampling and gimmicks matched to an underlying danceable groove. ==History== ===Late 19th century–1960s=== Novelty songs were a major staple of Tin Pan Alley from its start in the late 19th century. They continued to proliferate in the early years of the 20th century, some rising to be among the biggest hits of the era. Varieties included songs with an unusual gimmick, such as the stuttering in \"K-K-K-Katy\" or the playful boop-boop-a-doops of \"I Wanna Be Loved By You\", which made a star out of Helen Kane and inspired the creation of Betty Boop; silly lyrics like \"Yes! We Have No Bananas\"; playful songs with a bit of double entendre, such as \"Don't Put a Tax on All the Beautiful Girls\"; and invocations of foreign lands with emphasis on general feel of exoticism rather than geographic or anthropological accuracy, such as \"Oh By Jingo!\", \"The Sheik of Araby\", and \"The Yodeling Chinaman\". These songs were perfect for the medium of Vaudeville, and performers such as Eddie Cantor and Sophie Tucker became well known for such songs. Zez Confrey's 1920s instrumental compositions, which involved gimmicky approaches (such as \"Kitten on the Keys\") or maniacally rapid tempos (\"Dizzy Fingers\"), were popular enough to start a fad of novelty piano pieces that lasted through the decade. The fad was brought about by the increasing availability of audio recordings by way of the player piano and the phonograph; whereas much of Tin Pan Alley's repertoire was sold in the form of sheet music and thus had to be simple enough for an amateur pianist to play, novelty piano brought virtuoso-level performance to the home and to those who would not normally attend classical concerts. A 1940s novelty song was Spike Jones' 1942 \"Der Fuehrer's Face\", which included raspberries in its chorus. Tex Williams's \"Smoke! Smoke! Smoke! (That Cigarette)\" topped the Billboard best-sellers chart for six weeks and the country music chart for 16 weeks in 1947 and 1948. Hank Williams Sr.'s \"Move It On Over\", his first hit song, has some humor and novelty elements (about a man having to share the doghouse when his lover kicks him out of the house), but contemporaries (among them Jerry Rivers) disputed this and noted that many men had been faced with eviction under similar circumstances. The 1953 #1 single \"(How Much Is) That Doggie in the Window?\" became notable both for its extensive airplay and the backlash from listeners who found it increasingly annoying. Satirists such as Stan Freberg, Allan Sherman, and Tom Lehrer used novelty songs to poke fun at contemporary pop culture in the 1950s and early 1960s. In 1951, Frank Sinatra was paired in a CBS television special with TV personality Dagmar. Mitch Miller at Columbia Records became intrigued with the pairing and compelled songwriter Dick Manning to compose a song for the two of them. The result was \"Mama Will Bark\", a novelty song performed by Sinatra with interspersed spoken statements by Dagmar, saying things like \"mama will bark\", \"mama will spank\", and \"papa will spank\". The recording even includes the sound of a dog yowling. It is regarded by both music scholars and Sinatra enthusiasts to be perhaps the worst song he ever recorded. Sinatra would record few others before he left Columbia and joined Capitol Records in 1952. Dickie Goodman faced a lawsuit for his 1956 novelty song \"The Flying Saucer\", which sampled snippets of contemporary hits without permission and arranged them to resemble interviews with an alien landing on Earth. Goodman released more hit singles in the same vein for the next two decades including his gold record RIAA certified hit \"Mr. Jaws\" in 1975, which charted #1 in Cash Box and Record World and was based on the movie Jaws. Among the more far out songs of this genre were the two released in 1956 by Nervous Norvus, \"Transfusion\" and \"Ape Call\". The Coasters had novelty songs such as \"Charlie Brown\" and \"Yakety Yak\". \"Yakety Yak\" became a #1 single on July 21, 1958, and is the only novelty song (#346) included in the Songs of the Century. \"Lucky Ladybug\" by Billy and Lillie was popular in December 1958. Lonnie Donegan's 1959 cover of the 1924 novelty song \"Does Your Chewing Gum Lose Its Flavour (On the Bedpost Overnight?)\" was a transatlantic hit, reaching #5 on the Billboard charts two years after its release; it was one of the earliest top-5 hits to come from the United Kingdom in the rock era, preceding the British Invasion. Three songs using a sped-up recording technique became #1 hits in the United States in 1958–59: David Seville's \"Witch Doctor\" and Ragtime Cowboy Joe, Sheb Wooley's \"The Purple People Eater\", and Seville's \"The Chipmunk Song (Christmas Don't Be Late)\", which used a speeded-up voice technique to simulate three chipmunks' voices.The first Best Comedy Recording Grammy was awarded to David Seville's The technique (which Dickie Goodman had also used on \"The Flying Saucer\") would inspire a number of other knockoffs, including The Nutty Squirrels and Russ Regan's one-off group Dancer, Prancer and Nervous. In 1960, 16-year-old Brian Hyland had a novelty hit with the song \"Itsy Bitsy Teenie Weenie Yellow Polka Dot Bikini\", by Paul Vance and Lee Pockriss, which topped the Billboard single chart. The Trashmen reached the top 5 with \"Surfin' Bird\", a surf rock medley of two novelty songs originally recorded by The Rivingtons. In 1964, the Grammy for Best Country and Western Album was awarded to Roger Miller. Miller was known to sing novelty songs. In 1965, \"A Windmill in Old Amsterdam\", a song written by Ted Dicks and Myles Rudge, became a UK hit for Ronnie Hilton. The song spent a total of 13 weeks on the UK Singles Chart peaking at No. 23 in the chart of 17 February 1965. The song's composers were granted an Ivor Novello Award in 1966 for the Year's Outstanding Novelty Composition. ===1970s–2000s=== Chuck Berry's \"My Ding-a- Ling\" reached #1 on the Billboard Hot 100 in 1972, and Ray Stevens, known for such novelty hits as \"Ahab the Arab\", \"Gitarzan\", and \"Mississippi Squirrel Revival\", had a #1 hit with \"The Streak\" in 1974. Comedy act Cheech & Chong recorded a number of musical bits that can be classified as novelty songs, including \"Basketball Jones\"(1973) and \"Earache My Eye\" (1974). Warren Zevon's lone chart hit was the novelty number \"Werewolves of London\".George Plasketes (June 15, 2016). The Secret Inspiration Behind Warren Zevon’s ‘Werewolves of London’, Medium.com, accessed 30 July 2018 Other novelty songs in the '70s are Jimmy Castor Bunch \"King Kong\"(1975), Rick Dees' \"Disco Duck\" (1976) and The Fools' \"Psycho Chicken\" (1978). \"Weird Al\" Yankovic would emerge as one of the most prolific parody acts of all time in the 1980s, with a career that would span four decades; he would join Cliff Richard in being one of the few acts to have at least one top-40 hit in the U.S. in four consecutive decades (1950s through the 1980s for Richard, 1980s to 2010s for Yankovic). Randy Brooks wrote a Christmas novelty song and it was originally recorded by then husband- wife recording duo Elmo Shropshire and his wife Patsy in 1979, called \"Grandma Got Run Over by a Reindeer\". It tells the tragic-comic story of a family grandmother who meets her end on Christmas Eve. After having drunk too much eggnog and forgetting to take her medicine, she staggers out of her family's house late Christmas Eve, is run over by Santa Claus' entourage, and found trampled at the scene the next morning. It has become a staple of Christmas music playlists on American radio since its original release. An underground novelty music scene began to emerge in the 1960s, beginning with the homosexually themed songs of Camp Records and the racist humor of Johnny Rebel, then in the 1970s and 1980s with X-rated albums by David Allan Coe and Clarence \"Blowfly\" Reid. Novelty songs have been popular in the UK as well. In 1991, \"The Stonk\" novelty song raised over £100,000 for the Comic Relief charity. In 1993, \"Mr Blobby\" became the second novelty song to reach the coveted Christmas number one slot in the UK, following Benny Hill's 1971 chart-topper \"Ernie (The Fastest Milkman in the West)\".Bromley, Tom We Could Have Been the Wombles: The Weird and Wonderful World of One-Hit Wonders p.51. Penguin books ltd, 2006 Many popular children's TV characters would try to claim the Christmas number one spot after this. In 1997, the Teletubbies who reached number one the previous week failed to gain it with their single \"Say Eh-oh!\". They came second in the charts to The Spice Girls second of three consecutive Christmas number ones, with \"Too Much\". Later on at the turn of the millennium, Bob the Builder was successful in achieving a Christmas number one in 2000, with \"Can We Fix It?\". However, Bob the Builder did have another number one single a year later with a cover of Lou Bega's \"Mambo No.5\", and also had another less successful single in 2008 with \"Big Fish Little Fish\". Some novelty music draws its appeal from its unintentional novelty; so-called \"outsider musicians\" with little or no formal musical training often will produce comical results (see for instance, Florence Foster Jenkins, Mrs. Miller, the Portsmouth Sinfonia, The Shaggs, and William Hung). After the fictitious composer P.D.Q. Bach repeatedly won the \"Best Comedy Album\" Grammy from 1990 to 1993, the category was changed to \"Best Spoken Comedy Album\". When \"Best Comedy Album\" was reinstated in 2004, \"Weird Al\" Yankovic won for Poodle Hat. Novelty songs were popular on U.S. radio throughout the 1970s and 1980s, to the point where it was not uncommon for novelty songs to break into the top 40. Freeform and album-oriented rock stations made use of novelty songs; some of the best-known work from progressive rocker Frank Zappa, for instance, is his extensive body of mostly adult-oriented novelty music. Zappa's \"Bobby Brown (Goes Down)\" was a smash hit in Europe despite its sexually explicit storyline, and Valley Girl was a Top 40 hit in the US, while his \"Don't Eat the Yellow Snow\" and \"Dancin' Fool\" also reached the top 100 in his native United States. Beginning in 1970, Dr. Demento's nationally syndicated radio show gave novelty songs an outlet for much of the country; this lasted through the mid-2000s, when the show (mirroring trends in the genre) faded in popularity until its terrestrial cancellation in June 2010. ===2010s to date=== In the 21st century, novelty songs found a new audience online; the hit song \"The Fox (What Does the Fox Say?)\" by Norwegian comedy duo Ylvis was featured on the kids compilation album So Fresh Pop Party 13 in 2014. Likewise, rapper Big Shaq's 2017 hit \"Man's Not Hot\", which depicts a man who refuses to take off his jacket, received widespread attention and inspired countless memes as a result of its success, with the man behind the song being British comedian Michael Dapaah. The children's novelty song \"Baby Shark\" received widespread attention when Korean education brand Pinkfong's cover version from an online viral video reached the top 40 in the U.S. and several other countries. In the United Kingdom, the novelty hit has mainly become a feature of the \"Christmas chart battle\" (apart from a few viral hits found earlier in a year), with novelty act LadBaby reaching Number One four times in a row, with all four songs being parodies of other popular songs reworked to incorporate a running gag that revolves around sausage rolls. More often than not, the UK Christmas novelty records were recorded for charity, with LadBaby's Christmas chart rivals in 2020 also including The Dancing Binmen (Jack Johnson, Henry Wright and Adrian Breakwell) with their song \"Boogie Round The Bins At Christmas Time\", and \"Merry Christmas, Baked Potato\" from comedian Matt Lucas, with fellow chart contender \"Raise The Woof!\" being promoted as the first ever Christmas record for dogs. ==Top 5 chartings in the U.S.== {|class=\"wikitable sortable\" |- ! Title ! Artist ! Highest charting ! Date |- | \"Smoke! Smoke! Smoke! (That Cigarette)\" | Tex Williams | #1 | August 1947 |- | \"I Yust Go Nuts at Christmas\" | Yogi Yorgesson | #5 | December 1949 |- | \"The Thing\" | Phil Harris | #1 | December 1950 |- | \"The Flying Saucer\" | Buchanan & Goodman | #3 | August 1956 |- | \"Short Shorts\" | The Royal Teens | #3 | February 1958 |- | \"Witch Doctor\" | David Seville | #1 | April 1958 |- | \"Splish Splash\" | Bobby Darin | #2 | May 1958Whitburn, Top R&B;/Hip-Hop Singles: 1942–2004, Record Research, 2004 p. 145 |- | \"The Purple People Eater\" | Sheb Wooley | #1 | June 1958 |- | \"Yakety Yak\" | The Coasters | #1 | June 1958Whitburn, The Billboard Book of Top 40 Hits, Billboard Books, New York, 1992 p. 104 |- | \"Beep Beep (The Little Nash Rambler)\" | The Playmates | #4 | November 1958 |- | \"The Chipmunk Song (Christmas Don't Be Late)\" | The Chipmunks | #1 | December 1958 |- | \"Alley Oop\" | The Hollywood Argyles | #1 | June 1960 |- | \"Itsy Bitsy Teenie Weenie Yellow Polkadot Bikini\" | Brian Hyland | #1 | August 1960 |- | \"Mr. Custer\" | Larry Verne | #1 | September 1960 |- | \"Does Your Chewing Gum Lose Its Flavor\" | Lonnie Donegan | #5 | August 1961 |- | \"Ahab The Arab\" | Ray Stevens | #5 | August 1962 |- | \"Monster Mash\" | Bobby \"Boris\" Pickett & the Crypt-Kickers | #1 | September 1962 |- | \"Pepino the Italian Mouse\" | Lou Monte | #5 | December 1962 |- | \"Tie Me Kangaroo Down Sport\" | Rolf Harris | #3 | June 1963 |- | \"Hello Muddah, Hello Faddah\" | Allan Sherman | #2 | August 1963 |- | \"Surfin' Bird\" | The Trashmen | #4 | December 1963 |- | \"The Name Game\" | Shirley Ellis | #3 | January 1965 |- | \"They're Coming to Take Me Away, Ha-Haaa!\" | Napoleon XIV | #3 | August 13, 1966 |- | \"Snoopy vs. the Red Baron\" | The Royal Guardsmen | #2 | December 1966 |- | \"My Ding-a-Ling\" | Chuck Berry | #1 | September 1972 |- | \"The Streak\" | Ray Stevens | #1 | April 1974 |- | \"Convoy\" | C. W. McCall | #1 | January 1976 |- | \"Disco Duck\" | Rick Dees and his Cast Of Idiots | #1 | September 1976 |- |} ==See also== *Novelty *Comedy ==Notes== == References == ==Bibliography== *Aquila, Richard, That Old-time Rock & Roll: A Chronicle of an Era, 1954–1963. University of Illinois Press, 2000. * *Axford, Elizabeth C. Song Sheets to Software: A Guide to Print Music, Software, and Web Sites for Musicians. Scarecrow Press, 2004. *Hamm, Charles (ed.). Irving Berlin Early Songs. Marcel Dekker, 1995. * *Tawa, Nicholas E. Supremely American: Popular Song in the 20th Century . Scarecrow Press, 2005. *Otfonoski, Steve, The Golden Age of Novelty Songs. Billboard Books, 2000 Category:Comedy songs Category:Popular music Category:Song forms Category:1950s fads and trends Category:1960s fads and trends",
 "title": "Novelty song"
}