{
 "id": "288603",
 "text": "Sandra Rose Te Hakamatua Lee-Vercoe (born 8 August 1952) is a former New Zealand politician and diplomat. She served as deputy leader (and briefly leader) of the Alliance party and was later High Commissioner to Niue. == Early life == Lee was born in Wellington, and grew up in a two bedroom Māori Affairs house with her parents, grandfather and great grandfather. She was educated at Onslow College. Lee later moved to Auckland, settling on Waiheke Island. Her involvement in politics began with the foundation of Mana Motuhake, a Māori issues party, in 1979. Her political career, however, did not begin until 1983, with her election to the Waiheke County Council. She became chairperson of the Council in 1989. When Waiheke was amalgamated into Auckland proper, Lee became a member of the Auckland City Council. Lee connects to Poutini Ngāi Tahu, Ngāti Kahungunu and Ngāti Toa. == Member of Parliament == In 1991, Lee became president of Mana Motuhake. Shortly after this, Mana Motuhake agreed to become a founding member of the Alliance, a coalition of minor parties. At the 1992 Alliance party conference Lee was elected the co-leader of the party alongside Jeanette Fitzsimons. In the 1993 election, Lee became the first Māori woman to win a general seat (James Carroll being the first in 1893) when she successfully contested the electorate as an Alliance candidate, defeating the incumbent Richard Prebble. Upon the retirement of Mana Motuhake founder Matiu Rata in 1994, Lee became Mana Motuhake's political leader. In November 1994, when Jim Anderton stepped down as leader of the Alliance for personal reasons, Lee took his place but Lee persuaded Anderton to return to the leadership in May 1995. Lee lost her Auckland Central seat to Labour's Judith Tizard at the 1996 election. She lost the position as Mana Motuhake leader in 2001, after a leadership challenge by Willie Jackson. Lee believed that personal matters pertaining to her, such as her relationship with Te Puni Kōkiri staffer Anaru Vercoe, was used to discredit her as leader of Mana Motuhake. Lee stayed on as the deputy leader of the Alliance until 2002 before announcing her retirement. === Cabinet member === When a Labour-Alliance coalition government was formed after the 1999 election, Lee became Minister of Local Government, Minister of Conservation, and Associate Minister of Māori Affairs. She was ranked seventh in Cabinet. During her time as Minister of Conservation Lee was known as an outspoken opponent of commercial whaling. As Minister of Local Government, Lee oversaw significant reform including the development and passage of the Local Electoral Act 2001, and the development and introduction of the Local Government Act 2002 and Local Government (Rating) Act 2002. === Retirement === In 2002, the Alliance began to split between a strongly left-wing faction (led by Matt McCarten and Laila Harré) and a more moderate faction (led by Anderton), Lee generally backed Anderton, but eventually decided to retire from politics. In the 2002 election, she did not stand for either the Alliance (now led by McCarten and Harré) or Anderton's new Progressive Coalition. Lee- Vercoe has continued to be politically active by being a guest commentator on issues affecting Māori and New Zealand on Te Karere, Breakfast, Native Affairs and Radio Waatea. Her career as a parliamentarian was honoured and highlighted in the Matangireia documentary series, released in 2019, that documented former Māori politicians and their legacy. == Diplomat == Lee was High Commissioner to Niue, representing the New Zealand and UK governments, from 12 February 2003 to 3 October 2005. == Board member == In September 2006 Lee was appointed to the board of Housing New Zealand. In July 2007 she was appointed to the board of Te Papa Tongarewa. == Political offices == thumb|200px|Lee campaigning in central Auckland * 1983–1989: Member, Waiheke County Council * 1989: Chair, Waiheke County Council * 1989–1994 (January): Councillor, Auckland City Council * 1993–1996: Member of Parliament (Alliance), Auckland Central * 1996–2002: Member of Parliament (List) (Alliance) * 1999 (December) – 2002: Minister of the Crown (Local Government, Conservation, Associate Māori Affairs), Labour-Alliance government == Personal life == At age 16 Lee married Mike Lee, giving birth to the older of their two daughters at age 17. They separated in 1992. Lee has been married to Anaru Vercoe since 2002. Award- winning New Zealand journalist and television producer, Annabelle Lee-Mather, is Lee's daughter. == List == == References == * Category:Living people Category:1952 births Category:Alliance (New Zealand political party) MPs Category:Companions of the Queen's Service Order Category:Ngāi Tahu Category:Ngāti Kahungunu Category:High Commissioners of New Zealand to Niue Category:Leaders of political parties in New Zealand Category:Auckland City Councillors Category:Members of the Cabinet of New Zealand Category:New Zealand women ambassadors Category:Women government ministers of New Zealand Category:People from Wellington City Category:Māori MPs Category:People educated at Onslow College Category:New Zealand list MPs Category:Mana Motuhake politicians Category:New Zealand MPs for Auckland electorates Category:Members of the New Zealand House of Representatives Category:People from Waiheke Island Category:High Commissioners of the United Kingdom to Niue Category:21st-century New Zealand politicians Category:21st-century New Zealand women politicians Category:Women members of the New Zealand House of Representatives Category:People associated with the Museum of New Zealand Te Papa Tongarewa",
 "title": "Sandra Lee-Vercoe"
}