{
 "id": "28962",
 "text": "Sodium laureth sulfate (SLES), an accepted contraction of sodium lauryl ether sulfate (SLES), also called sodium alkylethersulfate, is an anionic detergent and surfactant found in many personal care products (soaps, shampoos, toothpaste, etc.) and for industrial uses. SLES is an inexpensive and very effective foaming agent.Kurt Kosswig,\"Surfactants\" in Ullmann's Encyclopedia of Industrial Chemistry, Wiley-VCH, 2005, Weinheim. SLES, sodium lauryl sulfate (SLS), ammonium lauryl sulfate (ALS), and sodium pareth sulfate are surfactants that are used in many cosmetic products for their cleaning and emulsifying properties. It is derived from palm kernel oil or coconut oil. In herbicides, it is used as a surfactant to improve absorption of the herbicidal chemicals and reduces time the product takes to be rainfast, when enough of the herbicidal agent will be absorbed. Its chemical formula is . Sometimes the number represented by n is specified in the name, for example laureth-2 sulfate. The product is heterogeneous in the number of ethoxyl groups, where n is the mean. Laureth-3 sulfate is the most common one in commercial products. == Production == SLES is prepared by ethoxylation of dodecyl alcohol, which is produced industrially from palm kernel oil or coconut oil. The resulting ethoxylate is converted to a half ester of sulfuric acid, which is neutralized by conversion to the sodium salt. The related surfactant sodium lauryl sulfate (also known as sodium dodecyl sulfate or SDS) is produced similarly, but without the ethoxylation step. SLS and ammonium lauryl sulfate (ALS) are commonly used alternatives to SLES in consumer products. == Safety == Tests in the US indicate that it is safe for consumer use. The Australian government's Department of Health and Ageing and its National Industrial Chemicals Notification and Assessment Scheme (NICNAS) have determined SLES does not react with DNA. === Irritation === Like many other detergents, SLES is an irritant. It has also been shown that SLES causes eye or skin irritation in experiments conducted on animals and humans. The related surfactant SLS is also a known irritant. === 1,4-Dioxane contamination === Products containing SLES can be contaminated with (up to 300 ppm) of 1,4-dioxane, a by-product of SLES production. 1,4-Dioxane is classified by the International Agency for Research on Cancer as a Group 2B carcinogen: possibly carcinogenic to humans. The United States Food and Drug Administration (FDA) recommends that these levels be monitored, and encourages manufacturers to remove 1,4-dioxane, though it is not required by federal law.FDA/CFSAN--Cosmetics Handbook Part 3: Cosmetic Product-Related Regulatory Requirements and Health Hazard Issues. Prohibited Ingredients and other Hazardous Substances: 9. Dioxane == See also == * Sodium lauroyl sarcosinate * Sodium dodecyl sulfate * Sodium myreth sulfate * Sodium pareth sulfate * Magnesium laureth sulfate * Sodium dodecylbenzenesulfonate * 1,4-Dioxane, a common impurity of SLES == References == == External links == * Category:Cosmetics chemicals Category:Ethers Category:Household chemicals Category:Organic sodium salts Category:Anionic surfactants Category:Sulfate esters",
 "title": "Sodium laureth sulfate"
}