{
 "id": "289768",
 "text": "Roy Akira Miki, (born 10 October 1942) is a Canadian poet, scholar, editor, and activist most known for his social and literary work. Born in Ste. Agathe, Manitoba to second generation Japanese-Canadian parents, Miki grew up on a sugar beet farm before moving to Winnipeg. His family was forcibly relocated West to Manitoba where he was born in 1942 on said sugar beet farm, and interned during the Second World War. He earned his B.A. from the University of Manitoba, M.A. from the Simon Fraser University, and Ph.D. from the University of British Columbia. Miki taught contemporary literature at Simon Fraser University before retiring and holds the title of professor emeritus. He lives in Vancouver. In the 1980s, Miki was a \"instrumental\" in fighting for redress from the federal government for the internment of Japanese-Canadians during the Second World War. In 2002, Miki's book of poetry, Surrender, won the Governor General's Literary Award for poetry. His poetry focuses on questions about identity, citizenship, race, and place. He is the author of the critical study, Broken Entries: Race, Subjectivity, Writing (1998), In Flux: Transnational Shifts in Asian Canadian Writing (2011), The Prepoetics of William Carlos Williams (1983), and an annotated bibliography of the poet and novelist George Bowering (1990). In 2006, Miki was made a Member of the Order of Canada and received the 20th annual Gandhi Peace Award for the truth, justice, human rights, and non-violence exemplified in his redress work. The same year, he also received the Thakore Visiting Scholar award and the Sterling Prize in Support of Controversy. In 2007, he was made a Fellow of the Royal Society of Canada. In 2009, he was made a Member of the Order of British Columbia. ==Works== ===Poetry=== * 1991: Saving Face: Poems Selected, 1976–1988, Winnipeg: Turnstone Press * 1995: Random Access File, Markham, ON: Red Deer Press * 2001: Surrender, Toronto: The Mercury Press, winner of the 2002 Governor General's Award for poetry * 2006: There, Vancouver: New Star Books * 2011: Mannequin Rising, Vancouver: New Star Books * 2018: Flow: Poems Collected and New (edited by Michael Barnholden), Vancouver: Talonbooks ===Critical studies=== * 1983: The Prepoetics of William Carlos Williams, Ann Arbor: UMI Research Press * 1988: Tracing the Paths: Reading ≠ Writing The Martyrology, Vancouver: Talonbooks * 1989: A Record of Writing: An Annotated and Illustrated Bibliography of George Bowering, Vancouver: Talonbooks * 2004: Redress: Inside the Japanese Canadian Call for Justice, Vancouver: Raincoast Books ===Editor=== *1985: This Is My Own: Letters to Wes and Other Writings on Japanese-Canadians, 1941–1948 by Muriel Kitagawa, Vancouver: Talonbooks *1997: Pacific Windows: The Collected Poems of Roy Kiyooka, Vancouver: Talonbooks ===Other=== * 1998: Broken Entries: Race, Subjectivity, Writing (Essays), Toronto: The Mercury Press ==References== ==External links== * Roy Akira Miki at The Canadian Encyclopedia Category:1942 births Category:Living people Category:20th-century Canadian poets Category:Canadian male poets Category:Japanese-Canadian internees Category:Fellows of the Royal Society of Canada Category:Members of the Order of British Columbia Category:Members of the Order of Canada Category:Simon Fraser University faculty Category:Simon Fraser University alumni Category:University of Manitoba alumni Category:Writers from Winnipeg Category:Governor General's Award-winning poets Category:Canadian writers of Asian descent Category:21st-century Canadian poets Category:20th-century Canadian male writers Category:21st-century Canadian male writers",
 "title": "Roy Miki"
}