{
 "id": "289774",
 "text": "Bernice Morgan (born 8 February 1935) is a Canadian novelist and short-story writer. Much of her work portrays the history and daily life of Newfoundland.Danielle Fuller. Writing the Everyday: Women's Textual Communities in Atlantic Canada. McGill-Queen's Press - MQUP; 13 October 2004. . p. 154, 280. ==Early life== Morgan was born in St. John's, in pre- Confederation Newfoundland, to William and Sadie (Vincent) Vardy. She attended Macpherson High School.Lisa De Leon. Writers of Newfoundland and Labrador: Twentieth Century. Jesperson Press; 1 January 1985. . p. 277. ==Career== Morgan worked for many years in public relations, first with Memorial University of Newfoundland, and later with the Newfoundland Teachers' Association. Many of her short stories have been published in small magazines, anthologies, and school textbooks. In 1992, her first novel, Random Passage, was published.\"In Newfoundland, even the tourist-attraction outport risks disappearing\". National Post, Graeme Hamilton. March 20, 2018 The sequel to her first novel, Waiting for Time (1994), was awarded the 1995 Thomas Head Raddall Award. Her third novel, Cloud of Bone, was released in August, 2007. In 2002, the four-part TV mini-series Random Passage, produced by Barbara Doran, was aired in Canada by the Canadian Broadcasting Company and in Ireland. The screenplay by St. John's writer Des Walsh, was based on Morgan's first two novels. The film site remained as a tourist attraction after the series ended.\"Random Passage site operators crowdfunding desperately needed repairs\". CBC News. Feb 02, 2018 The mother of a son and two daughters, she lives in St. John's. In 2012, she was made a Member of the Order of Canada.\"Order of Canada a 'surprise' for N.L. author Helen Fogwill Porter\". CBC News · Jan 01, 2016 In 2016 she participated in a protest against a sales tax on books in Newfoundland.\"Publishers, writers rally against N.L. book tax\". Lindsay Bird · CBC News · Apr 25, 2016 In 2015, Morgan's limited- edition letterpress printed novella The Dragon's Song, illustrated with wood engravings and lithographs by her daughter Jennifer Morgan, was released by Running the Goat Books and Broadsides. Her children's book, Seasons Before the War, illustrated by Brita Granstrom, was published by the same press in 2018. ==Bibliography== ===Novels=== *Random Passage (1992), *Waiting for Time (1994), *Cloud of Bone (2007), === Novella === * The Dragon's Song (2015), ===Short stories=== *The Topography of Love (2000), === Children's Book === * Seasons Before the War (2018), ===Anthologies=== *From This Place: A Selection of Writing by Women of Newfoundland and Labrador (1977), (edited with Helen Porter and Geraldine Rubia) ==References== * Canadian Broadcasting Corporation. Words at Large; Bernice Morgan Interview. Accessed 31 January 2008. ==External links== *Bernice Morgan's entry in The Canadian Encyclopedia *Cloud of Bone entry in RandomHouse.ca *Random Passage entry by Breakwater Books. *\"Random Passage\" IMBd. https://www.imdb.com/title/tt0262173/ Accessed August 2011. Category:1935 births Category:Living people Category:Canadian women novelists Category:Writers from St. John's, Newfoundland and Labrador Category:Members of the Order of Canada Category:20th-century Canadian novelists Category:21st-century Canadian novelists Category:20th-century Canadian women writers Category:21st-century Canadian women writers",
 "title": "Bernice Morgan"
}