{
 "id": "289950",
 "text": "George Emil Palade (; November 19, 1912 – October 7, 2008) was a Romanian- American cell biologist. Described as \"the most influential cell biologist ever\", Archived. (Internet Archive copy) in 1974 he was awarded the Nobel Prize in Physiology and Medicine along with Albert Claude and Christian de Duve. The prize was granted for his innovations in electron microscopy and cell fractionation which together laid the foundations of modern molecular cell biology, the most notable discovery being the ribosomes of the endoplasmic reticulum – which he first described in 1955.Pollack, Andrew (October 9, 2008) George Palade, Nobel Winner for Work Inspiring Modern Cell Biology, Dies at 95. New York Times Palade also received the U.S. National Medal of Science in Biological Sciences for \"pioneering discoveries of a host of fundamental, highly organized structures in living cells\" in 1986, and was previously elected a Member of the US National Academy of Sciences in 1961. In 1968 he elected an Honorary Fellow of the Royal Microscopical Society (HonFRMS). and in 1984 he was elected a Foreign Member of the Royal Society (ForMemRS). ==Education and early life== George Emil Palade was born on November 19, 1912, in Iași, Romania; his father was a professor of philosophy at the University of Iași and his mother was a high school teacher. Palade received his M.D. in 1940 from the Carol Davila School of Medicine in Bucharest. ==Career and research== thumb|upright=1.1|Palade on a 2016 Romanian stamp Palade was a member of the faculty at Carol Davila University until 1946, when he went to the United States to do postdoctoral research. While assisting Robert Chambers in the Biology Laboratory of New York University, he met Professor Albert Claude. He later joined Claude at the Rockefeller Institute for Medical Research. In 1952, Palade became a naturalized citizen of the United States. He worked at the Rockefeller Institute (1958–1973), and was a professor at Yale University Medical School (1973–1990), and University of California, San Diego (1990–2008). At UCSD, Palade was Professor of Medicine in Residence (Emeritus) in the Department of Cellular & Molecular Medicine, as well as a Dean for Scientific Affairs (Emeritus), in the School of Medicine at La Jolla, California.Professor George E. Palade – web page at the University of California at San Diego, School of medicine In 1970, he was awarded the Louisa Gross Horwitz Prize from Columbia University together with Renato Dulbecco winner of 1975 Nobel Prize in Physiology or Medicine \"for discoveries concerning the functional organization of the cell that were seminal events in the development of modern cell biology\", related to his previous research carried out at the Rockefeller Institute for Medical Research.Nobel Laureates Affiliated with The Rockefeller University. rockefeller.edu His Nobel lecture, delivered on December 12, 1974, was entitled: \"Intracellular Aspects of the Process of Protein Secretion\", published in 1992 by the Nobel Prize Foundation,The Nobel Prize Lecture of George E. Palade (Pdf 3.78 MB), (1974) The Nobel Foundation, Nobel Lectures in Physiology or Medicine He was elected an Honorary member of the Romanian Academy in 1975. He received the Golden Plate Award of the American Academy of Achievement in 1975. In 1981, Palade became a founding member of the World Cultural Council. In 1985, he became the founding editor of the Annual Review of Cell and Developmental Biology. In 1988 he was also elected an Honorary Member of the American-Romanian Academy of Arts and Sciences (ARA). Palade was the first Chairman of the Department of Cell Biology at Yale University. Presently, the Chair of Cell Biology at Yale is named the \"George Palade Professorship\". At the Rockefeller Institute for Medical Research, Palade used electron microscopy to study the internal organization of such cell structures as ribosomes, mitochondria, chloroplasts, the Golgi apparatus, and others. His most important discovery was made while using an experimental strategy known as a pulse-chase analysis. In the experiment Palade and his colleagues were able to confirm an existing hypothesis that a secretory pathway exists and that the Rough ER and the Golgi apparatus function together. He focused on Weibel-Palade bodies (a storage organelle unique to the endothelium, containing von Willebrand factor and various proteins) which he described together with the Swiss anatomist Ewald R. Weibel. ===Palade's coworkers and approach in the 1960s=== The following is a concise excerpt from Palade's Autobiography appearing in the Nobel Award documents One notes also that the Nobel Prize in Chemistry was awarded in 2009 to Drs. Venkatraman Ramakrishnan, Thomas A. Steitz and Ada E. Yonath \"for studies of the structure and function of the ribosome\", discovered by Dr. George Emil Palade.2009 Nobel Prize in Chemistry, Nobel Foundation ==Personal life== Palade's widow Marilyn Farquhar was a cell biologist at the University of California, San Diego. ==References== ==Bibliography== * * * * * * * * * * * * ==External links== * Category:1912 births Category:2008 deaths Category:American biologists Category:American Nobel laureates Category:American scientists Category:Bogdan Petriceicu Hasdeu National College alumni Category:Carol Davila University of Medicine and Pharmacy alumni Category:Foreign Members of the Royal Society Category:History of genetics Category:Honorary fellows of the Royal Microscopical Society Category:Founding members of the World Cultural Council Category:Members of the United States National Academy of Sciences Category:Members of the Pontifical Academy of Sciences Category:Members of the Romanian Orthodox Church Category:National Medal of Science laureates Category:Nobel laureates in Physiology or Medicine Category:Grand Crosses of the Order of the Star of Romania Category:Romanian biologists Category:Romanian emigrants to the United States Category:Romanian inventors Category:Romanian Nobel laureates Category:Scientists from Iași Category:Yale University faculty Category:Recipients of the Albert Lasker Award for Basic Medical Research Category:Yale Sterling Professors Category:Cell biologists Category:Schleiden Medal recipients Category:20th-century biologists Category:Carol Davila University of Medicine and Pharmacy faculty",
 "title": "George Emil Palade"
}