{
 "id": "290382",
 "text": "The Rheinwiesenlager (, Rhine meadow camps) were a group of 19 camps built in the Allied-occupied part of Germany by the U.S. Army to hold captured German soldiers at the close of the Second World War. Officially named Prisoner of War Temporary Enclosures (PWTE), they held between one and almost two million surrendered Wehrmacht personnel from April until September 1945. Prisoners held in the camps were designated disarmed enemy forces, not prisoners of war. This decision was made in March 1945 by SHAEF commander in chief Dwight D. Eisenhower: by not classifying the hundreds of thousands of captured troops as POWs, the logistical problems associated with accommodating so many prisoners of war mandated by the Geneva Convention governing their treatment were negated. Most estimates of German deaths in these camps range from 3,000 to 6,000. Many of these died from starvation, dehydration and exposure to the weather elements because no structures were built inside the prison compounds. ==Background== By early 1945 half of almost all German soldiers taken prisoner in the West were held by U.S. forces, while the other half were taken by the British. But in late March 1945, as Allied forces struck into the heart of Germany after crossing the Rhine at Remagen, the number of German prisoners being processed caused the British to stop accepting any more prisoners into their camps. This forced the U.S. Army to take immediate action and establish the Rheinwiesenlager in the western part of Germany. The creation of the camps was made easier because prisoners would be deemed as Disarmed Enemy Forces (DEFs), a decision that had been made in March 1945 by Eisenhower. Furthermore, all captured soldiers would no longer have the rights of prisoners of war guaranteed to them under the Geneva Convention because they belonged to Nazi Germany, a state that had ceased to exist. The camps were also established to stop any German insurgency following the surrender of Nazi Germany on 8 May 1945. The Allied leadership were worried that die-hard Nazi units might try to mount an effective guerrilla campaign against the occupation. Historian Perry Biddiscombe believed the decision to keep hundreds of thousands of men in poor conditions of the Rheinwiesenlager camps was \"mainly to prevent Werwolf activity\" in post-war Germany.Biddiscombe, Alexander Perry, (1998). Werwolf!: The History of the National Socialist Guerrilla Movement, 1944-1946. University of Toronto Press. p. 253. == Location of Rheinwiesenlager == thumb|right|500px|location of the Rheinwiesenlager Listings are from north to south with official number *A4 Büderich *A1 Rheinberg *A9 Wickrathberg *A2 Remagen (the Golden Mile) *A5 Sinzig *Siershahn *A11 A14 Andernach *Diez *A13 Urmitz *A10 Koblenz *A8 Dietersheim *A12 Heidesheim *A6 Winzenheim/Bretzenheim *A16 A17 Hechtsheim *A7 A15 Biebelsheim *A3 Bad Kreuznach *C1 Ludwigshafen *C2 Böhl-Iggelheim *C3 C4 Heilbronn == Camp construction == In the beginning, there were plans to transport the prisoners of war to Britain, where they would remain until capitulation, because there they could be better provided for. After the failure of the Ardennes offensive, 250,000 German soldiers surrendered. After the breakdown of the Ruhr pocket another 325,000 were taken prisoner. After capitulation there were 3.4 million German soldiers in the custody of the Western Allies. With such large numbers of prisoners, it seemed more logical to keep them in Germany. The camps were founded in April 1945 and remained in existence until September. There was a similar plan for the construction of all the camps. Open farmland close to a village with a railroad line was enclosed with barbed wire and divided into 10 to 20 camps, each housing 5,000 to 10,000 men. Existing field paths were used as streets of the camp and surrounding buildings as the administration, kitchen and hospital.MEDICAL DEPARTMENT, UNITED STATES ARMY PREVENTIVE MEDICINE IN WORLD WAR II, Volume IX, SPECIAL FIELDS, Prepared and published under the direction of Lieutenant General LEONARD D. HEATON The Surgeon General, United States Army Editor in Chief, Colonel ROBERT S. ANDERSON, MC, USA Editor for Preventive Medicine, EBBE CURTIS HOFF, PhD, M D Assistant Editor, PHEBE M. HOFF, M.A., OFFICE OF THE SURGEON GENERAL DEPARTMENT OF THE ARMY WASHINGTON, D.C., 1969, Pg 381: \" In the first phase of construction, which was rather prolonged, these enclosures consisted of only barbed wire fences in fields. Later, some canvas was provided, and still later, some buildings were put up. For most of the time, prisoners were without cover and were exposed to rain and snow and mud in the ending winter, and to heat, dust, or rain and mud as spring advanced to early summer. Some of the enclosures resembled Andersonville Prison in 1864\" The prisoners of war, forced to surrender their equipment, had to dig holes in the earth by hand in which to sleep. Soon the camps were grossly overcrowded; e.g., Camp Remagen, intended for 100,000, grew to 184,000 prisoners.MEDICAL DEPARTMENT, UNITED STATES ARMY PREVENTIVE MEDICINE IN WORLD WAR II, Volume IX, SPECIAL FIELDS, Prepared and published under the direction of Lieutenant General LEONARD D. HEATON The Surgeon General, United States Army Editor in Chief, Colonel ROBERT S. ANDERSON, MC, USA Editor for Preventive Medicine, EBBE CURTIS HOFF, PhD, M D Assistant Editor, PHEBE M. HOFF, M.A., OFFICE OF THE SURGEON GENERAL DEPARTMENT OF THE ARMY WASHINGTON, D.C., 1969, Pg 382/383 \"Some of the enclosures resembled Andersonville Prison in 1864\".MEDICAL DEPARTMENT, UNITED STATES ARMY PREVENTIVE MEDICINE IN WORLD WAR II, Volume IX, SPECIAL FIELDS, Prepared and published under the direction of Lieutenant General LEONARD D. HEATON The Surgeon General, United States Army Editor in Chief, Colonel ROBERT S. ANDERSON, MC, USA Editor for Preventive Medicine, EBBE CURTIS HOFF, PhD, M D Assistant Editor, PHEBE M. HOFF, M.A., OFFICE OF THE SURGEON GENERAL DEPARTMENT OF THE ARMY WASHINGTON, D.C., 1969, Pg 381 == Operations and management == To circumvent international laws that dealt with the handling of POWs, the surrendered forces were termed \"Disarmed Enemy Forces\" (DEF) and the term \"Prisoners of war\" (POW) was not applied. Due to the numbers of prisoners, the Americans transferred internal control of the camps over to the Germans. All administration such as doctors, cooks and work forces was undertaken by the prisoners. Even the armed guards were former troops from the Wehrmacht's Feldgendarmerie and Feldjägerkorps. Known as Wehrmachtordnungstruppe (Armed Forces Order Troop), they received extra rations for preventing escapes and keeping order in the camps. In June 1946, these military police would be the last German soldiers to officially surrender their arms. Within weeks of the camps being established, some prisoner releases were started. First to be allowed to leave were members of the Hitlerjugend and female personnel who were deemed to have no affiliation with the Nazi Party. Professional groups, such as farmers, drivers and miners, soon followed because they were urgently required to assist in the reconstruction of German infrastructure. By the end of June 1945, the camps at Remagen, Böhl-Iggelheim and Büderich had been emptied. On 12 June 1945, the British forces took control of the two Rheinwiesenlager camps designated to be in the British Zone. On 10 July 1945, all releases were halted after SHAEF handed control of the camps over to the French. The deal was struck because the government of Charles de Gaulle wanted 1.75 million prisoners of war for forced labor in France. In total roughly 182,400 prisoners from Sinzig, Andernach, Siershahn, Bretzenheim, Dietersheim, Koblenz, Hechtzheim and Dietz were given to France.Erhard Köstler, Franz Grohmann, Rudolf Bentzinger \"Heckenrosen: Tagebücher aus Krieg und Gefangenschaft in Frankreich, November 1944 bis Oktober 1948\" p.379 Dr. Bachmaier Verlag, 2003 The British handed over those fit for work from the two camps it controlled at Büderich and Rheinberg and released the remainder. By the end of September 1945 nearly all the Rheinwiesenlager camps had been closed. Only a camp at Bretzenheim near Bad Kreuznach remained open until 1948, serving as a transit camp for German prisoners released from France. == Conditions and death rates == thumb|right|The exposed conditions within Sinzig POW camp, 16 May 1945. Throughout the summer of 1945, the International Committee of the Red Cross (ICRC) was prevented from visiting prisoners in any of the Allies' Rheinwiesenlager. Visits were started only in the autumn of 1945, at a time when most camps had closed or were closing. The Red Cross was granted permission to send delegations to visit camps in the French and UK occupation zones. On 4 February 1946 the Red Cross was allowed to send relief to those in the U.S. run occupation zone. The International Red Cross website states \"The quantities received by the ICRC for these captives remained very small, however. During their visits, the delegates observed that German prisoners of war were often detained in appalling conditions. They drew the attention of the authorities to this fact, and gradually succeeded in getting some improvements made.\"ICRC in WW II: German prisoners of war in Allied hands Official United States statistics conclude there were just over 3,000 deaths in the Rheinwiesenlager while German figures state them to be 4,537. American academic R. J. Rummel believes the figure is around 6,000.R.J. Rummel STATISTICS OF DEMOCIDE: Chapter 13: Death By American Bombing And Other Democide Canadian writer James Bacque claimed in his 1989 book Other Losses that the number is likely in the hundreds of thousands, and may be has high as 1,000,000.James Bacque Other Losses: An Investigation into the Mass Deaths of German Prisoners at the Hands of the French and Americans After World War II, Toronto: Stoddard, 1989, p. 2 et passim But credible historians including Stephen Ambrose, Albert E. Cowdrey and Rüdiger Overmans have examined and rejected Bacque's claims, arguing that they were the result of faulty research practices. More recently, writing in the Encyclopedia of Prisoners of War and Internment, military historian S.P. MacKenzie stated: \"That German prisoners were treated very badly in the months immediately after the war […] is beyond dispute. All in all, however, Bacque's thesis and mortality figures cannot be taken as accurate\".S.P. Mackenzie in J. Vance, ed. The Encyclopedia of Internment and Prisoners of War, 294 In 1972, the official German inquiry into the numbers of deaths was published by the Maschke committee (named after its chairman, Erich Maschke). It had conducted detailed research of the camp histories on behalf of the Bundesministerium für Vertriebene, Flüchtlinge und Kriegsgeschädigte (German Federal Ministry of Displaced persons, Refugees, and War Victims). According to their results, the camps with the highest mortality were: # Bad Kreuznach (Lager Galgenberg und Bretzenheim) # Sinzig near Remagen # Rheinberg # Heidesheim # Wickrathberg # Büderich An analysis of the documents of the local administrations around the camps of Remagen yields similar results. The official death rate for Germans held by the American military was among the lowest experienced by surrendered combatants during and after the war, which is not surprising as the prisoners were held for only a few months.Ferguson, Niall, Prisoner Taking and Prisoner Killing in the Age of Total War: Towards a Political Economy of Military Defeat, War in History, Vol. 11, 2004, Part 2, page 186 ==Postwar conclusions== In 1969, Lieutenant General Leonard D. Heaton prepared and published an exhaustive report for the United States Army Medical Department that examined preventive medicine and the problems associated with housing such a large number of German prisoners after World War II. The report found a number of problems, including: *The army had lost track of some of the locations where POWs were held.MEDICAL DEPARTMENT, UNITED STATES ARMY PREVENTIVE MEDICINE IN WORLD WAR II, Volume IX, SPECIAL FIELDS, Prepared and published under the direction of Lieutenant General LEONARD D. HEATON The Surgeon General, United States Army Editor in Chief, Colonel ROBERT S. ANDERSON, MC, USA Editor for Preventive Medicine, EBBE CURTIS HOFF, Ph D, M D Assistant Editor, PHEBE M. HOFF, M.A., OFFICE OF THE SURGEON GENERAL DEPARTMENT OF THE ARMY WASHINGTON, D.C., 1969, Table 21; on the map shown there the camp Mainz-Zahlbach (17) (Mainz Hechtsheim) is located on the wrong side of the Rhine, about 30 kilometers away from its real location. *The number of prisoners greatly exceeded expectations.MEDICAL DEPARTMENT, UNITED STATES ARMY PREVENTIVE MEDICINE IN WORLD WAR II, Volume IX, SPECIAL FIELDS, Prepared and published under the direction of Lieutenant General LEONARD D. HEATON The Surgeon General, United States Army Editor in Chief, Colonel ROBERT S. ANDERSON, MC, USA Editor for Preventive Medicine, EBBE CURTIS HOFF, Ph D, M D Assistant Editor, PHEBE M. HOFF, M.A., OFFICE OF THE SURGEON GENERAL DEPARTMENT OF THE ARMY WASHINGTON, D.C., 1969, Pg 392 *Organization of the camps was left to prisoners. *Food and water supplies were insufficient during April and May 1945, though they later improved.MEDICAL DEPARTMENT, UNITED STATES ARMY PREVENTIVE MEDICINE IN WORLD WAR II, Volume IX, SPECIAL FIELDS, Prepared and published under the direction of Lieutenant General LEONARD D. HEATON The Surgeon General, United States Army Editor in Chief, Colonel ROBERT S. ANDERSON, MC, USA Editor for Preventive Medicine, EBBE CURTIS HOFF, Ph D, M D Assistant Editor, PHEBE M. HOFF, M.A., OFFICE OF THE SURGEON GENERAL DEPARTMENT OF THE ARMY WASHINGTON, D.C., 1969, Pg 278–392 *The 1200 to 1500 calories ration that the Disarmed Enemy Forces were receiving in August 1945 was inadequate.MEDICAL DEPARTMENT, UNITED STATES ARMY PREVENTIVE MEDICINE IN WORLD WAR II, Volume IX, SPECIAL FIELDS, Prepared and published under the direction of Lieutenant General LEONARD D. HEATON The Surgeon General, United States Army Editor in Chief, Colonel ROBERT S. ANDERSON, MC, USA Editor for Preventive Medicine, EBBE CURTIS HOFF, Ph D, M D Assistant Editor, PHEBE M. HOFF, M.A., OFFICE OF THE SURGEON GENERAL DEPARTMENT OF THE ARMY WASHINGTON, D.C., 1969, Pg 391 *The lack of food led in some cases to \"extensive malnutrition.\" In 2003, historian Richard Dominic Wiggers argued that the Allies violated international law regarding the feeding of enemy civilians, and that they both directly and indirectly caused the unnecessary suffering and death of large numbers of civilians and prisoners in occupied Germany, guided partly by a spirit of postwar vengeance when creating the circumstances that contributed to their deaths.Steven Bela Vardy and T. Hunt Tooley, eds. Ethnic Cleansing in Twentieth-Century Europe . subsection by Richard Dominic Wiggers, \"The United States and the Refusal to Feed German Civilians after World War II\" pg. 281 ==See also== * List of POW camps in occupied Germany * Bad Nenndorf interrogation centre ==References== ===Citations=== ===Bibliography=== * James Bacque: Other Losses: An Investigation into the Mass Deaths of German Prisoners at the Hands of the French and Americans After World War II, Toronto: Stoddard, 1989. * Brigitte Bailer-Galanda: Eisenhower und die deutschen Kriegsgefangenen. Jahrbuch 1997. Dokumentationsarchiv des österreichischen Widerstandes, Wien 1997. * Rüdiger Overmans: Die Rheinwiesenlager 1945. In: Hans-Erich Volkmann (Hrsg.): Ende des Dritten Reiches – Ende des Zweiten Weltkrieges. Eine perspektivische Rückschau. herausgegeben im Auftrag des Militärgeschichtlichen Forschungsamtes, München 1995, . * ==External links== *Peace Museum Bridge at Remagen: Prisoners of War Temporary Enclosures in 1945 *Enemy Prisoners of War, Stanhope Bayne-Jones, M.D. *International Committee of the Red Cross in WW II: German prisoners of war in Allied hands Category:Imprisonment and detention Category:Aftermath of World War II in Germany Category:20th century in Rhineland-Palatinate Category:Prisoner-of-war camps in Germany",
 "title": "Rheinwiesenlager"
}