{
 "id": "290740",
 "text": "John Stevens Jr. (c. 1715 – May 10, 1792) was a prominent colonial American landowner, merchant, and politician. ==Early life== Stevens was born in 1715 at Perth Amboy in the Province of New Jersey in what was then British America. He was the son of John Stevens Sr., who came to America in 1699 at the age of 17 as an indentured clerk, and his wife Ann Campbell. ==Career== thumb|New Jersey Colonial currency (1776) signed by Stevens (bottom). With his brother Richard, he owned mercantile vessels and commanded them on voyages to Madeira and the Caribbean between 1739 and 1743. He then settled in Perth Amboy, where he was a vestryman at St. Peter's Church from 1749 to 1752. He was a large landowner in the New Jersey counties of Hunterdon, Union, and Somerset, and he owned a copper mine at Rocky Hill that was later abandoned.Rutherfurd, Livingston. Family Records and Events (1894), pp. 72–80. ===Colonial politics=== Stevens was a member of the New Jersey General Assembly in 1751. He served as paymaster of the 1st New Jersey Regiment (the \"Jersey Blues\") under Colonel Peter Schuyler from 1756 to 1760. In 1758, he was appointed by the Assembly of New Jersey to serve as a commissioner to the state's Indian tribes. In 1762, he was named a member of the New Jersey Provincial Council, a position that he resigned in 1770. Stevens was a vocal opponent of the Stamp Act. When the act went into effect in 1765, he was one of a committee of four (with Robert Livingston, John Cruger Jr., and Beverly Robinson) to prevent the issue of stamps in New York City. In 1770, he was appointed a commissioner, along with Walter Rutherfurd, to establish the partition line between New York and New Jersey. ===Post-independence politics=== In 1776, after the Provincial Congress had become the New Jersey Legislature under the state's first Constitution, Stevens was elected Vice-President of Council of New Jersey, holding the office of chairman of the joint meetings of the legislature until 1782, representing Hunterdon County. He was a delegate to the Continental Congress in 1784. He was president of the convention of New Jersey when the state ratified the United States Constitution on December 18, 1787. ==Personal life== In 1748, he married Elizabeth Alexander (1720–1800), daughter of James Alexander (1691–1756), Surveyor General of New Jersey and New York and counsel for Peter Zenger, and Mary Spratt Alexander, a merchant in her own right. Together, they were the parents of two children: * John Stevens III (1749–1838), who married Rachel Cox, a descendant of the Langeveldts who originally settled New Brunswick, New Jersey. Rachel was the daughter of John Cox, Esq. of Bloomsbury, New Jersey, and the sister of Elizabeth Cox, who married Horace Binney. * Mary Stevens (1751–1814), who married Chancellor Robert R. Livingston (1746–1813), negotiator of the Louisiana Purchase. His later years were spent with his son at Hoboken, where he died in May 1792. He was buried at the Frame Meeting House in Bethlehem Township, Hunterdon County, New Jersey.New Jersey Archives, Vol. XX: New Jersey Colonial Documents (2005), pp. 568–9. ===Descendants=== Through his son John, he was the grandfather of thirteen grandchildren, including John Cox Stevens (1785–1857), first commodore of the New York Yacht Club, Robert Livingston Stevens (1787–1856), the president of Camden and Amboy Railroad, James Alexander Stevens (1790–1873), Richard Stevens (1792–1835), Francis Bowes Stevens (1793–1812), Edwin Augustus Stevens (1795–1868), founder of Stevens Institute of Technology, Elizabeth Juliana Stevens (1797–1821), Mary Stevens (1799–1825), who was the first wife of Rear Admiral Joshua R. Sands, Harriet Stevens (1801–1844), who was the second wife of Joshua R. Sands, Esther Bowes Stevens (b. 1804), and Catherine Sophia Van Cortlandt Stevens (b. 1806). ==References== ==External links== * Biography at the Biographical Directory of the United States Congress Category:1710s births Category:1792 deaths Category:People of colonial New Jersey Category:Continental Congressmen from New Jersey Category:18th-century American politicians Category:Politicians from Perth Amboy, New Jersey Category:People from Hunterdon County, New Jersey Category:Members of the New Jersey General Assembly Category:Members of the New Jersey Provincial Council Category:Members of the New Jersey Legislative Council Category:Place of birth missing Category:Burials in New Jersey Category:People from Rocky Hill, New Jersey",
 "title": "John Stevens (New Jersey politician)"
}