{
 "id": "290808",
 "text": "Hermes Davide Fastino Croatto Martinis, better known as Tony Croatto (March 2, 1940–April 3, 2005) was an Italian singer and composer best known for his interpretations of Spanish folkloric songs and music from Puerto Rico. His musical career began as part of the sibling musical group, Los TNT, with his siblings Nelly and Tim. He was also a television presenter. ==Early life and career== Hermes Davide Fastino Croatto Martinis was born on March 2, 1940 in Attimis, a comune in the province of Udine, Italy. Croatto's family moved to the border town of La Paz, Uruguay when he was 9 years old. While being raised as a carpenter, lumberjack and farmer, music was very much a part of his household. In 1959, at 19, he and his siblings Edelweiss (\"Tim\") and Argentina (\"Nelly\") formed the pop music group Los TNT. The group came about at Nelly's insistence, who adamantly wanted to become a singer. Their mother, who frowned upon the idea of Nelly touring solo at the age of 15, would only allow her to sing in public with her brothers in a group, as a back-up plan. The group eventually developed a very strong following, first in Uruguay, then Argentina and Spain, where Los TNT moved as their popularity soared. ===The TNT Years=== Los TNT were renowned for their vocal harmonies, their onstage chemistry and Nelly's voice and magnetic personality. At the time, Tony stated once, he was happy with just singing background and playing guitar, claiming he was rather shy. Eventually, he developed a strong stage presence, which allowed him to occasionally take over vocal duties. In 1960, Los TNT recorded the song \"Eso, eso, eso\", written by tango composers Virgilio and Homero Expósito, for RCA Records, which sold more than 100,000 copies in Argentina alone. They were part of the first broadcast of the country's television station, Canal 9; their personal appearances were solidly attended, and their popularity ensured the success of a media campaign they did for the Argentinian brewer, Cerveza Quilmes. The group was also popular in Venezuela, Colombia, Perú, Chile and Mexico, where they eventually toured. Their LP records for RCA-Victor were fast-sellers all over Latin America. They even appeared in the 1962 film, Fiebre de Juventud, along Mexican pop idol, Enrique Guzmán. After attaining some success in Spain, Los TNT moved there in 1963. They went as far as representing the country in the Eurovision Song Contest 1964 in Copenhagen, billed as \"Nelly, Tim and Tony\". Tony stated once that the group was handpicked by the powers behind the Spanish state television TVE to substitute that year's winners in the Spanish classification round, Michel and Teresa María, who where popular Spanish singers of the time. TVE toned down their normally dynamic act for the contest, in which they sang what was originally a slow ballad, \"Caracola\" (written by Spanish songwriter Fina de Calderón). Tony and his siblings suspected that this was a disaster waiting to happen. Disappointed by their twelfth-place finish in the competition, and the subsequent reaction in Spain, their willingness to tour and record there diminished with time. They moved back to Argentina in 1965, only for Tim to eventually leave the group the following year; he returned to his native Italy to become a concert promoter. ==Move to Puerto Rico== After Tim's departure from Los TNT, Nelly and Tony became a duo. In 1968, after travelling across South America and spending two years in Venezuela, Tony moved to what would eventually become his adoptive homeland, Puerto Rico, when \"Nelly y Tony\" were hired by Puerto Rican promoter Alfred D. Herger to appear on his popular youth television shows. \"Nelly y Tony\" would perform together until 1974, when Nelly married a Puerto Rican surgeon. She retired from pop music and eventually moved to the United States. While performing with his sister Nelly in New York City's Teatro Puerto Rico in 1973, Tony was introduced to New York-bred and Puerto Rico-born vocalist Roberto TiradoTirado, Roberto (2006). \"The Chosen Journey: A Memoir\". Trafford Publishing. . who suggested that he compose a hit song for the latter's idol Lucecita Benítez, who was going through hard times in her career. Tony obliged, and with poet David Ortiz, wrote her number one career-refreshing hit, \"Soy De Una Raza Pura\" which would be the only song that Lucecita Benítez would claim as her opening song for many years later on. While he was almost as successful in Puerto Rico singing pop tunes with his sister as he was in other countries, Tony Croatto was very much impressed by Puerto Rican jíbaro singers, who could improvise décimas on the spot, something that reminded him of the payadores of Uruguay and Argentina he used to listen to when he was growing up. He also found a richness in musical traditions in Puerto Rico that, he claimed, was extremely rare elsewhere in Latin America. He started singing Puerto Rican folk songs with Nelly, and noticed that their pop treatment of these songs was far more in demand that the pop material they would normally sing together. He was also well impressed by the Puerto Rican people, who — he claimed — treated him better on his first night on the island than what he had experienced touring extensively in a country or two. That, and various personal reasons, persuaded him to stay in Puerto Rico for good; he even went as far as saying he was a \"born-again Puerto Rican.\" ===Haciendo Punto en Otro Son=== Croatto formed the nueva trova musical group, Haciendo Punto en Otro Son, particularly famous for its protest songs. He recruited Puerto Rican singers Silverio Pérez, Josy Latorre, Irvin García, and Nano Cabrera. Pérez's strength was in jíbaro music, Latorre was a classically-trained singer, Cabrera was a rocker and García was also a strong salsa percussionist and singer, but Croatto's vast experience with pop music made all the difference in the group's success. Croatto was instrumental in both the musical and technical aspects of the group, not only as singer, guitarist and keyboardist, but also as arranger, producer and studio technician. He founded a record label at the time, named Artomax, which was financed by Chucho Avellanet and producer Tomás Figueroa. ===Desde Mi Pueblo=== Parallel to his singing career, Croatto also became a television presenter on Desde Mi Pueblo, a weekly documentary/variety show that aired weekly on WIPR-TV. His co-hosts were comedian Luis Antonio Rivera \"Yoyo Boing\", Miss Universe 1985 Deborah Carthy Deu and María Falcón. The program's concept involved traveling to a different municipality of Puerto Rico every week and highlighting all cultural aspects found in each town. Given the fact that Puerto Rico has 78 municipalities, there was enough material to showcase and research over the program's six-year run. Carthy has stated that Croatto was genuinely interested in researching each program carefully, and became far more knowledgeable about Puerto Rican culture than most of the program's producers, co-hosts and film crew. Because of his background as a farmer, Croatto was very much interested in local agricultural issues; he jumped at trying local folklore, particularly jíbaro music, bomba and plena variations that were unique to each town or region, \"sometimes fearlessly\", said Rivera once. In 1983, Croatto had also a similar show on Telemundo called Tony Croatto y Tu Pueblo. ==Solo career== His first solo record, featuring both synthesizers and Puerto Rican folk instruments, was well received by the public at large. Since then, he was well regarded for his interpretations of Puerto Rican folk music, which spanned over thirty albums. Croatto worked in Puerto Rico by remaking old Puerto Rican standards such as the plena standard \"La Máquina\" and a medley of plenas by César Concepción, both rearranged as pop songs. He made also an adaptation of \"El Cocuy Que Alumbra\" from the Venezuelan parranda band Un Solo Pueblo, which was renamed \"A Correr Sabana\" once set to new lyrics written by salsa composer Tite Curet Alonso. Curet and Croatto wrote an original song named \"Cucubano\", which was covered by the Puerto Rican boy band, Menudo. In 1985, Croatto recorded \"El Niñito Jesús\" (also known as \"Se Llama Jesús\"), released during the Christmas season, which told about a poor and hungry child, named Jesús (a thinly-veiled reference to the Christ child), with wornout pants and no shoes, who walked into a house of well-doers begging for attention, while the people in the household rejected him, first euphemistically, then rather openly. Croatto recorded musical versions of poems and lullabies written by Georgina Lázaro, a Puerto Rican poet whose works were mostly intended for children. ==Personal life== Tony Croatto was married three times. His first marriage was to Argentine-born telenovela actress Raquel Montero and had two children with her, telenovela actress Mara and musician Alejandro Croatto, both born in Venezuela; the four moved to Puerto Rico when Croatto's career took off. After Croatto divorced Montero, his second marriage was to married former singer and actress Gloria Esther Viera Pantojas (\"Glorivee\") in 1979 and had a son, musician and singer, Hermes Gabriel Croatto Viera. Croatto eventually divorced Glorivee and his third marriage was to Lillian Arroyo; they both moved to Carolina, Puerto Rico where they spent his later years. Croatto identified himself as a Roman Catholic, although he could not fully participate in church given his status as a divorced man. In part, as a way to compensate for this and contribute to his faith, he wrote a jíbaro mass, which gave him one of his latter hits, \"Creo en Dios\". In 2000, then-San Juan Mayor Sila María Calderón proclaimed him as San Juan's adoptive son. ==Illness and death== Tony Croatto, a lifelong smoker, was diagnosed with lung and brain cancer in March 2005. He initially refused medical treatment, opting for natural treatments instead, expecting his health to eventually improve. Croatto dictated a letter that was published in local papers to publicly notify his illness and expressing gratitude to the people of Puerto Rico who adopted him as son and patriot. After requesting to be released from the hospital to spend his last days with his family, Croatto died on April 3, 2005, three weeks after his public letter. His fellow former Haciendo Punto bandmates had staged a benefit concert for him the night prior, which was filmed for home video release. As a gift from the band to Croatto, the concert's production provided Croatto a live audio feed to what would become his deathbed; it's been stated that Croatto smiled when the band requested a standing ovation from the audience for him, just before losing consciousness for the last time. He was given a state funeral, held at the Institute of Puerto Rican Culture, where thousands paid their respects and later accompanied the funeral procession to his final resting place in the Santa María Magdalena de Pazzis Cemetery in the Old San Juan. ==Legacy== A biographical documentary of the life of Tony Croatto titled Croatto: La Huella de un Emigrante was released on November 10, 2016, written by Silverio Pérez and directed by Mariem Pérez Riera. It features archival footage of Croatto and interviews with his children, Hermes, Mara and Alejandro, Chucho Avellanet, Alfred D. Herger and Silverio Pérez. ==See also== *List of Puerto Ricans *Puerto Rican Songwriters *Music of Puerto Rico ==References== ==External links== *Haciendo Punto en Otro Son Category:20th-century births Category:2005 deaths Category:Burials at Santa María Magdalena de Pazzis Cemetery Category:People from Attimis Category:Deaths from cancer in Puerto Rico Category:Deaths from brain tumor Category:Deaths from lung cancer Category:Eurovision Song Contest entrants of 1964 Category:Italian emigrants to Argentina Category:People from Canelones Department Category:Puerto Rican male composers Category:Puerto Rican guitarists Category:20th-century Puerto Rican male singers Category:Puerto Rican singer-songwriters Category:Eurovision Song Contest entrants for Spain Category:Uruguayan composers Category:Uruguayan expatriates in Puerto Rico Category:Uruguayan male guitarists Category:20th-century Uruguayan male singers Category:American male singer-songwriters",
 "title": "Tony Croatto"
}