{
 "id": "29098",
 "text": "Shaolin Monastery (少林寺 Shàolínsì), also known as Shaolin Temple, is a renowned temple recognized as the birthplace of Chan Buddhism and the cradle of Shaolin Kung Fu. It is located at the foot of Wuru Peak of the Songshan mountain range in Dengfeng County, Henan Province, China. The name reflects its location in the ancient grove (林 lín) of Mount Shaoshi, in the hinterland of the Songshan mountains. Mount Song occupied a prominent position among Chinese sacred mountains as early as the 1st century BC, when it was proclaimed one of the Five Holy Peaks (五岳 wǔyuè). It is located some thirty miles southeast of Luoyang, the former capital of the Northern Wei Dynasty (386–534), and forty- five miles southwest of Zhengzhou, the modern capital of Henan Province.Shahar 2008 As the first Shaolin abbot, Batuo devoted himself to translating Buddhist scriptures and to preaching doctrines to hundreds of his followers. In 527, Bodhidharma, the 28th patriarch of Mahayana Buddhism in India, arrived at the Shaolin Temple. He spent nine years meditating in a cave of the Wuru Peak and initiated the Chinese Chan tradition at the Shaolin Temple. Thereafter, Bodhidharma was honored as the first patriarch of Chan Buddhism. The Temple's historical architectural complex, standing out for its great aesthetic value and its profound cultural connotations, has been inscribed in the UNESCO World Heritage List. Apart from its contribution to the development of Chinese Buddhism, as well as for its historical, cultural, and artistic heritage, the temple is famous for its martial arts tradition.Shahar 2008 Shaolin monks have been devoted to research, creation, and continuous development and perfecting of Shaolin kung fu. The main pillars of Shaolin culture are Chan Buddhism (禅 Chán), martial arts (武 wǔ), Buddhist art (艺 yì), and traditional Chinese medicine (医 yī). This cultural heritage, still constituting the daily temple life, is representative of Chinese civilization. A large number of celebrities, political figures, eminent monks, Buddhist disciples, and many other people, come to the temple to visit, make pilgrimages, and hold cultural exchanges.外国总统多次造访 少林文化已走向世界. 人民网. 2009年11月23日 [2014年3月24日]. （原始内容存档于2016年3月4日 In addition, owing to the work of official Shaolin overseas cultural centers and foreign disciples, Shaolin culture has spread around the world as a distinctive symbol of Chinese culture and a means of foreign cultural exchange.250余名美国弟子拜谒少林寺. 搜狐网. 2013年7月4日 [2014年3月23日]. （原始内容存档于2014年3月23日.）; (马明达. 走向世界的少林文化. 《体育文化导刊》 (国家体育总局体育文化发展中心). 2004年, (01期) [2014-03-24]. ISSN 1671-1572. （原始内容存档于2014-03-24) At present, Shaolin Temple is a Global Low- carbon Ecological Scenic Spot and a National 5A-level Tourist Attraction in China.Xinhuanet 2013-06-19 [ 2014-03-24 ] The original content was archived on 2014-03-24 It has been awarded the highest-level category used by the Ministry of Culture and Tourism and attributed to the most important and best- maintained tourist attractions in the People's Republic of China.Shaolin Temple Longmen Grotto Yuntai Mountain 3 Scenic Spot was selected as 5A Scenic Spot. Dahe.com. == History == === Northern Wei Dynasty === Shaolin Temple was founded in the 19th year of the Taihe Era of the Northern Wei Dynasty (495 AD). The first patron of the Shaolin Monastery was the devout Emperor Xiaowen (r. 471–499), who in 495 transferred the capital of his Northern Wei Tuoba Dynasty (386–534) from Pingcheng (today's Datong, Shanxi) to Luoyang. The following year, the monarch provided the Indian-born monk Batuo with funds to establish the Shaolin Temple. Batuo, also referred to in the Chinese sources as Fotuo (in Sanskrit: Buddhabhadra), had met the emperor several years before. He had enjoyed Xiaowen's sponsorship ever since he arrived in Pingcheng via the silk route around 490.Wei shu, 114.3040; Ware, trans., “Wei Shou on Buddhism,” pp. 155–156; Shahar 2008 Thanks to Batuo, Shaolin became an important center for study and translation of original Buddhist scriptures. It also became a place of gathering for esteemed Buddhist masters. Historical sources on the early origins of Shaolin Kung Fu show that at this time martial arts practice was existent in the Temple.Lu Zhouxiang 2019 Batuo's teaching was continued by his two disciples, Sengchou (僧稠Sēngchóu, 480–560) and Huiguang (慧光Huìguāng, 487–536). In the first year of the Yongping Era (506), Indian monks Lenamoti 勒那摩提 (in Sanskrit: Ratnamati) and Putiliuzhi 菩提流支 (in Sanskrit: Bodhiruci) came to Shaolin to set up a scripture translation hall. Together with Huiguang, they translated master Shiqin's (世親 Shìqīn, in Sanskrit: Vasubandhu) commentary on the Ten Stages Sutra (Sanskrit: Daśabhūmika Sūtra; simplified Chinese: 十地经), an early, influential Mahayana Buddhist scripture. After that, Huiguang promoted the Vinaya in Four Parts (四分律Sì fēn lǜ, Sanskrit: Dharmagupta-Vinaya), which was the theoretical basis for the Luzong (律宗 Lǜzōng) School of Buddhism formed during the Tang Dynasty by Dao Xuan (596–667). In the third year of the Xiaochang Era (527) of Emperor Xiaoming of the Northern Wei Dynasty, Bodhidharma, the 28th patriarch of Mahayana Buddhism in India, came to the Shaolin Temple. Bodhidharma (达摩 Dá mó), an Indian monk, came to China around the 470s as a Chan Buddhist missionary and traveled for decades throughout China before settling on Mount Song in the 520s.Shahar 2008；Shi Daoxuan 2014; Lu Zhouxiang 2019 Bodhidharma's teachings were primarily based on Lankavatara Sutra, which contains the conversation between Gautama Buddha and Bodhisattva Mahamatti, who is considered the first patriarch of Chan tradition. Using the teachings of Batuo and his disciples as a foundation, Bodhidharma introduced Chan Buddhism, and the Shaolin Temple community gradually grew to become the center of Chinese Chan Buddhism. Bodhidharma's teaching was transmitted to his disciple Huike, for whom the legend says to have cut off his arm to show his determination and devotion to the teachings of his master. Huike was forced to leave the Temple during the persecution of Buddhism and Daoism (574–580) by Emperor Wu of the Northern Zhou Dynasty. In 580 Emperor Jing of the Northern Zhou Dynasty restored the Temple and renamed it Zhi‘ao Temple (陟岵寺 Zhìhù sì).少林寺简介. 少林寺官网. [2014-03-23]. （原始内容存档于2014-02-18） === Sui, Tang and Song Dynasty === Emperor Wen of the Sui Dynasty (隋文帝; 21 July 541 – 13 August 604), who was a Buddhist himself, returned the Temple's original name and offered to its community 100 hectares of land. Shaolin thus became a large temple with hundreds of hectares of fertile land and large properties. It was once again the center of Chan Buddhism, with eminent monks from all over China coming to the Temple on regular basis. At the end of the Sui Dynasty, the Shaolin Temple, with its huge monastery properties, became the target of thieves and bandits. The monks organized forces within their community to protect the Temple and fight against the intruders. At the beginning of the Tang Dynasty, thirteen Shaolin monks helped Li Shimin, the future founder of the Tang Dynasty, in his fight against Wang Shichong. They captured Shichong's nephew Wang Renze, whose army was stationed in the Cypress Valley. In 626, Li Shimin, later known as Emperor Taizong sent an official letter of gratitude to the Shaolin community for the help they provided in his fight against Shichong and thus the establishment of the Tang Dynasty.Shahar 2008; Lu Zhouxiang 2019 The Tang Dynasty also established several Shaolin branch monasteries throughout the country, and formulated policies for Shaolin monks and soldiers to assist local governments and regular military troops. Shaolin Temple also became a place where emperors and high officials would come for temporary reclusion. Emperor Gaozong and Empress Wu Zetian of the Tang Dynasty often visited the Shaolin Temple for good luck, and made large donations. During the Tang and Song dynasties, the Shaolin Temple was extremely prosperous. It had more than 14,000 acres of land, 540 acres of temple grounds, more than 5,000 rooms, and more than 2,000 monks. The Chan Buddhist School founded by Bodhidharma flourished during the Tang Dynasty and was the largest Buddhist school of that time.少林寺简介. 少林寺官网. [2014-03-23]. (原始内容存档于2014-02-18) The information about the first century of the Northern Song Dynasty is very scarce. The rulers of Song supported the development of Buddhism, and Chan established itself as dominant over other Buddhist schools. Around 1093 Chan master Baoen (报恩Bào'ēn) promoted the Caodong School in the Shaolin Temple and achieved what is known in Buddhist history as “revolutionary turn into Chan”. This means that the Shaolin Temple officially became a Chan Buddhist Temple, while up to that point it was a Lǜzōng temple specialized in Vinaya with a Chan Hall. === Yuan, Ming and Qing === At the beginning of the Yuan Dynasty, Emperor Shizu, also known as Kublai Khan, placed the monk Xueting Fuyu (雪庭福裕, 1203–1275) as the abbot of Shaolin and in charge of all the temples in the Mount Song area. During this period, the abbot had undertaken important construction work including the building of the Bell Tower and the Drum Tower. He also introduced the generational lineage system of the Shaolin disciples through a 70-character poem – each character in line corresponding to the name of the next generation of disciples. In 1260, Fuyu was honored with the title of the Divine Buddhist Master and in 1312 posthumously named Duke of Jin (晋国共 Jìn guó gōng) by the Yuan Dynasty emperor. The fall of the Mongol empire and the establishment of the Ming dynasty brought much unrest, in which the Temple community needed to defend itself from the rebels and bandits. An important part of the Temple's material heritage was destroyed during the two decades of the Red Turban rebellions. With the establishment of the Ming dynasty by mid-14th century, Shaolin recovered and a large part of the monastic community that fled during the Red Turban attacks returned. In the beginning of the Ming Dynasty, the government did not advocate martial arts. During the Jiajing period (嘉靖Jiājìng, 1522–1566) of the Ming emperor Zhu Houcong (朱厚熜Zhūhòucōng) Japanese pirates harassed China's coastal areas, and generals Yu Dayou and Qi Jiguang led their troops against the pirates. During his stay in Fujian, Qi Jiguang convened martial artists from all over China, including local Shaolin monks, to develop a set of boxing and staff fighting techniques to be used against Japanese pirates. Owing to the monks' merits in fighting against the Japanese, the government renovated the Temple on a large scale, and Shaolin enjoyed certain privileges, such as food tax exemption, granted by the government. Since then, the Shaolin monks were recruited by the Ming government at least six times to participate in wars. Due to their outstanding contribution to the Chinese military success, the imperial court built monuments and buildings for Shaolin Temple on numerous occasions. This also contributed to the establishment of the legitimacy of Shaolin Kung Fu in the national martial arts community. During the Ming Dynasty (in mid-16th century) Shaolin reached its apogee, and held its position as the central place of the Caodong School of Chan Buddhism. During the Qing Dynasty, the Shaolin Temple was favored by the Qing emperors. In the 43rd year of Emperor Kangxi's rule (1704), the emperor gifted the tablet to the Temple with the characters 少林寺(Shàolín sì) engraved on it in his calligraphy (originally hung in the Heavenly King Hall, and later moved by the Mountain Gate). In the 13th year of Emperor Yongzheng's rule (1735), important reconstructions were financed by the court, including the rebuilding of the gate and the Thousand Buddha's Hall. In the 15th year of his rule (1750), Emperor Qianlong personally visited Shaolin Temple, stayed at the abbot's room overnight, and wrote poems and tablet inscriptions. === Republic of China === In the early days of the Republic of China, the Shaolin Temple was repeatedly hit by wars. In 1912, monk Yunsong Henglin from the Dengfeng County Monks Association, was elected by the local government as the head of the Shaolin Militia (Shaolin Guarding Corps). He organized the guards, and trained them in combat skills to maintain local order. In the autumn of 1920, famine and drought hit Henan province, which led to thieves surging throughout the area and endangering the local community. Henglin led the militia to fight the bandits in different occasions, thus enabling dozens of villages in the Temple's surroundings to live and work in peace.一代高僧：恒林法师. 菩萨在线. 2013-07-12 [2014-03-24]. （原始内容存档于2014-03-24）; 恒林. 少林寺官网. 2010-02-26 [2014-03-24]. （原始内容存档于2014-03-24 In the late 1920s, Shaolin monks became embroiled in the warlords’ feuds that swept the plains of northern China. They sided with General Fan Zhongxiu (1888–1930) against Shi Yousan (1891–1940). Monks sided with Fan who had studied martial arts at the Shaolin Temple as a child. Fan was defeated, and in the spring of 1928, Yousan's troops entered Dengfeng and Shaolin Temple, which served as Fan Zongxiu's headquarters. On March 15, Shi Yousan's subordinate Feng Yuxiang set fire to the monastery, destroying some of its ancient towers and halls. The flames partially damaged the “Shaolin Monastery Stele” (which recorded the politically astute choice made by other Shaolin clerics fifteen hundred years earlier), the Dharma Hall, the Heavenly King Hall, Mahavira Hall, Bell Tower, Drum Tower, Sixth Ancestor Hall, Chan Hall and other buildings, causing death of a number of monks who were at the Temple. Large number of cultural relics and 5480 volumes of Buddhist scriptures were destroyed in the fire.少林寺简介. 少林寺官网. [2014-03-23]. 原始内容 Japan 's activities in Manchuria in the early 1930s made the National Government very worried. The military then launched a strong patriotic movement to defend the country and resist the enemy. Nanjing Central Martial Arts Center and Wushu Institute together with other martial arts institutions were established around the country as part of this movement. The government also organized martial arts events such as “Martial arts returning to Shaolin”. This particular event served to encourage the people to remember the importance of patriotism through celebrating the contribution of the Shaolin martial arts to the country's defense from the foreign invasion at numerous occasions throughout history. === People's Republic of China === Since the founding of the People's Republic of China, the state recognized five official religions, including Buddhism, and established institutional relationship with them through religious associations. The Buddhist Association of China was founded in 1953, and was disbanded in the late 1960s during the Cultural Revolution, then reactivated following the end of that period. During the Cultural Revolution in the People's Republic of China, the monks of Shaolin Temple were forced to return to the secular life, Buddha statues were destroyed, and temple properties were invaded. After the Cultural Revolution, Shaolin Temple was repaired and rebuilt. The buildings and other material heritage which was destroyed, including the Mahavira Hall and the stone portraying “Bodhidharma facing the wall”, were reconstructed according to their originals. The others, such as the ancient martial arts training ground, the Pagoda Forest and some stone carvings that survived, still remain in their original state. In December 1996, Chuzu Temple and Shaolin Temple Pagoda Forest (No. 4-89) were listed as national key cultural relics protection units. The Shaolin Temple leadership was aiming for its historical architectural complex to become a United Nations World Heritage site, in order to obtain annual funding for maintenance and development from the United Nations. After repeated submissions, their application was finally accepted by the 34th World Heritage Committee on August 1, 2010. UNESCO reviewed and approved 8 sites and 11 architectural complexes including Shaolin's Resident Hall, Pagoda Forest, and Chuzu Temple as World Cultural Heritage.少林寺获列入世界遗产名录. 联合早报. 2010-08-01 [2010-11-12]. (原始内容存档于2010-11-24) On March 22, 2006, the Russian President Putin visited Shaolin Temple and watched a Shaolin Kung Fu performance. He was the first foreign head of state to visit Shaolin Temple in its history.普京参观少林寺 观看武僧表演. 新华网. 2006年3月23日 [2010年11月13日]. (原始内容存档于2010年10月8日) In May 2007, Shaolin Temple was named a National 5A Scenic Spot by China National Tourism Administration.少林寺龙门石窟云台山3景区入选5A景区. 大河网. 2007年5月17日 [2014年3月23日]. 原始内容存档于2014年3月24日 In 2009, Shaolin Temple established Fengyinghang Co., Ltd. to prepare for the construction of the first Overseas Shaolin Cultural Center Headquarters (Hong Kong Shaolin Temple) outside of Mainland China. In April 2013, the Shaolin Temple Sutra Pavilion was selected as a National Key Protection Unit for Ancient Books, as its collection of documents and books related to Kung Fu theory and practice is unique in China.少林寺藏经阁入选全国古籍重点保护单位. 搜狐网. 2013年4月26日 [2014年3月24日]. (原始内容存档于2014年3月24日 == Shaolin Temple’s lineage == Historical data record that in the period preceding the Yuan Dynasty, the Shaolin Temple nurtured five Buddhist schools. The abbot of Shaolin Temple Xueting Fuyu (雪庭福裕 Xuětíng Fúyù, 1203–1275) unified the five schools and established the Southern Branch Caodong School in the Temple. He also wrote a 70-character poem that defines the pattern of generational naming that has been followed up to this date. == The current leadership of the Shaolin Temple: Venerable Abbot Shi Yongxin == The current abbot of Shaolin Temple is Venerable Master Shi Yongxin, the 30th generation abbot of Shaolin Temple. Born as Liu Yingcheng, he comes from a devout Buddhist family from Yingshang, Anhui province. At the age of 17, he came to Shaolin Temple in Mount Songshan, where the Abbot Master Xingzheng took him as a disciple. His Buddhist name “Yongxin” means the one who “always believes in Buddhism”. Later he studied at the Yunju Mountain in Jianxi Province, Jiuhua Mountain in Anhui Province and Guangji Temple in Beijing. After having received his precepts in Puzhao Temple in Jianxi Province in 1984, he returned to Shaolin Temple. He continued serving his Master Xingzheng and was also a member of the newly established Democratic Management Committee of Shaolin Temple. In 1987, after his master died, he took over the position of Chairman of Shaolin Temple Management Committee and presided over the work of the monastery. In March 1993, Shi Yongxin was elected a member of Henan Provincial Political Consultative Conference and in October of the same year the Head of the Buddhist Association of China. He was elected as Deputy to the Ninth (1998), Tenth (2003), Eleventh (2008) and Twelfth (2013) National People's Congress. In July 1998, he became the President of Henan Buddhist Association. In August 1999, Shi Yongxin was honored as the Abbot of Shaolin Temple. In 2002 and again in 2010 he was elected the Vice President of the Buddhist Association of China. In 2010, he also became the Director of the Overseas Communication Committee of Buddhist Association of China.Shi Yongxin, Shaolin Temple in my Heart, edition 2020 Abbot Shi Yongxin's published works in recent years include texts in the Dew of Chan journal series, and books My Heart My Buddha, Shaolin Temple in My Heart (Chinese and English version), etc. He also compiled dozens of books, including Shaolin Temple (large album), Collection of Shaolin Kung Fu (the second series), Medical Secret Records of Shaolin Kung Fu, Encyclopedia of Shaolin Temple (three volumes), Chan Buddhism Grand Ceremony (200 volumes), Chinese Martial Arts Grand Ceremony (101 volumes), Medical Encyclopedia of Chinese Buddhism (101 volumes), Essays of International Seminar on Chan Culture, Science of Shaolin Anthology, Shaolin Kung Fu, Chan Happiness, The Heart Sutra of Bodhisattva and so on. == Acknowledgements == === Ancient honors === Before Emperor Wuzong's Huichang prosecution of Buddhism and Taoism, Shaolin Temple enjoyed tax exemptions. === Modern acknowledgements === * In 2004, the California State House of Representatives and the Senate passed two votes to officially establish March 21 as the “California Songshan Shaolin Temple Day.” * In 2007, the Temple was proclaimed as a National 5A-level Scenic Spot, a Global Low-carbon Ecological Scenic Spot, a patriotism education base for religious circles of the People's Republic of China, and an education base for respecting and caring for the elderly of the People's Republic of China. * On August 1, 2010, during the UNESCO 34th World Heritage Committee, 8 buildings including Shaolin Temple, Pagoda Forest and Chuzu Temple were listed as World Cultural Heritage.少林寺获列入世界遗产名录. 联合早报. 2010-08-01 [2010-11-12]. （原始内容存档于2010-11-24） * In April 2013, the Shaolin Temple Sutra Pavilion was selected as a National Key Protection Unit for Ancient Books, and its collection of documents and books related to Kung Fu theory and practice ranks first in the People's Republic of China.少林寺藏经阁入选全国古籍重点保护单位. 搜狐网. 2013年4月26日 [2014年3月24日]. （原始内容存档于2014年3月24日） * In May 2013, the State Council of the People's Republic of China listed the ancient buildings of Shaolin Temple (No. 7-1162) as the seventh batch of national key cultural relics protection units.第七批全国重点文物保护单位 少林寺名列其中. 光明网. 2013-05-06 [2014-03-24]. 原始内容存档于2014-03-24 == International promotion of the Shaolin cultural heritage == Shaolin Temple is an important religious and cultural institution both in China and internationally. Because of its uniqueness, the Shaolin culture is accepted and recognized by people of different races, beliefs, and cultural backgrounds. The Temple has become means for China to display its cultural soft power.中原文化多靓丽 融入全球传少林. 新浪网. 2013年10月9日 [2014-03-24]. （原始内容存档于2014-03-24 Since the founding of the People's Republic of China, and especially since the 1970s, cultural exchanges between Shaolin Temple and the rest of the world have been continuously improved in terms of content, scale, frequency and scope. Temple has been visited by European and American dancers, World Muay Thai, NBA stars, Hollywood movie stars, but also renowned monks from traditional Buddhist countries such as Myanmar, Thailand, Cambodia, Nepal and Sri Lanka. Also, a large number of political leaders, such as Swedish King Carl XVI Gustaf, British Queen Elizabeth II, Spanish King Juan Carlos I, Australia's former Prime Minister Howard, South Africa Former President Mandela, Russian President Putin, former US Secretary of State Kissinger and Taiwan politician James Soong have met with the abbot in the Temple or abroad. Visits by Lien Chan and Wu Boxiong, former International Olympic Committee President Roger and others have further proved the importance of Shaolin Temple. In 2004, the California House of Representatives and the Senate passed two votes to pronounce March 21 as the \"Songshan Shaolin Temple Day in California\", which became a legislative holiday established by the California Assembly.美国加州“嵩山少林寺日”确立庆典活动落幕. 腾讯网. 2004年3月26日 [2014年3月23日]. （原始内容存档于2014年3月23日） Currently there are more than 40 overseas cultural institutions established by the Temple's leadership and its disciples in dozens of countries around the world. Shaolin monks come to the centers to teach about Buddhist classics, martial arts, mediation, etc. Another way of promoting the Shaolin intangible cultural heritage in the world is through the Shaolin Cultural Festivals, first of which was held in North America. These festivals and similar events convey the spiritual connotation of Chinese culture and Eastern values to societies internationally.中原文化多靓丽 融入全球传少林. 新浪网. 2013年10月9日 [2014-03-24]. （原始内容存档于2014-03-24）. == Shaolin culture == Shaolin Temple has developed numerous complementary cultural aspects that permeate and mutually reinforce each other and are inseparable when it comes to presenting the Temple's material and intangible cultural heritage. The most prominent aspects are those of Chan (禅 Chán), martial arts (武 wǔ), traditional medicine (中医 zhōngyī) and art (艺 yì). Shaolin Culture is rooted in Mahayana Buddhism, while the practice of Chan is its nucleus and finally, the martial arts, traditional medicine and art are its manifestations. Thanks to the efforts of the abbot Shi Yongxin, the monastic community and the Temple's disciples from all over the world, the Shaolin Culture continues to grow. During its historical development, the Shaolin Culture has also integrated the essential values of Confucianism and Taoism. The contemporary Temple establishment offers to all interested individuals and groups, regardless of cultural, social and religious values, the chance to experience the Shaolin culture through the Shaolin cultural exchange program. This program offers introduction to Chan meditation, Shaolin Kung Fu, Chan medicine, calligraphy, art, archery etc. Chan practice is supposed to help the individual in attaining calm and patience necessary for living optimistically, meaningfully, wisely and with compassion. Ways of practicing Chan are numerous and they range from everyday activities (e.g. eating, drinking, walking or sleeping) to specialized practices such as meditation, martial arts, and calligraphy. Shaolin Kung Fu is manifested through a system of different skills that are based on attack and defense movements with the form (套路 tàolù) as its unit. One form is a combination of different movements. The structure of movements is founded on the ancient Chinese medical knowledge which is compatible with the laws of body movement. Within the Temple, the forms are taught with the focus on the integration of the principles of complementarity and opposition. This means that Shaolin Kung Fu integrates dynamic and static components, yin and yang, hardness and softness, etc. The Shaolin community invests great efforts in safeguarding, developing and innovating its heritage. Following the ancient Chinese principle of harmony between Heaven and man, Temple's masters work on the development of the most natural body movement in order to achieve the full potential of human expression. Shaolin has been developing activities related to the international promotion of its cultural heritage. In 2012, the first international Shaolin cultural festival was organized in Germany, followed by festivals in the US and England. Official Shaolin cultural centers exist in numerous countries in Europe, USA, Canada and Russia. Every year the Temple hosts more than 30 international events with the aim to promote cultural exchange. == Shaolin temple buildings == The temple's inside area is , that is, . It has seven main halls on the axis and seven other halls around, with several yards around the halls. The temple structure includes: *Shanmen () (built 1735; The entrance tablet written with golden characters \"Shaolin Temple\" () in black background by the Kangxi Emperor of the Qing dynasty in 1704). *Forest of Steles () *Ciyun Hall () (built 1686; changed 1735; reconstructed 1984). It includes Corridor of Steles (), which has 124 stone tablets of various dynasties since the Northern Qi dynasty (550–570). *West Arrival Hall () a.k.a. Kung fu Hall () (built 1984). *Four Heavenly Kings Hall () (built in Yuan dynasty; repaired in Ming, Qing dynasties). *Bell tower () (built 1345; reconstructed 1994; the bell was built in 1204). *Drum tower () (built 1300; reconstructed 1996). *Kimnara Palace Hall () (reconstructed 1982). *Sixth Patriarch Hall () *Mahavira Hall () a.k.a. Main Hall or Great Hall (built maybe 1169; reconstructed 1985). *Dining Hall (built in Tang dynasty; reconstructed 1995). *Sutra Room *Dhyana Halls (reconstructed 1981). *Guest Reception Hall *Dharma Hall (Sermon) Hall () a.k.a. Scripture Room () (reconstructed 1993). *East & West Guests Rooms *Abbot's Room () (built in early Ming dynasty). *Standing in Snow Pavilion () a.k.a. Bodhidharma Bower () (reconstructed 1983). *Manjusri Hall () (reconstructed 1983). *Samantabhadra Hall *White Robe (Avalokitesvara) Hall () a.k.a. Kung fu Hall () (built in Qing dynasty). *Ksitigarbha Hall () (built in early Qing dynasty; reconstructed 1979). *Thousand Buddha Hall () a.k.a. Vairocana Pavilion () (built 1588; repaired 1639,1776). *Ordination Platform (built 2006). *Monks' Rooms *Shaolin Pharmacy Bureau (built 1217; reconstructed 2004). *Bodhidharma Pavilion () (built first in Song dynasty) *Bodhidharma Cave *Forest of Pagodas Yard () (built before 791). It has 240 tomb pagodas of various sizes from the Tang, Song, Jin, Yuan, Ming, and Qing dynasties (618–1911). *Shaolin Temple Wushu Guan (Martial arts hall) Image:Shaolin-wushu.jpg|A mural painting in the temple (early 19th century) File:The Shaolin Monastery Stele.JPG|Shaolin Monastery Stele on Mount Song (), erected in 728 AD Image:Shaolin Temple Finger Punching Tree.jpg|A tree within the Shaolin Monastery used by the monks to practice finger-punching Image:Shaolin Pagoda Forest, Henan, China - June 2001.jpg|The Pagoda forest (wide view) Image:Pagoda Forest9.JPG| The Pagoda forest (close view), located about west of the Shaolin Monastery in Henan ==See also== *Shaolin Temple UK == References == == Sources == * * * * * ==External links== *Shaolin Monastery, Architectura Sinica Site Archive Category:497 establishments Category:5th-century Buddhist temples Category:5th-century establishments in China Category:Buddhist organizations based in China Category:Buddhist temples in Henan Category:Chan temples Category:Chinese architectural history Category:Chinese warriors Category:Major National Historical and Cultural Sites in Henan Category:Religious organizations established in the 5th century Category:Tourist attractions in Henan Category:World Heritage Sites in China",
 "title": "Shaolin Monastery"
}