{
 "id": "290993",
 "text": "Cynthia is a group of colourful butterfly species that used to be considered a subgenus of the genus Vanessa, in the family Nymphalidae. Before that, it was first described as a genus. Nowadays, this group is not considered a valid taxon anymore, because it is paraphyletic. The name Cynthia Fabricius, 1807 is now a junior subjective synonym of Vanessa Fabricius, 1807. In English, the species of the Cynthia group are sometimes collectively referred to as the painted ladies, although the name \"painted lady\" usually specifically refers to the near-cosmopolitan species Vanessa cardui. The Cynthia group includes at least five species (to which some authors add other South American Vanessa species): * the Painted lady (Vanessa cardui), which is almost global in its distribution, * the Australian painted lady (Vanessa kershawi), mostly present in Australia, * the American (painted) lady (Vanessa virginiensis), mostly in North America, * the West Coast lady (Vanessa annabella) in Western North America, * the Western painted lady (Vanessa carye) in South America. ==Distinguishing features== The Painted lady (V. cardui) is a large butterfly (wing span ) identified by the black and white corners of its mainly deep orange, black-spotted wings. It has five white spots in the black forewing tips and while the orange areas may be pale here and there, there are no clean white dots in them. The hindwings carry four small submarginal eyespots on the dorsal and ventral sides. Those on the dorsal side are black, but in the summer morph sometimes small blue pupils are present. The Australian painted lady (V. kershawi) is quite similar to V. cardui. Its four ventral eyespots are less clearly defined, and it always sports at least three (often four) blue pupil spots on its dorsal hindwing. Caterpillars are found mainly on Ammobium alatum. The American painted lady (V. virginiensis) is most easily distinguishable by its two large hindwing eyespots on the ventral side. V. virginiensis also features a white dot within the subapical field of the forewings set in pink on the ventral side, and often as a smaller clean white dot in the orange of the dorsal side too. A less reliable indicator is the row of eyespots on the dorsal submarginal hindwing; V. virginiensis often has two larger outer spots with blue pupils. The black forewing tips have four to five white spots; usually the largest is whitish orange. The West Coast lady (V. annabella) and the Western painted lady (V. carye) are two very similar- looking species that occur in separate ranges (North and South America, respectively). They do not have obvious ventral eyespots. On the dorsal side, they lack the white dot in the subapical orange found in V. virginiensis, and are a purer orange color. V. annabella and V. carye have a fully orange subapical band and leading edge on the forewing. Their submarginal row of hindwing spots features three or four blue pupils. Their two larger pupils are the inner spots, rather than the outer spots as in corresponding V. virginiensis. 0 Belle-dame (Vanessa cardui) - Echinacea purpurea - Havré (3).jpg|Vanessa cardui Australian painted lady butterfly 01.jpg|Vanessa kershawi American Lady Vanessa virginiensis Upper Wings 1609px.jpg|Vanessa virginiensis Painted Lady (32780566383).jpg|Vanessa annabella Vanessa carye (vista superior) cropped.jpg|Vanessa carye Painted Lady Vanessa cardui (3951977439).jpg|Vanessa cardui Australian painted lady feeding.jpg|Vanessa kershawi American Lady - Independent and Free (2636679841).jpg|Vanessa virginiensis Painted Lady (25766712178).jpg|Vanessa annabella Vanessa carye Ecuador 02.jpg|Vanessa carye ==References== == External links == *Butterflies and Moths of North America: Vanessa cardui, V. virginiensis, V. annabella. *Butterflies of America: Vanessa cardui, V. virginiensis, V. annabella, V. carye. Category:Vanessa (butterfly) Category:Obsolete arthropod taxa",
 "title": "Cynthia (butterfly)"
}