{
 "id": "291077",
 "text": "The Scottish Constitutional Convention (SCC) was an association of Scottish political parties, churches and other civic groups, that developed a framework for a Scottish devolution. It is credited as having paved the way for the establishment of the Scottish Parliament in 1999. == History == === Campaign for a Scottish Assembly === The Convention has its roots in the Campaign for a Scottish Assembly (CSA), which was formed in the aftermath of the 1979 referendum that failed to establish a devolved Scottish Assembly. The all- party Campaign for a Scottish Assembly, which was launched at a rally in Edinburgh on 1st March 1980,Ascherson, Neal (1980), After Devolution, in The Bulletin of Scottish Politics No. 1, Autumn 1980, Edinburgh, pp. 1 - 6 was led by Jack Brand, and later headed by Jim Boyack. By July, a Labour Campaign for a Scottish Assembly had been established to build support in the party at constituency level and exert influence at the party conference.Boyack, Jim (1981), No Mass Movement: Wheeling and Dealing for a Scottish Assembly, in Easton, Norman (ed.), Crann Tara No. 15, Autumn 1981, pp. 16 & 17 The CSA contained individuals committed to some form of Home Rule for Scotland. Activists were drawn from the Labour Party, the Scottish National Party (SNP), the Scottish Liberal Party, the Scottish Ecology Party, the Communist Party and the trade union movement. Some were formerly members of the Scottish Labour Party (SLP). The CSA kept up the pressure for devolution in the early years of the Conservative government of Margaret Thatcher, which was totally opposed to any form of Home Rule. Eventually, the CSA came to the stance that the cause of Scottish devolution would be best served by a convention with more democratic legitimacy invested in it.The Campaign for a Scottish Assembly (1984), The Scottish Constitutional Convention, Discussion Paper The CSA organised the committee, chaired by Professor Sir Robert Grieve, that published the Claim of Right for Scotland. The Claim held that it was the Scottish people's right to choose the form of government that best suited them (a long-established principle, first formally stated in the Declaration of Arbroath, 1320), and which also recommended the establishment of a convention to discuss this. === Scottish Constitutional Convention === The Scottish Constitutional Convention was then established in 1989 after prominent Scottish individuals signed the Claim of Right, and superseded the role of the CSA. The first meeting was held in the Assembly Hall in Edinburgh on 30 March 1989. Canon Kenyon Wright, the convener of the executive committee, opened the meeting. David Steel and Harry Ewing were adopted as co-chairmen. A second meeting on 7 July was held in Inverness. Various organisations participated in the Convention, such as the Labour Party, the Liberal Democrats, the Scottish Green Party, the Communist Party, the Scottish Trades Union Congress, the Scottish Council for Development and Industry, the Small Business Federation and various bodies representing other strands of political opinion as well as civic society in general. Representatives of the two largest churches - the Church of Scotland and the Roman Catholic Church - were involved, as well as smaller church groups, and some non-Christian communities which decided to participate. Initially, the Scottish National Party (SNP) participated, but the then party leader Gordon Wilson, along with Jim Sillars, decided to withdraw the SNP from participation owing to the convention's unwillingness to discuss Scottish independence as a constitutional option. The Conservative government of the day was very hostile to the convention, and challenged the local authorities' right to finance the convention, although the courts found that they were in fact entitled to do so. Under its executive chairman, Canon Kenyon Wright, the convention published its blueprint for devolution, Scotland's Parliament, Scotland's Right, on 30 November 1995, St Andrew's Day. This provided the basis for the structure of the existent Scottish Parliament, established in 1999. In December 2013, John McAllion, who participated in the convention as a Labour MP, claimed that it was \"self-appointed\", \"elitist\", and \"ultimately unrepresentative\" of Scottish society, and should not be a model for a future constitutional convention. ==See also== *Scotland Act 1978 *Scotland Act 1998 *1997 Scottish devolution referendum *Scotland Forward *Self-determination == References == Category:Political advocacy groups in Scotland Category:Scottish devolution Category:Constitution of the United Kingdom Category:Constitutional conventions (political meeting) Category:Political organisations based in Scotland Category:1989 establishments in Scotland Category:1999 disestablishments in Scotland Category:Organizations established in 1989 Category:Church of Scotland",
 "title": "Scottish Constitutional Convention"
}