{
 "id": "291093",
 "text": "Walter Jackson Mitty is a fictional character in James Thurber's first short story \"The Secret Life of Walter Mitty\", first published in The New Yorker on March 18, 1939, and in book form in My World—and Welcome to It in 1942. Thurber loosely based the character, a daydreamer, on his friend Walter Mithoff. It was made into a film in 1947 starring Danny Kaye, with a remake directed by, and starring Ben Stiller released in 2013. == Character and plot == Mitty is a meek, mild man with a vivid fantasy life. In a few dozen paragraphs, he imagines himself a wartime pilot, an emergency-room surgeon, and a devil-may-care killer. Although the story has humorous elements, there is a darker and more significant message underlying the text, leading to a more tragic interpretation of the Mitty character. Even in his heroic daydreams, Mitty does not triumph, several fantasies being interrupted before the final one sees Mitty dying bravely in front of a firing squad. In the brief snatches of reality that punctuate Mitty's fantasies, the reader meets well-meaning but insensitive strangers who inadvertently rob Mitty of some of his remaining dignity. == Popular culture == The character's name has come into more general use to refer to an ineffectual dreamer and appears in several dictionaries. The American Heritage Dictionary defines a Walter Mitty as \"an ordinary often ineffectual person who indulges in fantastic daydreams of personal triumphs\".Walter Mitty. (n.d.). The American Heritage Dictionary of the English Language, Fourth Edition. Retrieved May 29, 2007, from Dictionary.com website: http://dictionary.reference.com/browse/walter_mitty The most famous of Thurber's inept male protagonists, the character is considered \"the archetype for dreamy, hapless, Thurber Man\". When referencing actor Errol Flynn, Warner Brothers studio head, Jack L. Warner, noted in his autobiography, My First Hundred Years in Hollywood, \"To the Walter Mittys of the world he [Flynn] was all the heroes in one magnificent, sexy, animal package\". In the song Sex & Drugs & Rock & Roll, Ian Dury refers to the clothes of Mr. Walter Mitty as a better alternative to wearing grey. So the character is set as an example to be unconventional. In his 1992 biography of Henry Kissinger, Walter Isaacson records that on October 6, 1973, during the 1973 Arab Israeli War, Kissinger urged President Richard Nixon's Chief of Staff General Alexander Haig to keep Nixon in Florida in order to avoid any \"hysterical\" moves and to keep any \"Walter Mitty tendencies\" under control.\"The October War and U.S. Policy\", October 7, 2003, National Security Archives In the 1997 book Into Thin Air by Jon Krakauer—a personal account of the events of the 1996 Everest disaster—Krakauer states: \"Walter Mittys with Everest dreams need to bear in mind that when things go wrong up in the death zone (above 26,000 feet)—and sooner or later they always do—the strongest guides in the world may be powerless to save a client's life; indeed as the events of 1996 demonstrated, the strongest guides in the world are sometimes powerless to save even their own lives.\"Krakauer, p. 275. In the 1999 autobiography John Glenn: A Memoir by Mercury by astronaut and US Senator John Glenn, he states, \"The average person could Walter Mitty him- or herself into winning the Indianapolis 500, since everybody drove a car; all you had to do was imagine yourself going faster and making nothing but left turns. But space was so new nobody had a way to relate to it realistically.\" In 2007, automaker Ford stated that it had to exclude from the list of potential bidders \"Walter Mitty\" types who had dreams but no experience, prior to the sale of their Aston Martin British GT car brand to a consortium of business interests from America and the Middle East, headed by Prodrive founder and world rally championship owner David Richards. The Guardian reported on April 20, 2009 that a leaked British National Party training manual described some members as \"liars, oddballs, and Walter Mitty types\".\"BNP says some members are oddballs and liars\". The Guardian. April 20, 2009. Retrieved May 1, 2009. The Guardian reported on January 23, 2016 that up to 10% of servicemen and ex-servicemen who made use of the services of military psychiatrists for PTSD were \"Walter Mitty\" characters who fabricated or exaggerated their experiences in combat.\"Many military veterans' PTSD claims 'fabricated or exaggerated'\". The Guardian. January 23, 2016. Retrieved January 23, 2016. Terry Gilliam described his film Brazil as \"Walter Mitty meets Franz Kafka\". In his January 20, 2021 column \"Witless Ape Rides Helicopter\" in National Review magazine, Kevin D. Williamson criticized the US Republican Party for the legacy of Donald Trump's presidency, saying \"maybe turning your party over to Generalissimo Walter Mitty, his hideous scheming spawn, and the studio audience from Hee-Haw was not just absolutely aces as a political strategy.\"\"Witless Ape Rides Helicopter\". National Review. January 20, 2021. Retrieved January 21, 2021. === British military slang === Individuals who impersonate serving or retired members of the armed forces are known as \"Walts\" in the British Armed Forces, a shortened form of \"Walter Mitty\". In the United Kingdom, it is an offence under the Armed Forces Act 2006 to wear real or replica military decorations to pretend to be a member of the armed forces. Such an example of this is Alan Mcilwraith, who falsely claimed to be a highly decorated British Army officer. In his book on selection for the SAS, Andy McNab wrote that soldiers from other units who were applying to join and who gave away the fact they were motivated by reasons of personal vanity were labelled as \"Walter Mitties\" and quietly sent home. == Films == The character was first played by Danny Kaye in the 1947 film version. Thurber opposed this 1947 production. A 2013 re-make of the film starred, and was directed by, Ben Stiller. This too bore little resemblance to Thurber's vision of the character. == Music == Walter Mitty is referenced in the lyrics of these songs: {|class=\"wikitable sortable\" |- ! Title !! Artist(s) !! Released |- | Silver Bird\"Silver Bird Lyrics\", lyricsfreak.com|| Mark Lindsay || 1970 |- | Sex & Drugs & Rock & Roll || Ian Dury || 1977 |- | Lady Killer || Flash and the Pan || 1978 |- | Kitty Ricketts || The Radiators || 1979 |- | In The City || Madness || 1981 |- | Walter Mitty Blues || The Meteors || 1986 |- | Vacation || Alabama || 1986 |- | T&P; Combo || 311 || 1995 |- | All Dressed Up For San Francisco || The Philosopher Kings || 1996 |- | Sammy Davis City || Joe Strummer and Brian Setzer || 1996 |- |Playing Xylophone || Gordon Haskell || 2000 |- | Dreams || Descendents || 2004 |- | A Questionnaire for Walter Mitty || Duke Special || 2017 |} == See also == * Fantasy prone personality * Caspar Milquetoast, a cartoon character * Snoopy, a cartoon dog from the Peanuts comic strip, who also has a rich fantasy life. == References == == External links == * Read the original short story on NewYorker.com Category:Literary characters introduced in 1939 Category:Characters in American novels of the 20th century Walter Mitty Walter Mitty Category:Popular psychology Category:Characters in short stories Category:Comedy film characters Category:Male characters in literature Category:Male characters in film Category:1930s neologisms",
 "title": "Walter Mitty"
}