{
 "id": "291745",
 "text": "A special-purpose local-option sales tax (SPLOST) is a financing method for funding capital outlay projects in the U.S. state of Georgia. It is an optional 1% sales tax levied by any county for the purpose of funding the building of parks, schools, roads, and other public facilities. The revenue generated cannot be used towards operating expenses or most maintenance projects. ==Capital outlay projects== Capital outlay projects are defined as major projects of a permanent, long-lived nature, such as land and structures. Among the projects explicitly included are road, street, bridges, police cars, fire trucks, ambulances and garbage trucks. Georgia law allows counties and municipalities complete discretion over the types of projects selected for SPLOST funding. While funds cannot be used for most maintenance, SPLOST law explicitly allows the expenditure of funds for maintenance and repair of roads, streets and bridges. == Procedure == Georgia's state sales tax is currently 4% (groceries and prescription drugs exempted), with the counties allowed to add up to 2% more for SPLOST. A SPLOST is passed by a county commission, usually with the agreement of its city councils, and voted up or down by residents in a referendum, usually during the next scheduled election. A SPLOST only lasts five years, and always begins and ends with a full calendar quarter. At that time, if the funds are still needed, it must be voted upon again. All expenditures of SPLOST funds must be in compliance with Article VIII, Section VI, Paragraph IV of the Georgia Constitution, and Official Code of Georgia Annotated (O.C.G.A.) Section 48-8-115. Each SPLOST must define the projects on which the money is to be used, hence the designation of a \"special purpose\" tax. If enough money is raised before the full term of the tax, it may be ended at the end of an earlier calendar quarter. Counties and school systems are required to provide an independent accountants' report, examining the way the funds were allocated and attesting to the fact that the system receiving funds managed those funds appropriately. School taxes are not technically considered a SPLOST, but are essentially managed the same way, with referendum dates and lists of projects to be funded being approved by county (and if applicable, city) school boards instead of county commissions and city councils. == Types of SPLOST == *One SPLOST (1%) may be used to increase the homestead exemption for property taxes (sometimes called a HOST, or homestead-option sales tax). *A SPLOST is not required to exempt groceries (and almost none do), but still cannot be applied to prescriptions. *Cities are normally not allowed to levy sales taxes, they instead share proportionately with their county, according to how much was collected within respective city limits and unincorporated areas. Cities can have a separate tax if the county does not participate. Early on, in the 1970s, Dalton had its own tax. The county (Whitfield) sued and won the right to take over the tax. *Since 2004, Atlanta charges a city sales tax of 1% to separate and repair its old sewers and storm drains. This does not count against the 3% cap on SPLOST/LOST/HOST taxes, and was sometimes called a MOST (municipal-option sales tax). *Like the sewer tax, the MARTA sales tax is separate and not considered a SPLOST. *The state has been divided into twelve regions, which each voted on a TSPLOST for transportation needs in July 2012. This also does not count against the 3% cap on SPLOST/LOST/HOST taxes. ==Transportation SPLOST== Authorized by the 2010 Transportation Investment Act, the 2012 TSPLOST or T-SPLOST referendum was held on July 31 after well- attended advance voting and early voting, and failed in nine of the 12 regions across the state. This includes the metro Atlanta region, where it failed by a wide margin of 37% to 63% overall, and failed in each of the ten counties, despite an advertising campaign that cost eight million dollars, funded mostly by local businesses, and controversially by some community improvement districts. It was largely opposed by those who are against any tax for any reason, and those who felt that having just half of the projects being improvements to the region's severely-limited rapid transit was still too much, although there is no other funding for expanding transit options while the gas tax and county SPLOSTs already go toward roads. It was also opposed by the Sierra Club for putting so much more toward roads that will simply fill up again, as well as by the NAACP since it is a regressive tax that would have also applied to basic necessities like groceries, and would have singled-out MARTA as the only agency that would be blocked from receiving operating funds. Former Governor Nathan Deal said there will be no re-vote, and no increase in the taxes on gasoline (which are constitutionally prohibited from going to transportation alternatives), even though such taxes are borne by the drivers actually creating the traffic (a user fee). The three regions which voted for the tax are all in middle Georgia, including Columbus and Augusta. Still causing controversy is the fact that local government in the other nine regions will now be required to put up 30% matching funds for projects for the next two years instead of the typical 10% to 15%. ==References== ==External links== *\"A penny saved: Georgia’s ambitious infrastructure plans go down in flames\" - The Economist, 2012 Aug 4 *Voters approve $3.2 billion worth of educational funding - Atlanta Journal-Constitution, 2011 Nov 8 *\"For Transit Relief, Congested Atlanta Ponders a Penny Tax\" - The New York Times, 2012 July 15 Category:Taxation in Georgia (U.S. state) Category:Local taxation in the United States Category:Sales taxes Category:Politics of Georgia (U.S. state)",
 "title": "Special-purpose local-option sales tax"
}