{
 "id": "29193",
 "text": "Spawn is a fictional superhero character appearing in a monthly comic book of the same name published by American company Image Comics, as well as in a number of films, television series, and video game adaptations set in the Image Universe. Created by Todd McFarlane, the character first appeared in Spawn #1 (May 1992). The series has spun off several other comics, including Angela, Curse of the Spawn, Sam & Twitch, and the Japanese manga Shadows of Spawn. Spawn was adapted into a 1997 feature film and portrayed by Michael Jai White, an HBO animated series lasting from 1997 until 1999, a series of action figures whose high level of detail made McFarlane Toys known in the toy industry, and a reboot film starring Jamie Foxx and Jeremy Renner. The character also appears in annual compilations, miniseries specials written by guest authors and artists, and numerous crossover storylines in other comic books, including Savage Dragon and Invincible. ==Publication history== thumb|right|The Spawn prototype, designed by a teenaged McFarlane in 1977 Todd McFarlane began drawing as a hobby at an early age, and created the character Spawn when he was 16, spending \"countless hours\" perfecting the appearance of each component of the character's visual design.McFarlane, Todd (November 2012). The Art of Todd McFarlane: The Devil's in the Details. Todd McFarlane Productions/Image Comics. Spawn enjoyed considerable popularity upon its initial release in the 1990s. Comic book collecting was enjoying a marked upswing at the time, fueled by the speculator boom looking for the next hot book that would jump in value after its release.Miller, John Jackson. \"X-Men #1, One Piece, and world records\" , The Comics Chronicles, November 16, 2010. McFarlane had enjoyed superstar status among comic fans with his work on Spider-Man, which had featured McFarlane's name prominently as both writer and artist. McFarlane's subsequent break with Marvel and the formation of Image Comics was seen by many as a sea-change event, changing the very way in which comics were produced. Wizard, in May 2008, rated \"The Launch of Image Comics\" as #1 in the list of events that rocked the Comic Industry from 1991 to 2008. The first issue of Spawn was very popular with sales of 1.7 million copies. During Spawn's second year of publication, Wizard noted that \"The top dog at Image is undoubtedly Todd McFarlane's Spawn, which, without the added marketing push of fancy covers, polybagged issues, or card inserts has become the best-selling comic on a consistent basis that is currently being published.\" Sales slumped around the time of Spawn #25, but by Spawn #45 it was again a consistently strong seller. The popularity of the franchise peaked with the 1997 Spawn feature film, the pre-release publicity for which helped make Spawn the top selling comic book for May 1997; in addition, the spin-off Curse of the Spawn #9 came in at fifth best-selling for the same month. However, the film was only a mild commercial success and failed to start a film franchise based on the character. A 2008 issue, Spawn #174, ranked 99th best-selling comic of the month with retail orders of 22,667. In October 2008, issue #185, which marked both a new creative direction and Todd McFarlane's return to the book, sold out at the distribution level and received a second printing. By issue #191 in May 2009, with estimated sales of 19,803 copies, Spawn had dropped below Top 100 titles sold monthly to comic shops as reported by Diamond Comic Distributors. As of September 2010, Spawn was ranked at #115 in the top 300 sales figures chart reported by Diamond Comic Distributors. On the day of its release in 2011, issue #200 sold out. This issue featured work by Greg Capullo, David Finch, Michael Golden, Jim Lee, Rob Liefeld, Marc Silvestri, Danny Miki, and Ashley Wood. A second printing was released the next month. It received a negative review from IGN. Spawn began a resurgence in popularity as the title approached its 300th issue, with the title once again becoming a fixture in Diamond's Top 100. This 300th issue also made Spawn the longest-running independent comic book series of all time. ==Fictional character biography== ===Origin=== In life, Spawn is Albert Francis Simmons, who was born in Detroit, Michigan. He was the second eldest of three children born to Bernard Simmons – a traveling salesman – and Esther Simmons, a devil worshipper. Simmons is an intelligent and physically strong Lieutenant Colonel in U.S. Marine Corps Force Recon. He later joins the Secret Service and becomes a highly decorated member who is recruited into the Central Intelligence Agency. Once in the CIA, Simmons joins the U.S. Security Group- an umbrella agency encompassing the CIA, the NSA, and the NSC commanded by Director Jason Wynn, and becomes a capable assassin. During a mission in Botswana, Director Wynn grows tired of Simmons' increasing morality and secretly hires Simmons' friend and partner Bruce Stinson (codename Chapel), to kill him. Simmons is burned to death and sent to Hell. Making a deal with the devil Malebolgia, Simmons agrees to become a Hellspawn and serve Malebolgia if he is allowed to see his wife Wanda one last time. Malebolgia agrees and returns Simmons to the living realm but without most of his memories, a severely burned body and a demonic guardian named the Violator. After his death and rebirth, Simmons – now called Spawn – arrives on Earth in a daze, off-balance and disoriented. With only vague recollections of his past, he only knows his name and that he died. Spawn occasionally experiences painful flashbacks and eventually remembers his deal with Malebolgia but not his wife's name. Using CIA files, he tracks down his wife and finds her married to his former best friend Terry, with whom she has a daughter named Cyan, and realizes five years have passed since his death. Spawn soon runs into a fellow Hellspawn, who informs him his powers are fueled by Necroplasm and that once they are depleted, he will return to Hell. Not wanting to return to Hell, Spawn attempts to find a new purpose in life while using as little power as possible. Spawn is thrust into several antihero adventures, taking down street gangs and organized crime in New York City. Battling against Italian mobsters and later eventually killing a serial murderer and pedophile Billy Kincaid, Spawn finds a new purpose in stopping evil. ===Early history=== In his early battles, Spawn faces street thugs and gangs, becoming a dark, sadistic antihero, and brutally murders the pedophile and child murderer Billy Kincaid. Spawn gains the attention of police detectives Sam Burke and Twitch Williams, and becomes \"King of Rat City\", a gathering of alleys populated by the city's homeless. There he meets Cogliostro, who seems to know much about Spawn and becomes his mentor. Spawn is hunted by the warrior angel Angela, who hunts Hellspawns for sport, and battles the cyborg mob enforcer Overt-Kill. He also fights the angelic warrior Anti-Spawn, also known as the Redeemer, who is really Jason Wynn. ====First metamorphosis==== After a confrontation with the Redeemer, Spawn's suit becomes more advanced, with a new cape and chains that can shapeshift to confuse his opponents. Spawn's boots and gloves are replaced with spikes. Since the metamorphosis, the suit will feed off souls. After this, Tony Twist sends a reprogrammed Overt-Kill after Terry, and Spawn is forced to reveal his identity while saving his friend. However, a well-placed shot from Twitch Williams brings down Overt-Kill. Spawn is part of Angela's trial and later travels to the South and encounters the KKK and an abusive father of two boys. When he returns to New York, he is attacked by a new Redeemer, causing his costume to evolve once more. After another encounter with the Curse, the suit sends him to Hell but Malebolgia sends him back with full control of the suit. Spawn wears a living symbiotic costume, Leetha of the 7th House of K (also known as K7-Leetha). While wearing it, the host assumes a dominant role over his suit. His shroud, spikes, chains and skulls are all part of an organism bonded to his central nervous system that will protect Spawn even if he is unconscious. ===War of Heaven and Hell=== ====Battle for life==== As Spawn struggles to find a way to regain control, he notices that the attacks are coming from both Heaven and Hell. Due to increasing attacks, Spawn began to lose himself to evil but the Heap, an emissary of the Greenworld, arrives and Spawn is able to regain his goal. Greenworld, a dimension whose power was equal to both Heaven and Hell, gives new powers to Spawn to better understand the world and its people. These powers seem to give control of all of the elements in the world. Spawn is later attacked by Urizen. After recovering, Spawn learns the Greenworld has imbued him with a gift, which he uses to contain Urizen by splitting the ground and imprisoning him inside the earth. After his battle, Spawn learns Malebolgia had caused Urizen's release in an attempt to start Armageddon and conquer the forces of Heaven. Spawn and Angela then journey to Hell to stop him. During the battle, Angela mortally wounds Malebolgia, who kills her in retaliation. Consumed with anger, Spawn takes Malebolgia's head. ====King of Hell==== Upon killing Malebolgia, Spawn learns Hell's throne is rightfully his when it is offered to him by the demon Mammon. Spawn refuses the offer but deliberates with his teacher Cogliostro and decides to turn Hell into a new paradise. During this act, Cog reveals he is Cain, who was the first person to go to Hell, having murdered his brother in envy. His true goal had always been to take over Hell using a Hellspawn. Having betrayed Spawn, Cog takes the throne but restores his former student's human form as a parting gift. On Earth, Spawn meets a young Wiccan named Nyx, with whose help he regains his suit. Mammon tricks and betrays Nyx, usurping her control over Spawn's union with his suit and removing all of Spawn's memories. With no memory, Spawn wanders the Earth. He releases a group of angels called the Forgotten and stays neutral in the war between Heaven and Hell. He discovers Mammon is a member of the Fallen who was sent to Hell. ====Spawn in Armageddon==== Spawn regains his memories thanks to the power of the Greenworld. His suit evolves once more and seems one with his body but as time progresses, he begins to hate himself. Both Heaven and Hell have rejected him and he now lives in an abandoned warehouse as maggots and other insects crawl inside his body. He returns to the Dead Zone, although a Hellspawn would not be welcomed there. Immediately upon entering, Spawn is confronted by the Disciple, who tears his brain out, throws his heart into the Greenworld, and throws Spawn's body into Hell. Mammon captures and tortures Spawn so he can understand Spawn's secrets. When Spawn's heart falls to the Greenworld, a soul is freed. Chris meets with his mother and travels to Hell along with Sam Burke and Twitch Williams to rescue Spawn from Mammon. Spawn escapes and returns to Earth, where signs of Armageddon begin to appear, and looks for a way to stop it. Spawn discovers Wanda's twin children are responsible. He stops them from killing their entire family but cannot destroy them. Zera reveals Jake is God and Katie is Satan. Spawn finds out the Mother removed their powers and positions and sent them to Earth due to their hatred of each other and constant fighting. She tells him he cannot stop Armageddon but he has the potential to gain the power of a god and preserve the human race. He has to eat a piece of Forbidden Fruit from the Garden of Eden to gain such power. She tells Spawn must fight against The Disciple. It is revealed there are 12 Disciples, each one representing one of Jesus'. Spawn's power is also weakened because demons cannot enter the Garden but with guidance from Cyan, he defeats all but one of the Disciples except Judas, who Cyan tells him not to kill. Judas then stabs Cyan in the heart but the Mother gives Spawn a piece of the fruit and resurrects him. He gains an angelic form and greater power. Spawn returns to Earth, which has been destroyed by Four Horsemen and angels and demons are waiting to fight their final battle. After defeating Zera, Spawn finds dead warriors of Heaven, one of whom is Granny Blake, who is betrayed by her faith. Spawn battles the forces of Satan and God, and destroys the forces of Heaven, Hell and humanity. He is then killed by the two, who then fight alone on Earth. Spawn comes back and resurrects everyone with the knowledge of what happened. He leaves God and Satan to fight in their own little world and closes the doors to Heaven, Hell, and Earth. He asks to be turned into a human by the Mother but later asks to once again become a Hellspawn when he remembered that, prior to his first death as Al Simmons, he had beaten Wanda and caused her to miscarry their child so he could focus on his \"work\", causing him to conclude he has always been a monster and does not deserve to try and be human again. ===Back in the mortal world=== ====New Clown==== After a series of odd murders, Spawn finds the Clown has come back, possessing the body of a man named Barney Saunders, who is having an affair with a woman named Wilma Barbara. Spawn destroys and remakes the world. Saunders is rescued by the Clown so he can use his body. He then brought out the dark urges inside the tenants of an apartment building and used this to form a doorway to Hell to bring back his brothers. However, before he could form a portal, Wilma showed up and his love for her allowed Saunders to take back control. He then intended to close the portal by going through it, but he took Wilma with him due to being angry over her leaving him in the chute. Zera reappears as a head in a jar. Spawn is summoned by a voodoo priestess named Mambo Suzanne. Zera attempts to take over Nyx's body and fights Spawn but she is killed when Suzanne throws Zera's head into the street. Nyx is freed and she and Spawn becomes friends again. Ab and Zab create a hell where visitors are forced to view their deepest fears, which are eaten by demons called sin eaters. When Spawn confronts Ab and Zab, is faced with his own sin against Wanda and his unborn child. Spawn cannot break free from the guilt and is parasitized by a sin eater. When Nyx interferes, he breaks the sin eater's illusion. Spawn breaks all the others illusions and comes across Albert Simmons' brother Richard. Spawn decides to allow Richard to feel his sins. Mammon, as Mr. Malefick, had put an influence on Albert Simmons and Richard Simmons. Only Marc Simmons saved himself from Mammon but was unable to help the others. Richard calls his brothers to help him save the drug dealer's life and Albert Simmons, instead of calling an ambulance, pulls the knife from Weasel's body and kills him with it. Mammon appears, sending the brothers home while he hides the drug dealer's body. Nyx and Spawn kill the last sin eater and Spawn discovers Richard cannot remember their parents due to a spell placed by Mammon; Spawn goes to find out about them. He finds their home under a spell placed by Mammon. His mother planned with Mammon to create a Hellspawn stronger than the others. He is then given a journal by his father that reveals his ancestor came across a Hellspawn in the past known as the Gunslinger Spawn. ===Spawn at his prime=== Spawn is left helpless and weakened against his enemy Erskine's psychic powers, and Spawn is troubled by Erskine's creation of a tentacle creature he uses to impale his enemies. Spawn is given an opportunity to cause Erskine's death. Spawn enters the bubble dome, a dimension, if Erskine does not reveal the location of Mammon. Mammon allows Erskine to complete his last murder. Mammon confesses that it was he who taught Erskine how to use his powers. Erskine tries to commit suicide. Spawn continues to attack Mammon. Later a man wakes in a mortuary with amnesia. Some doctors working on him discover he is alive and are killed by a person in a robe, who is revealed to be Morana. The revived man, whose name is Severin, is one of a species of vampires called the Vrykolakas. He wants to die and Morana promises him death in return for his help. Severin appears, defeats Marc and Nyx, and bites Spawn to transfer his vampirism. He retreats to Morana. Cyan has been experiencing horrid visions. Severin's attack has caused Spawn to battle the suit in his mind. Mammon with Morana and his adopted mother and father prepare for the next step in their plans. Cyan is having more visions. Granny had warned Cyan and she uses a knife to send Spawn into an illusionary world to talk to Wanda non-violently. ====Morana==== There, Spawn speaks with Wanda. She says she cannot forgive Al for the death of their child but that she still loves the man inside him. Spawn tries to take out Cyan's knife and somehow suppresses the suit. Cyan and Nyx appear, and K7-Leetha appears and takes over Nyx. Now controlled by the K7, Nyx tries to kill Cyan and Wanda but is halted by Mammon. The entire group go to a castle, where Mammon says his plan to make a perfect Hellspawn. He wants the Rapture to occur so Satan, God, and Malebolgia will be gone, and then revealed his perfect Hellspawn was Al and Wanda's miscarried child, Morana. After washing herself in virgin's blood, Morana bonds with the uniform and gets ready to consume her parents' souls. Cyan taps into her powers and goes to the future. She talks with an old woman who gives her a message for Al. Returning, she has Spawn summon the last twelve members of the Legion, who are beaten by Morana. Mammon insults Al and disowns Morana. Cyan tells Nyx a spell to trap Mammon and Morana. It works, both demons are sealed away, and the others return home. Al jumps into another dimension to be reborn as a weapon against both heaven and hell. ====Endgame==== Spawn is soon ready to enter the human dimension. He makes his way to the alleys and blows off his head. Meanwhile, an amnesiac man called Jim Downing, who is healing at a hospital, wakes up. He seems to know Spawn. A janitor tries to make money off Jim's story and calls a lawyer. The lawyer commits suicide. A thug is paid to capture Jim, and attacks him with a flaming skull. Jim flees while the thug causes damage to the hospital. The thug catches up to Jim, who transforms into Spawn, kills his attacker, then escapes the burning hospital in human form, eventually being taken in by firefighters. He is taken to another hospital with other patients. He later leaves and reunites with his previous nurse Sara, and begins to transform. He calls to Sara but leaves before she can see him. Meanwhile, a reporter begins to ask questions about the incident at the hospital. Wandering the city Jim is attacked and kills his assailants. This draws the attention of Sam and Twitch, who recognize the chaos as Spawn's doings. After reuniting with Sara and telling him about his transformation, Jim wanders off again and meets Wanda Blake, Al Simmons' ex-wife. She recognizes Jim as the form Al took when he originally returned to earth, and she realizes he is a Spawn like Al. On Wanda's advice, Jim travels to Rat City and finds Spawn's throne, and is met by an angel. Jim fights the angel, beats the angel and leaves. Jim finds out that a man working for Gilbert Sanchez has been asking questions about him. The angel Spawn beat is later attacked by Clown, who removes her wings. When Spawn returns, the angel is powerless and insane, and find Freak and Violator. Despite Freak's warnings, Clown begins to deceive Jim and informs him his suit is a living being, and then vanishes. Clown is arrested by Sam and Twitch, and meet the leader of a vampire group to attempt to form a unity between the leader, Clown, and Spawn. Mob members kill Gilbert Sanchez for his information on the new Spawn. Spawn attempts to learn more about Jim but is assaulted and uses his powers on his attacker. Jim later finds the man who had been asking Sara questions. He tracks him to his family's home, which is bombed, killing everyone inside but Spawn. Spawn finds more mob members and questions them further and kills them. ====Resurrection==== In Resurrection, Spawn is revived and is later told by God in dog form that Wanda has died and is now trapped in Hell, where Al must rescue her. He fights Satan and saves his wife. God and Satan are no longer twins because the Man of Miracles is sold to Marvel and is retconned out of existence, and God and Satan are based on the Abrahamic story of Creation. After saving Wanda from Satan, she goes to Heaven and Spawn continues to protect the people in Wanda's memory from the forces of both Heaven and Hell, as well as any supernatural threats. ==Other versions== ===Spawn Kills Everyone=== Spawn appears as a chibi version of himself. ===Hellspawn=== A version of Spawn in an alternative route after defeating Malebolgia. ===Shadows of Spawn=== In this version Ken Kurobawa takes up the mantle with Al being referenced. ===Adventures of Spawn=== Spawn appears as Spawn X where it is lighter than previous versions. ==Characters== ==Spin-offs and crossovers== ;Violator (1994) :A three-issue miniseries written by Alan Moore with art by Bart Sears which focused on the conflict between Violator/Clown and Tony Twist and also featured Spawn. ;Angela miniseries (1994–1995) :In 1994 and 1995, a three-issue Angela limited series was published, written by Neil Gaiman and illustrated by Greg Capullo. The series along with Angela's one-shot were later reprinted in a trade paperback (), which, as of 2005, is out-of-print. ;Angela & Aria A crossover between Angela & Aria. ;Angela & Glory A crossover between Angela & Glory. ;Celestine About Celestine the angel from the Violator vs Badrock series in this two-shot series. ; Violator vs Badrock (1995) A four-issue miniseries released in 1995 written by Alan Moore. Drawn by Brian Denham. Ink by Jonathan Sibal & Danny Miki. ;Spawn: Blood Feud (1995) A four-issue miniseries released in 1995 written by Alan Moore. Drawn by Tony Daniel. Ink by Kevin Conrad. ;Spawn the Impaler (1996) A three-issue miniseries released in October 1996, inspired by the story of the Wallachian voivode Vlad Țepeș. Written by Mike Grell with art by Rob Prior. ;Medieval Spawn / Witchblade (1996) :A three-issue miniseries were written by Garth Ennis. Medieval Spawn and the wielder of the Witchblade team up against Lord Cardinale, wielder of the Darkness. ;Curse of the Spawn (1996–1999) :The first long-term monthly spinoff series. Consisted of a number of story arcs centered on supporting characters from the main series, such as a future Hellspawn during the Apocalypse or Sam & Twitch. Aimed at an older demographic than the main series and significantly darker in tone, with more disturbing visuals and themes. 29 issues. ;Spawn: The Dark Ages (1999–2001) :This series focused on Lord Covenant, a 12th Century knight killed in a holy crusade far from his homeland, who returns to Earth as a Hellspawn. As a plague of violence and turmoil cover the English countryside, the Dark Knight must choose whether to align himself with the innocent inhabitants of the once-thriving kingdom or with the malevolent forces of evil and corruption. The series ran for 28 issues. Issues 15–28 featured writer Steve Niles and artist Nat Jones. ;Spawn: Fan Edition A three issue mini-series centered around the Norse hellspawn Nordak. ;Spawn: Blood and Shadows (1999) :A Spawn prestige-format one-shot released in 1999. Written by Paul Jenkins with art by Ashley Wood. ;Cy-Gor (1999) :A six-issue spinoff miniseries. ;Spawn: The Undead (1999–2000) :This series concentrates on Al Simmons. Unlike the original Spawn series, it was self-contained, single-issue stories. Written by Paul Jenkins it lasted 9 issues. ;Sam & Twitch (1999–2004) + :A spin-off series following the criminal investigations of detectives Sam Burke and Twitch Williams. 26 issues. ;Case Files: Sam & Twitch (2003–2006) :Cotinuation of Sam & Twitch. 25 issues. ;Sam & Twitch: The Writer (2010) :A four-issue miniseries. ;Hellspawn (2000–2003) :A relatively avant-garde spin-off comic inspired by Spawn. Darker and more atmospheric than Spawn, Hellspawn frequently dealt with the disturbing subject matter. It originally featured writer Brian Michael Bendis and artist Ashley Wood. It ran 16 issues. ;Spawn: Simony (2003) :One-Shot. Published in 2003 by Semic of France, McFarlane allowed the creators (Jean-François Porchero and Alex Nikolavitch) to create an original Spawn tale without using Image comics. ;Shadows of Spawn (2005–2006) :Recently released on American shores are three graphic novel compilations of the Spawn manga, known as Shadows of Spawn. ;Spawn Toys a nine-issue series of one-shots focus on Spawn toys. ;Spawn: Architects of Fear (2011) :A prestige format one-shot released in February 2008. Written by Arthur Claire with artwork by Aleksi Briclot. ;Spawn: Blood and Salvation :A prestige-format one-shot that concludes the story of Daniel Llanso, the Hellspawn featured in the first four issues of Curse of the Spawn. ;Spawn/Batman (1994) :Intercompany crossover written by Frank Miller with art of Todd McFarlane. Considered as part of Spawn and Miller's Dark Knight universe canon. ;Batman-Spawn: War Devil :Continuation of Spawn/Batman crossover, written by Doug Moench, Chuck Dixon, and Alan Grant and drawn by Klaus Janson. ;The Adventures of Spawn :At the San Diego Comic-Con (SDCC) '06 it was announced that a new take on the Spawn mythos was in the works. This new Spawn story is known as The Adventures of Spawn and as stated by Jon Goff, a moderator on the Spawn.com Message Board and McFarlane employee, it is a re- imagining of the Spawn story that is essentially a \"What If?\" universe that hearkens back to classic kid-friendly Saturday morning cartoons. The story takes place in a webcomic format and has been tied into the action figure world through McFarlane Toys' Spawn Series 30. ;Misery :An future series announced by McFarlane about Cyan Fitzgerald and her titular alter-ego. ;Spawn-Witchblade :A four Issue mini-series centered in medieval times focusing on the Medieval Spawn and the wielder of the Witchblade of that time. A sequel to the 1993 series. ;Sam and Twitch True Detectives An eight-part mini-series focusing on Sam and Twitch which would tie in with the upcoming film. ;Spawn: Resurrection A one-shot that takes place around the same time as Spawn 250 explaining how Al returned. ;Spawn Kills Everyone A one-shot focusing on a chibi Spawn killing everyone. ;Spawn Kills Everyone Too! A four- part mini-series sequel to the one-shot Spawn Kills Everyone. ;Spawn's Universe A one-shot issue that sets up the expand Spawn Universe titles. ;The Scorched An ongoing series that focuses on a team of rotating roster of heroes. ;King Spawn An ongoing story starting Spawn against an old foe. ;Gunslinger Spawn A series that focuses on Gunslinger Spawn's adventures. ==Legal disputes== ===Dispute with Neil Gaiman=== In 1993, McFarlane contracted Neil Gaiman to write Spawn #9. While doing so, Gaiman introduced the characters Cogliostro, Angela, and Medieval Spawn. All three characters were designed and co-created by Todd McFarlane and continued to be featured in the series after Gaiman's involvement, and some had tie-ins with McFarlane's toy company. Cogliostro had a prominent role in the live-action movie in 1997. McFarlane had agreed that Gaiman was a co-creator of the characters and paid him royalties for reprints, graphic novels, and action figures. After a few years, he ceased the payment of royalties and gave Gaiman notice that he owned all rights to the characters, citing the copyright notice from #9 and claimed that Gaiman's work had been work-for-hire and that McFarlane was the sole owner. In 2002, Gaiman filed suit against McFarlane and, in response, McFarlane counter-sued. Gaiman had partnered with Marvel Comics to form Marvels and Miracles, LLC, which bankrolled the lawsuit. The main goal was to determine the issue of ownership for another character Gaiman felt he had a stake in, Miracleman, which at the time McFarlane was believed to hold a sizable stake in after his buyout of the assets of Eclipse Comics. This issue was thrown out. Instead, the court chose to rule on the breach of contract issue, the rights of ownership and the copyrightability of the characters from Spawn #9. Several arguments were presented by McFarlane and all were rejected, leading to a sizable judgment against McFarlane and Image Comics. The matter went to appeal and the judgment was upheld in a 2003 decision. Gaiman's rights as co-creator and co-owner of Cogliostro, Angela, and Medieval Spawn were acknowledged. The court's view was that Gaiman and McFarlane's collaboration led to each contributing half of the work. Gaiman wrote the story while McFarlane illustrated the character; because of this, each held a 50% stake in the characters. Issue 9 was reprinted for the first time since the lawsuit was filed in the hardcover edition of Spawn Origins: Volume 1. In a reprint collection of the first twelve issues of Spawn, the contentious issue (along with Dave Sim's #10, featuring copyrighted character Cerebus) was excluded, but both issues have been reprinted in the hardcover and deluxe editions of Spawn Origins Collection: Volume 1, and the black & white 2012 (and the later 2021 color edition) softcover omnibus Spawn Compendium 1, collecting Spawn issues #1–50. In 2012, McFarlane and Gaiman settled their dispute, and Gaiman was given full ownership of the character Angela. Gaiman, in turn, sold all rights to the character to Marvel Comics. ===Tony Twist suit=== Todd McFarlane created a mob enforcer character named \"Antonio 'Tony Twist' Twistelli\", who McFarlane acknowledged was named after hockey player Tony Twist. Twist won a $15 million verdict in 2004 when a St. Louis, Missouri, jury found Todd McFarlane Productions had profited from Twist's likeness. The verdict was upheld after two appeals in June 2006, but the two later settled out of court for $5 million. ==Creative teams== ;Writers * Todd McFarlane (#'s 1–7, 12–15, 21–150, 185–current) (wrote #'s 201–219 under pseudonym Will Carlton) * Brian Holguin (#'s 71–150, 185–190) * David Hine (#'s 150–184) * Jonathan David Goff (#'s 200–241, 297, 303-305) * Paul Jenkins (#'s 251–254) * Erik Larsen (#'s 259–266) * Darragh Savage (#'s 276–282) ;Artists * Todd McFarlane (#'s 1–15, 21–24, 26–34, 50, 195–196, 200, 300) * Greg Capullo (#'s 16–20, 26–37, 39, 41, 43, 45, 47, 49–75, 78–100, 193, 200, 300-301) * Angel Medina (#'s 101–139, 142–150) * Philip Tan (#'s 150–164, 306-307) * Brian Haberlin (#'s 166–173, 176–178, 180–184) * Whilce Portacio (#'s 185–192, 194–195, 197) * Erik Larsen (#'s 199, 258–266) (contributed uncredited inking work on #27) * Szymon Kudranski (#'s 201–250, 256–257, 267–275, 283, 291-292) * Jonboy Meyers (#'s 251–256) * Jason Shawn Alexander (#'s 276–282, 284–290, 293-305) * Carlo Barberi (#'s 311-Current) ;Guest writers * Alan Moore (#'s 8, 37) (also wrote Spawn: Blood Feud prelude back-up story in #32) * Neil Gaiman (#9) (also wrote a scene in #26 uncredited) * Dave Sim (# 10) * Frank Miller (#11) * Grant Morrison (#'s 16–18) * Andrew Grossenberg (#'s 19–20) * Tom Orzechowski (#'s 19–20) * Julia Simmons (#38) * Steve Niles (#'s 105–106) * Robert Kirkman (#200) * Scott Snyder (#300) ;Guest artists * Marc Silvestri (#'s 25, 200) * Tony Daniel (#'s 38, 40, 42, 44, 46, 48) (also drew Spawn: Blood Feud prelude back-up story in #32) * Dwayne Turner (#'s 76–77) * Nat Jones (#'s 139–141) * Lan Medina (#165) * Bing Cansino (#'s 174–175) * Mike Mayhew (#179) * Rob Liefeld (#196) (contributed uncredited inking work on #11 along with Jim Lee) * Khary Randolph (#198) * Robert Kirkman (#200) * Michael Golden (#200) * J. Scott Campbell (#300) * Jerome Opeña (#'s 300-301) * Clayton Crain (#301) * Ken Lashley (#'s 308-309) * Jim Muniz (#310) ==Collected editions== Many issues of Spawn have been gathered together in various trade paperbacks collections since the mid-nineties. The original US and UK trade releases contain issue 9, but not 10 (Cerebus' appearance). ===US releases=== Each containing four to five issues, the original Spawn trade paperbacks started in 1995 under a different trade cover design, going up to three volumes only. After the live-action 1997 movie, a new trade cover design was created, with Brent Ashe providing new covers for Books 1–7, and Ashley Wood for Books 8–12. These reissues were retitled with subtitles. The sequential trades stopped after Book 12, but several new volumes appeared in 2006–2008, collecting various story arcs. Beginning in 2009, a new series of volumes was released, collecting the \"Endgame\" storyline. From 2015 to 2020, with \"Resurrection\", \"Satan Saga Wars\", \"Hell on Earth\", \"Dark Horror\", \"Enemy of The State\", and \"Vengeance\" volumes, the trade paperbacks have started in sequential order again collecting issues #251–297. * Book 1, \"Beginnings\", 1–5 * Book 2, \"Dark Discoveries\", 6–9, 11 * Book 3, \"Book 3\", 12–15 * Book 4, \"Book 4\", 16–20 * Book 5, \"Death and Rebirth\", 21–25 * Book 6, \"Pathway to Judgement\", 26–30 * Book 7, \"Deadman's Touch\", 31–34 * Book 8, \"Betrayal of Blood\", 35–38 * Book 9, \"Urban Jungle\", 39–42 * Book 10, \"Vengeance of the Dead\", 43–47 * Book 11, \"Crossroads\", 48–50 (50 is double-sized) * Book 12, \"Immortality\", 51–54 * Spawn: Capital Collection (January 1993) – contains issues 1–3 (note: this was a limited edition hardcover exclusively available from Capital City Distribution, and only 1200 copies were made) * Spawn: The Armageddon Collection Part 1 – contains issues 150–155 * Spawn: The Armageddon Collection Part 2 – contains issues 156–164 * Spawn: The Complete Armageddon Collection – contains issues 150–164 * Spawn: New Flesh Collection (December 2007) – contains issues 166–169, plus a short story from Image Holiday Special 2005 (note: Issue #165 wasn't included because it features the story of Mandarin Spawn) * Spawn: Neo Noir – contains issues 170–175 * Spawn: EndGame Volume 1 (June 2009) – contains issues 185–190, with some altered artwork * Spawn: EndGame Volume 2 (April 2010) – contains issues 191–196, with some altered artwork * Spawn: EndGame Collection (January 2011) – combines Endgame Vol 1 and 2 (issues 185–196 with some altered artwork) * Spawn: New Beginnings Volume 1 (July 2011) – contains issues 201–206. * Spawn: New Beginnings Volume 2 (March 2012) – contains issues 207–212. * Spawn: Resurrection (November 2015) – contains Spawn: Resurrection #1 and issues 251–255. * Spawn: Satan Saga Wars (June 21, 2016) – collects SPAWN #256–262 * Spawn: Hell on Earth (September 20, 2017) – collects SPAWN #263–275 * Spawn: Dark Horror (April 23, 2019) – collects SPAWN #276–283 * Spawn: Enemy of The State (August 21, 2019) – collects SPAWN #284-290 * Spawn: Vengeance (May 27, 2020) – collects SPAWN #291-297 ====Spawn Collection==== In 2005 the entire Spawn series began to appear in massive trade paperback releases under the title Spawn Collection, each containing (with the exception of Volume 1) approximately twenty issues. Released after the Gaiman lawsuit, these editions do not contain either Issue 9 (featuring the first appearance of Angela and Cogliostro, both created by Neil Gaiman) or Issue 10 (featuring Dave Sim's Cerebus). Spawn Collection Volumes 1 and 2 were published in both hardcover and trade paperback formats, while Volume 3 onward were only released as trade paperbacks. As of 2009, Spawn Collection Volume 1 is currently out of print, with its fourth printing released in June 2007. In 2009 it was announced that the Spawn Collection would end with Volume 6, to be replaced by a new TBP format that includes soft- and hardcover versions, reprinting the entire Spawn series from the early issues once again (Spawn Origins Collection, see below). * Spawn Collection Volume 1 – contains issues 1–8, 11–12 (December 2005) * Spawn Collection Volume 2 – contains issues 13–33 (July 2006) * Spawn Collection Volume 3 – contains issues 34–54 (March 2007) * Spawn Collection Volume 4 – contains issues 55–75 (September 2007) * Spawn Collection Volume 5 – contains issues 76–95 (April 2008) * Spawn Collection Volume 6 – contains issues 96–116 (August 2008) Spawn Collection Volume 1 was ranked 17 in the top 100 graphic novels for December 2005 period, with pre-order sales of 3,227. ====Spawn Compendium==== In 2012, in celebration of Image Comics' then 20 years as a publisher and Spawn being one of their longest running titles, Spawn Compendium was released, reprinting Spawn issues #1–50 at 1136 pages in black and white, though this volume does not collect the individual issues' covers. The book went to a second printing in March 2016. A new edition of this volume, collected now in full color, was released in February 2021 with a different front cover art (from Spawn #95, and back cover art from Spawn #70). As with the previous edition, this book does not collect the individual issues' covers. * Spawn Compendium 1 – collects Spawn issues #1–50 in black and white, 1136 pages () (2012). * Spawn Compendium 1 Color – collects Spawn issues #1–50 in color, 1136 pages () (2021). ====Spawn Origins Collection==== In 2009, a line of newly redesigned and reformatted trade paperbacks was announced, replacing the Spawn Collection line (see above) and once again collecting the early issues of Spawn. These new trades feature new cover art by Greg Capullo, recreating classic Spawn covers. In addition to the 6 issue trade paperbacks, this line features three oversized 12–13 issue hardcovers, and two large 25-issue limited slipcased deluxe editions (which come in both a standard edition and a signed and numbered edition limited to 500 copies). The 12-issue hardcover edition of Volume One was the first to reprint both Issues 9 and 10, and the 25-issue deluxe editions did as well. Spawn Origins Collection Volume 20 trade paperback was the final volume released in 2014, collecting issues #117–122. In May 2019, a new edition of Spawn Origins Collection Volume 1 TPB (6th printing) was published at the low cover price of US$9.99. The book went back to press again for a seventh printing a few months later in September 2019. * Spawn Origins Collection Volume 1 – collects issues #1–6 (May 2009) (sixth printing released in May 2019 at US$9.99 cover price) (seventh printing released in September 2019) * Spawn Origins Collection Volume 2 – collects issues #7–9, 11–14 (July 2009) * Spawn Origins Collection Volume 3 – collects issues #15–20 (December 2009) * Spawn Origins Collection Volume 4 – collects issues #21–26 (January 2010) * Spawn Origins Collection Volume 5 – collects issues #27–32 (May 2010) * Spawn Origins Collection Volume 6 – collects issues #33–38 (July 2010) * Spawn Origins Collection Volume 7 – collects issues #39–44 (September 2010) * Spawn Origins Collection Volume 8 – collects issues #45–50 (November 2010) * Spawn Origins Collection Volume 9 – collects issues #51–56 (February 2011) * Spawn Origins Collection Volume 10 – collects issues #57–62 (March 2011) * Spawn Origins Collection Volume 11 – collects issues #63–68 (June 2011) * Spawn Origins Collection Volume 12 – collects issues #69–74 (September 2011) * Spawn Origins Collection Volume 13 – collects issues #75–80 (January 2012) * Spawn Origins Collection Volume 14 – collects issues #81–86 (March 2012) * Spawn Origins Collection Volume 15 – collects issues #87–92 (June 2012) * Spawn Origins Collection Volume 16 – collects issues #93–98 (September 2012) * Spawn Origins Collection Volume 17 – collects issues #99–104 (February 2013) * Spawn Origins Collection Volume 18 – collects issues #105–110 (May 2013) * Spawn Origins Collection Volume 19 – collects issues #111–116 (September 2013) * Spawn Origins Collection Volume 20 – collects issues #117–122 (February 2014) ====Deluxe Edition==== * Spawn Origins Collection: Deluxe Edition Volume 1 – collects issues #1–25 * Spawn Origins Collection: Deluxe Edition Volume 2 – collects issues #26–50 * Spawn Origins Collection: Deluxe Edition Volume 3 – collects issues #51–75 * Spawn Origins Collection: Deluxe Edition Volume 4 – collects issues #76–100 ====Hardcover Edition==== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:25%;\"| Title ! style=\"width:35%;\"| Material collected ! style=\"width:5%;\"| Pages ! style=\"width:15%;\"| Publication date ! style=\"width:20%;\"| ISBN |- | Spawn: Origins Collection, Book 1 | Spawn #1–12 | 300 | March 30, 2010 | |- | Spawn: Origins Collection, Book 2 | Spawn #13–25 | 328 | November 2, 2010 | |- | Spawn: Origins Collection, Book 3 | Spawn #26–37 | 328 | March 8, 2011 | |- | Spawn: Origins Collection, Book 4 | Spawn #38–50 | 325 | September 27, 2011 | |- | Spawn: Origins Collection, Book 5 | Spawn #51–62 | 325 | January 3, 2012 | |- | Spawn: Origins Collection, Book 6 | Spawn #63–75 | 325 | May 1, 2012 | |- | Spawn: Origins Collection, Book 7 | Spawn #76–87 | 320 | September 18, 2012 | |- | Spawn: Origins Collection, Book 8 | Spawn #88–100 | 368 | April 9, 2013 | |- | Spawn: Origins Collection, Book 9 | Spawn #101–112 | 384 | September 10, 2013 | |- | Spawn: Origins Collection, Book 10 | Spawn #113–125 | 352 | October 11, 2016 | |} ===UK releases=== These releases were originally published in fifteen 5–6–issue volumes in the UK by Titan Books, with titles named by religious theme. The following books contained original series issues 1–82, with the exception of the previously mentioned Issue 10. * Creation – contains issues 1–5 * Evolution – contains issues 6–9 and 11 * Revelation – contains issues 12–15 * Escalation – contains issues 16–20 * Confrontation – contains issues 21–25 * Retribution – contains issues 26–30 * Transformation – contains issues 31–36 * Abduction – contains issues 37–42 * Sanction – contains issues 43–48 * Damnation – contains issues 49–53 * Corruption – contains issues 54–58 * Devastation – contains issues 59–64 * Termination – contains issues 65–70 * Resurrection – contains issues 71–76 * Ascension – contains issues 77–82 ===South African releases=== Originally published by a South African publisher named Battle Axe Press in the early 1990s. Only the first 10 issues were published due to legal matters. The comic book prints were released on standard paper as opposed to the original glossy paper from Image comics. ===Spanish releases=== Published by Planeta DeAgostini / Planeta Cómic. 1 - Deuda con el Diablo (#140-144) - December 2005 2 - Aullido (#145-150) - December 2005 3 - La Promesa (#151-157) - December 2006 4 - Destruccion (#158-162) - April 2007 5 - Los que Oyen Voces (#163-168) - April 2008 6 - Tres Hermanos (#169-173) - January 2010 7 - El Monstruo de la Burbuja (#174-178) - May 2010 8 - La Batalla Interior (#179-184) - May 2010 9 - Fin del Juego 1 (#185-190) - July 2010 10 - Fin del Juego 2 (#191-196) - September 2010 11 - Spawn Resurrección (Spawn Resurrection, Spawn #251-255) - September 2017 ===Brazilian releases=== In the year of 1996 was published by Editora Abril Jovem the first 150 numbers of Spawn. There was other magazine named \"A Maldição do Spawn\" collecting only the first 12 numbers of Curse of Spawn. The arc 'Twist of Fate' was named \"A Caçada ao Poderoso Chefão\" (like 'The Hunt for the Powerful Kingpin') collecting the numbers 17, 18 and 19 of Curse of Spawn. There was too others mini-series magazines like Angela, Violator, Spawn Bible, Blood Feud, and the two encounters with Batman. This run of publications ended in the year of 2005. In the meantime, in the year of 2001, another publisher called Pandora Books released the edition named \"Witchblade: Era das Trevas\" (like 'The Dark Ages') with the encounter with the character Medieval Spawn. In the year of 2006 to 2008 Spawn changed the publisher (after 10 years of Editora Abril Jovem) and went to Editora Pixel Media. They released from the issue number 151 to 178. Besides that, they released on the format of trade paperback the edition of Spawn Armageddon, Spawn Godslayer and the first two editions of Spawn Origin. In the year of 2012 Spawn was released on the format of a special trade paperback by the publisher HQ Maniacs Editora (a.k.a. HQM), named \"Spawn: Herança Maldita\" (like 'Damn Inheritance' or 'Bad Seed' too), collecting numbers 179 to 184. In the beginning of year 2019 Todd McFarlane himself confirmed at social media that a new Brazilian publisher named New Order Editora will release Spawn from the number 251 to 255 and the special \"Spawn: Resurrection\". ==Related collected editions== ===Spin-off trade paperback collections=== Several Spawn-related mini-series have been collected in trade paperback editions. * Angela (later retitled Spawn: Angela's Hunt) – collects Neil Gaiman's Angela issues 1–3 and the 1995 one- shot. * Spawn: Bloodfeud – collects Spawn: Bloodfeud 1–4 * Hellspawn: The Ashley Wood Collection – collects Hellspawn issues 1–10, replaces pages from issue 10 originally drawn by Ben Templesmith with new art by Ashley Wood * Spawn: The Undead – collects Spawn: The Undead issues 1–9 * Medieval Spawn/Witchblade – collects Medieval Spawn/Witchblade 1–3 * Sam & Twitch Book 1: Udaku – collects 1–8 of the Sam and Twitch spin off. * Sam & Twitch: The Brian Michael Bendis Collection 1 – collects issues 1–9 * Sam & Twitch: The Brian Michael Bendis Collection 2 – collects issues 10–19 * Sam & Twitch: The Writer * Violator vs. Badrock – collects Alan Moore's crossover miniseries issues 1–4 * Shadows of Spawn Collection – collects the Spawn manga * Spawn: Book of the Dead Released in both hardcover and softcover editions * Alan Moore: Wild Worlds – collects Spawn/Wild C.A.T.S 1–4 ===One-shot editions=== * Spawn: Blood and Shadows * Spawn: Blood and Salvation * Spawn: Simony * Spawn: Architects of Fear * Spawn: The Movie * Spawn: The Book Of Souls ASIN: B0039ODNQW * Spawn: Bible ASIN: B001M0G3NK * Spawn Adult Coloring Book * Spawn: Godslayer * Spawn/Batman * Batman/Spawn: War Devil * Spawn & Batman: Inner Demons (Unreleased) * Spawn/Savage Dragon: Newsstand edition of Savage Dragon issue 30 * Angela Special * Angela/Glory * Glory/Angela * Glory/Celestine * Aria-Angela Blank & Noir ===Spin-off hardcover collection=== A few Spawn-related mini-series have been collected in HC editions. * Spawn: The Dark Ages Complete Collection – collects Issues 1–28 * Hellspawn: Complete Collection – collects Issues 1–16 * Sam & Twitch: Complete Collection Volume 1 – collects Issues 1–12 * Sam& Twitch : Complete Collection Volume 2 – collects Issues 13–24 ====Curse of the Spawn==== Most of the Curse of the Spawn – spin- off series has been collected in trade paperback editions. * Curse of the Spawn: Book 1: Sacrifice of the Soul – issues 1–4 * Curse of the Spawn: Book 2: Blood and Sutures – issues 5–8 * Curse of the Spawn: Book 3: Shades of Grey – issues 9–11, 29 * Curse of the Spawn: Book 4: Lost Values – issues 12–14, 22 * The Best of Curse of the Spawn – contains issues 1–8, 12–16 and 20–29 without the coloring ==In other media== ===Television=== * Spawn made his animated debut in the HBO Todd McFarlane's Spawn in which Spawn is voiced by Keith David. The series won two Emmys (one in 1998 and another in 1999) and two Golden Reel Awards (1998/1999). * In 2019, McFarlane revealed that there will be two animated shows based on the character, one for kids and the other for adults. ===Film=== * In 1997, a film adaptation featured Michael Jai White as Spawn. As a result, White became the first African American to portray a major comic book superhero in a major motion picture. * In early 2015, Todd McFarlane announced a new Spawn adaptation for the big screen. In February 2016 McFarlane confirmed he had completed the script for the film with a larger-than-normal page count because he's \"putting in details for myself\" in conjunction with his hopes to direct. In July 2017, it was officially confirmed that McFarlane would direct the film, which is being produced under Jason Blum's production company Blumhouse. In May 2018, it was reported that Jamie Foxx would portray the title character. In July 2018, the working title was revealed to be Tony Dynamite. In November 2019, the film restarted development due to the financial success of the R-rated comic book film Joker. In August 2021, it was revealed that Broken City screenwriter Brian Tucker had been hired to rewrite McFarlane's screenplay. * Spawn appears in Ready Player One. He appears as an avatar fighting the forces of IOI on Planet Doom during the final battle. ===Video games=== Spawn has starred in several video games: * Todd McFarlane's Spawn: The Video Game (1995) (SNES) * Spawn: The Eternal (1997) (PlayStation) * Spawn: The Ultimate (1997) (PlayStation, only released in Japan) * Spawn (1999) (Game Boy Color) voiced by Scott Keck. * Spawn: In the Demon's Hand (1999, 2000; Dreamcast, Arcade) voiced by Maurice Dean Wint. * Spawn: Armageddon (2003; Xbox, PlayStation 2, and Nintendo GameCube) voiced by Kevin Michael Richardson. * Soulcalibur II (2003; Xbox) voiced by Akio Otsuka in the Japanese version and by Kevin Michael Richardson in the English dub. * Soulcalibur II HD Online (2013): (Xbox 360, PlayStation 3) * Mortal Kombat 11 (2019; PlayStation 4, Xbox One, Nintendo Switch, Microsoft Windows) with Keith David reprising his role. ===Merchandising=== * At the time of the release of the live action film, Spawn appeared in several commercials for Taco Bell. * In 1994 McFarlane Toys released the first line of Spawn toys ever produced, in later years the series would include alternate timeframes and different takes on the classic characters with toyline series.https://mcfarlane.com/search/?s=Spawn ===Music=== * The Dark Saga by Iced Earth is a concept album based upon the Spawn story. The cover of the album, by Greg Capullo and Todd McFarlane, depicts Spawn himself, though due to legal issues, Iced Earth could not use the names of the characters in the songs. ==References in other works== Spawn has also been referenced or parodied in other forms of media, including: * Spawn appeared in the Robot Chicken episode \"Celebutard Mountain\", voiced by Adam Talbot. The episode features a violin battle between Spawn and Malebolgia where Spawn performs a parody of the Charlie Daniels song \"The Devil Went Down to Georgia\". Malebolgia wins the battle despite being a terrible violinist and Spawn is subsequently enslaved. * In The Powerpuff Girls episode \"Super Zeroes\", the main characters appear as superheroines that parody different comic book characters. Buttercup appears in a likeness of Spawn, the character being known as \"Spore\" in their universe. Her appearance is dark with a large cape and green eyes, and she gives herself the name \"Mange\". Even a parody of Malebolgia appears, giving her powers. * A villain who appeared in the show World of Quest named General Ogun has a strong resemblance to Spawn. ==Reception== Spawn was ranked 60th on Wizard magazine's list of the Top 200 Comic Book Characters of All Time, 50th on Empire magazine's list of The 50 Greatest Comic Book Characters, and 36th on IGN's 2011 Top 100 Comic Book Heroes.\"IGN's Top 100 Comic Book Heroes: (40–21)\". IGN. May 5, 2011 ==See also== * List of Spawn characters ==References== ==External links== * * * * Spawn on IMDb * Spawn at Don Markstein's Toonopedia. Archived from the original on July 29, 2017. * SpawnWorld, Spawn comic and toys guide and encyclopedia * Cover Gallery at ComicCovers.com * Category:Spawn characters Category:1992 comics debuts Category:Action figures Category:African-American superheroes Category:American superheroes Category:Characters created by Todd McFarlane Category:Comic martial artists Category:Comics adapted into animated series Category:Comics adapted into television series Category:Comics adapted into video games Category:Comics by Todd McFarlane Category:Comics characters introduced in 1992 Category:Comics set in New York City Category:Demons in comics Category:Demons in film Category:Demons in television Category:Fictional African-American people Category:Fictional assassins Category:Fictional chain fighters Category:Fictional Central Intelligence Agency personnel Category:Fictional characters from Michigan Category:Fictional characters from New York City Category:Fictional characters who can teleport Category:Fictional characters who have made pacts with devils Category:Fictional characters with disfigurements Category:Fictional demon hunters Category:Fictional demons and devils Category:Fictional gods Category:Fictional lieutenant colonels Category:Fictional mercenaries Category:Fictional murdered people Category:Fictional secret agents and spies Category:Fictional suicides Category:Fictional swordfighters Category:Fictional undead Category:Fictional United States Marine Corps personnel Category:Horror comics Category:Image Comics characters who can move at superhuman speeds Category:Image Comics characters with accelerated healing Category:Image Comics characters with superhuman strength Category:Image Comics male superheroes Category:Image Comics superheroes Category:Image Comics titles Category:Mythology in comics Category:Resurrection in fiction Category:Shapeshifter characters in comics Category:Superhero film characters Category:Undead superheroes Category:Vigilante characters in comics",
 "title": "Spawn (character)"
}