{
 "id": "292664",
 "text": "Sir Allan Napier MacNab, 1st Baronet (19 February 1798 – 8 August 1862) was a Canadian political leader who served as joint Premier of the Province of Canada from 1854 to 1856. ==Early life== He was born in Newark (now Niagara- on-the-Lake) to Allan MacNab and Anne Napier (daughter of Captain Peter William Napier, R.N., the commissioner of the port and harbour of Quebec). When MacNab was a one year old, he was baptized in the Anglican church in St. Mark's Parish of Newark. His father was a lieutenant in the 71st Regiment and the Queen's Rangers under Lt-Col. John Graves Simcoe. After the Queen's Rangers were disbanded, the family moved around the country in search of work and eventually settled in York (now Toronto), where MacNab was educated at the Home District Grammar School. == Military career== ===War of 1812=== As a fourteen-year-old boy, he fought in the War of 1812. He probably served at the Battle of York and certainly as the point man in the Canadian forlorn hope that headed the Anglo-Canadian assault on Fort Niagara. The 20 local men eliminated two American pickets of 20 men each with the bayonet before taking part in the final assault. Captain Kerby, of the Incorporated Militia Battalion, was reportedly the first man into the fort. ===Upper Canada Rebellion, 1837=== MacNab opposed the reform movement in Upper Canada that was led by William Lyon Mackenzie. When Mackenzie led the Upper Canada Rebellion in 1837, MacNab was part of the force of British regular troops and Upper Canada militia that moved against Mackenzie at Montgomery's Tavern in Toronto on 7 December, dispersing Mackenzie's rebels in less than an hour. On 29 December, MacNab and Captain Andrew Drew, of the Royal Navy, commanding a party of militia, acting on information and guidance from Alexander McLeod, attacked Mackenzie's supply ship at Navy Island. The sinking of the SS Caroline became known as the Caroline affair. MacNab then led a militia of his own against the rebels marching towards Toronto from London, led by Charles Duncombe. Duncombe's men also dispersed when they learned that MacNab was waiting for them. In 1838, Macnab was knighted for his zeal in suppressing the rebellion. ==Legal and business career== After his service in the War of 1812, MacNab studied law in Toronto and was admitted to the bar in 1824. In 1826, MacNab moved from York to Hamilton, where he established a successful law office, but it was chiefly by land speculation that he made his fortune. There was no Anglican church in Hamilton yet, so MacNab attended a Presbyterian church until Christ Church was established in 1835. A successful entrepreneur as well as politician, MacNab, with Glasgow merchant Peter Buchanan, was responsible for the construction of the Great Western Railway of Ontario. ==Political career== MacNab represented Hamilton in Parliament from 1830 until his death in 1862, first in the Legislative Assembly of Upper Canada (1830–1840), then in the Legislative Assembly of the Province of Canada (1841–1860), and finally in the Legislative Council of the Province of Canada representing the Western Division (1860–1862).Dictionary of Hamilton Biography (Vol I, 1791–1875); Thomas Melville Bailey (W.L. Griffin Ltd), 1981, Page 143 He was joint Premier of the province from 1854 to 1856. MacNab committed a breach of privilege and was arrested by the sergeant-of-arms during the 10th Parliament of Upper Canada after a motion by the legislative assembly. MacNab retaliated by accusing William Lyon Mackenzie of breach of privilege and motioned for him to be expelled from the house. The motion failed after Tory legislators feared the political backlash of supporting an obscure parliamentary privilege. MacNab was a \"Compact Tory\" - a supporter of the Family Compact which had controlled Upper Canada prior to the union of the Canadas. In the first Parliament of the new Province of Canada, he supported the principle of union, but was an opponent of the Governor General, Sydenham, and his policy of creating a government with a broad base of moderate supporters in the Assembly. He opposed the policy of the \"Ultra Reformers\" to implement responsible government.Paul G. Cornell, Alignment of Political Groups in Canada, 1841-67 (Toronto: University of Toronto Press, 1962; reprinted in paperback 2015), pp. 6, 7, 10, 93–97. When Parliament met at Montreal, MacNab took apartments there at Donegana's Hotel. ==Family== MacNab was married twice. His first wife was Elizabeth Brooke, who died 5 November 1826, possibly of complications following childbirth. Together, they had two children. He married his second wife, Mary, who died 8 May 1846 and was a Catholic; she was the daughter of John Stuart, Sheriff of the Johnstown District, Ontario. The couple's two daughters, Sophia and Minnie, were raised as Catholics. The couple's elder daughter, Sophia, was born at Hamilton. She married at Dundurn Castle, Hamilton, on 15 November 1855, William Keppel, Viscount Bury, afterwards the 7th Earl of Albemarle, who died in 1894. Sophia was the mother of Arnold Keppel, 8th Earl of Albemarle (born in London, England, 1 June 1858), and of eight other children. One of her sons, the Honourable Derek Keppel, served as Equerry to The Duke of York after 1893 and was in Canada with His Royal Highness, in 1901 at 53 Lowndes Square, London, S. W., England. ==Death== MacNab died at his home, Dundurn Castle, in Hamilton. His deathbed conversion to Catholicism caused a furor in the press in the following days. The Toronto Globe and the Hamilton Spectator expressed strong doubts about the conversion, and the Anglican rector of Christ Church declared that MacNab died a Protestant. However, MacNab's Catholic baptism is recorded at St. Mary's Cathedral in Hamilton, at the hands of John Farrell, Bishop of Hamilton, on 7 August 1862. When the 12th Chief of Clan Macnab died, he bequeathed all his heirlooms to MacNab, whom he considered the next Chief. When the latter's son was killed in a shooting accident in Canada, the position of Chief of Clan Macnab passed to the Macnabs of Arthurstone. thumb|180px|alt=Plaque at Dundurn Castle|Plaque at Dundurn Castle. ==Legacy== MacNab Street and Sir Allan MacNab Secondary School in Hamilton, Ontario are both named after him. Dundurn Castle, his stately Italianate style home in Hamilton, is open to the public. A ship was named Sir Allan MacNab and was sturdily built in Canada but was not altogether designed for speed. The master in 1855 was Captain Cherry, and the tonnage of the ship was 840, then quite large. ==References== ==Sources== * Donald R. Beer, Sir Allan Napier MacNab (Hamilton, Ontario, 1984) ==External links== *Photograph: Sir Allan McNab in 1861. McCord Museum *Allan Napier MacNab fonds, Archives of Ontario Category:1798 births Category:1862 deaths Category:Baronets in the Baronetage of the United Kingdom Category:Canadian baronets Category:Canadian Knights Bachelor Category:Members of the Legislative Assembly of the Province of Canada from Canada West Category:Members of the Legislative Council of the Province of Canada Category:People from Niagara-on-the-Lake Category:Canadian Roman Catholics Category:Converts to Roman Catholicism from Anglicanism Category:Premiers of the Province of Canada Category:Canadian people of Scottish descent Category:Upper Canada Rebellion people Category:49th Regiment of Foot officers Category:British Army personnel of the War of 1812 Category:Persons of National Historic Significance (Canada) Category:Speakers of the Legislative Assembly of Upper Canada",
 "title": "Allan MacNab"
}