{
 "id": "292633",
 "text": "Düsseldorf Airport (, ; until March 2013 Düsseldorf International Airport; ) is the international airport of Düsseldorf, the capital of the German state of North Rhine-Westphalia. It is about north of downtown Düsseldorf, and some south-west of Essen in the Rhine-Ruhr area, Germany's largest metropolitan area. Düsseldorf is the fourth largest airport in Germany and handled almost 8 million passengers in 2021.https://nachrichtend.com/die-verkehrsreichsten- flughaefen-nordrhein-westfalens-das-sind-die-passagierstaerksten-flughaefen- nordrhein-westfalens/ It is a hub for Eurowings and a focus city for several more airlines. The airport has three passenger terminals and two runways and can handle wide-body aircraft up to the Airbus A380. ==Overview== ===Usage=== Düsseldorf Airport is the largest and primary airport for the Rhine-Ruhr metropolitan region – the largest metropolitan region in Germany and among the largest metropolitan areas of the world. The airport is located in Düsseldorf- Lohausen. The largest nearby business centres are Düsseldorf and Essen; other cities within a radius are Duisburg, Krefeld, Mülheim an der Ruhr, Neuss, and Wuppertal. The airport extends over a compact of land – small in comparison to airports of a similar capacity, but also a reason for Düsseldorf being known as an airport of short distances. The airport has more than 18,200 employees. With 18.99 million passengers passing through in 2010, the airport was the third busiest in Germany, after Frankfurt Airport and Munich Airport, and was the 23rd busiest airport in Europe. Transfer passengers and those travelling on long-haul flights from the airport accounted for around 13% of all passengers in 2010. ===Ownership=== The City of Düsseldorf owns half the airport, with the other half owned by various commercial entitites, including ARI which is itself owned by the Irish Government. Düsseldorf Airport is a public–private partnership with the following owners: * 50% city of Düsseldorf * 50% Airport Partners GmbH (owners: 40% AviAlliance GmbH, 40% Aer Rianta International cpt, 20% AviC GmbH & Co. KGaA) ==History== ===Early years=== The current airport was opened on 19 April 1927, after two years of construction. The first international route was inaugurated by SABENA in 1929 between Brussels, Antwerp, Düsseldorf and Hamburg.dus.com - \"Airport history\" (German) 1 November 2020 At the beginning of World War II civil use of the airport ceased in September 1939 and the airfield was used by the military. After the end of the war the airport reopened for civil use in 1948. With the area under British administration, the first international flights were operated by British European Airways to London. Since 1950, the airport is owned by a state-owned operations company. On 1 April 1955, Lufthansa started services between Düsseldorf, Frankfurt am Main and Munich, which still exist today. In 1959, the first scheduled jet aircraft landed in Düsseldorf on Scandinavian Airlines' route Copenhagen-Khartoum. In 1961, LTU relocated its home base from Cologne Bonn Airport and in the same year, Düsseldorf Airport handled more than 1 million passengers for the first time. In 1969 the main runway was lengthened to 3000 metres while a new second terminal was under construction. The new Terminal 2, which is today's Terminal B, opened in April 1973. Another addition, today's Terminal A, was opened already in 1977 while the last annex, Terminal C, opened in 1986. ===Düsseldorf Airport fire=== On 11 April 1996, the Düsseldorf Airport fire, which is the worst structural airport fire worldwide to date, broke out. It was caused by welding work on an elevated road in front of Terminal A above its arrivals area. Insufficient structural fire protection allowed the fire and especially the smoke to spread fast, so these destroyed large parts of the passenger areas of the airport. Seventeen people died, mostly due to smoke inhalation, with many more hospitalised. At the time, the fire was the biggest public disaster in the history of North Rhine-Westphalia. Damage to the airport was estimated to be in the hundreds of millions, Terminals A and B had to be completely reconstructed. While repairs were ongoing, passengers were housed in big tents. In November 1997, Terminal C was completely redeveloped, with three lightweight construction halls serving as departure areas. Also in 1997 construction began on the new inter- city railway station at the eastern edge of the airport. In 1998 the rebuilt Terminal A was reopened and the airport changed its name from \"Rhine Ruhr Airport\" to \"Düsseldorf International\". Reconstruction of the central building and Terminal B began in the same year. ===Development since the 2000s=== The first construction stage in the \"Airport 2000+\" programme commenced in 1998 with the laying of a foundation stone for an underground parking garage under the new terminal.gbm-essen.de retrieved 1 November 2020 The new Düsseldorf Airport station was opened in May 2000, with the capacity of 300 train departures daily. Sixteen million passengers used the airport that year; Düsseldorf is now the third-biggest airport in Germany. The new departures hall and Terminal B were opened in July 2001 after 2½ years of construction time; the rebuilt Gebäude Ost (East Building) was reopened. In 2002, the inter-terminal shuttle bus service was replaced by the suspended monorail called the SkyTrain connecting the terminal building with the InterCity train station. The monorail travels the between the terminal and station at a maximum speed of . The system was developed by Siemens and is based on the similar H-Bahn operating with two lines on Dortmund university campus. On 12 November 2006, the first Airbus A380 landed in Düsseldorf as part of a Lufthansa promotional flight. In March 2013, the Airport received a new corporate design and dropped the phrase International from its official name. In January 2015, Emirates announced it will schedule the Airbus A380 on one of their two daily flights from Dubai to Düsseldorf starting in July 2015. In May 2015, the airport finished construction of the new facilities needed to handle the A380, including a parking position with three jet-bridges, widened taxiways and new ground handling equipment. In June 2015, Lufthansa announced the closure its long-haul base at Düsseldorf Airport for economic reasons by October 2015. The base consisted of two Airbus A340-300s which served Newark and Chicago-O'Hare. Newark remained a year-round service which is operated in a W-pattern from Munich Airport (Munich - Newark - Düsseldorf - Newark - Munich) while the Chicago service was suspended for the winter 2015/2016 season.aero.de - \"Lufthansa dissolves Düsseldorf long-haul base\" (German) 29 June 2015 A few months later, Lufthansa announced the cancellation of the Düsseldorf-Chicago route.airlineroute.net - Lufthansa Cancels Dusseldorf – Chicago Flights in S16 2 November 2015 The same route has been served by American Airlines during the summer seasons from 2013 to 2016, when it was discontinued. In January 2017, the airport's largest hub operator Air Berlin announced a massive downsizing of its operations due to restructuring measures. While some leisure routes were handed to Niki more than a dozen destinations have been cancelled entirely. In August 2017, Air Berlin also announced the termination of all long-haul routes from Düsseldorf to destinations in the Caribbean on short notice due to the ongoing bankruptcy proceedings.airberlingroup.com - airberlin ends Caribbean flight schedule 11 September 2017 However, both Condor and Eurowings announced it would step in and start some of the terminated Caribbean destinations by themselves. Shortly after, Air Berlin also announced the termination of all remaining long-haul operations leading to the loss of several connections to the United States at Düsseldorf Airport.aero.de - \"Air Berlin board in favor of sale to Lufthansa and easyJet\" (German) 25 September 2017 On 9 October 2017, Air Berlin announced the termination of all of its own operations, excluding wetleases, by the end of the monthaero.de - \"Air Berlin starts descent\" (German) 9 October 2017 leading to the loss of one of the airport's largest customers. In February 2018, Eurowings announced the relocatation of all long-haul routes currently served from Cologne Bonn Airport to Düsseldorf by late October 2018 to strengthen their presence there.aero.de - \"Eurowings moves A330 from Cologne to Düsseldorf\" (German) 1 February 2018 In March 2018, Lufthansa announced it would to close its base at Düsseldorf Airport after the 2018/2019 winter schedule which ended in March 2019. When the single remaining long-haul route to Newark was taken over by Eurowings, 400 staff members were offered a relocation to either Frankfurt Airport or Munich Airport.rp-online.de - \"Lufthansa closes base in Düsseldorf\" (German) 12 March 2018nrz.de - \"Lufthansa leaves Düsseldorf on 31 March 2019\" (German) 22 August 2018 In November 2018, Ryanair also announced they would close their base in Düsseldorf after only a year. Their routes were taken over by Lauda.wz.de - \"Ryanair leaves Düsseldorf Airport\" (German) 8 November 2018 In August 2020, Delta Air Lines removed the Atlanta route from their schedule.routesonline.com 24 August 2020 Shortly after, Ryanair announced the closure of its base in Düsseldorf - which has been operated on a wetlease basis by Lauda - by 24 October 2020.aero.de - Ryanair closes base in Düsseldorf (German) 10 September 2020 In September 2020, Singapore Airlines removed the route to Singapore from their schedule.routesonline.com - Singapore Airlines NW20/NS21 Network adjustment as of 14SEP20 15 September 2020 ==Facilities== ===Terminals=== thumb|The terminal buildings thumb|The main check-in hall Düsseldorf Airport has three terminals connected by a central spine, even though the terminals are essentially concourses within a single terminal building. The current terminal buildings are capable of handling up to 22 million passengers per year. ====Terminal A==== Terminal A was opened in 1977 and has 16 gates (A01–A16) used by Lufthansa and Eurowings, its airline partners and Star Alliance members, All Nippon Airways, Air China, Austrian Airlines, Croatia Airlines, LOT Polish Airlines, Scandinavian Airlines, TAP Portugal, and Swiss International Air Lines. Terminal A houses two Lufthansa lounges. It was refurbished fundamentally for two years after the 1996 fire. From 21 July 2016, Singapore Airlines began to use Terminal A. ====Terminal B==== Terminal B was originally inaugurated in 1973 and has 11 gates (B01–B11) used for domestic and EU-flights by a few Star Alliance members such as Aegean Airlines, but mainly by SkyTeam and Oneworld members like Alitalia, British Airways, KLM, Finnair, Iberia, and Air France. Also located within this terminal are leisure carriers such as TUIfly and Condor. Terminal B houses an observation deck and airline lounges by Air France and British Airways. After the fire in 1996 the whole terminal building was torn down and reconstructed. It was reopened in 2001. ====Terminal C==== Terminal C was opened in 1986 and has 8 gates (C01–C08) used exclusively for non-Schengen-flights by non-Star Alliance airlines (except Turkish Airlines). These are long-haul flights – among others – by Emirates, Etihad Airways, and Mahan Air. Terminal C has a direct access to Airport City's Maritim Hotel, part of a German hotel chain, and houses lounges operated by the airport and Emirates. Terminal C was the least affected Terminal after the fire in 1996. It was still reopened in 1996 after intensive maintenance works. Thus it was the only usable Terminal at Düsseldorf Airport for a couple of years. Terminal C features the airport's only parking position equipped with three jet-bridges to handle the Airbus A380. ====Executive Terminal==== Jet Aviation operates a small terminal solely for private and corporate customers. ===Runways and apron=== Düsseldorf has two runways, which are and long. There are plans to extend the runway to , but the town of Ratingen has been blocking the expansion, as it lies within the approach path of the runway. 107 aircraft parking positions are available on the aprons. ===Airport City=== Since 2003, an area of south-west of the airport terminal has been under redevelopment as Düsseldorf Airport City with an anticipated gross floor area of to be completed by 2016. Already based at Düsseldorf Airport City are corporate offices of Siemens and VDI, a large Porsche centre and showroom, a Maritim Hotel and Congress Centre and a Sheraton Hotel. Messe Düsseldorf is situated in close proximity to Düsseldorf Airport City (some ). ==Airlines and destinations== The following airlines offer regular scheduled and charter flights at Düsseldorf Airport: {{Airport destination list | Aegean Airlines | Athens, Thessaloniki Seasonal: Heraklion | Aer Lingus | Dublin | Aeroflot | Moscow–Sheremetyevo (suspended) | Air Albania | Tirana (begins 3 April 2022) |Air Cairo| Seasonal: Hurghada | Air Dolomiti | Verona | Air France Hop | Nantes, Paris–Charles de Gaulle | Air Malta | Malta | Air Serbia | Belgrade | airBaltic | Riga | AnadoluJet | Antalya, Istanbul–Sabiha Gökçen Seasonal: Ankara | Austrian Airlines | Vienna | Azores Airlines | Seasonal: Ponta Delgada | British Airways | London–City, London–Heathrow | Bulgarian Air Charter | Seasonal charter: Burgas, Varna | Condorcondor.com - Flight schedule summer 2021 (German) retrieved 8 February 2021 | Fuerteventura, Funchal, Gran Canaria, Hurghada, La Palma, Lanzarote, Palma de Mallorca, Sulaymaniyah, Tenerife–South Seasonal: Agadir (begins 17 December 2022),https://www.condor.com/de/fluege/marokko/agadir/ Athens (begins 20 April 2022),https://www.condor.com/tca/eu/flight/search Chania, Corfu, Dubrovnik (begins 21 May 2022),https://www.condor.com/tca/eu/flight/search Heraklion, Jerez de la Frontera, Kalamata, Karpathos, Kavala, Kefalonia (begins 23 May 2022), Kos, Lamezia Terme, Larnaca (resumes 1 October 2022), Málaga (begins 9 April 2022),https://www.aviation24.be/airlines/condor/condor-flies-to-nice- and-malaga-from-summer-2022/ Mykonos, Nice (begins 1 April 2022),https://www.aviation24.be/airlines/condor/condor-flies-to-nice-and- malaga-from-summer-2022/ Olbia, Preveza/Lefkada, Punta Cana, Rhodes, Rijeka (begins 21 May 2022),https://www.condor.com/tca/eu/flight/search Samos, Santorini, Skiathos, Split, Zakynthos | Corendon Airlines | Antalya, Hurghada, İzmir Seasonal: Adana, Ankara, Bodrum, Diyarbakır, Fès (begins 24 June 2022), Fuerteventura, Gaziantep, Gran Canaria, Heraklion, Ibiza, Kayseri, Lamezia Terme, Larnaca (begins 7 May 2022), Nador (begins 2 May 2022),https://www.corendonairlines.com/cyprus/flights-to-larnaca Olbia, Palma de Mallorca, Rhodes, Samsun, Tenerife–South, Trabzon, Zonguldak | Croatia Airlines | Seasonal: Dubrovnik, Split | EgyptAir | Cairo | Emirates | Dubai–International | Eurowingseurowings.com - Route Network retrieved 10 September 2020 | Agadir, Alicante, Athens, Barcelona, Beirut, Belgrade (begins 30 October 2022),https://www.exyuaviation.com/2021/12/eurowings-to-launch-new- belgrade-service.html Bergamo, Berlin, Bilbao, Birmingham, Bologna, Bucharest, Budapest, Catania, Copenhagen, Dresden, Dublin, Edinburgh, Erbil, Faro, Florence, Fuerteventura, Funchal, Gdańsk, Geneva, Gothenburg, Gran Canaria, Graz,aviation.direct (German) 28 September 2021 Hamburg, Ibiza, Košice, Kraków, Kyiv–Boryspil (suspended), Lanzarote, La Palma, Larnaca, Linz,aerotelegraph.com (German) 19 April 2021 Lisbon, London–Heathrow, Lyon, Manchester, Marrakesh, Milan–Malpensa, Munich, Naples, Newcastle upon Tyne, Nice, Palma de Mallorca, Paris–Charles de Gaulle, Prague, Pristina, Rome–Fiumicino, Salzburg, Sofia, Split, Stockholm–Arlanda, Sylt, Tbilisi, Tenerife–South, Thessaloniki, Tromsø, Valencia, Venice, Vienna, Wrocław, Zagreb, Zürich Seasonal: Bari, Bastia, Brindisi, Cagliari, Chania, Corfu, Dubrovnik, Genoa, Heraklion, Innsbruck, Izmir, Jersey, Kalamata, Kavala, Kiruna (begins 24 December 2022), Krasnodar (suspended), Kütahya, Lamezia Terme, Luleå (begins 22 December 2022), Málaga, Menorca, Montpellier, Mostar (resumes 30 June 2022), Mykonos,https://www.eurowings.com/en/booking/offers/flights- from/DE/DUS/to/GR/JMK.html Newquay, Olbia, Porto, Pula, Reykjavík–Keflávik, Rijeka, Rhodes, Rovaniemi, Samos, Santorini, Tivat, Varna, Volos (begins 21 May 2022), Yekaterinburg (suspended), Zadar, Zakynthos | Finnair | Helsinki | FlyErbil | Sulaimaniyah |FlyOne | Seasonal: Chișinău (begins 18 June 2022) | Freebird Airlines | Seasonal: Antalya, Hurghada | Iberia | Madrid | Iran Air | Tehran–Imam Khomeini | Iraqi Airways | Baghdad, Erbil, Sulaimaniyah | ITA Airways | Milan–Linatehttps://www.itaspa.com/en_it/fly-ita/ita- world/network.html | KLM | Amsterdam | LOT Polish Airlines | Warsaw–Chopin | Lufthansa | Frankfurt, Munich | Middle East Airlines | Seasonal: Beirut | Nordwind Airlines | Moscow–Sheremetyevo (suspended) | Norwegian Air Shuttle | Oslo | Nouvelair | Enfidha, Monastir | Pegas Fly | Saint Petersburg (suspended) | Pegasus Airlines | Ankara, Gaziantep, Istanbul–Sabiha Gökçen, Izmir, Kayseri, Samsun Seasonal: Antalya | Qatar Airways | Doha (begins 1 June 2022) | Rossiya Airlines | Saint Petersburg (suspended) | Royal Air Maroc | Nador | S7 Airlines|Moscow–Domodedovo (suspended) Seasonal: Novosibirsk (suspended) | Scandinavian Airlines | Copenhagen, Oslo, Stockholm–Arlanda | SkyAlps | Bolzano | Sundair | Beirut Seasonal: Burgas, Fuerteventura, Gran Canaria, Heraklion, Hurghada, Kos (begins 1 May 2022), Lanzarote, Marsa Alam, Rhodes, Tenerife–South, Thessaloniki (begins 28 May 2022),https://sundair.com/flightplan/#/ Varna | SunExpresssunexpress.com - Flight schedules retrieved 26 June 2020 | Adana, Ankara, Antalya, Diyarbakır, Elazığ, Gaziantep, Izmir, Kayseri, Samsun, Trabzon Seasonal: Bodrum, Dalaman, Edremit, Eskişehir, Hatay, Konya, Kütahya, Malatya, Ordu–Giresun (begins 21 June 2022), Zonguldak | Swiss International Air Lines | Zürich | Tailwind Airlines | Seasonal charter: Antalya | TAP Air Portugal | Lisbon | TUI fly Belgium | Seasonal: Barbados, La Romana | TUI fly Deutschland | Boa Vista, Fuerteventura, Gran Canaria, Hurghada, Lanzarote, Marsa Alam, Sal, Tenerife–South Seasonal: Corfu, Dalaman, Enfidha, Faro, Funchal, Heraklion, Ibiza, Jerez de la Frontera, Kos, Lamezia Terme, Larnaca, Menorca, Palma de Mallorca, Patras, Rhodes | Tunisair | Djerba, Monastir, Tunis | Turkish Airlines | Istanbul Seasonal: Adana, Ankara, Antalya, Diyarbakır, Gaziantep, Izmir, Kayseri, Ordu–Giresun (begins 18 June 2022), Samsun, Trabzon | Tus Airways | Paphos (begins 5 June 2022), Tel Aviv | | Kyiv–Boryspil (suspended) | UR Airlines | Erbil | Vueling | Barcelona }} ==Statistics== thumb|Apron overview thumb|Control tower ===Passengers and freight=== {|class=\"wikitable sortable\" |+ |- ! !! Passengers !! Movements !! |- |2000 |16.03 million |194,016 |59,361 |- |2001 | | 193,514 | 51,441 |- |2002 | 14.75 million | 190,300 | 46,085 |- |2003 | 14.30 million | 186,159 | 48,419 |- |2004 | 15.26 million | 200,584 | 86,267 |- |2005 | 15.51 million | 200,619 | 88,058 |- |2006 | 16.59 million | 215,481 | 97,000 |- |2007 | 17.83 million | 227,899 | 89,281 |- |2008 | 18.15 million | 228,531 | 90,100 |- |2009 | 17.79 million | 214,024 | 76,916 |- |2010 | 18.98 million | 215,540 | 87,995 |- |2011 | 20.39 million | 221,668 | 81,521 |- |2012 | 20.80 million | 210,298 | 86,820 |- |2013 | 21.23 million | 210,828 | 110,814 |- |2014 | 21.85 million | 210,732 | 114,180 |- |2015 | 22.48 million | 210,208 | 90,862 |- |2016 | 23.52 million | 217,575 | 93,689 |- |2017 | 24.62 million | 221,635 | 102,107 |- |2018 | 24.28 million | 218,820 | 75,030 |- |2019 | 25.51 million | - | - |- |} Source: ADV, Düsseldorf Airport ===Busiest routes=== {|class=\"wikitable sortable\" |+ Busiest domestic and international routes to and from Düsseldorf Airport (2018) |- ! Rank ! Destination ! Passengers handled |- |1 | Palma de Mallorca |1,495,562 |- |2 | Munich |1,419,069 |- |3 | Berlin |1,197,615 |- |4 | Istanbul |1,068,462 |- |5 | London |895,346 |- |6 | Antalya |848,617 |- |7 | Vienna |735,520 |- |8 | Zürich |732,520 |- |9 | Dubai |532,407 |- |10 | Hamburg |525,614 |} Source: Düsseldorf Airport ===Largest airlines=== {|class=\"wikitable sortable\" |+ Largest airlines by passengers handled at Düsseldorf Airport (2018) |- ! Rank ! Airline ! Passengers handled |- |1 | Eurowings/Germanwings |8.3m |- |2 | Lufthansa |1.7m |- |3 | Condor |1.6m |- |4 | TUIfly |992,000 |- |5 | SunExpress |728,000 |} Source: Düsseldorf Airport ==Ground transportation== ===Train=== Düsseldorf Airport has two railway stations: *The S-Bahn station, Düsseldorf Airport Terminal station located below the terminal. It is served by the S11 suburban line, which has its northern terminus there. *The main station, 2.5 km from the terminal, is served by all other categories of railway, including ICE high- speed trains. A fully automatic suspended monorail called SkyTrain connects this station to the airport parking areas and the passenger terminals and also serves as an inter-terminal connection. ===Road=== The airport can be reached via its own motorway section which is part of the motorway A44 (Belgium – Kassel, Exit Düsseldorf-Flughafen) which also connects to motorways A52, A57 and A3. There are also several local bus lines connecting the airport with nearby areas and Düsseldorf city center. ==Other facilities== * Düsseldorf Airport had the headquarters of Air Berlin's technical training facilities and also served as one of their maintenance bases. * When LTU International existed, its head office was in Halle 8 at Düsseldorf Airport.\"Kontakt.\" LTU International. Retrieved 21 June 2009. \"LTU International Airways Flughafen Düsseldorf, Halle 8 D40474 Düsseldorf\" * The corporate head office of Blue Wings was also located in Terminal A at the airport.\"Contact.\" Blue Wings. 12 June 2005. Retrieved 30 December 2012. \"Blue Wings AG Duesseldorf Airport Terminal A 5. OG 40474 Duesseldorf, Germany\"\"Welcome to Blue Wings.\" Blue Wings. 27 March 2009. Retrieved on 30 December 2012. \"Blue Wings AG . Düsseldorf Airport . Terminal A . D-40474 Düsseldorf . Germany\" ==Major accidents at or near DUS== *On 22 December 1955, a Manx Airlines Douglas C-47 on a positioning flight crashed at DUS attempting a visual approach rather than an instrument landing system approach in low clouds. The aircraft descended too low and struck trees, crashing about three miles from the runway. All three occupants were killed. *On 3 November 1957, a Karl Herfurtner Düsseldorf Douglas C-54 crashed into a residential area 4.5 km (2.8 mi) S of DUS after takeoff due to mismanagement of the flight by the chief pilot. There were six fatalities out of the 10 on board and one killed on the ground. ==See also== * Transport in Germany * Weeze Airport, an airport north- west from Düsseldorf, that is sometimes advertised by low-cost airlines as \"Düsseldorf-Weeze\" or \"Weeze (Düsseldorf)\". A German court ruled that naming the airport after Düsseldorf would be misleading to passengers; however, some airlines still use that name in advertisements outside Germany. ==References== ==External links== * Official website * * Category:Airports established in 1927 Category:Buildings and structures in North Rhine-Westphalia Category:Transport in Düsseldorf Category:SIPEM people movers Category:Suspended monorails Category:People mover systems in Germany Category:1927 establishments in Germany",
 "title": "Düsseldorf Airport"
}