{
 "id": "292781",
 "text": "Tiger Electronics Ltd. (also known as Tiger and Tiger Toys) is an American toy manufacturer best known for its handheld LCD games, the Furby, the Talkboy, Giga Pets, the 2-XL robot, and audio games such as Brain Warp. When it was an independent company, Tiger Electronics Inc., its headquarters were in Vernon Hills, Illinois.Business Week, Issues 3525-3528. McGraw-Hill, 1997. Retrieved from Google Books on December 7, 2010. \"Later on this month, Tiger Electronics Inc. in Vernon Hills[...]\"Kirschner, Suzanne Kantra. \"What's New.\" Popular Science, Bonnier Corporation. October 1997. Vol. 251, No. 4. . 17. Retrieved from Google Books on December 7, 2010. \"Tiger Electronics, 980 Woodlands Pkwy., Vernon Hills IL 60061.\" It has been a subsidiary of Hasbro since 1998. ==History== Gerald Rissman, Randy Rissman and Arnold Rissman founded the company in June 1978. It started with low-tech items like phonographs, then began developing handheld electronic games and educational toys. Prominent among these was the 2-XL Robot in 1978, and K28, Tiger's Talking Learning Computer (1984) which was sold worldwide by Kmart and other chain stores. Tiger also achieved success with many simple handheld electronics games like Electronic Bowling and titles based on licenses, such as RoboCop, Terminator, and Spider-Man.An early 1990s hit was the variable-speed portable cassette player and recorder, the Talkboy (first seen in the 1992 movie Home Alone 2: Lost in New York), followed by Brain Warp and Brain Shift.It also licensed the Lazer Tag brand from its inventors, Shoot the Moon Products, which was born from the remnants of the Worlds of Wonder company. The company's cash cow through much of the 1990s was their line of licensed handheld LCD games. In a 1993 feature on these games, GamePro attributed their success to the following three factors: *Tiger's effective licensing. Director of marketing Tamara Lebovitz stated, \"We read all the magazines and talk to all the studios to keep on the cutting edge of what's hot with kids.\" As a fairly small company at the time, Tiger was able to pursue desirable licenses quickly and aggressively. This allowed them to release licensed games while the properties they were licensed from were still at the peak of their popularity. *The low price per game. Tiger handheld games sold for roughly $20 each. By comparison, most handheld games of the time cost over $30, and required a separately sold system (an additional $50 or more) to play it on. *The simplistic, addictive gameplay of the games. While older gamers tended to find Tiger handheld games one-dimensional and boring, for kids aged five to twelve years old, their simple and easy-to-learn mechanics were more appealing than other video games of the time, which were often frustratingly difficult and dauntingly complex for younger children. In the fall of 1994, Tiger introduced a specialized line of their handheld LCD games, called Tiger Barcodzz. These were barcode games which read any barcode and used it to generate stats for the player character. The line was a major success in Japan, where there were even reality shows based around gamers competing to find the best barcodes to defeat other players. Tiger produced a version of Lights Out around 1995. In 1997 it produced a quaint fishing game called Fishing Championship, in the shape of a reduced fishing rod. Another 1990s creation was Skip-It. In 1995, Tiger acquired the Texas Instruments toy division. Tiger agreed to manufacture and market electronic toys for Hasbro and Sega.\"Company News; Tiger Electronics Gets Texas Instruments Unit.\" The New York Times. February 11, 1995. Retrieved on December 7, 2010. ===Merging with Hasbro=== Tiger Electronics has been part of the Hasbro toy company since 1998. In 2000, Tiger was licensed to provide a variety of electronics with the Yahoo! brand name, including digital cameras, webcams, and a \"Hits Downloader\" that made music from the Internet (mp3s, etc.) accessible through Tiger's assorted \"HitClips\" players. Tiger also produces the long lasting iDog Interactive Music Companion, the ZoomBox - a portable 3-in-1 home entertainment projector that will play DVDs, CDs and connects to most gaming systems, the VideoNow personal video player, the VCamNow digital camcorder, and the ChatNow line of kid-oriented two-way radios. They released an electronic tabletop version of Who Wants To Be a Millionaire with voice recordings by host Chris Tarrant. Tiger also released an electronic version of The Weakest Link with voice recordings by Anne Robinson. ==Products== ===Standalone handhelds=== Tiger is most well known for their low-end handheld gaming systems with LCD screens. Each unit contains a fixed image printed onto the handheld that can be seen through the screen. Static images then light up individually in front of the background that represent characters and objects, similar to numbers on a digital clock. In addition to putting out some of its own games, Tiger was able to secure licenses from many of the day's top selling companies to sell their own versions of games such as Street Fighter II, Sonic 3D Blast, and Castlevania II: Simon's Quest. Later, Tiger introduced what they called \"wrist games\". These combined a digital watch with a scaled-down version of a Tiger handheld game. In 1995, Tiger introduced Super Data Blasters, a line of sports-themed handhelds. Each featured the contemporary statistics for players in a specific sport, the ability to record new sports statistics, a built-in electronic game for the sport, and typical electronic organizer features such as an address book and calculator. In 1998, Tiger Electronics released 99X Games, a series of handhelds fitted with a dot-matrix screen, allowing a wide variety of backgrounds and different gameplay for a single game. Although running a software program stored in ROM, those systems were dedicated consoles, similarly to the plug-and-play TV games of the 2000s decade. Two systems running the same game could be linked with the included cable to allow two players to challenge each other.Scan of the manual of the 99X Games version of Crash Bandicoot ===Cartridge-based handhelds=== Tiger made three notable cartridge-based systems. The first was Quiz Wiz, a highly popular interactive quiz game system. Players inserted a cartridge and played using the corresponding quiz book. The second was the R-Zone. It employed red LCD cartridges, much like Nintendo's Virtual Boy, which were projected via backlight onto a reflective screen that covered one of the player's eyes. The third was the Game.com handheld system, which was meant to compete with Nintendo's Game Boy and Game Boy Color and Sega's Game Gear and Genesis Nomad and boasted such novel features as a touchscreen and limited Internet connectivity. The latter two were commercial failures and garnered a negative reception. ===Furby=== Hasbro, previously shy of high-tech toys, was interested in the development of the Furby. With Hasbro's support, Tiger was able to rush through the development process and get the Furby on the shelves for the 1998 holiday season, during which it was a runaway hit — the \"it\" toy of the 1998 and 1999 seasons. The continuing development of Furby-type technology led to the release of the FurReal line of toys in 2003 and the modern iteration of the Furby toyline in 2012. ==Brain Family== From 1994–1999, Tiger invented the Brain Family, which are a line of electronic handheld audio games. In 1994, Tiger released the Brain Bash. It has four inner purple buttons and four yellow buttons outside the unit. It features five game modes. Game One is called Touch Command, where the electronic voice issues a command like \"one touch one\" and the corresponding player has to press purple one and yellow one. In 1996, Tiger released the Brain Warp. This game is a spherical unit that has six colored knobs sticking out. There were three different revisions of the circuit board of Brain Warp resulting in audio changes and pitch differences. Two revisions were made in a blue base. Revision 2.0 has a different hidden sound sampling mode to the first revision. When Hasbro re-released Brain Warp in 2002, they took the programming from Revision 2.0 and placed it on a new circuit board with an enhanced speaker which reduced the loudness of the device. This game is very similar to Bop It. A voice that was recorded for the game says a color or a number, or a sequence of colors or numbers, or both depending on the game selected, and the correct knob must be shown facing upwards. In 1997, a Star Wars version called Death Star Escape was released. The game order is different and comes with six Star Wars characters. In 1998, Tiger released Brain Shift. This game has six colored LED lights. It is known for its distinctive low pitched \"Orange!\" voice which is heard on the last color of a pattern in Stick Shift and in Memory Shift and Who Shifts It? The player has to use the stick shift to follow the voice commands. There is a memory game, and both Brain Shift and Brain Warp have a code buster game where the player has to find a certain number of colors in sixty seconds. ==Others== ===Making toys and games for other brands=== The company became one of the most prominent producers of electronic toys based on a wide variety of licenses, including Star Trek, Star Wars, Barney & Friends, Arthur, Winnie the Pooh, Franklin, Neopets, Jeopardy!, Wheel of Fortune, Weakest Link, Who Wants to Be a Millionaire?, Batman Returns, The Lost World: Jurassic Park, and Sonic the Hedgehog. In 1996, Tiger produced replicas of the Turbo Man doll which was featured in the 1996 holiday comedy Jingle All the Way. It retained most of the features of the film version, including the disk shooter, boomerang accessory, light and sound jetpack, and a voice box. Despite being advertised as having five phrases in the movie, the actual toy only possessed four. ====Boogey Ball==== In 1999, Tiger Electronics released an electronic LED game called Boogey Ball. There were 2 versions of the game released. The first version was buggy and it had issues playing several games (games 2, 3, and 5). In games 2 and 3, the player failed automatically after 20 seconds. In game 5, the light patterns went in different directions and it was harder to play. Also, the game had a loud voice but quiet background music. In version 2.0, all the issues were fixed in the audio and game modes. The gameplay is similar to Pac-Man, in that the player maneuvers a green LED light through a maze of 30 LED lights and has to either avoid the red light or catch the yellow light. The game was known for its Austin Powers and Melle Mel voices; the electronic voice would often say \"baby\". When the game was first turned on, it said \"Oh you turn me on baby, let's boogey!\" When the player failed, the game said \"Oh drat!\". This game was also published by Hasbro. The game also suffered from a glitch: it would become stuck, playing every sound from the game, and pressing the power button would not turn the game off. The cause for this glitch is unknown. == Testing during manufacture == Tiger Electronics and Hasbro are known to include a hidden test mode in all their electronic games. These test modes signal either a sine wave or a square wave as a way of testing the speaker and then play through all of the sounds that are pre-programmed in the device either manually (by pushing a button), or automatic (playing every sound by itself). Games like Brain Warp, Brain Shift, Boogey Ball, and Brain Bash have these test modes, as do tabletop games (such as Who Wants to Be a Millionaire). ==References== == External links == * Wired article * Tiger Handhelds at the Electronic Handheld Game Museum Category:Hasbro subsidiaries Category:Toy companies of the United States Category:American companies established in 1978 Category:Toy companies established in 1978 Category:Manufacturing companies disestablished in 2012 Category:1998 mergers and acquisitions Category:Electronic toys",
 "title": "Tiger Electronics"
}