{
 "id": "292886",
 "text": "Lady Victoria Frederica Isabella Hervey (born 6 October 1976) is an English model, socialite, aristocrat, and former \"It girl\". She is the daughter of the 6th Marquess of Bristol, half-sister of the 7th Marquess, and sister of the 8th Marquess and Lady Isabella Hervey. ==Early life== thumb|Le Formentor, Monte Carlo, a childhood home Lady Victoria is the eldest child of the 6th Marquess of Bristol and his third wife, Yvonne Marie Sutton, and was born on her father's 61st birthday, 6 October 1976. She is the elder sister of the incumbent 8th Marquess of Bristol and Lady Isabella Hervey. Her older half- brothers were John Hervey, 7th Marquess of Bristol, and Lord Nicholas Hervey, both of whom are deceased. Leka, Crown Prince of Albania, stood sponsor as one of her godfathers.De-la-Noy, Michael. The House of Hervey. London, 2001. For the first two years of her life Hervey lived at Ickworth House, the family seat in Suffolk, before her parents went into tax exile in Monaco. At the time of her father's death in 1985, the family was living in an apartment at 1E Formentor, Avenue Princesse Grace, Monte Carlo, ”COCHRANE most honourable marquis Victor Frederick” in Probate Index for England and Wales 1985, online at probatesearch.service.gov.uk, accessed 7 April 2020 but still employing a butler and a nanny.Michael Wynne-Parker, If My Table Could Talk: Insights into Remarkable Lives (Authorhouse, 2011), p.45 She was educated at Benenden School, and spent a gap year in Florence before working at advertising agencies in London. ==Career== ===Early work=== After Hervey turned down a place to read French and History of Art at Bristol University, her mother stopped her allowances and she reluctantly became a receptionist for producer Michael Winner. ===Modelling and fashion=== Hervey became a part-time catwalk model in a career move she hoped would take her into television presenting, but with her statuesque 6-foot height she took to the career full-time, ultimately modelling for Christian Dior. In April 2000, she and friend Jayne Blight opened Knightsbridge fashion boutique Akademi. Frequented by Victoria Beckham, Meg Mathews and Martine McCutcheon, it closed in 2001 with debts estimated at £350,000. Hervey was reportedly only £20 out of pocket by the business failure but in the year following the closure, Hervey owed a series of personal debts. In 2012, it was reported that Hervey had taken the position as Events and Society Editor for \"The Untitled Magazine\", a bi-annual magazine about fashion and entertainment.\"Lady Victoria Hervey joins THE UNTITLED MAGAZINE\", Fashion Beauty Monitor 25 June 2012. ===Film=== In December 2003, Hervey secured a small part in the 2004 American film RX opposite Colin Hanks (son of Tom Hanks) as a waitress in a diner.Profiles: Lady Victoria Hervey , HELLO Magazine. Accessed 23 September 2008. ===Television=== In 2001, Hervey made a cameo appearance in BBC sitcom Absolutely Fabulous in the first episode of series four. In October 2004, Hervey appeared on channel Five'sThe Farm. In July 2006, she appeared in the ITV show Love Island. On 18 September 2007, she appeared on ITV's Don't Call Me Stupid programme, where she was asked to learn about the Labour Party Movement with George Galloway. In February 2015, Hervey, an experienced skier, appeared on Channel 4's The Jump where she participated on the condition her dog joined her in Austria. ==Literary== In 2016 Hervey's young adult book, Lady in Waiting, was published by Finch. The novel is semi-autobiographical and concerns life at a girl's boarding school. ==Personal life== Hervey lives in Los Angeles. She has had relationships with several well-known people, including Prince Andrew and Boyzone member Shane Lynch. In 2003, Hervey attracted controversy after saying, \"It's so bad being homeless in winter. They should go somewhere warm like the Caribbean where they can eat fresh fish all day.\" In January 2022 Hervey said in an interview that she felt that Ghislaine Maxwell had used her as \"bait\", to attract women to Jeffrey Epstein's parties. She later suggested that a photo showing Prince Andrew with Virginia Giuffre had been faked with body doubles. == References == == External links == * *Hello Magazine profile Category:1976 births Category:Living people Category:Socialites from London Category:People educated at Benenden School Category:British television personalities Category:English expatriates in the United States Category:Daughters of British marquesses Victoria Category:English female models Category:Models from London Category:Models from Los Angeles",
 "title": "Lady Victoria Hervey"
}