{
 "id": "293252",
 "text": "Henry Flynt (born 1940 in Greensboro, North Carolina) is an American philosopher, musician, writer, activist, and artist connected to the 1960s New York avant-garde. He coined the term \"concept art\" in the early 1960s, during which time he was associated with figures in the Fluxus scene.Wood, Paul, 2002. Conceptual Art, London: Tate Publishing. Series: Movements in Modern Art, quoted in Schellekens, Elisabeth, \"Conceptual Art\", The Stanford Encyclopedia of Philosophy (Summer 2021 Edition), Edward N. Zalta (ed.), https://plato.stanford.edu/archives/sum2021/entries/conceptual-art/. He later received attention for his anti-art demonstrations against New York cultural institutions in 1963 and 1964. Since 1983, he has focused on philosophical writing related to nihilism, science, mathematical logic, post-capitalist economics, and personhood. A number of his archival musical recordings, which fuse hillbilly music with avant-garde techniques, were released in the 2000s. He has collaborated with artists such as C.C. Hennix, La Monte Young, George Maciunas, and John Berndt. ==Background== Henry Flynt was born and raised in North Carolina where he first studied classical violin. He became interested in logical positivism as a teenager, and later attended Harvard University on a scholarship, where he studied mathematics alongside companions Tony Conrad and John Alten. Flynt was introduced to jazz and the \"New Music\" of John Cage, and he also discovered country blues music through Samuel Charters's 1959 book on the subject at this time. He soon dropped out and visited New York in 1960, where through Conrad he was introduced to La Monte Young and other figures in the city's avant-garde scene. Young would dedicate his 1960 composition \"X for Henry Flynt\" to him. In 1960 and 1961, Flynt took part in the monthly concert series held at Yoko Ono's Chambers Street loft. Flynt’s work developed from what he called \"cognitive nihilism\", a concept he first announced in the 1960 and 1961 drafts of a paper called Philosophy Proper. The concept derives from insights about the vulnerabilities of logic and mathematics, and aims to turn the principles of scientific positivism and analytical philosophy against themselves. Embracing Rudolf Carnap's empiricism and his positivist critique of metaphysics, Flynt concluded that science itself did not satisfy the syntactical criteria for empirical claims; he therefore set about developing a \"radical empiricism\" (or \"radical unbelief\") which undermined scientific systematization and much \"avant-garde\" art. Flynt refined these dispensations in the essay Is there language? that was published as Primary Study in 1964. ==Concept art and activism== In 1961 Flynt coined the term \"concept art\"The Times literary Supplement, August 6th, 1964, p. 688 \"Henry Flynt concept art\" . in the proto-Fluxus book An Anthology of Chance OperationsKristine Stiles & Peter Selz, Theories and Documents of Contemporary Art: A Sourcebook of Artists' Writings (Second Edition, Revised and Expanded by Kristine Stiles) University of California Press 2012, p. 955 (co-published by Jackson Mac Low and La Monte Young) that was released in 1963,Flynt, Henry. \"Essay: Concept Art. As published in An Anthology of Chance Operations (1963) alongside works by Fluxus artists such as George Brecht and Dick Higgins. Flynt's concept art, he maintained, devolved from cognitive nihilism and described art in which the material was concepts.Henry Flynt, \"The Crystallization of Concept Art in 1961\" Drawing exclusively on the syntax of logic and mathematics, concept art was meant to surpass both mathematics and \"serious\" compositional practices by evacuating concepts of substance via logical paradox. Flynt maintained that to merit the label concept art, a work had to be a critique of logic or mathematics in which the material is a linguistic concept, a quality which he claims is absent from subsequent \"conceptual art.\"Henry Flynt, \"Concept-Art (1962)\", Translated and introduced by Nicolas Feuillie, Les presses du réel, Avant-gardes, Dijon. In 1962 Flynt began to campaign for an anti-art position.Michel Oren (1993) Anti-Art as the End of Cultural History, Performing Arts Journal, volume 15, issue 2. He advocated that avant-garde art and its institutions be superseded by the terms of veramusement and brend—neologisms meaning approximately pure recreation. Thus he demonstrated against cultural institutions in New York City (such as MoMA and Lincoln Center for the Performing Arts) with Tony Conrad and Jack Smith in 1963 and against the composer Karlheinz Stockhausen twice in 1964 (accusing Stockhausen of white supremacy and cultural imperialism).Interview with Henry Flynt in The Village Voice, September 10th, 1964, by Susan Goodman, \"Anti-Art Pickets Pick on Stockhausen\" . Flynt read publicly from his text From Culture to Veramusment at Walter De Maria's loft on February 28, 1963—an act which can be considered performance art. In the mid 1960s, Flynt converted himself to Marxism and published the article \"Communists Must Give Revolutionary Leadership in Culture\" in collaboration with George Maciunas, criticizing the white supremacist cultural touchstones of the left-wing tradition and championing African-American music. In 1987 he revived his \"concept art\" for tactical reasons; and spent seven years in the art world. ==Music== Henry Flynt is known for musical work that attempts to fuse hillbilly music with the avant-garde, often with him performing on violin or guitar. Other influences included the free jazz of Ornette Coleman; rockabilly and country blues music; and the North Indian classical music he learned with singer Pandit Pran Nath. With the exception of the 1981 German cassette You Are My Everlovin'/Celestial Power, Flynt's recordings remained unreleased until the 21st century, via labels such as Recorded and Locust.Kristine Stiles & Peter Selz, Theories and Documents of Contemporary Art: A Sourcebook of Artists' Writings (Second Edition, Revised and Expanded by Kristine Stiles) University of California Press 2012, p. 956 Flynt performed duets with La Monte Young in the 1960s, but recordings of these performances were rejected by Mainstream Records employee Earle Brown as being too unconventional for a classical label. In an early 1960s conversation with John Cage, Flynt announced his intention to abandon \"serious\" modern composition and pursue music in the style of rock artists like Bo Diddley and Chuck Berry, to which Cage expressed confusion. Flynt briefly performed violin with the Velvet Underground in 1966 as a fill-in for John Cale, and received guitar lessons from Lou Reed. In 1966, he recorded several rehearsal demo tapes with Walter De Maria and others in the garage rock band the Insurrections, which were later compiled and released in 2004 on Locust Music as I Don't Wanna.Cope. J. \"Henry Flynt & The Insurrections: I Don't Wanna.\" Julian Cope Presents Head Heritage. Julian Cope's Album of the Month. November, 2005. http://www.headheritage.co.uk/unsung/albumofthemonth/henry-flynt-and-the- insurrections-i-dont-wannaBeta, A. \"Henry Flynt/Insurrections: I Don't Wanna.\" Pitchfork. Pitchfork Music Festival.com. Feb. 19, 2004. http://pitchfork.com/reviews/albums/3288-i-dont-wanna-with-the-insurrections/ In 1974 and 1975, Flynt led the group Nova'Billy and recorded material spanning rock, jazz, country, and funk that was later collected on Henry Flynt & Nova'Billy (Locust, 2007). With Catherine Christer Hennix, Flynt formed the jazz-rock group Dharma Warriors in 1978, initially including Arthur Russell on keyboard. Dharma Warriors (Locust, 2008) showcases another meeting between Hennix & Flynt recorded in 1980 in Woodstock, New York. Purified by the Fire, recorded in December 1981, features Hennix on tamboura and Flynt on electric violin and was released in 2005 on Locust. Flynt's first CD release was a reissue of You Are My Everlovin'/Celestial Power on Recorded (curated by John Berndt, and initiating the New American Ethnic Music series on that label), quickly followed by Spindizzy and Hillbilly Tape Music also on Recorded. Later Recorded released NAEM 4, Ascent to The Sun. Recently, Flynt's Glissando No. 1 was published by Recorded (2010). ==Philosophy== Flynt's philosophical writing attempts to sketch out a post-capitalist, post-scientific civilization which would be at odds with the current civilization's values. Flynt's early philosophical writings on logic and epistemology, including the 1961 draft of Philosophy Proper, was published in Milan in the book Blueprint for a Higher Civilization (1975). Deriving broadly from his early arguments around \"cognitive nihilism\" and positivism, Flynt's work aims to overturn the dogmatic scientism and apparent coherence of contemporary scientific and mathematical discourse. In the early 1970s, he returned to college to study communist economics. In the late 1970s, he organized several meetings on the \"crisis in physics\" in an attempt to identify the areas where modern science represses incoherent or irrational logics in order to propagate its \"objective\" worldview. From about 1980, Flynt has written on philosophy and economics in mostly unpublished papers, focusing on two concepts which did not achieve the notoriety of the early actions: his concepts of meta- technologyHenry Flynt, \"Lessons in Meta-Technology\" and personhood theory.Henry Flynt, \"Personhood Theory: A Sketch\" These concepts continue his work in sketching a worldview which would supersede scientific objectification and dissolve contemporary determinations of objective reality. Much of his writing is now available on his website. ==Relationship with Fluxus== Because of his friendship and collaboration with La Monte Young and George Maciunas, Flynt sometimes is linked to Fluxus. While Flynt himself describes Fluxus as his \"publisher of last resort\" (Flynt did permit Fluxus to publish his work, and took part in several Fluxus exhibitions) he claims no affiliation or interest in the Fluxus sensibility. In fact, he is a strong critic of the neo- Dada sensibility.Owen Smith (1998) Fluxus: The History of an Attitude, San Diego State University Press. ==Bibliography== * Henry Flynt, (1975) Blueprint for a Higher Civilization, Milano * Henry Flynt, (1988) \"Being=Space X Action: Searches for Freedom of Mind Through Mathematics, Art, and Mysticism\", edited by Charles Stein, a special issue of Io (#41) on Henry Flynt and Catherine Christer Hennix. * Henry Flynt, \"Concept-Art (1962)\", Translated and introduced by Nicolas Feuillie, Les presses du réel, Avant-gardes, Dijon * Henry Flynt,\"Concept Art,\" in An Anthology, ed. La Monte Young (1st edition, New York, 1963) * Henry Flynt, \"Concept Art\" (revised), in An Anthology, ed. La Monte Young (2nd edition, New York, 1970) * Owen Smith (1998) Fluxus: The History of an Attitude, San Diego State University Press * Christophe Levaux, (2015) Henry Flynt et la réinvention des racines culturelles, tacet 4. * Kristine Stiles & Peter Selz, Theories and Documents of Contemporary Art: A Sourcebook of Artists' Writings (Second Edition, Revised and Expanded by Kristine Stiles) University of California Press 2012, reprinting of Henry Flynt, Concept Art (1961) pp. 974–975. ==Discography== *You Are My Everlovin' / Celestial Power, Hundertmark/Recorded (1986/2001; recorded 1980-81) *Graduation and Other New Country and Blues Music, Ampersand (2001; recorded 1975-79) *Raga Electric, Locust Music (2002; recorded 1963-71) *C Tune, Locust Music (2002; recorded November 17, 1980) *Back Porch Hillbilly Blues, Volume 1, Locust Music (2002) *Back Porch Hillbilly Blues, Volume 2, Locust Music (2002) *New American Ethnic Music, Volume 2: Spindizzy, Recorded Records (2002; recorded 1968-1983) *New American Ethnic Music, Volume 3: Hillbilly Tape Music, Recorded Records (2003; recorded 1971-78, 2001) *I Don't Wanna, Locust Music (2004; recorded 1966) *Purified by the Fire, Locust Music (2005; recorded December 14, 1981) *Henry Flynt & Nova' Billy, Locust Music (2007; recorded 1975) *New American Ethnic Music, Volume 4: Ascent to the Sun, Recorded Records (2007; recorded December 2004) *Dharma/Warriors, Locust Music (2008; recorded 1983) *Glissando No. 1, Recorded Records (2011; recorded 1978-79) ==References== ==External links== *Henry Flynt Philosophy Collection of Henry Flynt writings *Works by Henry Flynt at the Museum of Modern Art *Henry Flynt Interviewed by Kenneth Goldsmith on WFMU February 26, 2004 (3 hours) *Fluxus: Henry Flynt:ACTION AGAINST CULTURAL IMPERIALISM *\"Taking Henry Flynt Seriously\" by Benjamin Piekut, ISAM Newsletter, Spring 2005 *Baltimore City Paper article on Flynt's Spindizzy *Henry Flynt interview from 1989 *Henry Flynt in New York (29 videos) *pdf file of An Anthology of Chance Operations (1963) at UbuWeb *Does Anyone Remember Henry Flynt?: Conceptualism and Raga Rock *Julian Cope's review of Henry Flynt & the Insurrections - I Don't Wanna Category:1940 births Category:Living people Category:Musicians from Greensboro, North Carolina Category:American violinists Category:American male violinists Category:Fluxus Category:Avant-garde violinists Category:Postmodern artists Category:Artists from New York (state) Category:Mass media theorists Category:American conceptual artists Category:American experimental musicians Category:American noise musicians Category:Postmodern theory Category:Postmodernists Category:20th-century American philosophers Category:20th-century classical composers Category:Experimental composers Category:Postmodern composers Category:American male classical composers Category:American classical composers Category:American sound artists Category:Pupils of Pran Nath (musician) Category:20th-century American composers Category:21st-century violinists Category:Henry Flynt & the Insurrections members Category:20th- century American male musicians Category:21st-century American male musicians Category:Locust Music artists",
 "title": "Henry Flynt"
}