{
 "id": "293288",
 "text": "Tuskegee University is a private, historically black land-grant university in Tuskegee, Alabama. The campus is designated as the Tuskegee Institute National Historic Site by the National Park Service. The university was home to scientist George Washington Carver and to World War II's Tuskegee Airmen. Tuskegee University offers 43 bachelor's degree programs, including a five- year accredited professional degree program in architecture, 17 master's degree programs, and 5 doctoral degree programs, including the Doctor of Veterinary Medicine. The university is home to nearly 3,000 students from around the U.S. and over 30 countries. The university's campus was designed by architect Robert Robinson Taylor, the first African American to graduate from the Massachusetts Institute of Technology, in conjunction with David Williston, the first professionally trained African-American landscape architect. ==History== ===Planning and establishment=== thumb|right|History class at Tuskegee, 1902 The school was founded on July 4, 1881, as the Tuskegee Normal School for Colored Teachers. This was a result of an agreement made during the 1880 elections in Macon County between a former Confederate Colonel, W.F. Foster, who was a candidate for re-election to the Alabama Senate, and a local black Leader, Lewis Adams. W.F. Foster offered that, if Adams could persuade the black constituents to vote for Foster, then Foster, if elected, would push the state of Alabama to establish a school for black people in the county. At the time the majority of Macon County population was black, so black constituents had political power. Adams succeeded and Foster followed through with the school. The school became a part of the expansion of higher education for black people in the former Confederate states following the American Civil War, with many schools founded by the northern American Missionary Association. A teachers' school was the dream of Lewis Adams, a former slave, and George W. Campbell, a banker, merchant, and former slaveholder, who shared a commitment to the education of black people. Despite lacking formal education, Adams could read, write, and speak several languages. He was an experienced tinsmith, harness-maker, and shoemaker and was a Prince Hall Freemason, an acknowledged leader of the African-American community in Macon County, Alabama. Adams and Campbell had secured $2,000 from the State of Alabama for teachers' salaries but nothing for land, buildings, or equipment. Adams, Campbell (replacing Thomas Dryer, who died after his appointment), and M. B. Swanson formed Tuskegee's first board of commissioners. Campbell wrote to the Hampton Institute in Virginia, requesting the recommendation of a teacher for their new school. Samuel C. Armstrong, the Hampton principal and a former Union general, recommended 25-year-old Booker T. Washington, an alumnus and teacher at Hampton. thumb|right|Original campus buildings on the Miller plantation, 1882 As the newly hired principal in Tuskegee, Booker T. Washington began classes for his new school in a rundown church and shanty. The following year (1882), he purchased a former plantation of 100 acres in size. In 1973 the Tuskegee Institute, now Tuskegee University, did an oral history interview with Annie Lou \"Bama\" Miller. In that interview she indicated that her grandmother sold the original 100 acres of land to Booker T. Washington. That oral history interview is located at the Tuskegee University archives. The earliest campus buildings were constructed on that property, usually by students as part of their work-study. By the start of the 20th century, the Tuskegee Institute occupied nearly 2,300 acres. Based on his experience at the Hampton Institute, Washington intended to train students in skills, morals, and religious life, in addition to academic subjects. Washington urged the teachers he trained \"to return to the plantation districts and show the people there how to put new energy and new ideas into farming as well as into the intellectual and moral and religious life of the people.\" Washington's second wife Olivia A. Davidson, was instrumental to the success and helped raise funds for the school.\"Olivia Davidson Washington.\" Notable Black American Women. Gale, 1992. Biography In Context. Web. 24 Oct. 2013. Gradually, a rural extension program was developed, to take progressive ideas and training to those who could not come to the campus. Tuskegee alumni founded smaller schools and colleges throughout the South; they continued to emphasize teacher training. ===Booker T. Washington's leadership=== thumb|upright|Booker T. Washington {| class=\"infobox\" cellpadding=\"2\" cellspacing=\"2\" style=\"font-size: 90%;\" |+ style=\"font-size: 1.25em;\" |Presidents of Tuskegee University |- | Booker T. Washington | 1881–1915 |- | Robert Russa Moton | 1915–1935 |- | Frederick Douglass Patterson | 1935–1953 |- | Luther H. Foster Jr. | 1953–1981 |- | Benjamin F. Payton | 1981–2010 |- | Gilbert L. Rochon | 2010–2013 |- | Brian L. Johnson | 2014–2017 |- | Lily McNair | 2018–2021 |- | Charlotte P. Morris | 2021 (effective August 1) |- |} As a young free man after the Civil War, Washington sought a formal education. He worked his way through Hampton Normal and Agricultural Institute (now Hampton University) and attended college at Wayland Seminary in Washington, DC (now Virginia Union University). He returned to Hampton as a teacher. Hired as principal of the new normal school (for the training of teachers) in Tuskegee, Alabama, Booker T. Washington opened his school on July 4, 1881, on the grounds of the Butler Chapel African Methodist Episcopal Zion Church. The following year, he bought the grounds of a former plantation, out of which he expanded the institute in the decades that followed. The school expressed Washington's dedication to the pursuit of self-reliance. In addition to training teachers, he also taught the practical skills needed for his students to succeed at farming or other trades typical of the rural South, where most of them came from. He wanted his students to see labor as practical, but also as beautiful and dignified. As part of their work-study programs, students constructed most of the new buildings. Many students earned all or part of their expenses through the construction, agricultural, and domestic work associated with the campus, as they reared livestock and raised crops, as well as producing other goods. The continuing expansion of black education took place against a background of increased violence against blacks in the South, after Democrats regained power in state governments and imposed white supremacy in society. They instituted legal racial segregation and a variety of Jim Crow laws, after disfranchising most blacks by constitutional amendments and electoral rules from 1890 until 1964. Against this background, Washington's vision, as expressed in his \"Atlanta compromise\" speech, became controversial and was challenged by new leaders, such as W.E.B. Du Bois, who argued that blacks should have opportunities for study in classical academic programs, as well as vocational institutes. In the early twentieth century, Du Bois envisioned the rise of \"the Talented Tenth\" to lead African Americans. Washington gradually attracted notable scholars to Tuskegee, including the botanist George Washington Carver, one of the university's most renowned professors. ===1881–1900=== Perceived as a spokesman for black \"industrial\" education, Washington developed a network of wealthy American philanthropists who donated to the school, such as Andrew Carnegie (funding a library building), Collis P. Huntington, John D. Rockefeller, Henry Huttleston Rogers, George Eastman, and Elizabeth Milbank Anderson. An early champion of the concept of matching funds, Henry H. Rogers was a major anonymous contributor to Tuskegee and dozens of other black schools for more than fifteen years. There is some discussion as to whether his strong support for \"industrial\" education was fully earnest or at least partly a strategy to attract such large donors, as he thought the idea of an \"industrial\" college would appeal to them. Publication of the article \"Industrial Education of the Negro\" in a leading magazine designed for African-American readers is one piece of evidence against this claim. Thanks to recruitment efforts on the island and contacts with the U.S. military, Tuskegee had a particularly large population of Afro-Cuban students during these years. Following small-scale recruitments prior to the 1898–99 school year, the university quickly gained popularity among ambitious Afro-Cubans. In the first three decades of the school's existence, dozens of Afro-Cubans enrolled at Tuskegee each year, becoming the largest population of foreign students at the school.Guridy, Frank. Forging Diaspora: Afro-Cubans and African Americans in a World of Empire and Jim Crow. Chapel Hill, NC: University of North Carolina Press, 2010. ===1900–1915=== Washington developed a major relationship with Julius Rosenwald, a self-made man who rose to the top of Sears, Roebuck and Company in Chicago, Illinois. He had long been concerned about the lack of educational resources for blacks, especially in the South. After meeting with Washington, Rosenwald agreed to serve on Tuskegee's board of directors. He also worked with Washington to stimulate funding to train teachers' schools such as Tuskegee and Hampton institutes. Washington was a tireless fundraiser for the institute. In 1905 he kicked off an endowment campaign, raising money all over America in 1906 for the 25th anniversary of the institution. Along with wealthy donors, he gave a lecture at Carnegie Hall in New York on January 23, 1906, called the Tuskegee Institute Silver Anniversary Lecture, in which Mark Twain spoke. Beginning with a pilot program in 1912, Rosenwald created model rural schools and stimulated construction of new schools across the South. Tuskegee architects developed the model plans, and some students helped build the schools. Rosenwald created a fund but required communities to raise matching funds, to encourage local collaboration between blacks and whites. Rosenwald and Washington stimulated the construction and operation of more than 5,000 small community schools and supporting resources for the education of blacks throughout the rural the South into the 1930s. Despite his travels and widespread work, Washington continued as principal of Tuskegee. Concerned about the educator's health, Rosenwald encouraged him to slow his pace. In 1915, Washington died at the age of 59, as a result of high blood pressure. At his death, Tuskegee's endowment exceeded US$1.5 million. He was buried on the campus near the chapel. Tuskegee, in cooperation with church missionary activity, work to set up industrial training programs in Africa.Andrew E. Barnes, Global Christianity and the Black Atlantic: Tuskegee, Colonialism, and the Shaping of African Industrial Education (Baylor University Press, 2017). ===1915–1940=== thumb|right|Tuskegee Institute, c. 1916 The years after World War I challenged the basis of the Tuskegee Institute. Teaching was still seen as a critical calling, but southern society was changing rapidly. Attracted by the growth of industrial jobs in the North, including the rapid expansion of the Pennsylvania Railroad, suffering job losses because of the boll weevil and increasing mechanization of agriculture, and fleeing extra-legal violence, hundreds of thousands of rural blacks moved from the South to Northern and Midwestern industrial cities in the Great Migration. A total of 1.5 million moved during this period. In the South, industrialization was occurring in cities such as Birmingham, Alabama and other booming areas. The programs at Tuskegee, based on an agricultural economy, had to change. During and after World War II, migration to the North continued, with California added as a destination because of its defense industries. A total of 5 million black Southerners moved out of the South from 1940 to 1970. ===Tuskegee syphilis experiment=== From 1932 to 1972, Tuskegee Institute collaborated with the United States government in the Tuskegee syphilis experiment by which the effects of deliberately untreated syphilis were studied. These experiments have become infamous for deceiving study participants, poor African-American men, both by not telling them that they had latent syphilis and by pretending to give them medical care; in fact researchers were only monitoring the progression of the disease. Syphilis is a debilitating disease that can leave its victims with permanent neurological damage and horrifying scars. Penicillin was discovered in 1927 and it was being used to treat human disease by the early 1940s. In 1947 it had become the gold standard in treating syphilis and often only required one intramuscular dose to eliminate the disease. The researchers were well aware of this information and in order to continue their experiments, they chose to withhold the life-saving treatment. The researchers proceeded to actively deter study participants from obtaining penicillin from other physicians. The patients were told that they had \"bad blood.\" This experiment was conducted by the U.S. Public Health Service in collaboration with the Tuskegee Institute. This was a direct violation of the Hippocratic Oath; however, not a single researcher, nor the Tuskegee University was legally punished. Academic research has shown that the study had long-term, damaging effects on black men's health and contributed to mistrust of medical professionals among black men. ===World War II=== thumb|right|Tuskegee University Chapel (1969) In 1941, in an effort to train black aviators, the U.S. Army Air Corps established a training program at Tuskegee Institute, using Moton Field, about away from the campus center. The graduates became known as the Tuskegee Airmen. The Tuskegee Airmen National Historic Site at Moton Field was listed on the National Register of Historic Places in 1998. The U.S. Army, Air Force, and Navy have R.O.T.C. programs on campus today. Numerous presidents have visited Tuskegee, including Franklin D. Roosevelt. Eleanor Roosevelt was also interested in the Institute and its aeronautical school. In 1941 she visited Tuskegee Army Air Field and worked to have African Americans get the chance as pilots in the military. She corresponded with F.D. Patterson, the third president of the Tuskegee Institute, and frequently lent her support to programs. ===Postwar=== The noted architect Paul Rudolph was commissioned in 1958 to produce a new campus master plan. In 1960 he was awarded, along with the partnership of John A. Welch and Louis Fry, the commission for a new chapel, perhaps the most significant modern building constructed in Alabama. The postwar decades were a time of continued expansion for Tuskegee, which added new programs and departments, adding graduate programs in several fields to reflect the rise of professional studies. For example, its School of Veterinary Medicine was added in 1944. Mechanical Engineering was added in 1953, and a four-year program in Architecture in 1957, with a six-year program in 1965. In 1985, Tuskegee Institute achieved university status and was renamed Tuskegee University. In July 2020, philanthropist MacKenzie Scott donated $20 million to the university. Her donation is the largest single gift in Tuskegee's history. ===Tuskegee Institute National Historic Site=== In 1965 Tuskegee University was declared a National Historic Landmark for the significance of its academic programs, its role in higher education for African-Americans, and its status in United States history. Congress authorized the establishment of the Tuskegee Institute National Historic Site in 1974. The National Historic Site includes Booker T. Washington's home The Oaks and the George Washington Carver Museum. The district historic landmark district includes the entire Tuskegee University campus at the time.Horace J. Sheely, Jr. (1965-03-01) , National Park Service and \"Points of special historic interest\" noted in the landmark description include: * The Oaks (Washington's Home) * Booker T. Washington monument, Lifting the Veil of Ignorance statue by Charles Keck * Grave of Booker T. Washington * Grave of George Washington Carver * The George Washington Carver Museum The Tuskegee Airmen National Historic Site is at Moton Field, in Tuskegee, Alabama. ==Campus== Tuskegee University provides 24-hour Campus Police protection for its students. All officers are state certified. File:Booker T Washington Monument.jpg|The Lifting the Veil of Ignorance statue of Booker T. Washington was designed by sculptor Charles Keck and unveiled on April 5, 1922. The statue depicts Dr. Washington lifting the veil of ignorance off his people, who had once been enslaved, by showing them the ways of a better life through education and skills. File:James H.M. Henderson Hall.jpg|James Henry Meriwether Henderson Hall is Tuskegee University's new Agricultural Life Science Teaching, Extension and Research Building. Henderson Hall provides labs for teaching introductory courses in animal, plant, soil, and environmental sciences as well as biology and chemistry. File:Tuskegee University's Tompkins Hall.JPG|Built in 1906 and completely renovated in 2013, Tompkins Hall serves as the primary student dining facility and student center. The building includes a ballroom, an auditorium, a game room, a retail restaurant, and a 24-hour student study with healthy food vending machines. It is home to the offices of the Student Government Association. File:Tuskegee University Museum-The Legacy Museum.jpg|The Legacy Museum houses: The African collection (contains approximately 900 items), the antiques and miscellaneous items collection and The Lovette W. Harper Collection of African Art. Third Floor exhibition contains \"The United States Public Health Service Untreated Syphilis Study in the Negro Male, Macon County, Alabama 1932-1972.\" File:Booker T Washington grave.jpg|Booker T. Washington is laid to rest in the Tuskegee University Campus Cemetery. Many other notable university people are interred on the Tuskegee campus including: George Washington Carver, Cleveland L. Abbott, William L. Dawson, Luther Hilton Foster (4th president), Frederick D. Patterson (3rd president), many other Washington family members and others. File:Tuskegee University -The Commons Apartments.jpg|Tuskegee University provides on-campus apartment style living for students in the Commons Apartments located across the campus in three different locations File:Margaret Murray Washington Hall.jpg|Margaret Murray Washington Hall is home to Office of Admission, University Bookstore and additional dining services for the students File:The Avenue- Tuskegee.JPG|\"The Avenue\" is one of the main pedestrian corridors on campus that is rarely open to vehicular traffic File:Booker T. Washington Boulevard.jpg|Booker T. Washington Boulevard is the main drive into the campus of Tuskegee University File:Tuskegee University grounds.jpg|Tuskegee University's campus has a park like setting and features many large green areas File:Tuskegee College of Veterinary Medicine Williams Bowie Hall.JPG|College of Veterinary Medicine Williams Bowie Hall File:Tuskegee football game -Alumni Bowl.JPG|Tuskegee football game File:Tuskegee University main entrance.jpg|Main entrance to the campus File:Tuskegee University -campus sidewalk.JPG|A scenic campus corridor File:Tuskegee_Chapel_Interior_Photo.jpg|Interior view of the Tuskegee Chapel File:Fall on the campus of Tuskegee.JPG|Fall at Tuskegee University File:George Washington Carver Museum at Tuskegee University.JPG|George Washington Carver Museum File:Hollis Burke Frissell Library.jpg|The Main Library, Hollis Burke Frissell now known as the Ford Motor Company Library/Learning Resource Center File:Tuskegee_University_campus_banners.jpg|Campus banners File:Tuskegee_College_of_Business_Exterior.jpg|Andrew F. Brimmer College of Business and Information Sciences File:Tuskegee_James_Center_Arena_Exterior.jpg|Daniel \"Chappie\" James Center File:Tuskegee_James_Center_Arena_Interior.JPG|Daniel \"Chappie\" James Center -Tuskegee basketball pre-game warm-up File:Tuskegee_James_Center_Basketball_Game_Interior.jpg|Daniel \"Chappie\" James Center basketball game File:Tuskegee_University_view_of_valley.JPG|Tuskegee University campus partial view of the \"Valley\" and the Kellogg Hotel & Conference Center File:Tuskegee_University_I-85_Exit.JPG|I-85 exit for Tuskegee University ==Kellogg Hotel & Conference Center== thumb|right|The Tuskegee University Kellogg Hotel & Conference Center The Kellogg Hotel & Conference Center at the renovated Dorothy Hall (built 1901) was established in 1994 on the campus of Tuskegee University by the W.K. Kellogg Foundation. The Kellogg Conference Center offers multimedia meeting rooms, as well as a 300-seat auditorium and a ballroom that accommodates up to 350 guests. Students studying Hospitality Management within the Andrew F. Brimmer College of Business and Information Science & Dietetics students within the Department of Food and Nutrition Science are able to receive hands on experience at the Kellogg Hotel & Conference Center. The Kellogg Hotel & Conference Center is the only center at a historically black university; there are only 11 worldwide. Other Kellogg Conference Centers in the United States are located at: Michigan State University, Gallaudet University and the California State Polytechnic University, Pomona (Cal Poly Pomona). ==Academics== thumb|A view of the Tuskegee University campus – White Hall bell tower The academic programs are organized into five colleges and two schools: (1) The College of Agriculture, Environment and Nutrition Sciences; (2) The College of Arts and Sciences; (3) The Brimmer College of Business and Information Science; (4) The College of Engineering; (5) The College of Veterinary Medicine, Nursing and Allied Health; (6), The Taylor School of Architecture and Construction Science; and (7) The School of Education. Tuskegee houses an undergraduate honors program for qualified rising sophomores with at least a cumulative 3.2 GPA. Tuskegee University is accredited by the Southern Association of Colleges and Schools Commission on Colleges to award Baccalaureate, Master's, Doctorate, and professional degrees. The following academic programs are accredited by national agencies: Architecture, Business, Education, Engineering, Clinical Laboratory Sciences, Nursing, Occupational Therapy, Social Work, and Veterinary Medicine. Tuskegee University is the only Historically Black University to offer the Doctor of Veterinary Medicine (D.V.M.); its School of Veterinary Medicine was established in 1944. The school is fully accredited by the Council on Education of the American Veterinary Medical Association (AVMA). About 75% of the nation's African- American veterinarians graduated from Tuskegee's program. thumb|right|College of Veterinary Medicine – Fredrick D Patterson Hall Tuskegee University offers several Engineering degree programs all with ABET accreditation. The Aerospace Science Engineering department was established in 1983. Tuskegee University is the first and only Historically Black University to offer an accredited B.S. degree in Aerospace Engineering. The Mechanical Engineering Department was established in 1954 and the Chemical Engineering Department began in 1977; The Department of Electrical Engineering is the largest of five departments within the College of Engineering. The program is accredited by EAC/ABET (Engineering Accreditation Commission/Accreditation Board of Engineering and Technology) and the Southern Association of Colleges and Schools. thumb|right|College of Engineering – Luther H. Foster Hall has long been home to one of the nation's best engineering programs containing: Aerospace Science Engineering, Chemical Engineering, Electrical Engineering, Materials Science Engineering, Mechanical and Military Science The Tuskegee University Andrew F. Brimmer College of Business and Information Science is fully accredited by the Association to Advance Collegiate Schools of Business (AACSB-International). The school of Nursing was established as the Tuskegee Institute Training School of Nurses and registered with the Alabama State board of Nursing, September 1892 under the auspices of the John A. Andrew Memorial Hospital. In 1948 the university began its baccalaureate program in Nursing; becoming the first nursing program in the state of Alabama. The Nursing department holds full accreditation from the National League for Nursing Accrediting Commission and is approved by the Alabama State Board of Nursing. The Occupational Therapy program is accredited by the Accreditation Council for Occupational Therapy Education (ACOTE) of the American Occupational Therapy Association. The Clinical Laboratory Science Program is accredited by the National Accrediting Agency for Clinical Laboratory Sciences. (NAACLS) Tuskegee University began offering certificates in Architecture under the Division of Mechanical Industries in 1893. The 4-year curriculum in architecture leading to the Bachelor of Science degree was initiated in 1957 and the professional 6-year program in 1965. The Robert R. Taylor School of Architecture offers two professional programs: Architecture, and Construction Science and Management. The 5-year Bachelor of Architecture program is fully accredited by the National Architectural Accrediting Board (NAAB). Graduates of the program are qualified to become registered architects. thumb|right|Robert R. Taylor School of Architecture and Construction Science is home to one of only 2 NAAB-accredited, architecture professional degree programs in the state of Alabama. It is also home to one of the top Construction Science and Management degree programs in the nation. In 2019, Tuskegee signed a partnership with the Ross University School of Medicine to help redress diversity shortages in the medical field. Qualified Tuskegee students will automatically gain admissions into the medical school with a tuition-free first semester. In 2020, Tuskegee established a strategic partnership with the Cumberland School of Law that will allow Tuskegee students to receive a bachelor's degree and law degree in six years as opposed to the traditional seven. ===Rankings=== * U.S. News & World Report places Tuskegee 4th out of 79 Historically Black Colleges and Universities in their 2021 rankings. * U.S. News & World Report also rated Tuskegee 20th \"Best Regional College in the South\" for 2021 out of 134 schools evaluated. * Tuskegee is ranked 109th among 614 master's universities (which award a significant number of master's degrees but few or no doctoral degrees) in the U.S. according to the Washington Monthly 2020 rankings, which rate schools' contribution to the public good as measured by social mobility, research, and promoting public service. ===National Center for Bioethics in Research and Health Care=== National Center for Bioethics in Research and Health Care is the nation's first bioethics center devoted to engaging the sciences, humanities, law and religious faiths in the exploration of the core moral issues which underlie research and medical treatment of African Americans and other under-served people. The official launching of the Center took place two years after President Bill Clinton's apology to the nation, the survivors of the Syphilis Study, Tuskegee University, and Tuskegee/Macon County, Alabama for the U.S. Public Health Service medical experiment (1932–1972), where 399 poor—and mostly illiterate—African American sharecroppers became part of a study on non-treating and natural history of syphilis. The center houses the Bioethics Honors Program available to undergraduate students interested in bioethics. ==Athletics== Tuskegee is a member of the National Collegiate Athletic Association (NCAA) Division II and competes within the Southern Intercollegiate Athletic Conference (SIAC). The university has a total of 10 varsity sports teams, five men's teams called the \"Golden Tigers\", and five women's teams called the \"Tigerettes\". Tuskegee's Men's Basketball won the 2014 SIAC Championship and the 2014 NCAA Division South Region Championship. The Golden Tigers also made it to the Elite Eight during the 2014 NCAA Men's Division II Basketball Tournament. Tuskegee's Women's Softball won the 2014 SIAC Championship. The Tuskegee Department of Athletics sponsors the following sports: Men's athletic teams * Baseball * Basketball * Track and Field/Cross Country * Football * Tennis Women's athletic teams * Basketball * Track and Field/Cross Country * Softball * Tennis * Volleyball ===Football=== thumb|right|Tuskegee University's historic Cleveland Leigh Abbott Memorial Alumni Stadium, completed 1924. The stadium was the first of its kind to be built at any HBCU in the south. The Tuskegee University football team has won 29 SIAC championships (the most in SIAC history). As of 2013 the Golden Tigers continue to be the most successful HBCU with 652 wins. In 2013 Tuskegee opted not to renew its contract to face rival Alabama State University (Division I FCS) in the Turkey Day Classic, the oldest black college football classic in the country. Instead, after going 10–2 the Golden Tigers made their first playoff appearance in school history for the 2013 NCAA Division II Football Championship, for which they had qualified in the past but could not participate due to the Turkey Day Classic. Tuskegee competed against the University of North Alabama in the first round of the playoffs, but lost 30–27. Tuskegee won the 2014 SIAC Football Championship and advanced to the first round of the NCAA Division II football playoffs with a loss of 20–17 to University of West Georgia. ===Baseball=== The baseball program has won thirteen SIAC championships and has produced several professional players, including big-leaguers Leon Wagner, Ken Howell, Alan Mills and Roy Lee Jackson. ===Basketball=== Tuskegee won the 2013–14 SIAC Championship and advanced to the 2014 NCAA Division II Men's Basketball Tournament. Tuskegee won the NCAA Division II South Regional Championship by defeating Delta State University 80–59. The Golden Tigers fell to No. 1-ranked Metro State (Metropolitan State University of Denver), 106–87, in the Elite Eight of the NCAA Division II tournament at Ford Center, in Evansville, Indiana. ===Track and field=== Track began (Men and Women) at Tuskegee in 1916. The first Tuskegee Relays and Meet was held on May 7, 1927; it was the oldest African American relay meet. The Tuskegee women's team won the championship of the Amateur Athletic Union national senior outdoor meet for all athletes 14 times in 1937–1942 and 1944–1951. The team likewise won the AAU national indoor championship four times in 1941, 1945, 1946 and 1948. Tuskegee's Alice Coachman was the first African American woman to win an Olympic gold medal in any sport, at the 1948 Olympic Games in London. Iram Lewis, a Tuskegee graduate of architecture, is an Olympian relay runner who competed for the Bahamas. ==Notable faculty and staff== ==Notable alumni== ==See also== * List of National Historic Landmarks in Alabama *UNCF ==References== ==Further reading== * Tim Brooks, Lost Sounds: Blacks and the Birth of the Recording Industry, 1890-1919, 320–327. University of Illinois Press, 2004. Early recordings by the Tuskegee Institute Singers. ==External links== * * Tuskegee Athletics website * Tuskegee Institute National Historic Site at Google Cultural Institute Category:National Register of Historic Places in Macon County, Alabama Category:Booker T. Washington Category:Historically black universities and colleges in the United States Category:Land-grant universities and colleges Category:National Historic Landmarks in Alabama Category:National Historic Sites in Alabama Category:Educational institutions established in 1881 Tuskegee University Category:Carnegie libraries in Alabama Category:Private universities and colleges in Alabama Category:1881 establishments in Alabama Category:Rosenwald schools",
 "title": "Tuskegee University"
}