{
 "id": "293217",
 "text": "Matthew Prior (21 July 1664 – 18 September 1721) was an English poet and diplomat. He is also known as a contributor to The Examiner. ==Early life== Prior was probably born in Middlesex.Leopold George Wickham Legg, Matthew Prior: A Study of His Public Career and Correspondence, Cambridge University Press, 2010. pp. 2–3. He was the son of a Nonconformist joiner at Wimborne Minster, East Dorset. His father moved to London, and sent him to Westminster School, under Dr Busby. On his father's death, he left school, and was cared for by his uncle, a vintner in Channel Row. Here Lord Dorset found him reading Horace, and set him to translate an ode. He did so well that the Earl offered to contribute to the continuation of his education at Westminster. One of his schoolfellows and friends was Charles Montagu, 1st Earl of Halifax. It was to avoid being separated from Montagu and his brother James that Prior accepted, against his patron's wish, a scholarship recently founded at St John's College, Cambridge. He took his B.A. degree in 1686, and two years later became a fellow. In collaboration with Montagu he wrote in 1687 the City Mouse and Country Mouse, in ridicule of John Dryden's The Hind and the Panther. ==Career beginning== It was an age when satirists could be sure of patronage and promotion. Montagu was promoted at once, and Prior, three years later, became secretary to the embassy at the Hague. After four years of this, he was appointed a Gentleman of the Bedchamber at court. Apparently he acted as one of the King's secretaries, and in 1697 he was secretary to the plenipotentiaries who concluded the Peace of Ryswick. Prior's talent for affairs was doubted by Pope, who had no special means of judging, but it is not likely that King William would have employed in this important business a man who had not given proof of diplomatic skill and grasp of details. The poet's knowledge of French is specially mentioned among his qualifications, and this was recognized by his being sent in the following year to Paris in attendance on the English ambassador. At this period Prior could say with good reason that \"he had commonly business enough upon his hands, and was only a poet by accident.\" To verse, however, which had laid the foundation of his fortunes, he still occasionally trusted as a means of maintaining his position. His occasional poems during this period include an elegy on Queen Mary in 1695; a satirical version of Boileau's Ode sur le prise de Namur (1695); some lines on William's escape from assassination in 1696; and a brief piece called The Secretary. After his return from France, Prior became under- secretary of state and succeeded John Locke as a commissioner of trade. In 1701 he sat in Parliament for East Grinstead. He had certainly been in William's confidence with regard to the Partition Treaty; but when Somers, Orford and Halifax were impeached for their share in it he voted on the Tory side, and immediately on Anne's accession he allied himself with Robert Harley and St John. Perhaps as a consequence of this; there is no mention of his name in connection with any public transaction for nine years. But when the Tories came into power in 1710, Prior's diplomatic abilities were again called into action, and until the death of Anne he held a prominent place in all negotiations with the French court, sometimes as secret agent, sometimes in an equivocal position as ambassador's companion and sometimes as fully accredited but very unpunctually paid ambassador. His share in negotiating the Treaty of Utrecht, of which he is said to have disapproved personally, led to its popular nickname of \"Matt's Peace.\" Prior is also known as a contributor to The Examiner newspaper. ==Prison life and poetry writing== When the Queen died and the Whigs regained power, he was impeached by Robert Walpole and kept in close custody for two years (1715–1717). In 1709, he had already published a collection of verse. During this imprisonment, maintaining his cheerful philosophy, he wrote his longest humorous poem, Alma; or, The Progress of the Mind. This, along with his most ambitious work, Solomon, and other Poems on several Occasions, was published by subscription in 1718. The sum received for this volume (4000 guineas), with a present of £4000 from Lord Harley, enabled him to live in comfort; but he did not long survive his enforced retirement from public life, although he bore his ups and downs with rare equanimity. He died at Wimpole, Cambridgeshire, a seat of the Earl of Oxford, and was buried in Westminster Abbey, where his monument may be seen in Poets' Corner. A History of his Own Time was issued by J Bancks in 1740. The book pretended to be derived from Prior's papers, but it is doubtful how far it should be regarded as authentic. Prior's poems show considerable variety, a pleasant scholarship and great executive skill. The most ambitious, i.e. Solomon, and the paraphrase of The Nut-Brown Maid, are the least successful. But Alma, an admitted imitation of Samuel Butler, is a delightful piece of wayward easy humour, full of witty turns and well-remembered allusions, and Prior's mastery of the octo-syllabic couplet is greater than that of Jonathan Swift or Pope. His tales in rhyme, though often objectionable in their themes , are excellent specimens of narrative skill; and as an epigrammatist he is unrivalled in English. The majority of his love songs are frigid and academic, mere wax- flowers of Parnassus; but in familiar or playful efforts, of which type are the admirable lines To a Child of Quality, he has still no rival. \"Prior's\"—says Thackeray, himself no mean proficient in this kind—\"seem to me amongst the easiest, the richest, the most charmingly humorous of English lyrical poems. Horace is always in his mind, and his song and his philosophy, his good sense, his happy easy turns and melody, his loves and his Epicureanism, bear a great resemblance to that most delightful and accomplished master.\" Wittenham Clumps in Oxfordshire is said to be where Prior wrote Henry and Emma, and this is now commemorated by a plaque. Prior has been commemorated by other poets as well; Everett James Ellis named Prior as a significant influence and source of inspiration. ==References== * ==External links== *Matthew Prior at the Eighteenth-Century Poetry Archive (ECPA) *Luminarium: Matthew Prior Life, works, essays, study resources *Matthew Prior's Grave, Westminster Abbey *The Matthew Prior Project, Prior's complete correspondence *Poems from PoemHunter.com *Quotations *Matthew Prior (1664–1721) — Samuel Johnson's Life of Matthew Prior * * Category:1664 births Category:1721 deaths Category:18th-century English poets Category:English MPs 1701 Category:People educated at Westminster School, London Category:Alumni of St John's College, Cambridge Category:Fellows of the Royal Society Category:People from Wimborne Minster Category:Ambassadors of Great Britain to France Category:18th-century English writers Category:18th-century English male writers Category:Chief Secretaries for Ireland Category:English male poets Category:17th-century English poets Category:17th-century male writers Category:Occasional poets",
 "title": "Matthew Prior"
}