{
 "id": "293489",
 "text": ", also known as the Tendai Lotus School (天台法華宗 Tendai hokke shū, sometimes just \"hokke shū\") is a Mahāyāna Buddhist tradition (with significant esoteric elements) officially established in Japan in 806 by the Japanese monk Saichō (posthumously known as Dengyō Daishi). The Tendai school, which has been based on Mount Hiei since its inception, rose to prominence during the Heian period (794-1185). It gradually eclipsed the powerful Hossō school and competed with the rival Shingon school to become the most influential sect at the Imperial court. By the Kamakura period (1185-1333), Tendai had become one of the dominant forms of Japanese Buddhism, with numerous temples and vast landholdings. During the Kamakura period, various monks left Tendai (seeing it as corrupt) to establish their own \"new\" or \"Kamakura\" Buddhist schools such as Jōdo-shū, Nichiren-shū and Sōtō Zen. The destruction of the head temple of Enryaku-ji by Oda Nobunaga in 1571, as well as the geographic shift of the capital away from Kyoto to Edo, further weakened Tendai's influence.Sansom, George (1961). A History of Japan 1334-1615. Stanford: Stanford University Press. p. 284. ISBN 0804705259. In Chinese and Japanese, its name is identical to Tiantai, its parent school of Chinese Buddhism. Both traditions emphasize the importance of the Lotus Sutra and revere the teachings of Tiantai patriarchs, especially Zhiyi. In English, the Japanese romanization distinguishes the unique features of the Japanese tradition. According to Hazama Jikō, the main characteristic of Tendai \"is its advocacy of a comprehensive Buddhism...the idea that all the teachings of the Buddha are ultimately without contradiction and can be unified in one comprehensive and perfect system.\"Hazama Jikō. The Characteristics of Japanese Tendai. Japanese Journal of Religious Studies 1987 14/2-3 Other unique elements include an exclusive use of the bodhisattva precepts for ordination (without the pratimoksha), a practice tradition based on the \"Four Integrated Schools\" (Pure Land, Zen, Mikkyo and Precepts), and an emphasis on the study of Chinese Esoteric Buddhist sources. David W. Chappell sees Tendai as \"the most comprehensive and diversified\" Buddhist tradition which provides a religious framework that is \"suited to adapt to other cultures, to evolve new practices, and to universalize Buddhism.\"Chappell, David W. (1987). 'Is Tendai Buddhism Relevant to the Modern World?' in Japanese Journal of Religious Studies 1987 14/2-3. Source: Nanzan Univ.; accessed: Saturday August 16, 2008. p.247 == History == === Foundation by Saichō === Although Jianzhen (Jp. Ganjin) had brought Tiantai teachings to Japan as early as 754, its teachings did not take root until generations later when the monk Saichō 最澄 (767-822) joined the Japanese missions to Imperial China in 804 and founded Enryaku-ji on Mount Hiei. The future founder of Shingon Buddhism, Kūkai, also traveled on the same mission; however, the two were on separate ships and there is no evidence of their meeting during this period. From the city of Ningbo (then called Míngzhōu 明州), Saichō was introduced by the governor to Dàosuì (道邃), who was the seventh Tiantai patriarch, and later he journeyed to Tiantai Mountain for further study. After receiving teachings and initiations on Chan, Precepts and Chinese Esoteric Buddhism, Saichō devoted much of his time to making accurate copies of Tiantai texts and studying under Dàosuì. By the sixth month of 805, Saichō had returned to Japan along with the official mission to China.Hazama Jikō “Dengyo Daishi’s Life and Teachings” in “The Characteristics of Japanese Tendai.” Japanese Journal of Religious Studies 14/2-3 (1987): 101-112. Saichō was also influenced by his study of Huayan (Jp. Kegon) philosophy under Gyōhyō 行表 (720–797) and this was his initial training before going to China.Forte, Victor. Saichō: Founding Patriarch of Japanese Buddhism In Gereon Kopf (ed.), The Dao Companion to Japanese Buddhist Philosophy. Springer. pp. 307-335 (2019) Because of the Imperial Court's interest in Tiantai as well as esoteric Buddhism, Saichō quickly rose in prominence upon his return. He was asked by Emperor Kanmu (735-806) to perform various esoteric rituals, and Saichō also sought recognition from the Emperor for a new, independent Tendai school in Japan. Because the emperor sought to reduce the power of the Hossō school, he granted this request, but with the stipulation that the new \"Tendai\" school would have two programs: one for esoteric Buddhism and one for exoteric Buddhist practice. The new Tendai school was therefore based on a combination of the doctrinal and meditative system of Zhiyi with esoteric Buddhist practice and texts. Tendai learning at Mount Hiei traditionally followed two curriculums: * Shikan-gō 止觀業: Exoteric practice, mainly based on Zhiyi's Mohezhiguan * Shana-gō 遮那業: Esoteric Buddhism, focused on the Mahāvairocana- sūtra and other tantric works However, Emperor Kanmu died shortly thereafter, and Saichō was not allocated any ordinands until 809 with the reign of Emperor Saga. Saichō's choice of establishing his community at Mount Hiei also proved fortuitous because it was located to the northeast of the new capital of Kyoto and thus was auspicious in terms of Chinese geomancy as the city's protector. ==== Disagreements with other schools ==== The remainder of Saichō's life was spent in heated debates with notable Hossō figures, particularly Tokuitsu, and maintaining an increasingly strained relationship with Kūkai (from whom he received esoteric initiations) to broaden his understanding of esoteric Buddhism. The debates with the Hossō school was primarily centered on the doctrine of the One Vehicle (ekayana) found in the Lotus Sutra which the Hossō school saw as not being an ultimate teaching. This was known as the San-Itsu Gon-Jitsu Ronsō (the debate over whether the One-vehicle or Three-vehicles, were the provisional or the real teaching) and it had a great influence on Japanese Buddhism. Saichō also studied esoteric Buddhism under Kūkai, the founder of the Shingon school. Saichō borrowed esoteric texts from Kūkai for copying and they also exchanged letters for some time. However, they eventually had a falling out (in around 816) over their understanding of Buddhist esotericism. This was because Saichō attempted to integrate esoteric Buddhism (mikkyo) into his broader Tendai schema, seeing esoteric Buddhism as equal to the Tendai Lotus Sutra teaching. Saichō would write that Tendai and Mikkyo \"interfuse with one another\" and that \"there should be no such thing as preferring one to the other.\" Meanwhile, Kūkai saw mikkyo as different from and fully superior to kengyo (exoteric Buddhism) and was also concerned that Saichō had not finished his esoteric studies personally under him.Ryuichi Abe. Saichō and Kūkai: A Conflict of Interpretations Ryuichi Abe. Japanese Journal of Religious Studies 1995 22/1-2 Saichō's efforts were also devoted to developing a Mahāyāna ordination platform that required the Bodhisattva Precepts of the Brahmajala Sutra only, and not the pratimokṣa code of the Dharmaguptaka vinaya, which was traditionally used in East Asian Buddhist monasticism. Saichō saw the precepts of the small vehicle (hinayana) as no longer being necessary. His ideas were attacked by the more traditional Nara schools as well as the Sōgō (the Office of Monastic Affairs) and they were not initially approved by the imperial court. Saichō wrote the Kenkairon to respond to their criticisms. By the time that Saichō died in 822, his yearly petition was finally granted and the traditional \"Four Part Vinaya\" () was replaced by the Tendai Bodhisattva Precepts. === Development after Saichō === thumb|Chishō Daishi Enchin (814-891) Seven days after Saichō died, the Imperial Court granted permission for the new Tendai Bodhisattva Precept ordination process which allowed Tendai to use an ordination platform separate from the powerful schools in Nara. Gishin, Saichō's disciple and the first \"zasu\" , presided over the first allotted ordinands in 827. The appointments of the zasu typically only lasted a few years, and therefore among the same generation of disciples, a number could be appointed zasu in one's lifetime. After Gishin, the next zasu of the Tendai school were: Enchō (円澄), Ennin 慈覺大師圓仁 (794-864), An'e (安慧), Enchin 智證大師圓珍 (814-891), Yuishu (惟首), Yūken (猷憲) and Kōsai (康済). Appointments as zasu typically only lasted a few years, thus among the same generation of disciples, a number could be appointed zasu in one's lifetime. By 864, Tendai monks were now appointed to the powerful sōgō with the naming of An'e (安慧) as the provisional vinaya master. Other examples include Enchin's appointment to the Office of Monastic Affairs in 883. While Saichō had opposed the Office during his lifetime, within a few generations disciples were now gifted with positions in the Office by the Imperial Family. By this time, Japanese Buddhism was dominated by the Tendai school to a much greater degree than Chinese Buddhism was by its forebearer, the Tiantai. === Development of Tendai practice and esotericism === Philosophically, the Tendai school did not deviate substantially from the beliefs that had been created by the Tiantai school in China. However, Saichō had also transmitted numerous teachings from China was not exclusively Tiantai, but also included Zen (禪), Pure Land, the esoteric Mikkyō (密教), and Vinaya School (戒律) elements. The tendency to include a range of teachings became more marked in the doctrines of Saichō's successors, such as Ennin, Enchin and Annen 安然 (841–?). After Saichō, the Tendai order underwent efforts to deepen its understanding of teachings collected by the founder, particularly esoteric Buddhism. Saichō had only received initiation in the Diamond Realm Mandala, and since the rival Shingon school under Kūkai had received deeper training, early Tendai monks felt it necessary to return to China for further initiation and instruction. Saichō's disciple Ennin went to China in 838 and returned ten years later with a more thorough understanding of esoteric, Pure Land, and Tiantai teachings. Ennin brought important esoteric texts and initiation lineages, such as the Susiddhikāra-sūtra, the Mahāvairocana-sūtra and Vajraśekhara-sūtra. However, in later years, this range of teachings began to form sub-schools within Tendai Buddhism. By the time of Ryōgen, there were two distinct groups on Mt. Hiei, the Jimon and Sanmon: the Sammon-ha \"Mountain Group\" (山門派) followed Ennin and the Jimon-ha \"Temple Group\" (寺門派) followed Enchin. Sōō 建立大師相應 (831-918), a student of Ennin, is another influential Tendai figure. He is known for developing the ascetic practice circumambulating Mt. Hiei, living and practicing in the remote wilderness. This practice, which became associated with Fudō Myōō (Acala) and Sōō's hermitage at Mudō- ji, became quite influential in Tendai. A more elaborate and systematized practice based on Sōō's simple mountain asceticism developed over time, and came to be called kaihōgyō (回峰行). This remains an important part of Tendai Buddhism today.Rhodes, Robert F. “ The Kaihogyo Practice of Mt. Hiei.” Japanese Journal of Religious Studies 14/2-3 (1987): 185-202. Akaku Daishi Annen 阿覺大師安然 (841-902?) is one of the most important post-Saichō Tendai thinkers. He wrote around a hundred works on Tendai doctrine and practice.Dolce, Lucia; Mano, Shinya (2011). Godai'in Annen. Leiden: Brill NV. p. 770. According to Annen's theory of the “four ones” (shiichi kyōhan 四一教判), all Buddhas are ultimately a single Buddha, all temporal moments are one moment, all Pure Lands are also just one Pure Land, and all teachings are interfused into one teaching.Dolce, Lucia; Mano, Shinya (2011). Godai'in Annen. Leiden: Brill NV. p. 771. According to Lucia Dolce, Annen \"systematized earlier and contemporary doctrines elaborated in both streams of Japanese esoteric Buddhism, Tōmitsu (i.e., Shingon) and Taimitsu (Tendai),\" \"critically reinterpreted Kūkai’s thought, offering new understandings of crucial esoteric concepts and rituals,\" and he also \"elaborated theories that were to become emblematic of Japanese Buddhism, such as the realization of buddhahood by grasses and trees (sōmoku jōbutsu)\" as well as hongaku shisō thought. These various post-Saichō Tendai figures also developed the Tendai doctrine of \"the identity of the purport of Perfect and Esoteric teachings\" (enmitsu itchi 円密一致) which according to Ōkubo Ryōshun \"refers to the harmony and agreement between the Perfect teachings of the Lotus Sutra and Esoteric Buddhism.\"Ōkubo Ryōshun 大久保良峻. “The Identity between the Purport of the Perfect and Esoteric Teachings.” Japanese Journal of Religious Studies 41/1 (2014): 83–102. Ryōgen 良源 (912-985) was the 18th abbot of the head temple Enyrakuji at Mount Hiei. He was an influential politician closely tied to the Fujiwara clan as well as a scholar. Due to his influence, the Tendai school became the dominant Buddhist tradition in Japanese intellectual life and at the imperial court. Due to Ryōgen's influence, Fujiwara family members also came to occupy important positions at Tendai temples. Ryōgen also established an army on Mt. Hiei to protect the Tendai school's interests.Groner, Paul. Ryōgen and Mt. Hiei: Japanese Tendai in the Tenth Century. Honolulu: University of Hawaii Press, 2002. Ryōgen is also known for this promotion of Pure Land nenbutsu recitation in his Gokuraku jōdo kuhon ōjōgi 極樂淨土九品往生義. Genshin 惠心僧都源信 (942-1017), a student of Ryōgen, wrote the famous Ōjōyōshū 往生要集 (\"Essentials of Birth in the Pure Land\"), a treatise on Pure Land practice which influenced later Pure Land Japanese figures.Stone, Jacqueline Ilyse (1999). Original Enlightenment and the Transformation of Medieval Japanese Buddhism. Honolulu, Hawaii: University of Hawaii Press. p. 118. ISBN 0824820266. === Medieval Japan (12th-16th century) === Although the Tendai sect flourished under the patronage of the Imperial House of Japan and the noble classes, by the end of the Heian period, it experienced an increasing breakdown in monastic discipline, plus political entanglements with rival factions of the Genpei War, namely the Taira and Minamoto clans. Due to its patronage and growing popularity among the upper classes, the Tendai sect became not only respected, but also politically and even militarily powerful, with major temples having vast landholdings and fielding their own monastic armies of sōhei (warrior-monks). This was not unusual for major temples at the time, as rival schools also fielded armies, such as the head temple of the Yogācāra school, Kōfuku-ji. With the outbreak of the Genpei War, Tendai temples even fought one another, such as Mount Hiei clashing with Mii-dera depending on their political affiliations. In response to the perceived worldliness of the powerful Tendai school, a number of low- ranking Tendai monks became dissatisfied and sought to establish independent schools of their own. The major figures of \"New Kamakura Buddhism\" like Nichiren, Hōnen, Shinran, Eisai and Dōgen—all famous thinkers in non-Tendai schools of Japanese Buddhism—were all initially trained as Tendai monks. Tendai practices and monastic organization were adopted to some degree or another by each of these new schools, but one common feature of each school was a more narrowly-focused set of practices (e.g. daimoku for the Nichiren school, zazen for Zen, nembutsu for Pure Land schools, etc.) in contrast to the more integrated approach of the Tendai. In spite of the rise of these new competing schools which saw Tendai as being \"corrupt\", medieval Tendai remained a \"a rich, varied, and thriving tradition\" during the medieval period according to Jacqueline Stone. Although a number of breakaway schools rose during the Kamakura period, the Tendai school used its patronage to try to oppose the growth of these rival factions—particularly Nichiren Buddhism, which began to grow in power among the merchant middle class, and Pure Land Buddhism, which eventually came to claim the loyalty of many of the lower classes. Enryaku-ji, the temple complex on Mount Hiei, became a sprawling center of power, attended not only by ascetic monks, but also by brigades of sōhei (warrior monks) who fought in the temple's interest. As a result, in 1571 Enryaku-ji was razed by Oda Nobunaga as part of his campaign to unify Japan. Nobunaga regarded the Mount Hiei monks as a potential threat or rival, as they could employ religious claims to attempt to rally the populace to their side. The temple complex was later rebuilt, and continues to serve as the head Tendai temple today. Kamakura period Tendai also produced a number of important figures of its own, including Jien 慈圓 (1155-1225), known as a historian and a poet, who wrote the Gukanshō (a religious history of Japan) and numerous devotional poems.Morrell, Robert E. Early Kamakura Buddhism: A Minority Report. Nanzan Institute for Religion and Culture, 1987. Other important figures include Shōshin 證眞 (fl. ca., 1153–1214) and Shinsei 眞盛 (1443-1495). Hōjibō Shōshin 寶地房證眞 (active 1153–1214) was a major Buddhist intellectual in medieval Japanese Buddhism and the head of the Tendai curriculum at Mount Hiei. Shōshin wrote numerous works and commentaries, and is most known for his commentaries on the writings of Zhiyi, the Personal Notes on the Three Major Works of Tendai (Tendai sandaibu shiki 天台三大部私記). This is \"the most detailed study on Tendai doctrine until the twentieth century,\" according to Matthew Don McMullen.McMullen, Matthew Don (2016). The Development of Esoteric Buddhist Scholasticism in Early Medieval Japan. University of California, Berkeley. Shōshin also wrote on esoteric Buddhism, which he interpreted in line with classical Tiantai doctrine, instead of seeing it as a separate form of Buddhism. Shōshin rejected the view that esoteric or mantrayana (shingon) Buddhism was superior to the Tendai Mahāyāna teaching of the one vehicle.McMullen, Matthew Don (2016). The Development of Esoteric Buddhist Scholasticism in Early Medieval Japan. University of California, Berkeley. p. 223. == Worldview == According to Jiko Hazama, the Tendai Buddhist worldview advocates a comprehensive form of Buddhism which sees all Buddhist teachings as being unified under an inclusive reading of the ekayāna teaching of the Lotus Sutra.Hazama, Jiko (1987). The Characteristics of Japanese Tendai, Japanese Journal of Religious Studies 14 (2-3), p. 102 PDF This holistic and inclusive form of Buddhism is based on the doctrinal synthesis of Tiantai Zhiyi, which was ultimately based on the Lotus Sutra. Tendai Buddhism has several philosophical insights which allow for the reconciliation of Buddhist doctrine with aspects of Japanese culture such as Shinto and Japanese aesthetics. These include Zhiyi's theory of perfect interfusion or unity of all phenomena (expressed in teachings like ichinen sanzen \"three thousand realms in one thought\") and the Tendai theory of hongaku (original enlightenment) which holds that enlightenment is intrinsic in all things. Also central to Tendai thought is the notion that the phenomenal world, the world of our experiences, fundamentally is an expression of the Buddhist law (Dharma). This notion poses the problem of how we come to have many differentiated experiences. Tendai Buddhism claims that each and every sense phenomenon just as it is is the expression of Dharma. In the major Tendai institutions like Taisho University and Mount Hiei, the main subjects of study are the Lotus Sutra, the works of the Tiantai Patriarch Zhiyi, the works of the founder Saichō and some later Tendai figures like Ennin.Covell, Stephen G. Learning to Persevere The Popular Teachings of Tendai Ascetics Japanese Journal of Religious Studies 31/2: 255-287 © 2004 Nanzan Institute for Religion and Culture. === The Lotus Sutra and Classic Tiantai Thought === The thought of the Japanese Tendai school is founded on the classic Chinese Tiantai doctrines found in the works of patriarch Zhìyǐ. These include: * The One Vehicle of the Lotus Sutra, * The Three Truths, * The Three Samadhis, * The Five Periods and Eight Teachings, *The Four Siddhanta, * \"Three Thousand Realms in a Single Thought Moment\" (ichinen sanzen 一念三千). Tendai Buddhism reveres the Lotus Sutra as the highest teaching in Buddhism. In Saichō's writings, he frequently used the terminology hokke engyō to imply it was the culmination of the previous sermons given by Gautama Buddha. Because of the central importance of the Lotus Sutra, Tendai Buddhism sees all Buddhist teachings and practices as being united under the One Vehicle (ekayana) taught in the Lotus Sutra. Saichō frequently used the term ichijō bukkyō and referred to the second chapter of the Lotus Sutra as his main scriptural basis.Teiser, Stephen F.; Stone, Jacqueline Ilyse (2009), Interpreting the Lotus Sutra; in: Teiser, Stephen F.; Stone, Jacqueline Ilyse; eds. Readings of the Lotus Sutra, New York: Columbia University Press, pp. 1–61, ISBN 9780231142885 Saichō taught that there were \"three kinds of Lotus Sutra\". According to Jacqueline Stone, these can be explained as follows:Stone, Jacqueline (1999). Inclusive and Exclusive Perspectives on the One Vehicle * The Fundamental Lotus: \"the one vehicle which represents the Buddha's single compassionate intent, underling all his teachings, to lead all beings to buddhahood.\" * The Hidden and Secret Lotus: \"those teachings in which, due to the immaturity of the Buddha's audience, this intention is not outwardly revealed.\" * The Lotus that was Preached Explicitly: The actual text of the Lotus Sutra. Stone writes that Saicho saw all Buddhist teachings as being the true \"Lotus Sutra\" and he therefore attempted to integrate all Buddhist teachings he had studied within a single framework based on the Lotus Sutra's One Vehicle. Hazama Jikō writes that the central feature of Tendai thought is its advocacy of the “One Great Perfect Teaching” (一大円教), \"the idea that all the teachings of the Buddha are ultimately without contradiction and can be unified in one comprehensive and perfect system.\" This idea was used by Saichō as a basis for his integration of the various schools of Buddhism into a single comprehensive synthesis. Hazama writes that \"Saichō included both esoteric and exoteric teachings, and avoided an obsession with any one category of the Buddhist tradition such as Zen or the precepts. He sought instead to unite all of these elements on the basis of a single fundamental principle, the comprehensive and unifying ekayana spirit of the Lotus Sutra.\" Saichō believed that by consolidating all Buddhist ideas and practices and including all the varieties of Buddhism, his new school would allow all to \"enter the great sea of Thusness which has a single flavor\" (真如一味の大海) by following the path of goodness and that this would protect the nation. According to Hazama Jikō \"these themes run throughout Saichō's work\" including his Hokke shuku 法華秀 句 and Shugo kokkai sho 守護国界章. Tendai thought also vigorously defends the idea that all beings have the potential for full buddhahood and thus that the Lotus Sutra was a teaching for all sentient beings. This teaching in particular was a major point of contention with the Japanese Hossō (Yogacara) school in Japan who espoused the which argues that not all being can become Buddhas, since some do not have the seeds for Buddhahood. The heated debates between Saichō and the Hossō scholar Tokuitsu frequently addressed this controversy as well as other related issues, such as how to categorize the various Buddhist teachings, and the value of certain Tendai teachings.Groner, Paul (2000). Saicho: The Establishment of the Japanese Tendai School, pp. 96-97. University of Hawaii Press. === Doctrinal classification === Tendai thought also frames its understanding of Buddhist practice on the Lotus Sutra's teaching of upāya or . Furthermore, Tendai uses a similar hierarchy as the one used in Chinese Tiantai to classify the various other sutras in the Buddhist canon in relation to the Lotus Sutra, and it also follows Zhiyi's original conception of Five Periods Eight Teachings or gojihakkyō' . This is based on the doctrine of expedient means, but was also a common practice among East Asian schools trying to sort the vast corpus of writing inherited from Ind Annen provided a new doctrinal classification system (based on Zhiyi's system) for Japanese Tendai. All Buddhist teachings are seen as being included into the following categories. The first major group are those teachings that rely on the three vehicles: * The Tripiṭaka teachings (zō 藏), i.e. sravakayana or Hinayana * The Common teaching to both Mahayana and non-Mahayana (tsū 通) * The uniquely Mahayana teachings (betsu 別) The highest teachings are those who derive from the one vehicle: * The Perfect Tendai teaching, derived from the Lotus Sutra, and the Avataṃsaka-sūtra (en 圓) * The Esoteric teachings (mitsu 密) === Buddhahood with this very body === Another important doctrine in Japanese Tendai is that it is possible to attain \"Buddhahood with this very body\" (sokushin jōbutsu). This is closely related to the idea of original enlightenment.Groner, Paul. Shortening the Path: Early Tendai Interpretations of the Realization of Buddhahood with This Very Body (Sokushin jobutsu) in Buswell, Robert E.; Gimello, Robert M. (1992) \"Paths to Liberation: The Mārga and Its Transformations in Buddhist Thought\". University of Hawaii Press. This idea was introduced by Saichō, who held that this described certain advanced practitioners who had realized the fifth degree of identity, though this attainment was a rare thing. Saichō understood the Lotus Sutra to be the \"great direct path\" to Buddhahood which could be attained in this very body.Lopez, Donald S.; Stone, Jacqueline I. (2019). Two Buddhas Seated Side by Side: A Guide to the Lotus Sūtra, Princeton University Press, p. 20. Saichō saw the story of the Dragon king's daughter in the Lotus Sutra's Devadatta chapter as evidence for this direct path (jikidō) to Buddhahood which did not require three incalculable eons (as was taught in some forms of Mahayana Buddhism), but could be achieved in three lives or even one lifetime. Later Tendai scholars like Rinshō, and Annen were much more optimistic about the possibility of Buddhahood in this very body and claimed certain esoteric practices could lead to Buddhahood rapidly in only one lifetime, while de- emphasizing the concern with achieving Buddhahood in future lives. They also further extended the application of this idea to individuals at the lower bodhisattva levels of the degrees of identity schema and also argued that one could jump over bodhisattva stages. According to Groner, this allowed \"for the possibility that worldlings who still have some of the coarser defilements might experience sokushinjobutsu.\" However, other Tendai figures like Hōjibō Shōshin (1136-1220 or 1131–1215), an important Tendai commentator on Zhiyi's works, were more traditional and critical of ideas concerning the rapid realization of Buddhahood for everyone (without denying the possibility of Buddhahood in this body). For Shōshin, sokushin jōbutsu applied to those who had \"superior religious faculties\" because they \"have previously practiced the various provisional teachings\" in many previous lives. === Hongaku === The Tendai school was the locus of the development of the Japanese doctrine of hongaku 本覚 (innate or original enlightenment), which holds that all beings are enlightened inherently and which developed in Tendai from the cloistered rule era (1086–1185) through the Edo period (1688–1735). According to Jacqueline Stone, the term “original enlightenment” itself (Chn. pen-chileh) is first found in the Awakening of Faith in the Mahayana \"where it refers to true suchness considered under the aspect of conventional deluded consciousness and thus denotes the potential for enlightenment in unenlightened beings.\" The idea developed in the Chinese Huayen tradition and influenced Chan Buddhism, as well as the thought of Saichō and Kūkai. Stone writes that the medieval Tendai doctrine regards \"enlightenment or the ideal state as inherent from the outset and as accessible in the present, rather than as the fruit of a long process of cultivation.\"Stone, Jacqueline Ilyse (2003). Original enlightenment and the transformation of medieval Japanese Buddhism. Issue 12 of Studies in East Asian Buddhism. A Kuroda Institute book: University of Hawaii Press. , . Source: (accessed: Thursday April 22, 2010), p.3 Scholars also refer to the doctrinal system associated with this idea as \"original enlightenment thought\". Stone defines this as the \"array of doctrines and concepts associated with the proposition that all beings are enlightened inherently.\" According to Stone, as these teachings developed, they grew to include the idea that: > Not only human beings, but ants and crickets, mountains and rivers, grasses > and trees are all innately Buddhas. The Buddhas who appear in sutras, > radiating light and endowed with excellent marks, are merely provisional > signs. The \"real\" Buddha is the ordinary worldling. Indeed, the whole > phenomenal world is the primordially enlightened Tathāgata. Tamura Yoshirō argued that hongaku was a non-dual teaching which saw all existents as interpenetrating and mutually identified. This negates any ontological difference between Buddhas and common people as well as between pure lands and mundane worlds. Tamura argue that this move re-affirms the relative phenomenal world as an expression of the ultimate nondual reality and is found in phrases lilke “the worldly passions are precisely enlightenment” and “birth and death are precisely nirvana”. These lineages also trasmitted their teachings through transmission rituals which made use of mirrors to illustrate nonduality and the interpenetration of all phenomena. Hongaku teachings were passed down through various exoteric teaching lineages (which often involved secrecy), the largest of which were the Eshin-ryu and the Danna-ryu. At the core of these doctrinal systems was the Tendai practice of the \"threefold contemplation in a single thought\" (isshin sangan 一心 三観) which is taught in Zhiyi's Mohezhiguan. According to Stone, this practice is based on seeing \"that all phenomena are empty of substance, provisionally existing, and the middle，or both empty and provisionally existing simultaneously.\" While certain scholars have seen hongaku thought as denying the need for Buddhist practice, Stone notes that Tendai hongaku based texts like the Shinnyokan 真 如 観 (Contemplation of true suchness) and the Shuzenji-ketsu 修 禅 守 伏 (Decisions of Hsiuch’an-ssu) deny this idea. Instead, these texts teach various kinds of Buddhist practices, including nenbutsu, contemplation of emptiness (kukan 空観), meditations using Buddhist icons and mirrors, practicing the threefold contemplation in the midst of daily activities and recitation of the daimoku during when one is approaching death. Hongaku thought was also influential on the development of New Kamakura Buddhism and the founders of these schools, though they had their own unique understandings. However, not all Tendai thinkers embraced hongaku thought. For example, the more conservative commentator Hōjibō Shōshin criticized hongaku ideas as a denial of causality. == Practice == === Tendai Practice Theory === A feature unique to Japanese Tendai Buddhism from its inception was the concept of shishūyūgō . Senior Tendai teachers, or ajari, train in all four practice traditions. Under the umbrella of the Lotus Sutra, Tendai integrates four main aspects of Mahayana Buddhist practice: * Pure Land practices, especially the recitation of the Buddha's name (nembutsu), such as the name of Amitabha * Śamatha-vipaśyanā meditation (Jp. shikan 止観, \"calming-insight\" meditation). The main source for this in Tendai is Zhiyi's Móhē zhǐguān. * Esoteric practices which make use of mantras, mudras and mandalas, also known as taimitsu 台密. * Precepts, in particular the Bodhisattva Precepts. According to Saichō and other later Tendai scholars, the Perfect teaching of the Lotus Sutra and the tantric doctrines and practices of Esoteric Buddhism had the same ultimate intent. This view of the equality and compatibility between the Tiantai Lotus teachings and Esoteric Buddhism was important for Saichō.Gardiner, David L. (2019). Tantric Buddhism in Japan: Kūkai and Saichō. DOI: 10.1093/acrefore/9780199340378.013.621 Unlike the Shingon founder Kūkai, Saichō did not see esoteric teachings as more powerful or superior to exoteric Tendai teaching and practice. Instead, Saichō held that all Buddhist teachings are included in the single intent of the Lotus Sutra's teaching. This idea is reflected in the saying “Shingon (esoteric Buddhism) and (Tien-tai) shikan are essentially one; therefore both traditions are propagated on one mountain\" (from Shōshin's Tendai Shingon nishii doi sho). Certain later Tendai figures like Ennin also argued that esoteric practices led to Buddhahood faster than exoteric (non-esoteric) practices and some (such as Annen) argued that they were the only way to full Buddhahood. These figures also often saw the Lotus Sutra (which refers itself as \"the secret essential of the buddhas\" and \"the secret treasure of the Tathagatha\") as an esoteric text and this view has some precedent in the Chinese Tiantai tradition. However, other more conservative figures like Hōjibō Shōshin rejected the idea that esoteric Buddhism is higher or superior to Tendai Mahayana practice, since both of these traditions are ultimately founded on the middle way and both teach the contemplation of the emptiness of dharmas. Shōshin held that mantras and other esoteric practices were merely another skillful means for contemplating the middle way and are thus different expressions of the same principle. He also argued that these teachings both derive from the same Buddha, since Mahāvairocana and the Buddha of the Lotus Sūtra are ultimately the same.McMullen, Matthew Don (2016). The Development of Esoteric Buddhist Scholasticism in Early Medieval Japan. University of California, Berkeley. pp. 225-226. In some cases, Shōshin goes further, arguing that certain esoteric practices, such as those that make use of images like mandalas or lunar discs, were designed for those with dull faculties, while the Tendai practice of \"discerning one's own mind\" (觀心) is for those who are more advanced and do not require images.McMullen, Matthew Don (2016). The Development of Esoteric Buddhist Scholasticism in Early Medieval Japan. University of California, Berkeley. pp. 227-228. ===Pure Land practice=== Practices related to and veneration of Amitābha and his Sukhavati in the Tendai tradition began with Saichō's disciple, Ennin. After journeying to China for further study and training, he brought back a practice called the \"five-tone nembutsu\" or , which was a form of intonation practiced in China for reciting the Buddha's name. This contrasted with earlier practices in Japan starting in the Nara period, where meditation on images of the Pure Land, typically in the form of mandala, were practiced. However, both meditation on the Pure Land (kansō nenbutsu 観想念仏) and recitation of the Buddha's name (shōmyō nenbutsu 称名念仏) became an integral part of Pure Land practices in the Tendai tradition. In addition to the five-tone nembutsu brought back from China, Ennin also integrated a special monastic training program called the originally promulgated by Zhiyi. In this practice, monks spend 90 days in retreat, circumambulating a statue of Amitābha constantly reciting his name. In addition to increasing monastic practices related to the Pure Land, monks also taught Pure Land practices to the lay community in the form of reciting the Buddha's name. The most famous of these was a monk named Kūya (空也, 903–972). Pure Land Buddhist thought was further developed by a Tendai monk named Genshin (源信, 942–1017) who was a disciple of Ryōgen, the 18th chief abbot or zasu (座主) of Mount Hiei. Genshin wrote an influential treatise called , which vividly contrasted the Sukhavati Pure Land of Amitābha with the descriptions of the hell realms in Buddhism. Further, Genshin promoted the popular notion of the Latter Age of the Dharma, which posited that society had degenerated to a point when they could no longer rely on traditional Buddhist practices, and would instead need to rely solely on Amitābha's grace to escape saṃsāra. Genshin drew upon past Chinese Pure Land teachers such as Daochuo and Shandao. Finally, Pure Land practices in Tendai were further popularized by former Tendai monk Hōnen, who established the first independent Pure Land school, the Jōdo-shū, and whose disciples carried the teachings to remote provinces in one form or another. This includes another ex-Tendai monk named Shinran, who eventually established the related Jōdo Shinshū. === Tendai Esotericism (Taimitsu) === One of the adaptations by the Tendai school was the introduction of esoteric Buddhist practice into Tendai Buddhism. This was originally known as “the shingon (or mikkyō) of the Tendai lineages” and was later named Taimitsu \"Tendai Esotericism\" (台密), distinguishing it from the Shingon (Mantra) school, which is known as “Tōmitsu” (東密, literally, “the esotericism of the Tōji lineages”).Dolce, Lucia. Taimitsu: The Esoteric Buddhism Of The Tendai School In: \"Esoteric Buddhism and the Tantras in East Asia\", pp. 744–767. BRILL. DOI: https://doi.org/10.1163/ej.9789004184916.i-1200.302 Taimitsu claims that through the chanting of mantras, maintaining mudras, and performing certain meditations using mandalas (known as \"the three mysteries\"), one is able to see that the sense experiences are the teachings of Buddha, have faith that they are inherently an enlightened being, and can attain buddhahood within this very body. Eventually, these esoteric rituals came to be considered of equal importance with the teachings of the Lotus Sutra, which was also seen as an esoteric sutra (but only \"in principle\", not \"in practice\", since it did not include the practice of the three mysteries). The origins of Taimitsu are found in Chinese Esoteric Buddhism similar to the lineage of Kūkai, and Saichō's disciples were encouraged to study under him. As a result, Tendai esoteric ritual bears much in common with Shingon, though the underlying doctrines differ. Regarding textual basis, while Shingon mainly uses the Mahavairocana Tantra and the Vajrasekhara Sutra (seeing these as the highest and most superior texts), Tendai uses a larger corpus of texts to understand and practice esoteric Buddhism. Other differences mainly relate to lineages and outlook. There are several lineages of Taimitsu, the main ones being the Sanmon 山門 (Mountain branch of Ennin's lineage, which has a further 13 sub- branches) and Jimon 寺門 (Temple branch of Enchin's lineage, which is more unified). Some Taimitsu scholars, like Ennin, classify esoteric scriptures into two classes: those containing the principles of esoteric Buddhism (i.e. the non-duality of ultimate truth and worldly truth) were called rimitsu and those that teach the principles and practices (i.e. the three mysteries) were called riji gumitsu. The first category was said to include the Nirvana, Lotus, Vimalakīrti, and Huayan sūtras, all of which were seen as esoteric in principle. The second category includes the tantric scriptures like the Mahavairocana, Vajrasekhara, the Susiddhikāra Sūtra (Soshitsujikara), the Pudichang jing 菩提場経 (Bodaijō kyō, T. 950), and the Yuqi jing 瑜祇経 (Yugi kyō, T. 867). Later scholars like Annen further elevated the esoteric scriptures, seeing them as the highest teachings of the Buddha. According to Lucia Dolce, later Taimitsu thinkers like Annen, \"displaced other practices existent in Tendai as soteriologically incomplete practices. Rather than following continental understandings of ritual forms as skillful means to achieve enlightenment (usō hōben 有相方便), they gave them ontological weight by deeming them to be the embodiment of the ultimate truth.\" === Bodhisattva precepts === The Tendai school's ethical teachings focus exclusively on the Bodhisattva Precepts (C. pusajie, J. bostasukai 菩薩戒) drawn from the Brahmajala Sutra. Tendai ordinations do not make use of the traditional Dharmaguptaka Vinaya Pratimoksha set of monastic rules. Saichō argued in favor of this idea in his Kenkairon (顕戒論, “On promoting the Mahāyāna precepts”). This was a revolutionary change in East Asian Buddhism that was without precedent. These bodhisattva precepts do not make a distinction between monastics and laypersons, and they do not discuss the minutiae of monastic life like the Pratimoksha does. The bodhisattva precepts in Tendai are all said to rely on three types of “pure precepts” (sanjujokai 三聚浄戒): * Precepts against doing evil deeds, such as murder, theft, pride, anger, and so forth (sho ritsugi kai 摂律 儀 戒) * Precepts encouraging good activity, for benefiting oneself (sho zenbo kai 菩法戒) * Precepts encouraging activity which will benefit others (sho shujo kai 摂衆生戒 ） According to Hazama Jikō: > The first category includes the prohibitions against the ten major and > forty-eight minor transgressions as explained in the Bonmokyo 梵辋経 (T24, > 997-1010). It also includes general restrictions against any kind of evil > activity, whether physical, verbal, or mental. Any and all kinds of moral > cultivation are included. The second category entails every kind of good > activity, including but not limited to acts associated with the Buddhist > categories of keeping precepts, the practice of concentration (samadhi), and > the cultivation of wisdom. Also included are such worldly pursuits as > dedication to scholarly excellence, or any effort aimed at self improvement. > The third category refers not only to the effort to help and save all > sentient beings through the perfection of the six Mahayana virtues > (paramita, charity, morality, patience, diligence, meditation, and wisdom), > but also includes such mundane activity as raising one’s children with > loving care, living for the sake of others, and dedicating oneself to the > good of society. The Tendai school made extensive use of the Lotus Sutra in its interpretation of the bodhisattva precepts, even though the sutra does not itself contains a specific list of precepts. Also, various passages from the sutra were used to defend the Tendai position not to follow the pratimoksha, since they state, for example, \"we will not follow śrāvaka ways.\"Groner, Paul. The Lotus Sutra and the Perfect-Sudden Precepts. Japanese Journal of Religious Studies 41/1: 103–131 © 2014 Nanzan Institute for Religion and Culture. The bodhisattva precepts were seen as being based on the Lotus Sutra's teaching that all beings have the potential for Buddhahood and that they have a fundamental goodness, or Buddha-nature. This was the fundamental ethical teaching for Tendai thought. Saichō believed that the world had entered the age of Dharma decline (mappō) and that because of this, the Hinayana precepts were no longer able to be practiced and no longer needed. He also believed that the Japanese people were naturally inclined to the Mahayana. Because of this, Saichō argued that only Mahayana precepts were needed. === Zen === Saichō also received Chan (Zen) teachings in China from the Oxhead (Jp. Gozu) school and Northern schools integrated them into his Tendai system.Groner, Paul (2000). Saicho: The Establishment of the Japanese Tendai School, pp. 255-256. University of Hawaii Press. He was a student of the Oxhead master Shunian (Shukunen), who resided at Chanlinsi (Zenrinji) Temple. Saichō brought over the first copy of the Platform Sutra to Japan.Vladimir K. (2005) Legends in Ch’an: the Northern/Southern Schools Split, Hui-neng and the Platform Sutra Some of the views of Saichō regarding the Mahayana precepts were drawn from the Tiantai masters Huisi and Daosui and the teachings Chan masters like Bodhidharma, Dao- xuan (Dōsen, especially his commentary on the Brahmā's Net Sūtra) and Daoxin (Dōshin, particularly his “Manual of Rules of Bodhisattva Precepts”).Lin, Pei‐Yin (2011) Precepts and lineage in Chan tradition: cross‐cultural perspectives in ninth century East Asia, pp. 147-148, 154-157. PhD Thesis. SOAS, University of London http://eprints.soas.ac.uk/14241 These Chinese Chan masters emphasized formless practice (無相行) or attribute-less practice also known as anrakugyō (Ch. anlexing 安樂行, serene and pleasing activities), both in Chan meditation and in precept training. This refers to a way of contemplation that applies in all activities.Lin, Pei‐Yin (2011) Precepts and lineage in Chan tradition: cross‐cultural perspectives in ninth century East Asia, p. 158. PhD Thesis. SOAS, University of London http://eprints.soas.ac.uk/14241 These various Chinese ideas about the integration of practice and precepts were integrated into Saichō's view of the “Perfect and Sudden Precepts” (Endonkai).Lin, Pei‐Yin (2011) Precepts and lineage in Chan tradition: cross‐cultural perspectives in ninth century East Asia, p. 166. PhD Thesis. SOAS, University of London http://eprints.soas.ac.uk/14241 === Tendai and Shinto === thumb|Hie Taisha, a Sannō Shintō shrine on Mount Hiei Tendai doctrine allowed Japanese Buddhists to reconcile Buddhist teachings with the native religious beliefs and practices of Japan (now labeled \"Shinto\"). In the case of Shinto, the difficulty is the reconciliation of the pantheon of Japanese gods (kami), as well as with the myriad spirits associated with places, shrines or objects, with Buddhist teachings. These gods and spirits were initially seen as local protectors of Buddhism.Sugahara Shinkai 菅原信海 The Distinctive Features of Sanno Ichijitsu Shinto. Japanese Journal of Religious Studies 1996 23/1-2. Sannō Shintō 山王ネ申道 was a specifically Tendai branch of sryncretic Buddhist-Shinto religious practice, which revered kamis called the Mountain Kings (Sannō) or Sanno Sansei 山王ニ聖 (The Three Sacred [Deities] of Sanno) and was based on Hie Taisha 日吉大社 a shrine on Mount Hiei. The Togakushi Shrine (戸隠神社, Togakushi Jinja) was also associated with the Tendai school before it was separated from Buddhist institutions by the Japanese state during the separation of Shinto from Buddhism in the 19th century. These religious ideas eventually led to the development of a Japanese current of thought called honji suijaku (本地垂迹), which argued that kami are simply local manifestations (the suijaku or \"traces\") of the Buddhas (honji, \"true nature\"). This manifestation of the Buddhas was explained through the classic Mahayana doctrines of skillful means and the Trikaya. === Shugendō === Some Tendai Buddhist temples and mountains are also sites for the practice of the syncretic Shugendō tradition. Shugendō is a mountain ascetic practice which also adopted Tendai and Shingon elements. This tradition focuses on ascetic practices on mountainous terrain. The practice of Shugendō is most prominent among certain Tendai branches, like the Jimon-ha 寺門派 (the Onjōji branch). It is based on Shōgoin Temple, which houses the Honzan group (Honzanha), the Shugendō tradition most closely associated with Tendai.Castiglioni, Andrea; Rambelli, Fabio; Roth, Carina (2020). Defining Shugendo: Critical Studies on Japanese Mountain Religion, p. 8. Bloomsbury Publishing.Gaynor Sekimori, Gaynor. Shugendō And Its Relationship With The Japanese Esoteric Sects: A Study Of The Ritual Calendar Of An Edo Period Shugendō Shrine-Temple Complex, In: Orzech, Charles; Sørensen, Henrik; Payne, Richard (2011). \"Esoteric Buddhism and the Tantras in East Asia.\" === Art and aesthetics === thumb|Shunzei reciting a poem. The classic Buddhist understanding of the Four Noble Truths posits that craving for pleasure, worldly desire and attachment must be cut off to put an end to suffering (dukkha). In early Buddhism, the emphasis, especially for monastics, was on avoiding activities that might arouse worldly desires, including many artistic endeavors like music and performance arts. This tendency toward rejecting certain popular art forms created a potential conflict with mainstream East Asian cultures. However, later Mahayana views developed a different emphasis which embraced all the arts. In Japan, certain Buddhist rituals (which were also performed in Tendai) grew to include music and dance, and these became very popular with the people.Groner, Paul (2002). Ryōgen and Mount Hiei: Japanese Tendai in the Tenth Century, p. 208. University of Hawaii Press. Doctrinally, these performative arts were seen as skillful means (hōben, Skt. upaya) of teaching Buddhism. Monks specializing in such arts were called yūsō (“artistic monks”).Deal, William E.; Ruppert, Brian (2015). A Cultural History of Japanese Buddhism, pp. 100-104. John Wiley & Sons. ISBN 978-1405167017. The writing of religious poetry was also a major pursuit among certain Tendai as well as Shingon figures, like the Shingon priest Shukaku and the Tendai monk Jien (1155–1225). These poets met together to discuss poetry in poetry circles (kadan).Deal, William E.; Ruppert, Brian (2015). A Cultural History of Japanese Buddhism, pp. 104-106. John Wiley & Sons. ISBN 978-1405167017. According to Deal and Ruppert, \"Shingon, Tendai and Nara cloisters had a great impact on the development of literary treatises and poetry houses.\" Another influential poet monk from the Tendai tradition was Fujiwara no Shunzei (1114–1204). His son, Fujiwara no Teika was also influenced by the classic Tendai thought of Zhiyi. These two figures were central to the development of the aesthetic concept of yūgen (幽玄, profound grace and subtlety).LaFleur, R. William. Symbol and Yūgen: Shunzei's Use of Tendai Buddhism In \"Flowing Traces: Buddhism in the Literary and Visual Arts of Japan,\" pp. 16-45, edited by James H. Sanford, William R. LaFleur, Masatoshi Nagatomi. According to William R. LaFleur, the development of yūgen aesthetic theory was also influenced by the Tendai practice of shikan meditation. According to LaFleur, for Shunzei's poetics, the beauty of yūgen manifests a deep tranquility which reflects and is akin to shikan practice. This link is asserted by Shunzei in his Kurai futeisho.Odin, Steve (2001). Artistic Detachment in Japan and the West: Psychic Distance in Comparative Aesthetics, pp. 107-108. University of Hawaii Press. These poets also understood the depth of yūgen through the holistic Tendai metaphysics of interfusion. == Notable Tendai scholars == In the history of Tendai school, a number of notable monks have contributed to Tendai thought and administration of Mt. Hiei: * Saichō – Founder. * Gishin – Second of the Tendai School, who travelled with Saicho to China and ordained alongside him. * Ennin – Saicho's successor, the first to try to merge esoteric practices with exoteric Tendai School theories (this merger is now known as \"Taimitsu\"), as well as promote nianfo. * Enchin – Gishin successor, junior to Ennin. The first to successfully assimilate esoteric buddhism to Tendai, and a notable administrator as well. * Annen - Henjō (Ennin's disciple)'s successor, junior to Enchin. An influential thinker who's known having finalized the assimilation of esoteric and exoteric buddhism within Tendai. * Ryōgen – Annen's successor, and skilled politician who helped ally the Tendai School with the Fujiwara clan. * Toba Sōjō (1053–1140) – the 48th zasu and a satirical artist. Sometimes he is credited as the author of Chōjū- jinbutsu-giga, one of the earliest manga, but this attribution is highly disputed. * Sengaku (1203 – c. 1273) – a Tendai scholar and literary critic, who authored an influential commentary on the Man'yōshū, the oldest extant Japanese poetry. * Gien (1394–1441) – the 153rd zasu, who later returned to secular life and reigned Japan as Ashikaga Yoshinori, the sixth shōgun of the Ashikaga shogunate. * Tenkai (1536–1643) – a Tendai , who served as an entrusted advisor of Tokugawa Ieyasu, the founder of the Tokugawa shogunate. ==See also== * Tiantai Buddhism, the Chinese sect that Tendai developed from * Nichiren Buddhism, which developed the Tendai emphasis on the Lotus Sutra into a distinctive Japanese Buddhist school * Enryaku-ji, the headquarters of Tendai Buddhism on Mount Hiei * Kaihōgyō * Hongaku ==Notes== ==References== * Chappell, David W. (1987). \"Is Tendai Buddhism Relevant to the Modern World?\", Japanese Journal of Religious Studies 1987 14/2-3, pp 247–266. * Covell, Stephen (2001). \"Living Temple Buddhism in Contemporary Japan: The Tendai Sect Today\", Comparative Religion Publications. Paper 1. (Dissertation, Western Michigan University) * Groner, Paul. Saicho: The Establishment of the Japanese Tendai School. University of Hawaii Press 2000. * Matsunaga, Daigan; Matsunaga, Alicia (1996), Foundation of Japanese Buddhism, Vol. 1: The Aristocratic Age, Los Angeles; Tokyo: Buddhist Books International. * Matsunaga, Daigan, Matsunaga, Alicia (1996), Foundation of Japanese Buddhism, Vol. 2: The Mass Movement (Kamakura and Muromachi Periods), Los Angeles; Tokyo: Buddhist Books International, 1996. * McMullin, Neil (1984). The Sanmon-Jimon Schism in the Tendai School of Buddhism: A Preliminary Analysis, Journal of the International Association of Buddhist Studies 7 (1), 83-105 * Stone Jacqueline 1999. Original Enlightenment and the Transformation of Medieval Japanese Buddhism, University of Hawaii Press, Honolulu, HI, . * Swanson, Paul L. (1986). \"T'ien-t'ai Studies in Japan\", Cahiers d'Extrême-Asie 2 (2), 219–232 * Ziporyn, Brook (2004). \"Tiantai School\" in Encyclopedia of Buddhism, Robert E. Buswell, Ed., McMillan USA, New York, NY, . == External links == *A History of Tendai lineages up through the end of the Heian Period, Jodo Shu Research Institute *Digital Dictionary of Buddhism (log in with userID \"guest\") *Enryakuji Hieizan Main Temple of Tendai-shu, Kyoto, Japan *Tendai Young Buddhist Association Japan *台宗法蔵 - Chohoji Wakayama, Japan *Tendai Buddhist Sangha of Australia Australia *Eshindo Greece *Tenryuzanji Trento, Italy *California Tendai Buddhists California, North America *Kongosan Eigenji California, North America *Tendai Mission of Hawaii Hawaii, North America * Tendai Buddhist Institute - New York, North America *Great River Tendai Sangha - Washington, DC, North America *Tendai UK Hampshire, United Kingdom *Tendai Buddhism (holding page) Category:Schools of Buddhism founded in Japan Category:Buddhism in the Heian period ja:天台宗",
 "title": "Tendai"
}