{
 "id": "293609",
 "text": "In mathematics, the indefinite orthogonal group, is the Lie group of all linear transformations of an n-dimensional real vector space that leave invariant a nondegenerate, symmetric bilinear form of signature , where . It is also called the pseudo-orthogonal group or generalized orthogonal group. The dimension of the group is . The indefinite special orthogonal group, is the subgroup of consisting of all elements with determinant 1. Unlike in the definite case, is not connected – it has 2 components – and there are two additional finite index subgroups, namely the connected and , which has 2 components – see for definition and discussion. The signature of the form determines the group up to isomorphism; interchanging p with q amounts to replacing the metric by its negative, and so gives the same group. If either p or q equals zero, then the group is isomorphic to the ordinary orthogonal group O(n). We assume in what follows that both p and q are positive. The group is defined for vector spaces over the reals. For complex spaces, all groups are isomorphic to the usual orthogonal group , since the transform z_j \\mapsto iz_j changes the signature of a form. This should not be confused with the indefinite unitary group which preserves a sesquilinear form of signature . In even dimension , is known as the split orthogonal group. == Examples == The basic example is the squeeze mappings, which is the group of (the identity component of) linear transforms preserving the unit hyperbola. Concretely, these are the matrices \\left[\\begin{smallmatrix} \\cosh(\\alpha) & \\sinh(\\alpha) \\\\\\ \\sinh(\\alpha) & \\cosh(\\alpha) \\end{smallmatrix}\\right], and can be interpreted as hyperbolic rotations, just as the group SO(2) can be interpreted as circular rotations. In physics, the Lorentz group is of central importance, being the setting for electromagnetism and special relativity. (Some texts use for the Lorentz group; however, is prevalent in quantum field theory because the geometric properties of the Dirac equation are more natural in .) ==Matrix definition== One can define as a group of matrices, just as for the classical orthogonal group O(n). Consider the (p+q)\\times(p+q) diagonal matrix g given by :g = \\mathrm{diag}(\\underbrace{1,\\ldots,1}_{p},\\underbrace{-1,\\ldots,-1}_{q}) . Then we may define a symmetric bilinear form [\\cdot,\\cdot]_{p,q} on \\mathbb R^{p+q} by the formula :[x,y]_{p,q}=\\langle x,gy\\rangle=x_1y_1+\\cdots +x_py_p- x_{p+1}y_{p+1}-\\cdots -x_{p+q}y_{p+q}, where \\langle\\cdot,\\cdot\\rangle is the standard inner product on \\mathbb R^{p+q}. We then define \\mathrm{O}(p,q) to be the group of (p+q)\\times(p+q) matrices that preserve this bilinear form: Section 1.2.3 :\\mathrm{O}(p,q)=\\\\{A\\in M_{p+q}(\\mathbb R)|[Ax,Ay]_{p,q}=[x,y]_{p,q}\\,\\forall x,y\\in\\mathbb R^{p+q}\\\\}. More explicitly, \\mathrm{O}(p,q) consists of matrices A such that Chapter 1, Exercise 1 :gA^{\\mathrm{tr}}g=A^{-1}, where A^{\\mathrm{tr}} is the transpose of A. One obtains an isomorphic group (indeed, a conjugate subgroup of ) by replacing g with any symmetric matrix with p positive eigenvalues and q negative ones. Diagonalizing this matrix gives a conjugation of this group with the standard group . ===Subgroups=== The group and related subgroups of can be described algebraically. Partition a matrix L in as a block matrix: :L = \\begin{pmatrix} A & B \\\\\\ C & D \\end{pmatrix} where A, B, C, and D are p×p, p×q, q×p, and q×q blocks, respectively. It can be shown that the set of matrices in whose upper-left p×p block A has positive determinant is a subgroup. Or, to put it another way, if :L = \\begin{pmatrix} A & B \\\\\\ C & D \\end{pmatrix} \\;\\mathrm{and}\\; M = \\begin{pmatrix} W & X \\\\\\ Y & Z \\end{pmatrix} are in , then :(\\sgn \\det A)(\\sgn \\det W) = \\sgn \\det (AW+BY). The analogous result for the bottom-right q×q block also holds. The subgroup consists of matrices L such that and are both positive. For all matrices L in , the determinants of A and D have the property that \\frac{\\det A}{\\det D} = \\det L and that |\\det A| = |\\det D| \\ge 1. In particular, the subgroup consists of matrices L such that and have the same sign. ==Topology== Assuming both p and q are positive, neither of the groups nor are connected, having four and two components respectively. is the Klein four-group, with each factor being whether an element preserves or reverses the respective orientations on the p and q dimensional subspaces on which the form is definite; note that reversing orientation on only one of these subspaces reverses orientation on the whole space. The special orthogonal group has components }, each of which either preserves both orientations or reverses both orientations, in either case preserving the overall orientation. The identity component of is often denoted and can be identified with the set of elements in that preserve both orientations. This notation is related to the notation for the orthochronous Lorentz group, where the + refers to preserving the orientation on the first (temporal) dimension. The group is also not compact, but contains the compact subgroups O(p) and O(q) acting on the subspaces on which the form is definite. In fact, is a maximal compact subgroup of , while is a maximal compact subgroup of . Likewise, is a maximal compact subgroup of . Thus, the spaces are homotopy equivalent to products of (special) orthogonal groups, from which algebro-topological invariants can be computed. (See Maximal compact subgroup.) In particular, the fundamental group of is the product of the fundamental groups of the components, , and is given by: :{| border=\"1\" cellpadding=\"11\" style=\"border-collapse: collapse; border: 1px #aaa solid;\" !style=\"background:#efefef;\"| π1(SO+(p, q)) !style=\"background:#efefef;\"| p = 1 !style=\"background:#efefef;\"| p = 2 !style=\"background:#efefef;\"| p ≥ 3 |- !style=\"background:#efefef;\"| q = 1 | C1 || Z || C2 |- !style=\"background:#efefef;\"| q = 2 | Z || Z × Z || Z × C2 |- !style=\"background:#efefef;\"| q ≥ 3 | C2 || C2 × Z || C2 × C2 |} ==Split orthogonal group== In even dimensions, the middle group is known as the split orthogonal group, and is of particular interest, as it occurs as the group of T-duality transformations in string theory, for example. It is the split Lie group corresponding to the complex Lie algebra so2n (the Lie group of the split real form of the Lie algebra); more precisely, the identity component is the split Lie group, as non-identity components cannot be reconstructed from the Lie algebra. In this sense it is opposite to the definite orthogonal group , which is the compact real form of the complex Lie algebra. The case corresponds to the multiplicative group of the split-complex numbers. In terms of being a group of Lie type – i.e., construction of an algebraic group from a Lie algebra – split orthogonal groups are Chevalley groups, while the non- split orthogonal groups require a slightly more complicated construction, and are Steinberg groups. Split orthogonal groups are used to construct the generalized flag variety over non-algebraically closed fields. ==See also== *Orthogonal group *Lorentz group *Poincaré group *Symmetric bilinear form ==References== * *Anthony Knapp, Lie Groups Beyond an Introduction, Second Edition, Progress in Mathematics, vol. 140, Birkhäuser, Boston, 2002. – see page 372 for a description of the indefinite orthogonal group * * *Joseph A. Wolf, Spaces of constant curvature, (1967) page. 335. Category:Lie groups",
 "title": "Indefinite orthogonal group"
}