{
 "id": "293653",
 "text": "Smurfit-Stone Container Corporation was a global paperboard and paper-based packaging company based in Creve Coeur, Missouri, and Chicago, Illinois, with approximately 21,000 employees. In 2007, Smurfit-Stone was ranked 13 in PricewaterhouseCoopers' \"Top 100\" forest, paper, and packaging companies in the world as ranked by sales revenue. The company was also among the world's largest paper recyclers. Rock-Tenn bought the company in a $3.5 billion deal that closed in May 2011.Bryant, Tim, Rock-Tenn, Smurfit-Stone shareholders agree to merger, St. Louis Post-Dispatch, May 28, 2011. Rock-Tenn is now known as WestRock. ==Financial performance== {| class=\"wikitable\" |- ! COLSPAN=\"4\" | Financial Information |- ! ! 2005 ! 2006 ! 2007 |- | Total Revenue (US$M) | 6,812 | 7,157 | 7,420 |} ==History== SSCC was formed in November 1998, with the merger of Jefferson Smurfit Corporation (JSC) and Stone Container Corporation (Stone). JSC’s roots go back to 1974, when Dublin, Ireland-based Jefferson Smurfit Group (JSG) acquired partial interest in Time Industries, a Chicago-based paper and packaging company. JSG established a major presence in the United States with the 1981 acquisition of the Alton Box Board Company and the 1982 acquisition of Diamond International’s packaging operations. In 1983, JSG’s U.S. operations reorganized and the majority of these operations became subsidiaries of JSC. JSC went on to establish a leadership position in the U.S. paper and packaging industry with its 1986 acquisition of 50 percent of Container Corporation of America (CCA) from Mobil Corporation. Morgan Stanley Leveraged Equity Fund II (MSLEF II) purchased the other half of CCA. JSC restructured as a privately held company in 1989, jointly owned by JSG and MSLEF II. As part of the restructuring, JSC acquired the remainder of CCA. In 1994, JSC recapitalized as a publicly traded company. Stone Container was founded in 1926 as J.H. Stone and Company. In 1945, it incorporated under the name Stone Container Corporation. In the 1950s, Stone expanded outside of Chicago, buying and building corrugated container plants in Pennsylvania, Ohio, Indiana, and Michigan. The company acquired facilities from Continental Group in 1983 and acquired additional facilities from Champion International in 1986 and Southwest Forest Industries in 1987. The merger of JSC and Stone in 1998 brought together two leaders of the paper-based packaging industry. In conjunction with the merger closing, JSG purchased 20 million shares of JSC’s stock from MSLEF II and certain other investors. In May 2000, SSCC acquired St. Laurent Paperboard, Inc. In September 2002, the company acquired MeadWestvaco’s Stevenson, Alabama, containerboard mill and related operations. That same month, JSG privatized and distributed its stake in SSCC. Later, neither JSG nor MSLEF II were stockholders of Smurfit-Stone. In March 2003, SSCC exchanged its European assets for JSG’s 50 percent ownership of Smurfit- MBI, a Canadian packaging company, and $189 million cash. SSCC later owned 100 percent of Smurfit-MBI. As a result of this transaction, SSCC focused almost exclusively on the North American market. In May 2008, Smurfit-Stone opened a high-tech corrugated container-producing facility in New Lenox, Illinois. The newer plant was to employ 145 people and supply companies in the pizza, oil lubricants, detergents and household goods, cooking, and health care industries.\"Smurfit Stone Opens new High-tech Corrugated Plant\" . Convertingmagazine.com . Accessed May 2010 The firm had naming rights to a high-profile building on Chicago's skyline, until it was re-named the Crain Communications Building in 2012. ==Products== Smurfit-Stone had two reportable business segments. The containerboard and corrugated containers segment accounted for 75 percent of net sales and included the company’s containerboard mills and corrugated container operations. The consumer packaging segment represented 20 percent of net sales and consists of CRB, folding carton plants, and multiwall and specialty bag operations. It also included packaging equipment, flexible packaging, tube, and label plants. Other operations included nonreportable segments, which accounts for 5 percent of net sales and primarily consists of recycling operations, including collection centers and brokerage sales offices. On 15 May 2006, the firm reported the definitive sale for $1.04 billion in cash of its Consumer Packaging division to Texas Pacific Group.whattheythink.com: \"Smurfit-Stone Container Corporation Announces Sale Of Its Consumer Packaging Segment To Texas Pacific Group\", 15 May 2006 ==Bankruptcy & corporate reorganization== In early January 2009, The Wall Street Journal announced that Smurfit-Stone had hired lawyers to plan for a potential bankruptcy filing - which caused an 83% collapse of Smurfit-Stone's stock price. On January 27, 2009, Smurfit-Stone filed petitions for reorganization under Chapter 11 in the U.S. Bankruptcy Court in Wilmington, Delaware. The company's CEO claims Smurfit-Stone was forced to file bankruptcy because of higher operations costs, burdensome debt levels from prior corporate mergers, and weakened demand for packaging caused by a global economic recession. Pending court approval, the company hoped to obtain debtor-in-possession (DIP) financing to continue ongoing business operations, payment of employee wages and benefits, and payment of existing vendor obligations. ==Rock-Tenn buyout== Rock-Tenn (NYSE: RKT) bought the company in a $3.5 billion deal that closed in May 2011.RockTenn completes Smurfit-Stone acquisition. St. Louis Business Journal. May 27, 2011. ==References== ==External links== *Smurfit-Stone Official website (archived) Category:Manufacturing companies established in 1998 Category:Companies formerly listed on the New York Stock Exchange Category:Companies formerly listed on the Nasdaq Category:Defunct companies based in Chicago Category:Packaging companies of the United States Category:Companies that filed for Chapter 11 bankruptcy in 2009 Category:Defunct pulp and paper companies Category:Manufacturing companies disestablished in 2011 Category:Pulp and paper companies of the United States Category:2011 mergers and acquisitions Category:Defunct manufacturing companies based in Illinois",
 "title": "Smurfit-Stone Container"
}