{
 "id": "293671",
 "text": "MeadWestvaco Corporation was an American packaging company based in Richmond, Virginia. It had approximately 23,000 employees. In February 2006, it moved its corporate headquarters to Richmond. In March 2008, the company announced a change to start using \"MWV\" as its brand, but the legal name of the company remained MeadWestvaco. MeadWestvaco announced in January 2015 that it would form a combined $16 billion company with RockTenn to take on market leaders in the packaging industry in the U.S. The combined company is named WestRock. ==Overview== MeadWestvaco was a producer of packaging, specialty papers, consumer and office products and specialty chemicals. The company had 153 operating and office locations in 30 countries, and served customers in over 100 countries. The company’s paperboard, package and paper brands included Carrier Kote, Custom Kote, Printkote, Tango, Digipak, Amaray, Dosepak and Vision. MeadWestvaco held leading positions in the markets it served. MeadWestvaco managed over 3 million acres (12,000 km²) of forestlands that met environmental standards and was certified to Sustainable Forestry Initiative standards. ==Financial information== {|class=\"wikitable\" style=\"margin: 1em auto 1em auto;\" | !2008 !2007 !2006 !2005 |- |Net Sales (US$M) |6,637 |6,906 |6,530 |6,170 |- |Net Earnings (Loss) (US$M) |90 |285 |93 |28 |} ==History== MeadWestvaco was formed in January 2002 as the result of a merger between The Mead Corporation of Dayton, Ohio, and Westvaco. === 1800s === The Mead Corporation was founded as Ellis, Chaflin & Co in 1846. In 1856, the name was changed to Weston & Mead. In 1861, it became Mead & Weston. In 1881, the company's name changed again, this time to The Mead Paper Company. In 1890, the Ingham Mill in Chillicothe was purchased by the Mead Paper Company, making it a two mill operation. In June 1906, the mill in Dayton closed and milling operations shifted to the Ingham Mill. In 1888, Westvaco's predecessor company was founded as Piedmont Pulp & Paper Co. === 1900-1950 === In March 1920, the Mead Fibre Company was created to take over operations of the Kingsport Pulp Corporation in Kingsport, Tennessee. In 1921, the Mead Sales Company was formed to sell the Mead Paper Company's projects. In 1928, the Mead Paperboard Corporation was formed to operate mills in Virginia, South Carolina and Tennessee. In 1930, the Mead Corporation was formed to unite the several Mead companies under one umbrella. During the 1930s and '40s, the company acquired several mills and companies, including the Dill and Collins mill in Philadelphia, the Brunswick Pulp and Paper Company in Brunswick, Georgia and the Escanaba Paper Company. It was first listed on the New York Stock Exchange in 1935. === 1951-2000 === In 1955, Mead acquired the Chillicothe Paper Company and the Jackson Box Company. In 1957, Mead acquired Cleveland Paper, a merchant paper distributor. In 1966, Mead acquired Westab, a school supply company whose product line included the Big Chief tablet, Spiral Notebook brand and Hytone Notebooks. In 1968, Mead entered the information technology sector by acquiring Data Corporation for $6 million and renaming it Mead Data Central. Mead was originally interested in an inkjet printing system developed by Data. However, Data had also been working on a full-text information retrieval system for the U.S. Air Force, and by 1967 had adapted this product to the task of indexing and searching legal precedent as part of an experiment with the Ohio State Bar. After a study led by Arthur D. Little indicated that the product had a profitable future, Mead Data Central launched it as the LEXIS legal research system in 1973. In December 1994, Mead sold the LexisNexis system to Reed Elsevier for $1.5 billion. The U.S. state of Illinois subsequently audited Mead's income tax returns and charged Mead an additional $4 million in income tax and penalties for the sale of LexisNexis; Mead paid the tax, but sued for a refund in Illinois state court. On April 15, 2008, the U.S. Supreme Court agreed with Mead that the Illinois courts had incorrectly applied the Court's precedents on whether Illinois could constitutionally apply its income tax to Mead, an out-of-state, Ohio-based corporation.MeadWestvaco Corp. v. Illinois Dep't. of Revenue, 553 U.S. 16 (2008). The Court reversed and remanded so that the lower courts could apply the correct test and determine whether Mead and Lexis were a \"unitary\" business. In the 1960s and '70s, Mead acquired several companies, including the Woodward Corp, an iron company, in 1968, Stanley Furniture of Virginia in 1969 and Murray Rubber in 1977. In 1978, Mead and 13 other companies were sued for violating anti-trust laws. The suit alleged that the companies had collaborated to increase the cost of cardboard containers between March 1973 and December 1975. In 1982, Mead settled an antitrust lawsuit for $45 million. In 1986, Mead acquired Ampad makers of legal pads which it sold in 1992 to Bain Capital. Mead acquired the Hilroy Companies in 1994 from a consortium of banks that had purchased Olympia and York from the receiver, O&Y;'s subsidiary through Abitibi-Price. === 2000 to present === In 2005, the Papers business unit—including both Mead and Westvaco paper mills—was sold to the investment firm Cerberus Capital Management for about $2.3 billion. The new company was called NewPage Corporation. In 2008, MeadWestvaco sold its Charleston, SC kraft paper mill to Kapstone Paper and Packaging.Forbes.com Also in 2008, MeadWestvaco began using the \"MWV\" brand. In February 2011, MeadWestvaco sold its Envelope Products Business, including the Columbian Brand Envelope, to Cenveo Corporation's Quality Park Envelope Products Group. In 2012, ACCO Brands acquired Mead. In January 2015, MeadWestvaco and Rock-Tenn Co agreed to a merger. ==Environmental record== In 2002, researchers at the University of Massachusetts Amherst have identified MeadWestvaco as the 57th-largest corporate producer of air pollution in the United States, with roughly 35,000 pounds of toxic chemicals released annually into the air. Major pollutants indicated by the study include sulfuric acid, chlorine dioxide, chlorine, and methyl iodide.Toxics Release Inventory courtesy rtknet.org MWV took steps to improve its environmental impact by upholding both mandated and voluntary performance standards. It was included in the Dow Jones Sustainability World Index, a system that tracks the financial performance of leading sustainability-driven companies worldwide. MWV met the carbon reduction targets of the Chicago Climate Exchange (CCX), the world's first and North America's only legally binding rules-based greenhouse gas emissions allowance trading system. It held leadership positions in and actively supports Sustainable Packaging Coalition, Cerflor, CCX, World Business Council for Sustainable Development, Abundant Forests Alliance, Duke University Climate Change Policy Partnership and Sustainable Forestry Initiative.MWV Sustainability Overview 2007 retrieved 12 June 2008 ==MeadWestvaco Foundation== In 2002, MeadWestvaco established the MeadWestvaco Foundation as a vehicle to appropriately give back to the communities in which its employees live and work. The Foundation works closely with local MWV business unit managers to determine the goals, priorities, and strategies best for each location. The Foundation’s 2007 contributions totaled roughly $3.7million. Funds were allocated to the following categories: United Way, education, environment, health & human services, culture & art, and civic organizations. MWV employees, families, and friends also contributed over 46,000 volunteer hours to schools, charitable organizations, and public institutions.MeadWestvaco Gives Back to Community retrieved November 16, 2008 ==See also== *Mount Arvon ==References== ==External links== * Company website * Yahoo.com company profile * History of Westvaco * Guide to the MeadWestvaco Research Reports 1945-2006 * Guide to the John Thurmes Collection of MeadWestvaco Research Reports 1960-2005 * Inventory of the Westvaco Corporation Records, 1902 - 2010 in the Forest History Society Library and Archives, Durham, NC * Inventory of the Oxford Paper Company Records, 1915 - 1983 in the Forest History Society Library and Archives, Durham, NC * Papers, 1972 - 1992 in the Forest History Society Library and Archives, Durham, NC * Hilroy.ca * West Virginia Pulp and Paper Company Logging Photographs, 1927-1931 at James Madison University's Special Collections. Category:Companies formerly listed on the New York Stock Exchange Category:Companies based in Richmond, Virginia Category:Mineral County, West Virginia Category:Manufacturing companies based in Virginia Category:Manufacturing companies established in 2002 Category:Defunct pulp and paper companies Category:2002 establishments in Virginia Category:Pulp and paper companies of the United States Category:Packaging companies of the United States",
 "title": "MeadWestvaco"
}