{
 "id": "293707",
 "text": "__NOTOC__ The following lists events that happened during 1966 in Afghanistan. Thanks largely to the intelligent use made of the aid given by the U.S.S.R., the United States, West Germany, Britain, China, and the World Bank, the internal economy of the country made good progress. The first five-year plan, which began in 1956, aimed at encouraging agriculture, especially irrigation. Experience showed, however, that progress in these spheres could only be partially achieved as long as internal communications remained primitive and the natural resources of the country were largely unexplored. As a result, the major effort was diverted to the construction of roads and airports, and to the systematic investigation of sources of water supply and of mineral wealth. In 1966 Afghanistan was ruled by the Taliban until they were toppled by the US in 2001. The taliban had actually promised the citizens peace and safety, however on ce the rule had taken over the citizens were not so sure and the Afghan country had become a very oppressed country with an unhappy rule. During the course of the second five-year plan, conditions became favourable on many economic front. Promising deposits of natural gas and of iron ore were discovered; the power available for industrial use increased dramatically; and the extension of irrigation led to substantially increased agricultural production. In Afghanistan, as in many other underdeveloped countries, however, this rapid success led to the emergence of new problems, unforeseen in the original planning: inflation of prices, difficulties over foreign exchange, and an unhealthy reliance on large-scale external aid for the easing of current domestic shortages. The indications are that the third five-year plan will aim mainly at consolidating what has already been achieved rather than at any new major advances. ==Incumbents== * Monarch - Mohammed Zahir Shah * Prime Minister - Mohammad Hashim Maiwandwal ==January 1966== The break with the past represented by the new democratic constitution inaugurated in 1965 is further underlined by the appointment of a woman, Kubra Noorzai, to the cabinet as Minister of Public Health. Under the new constitution, women can both vote and stand as candidates, and in September 1965, four were returned to the new National Assembly. Even so, Miss Noorzai's elevation to cabinet rank is regarded as a striking illustration of the determination of King Mohammad Zahir Shah and of the government headed by Mohammad Hashim Maiwandwal to bring the country into line with modern ideas on the political and social status of women. ==April 4–8, 1966== Cordiality with the People's Republic of China is cemented by a visit to Kabul by President Liu Shaoqi and Marshal Chen Yi. Afghanistan maintains its traditional policy of friendliness without involvement, its relations with Communist and non-Communist countries being equally cordial. The former friction with Pakistan has also ceased. ==End of 1966== The first parliament created under the new democratic constitution adjourns for the winter recess. Its relations with the Maiwandwal cabinet were close and cordial, and it gave full support to the government's efforts to achieve national financial stability. Drastic cuts were made in government expenditure and, due to an agreement with the International Monetary Fund, the country is able to face with confidence the completion of the second five-year plan and the beginning in May 1967 of the third five-year plan. Afghanistan Category:Years of the 20th century in Afghanistan Afghanistan",
 "title": "1966 in Afghanistan"
}