{
 "id": "294223",
 "text": "Shyam Selvadurai (born 12 February 1965) is a Sri Lankan Canadian novelist.Val Ross, \"Shyam Selvadurai: a writer of two worlds\". The Globe and Mail, March 23, 1995. He is most noted for his 1994 novel Funny Boy, which won the Books in Canada First Novel Award\"Toronto immigrant wins best first-novel award\". Ottawa Citizen, March 18, 1995. and the Lambda Literary Award for Gay Fiction.Paul Chafe, \"Shyam Selvadurai\". The Canadian Encyclopedia, April 2, 2012. ==Background== Selvadurai was born in Colombo, Sri Lanka to a Sinhalese mother and a Tamil father—members of conflicting ethnic groups whose troubles form a major theme in his work. Ethnic riots in 1983 drove the family to emigrate to Canada when Selvadurai was nineteen. He studied creative and professional writing as part of a Bachelor of Fine Arts program at York University. Selvadurai recounted an account of the discomfort he and his partner experienced during a period spent in Sri Lanka in 1997 in his essay \"Coming Out\" in Time Asia's special issue on the Asian diaspora in 2003. ==Writing career== Selvadurai published Funny Boy in 1994, and followed up in 1998 with the novel Cinnamon Gardens.Allan Gould, \"Cinnamon Gardens' exoticism worth savouring\". Windsor Star, November 21, 1998. In 2004, Selvadurai edited a collection of short stories: Story-Wallah: Short Fiction from South Asian Writers, which includes works by Salman Rushdie, Monica Ali, and Hanif Kureishi, among others. He published a young adult novel, Swimming in the Monsoon Sea, in 2005. Swimming won the Lambda Literary Award in the Children's and Youth Literature category in 2006. He was a contributor to TOK: Writing the New Toronto, Book 1. In 2013, he released a fourth novel, The Hungry Ghosts. In 2013 Selvadurai's Funny Boy was included in the syllabus under marginalized study and gay literature of the under graduate English Department of The American College in Madurai. In 2014, he was presented the Bonham Centre Award from The Mark S. Bonham Centre for Sexual Diversity Studies, University of Toronto, for his contributions to the advancement and education of issues around sexual identification. In 2020, Deepa Mehta released the film Funny Boy, an adaptation of Selvadurai's novel.Radheyan Simonpillai, \"Deepa Mehta’s Funny Boy to premiere on Netflix\". Now, October 15, 2020. At the 9th Canadian Screen Awards in 2021, Mehta and Selvadurai won the award for Best Adapted Screenplay.Naman Ramachandran, \"‘Schitt’s Creek,’ ‘Blood Quantum’ Triumph at Canadian Screen Awards\". Variety, May 21, 2021. ==Personal life== He currently lives in Toronto with his partner Andrew Champion. In 2016, a species of spider was named after Selvadurai called Brignolia Shyami, a small goblin spider which is a pale yellow colour and between 1.4mm and 1.5mm in length. ==Bibliography== *Funny Boy. Toronto: McClelland and Stewart, 1994. (and others). Lambda Literary Award for Best Gay Male Novel, and Smithbooks/Books in Canada First Novel Award for 1994 *Cinnamon Gardens. Toronto: McClelland and Stewart, 1998. *Swimming in the Monsoon Sea. Toronto: Tundra, 2005. Lambda Literary Award in the Children's and Youth Literature category in 2006 *Story-Wallah: Short Fiction from South Asian Writers. New York: Houghton Mifflin, 2005. (editor) *Swimming in the Monsoon Sea. Toronto: Tundra Books, 2005. *The Hungry Ghosts. Toronto: Doubleday Canada, 2013. *Many Roads Through Paradise: An Anthology Of Sri Lankan Literature. London: Penguin Books Limited, 2014. (compiler and translator) *Mansions of the Moon. 2022.\"66 works of Canadian fiction to watch for in spring 2022\". CBC Books, January 11, 2022. ==References== ==External links== * * Category:1965 births Category:Canadian male novelists Category:Canadian gay writers Category:Lambda Literary Award for Gay Fiction winners Category:Lambda Literary Award for Children's and Young Adult Literature winners Category:Living people Category:Writers from Toronto Category:People from Colombo Category:Canadian people of Sri Lankan Tamil descent Category:Sri Lankan emigrants to Canada Category:Sri Lankan novelists Category:Canadian writers of Asian descent Category:LGBT people from Sri Lanka Category:Sri Lankan Tamil writers Category:Sinhalese writers Category:Canadian LGBT novelists Category:Applicants for refugee status in Canada Category:Kala Keerthi Category:20th-century Canadian novelists Category:21st-century Canadian novelists Category:20th-century Canadian male writers Category:21st-century Canadian male writers Category:Canadian children's writers Category:Sri Lankan children's writers Category:Best Screenplay Genie and Canadian Screen Award winners Category:LGBT screenwriters",
 "title": "Shyam Selvadurai"
}