{
 "id": "294671",
 "text": "right|thumb|200px|Bottles of popular Serbian brands Beer () is a popular beverage in Serbia. ==History== The beer was first mentioned in the 15th century during the reign of despot Stefan Lazarević, as a new drink transferred from neighboring Kingdom of Hungary. It was cooked in households, taverns, and even in the residence of the despot. Its popularity rose several centuries later and industrial-scale production began in the mid-18th century. ==Production, packaging and consumption== Serbian breweries produce 498 million liters annually. Serbia exports mainly to neighboring countries, such as Bosnia and Herzegovina, Croatia, Montenegro or Hungary, and to countries where there is significant Serbian diaspora, such as the Germany, Austria, United States and Canada. Beer for home consumption is mostly sold in 0.5-liter bottles of deposit type (reused) and 0.33-liter glass bottles, as well as cans. Most breweries began packing their product in plastic Q-pack bottles of 1.5, 2 or even 2.5 litres. In bars and restaurants, beer is either served in 0.33L or 0.5L bottles or as \"draught\" (točeno). Serbia ranks 38th by beer consumption per capita, with 60 litres a year. ==Breweries and brands== ===Breweries=== There are three main breweries in Serbia which combined, control 95% of market share (as of 2016). These are: Apatin Brewery, Heineken Srbija and Carlsberg Srbija. The remaining of market share is controlled by domestic breweries Valjevo Brewery, BIP Brewery, Jagodina Brewery and Niš Brewery and 20 other minor breweries. Most popular domestic brand is Jelen, followed by Lav.Karslberg ulaže 15 mil. € u Srbiju, B92, August 20, 2007 Some foreign brands are distributed, while some are produced locally under license (mostly by its respective brand owners). Pale lager has been the traditional beer choice for Serbians, and dark lager, while being popular, is produced in smaller quantities. Some breweries produce kvass. ===Brands=== ;Domestic * Apatin Brewery (Jelen, Apatinsko, Jelen Cool, Jelen Fresh) * Čelarevo Brewery (Lav, Merak) * Novi Sad Brewery (Pils Plus, MB, Master) * (Zaječarsko, Zaječarsko crno) * BIP Brewery (BIP, Bg) * (Valjevsko) * (Jagodinsko) * (Niško) ;Foreign * Apatin Brewery (Beck's, Stella Artois, Staropramen, Nikšićko) * Čelarevo Brewery (Tuborg, Holsten) * Novi Sad Brewery (Heineken, Amstel) ==Beer festivals== ===Belgrade Beer Fest=== Started in 2003, Belgrade Beer Fest is held annually over 3–4 days at the foot of Belgrade's Kalemegdan fortress as a showcase event for various beer producers. In addition to domestic and foreign brews at affordable prices, the festival features live music performances each evening. It has quickly grown in size and popularity.Belgrade Beer Fest, www.belgradebeerfest.com On 31 December 2005 British daily The Independent named it as one of the worldwide events to visit in 2006.Where in the world will you be? The Independent, 31 Dec 2005. ===Dani piva=== Dani Piva (Beer Days) is a beer festival in Zrenjanin, started in 1985, organised by the Zrenjanin brewery (Zrenjaninska industrija piva). ==See also== * Beer and breweries by region ==References== ==External links== * Efes Weifert: Manji gubici za 22% at b92.net Category:Serbian cuisine",
 "title": "Beer in Serbia"
}