{
 "id": "294745",
 "text": "Custer's Revenge (aka Mystique Presents Swedish Erotica: Custer's Revenge) is an adult action game published by American Multiple Industries for the Atari 2600, first released in November 1982. The game gained notoriety owing to its goal of raping a Native American woman. The titular player character is based on Lieutenant Colonel and Brevet Major General George Armstrong Custer, a famous American cavalry commander who is most well known for his major defeat and death at the Battle of Little Bighorn. Following the Christmas season of 1982, the rights to American Multiple Industries' games, including Custer's Revenge, were sold off to the adult video game company PlayAround. Under PlayAround's parent company, Castlespring Enterprises, Custer's Revenge was re-branded as Westward Ho for the European market and given slight modifications to its original gameplay. These alterations included simple aesthetic changes such as the darkening in color of the Native American woman's skin tone. PlayAround also made a gender-reversed version of Custer's Revenge named General Retreat. The game was universally panned by critics and has been described as one of the worst video games ever made. == Gameplay == thumb|left|Custer's Revenge gameplay screenshot In the game, the player controls the character of Custer, depicted as a man wearing nothing but a cavalry hat, gloves, boots and a bandana, sporting a visible erection. Custer has to overcome arrow attacks to reach the other side of the screen. His goal is to rape a Native American woman tied to a pole. In General Retreat, it is the woman who has to overcome various obstacles to have sex with Custer. Instead of arrows, cannonballs are fired at the woman. == Controversy == Custer's Revenge quickly gained notoriety upon its release. Sold in a sealed package labeled \"NOT FOR SALE TO MINORS\" and selling for $49.95 (), it acknowledged that children might nonetheless see the game. The game's literature stated \"if the kids catch you and should ask, tell them Custer and the maiden are just dancing.\" The makers elected to preview the game for women's and Native American groups, an act that many thought was a publicity stunt. Women's rights groups criticized the game, stating that it was a simulation of rape; the back of the packaging states \"she's not about to take it lying down, by George! Help is on the way. By God! He's coming.\" Other groups such as Women Against Pornography, Native American spokespersons, and critics of the adult video game industry in general protested about the content of the game. Activists tried pressuring legislators to outlaw the game, which Oklahoma City, home to large Native American population, did. Multiple Industries pursued an $11 million lawsuit against Suffolk County, New York and legislator Philip Nolan \"because of a resolution authorizing the county executive to take action to halt sales and distribution\" of the game. Nevertheless, the focused media attention generated publicity for the game and caused it to sell approximately 80,000 copies, twice as many copies as American Multiple Industries' other adult-only games, Bachelor Party and Beat 'Em & Eat 'Em. Atari received numerous complaints about the game however, and responded by trying to sue the game's makers. Stuart Kesten, President of American Multiple Industries, stated \"our object is not to arouse, our object is to entertain [...] When people play our games, we want them smiling, we want them laughing.\" The game's designer, Joel Miller, said Custer was \"seducing\" the maiden and that she was a \"willing participant\". By April 1983, the game was withdrawn from circulation. ==Reception== In 1988, computer gaming magazine Ahoy! called Custer's Revenge \"an [affront] to common decency\", in contrast to more modern and 'tasteful' adult games. Electronic Gaming Monthlys Seanbaby placed it as number 9 in his \"20 worst games of all time\" feature. In 2008, the University of Calgary professor Tom Keenan cited \"the hideous Custer's Revenge game\", 26 years after its release, in an op-ed piece about current video game violence issues for the Calgary Herald. That same year, the game was credited by Australian PC Magazine as being one of the worst games ever made, while Games.net ranked Custer's victim as fifth on the list of top ten \"disturbingly sexual\" game characters. In 2010, Custer placed eighth on machinima.com's list of the top perverts in gaming.Top 10 Perverts in Gaming, machinima, May 29, 2010 UGO.com ranked it as tenth on the list of the most racist video games in history in 2010,The 11 Most Racist Video Games | These eleven games are so seriously un-PC that it's amazing they ever made it to shelves., UGO.com, November 30, 2010 also ranking the game's General Custer as the second most unsexy video game character of all time in 2012. == See also == * Cultural depictions of George Armstrong Custer * RapeLay * X-Man * List of video games notable for negative reception ==References == * == External links == *Custer's Revenge at AtariAge *Custer's Revenge at Atari Mania Category:1982 video games Category:Action video games Category:Atari 2600 games Category:Erotic Atari 2600 games Category:Atari 2600-only games Category:Mystique (company) games Category:North America-exclusive video games Category:Western (genre) video games Category:Obscenity controversies in video games Category:Race-related controversies in video games Category:Rape in fiction Category:Cultural depictions of George Armstrong Custer Category:Video games developed in the United States Category:Video games set in the United States Category:Single-player video games Category:Native American-related controversies",
 "title": "Custer's Revenge"
}