{
 "id": "294948",
 "text": "The July 1995 Chicago heat wave led to 739 heat-related deaths in Chicago over a period of five days. Most of the victims of the heat wave were elderly poor residents of the city, who could not afford air conditioning and did not open windows or sleep outside for fear of crime. The heat wave also heavily impacted the wider Midwestern region, with additional deaths in both St. Louis, Missouri and Milwaukee, Wisconsin. == Weather == thumb|High pressure up traps heat near the ground, forming a heat wave The temperatures soared to record highs in July with the hottest weather occurring from July 12 to July 16. The high of on July 13 was the second warmest July temperature (warmest being set on July 23, 1934) since records began at Chicago Midway International Airport in 1928. Nighttime low temperatures were unusually high — in the upper 70s and lower 80s °F (about 26 °C). left|thumb|Plotted observed temperatures from O'Hare International Airport. Red Lines are daily max temperatures, Blue Lines are daily minimum temperatures, and the Black Line is the July 1960–2016 mean temperature. The humidity made a large difference for the heat in this heat wave when compared to the majority of those of the 1930s, 1988, 1976–78 and 1954–56, which were powered by extremely hot, dry, bare soil and/or air masses which had originated in the desert Southwest. Each of the above-mentioned years' summers did have high-humidity heat waves as well, although 1988 was a possible exception in some areas. Moisture from previous rains and transpiration by plants drove up the humidity to record levels and the moist humid air mass originated over Iowa previous to and during the early stages of the heat wave. Numerous stations in Iowa, Wisconsin, Illinois and elsewhere reported record dew point temperatures above with a peak at with an air temperature of making for a heat index reported from at least one station in Wisconsin (Appleton) at 5:00 pm local time on the afternoon of 14 July 1995, a probable record for the Western Hemisphere; this added to the heat to cause heat indices above in Iowa and southern Wisconsin on several days of the heat wave as the sun bore down from a cloudless sky and evaporated even more water seven days in a row. A few days after, the heat moved to the east, with temperatures in Pittsburgh, Pennsylvania reaching and in Danbury, Connecticut, which is Connecticut's highest recorded temperature. North of the border, Toronto, Ontario reached , when coupled with record high humidity from the same airmass resulted in its highest ever humidex value of 50. Dewpoint records are not as widely kept as those of temperature, however, the dew points during the heat wave were at or near national and continental records. === Analysis === The heat wave was caused by a large high pressure system that traversed across the midwest United States. This system was consistently producing maximum temperatures in the 90's (°F / 32-38 °C) during the day with minimum temperatures still remaining as high as the 80s (~ 31 °C) at night, which is abnormal for midwest summer months. The system also brought extremely low wind speeds, along with high humidity. In the MERRA-2 and the ERAI meteorological reanalyses, the system (see figure) moved eastward, becoming indistinguishable by July 18. == Victims == Eric Klinenberg, author of the 2002 book Heat Wave: A Social Autopsy of Disaster in Chicago, has noted that the map of heat-related deaths in Chicago mirrors the map of poverty. Most of the heat wave victims were the elderly poor living in the heart of the city, who either had no working air conditioning or could not afford to turn it on. Many older citizens were also hesitant to open windows and doors at night for fear of crime. Elderly women, who may have been more socially engaged, were less vulnerable than elderly men. By contrast, during the heat waves of the 1930s, many residents slept outside in the parks or along the shore of Lake Michigan. Because of the nature of the disaster, and the slow response of authorities to recognize it, no official \"death toll\" has been determined. However, figures show that 739 additional people died in that particular week above the usual weekly average. Further epidemiologic analysis showed that Black residents were more likely to die than White residents, and that Hispanic residents had an unusually low death rate due to heat. At the time, many Black residents lived in areas of sub-standard housing and less cohesive neighborhoods, while Hispanic residents at the time lived in places with higher population density, and more social cohesion. Mortality displacement refers to the deaths that occur during a heat wave that would have occurred anyway in a near future, but which were precipitated by the heat wave itself. In other words, people who are already very ill and close to death (expected to die, for instance, within days or a few weeks) might die sooner than they might have otherwise, because of the impact of the heat wave on their health. However, because their deaths have been hastened by the heat wave, in the months that follow the number of deaths becomes lower than average. This is also called a harvesting effect, in which part of the expected (future) mortality shifts forward a few weeks to the period of the heat wave. Initially some public officials suggested that the high death toll during the weeks of the heat wave was due to mortality displacement; an analysis of the data later found that mortality displacement during the heat wave was limited to about 26% of the estimated 692 excess deaths in the period between June 21 and August 10, 1995. Mortality risks affected Black residents disproportionally. Appropriately targeted interventions may have a tangible effect on life expectancy. In August, the remains of forty-one victims whose bodies had not been claimed were buried in a mass grave in Homewood, Illinois. == Aggravating factors == Impacts in the Chicago urban center were exacerbated by an urban heat island that raised nocturnal temperatures by more than . Urban heat islands are caused by the concentration of buildings and pavement in urban areas, which tend to absorb more heat in the day and radiate more of that heat at night into their immediate surroundings than comparable rural sites. Therefore, built-up areas get hotter and stay hotter. Other aggravating factors were inadequate warnings, power failures, inadequate ambulance service and hospital facilities, and lack of preparation. City officials did not release a heat emergency warning until the last day of the heat wave. Thus, such emergency measures as Chicago's five cooling centers were not fully utilized. The medical system of Chicago was severely taxed as thousands were taken to local hospitals with heat-related problems. Another powerful factor in the heat wave was that a temperature inversion grew over the city, and air stagnated in this situation. Pollutants and humidity were confined to ground level, and the air was becalmed and devoid of wind. Without wind to stir the air, temperatures grew even hotter than could be expected with just an urban heat island, and without wind there was truly no relief. Without any way to relieve the heat, even the insides of homes became ovens, with indoor temperature exceeding at night. This was especially noticeable in areas which experienced frequent power outages. At Northwestern University just north of Chicago, summer school students lived in dormitories without air conditioning. In order to ease the effects of the heat, some of the students slept at night with water-soaked towels as blankets. The scale of the human tragedy sparked denial in some quarters, grief and blame elsewhere. From the moment the local medical examiner began to report heat-related mortality figures, political leaders, journalists, and in turn the Chicago public have actively denied the disaster's significance. Although so many city residents died that the coroner had to call in nine refrigerated trucks to store the bodies, skepticism about the trauma continues today. In Chicago, people still debate whether the medical examiner exaggerated the numbers and wonder if the crisis was a \"media event.\" The American Journal of Public Health established that the medical examiner's numbers actually undercounted the mortality by about 250 since hundreds of bodies were buried before they could be autopsied. == Environmental Racism == Various aggravating factors in this context have informed discussions about Environmental racism, a study of environmental injustice within a racialized context In the context of the 1995 Chicago heat wave, principles of Environmental Racism have been used to better understand the hugely unequal death rates between various groups in the Chicago population. Out of the 739 heat related deaths attributed to the heat wave, it was found that Black citizens died at a much higher rate than their white peers. Further, this finding was statistically significant beyond the consideration of increased rate of death in impoverished areas. In 2018, Filmmaker Judith Hefland created Cooked: Survival by Zip Code, a documentary exploring the unequal death rates observed during the 1995 heat wave. Cooked examines the factors that most directly contributed to these unequal death rates, and posits that such a crisis was not a one time catastrophe, but rather a dangerous trend occurring beyond Chicago. This documentary examined the particularly devastating impact of various aggravating factors on Black communities. Most directly, the lack of adequate warning and failure to utilize pre-existing cooling centers disadvantaged impoverished groups, and caused particularly devastating effects in Chicago’s poorest areas. Hefland warns that Chicago can serve as a model for the environmental racism present in many American cities. Urban heat islands still exist throughout the United States and beyond, and impoverished, minority groups still disproportionately occupy these at risk neighborhoods. With the number of climate disasters increasing five fold over the past 50 years, the risk to these groups increases as well, and social movements calling for environmental justice have grown in turn. == Statistics == Chicago's daily low and high temperatures in 1995: * July 11: * July 12: * July 13: * July 14: * July 15: * July 16: * July 17: Statistics about the averaged July monthly average temperatures from 1960–2016 give us a mean of 74 degrees F and a standard deviation of 2.7. During the week of the heat wave, there were 11% more hospital admissions than average for comparison weeks and 35% more than expected among patients aged 65 years and older. The majority of this excess (59%) were treatments for dehydration, heat stroke, and heat exhaustion. === Wet Bulb Temperatures === Wet Bulb Temperatures during this heat wave reached in some places. A wet bulb temperature of may be fatal to healthy young humans if experienced over six hours or more and under 1 month of age as well as the elderly 70 and over. == References == == External links == * Chicago Tribune photos from the heatwave * Interview with Eric Klinenberg * The 1995 Heat Wave in Chicago Illinois * * * *Hefland's Documentary Survival by Zipcode Category:History of Chicago Chicago Heat Wave, 1995 Chicago Chicago Heat Wave, 1995 Category:Natural disasters in Illinois Category:Natural disasters in Wisconsin Category:Natural disasters in Missouri Category:Heat waves in the United States Category:1995 heat waves Category:1990s in Chicago",
 "title": "1995 Chicago heat wave"
}