{
 "id": "295141",
 "text": "thumb|Oceangoing vessel loading rock at Cape Porcupine in the Strait of Canso The Strait of CansoGeographical Names Board of Canada - Strait of Canso (also Gut of Canso or Canso Strait, also called Straits of Canceau or Canseaux until the early 20th century) is a strait located in the province of Nova Scotia, Canada. It divides the Nova Scotia peninsula from Cape Breton Island. It is a long thin channel approximately 27 kilometres long and averaging 3 kilometres wide (1 km at its narrowest). The strait connects Chedabucto Bay on the Atlantic Ocean to St. George's Bay on the Northumberland Strait, a sub basin of the Gulf of St. Lawrence. The strait is extremely deep (200+ feet) with two major communities at Port Hawkesbury on the eastern side facing Mulgrave on the western side, both ports. The strait is crossed by the Canso Causeway for vehicular and rail traffic, opened in 1955. The Canso Canal allows ships to pass through the causeway, and this can accommodate any vessel capable of transiting the St. Lawrence Seaway. An account of early settlement in the area is given in the letters of local resident Henry Nicholas Paint (1830-1921), Member of Parliament for Richmond county and merchant, whose father Nicholas secured valuable land grants and settled in a stone-built house at Belle Vue in 1817. Port Hawkesbury, at first known as Ship Harbour, emerged as a shipbuilding and boatbuilding port on the Strait in the 19th century with firms such as H.W. Embree and Sons producing distinctive fishing boats that came to be known as \"Canso Boats\" after the Strait. == References == ==External links== * * Strait of Canso - Economic Development Studies (online collection of studies of the Strait of Canso area) Canso Category:Landforms of Antigonish County, Nova Scotia Category:Landforms of Guysborough County, Nova Scotia Category:Landforms of Inverness County, Nova Scotia Category:Landforms of Richmond County, Nova Scotia Category:Straits of the Atlantic Ocean Category:Geographic regions of Nova Scotia",
 "title": "Strait of Canso"
}