{
 "id": "295246",
 "text": "thumb|220px|Earl Winfield Spencer Jr. (1920) Earl Winfield Spencer Jr. (September 20, 1888 – May 29, 1950) was a pioneering U.S. Navy pilot who served as the first commanding officer of Naval Air Station San Diego. He was the first husband of Wallis Simpson, who later married Edward, Duke of Windsor. ==Early life and military career== Known as Win, he was born in Kinsley, Kansas, son of Earl Winfield Spencer Sr., a socially prominent Chicago stockbroker, and the former Agnes Lucy Hughes of Jersey. He attended Racine College in Racine, Wisconsin. He graduated from the United States Naval Academy in 1910 and in 1917 was sent to San Diego with instructions to set up a permanent naval air station, which was to be used for training exercises, and he became its first commanding officer. ==Personal life== Spencer was married five times. Four of his wives were: *Bessie Wallis Warfield (1896–1986), only child of Teackle Wallis Warfield, member of a prominent Maryland family; they married in Baltimore on November 8, 1916. Spencer was alleged to be abusive and an alcoholic. After several separations, the Spencers divorced in December 1927. After a second marriage, to Ernest Aldrich Simpson, and a subsequent divorce, Wallis Spencer married the former King Edward VIII of the United Kingdom and became the Duchess of Windsor. *Mariam J. Maze (1895–1997) the former wife of Albert Cressey Maze (1891–1943).Spelling of wife's first name per the 1930 United States Federal Census for San Diego, California, accessed on ancestry.com on December 23, 2011. Mariam's maiden name, former husband's name, et cetera, were determined through research on ancestry.com, through censuses and marriage records, also accessed on ancestry.com.CORRECTION of FOOTNOTE 3 – The MIRIAM JEAN CARO daughter of Simon and Bertha Abrahamson Caro was born June 29, 1893 in Roseburg, Douglas Co., OR, and DIED UNMARRIED on June 20, 1982 in San Francisco, San Francisco Co., CA. 1\\. Ancestry.com [database on-line], 1940 U. S. Federal Census, (Provo, UT: Ancestry.com Operations, Inc., 2012), Census Place: San Francisco, San Francisco, California; Roll: T627_318; Page: 64B; Enumeration District: 38-502. 2\\. Ancestry.com [database on-line], Oregon, Select Births and Christenings, 1868–1929, (Prove, UT: Ancestry.com Operations, Inc., 2000), Name: Miriam Jean Caro, Gender: Female, Birth Date: 29 Jun 1894, Birth Place: Roseburg, Doulas, Oregon, Father: Simon Caro, Mother: Bertha Abrahamson Caro, FHL Film Number: 2259056. 3\\. Ancestry.com [database on-line], California Death Index, 1940–1997, (Provo, UT: The Generations Network, Inc., 2000), Name: Miriam J Caro, Social Security #: 564589069, Gender: Female, Birth Date: 29 Jun 1893, Birth Place: Oregon, Death Date: 20 Jun 1982, Death Place: San Francisco, Mother's Maiden Name: Abrahamson. 4\\. Ancestry.com [database on-line], U.S. Social Security Death Index, (Provo, UT: Ancestry.com Operations Inc, 2011), \"Name: Miriam Caro, SSN: 564-58-9069, Last Residence: 94109 San Francisco, San Francisco, California, USA, BORN: 29 Jun 1894, Died: Jun 1982, State (Year) SSN issued: California (1959).\".Arlington National Cemetery – Miriam J. Raford She was the former Miriam Ham, daughter of George and Katie Anastasia (née Eagels) Ham of Portland, Oregon.1900 U.S. Census – Census Place: Portland Ward 6, Multnomah, Oregon; Roll: 1350; Page: 11B; Enumeration District: 0063; FHL microfilm: 1241350 They married in September 1928 and were divorced in 1936, the same year Spencer was made a Knight of the Order of the Crown of Italy by Benito Mussolini. By this marriage he had one stepson, Robert Claude Maze Sr., Major, USMC (killed in action, 1945).\"Service Social News\", Army and Navy Journal, September 4, 1943, columns 3 and 4. Mariam Spencer married, in 1939, as her third husband, Arthur William Radford, Vice Admiral, USN, future Chairman of the Joint Chiefs of Staff.Arlington National Cemetery – Arthur W. Radford *Norma Reese Johnson (1891–1944),Find a Grave – Norma Reese Johnson the widow of Homer Sturtevant Johnson, a Detroit manufacturer who died in 1928, and a daughter of Carl Reese, of Detroit, Michigan. Spencer and Johnson were married in Los Angeles, California, on July 4, 1937. By this marriage he had two stepdaughters: Betty L. Johnson, an actress and songwriter (married Balie Peyton Legare Jr. (1908–1984), a jazz musician, whom she divorced in 1942) and Kathryne Johnson (born circa 1912, married Dell Myron Wade Jr). The Spencers' wedding was a double wedding with Betty and Peyton Legare, whose wedding in February 1937 in Tijuana, Mexico, was not valid under California law and needed to be resolemnized.\"Spencer To Be In Double Wedding\", Ogden (Utah) Standard Examiner, June 29, 1937, page 6A, column 6.The Legares' son, Balie Peyton Legare 3d (1948–1970), was a heroin dealer who \"fell to his death ... when a bedsheet-rope snapped as he lowered himself from the roof of the seven- story San Francisco County Jail\". Information cited in \"Fall Kills Inmate\", Press-Telegram (Long Beach, CA), April 30, 1970. The couple separated on February 9, 1940, and were divorced later that year in Santa Monica, California. Both parties charged cruelty, and Norma declared that her husband was plagued by what The New York Times's announcement of their acrimonious divorce delicately called \"habitual intemperance.\" Time magazine reported, \"During a stormy session of accusations and counteraccusations Navyman Spencer, charged with cruelty and habitual intemperance, testified that his weekly liquor bill was only about $10, that his wife 'drank as much of it as I did.'\" *Lillian Phillips (1892–1981),Find a Grave – Lillian Phillips Spencer daughter of Robert A. and Ella Burgess Phillips, whom he married October 2, 1941.Ancestry.com – 1900 United States Federal Census: Census Place: Neville, Allegheny, Pennsylvania; Roll: 1370; Page: 3A; Enumeration District: 0456; FHL microfilm: 1241370 ==Later life== Commander Spencer died in Coronado, California. He is buried at Fort Rosecrans National Cemetery in San Diego, California, with his wife Lillian.Find a Grave-Earl Winfield Spencer ==In art, screen portrayals, and literature== He was portrayed by actor Ryan Hayward in W.E., the 2011 British romantic drama film about the love of Wallis and King Edward VIII co-written and directed by Madonna.W.E. (2011) – Full cast and crew ==References== Category:1888 births Category:1950 deaths Category:People from Kinsley, Kansas Category:People from Coronado, California Category:Military personnel from Kansas Category:Racine College alumni Category:United States Naval Academy alumni Category:United States Naval Aviators Category:Aviators from California Category:Aviators from Kansas Category:Abdication of Edward VIII",
 "title": "Earl Winfield Spencer Jr."
}