{
 "id": "295218",
 "text": "Montclair State University (MSU) is a public research university in Montclair, New Jersey, with parts of the campus extending into Little Falls. As of fall 2018, Montclair State was, by enrollment, the second largest public university in New Jersey. As of November 2021, there were 21,005 total enrolled students: 16,374 undergraduate students and 4,631 graduate students. It is classified among \"R2: Doctoral Universities – High research activity\". The campus covers approximately . The university offers more than 300 majors, minors, and concentrations. ==History== Plans for the State Normal school were initiated in 1903, and required a year for the State of New Jersey to grant permission to build the school. It was then established as New Jersey State Normal School at Montclair, a normal school, in 1908 approximately 5 years after the initial planning of the school. At the time, Governor John Franklin Fort attended the dedication of the school in 1908, and the school was to have its first principal Charles Sumner Chapin that same year. The first building constructed was College Hall, and it still stands today. At the time, the campus was around , had 8 faculty members and 187 students. The first graduating class, which numbered at 45 students, contained William O. Trapp, who would then go on to win the Pulitzer Prize for journalism in 1929. The first dormitory was then built five years later, in 1915, and is known as Russ Hall. thumb|Morehead Hall, built in 1928 In 1924, Dr. Harry Sprague was the first president of Montclair, and shortly afterwards the school began being more inclusive of extracurricular activities such as athletics. In 1927, however, after studies had emerged concerning the number of high school teachers in the state of New Jersey (only 10% of all high school teachers received their degrees from New Jersey), the institution became Montclair State Teachers College and developed a four-year (Bachelor of Arts) program in pedagogy, becoming the first US institute to do so. In 1937 it became the first teachers college accredited by the Middle States Association of Colleges and Schools. In 1943, during World War II, several students, with permission from the president, Harry Sprague, joined the US Navy as volunteers to train for the war. It was also a time when students and faculty sold war bonds to support US American troops. In 1958 the school merged with the Panzer College of Physical Education and Hygiene to become Montclair State College. The school became a comprehensive multi-purpose institution in 1966. The Board of Higher Education designated the school a teaching university on April 27, 1994, and in the same year the school became Montclair State University. It has offered Master of Arts programs since 1932, Master of Business Administration since 1981, Master of Education since 1985, Master of Science since 1992, Master of Fine Arts since 1998, Doctor of Education since 1999, and Doctor of Environmental Management in 2003 (now the PhD in Environmental Science and Management). PhD degrees were added in Teacher Education and Teacher Development in 2008, Counselor Education, Family Studies, Mathematics Education, Communications Sciences and Disorders by 2014, and most recently Clinical as well as Industrial/Organizational Psychology (2021). In 2018, Montclair State University graduated more than 30 doctoral students. In 2004, NJ Transit opened the Montclair State University station, which links the university to New York City. The building of the MSU Station cost $26 million to complete, including a 1,500-space parking deck. In 2015, the university established the School of Communication and Media and added two new buildings to its campus; the Feliciano School of Business and the Center for Environmental and Life Sciences (CELS). Partridge Hall was fully renovated and in 2016, became the new School of Nursing, which welcomed its inaugural class of students that fall. In 2016, Montclair State University was designated by the U.S. Department of Education as a Hispanic-Serving Institution (HSI). In 2017, Montclair State was designated a public research university by the New Jersey Legislature. The new state-of-the-art home for the School of Communication and Media opened in fall 2017, followed in 2018 by the opening of the Center for Computing and Information Science in the former Mallory Hall, which underwent a complete renovation and expansion. In 2016, the university's classification was changed from a Masters to a Doctoral Research University, and in 2019, was changed to R2: Doctoral University - High Research Activity. ===Presidents=== {| class=\"wikitable\" |- ! Number !! President!! Years in Office !! Notes |- | - || Charles S. Chapin || 1908-1924 || Principal of New Jersey State Normal School at Montclair. Chapin Hall is named for him. |- | 1 || Harry A. Sprague || 1924-1951 || Principal, then first president of the College. Harry A. Sprague Library and Sprague field named for him. |- | 2 || E. DeAlton Partridge || 1951-1964 || Partridge Hall is dedicated to him. |- | 3 || Thomas H. Richardson || 1964-1973 || Acting President from 1964-1966. Namesake of Richardson Hall. |- | 4 || David W.D. Dickson || 1973-1984 || First African American president of the College. Dickson Hall is dedicated to him. |- | 5 || Donald E. Walters || 1984-1987 || Initiated an honors program, an international studies program and seminars on ethics and values. |- | 6 || Richard A. Lynde || 1987-1989 || Acting President |- | 7 || Irvin D. Reid || 1989-1998 || \"...Spearheaded a successful effort to upgrade Montclair State from a college to a university...\" |- | 8 || Gregory L. Waters || 1997-1998 || Acting President |- | 9 || Susan A. Cole || 1998–2021 || First female and Jewish president of the university. Susan A. Cole Hall is dedicated to her. |- |10 |Jonathan G.S. Koppell |2021–present |Current president of the university. |} ==Colleges and Schools== Montclair State University comprises five colleges and six schools, each led by a Dean or Director. The colleges and schools organize and conduct academic programs within their units (Bachelor's, Master's, Doctoral and Certificate Programs), and work cooperatively to offer interdisciplinary programs. ===College of the Arts=== ==== John J. Cali School of Music ==== The John J. Cali School of Music is part of the College of the Arts. The Cali School of Music provides a wide range of study and performance opportunities for its undergraduate and graduate students, as well as a professional certification program in Music Education and the Artist's Diploma and Performer's Certificate degrees in classical and jazz performance.\"John J. Cali School of Music: Academic Programs\" on the Montclair State University website The noted string quartet, the Shanghai Quartet, was in residence at MSU from 2002-2020. As part of their new residency programs, the Cali School welcomed the Harlem Quartet as its new quartet-in-residence and introduced Jessie Montgomery as its composer-in-residence. In 2021, the Cali School implemented the Cali Pathways Project, a scholarship program designed to create dynamic and comprehensive pathways to higher education and careers in music for talented student musicians from underrepresented backgrounds. ==== School of Communication and Media ==== Included in the College of the Arts is the School of Communication and Media. thumb|left|School of Communications and Media Building The school opened a well-equipped, modern facility in fall 2017. It features a 187-seat Sony Digital Cinema Presentation Hall, four broadcast-ready HD + 4K studio and control rooms, motion picture stage for digital filmmaking, and an Audio Production Center featuring a Foley stage, a performance stage and audio sound labs. ===College of Education and Human Services=== The College of Education and Human Services houses the Center of Pedagogy, with oversees the Teacher Education program. Majors across the university earning teacher credentials are administered jointly by the Center of Pedagogy and the department that houses the student's major. ===College of Humanities and Social Sciences=== The College of Humanities and Social Sciences at Montclair State offers 20 undergraduate majors and more than 40 minors. The College of Humanities and Social Sciences is the largest college by enrollment within Montclair State. Montclair State supports and encourages interdisciplinary programs. In 2019, the College of Humanities and Social Sciences and the College of Science and Mathematics have teamed up to offer the ONLY Master of Science in Computational Linguistics program in New Jersey https://www.montclair.edu/graduate/programs-of-study/computational- linguistics-ms/. ===College of Science and Mathematics=== The College of Science and Mathematics (CSAM) offers programs in the natural, physical, and computational sciences. Located in Richardson Hall are the Department of Mathematical Sciences, Department of Physics and Astronomy, Department of Chemistry and Biochemistry, and the Student Success Center and Career Services. Science Hall houses the Department of Biology. The Department of Computer Science is housed in the Center for Computing and Information Science, and recently added programs in Cybersecurity and Data Science. Schmitt Hall houses the Department of Applied Math and Statistics. The Center for Environmental and Life Sciences (CELS) houses the Department of Earth and Environmental Studies, which includes Earth and Environmental Science, Geographic and Urban Studies, and Sustainability Science. CELS also houses the PSEG Institute for Sustainability Studies, New Jersey Center for Water Science and Technology, Clean Energy and Sustainability Analytics Center, Microscopy and Microanalysis Research Lab, Sokol Institute for Pharmaceutical and Life Sciences, and the interdisciplinary PhD Program in Environmental Science and Management. === Feliciano School of Business === The Feliciano School of Business offers undergraduate as well as MBA programs. Students may opt to choose the Bachelor of Arts approach or the Bachelor of Science. The school offers a BA degree program culminating in a Bachelor of Arts in Economics. In 2016, the MBA program became available in a fully online format. The School of Business also offers post-MBA certificate programs. In 2015 a brand new building for the Feliciano School of Business opened, dedicated to Mimi and Edwin Feliciano. === School of Nursing === In 2016, Montclair State University launched a School of Nursing. It offers RN-to-BSN and four-year BSN programs. The school is housed in a state-of-the-art facility that includes mediated classrooms, computer study areas, a nursing skills laboratory, anatomy laboratory, and high-fidelity and home care simulation rooms. ===The Graduate School=== Montclair State began offering master's degree programs in 1932, beginning with the Master of Fine Arts degree; the university began to grant doctoral degrees in 1998, after receiving state approval to establish a Doctor of Education degree in pedagogy.Montclair State University Timeline, Montclair State University. In the fall of 2019, the university had about 300 doctoral students in eight programs.Doctoral Students, Montclair State University. ===University College=== University College is an academic home for students to pursue interests that will lead them to their eventual academic concentration. University College admits about one-third of incoming freshman, as well as approximately 1,400 returning and transfer students who have yet to declare a major. Once University College students have been admitted to their chosen majors, they will transition onto the college or school of that academic program. ==Rankings== {{Infobox US university ranking | USNWR_NU = 179 }} U.S. News & World Report listed Montclair State as No. 179 among all national universities in its 2022 rankings, No. 19 in Top Performers on Social Mobility and No. 88 in Top Public Schools. U.S. News & World Report 2022 Best Graduate Schools ranked several of the University’s programs among the best in the nation, including its education program (second in New Jersey and 103 in the nation), its Master’s in Public Health program (second in New Jersey and 135 in the country) and its Master’s in Business Administration program (fourth in New Jersey and 185 in the nation). Montclair State University’s online Master of Arts in Educational Leadership program was ranked No. 1 in New Jersey and No. 25 in the nation in the U.S. News & World Report 2020 Best Online Programs rankings. The Feliciano School of Business was included in the 2020 edition of “The Best Business Schools” published by The Princeton Review. The MBA and Accounting programs of the Feliciano School of Business were both ranked in the top three out of 25 New Jersey institutions in the 2019 NJBIZ Reader Rankings. The Princeton Review Guide to Green Colleges: 2019 Edition included Montclair State in its rankings of America’s greenest campuses. Money magazine ranked Montclair State among the nation’s “Best Colleges for Your Money” in 2020. Money also ranked the University at No. 16 on its 2020 “Most Transformative Colleges” list. Campus Pride named Montclair State a “Premier Campus” in its 2020 Campus Pride Index, the national listing of LGBTQ-friendly colleges and universities. Montclair State earned the maximum five stars out of five, one of only two institutions in New Jersey to do so. ==Athletics== Montclair State University's athletic teams have played under many names in the school's history. From the late 1920s to '30s, the school played as the \"Big Red\" and featured a large scarlet \"M\" on its uniforms. Next, Montclair State Teacher's College competed as the Indians, using a logo with a Native American chief's profile with the initials \"MSTC\" emblazoned on the caricature's headdress. The initials were changed to \"MSC\" when the school became Montclair State College in 1958. In response to the growing concerns voiced by Native Americans, the school changed its nickname to the Red Hawks, named after the Red-tailed Hawks that are indigenous to the area. ===Division III sports=== Montclair State University athletics are in the NCAA Division III in the New Jersey Athletic Conference (NJAC). The university currently offers the following sports: ;Fall Sports *Women's Cross Country *Men's Football *Men's Soccer *Women's Soccer *Field Hockey *Women's Volleyball ;Winter Sports *Men's Basketball *Women's Basketball *Men's Swimming and Diving *Women's Swimming and Diving *Men's Indoor Track and Field *Women's Indoor Track and Field ;Spring Sports *Men's Baseball *Men's Lacrosse *Women's Lacrosse *Women's SoftballIn 2008, Anita Kubicka was named College Softball Coach of the Year by the New Jersey Sportswriters Association. *Men's Outdoor Track and Field *Women's Outdoor Track and Field ===Club sports=== *Men's Ice Hockey (ACHA Division II) *Men's Rugby (MetNY RFU Division II) *Men's Volleyball (Middle Atlantic Collegiate Volleyball Conference) *Baseball (National Club Baseball Association (NCBA) Division II Central) *Men's Lacrosse (National College Lacrosse League, NY Metro Conference, Division II) *Quidditch (Unofficial with the International Quidditch Association as of Spring 2015) ===Sports fields and facilities=== *Sprague Field **The 6,000-seat field is home to the MSU football team, men's and women's lacrosse and field hockey teams. *Panzer Athletic Center Gymnasium **The 1,200-seat arena is home to the MSU men's and women's basketball teams and volleyball team. *Panzer Athletic Center Pool **The 500-seat Panzer Pool is home to the Red Hawk men's and women's swimming and diving teams. *MSU Soccer Park at Pittser Field **The 3,000-seat artificial turf field, which opened in 1998, is the main home for both the men's and women's soccer teams. Starting in 2017, Pittser Field will be the home of New York Red Bulls II. *Yogi Berra Stadium **The 3,400-seat stadium is home to the MSU baseball team as well as the New Jersey Jackals of the independent Frontier League and the Yogi Berra Museum. *MSU Softball Stadium **The 300-seat stadium opened its doors in 2004 and is home to the MSU softball team, and also hosted the 2009 NCAA Division III Women's College World Series. *Montclair State University Ice Arena **The ice skating arena, formerly known as Floyd Hall Arena, opened in March 1998 with two NHL size rinks, an off-ice training area, meeting rooms, concession stand, pro shop, and facilities for birthday parties. The arena now attracts over 500,000 visits per year and has become the home to many groups including The MSU Hockey Club, the Montclair Hockey Club, The North Jersey Figure Skating Club, the Clifton HS Mustangs and Nutley and Passaic Valley High School Hockey Teams. In 2020, the arena was acquired by the university and re-named Montclair State University Ice Arena. *Student Recreation Center **The 77,000-square-foot facility is home to two fitness floors, a six-lane swimming pool, two racquetball courts, a full-size basketball court with an overhead track, and two multi-purpose rooms. Montclair State University's Student Recreation Center hosts 13 intramural sports, a variety of fitness classes, and many special events throughout each year. ==Campus== The original Montclair State University campus consisted of College Hall, Russ Hall, Chapin Hall and Morehead Hall, all built between 1908 and 1928. Housing for students returning from World War II was added near the end of the war. Between 1950 and 1980, Montclair State gradually acquired land from a former traprock quarry and expanded its facilities with an additional 23 buildings. Montclair State University began its next phase of growth in the late 1990s to accommodate New Jersey's growing student population. Dickson Hall was dedicated in 1995. The building is named for David W.D. Dickson, the first African American president of Montclair State University. The Floyd Hall Arena, an ice skating rink, was built in 1998. Science Hall, the home of the Department of Biology, opened in 1999. The Red Hawk Diner was built in 2001, making it the first diner on a university campus in the United States. thumb|College Hall ===Other additions (2002–2011)=== *The Red Hawk Deck, MSU's first parking garage, opened in spring 2003 *The Village Apartments at Little Falls, an apartment complex accommodating 850 students, opened in fall 2003. *The Women's Softball Stadium opened in 2004. *The 500-seat Alexander Kasser Theater opened in fall 2004. *The NJ Transit Montclair State University station and Parking Deck was opened October 20, 2004. It provide direct access to and from New York Penn Station, the city's main public transportation hub. This is also a major parking and transfer point on the Montclair-Boonton Line. *The Children's Center, Montclair State University's daycare facility for children of students and faculty, opened in fall 2005. *University Hall, the largest building on campus at the time and home of the College of Education and Human Services, opened in spring 2006. *The George Segal Gallery, located on the fourth floor of the Red Hawk Deck, opened in spring 2006. *Cafe Diem, a cafe attached to Sprague Library, opened in January 2007. *Chapin Hall, nearly 100 years old, was completely renovated and expanded to house the new John J. Cali School of Music. *A Student Recreation Center opened in spring 2008. *Sinatra Hall, a new suite style residence hall near the Village, housing 300 undergraduate and graduate students, opened in August 2010. *CarParc Diem, the largest parking structure at MSU with approximately 1,600 spaces, opened in August 2010. *The Heights, two new housing complexes and a dining facility accommodating 2,000 students, opened August 2011. ===Capital master plan (2013–2018)=== MSU's most recent master plan contained $650 million in capital construction and improvements. Retrieved 2016-8-12 The major projects under this new program were: *Two student housing and dining complexes, The Heights, are adjacent to the Student Recreation Center and CarParc Diem Garage. Opened in August 2011, they house approximately 2,000 students, increasing the on- campus housing capacity to 5,500, the second largest college residential population in New Jersey after Rutgers University in New Brunswick. They have also increased dining capacity at MSU by 25,000 gross square feet. *A building to house the Feliciano School of Business, adjacent to University Hall. It opened in Fall 2015. *The Center for Environmental and Life Sciences building, located adjacent to Richardson Hall, opened in 2015. CELS houses the Department of Earth and Environmental Studies and all of its research facilities, the Microscopy and Microanalysis Research Laboratory, the Margaret and Herman Sokol Institute for Pharmaceutical Life Sciences, the New Jersey Center for Water Science and Technology, the PSEG Institute for Sustainability Studies, and the interdisciplinary PhD program in Environmental Science and Management. The majority of the funding for this facility came from a bond issue passed by statewide referendum on November 6, 2012. *A expansion of Morehead Hall, which connects the building with Life Hall and the DuMont TV center to form the Communication and Media Studies Center. *Various expansions, improvements and renovations of current residential buildings, athletic facilities, and academic facilities including College Hall, Partridge Hall, Mallory Hall (now the Center for Computing and Information Science), Life Hall, the Bond House, and Richardson Hall. ==Residence halls== The current residence hall facilities at Montclair State University are: === The Heights === The newest residential complex on campus, the Heights consists of two H-shaped buildings named John Victor Machuga Heights and Anthony M. Dinallo Heights, which house about 2,000 students combined. The Heights opened in August 2011 near the Student Recreation Center and greatly expanded the campus' residential capacity. Dinallo Heights consists of Basilone, Whitman, Einstein, and Parker Halls; while Machuga Heights consists of Mills, Gordon, Gibson and Barton Halls. Both Heights complexes have suite-style rooms with two residents sharing a bathroom in a suite with one large bedroom or two smaller single bedrooms. The buildings also have large lounge areas to be shared with the four Halls within them. Machuga Heights also contains a large dining hall called Sam's Place. === Blanton Hall === This five-story coed complex houses 640 residents in double and triple rooms connected by a bathroom. Between four and five residents share each \"suite\" bathroom. Blanton Hall also contains a central food court containing a Chili's, Dunkin' Donuts, Jersey Mike's Subs, and a convenience store. === Bohn Hall === The tallest building at MSU, Bohn Hall opened in 1972 and houses approximately 700 co-ed first year residents in double, triple, and quadruple rooms. Floors are divided into one, two, or three wings with each wing having its own community bathroom facility. Bohn Hall also contains classrooms, offices, and student/academic support resources including a Mediation Resource Center, Academic Resource Center, and a Center for Writing Excellence. === Hawk Crossings === These co-ed garden apartment units house 350 upperclassmen. The apartments are broken up into three buildings, called Accipiter, Falco, and Buteo. Each apartment has two bedrooms, houses four residents, and has a kitchen and bathroom. Previously known as Clove Road Apartments, this complex was renamed Hawk Crossings in Fall 2010.left|thumb|Freeman Hall === Freeman Hall === Housing approximately 235 co-ed residents, Grace M. Freeman Hall opened in 1963 and is home to mainly students of music or athletic training. Residents live in a \"suite\" style double or triple rooms, in which two rooms share a bathroom. The building also contains a dining hall for students, Balance Kitchen at Freeman Hall. === Russ Hall === Edward Russ Hall is a coed upperclassmen community and houses the international community, housing 91 residents in a \"suite\" style community. Russ Hall, the second building to open on campus in 1915, was converted from an administrative building into a residential facility in the late 1990s. === The Village at Little Falls === The Village at Little Falls consists of four separate residential apartment buildings: William Carlos Williams Hall, Count Basie Hall, Millicent Fenwick Hall, and Alice Paul Hall. The complex also contains a fifth building, the Abbott & Costello Center which contains complex offices and a police sub- station. The four buildings house a total of 848 students. Each apartment consists of a kitchen, living room, dining area, two full bathrooms, and either two double bedrooms, two single and one double bedroom, or four single bedrooms. The complex also has basketball courts and an outdoor pool open seasonally. The Village houses junior, senior, and graduate students. Basie Hall and Paul Hall were renovated in the Summer of 2017 to replace flooring and furniture. === Sinatra Hall === Francis A. Sinatra Hall is a 6-floor suite-style residence hall located on Clove Rd between Hawk Crossings Apartments and The Village at Little Falls. It opened in the Fall of 2010. The hall is set up suite style with a single, a double, and a triple all sharing a bathroom, powder room, and a common area. === Stone Hall === Stone Hall was originally built in 1955 as a residence hall, but was eventually converted into an office building. For the Fall 2016 semester, the building received a total renovation and was repurposed to its original use as a residence facility. The renovated Stone Hall houses approximately 150 first year students in double rooms with community bathroom facilities. == Peak Performances Controversy == Dancer and choreographer Emily Johnson published a letter on January 20, 2021 addressed to the National Endowment for the Arts sharing the racist, extractive and harmful experience as a Yup’ik woman with Jedidiah Wheeler, Executive Director of Peak Performances. ==Notable alumni== ===Science and technology=== * Dr. Barbara Brummer, State Director of The Nature Conservancy in New Jersey since 2004. Prior to this she served in leadership roles in industry, including President of Johnson &Johnson; Canada Inc., and Worldwide Vice President of the Women’s Health and Wellness Franchise. Dr. Brummer earned her BA in Biology at MSU in 1968. *William E. Gordon (1918-2010), physicist and astronomer, known as the \"father of the Arecibo Observatory,\" director of the Arecibo Observatory and later Professor and Dean at Rice University. He earned B.A. and M. A. degrees from Montclair State College in 1939 and 1942 respectively.Martin, Douglas. \"W. E. Gordon, Creator of Link to Deep Space, Dies at 92\", The New York Times, February 27, 2010. Accessed April 2, 2021. \"William Edwin Gordon was born on Jan. 8, 1918, in Paterson, N.J. He earned bachelor’s and master’s degrees from what is now Montclair State University and enlisted in the Army in 1942.\" * Paul J. Lioy (1947-2015), Professor, UMDNJ, Robert Wood Johnson Medical SchoolFox, Margalit. \"Paul Lioy, Scientist Who Analyzed 9/11 Dust and Its Health Effects, Dies at 68\", The New York Times, July 11, 2015. Accessed July 12, 2015. \"Paul James Lioy was born on May 27, 1947, in Passaic, N.J. He earned a bachelor’s degree in physics from Montclair State College, as it was then known, followed by a master’s degree in the field from Auburn University in Alabama and master’s and doctoral degrees in environmental science from Rutgers.\" *Dr. Anthony Scriffignano, Senior Vice President and Chief Data Scientist for Worldwide Data and Insight, Dun & Bradstreet. He earned a BS, cum laude, in Computer Science in 1982 and an MS in Computer Science in 1985. * Herman Sokol (1916-1985), co-discoverer of tetracycline and president of Bristol-Myers Company graduated from Montclair State College ===Politics and government=== * Barbara Buono (born 1953), former New Jersey State Senator and former New Jersey Democratic Gubernatorial nominee\"Democrat Barbara Buono Enters NJ Governor’s Race To Challenge Christie\" , WCBS-TV, December 11, 2012. Accessed February 15, 2018. \"Buono graduated from Montclair State University and Rutgers Law School.\" * Andrew R. Ciesla (born 1953), former member of the New Jersey Senate who represented the 10th Legislative District.SenatorAndrew R. Ciesla (R), New Jersey Legislature, backed up by the Internet Archive as of December 23, 2008. Accessed February 15, 2018. \"Education: B.A. Montclair State University (Political Science); M.P.A. Syracuse University (Public Administration)\" * Marion Crecco (1930-2015), member of the New Jersey General Assembly from 1986 to 2002Assemblywoman Marion Crecco, New Jersey Legislature, backed up by the Internet Archive as of February 25, 1998. Accessed June 2, 2010. * Scott Garrett (born 1959), Congressman who represented New Jersey's 5th congressional district from 2003 to 2016.Garrett, Scott, (1959 - ) , Biographical Directory of the United States Congress. Accessed February 15, 2018. \"B.A., Montclair State University, Montclair, N.J., 1981\" * Sharpe James (born 1936), former Mayor of NewarkCarter, Barry. \"Former Newark mayors share their life and times in the city\" , The Star-Ledger, May 17, 2016. Accessed February 15, 2018. \"James graduated from South Side High School, Montclair State University and earned his master's degree in physical education from Springfield College\" * Connie Myers (born 1944), politicians who served in the New Jersey General Assembly from 1996 to 2006, where she represented the 23rd Legislative District.Manual of the Legislature of New Jersey: 2004 Edition , p. 275. Lawyers Diary and Manual, LLC, 1900. . Accessed February 15, 2018. \"Connie Myers, Rep., Holland - Assemblywoman Myers was born in Staten Island, N.Y., on Nov. 14, 1944. She attended public schools in Essex County, and is a 1967 graduate of Montclair State College\" * Joan Voss (born 1940; B.A. 1962 / M.A. 1971), member of the Bergen County, New Jersey Board of Chosen Freeholders.Freeholder Dr. Joan M. Voss , Bergen County, New Jersey. Accessed February 15, 2018. \"She received a B.A. degree in Social Studies and English from Montclair State University in 1962 and a M.A. degree in 1971.\" ===Business and industry=== * Howie Hubler, Morgan Stanley bond trader whose positions on subprime-mortgage-related securities cost Morgan Stanley $9 billion in 2007.Hyman, Vicki. \"Notorious 'subprime villain' Howie Hubler unloading Rumson estate for $4.5M\" , NJ Advance Media for NJ.com, May 10, 2016. Accessed February 19, 2018. \"Hubler, a New Jersey native who played football for Montclair State University, resigned from Morgan Stanley in 2007, taking with him with tens of millions in back pay, according to Lewis.\" * A. J. Khubani, founder, president and CEO of Telebrands Corp.\"Your Name in Stickup Light Bulbs!\" , New York Magazine. Accessed February 19, 2018. \"Khubani inherited his peculiar acumen from his father, an Indian immigrant and serial entrepreneur who made enough money importing Japanese-made pocket radios—an inexpensive, sixties precursor to the Walkman—to move his family from a third-floor walk-up in Union City to a modest house in Lincoln Park, New Jersey. The lesson wasn’t lost on the budding tycoon, who made his own first foray into direct mail in 1983, after graduating from Montclair State University.\" ===Arts and entertainment=== * Jay Alders (class of 1996), fine artist, photographer and graphic designer, best known for his original surf art paintings.\"Jay Alders Profile , ResinMag.com, February 2010. Accessed February 19, 2018. \"I have a Bachelors in Arts from Montclair State University, but I didn't learn anything about painting there.\" * Tobin Bell (born 1942), actor, earned master's degree in environmental education \"He earned a master’s degree in environmental education at Montclair State University and worked at the New York Botanical Garden before launching his screen career...\" * Jason Biggs (born 1978), actor who briefly attended as an English majorStaff. \"Jason Biggs 'Graduates' to Broadway-Teen hero takes center stage with Kathleen Turner\" , The Mercury News, April 29, 2002. Accessed February 19, 2018. \"After transferring to New Jersey's Montclair State University for three weeks in 1997, Biggs got a role on the sitcom \"Total Security\" that brought him to Los Angeles. The series collapsed, but Biggs soon won the role of Jim - the pie guy.\" * Edna Buchanan (born 1939), reporter and mystery writer.Trillin, Calvin. \"Covering the Cops; The world of Miami’s top crime reporter.\" , The New Yorker, February 17, 1986. Accessed February 19, 2018. \"The enormous change in Edna’s life came partly because a clotheshorse friend who wanted to take a course in millinery design persuaded her to come along to evening classes at Montclair State Teachers College.\" * Kevin Carolan (born 1968, class of 1990), actor and comedian\"Spotlight on Alums\", Montclair State University. Accessed January 15, 2020. \"Kevin Carolan – Actor Class of 1990: BA Theater Studies\" * Lesley Choyce (born 1951), author of novels, non-fiction, children's books, and poetryLesley Choyce - Department of English, Dalhousie University. Accessed January 15, 2020. \"MA, Montclair State University\" * Wendy Coakley-Thompson (born 1966, class of 1989), writer, studied broadcastingWendy Coakley-Thompson, Ph.D, Page One, backed up by the Internet Archive as of February 20, 2012. Accessed January 5, 2020. \"Wendy Coakley-Thompson was born to West Indian parents in Brooklyn, New York. She was raised in idyllic Nassau, Bahamas. In 1984, Coakley-Thompson returned stateside to attend Montclair State College (now University), where she earned a Bachelor of Arts degree in Speech and Theater (Broadcasting).\" * Paula Danziger (1944-2004), children's author who wrote more than 30 books, including her 1974 debut young adult novel, The Cat Ate My Gymsuit.Woo, Elaine. \"Paula Danziger, 59; Wrote Novels for Teens\" , Los Angeles Times, July 10, 2004. Accessed February 19, 2018. \"Born in Washington, D.C., and raised in Metuchen, N.J., Danziger was the daughter of a garment worker and a nurse who often told interviewers that she grew up in an unhappy family and turned to books 'to escape all the yelling.'... At Montclair State College in New Jersey, she studied to be a teacher instead.\" * Joshua Dela Cruz (born c. 1989, class of 2011), actor chosen in 2018 to be the host of Blue's Clue & You, a reboot of the Nickelodeon series Blue's Clues.Kaulessar, Ricardo. \"Blue’s Clues returns with New Milford High alum as host\", The Record (North Jersey), October 9, 2018. Accessed October 10, 2018. \"For Dela Cruz, a 2007 graduate of New Milford High School and 2011 graduate of Montclair State University, it's a role that has challenged him, yet has amazed him.\" * Warren Farrell (born 1943, class of 1965), author\"In the Running for California Governor\", Los Angeles Times, August 10, 2003, backed up by the Internet Archive as of March 6, 2016. Accessed January 15, 2020. \"Warren Farrell... Education: B.A. in social studies, Montclair State, 1965; M.A. in political science, UCLA, 1966; PhD in political science, New York University, 1974.\" * Fernando Fiore (born 1960), television personality, sportscaster, actor, two- time Emmy award winnerDavis, Evan J. \"Fernando Fiore is here to save American soccer coverage from itself; El Presidente has arrived for English audiences, and he is glorious.\", SB Nation, June 7, 2016. Accessed January 15, 2020. \"While a child of the land of Maradona and Messi, Fiore has lived and worked in the states since 1980. He holds his undergraduate degree from Montclair State University in New Jersey and has hosted shows on Telemundo and Univisión for decades, including a travel show with Sofía Vergara.\" * Michele Fitzgerald (born 1990), television personality, winner, Survivor: Kaôh RōngBlynn, Jamie; and Gajewski, Ryan. \"The Bachelor Season 21’s Potential Ladies Include Survivor Winner Michele Fitzgerald\", Us Weekly, July 28, 2016. Accessed January 15, 2020. \"The Survivor: Kaoh Rong — Brains vs. Brawn vs. Beauty II winner, 25, is a New Jersey native who has worked as a bartender and travel agent. She earned her B.A. from Montclair State University in New Jersey.\" * Allen Ginsberg (1926-1997), poet; icon of the Beat Generation, briefly attended before transferring to Columbia University thumb|Allen Ginsberg, briefly attended * Camille Grammer (born 1968), reality television personalityJewell, Zoe. \"Five Fast Facts About Real Housewives Star Camille Grammer\", Soap Hub, June 4, 2019. Accessed January 15, 2020. \"Though Grammer was born in Newport Beach, California, she actually grew up in New Jersey! She attended Montclair State College in New Jersey and also attended NYU and the UCLA School of Theater, Film, and Television.\" * Terri L. Jewell (1954-1995) author, poet and Black lesbian activist. * Brian Jude (born 1971, class of 1995), film director, writer, producer and actorAbout Us, Dragon Rider Productions. Accessed May 24, 2021. \"Brian received a Bachelor of Arts in Broadcasting at Montclair State University, and minored in both Music History/Theory and Film.\" * Gaspard Louis, dancer and choreographer\"New contemporary dance works by Gaspard Louis will premiere online\", University of North Carolina School of the Arts. Accessed April 2, 2021. \"Gaspard Louis has a B.F.A. from Montclair State University and an M.F.A. in dance from Hollins University, with additional dance studies at Gus Giordano Jazz Dance in Chicago and Nikolais/Louis Dance Lab in New York.\" * Olivia Lux (born 1994) Drag Queen, performed on season 13 of Rupaul's Drag Race. Graduated as a theater major class of 2016. * Tom Malloy (born 1974, class of 1997), film actor, writer and producer\"Tom Malloy; A Prominent Figure In The Indie Film Scene\", Talker of the Town, April 22, 2017. Accessed February 21, 2020. \"I was born in Red Bank, NJ, and grew up in farm country NJ, in Hunterdon County in a little town called Whitehouse Station. I attending Hunterdon Central High School, where my co-star in all the plays and musicals was Very Farmiga. As for college, I went to Montclair State University in NJ and brought the Pi Kappa Alpha fraternity to that campus as a founding father.\" * Rob McClure (born 1982), actorCorsello, Bill. \"Little Tramp, Big Break: Chaplin on Broadway; Rob McClure plays Charlie Chaplin in a new Broadway musical at the Ethel Barrymore Theater.\", New Jersey Monthly, November 12, 2012. Accessed February 21, 2020. \"One of those shows, I’m Not Rappaport, moved to Broadway, and McClure, then in his sophomore year at Montclair State University, was suddenly a professional actor.... At Montclair State, he double majored in theater and English education.\" * Melba Moore (born 1945), singerKlein, Alvin. \"Theater; Melba Moore Traces Her Up-and-Down Journeys\", The New York Times, June 27, 1999. Accessed February 21, 2020. \"Born Beatrice Melba Smith in Harlem, Ms. Moore, moved to Newark at age 9. 'Pick your ghetto,' she said. There, she went to Waverley Elementary School, Cleveland Junior High School and Arts High School, then Teachers College at Montclair State. But she dropped out and did substitute teaching for a year in a high school in Newark in 1964.\" * Christine Nagy, radio personality, studied broadcasting\"Alumni Spotlight: Christine Nagy Riding the Waves\", Montclair State University School of Communications and Media, December 9, 2014. Accessed April 2, 2021. \"WLTW morning personality and Montclair State alumna Christine Nagy would appreciate this quote from 19th century philosopher, Henry David Thoreau, 'You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.'\" * Reggie Noble (born 1970, a.k.a. Redman), rapper who was expelled as a freshman.Redman, Grammy Connect. Accessed February 21, 2020. \"In 1987, Redman was expelled from Montclair State University his freshman year due to poor academic performance at age 16.\" * J. J. North (born 1964), actress * Chris Opperman (born 1978), composer.Gabriele, Michael. \"Oppie ambles on an eclectic musical trail\", Clifton Journal, August 1, 2014. Accessed May 24, 2021, via Newspapers.com. \"As a member of the Clifton Community Band, Chris Opperman was one of 80 musicians who squeezed on the stage at Main Memorial Park.... Affectionately known as 'Oppie' - a nickname bestowed upon him by Community Band Director Robert Morgan -Opperman is working on a Ph.D. at the Mason Gross School of Music at Rutgers University, having completed a master's degree in Music Composition at Montclair State University in 2010.\" * Michael Price (class of 1981), television writer–producerCaruso, Victoria. \"And the Emmy Goes to...South Plainfield Native Michael Price\", TAP into South Plainfield, September 30, 2019. Accessed April 2, 2021. \"Price grew up in South Plainfield and is a member of the high school’s Class of 1976. He went on to earn to bachelor’s degree in theater from Montclair State University and a master’s in directing for theater from Tulane University.\" * Robert M. Price (born 1954, class of 1976), Biblical Scholar known as The Bible Geek and The Human Bible, H. P. Lovecraft Scholar * Dania Ramirez (born 1979), film and television actress * George Rochberg (1918–2005), composer (English major) * Lorene Scafaria (born 1978), screenwriter and playwright who directed the film Hustlers.Kuperinsky, Amy. \"Hustlers, a real-life strip club drama from N.J.'s Lorene Scafaria, sizzles with Oscar potential\", NJ Advance Media for NJ.com, September 16, 2019. Accessed February 21, 2020. \"Scafaria’s first foray into crafting stories arrived when she was a child. In order to get free pizza as part of the Pizza Hut Book It! program, she wrote book reports for books that didn’t exist (you know, after she ran out of real books). The alumna of Montclair State University broke through as a writer with her adapted screenplay for Nick & Norah’s Infinite Playlist, the 2008 film that starred Kat Dennings and Michael Cera.\" * Thank You Scientist, progressive rock band formed at Montclair State in 2009 * Ray Toro (born 1977), lead guitarist of My Chemical Romance * Justina Valentine (born 1987), rapper, MTV Personality * Jessica Vosk (born 1983), singer/actress, who has appeared as Elphaba on the national tour of the hit musical Wicked.Remo, Jessica. \"This Jersey girl bewitches as Wickeds' new leading lady\", NJ Advance Media for NJ.com, October 7, 2018. Accessed February 21, 2020. \"After high school, Vosk attended the Hart School of Music for a semester, but says she felt “stagnant.” She moved back to New Jersey, went to Montclair State and got a job in investor relations at a boutique firm in the city before she even graduated college.\" * Mikey Way (born 1980), bassist of My Chemical Romance (dropped out) * Steve Way (born 1990), actor, comedian, and disability rights advocate * Dave White (born 1979), Derringer Award-winning mystery author * Bruce Willis (born 1955), actor; attended as a theatre majorBiese, Alex. \"Die Hard is not a Christmas movie. Here are 5 reasons it's a NJ movie\", Asbury Park Press, July 16, 2018. Accessed May 24, 2021. \"Willis, a member of the 2011 class of the New Jersey Hall of Fame, grew up in Penns Grove, Salem County, graduating from high school there in 1973 and then attending what was then known as Montclair State College to study theater.\" thumb|upright|Bruce Willis, theatre major ===Sports=== * Kim Barnes Arico (born 1970), current head women's basketball coach at the University of MichiganWomen's Basketball Halls of Fame; former General Manager and President of the New York LibertyBarker, Barbara. https://www.newsday.com/sports/columnists/barbara-barker/ncaa-tournament-kim- barnes-arico-michigan-1.28776227 \"LI's Kim Barnes Arico up to the challenge of building Michigan into NCAA Tournament regular\"], Newsday, March 22, 2019. Accessed April 2, 2021. \"She played at Floyd High School and Stony Brook University before finishing at Montclair State in 1993.\" * Yogi Berra (1925-2015), Hall of Fame baseball player, catcher for the New York Yankees thumb|upright=.75|Yogi Berra * Carol Blazejowski (born 1956), basketball player and member of the Naismith Memorial Basketball Hall of FameCimo, Emma. \"Carol Blazejowski: The Story of a Montclair State Legend\", Medium, December 13, 2016. Accessed April 2, 2021. \"In the words of Dr. Jean Ficke, the dean of the Graduate School, Carol Blazejowski is nothing short of a pioneer in the world of women’s basketball. Blazejowski, also known as Blaze, who began her playing career here at Montclair State so many years ago, has become one of the most talented players in the sport and she has since returned to her alma mater as the associate vice president for external relations and university advancement.\" * Marco Capozzoli (born 1988), Arena Football player * Mark Casale (born 1962), football player * Kevin Cooney (born 1950), college baseball coach at Montclair State and Florida Atlantic * Amod Field (born 1967), football player * Mike Fratello (born 1947), NBA head coach, sports commentator * Keith Glauber, Major League Baseball playerKeith Glauber, Baseball Reference. Accessed April 2, 2021. \"Schools: Coastal Carolina University (Conway, SC), Montclair State University (Montclair, NJ)\" * Fred Hill (born 1959), Rutgers University basketball coach * Sam Mills (1959-2005), NFL linebacker, coach, member of College Football Hall of Fame and Pro Football Hall of Fame ===Others=== * Dorothy Beecher Baker (1898-1954) Hand of the Cause of the Baháʼí Faith * Olga Grau (born 1945), Chilean writer, professor, philosopher * Eugene T. Maleska (1916-1993, class of 1937), crossword editor at The New York TimesBarron, James. https://www.nytimes.com/1993/08/05/obituaries/eugene-t-maleska-crossword- editor-dies-at-77.html \"Eugene T. Maleska, Crossword Editor, Dies at 77\"], The New York Times, August 5, 1993. Accessed April 2, 2021. \"Mr. Maleska constructed his first puzzle in 1933, when he was an undergraduate at Montclair State College in Montclair, N.J.\" * Ma Anand Sheela (born 1949), chief assistant for the Indian guru Rajneesh who in 1985 pleaded guilty to attempted murder and assault for her role in the 1984 Rajneeshee bioterror attack.Levin, Jay. \"Brenda Miller Cooper, 92; opera singer from Teaneck\", The Record, April 8, 2008. Accessed April 2, 2021, via Newspapers.com. \"Brenda Miller Cooper of Teaneck, a Juilliard-trained opera singer who embarked on a career as a music teacher and mentor after leaving the stage, died Thursday. She was 92. The retired Montclair State College professor was giving private voice lessons at her home until a few months ago.... Mrs. Cooper spent two decades at Montclair State, rising from assistant professor of music to associate professor to full professor.\" ==References== ==External links== * Official website Category:Little Falls, New Jersey Category:Montclair, New Jersey Category:Educational institutions established in 1908 Category:Upper Montclair, New Jersey Category:Universities and colleges in Essex County, New Jersey Category:Universities and colleges in Passaic County, New Jersey Category:1908 establishments in New Jersey Category:Public universities and colleges in New Jersey",
 "title": "Montclair State University"
}