{
 "id": "295385",
 "text": "Mesa Airlines, Inc. is an American regional airline based in Phoenix, Arizona. It is an FAA Part 121-certificated air carrier operating under air carrier certificate number MASA036A issued on June 29, 1979. It is a subsidiary of Mesa Air Group and operates flights as American Eagle and United Express via respective code sharing agreements with American Airlines and United Airlines. It serves more than 180 markets in the Western Hemisphere. In a 1997 article from the Journal of Air Transportation, Mesa's safety record was noted as having the fewest incidents among domestic regional airlines at that time. Mesa filed for Chapter 11 bankruptcy in January 2010, hoping to shed financial obligations for leases on airplanes it no longer needed and emerged from bankruptcy in March 2011. In November 2017, Mesa opened a new training center in Phoenix. The 23,000-square-foot facility features a full-size CRJ-200 cabin trainer aircraft, 14 classrooms, and has the capacity to train 300 crew members at one time. ==Operations== Mesa Airlines operates as:\"Investor Relations Home\". Mesa Air Group. Retrieved on January 30, 2009. * American Eagle, the regional marketing brand of American Airlines. Mesa began flying routes as American Eagle in 2014 from American's hubs in Dallas/Fort Worth and Phoenix using Bombardier CRJ900 regional jet aircraft. * United Express, a mainline airline marketing sub-brand using United Express liveried fleet of Bombardier CRJ700 and Embraer 175 aircraft under a revenue-guarantee code- sharing agreement. Its hubs are at Houston Bush for the E175 aircraft and Washington Dulles for the CRJ700 aircraft. === Former airline divisions === * Air Midwest (1991–2008) * CalPac (California Pacific) (1993–1995) * Desert Sun Airlines (1995–1996) * FloridaGulf Airlines (1991–1997) * Go! (2005–2014) * Liberty Express Airlines (1994–1997) * Mountain West Airlines (1995–1996) * Skyway Airlines (1989–1994) * Superior Airlines (1994–1995) == History == Mesa began operations as Mesa Air Shuttle in Farmington, New Mexico, in 1980. From 1989 through 1998, Mesa Airlines operated as a conglomeration of up to eight separate airlines. For the history of the acquisition and expansion of Mesa Airlines during this time see Mesa Air Group. The following history section details the history of the individual airlines that comprised Mesa Airlines during this time frame. === Mesa Airlines === The original Mesa Air Shuttle was a flight division of JB Aviation in Farmington, New Mexico, and operated a single route from Farmington to Albuquerque using a Piper Saratoga aircraft. In 1981 as the original Frontier Airlines (1950-1986) was discontinuing its flights between the two cities, Mesa obtained a twin-engine Piper Navajo Chieftain and increased service on the route. In 1982 the original owners sold the company to Larry and Janie Risley. The Risleys quickly expanded the carrier by acquiring a fleet of 14-passenger seat Beechcraft 99 commuter turboprops and adding service throughout New Mexico and surrounding states with a hub at Albuquerque. In 1985 larger 19-passenger seat Beechcraft 1900s were acquired which replaced the Beech 99's and became the backbone of Mesa's fleet. By 1987 up to 47 daily departures were operating from Albuquerque to 18 cities. Also in 1987, a Denver hub was created when Mesa acquired Centennial Airlines which operated several routes from Denver into Wyoming. After an initial route from Farmington and Gallup to Phoenix began in 1985, Phoenix was expanded into a hub in 1989 with new routes throughout Arizona. In 1990, most Denver flights were incorporated into the United Express division which Mesa had acquired from Aspen Airways. In 1992, when Mesa established a codeshare with America West Airlines, its Phoenix hub was turned over to the America West Express division. A minor hub was also operated at Farmington in the late 1980s with up to 22 daily flights connecting Albuquerque, Phoenix, and Salt Lake City to Durango, Cortez, and Telluride, CO.Mesa Airlines timetables For a brief time in 1995 and 1996, the Mesa Airlines operation at Albuquerque, the United Express operation in Denver, and the America West Express operation in Phoenix were all known as operated by Mountain West Airlines. In 1997 and 1998, routes from Little Rock to Nashville and Wichita and from Nashville to Tupelo were added, first as Mesa Airlines, then later as US Airways Express. In 1997, Mesa established a small hub at Fort Worth Meacham International Airport, using two Bombardier CRJ-200 regional jet aircraft, providing service from Fort Worth to San Antonio, Austin, and Houston Hobby, as well as new routes from Colorado Springs to Nashville and San Antonio. The venture was short-lived and these routes were all eliminated during a corporate restructuring. The Albuquerque hub was merged into Air Midwest in 2001 but operated as a codeshare for Mesa Airlines until the hub was dissolved at the end of 2007.American Express Skyguide In 1998, Mesa moved its headquarters from Farmington, NM to Phoenix, AZ.World Airline Directory. Flight International. March 25–31, 1998. 80. ====America West Express==== In September 1992, Mesa negotiated a code-sharing agreement with America West Airlines to operate as America West Express out of its Phoenix hub, serving 12 cities. These routes were originally from the independent Mesa operation and several Beech 1900D aircraft were painted in the America West Airlines scheme. The codeshare allowed increased frequency and increased load factors and expansion into several new markets. In 1995, Mesa created a new subdivision called Desert Sun Airlines and acquired a pair of Fokker 70 jets for use on new America West Express routes from Phoenix to Des Moines and Spokane. Desert Sun was merged into the Mesa Airlines division in 1997 and its Fokker 70 aircraft were replaced by Bombardier CRJ-200 regional jet aircraft. The CRJ-200 aircraft also began replacing the Beechcraft 1900D and Embraer EMB-120 turboprops. The Beechcraft 1900Ds were then transitioned over to Mesa's Air Midwest subsidiary. Beginning in December 1997, Mesa began operating Dash 8-200 aircraft between Phoenix and Grand Junction followed by many other cities throughout Colorado, New Mexico, Arizona, and California. In 2003, Mesa Airlines took over the operations of Freedom Airlines and Freedom Airlines' CRJ-900 regional jets were transferred into the America West Express operation. The Beech 1900D flights operated by Air Midwest were discontinued on May 30, 2008. On September 16, 2005, America West Airlines and US Airways completed their merger. Although the corporate side and operationally, those companies merged, as of May 2008, the two flight operations have not been merged and Mesa continues to code share with the new US Airways Group as US Airways Express under its America West Express codeshare agreement. It operated CRJ-200 and CRJ-900 aircraft from hubs in Charlotte and Phoenix, and Dash 8 aircraft from its Phoenix hub until late 2011, when during Mesa's restructuring in bankruptcy, coinciding with United's cancelation of any further CRJ-200 service by Mesa, the CRJ-200s and Dash 8s were removed from service. By early 2012, the only airframe Mesa uses for the \"west\" side of US Airways out of its Phoenix hub and the \"East\" side out of its Charlotte hub is with the CRJ-900. ====US Airways Express==== In November 1997, Mesa negotiated a codeshare agreement to provide service to US Airways as US Airways Express for 14 regional jets to various cities from its Philadelphia and Charlotte hubs. In 1998 and 2000, the agreement was expanded to 28 jets and then to 52 jets. The first CRJ-200 aircraft began operating in 1998. As Mesa began taking deliveries of the Embraer ERJ-145 aircraft in 2000, the CRJs were transferred to the America West division, separating the fleet types. In 2003, 20 CRJ-200 aircraft were reintroduced to the US Airways Express division. With the reintroduction of the CRJ, the CRJ-200 aircraft operated out of the Philadelphia hub, and the ERJ-145 aircraft operated out of the Charlotte hub. In 2005, Mesa's codeshare agreement with US Airways was not reaffirmed in bankruptcy court, and Mesa began transitioning the aircraft to other codeshares. Twenty-six ERJ aircraft were transitioned to Freedom Airlines, and the CRJ and remaining ERJs were transferred to Mesa's United Express operation. However, following the America West Airlines merger later that year, the Mesa contract for America West Express was retained and expanded to include non-former America West Express routes. All US Airways Express flying was converted to American Eagle on October 17, 2015, when the merger between American and US Airways was completed. ==== American Eagle ==== As the merger process between American Airlines and US Airways was progressing, Mesa Airlines began operating as American Eagle on November 6, 2014, with routes out of the American Airlines hubs at Dallas/Fort Worth and Los Angeles using CRJ-900 aircraft. US Airways Express routes from Charlotte and Phoenix were gradually shifted to American Eagle until the transition and merger was completed on October 17, 2015. ==== United Express ==== In 1990, Mesa acquired Aspen Airways Denver hub and routes, except for Aspen's Denver to Aspen route. It attempted to acquire Aspen's codeshare with United. However United was unwilling to codeshare with an airline that only operated 19-seat turboprops. Mesa leased Embraer EMB-120 aircraft from its former competitor in New Mexico, Air Midwest. With the Brasilias in hand, Mesa gained a codeshare with United for its Denver hub. Several Beech 1300 and Beech 1900 aircraft were repainted with the United Airlines scheme. In 1995, California Pacific and its Los Angeles hub were merged into Mesa's United Express operation. After the closing of Superior Airlines' Columbus hub, its aircraft and crews were used to expand United Express into Portland and Seattle. In 1997, operational difficulties with the Denver hub and disagreements over the renewal of Mesa's WestAir subsidiary codeshare with United resulted in the cancellation of Mesa's codeshare. In 2003, Mesa agreed to a service agreement with United for service out of their hubs at Chicago-O'Hare, Denver, and Washington-Dulles under the United Express banner. In October 2009 United decided to exercise its early termination option for the Dash 8 flying. The Dash 8 flying ended on April 30, 2010. Around the same time, United decided not to extend its CRJ200 operation and as a result, all of the Mesa CRJ200s (26 aircraft) flying under United Express were phased out by April 30, 2010. As of 2015, Mesa's United Express operations consisted of Embraer E175s flying out of the Houston hub and CRJ-700s flying out of the Washington–Dulles hub. ===Skyway Airlines=== The Skyway Airlines division was Mesa's first foray into the Midwest. Skyway was formed in 1989 when Mesa established a codeshare agreement with Midwest Express and a Milwaukee hub. From Milwaukee, Mesa served 25 cities in nine states in the upper Midwest region, using Beechcraft 1900 aircraft. Upon the expiration of the codeshare in 1994, it was not renewed. Midwest Express kept the Skyway Airlines name and routes, forming Astral Airways to fill the void as Mesa ceased service in Milwaukee. Mesa reallocated the aircraft and crews to start Superior Airlines in its Columbus hub for America West Express. ===FloridaGulf Airlines=== The FloridaGulf Airlines division was formed in 1991 after Mesa's acquisition of Air Midwest. Air Midwest's CEO, Robert Priddy, was chosen to start up the operation. It operated under a codeshare agreement with USAir and was a USAir Express carrier. It started with a Tampa hub, providing service to Florida and the southeast United States using Beechcraft 1900 aircraft. Additional hubs in Orlando and New Orleans were established. In 1993, the airline expanded into the Northeast, with a hub in Boston and eventually Philadelphia. In 1994, six Embraer EMB 120 aircraft were added. By the time it was merged into Air Midwest, in 1997, it was operating 44 Beechcraft 1900D and 9 Embraer EMB-120 aircraft serving 49 destinations. ===Superior Airlines=== After Midwest Express notified Mesa they would not be renewing the contract to operate their Skyway Airlines division, Mesa allocated the aircraft and crews to form Superior Airlines in 1994. Superior initially competed against their former Midwest Express partner as America West Express and also provided service from the new America West Columbus hub. Superior operated America West Express flights to compete against their former partner from Milwaukee to Flint, Lansing, Columbus, Grand Rapids, Indianapolis, Des Moines, and Cedar Rapids, as well as from Rockford to Detroit. Within 18 months Mesa redirected Superior and its Beech 1900D fleet to focus exclusively on the Columbus hub. By 2000 the aircraft and crews, which consisted of CRJ200s (CL-65s), were being operated by Mesa Airlines itself. America West Airlines closed its Columbus hub in 2003 and Mesa again reallocated the assets this time to its newly reacquired United Express operation. === CalPac (California Pacific) === Mesa created CalPac (California Pacific) in 1992, establishing a second United Express carrier with a Los Angeles hub along with WestAir. It utilized Beechcraft 1900D and Embraer EMB-120 aircraft to serve 12 destinations. In 1995, the airline division was merged into Mesa's United Express operation. === Liberty Express Airlines === In 1994, Mesa acquired Pittsburgh-based Crown Airways. Using the acquired assets, Mesa established Liberty Express with its hub in Pittsburgh and a codeshare with US Airways. In 1997, it was merged into Air Midwest, operating 14 Beechcraft 1900D aircraft serving 17 destinations. === Desert Sun Airlines === The Desert Sun Airlines division was created in 1995 to inaugurate Mesa's first jet service utilizing Fokker 70 aircraft. It operated as America West Express from a Phoenix hub. The first two cities to receive jet service were Spokane and Des Moines. In 1996, the division was merged into Mesa's America West Express operation, and the Fokker 70 aircraft were replaced by Bombardier CRJ aircraft as they were introduced. There was also a previous Desert Sun Airlines not affiliated with Mesa that operated scheduled passenger commuter service in southern California during the mid-1980s with Beechcraft 99 turboprops and Piper Chieftain prop aircraft.http://www.airliners.net, photos of Desert Sun Airlines Beechcraft C99 and Piper Chieftain aircraft at Los Angeles International Airport (LAX) === go! === In 2006, Mesa formed go! in the Hawaiian Islands, using five Bombardier CRJ aircraft from its Honolulu hub. It established a code share with Mokulele Airlines, which served airports that cannot accept jet aircraft and provide point-to-point service in between the islands with Cessna Caravan turboprops. The codeshare with Mokulele was later replaced by one with Island Air, which was itself later replaced by a joint venture with Mokulele dubbed go! Mokulele. The airline ceased operations in Hawaii on April 1, 2014. Mesa's go! was involved in multiple lawsuits with Hawaiian Airlines and Aloha Airlines and was also investigated by the Federal Aviation Administration for an incident on February 13, 2008, where both pilots fell asleep during a regularly scheduled 36-minute flight between Honolulu and Hilo. go!'s flight 1002 overshot Hilo Airport by , remaining in the air as they missed the destination. Air traffic controllers were unable to reach the two pilots for 25 minutes, after which contact was re-established and the aircraft returned for a safe landing in Hilo. Mesa's go! was also blamed for the March 31, 2008 shutdown of Aloha Airlines due to \"predatory fares\". === Kunpeng Airlines === Kunpeng Airlines was formed as a joint venture between Mesa Airlines and Shenzhen Airlines of China. They began flying in October 2007 with three Bombardier CRJ-200 aircraft and currently have five in China. The airline originally expected to operate 20 CRJs prior to the 2008 Summer Olympics in Beijing and plan to expand at a rate of 20 aircraft per year for the next 5 years. All pilots would have been based in Beijing or Xian and the airline initially was to fly to 16 regional airports. Mesa intended to replace the outgoing CRJ-200s with larger regional jets such as the CRJ-700 and CRJ-900. Kunpeng has recently decided to delay the delivery of CRJ-200 in favor of brand new Embraer E190. All of the Mesa aircraft are being returned. Furthermore, as of June 2009, Mesa no longer has a financial interest in Kunpeng Airlines, as Shenzhen Airlines purchased Mesa's interest in the original joint venture. == Crew bases == * Cincinnati, OH (Boeing 737-400F/800F) – DHL Aviation * Dallas/Fort Worth (CRJ-900) – American Eagle * Houston-Intercontinental (E175) – United Express * Louisville, KY (CRJ-900) – American Eagle * Phoenix (CRJ-900) – American Eagle * Washington-Dulles (E175) – United Express ==Fleet== As of March 2022, the Mesa Airlines fleet consists of the following aircraft: {| class=\"wikitable sortable\" style=\"border- collapse:collapse;text-align:center;margin:auto;\" |- !rowspan=2| Aircraft !rowspan=2| Total !rowspan=2| Orders !colspan=4| Passengers !rowspan=2| Operated For !rowspan=2| Notes |- !F !E+ !E ! Total |- |Boeing 737-400F |3 |— | colspan=\"4\" |Cargo |DHL Aviation | |- |Boeing 737-800F |1 |— | colspan=\"4\" |Cargo |DHL Aviation | |- |Bombardier CRJ100 |1 |— |0 |0 |50 |50 | |Operated as a Mesa Airlines aircraft |- |rowspan=3|Bombardier CRJ900 |rowspan=3|57 |rowspan=3|— |9 |— |67 |76 |rowspan=3|American Eagle |rowspan=3| |- |9 |— |70 |79 |- |12 |— |67 |79 |- | rowspan=\"2\" |Embraer 175 |20 |4 |12 |32 |26 |70 | rowspan=\"2\" |United Express | rowspan=\"2\" | |- |60 |— |12 |16 |48 |76 |- |Heart Aerospace ES-19 |— |200 |— |— |19 |19 |United Express |Planned to enter service in 2026. |- |Mitsubishi SpaceJet M100 |— |50 |colspan=\"3\"| |76 | |Order with 50 options, deliveries postponed |- !Total !142 !254 ! colspan=\"6\" | |} In March 2013, Mesa Airlines announced the leasing of nine Bombardier CRJ-900s, which were previously operated by Uruguay's Pluna, for operations at US Airways. The aircraft entered the US Airways Express fleet between April and July 2013 and will operate under an eight-year capacity purchase agreement through 2021. In September 2013, Mesa Airlines announced an agreement with United Airlines which extends the operation of 20 CRJ-700s through 2020. The agreement includes an order of 30 United-owned Embraer E175s that will be operated under contract by Mesa Airlines. Mesa Airlines later announced an agreement with United Airlines to add 18 Embraer E175 aircraft to Mesa's United Express fleet. Mesa will operate 48 Embraer aircraft for United Airlines. In October, the company announced an agreement for the addition of 15 new aircraft scheduled for delivery in 2016, which has now increased to 18. Mesa currently operates 76 E175 aircraft under the United Express brand. ===Historical fleet – jet=== * Embraer ERJ-145 * Fokker 70 (only U.S. operator of the F70) ===Historical fleet – turboprop=== * Beechcraft C99 * Beechcraft 1300 * Beechcraft 1900C * Beechcraft 1900D * de Havilland Canada Dash 8-100 * de Havilland Canada Dash 8-200 * de Havilland Canada Dash 8-300 * CATPASS 200, a Beechcraft King Air 200 with a modified 13-passenger cabin * Cessna 208 Caravan * Embraer EMB-120 * Fairchild Swearingen Metroliner ===Historical fleet – piston=== * Piper Saratoga – first aircraft type operated by the airline as Mesa Air Shuttle between Farmington, NM and Albuquerque in 1980 * Piper Chieftain – second aircraft operated from 1981 through 1983. Briefly operated from Farmington to Denver, Durango, and Grand Junction, CO and to Vernal, UTMesa timetables during 1981 == Destinations == Mesa operates for United Express and American Eagle; below are the current United Express destinations – some routes may only be seasonal. {| class=\"wikitable sortable\" style=\"text-align: center;\" |+ List of destinations |- ! City !! Country (Subdivision) !! IATA !! Airport !! Notes |- | Phoenix, Arizona || United States (Arizona) || PHX || Phoenix Sky Harbor International Airport || Hub |- |Tucson, Arizona |United States (Arizona) |TUS |Tucson International Airport |MX Base |- | Palm Springs || United States (California) || PSP || Palm Springs International Airport || Seasonal |- | Colorado Springs || United States (Colorado) || COS || City of Colorado Springs Municipal Airport || |- | Hartford || United States (Connecticut) || BDL || Bradley International Airport || |- | Fort Walton Beach || United States (Florida) || VPS || Destin–Fort Walton Beach Airport || |- | Jacksonville || United States (Florida) || JAX || Jacksonville International Airport || |- | Pensacola || United States (Florida) || PNS || Pensacola International Airport || |- | Atlanta || United States (Georgia) || ATL || Hartsfield-Jackson Atlanta International Airport || |- | Savannah || United States (Georgia) || SAV || Savannah/Hilton Head International Airport || |- | Boise || United States (Idaho) || BOI || Boise Airport || |- | Indianapolis || United States (Indiana) || IND || Indianapolis International Airport || |- | Des Moines || United States (Iowa) || DSM || Des Moines International Airport || |- | Wichita || United States (Kansas) || ICT || Wichita Dwight D. Eisenhower National Airport || |- | Lafayette || United States (Louisiana) || LFT || Lafayette Regional Airport || |- | New Orleans || United States (Louisiana) || MSY || Louis Armstrong New Orleans International Airport || |- | Boston || United States (Massachusetts) || BOS || Logan International Airport || |- | Detroit || United States (Michigan) || DTW || Detroit Metropolitan Wayne County Airport || |- | Minneapolis/St. Paul || United States (Minnesota) || MSP || Minneapolis-Saint Paul International Airport || |- | Jackson || United States (Mississippi) || JAN || Jackson–Medgar Wiley Evers International Airport || |- | Kansas City || United States (Missouri) || MCI || Kansas City International Airport || |- | St. Louis || United States (Missouri) || STL || Lambert-Saint Louis International Airport || |- | Omaha || United States (Nebraska) || OMA || Eppley Airfield || |- | Reno/Lake Tahoe || United States (Nevada) || RNO || Reno/Tahoe International Airport || |- | Albuquerque || United States (New Mexico) || ABQ || Albuquerque International Sunport || |- | Albany || United States (New York) || ALB || Albany International Airport || |- | Buffalo || United States (New York) || BUF || Buffalo Niagara International Airport || |- | New York City || United States (New York) || LGA || LaGuardia Airport || |- | Rochester || United States (New York) || ROC || Greater Rochester International Airport || |- | Syracuse || United States (New York) || SYR || Syracuse Hancock International Airport || |- | Greensboro || United States (North Carolina) || GSO || Piedmont Triad International Airport || |- | Raleigh/Durham || United States (North Carolina) || RDU || Raleigh- Durham International Airport || |- | Akron/Canton || United States (Ohio) || CAK || Akron-Canton Regional Airport || |- | Cincinnati, Ohio area || United States (Kentucky) || CVG || Cincinnati/Northern Kentucky International Airport || Hub |- | Louisville, Kentucky || United States (Kentucky) || SDF || Louisville International Airport || Hub |- | Columbus || United States (Ohio) || CMH || John Glenn Columbus International Airport || |- | Dayton || United States (Ohio) || DAY || Dayton International Airport || |- | Oklahoma City || United States (Oklahoma) || OKC || Will Rogers World Airport || |- | Tulsa || United States (Oklahoma) || TUL || Tulsa International Airport || |- | Harrisburg || United States (Pennsylvania) || MDT || Harrisburg International Airport || |- | Philadelphia || United States (Pennsylvania) || PHL || Philadelphia International Airport || |- | Pittsburgh || United States (Pennsylvania) || PIT || Pittsburgh International Airport || |- | Providence || United States (Rhode Island) || PVD || T. F. Green Airport || |- | Charleston || United States (South Carolina) || CHS || Charleston International Airport || |- | Greenville/Spartanburg || United States (South Carolina) || GSP || Greenville-Spartanburg International Airport || |- | Hilton Head || United States (South Carolina) || HHH || Hilton Head Airport || Seasonal |- | Knoxville || United States (Tennessee) || TYS || McGhee Tyson Airport || |- | Memphis || United States (Tennessee) || MEM || Memphis International Airport || |- | Nashville || United States (Tennessee) || BNA || Nashville International Airport || |- | Austin || United States (Texas) || AUS || Austin-Bergstrom International Airport || |- | Brownsville || United States (Texas) || BRO || Brownsville/South Padre Island International Airport || |- | Corpus Christi || United States (Texas) || CRP || Corpus Christi International Airport || |- | Dallas, Texas || United States (Texas) || DFW || Dallas/Fort Worth International Airport || Hub |- |El Paso, Texas |United States (Texas) |ELP |El Paso International Airport |MX Base |- | Harlingen || United States (Texas) || HRL || Valley International Airport || |- | Houston || United States (Texas) || IAH || George Bush Intercontinental Airport || Hub |- | McAllen || United States (Texas) || MFE || McAllen-Miller International Airport || |- | Midland || United States (Texas) || MAF || Midland International Airport || |- | San Antonio || United States (Texas) || SAT || San Antonio International Airport || |- | Salt Lake City || United States (Utah) || SLC|| Salt Lake City International Airport || |- | Burlington || United States (Vermont) || BTV || Burlington International Airport || |- | Norfolk || United States (Virginia) || ORF || Norfolk International Airport || |- | Richmond || United States (Virginia) || RIC || Richmond International Airport || |- | Washington, D.C. area || United States (Virginia) || IAD || Washington Dulles International Airport || Hub |- | Milwaukee || United States (Wisconsin) || MKE || Milwaukee Mitchell International Airport || |- | Nassau || The Bahamas || NAS || Lynden Pindling International Airport || Seasonal |- | Ottawa || Canada (Ontario) || YOW || Ottawa Macdonald–Cartier International Airport || |- | Toronto || Canada (Ontario) || YYZ || Toronto Pearson International Airport || |- | Montréal || Canada (Quebec) || YUL || Montréal- Pierre Elliott Trudeau International Airport || |- | Havana || Cuba || HAV || José Martí International Airport || |- | Monterrey || Mexico (Nuevo León) || MTY || Monterrey International Airport || |- | San Luis Potosí || Mexico (San Luis Potosí) || SLP|| Ponciano Arriaga International Airport || |- | Guanajuato || Mexico (Guanajuato) || SLP|| Guanajuato International Airport || |- | Querétaro || Mexico (Querétaro) || QRO|| Querétaro Intercontinental Airport || |- | Zihuatanejo || Mexico (Guerrero) || ZIH|| Ixtapa-Zihuatanejo International Airport || |- | Acapulco || Mexico (Guerrero) || ACA|| General Juan N. Álvarez International Airport || Seasonal |- | Manzanillo || Mexico (Colima) || ZLO|| Playa de Oro International Airport || Seasonal |- | Guadalajara || Mexico (Jalisco) || GDL|| Miguel Hidalgo y Costilla Guadalajara International Airport || |- | Los Cabos || Mexico (Baja California Sur) || SJD|| Los Cabos International Airport || Seasonal |} ===Past Destinations=== Mesa's destinations as an independent carrier in the southwest (1980–2007) included the following:Mesa Airlines Timetables * Albuquerque Hub ** Alamogordo, NM ** Angel Fire, NM ** Carlsbad, NM ** Clovis, NM ** Colorado Springs, CO ** Durango, CO ** Farmington, NM ** Gallup, NM ** Hobbs, NM ** Las Cruces, NM ** Los Alamos, NM ** Pueblo, CO ** Roswell, NM ** Ruidoso, NM ** Santa Fe, NM ** Silver City, NM ** Taos, NM ** Telluride, CO * Farmington, NM Hub ** Albuquerque, NM ** Cortez, CO ** Denver, CO ** Durango, CO ** Gallup, NM ** Grand Junction, CO ** Phoenix, AZ ** Pueblo, CO ** Salt Lake City, UT ** Telluride, CO ** Vernal, UT * Dallas/Fort Worth, TX ** Roswell, NM * El Paso, TX ** Alamogordo, NM ** Ruidoso, NM ** Tucson, AZ * Lubbock, TX ** Hobbs, NM ** Roswell, NM * Midland/Odessa, TX ** Carlsbad, NM ** Hobbs, NM ** Roswell, NM == Controversies == === Flight attendants === thumb|right|Bag tags handed to flight attendants in 2016 In February 2012 the contract between flight attendants and Mesa Airlines expired and became eligible for negotiation between the Association of Flight Attendants (AFA) and Mesa. Flight attendants have been at the core of Mesa's operations since its agreements were reached with US Airways and their United Express operation were reached and for years before. Throughout the years many of them became frustrated with stagnant wages and non-competitive retention offerings leading to its current contract negotiations which began in 2012. ====After bankruptcy==== Negotiations had stalled several times in the years following 2012 in mediation and talks directly with the company after the company had only offered negligible pay increases, unaffordable health insurance, and significantly fewer incentives for flight attendants with longevity compared to other regional airlines. In January 2017, contract negotiations in front of the National Mediation Board again came to a halt. The Association of Flight Attendants (AFA), after over five years of failed negotiations, announced that the members of the union would be coming together for a strike vote in order to either accelerate negotiations or begin using the AFA's patented method of striking – CHAOS – in order to interrupt operations with both American Airlines and United Airlines in anticipation that the two legacy carriers will place pressure on Mesa to offer livable wages and individual benefits comparable to other airlines. On March 29, 2017, the AFA released a statement saying that Mesa Airlines Flight Attendants voted \"Yes\" to a strike vote overwhelmingly by a vote of 99.56%, the highest \"yes\" vote in at least 20 years for the AFA, and potentially in the history of the union since its founding in 1945. In response Mesa Airlines CEO Jonathan Ornstein stated \"We're going to continue to negotiate on good faith and come to an agreement that the company can afford\", and that (It) \"takes reasonableness on both parties.\" Heather Stevenson, union president for Mesa, said \"We're out of options\" as well as \"Five years of 'Please' and 'Thank you' and 'Could you do better?' hasn't done anything.\" She also stated \"...management can choose a different outcome by seriously negotiating a contract. Mesa Airlines is an important partner in the highly-profitable American Airlines and United Airlines networks.\" \"Mesa Flight Attendants will not accept poverty wages\", said Sara Nelson, international president of the AFA-CWA. \"Enough is enough. Mesa Flight Attendants have the full backing of the 50,000 members of the Association of Flight Attendants-CWA. We are ready to do whatever it takes to achieve a fair contract.\" Mesa Airlines and the AFA returned to the bargaining table during the week of April 3, 2017. While the strike vote had the intended effect, the company still offered a negligible pay increase that would keep flight attendants to what they have calculated as \"Industry Average\". However that number was only if both parties ignore all other regional competitors financial compensation that handle the same volume as Mesa. On April 25, 2017, members of the AFA who were not employees of Mesa carried out informational protests in Chicago, Dallas, and Phoenix to educate the public about the union's concerns such as low wages, poor health insurance, lack of progress on contract negotiations, as well as other actions of the company, and gain attention from American and United. The AFA and Mesa Airlines met again during June 13–15 and again did not reach a resolution. The union stated \"it soon became apparent the Company was not prepared to reach a deal and saw no point in bargaining until after they knew the outcome of the pilots' vote which will be counted on July 12.\" The AFA and Mesa Airlines reached a Tentative Agreement on August 14 and included these changes: * Wage scale exceeding the average for Flight Attendants doing regional flights for United and American. * Increased per diem. * Block or better. * Line guarantee and increased minimum guarantee. * Long layover credit. * 200% junior assignment pay. * PBS on trial basis, strong language. * Increased vacation for longevity. * Improved commuter clause. * \"Me too\" with pilot 401k. * Increased deadhead pay. * Jetbridge trades. * Paid KCM. * Four year duration with continued wage increases beyond the amendable date. === Pilots === On March 2, 2017, the Air Line Pilots Association, International union representing all of Mesa Airlines pilots filed a lawsuit after wages had stagnated and ceased to increase in any amount for almost ten years and the company had allegedly bypassed the Railway Labor Act by implementing bonus and incentive programs without reaching an agreement beforehand with the ALPA. The goal of the pilots is similar to the at-the-time objective of the flight attendants, which is to be paid a standard and comparable wage to other regional airlines that can substantiate necessities such as food and shelter. == Incidents == On June 29, 1990, flight 22, a Cessna 208 Caravan en route from El Paso, Texas, to Ruidoso, New Mexico, lost engine power and landed on New Mexico State Road 220 about four miles short of the Sierra Blanca Regional Airport. There were no injuries and the only visible damage was to the sheet metal on the right wingtip.Albuquerque Journal 1990 (date unknown) On October 16, 2001, an ERJ-145 was on final approach to Roanoke, Virginia. The captain had briefed a \"no go-around\" for a night visual approach to a \"Special Airport\". The approach was not stabilized, and the airspeed decreased to the point of a stall. The airplane struck the runway in a nose high pitch attitude, the aft fuselage struck the runway first then settled on the landing gear. The first officer made initial call-outs of slow airspeed and then stopped when the captain failed to respond to her callouts. After landing, the airplane was taxied to the gate where a post-flight inspection limited to the main landing gear did not find the damage to the tail section. The incident was not reported by either pilot to the company and the airplane was allowed to be flown by the next crew the following morning on its scheduled service back to Charlotte, North Carolina, where a post flight inspection revealed the tail strike. When interviewed, the captain first denied having been involved in a hard landing and speculated that the tail strike must have been the result of an over rotation on takeoff from the morning crew. When faced with the CVR and FDR data, she eventually admitted to the incident. She reported that she briefed \"no go-around\" because no takeoffs were authorized on the runway at night or in IMC conditions; however, the first officer knew this was incorrect, but did not challenge the captain. Both pilots had received CRM training, which included crew member assertiveness, methods of fostering crew input, and situational awareness, and training on special use airports; however it was not followed by either pilot. The captain said the first officer was passive and quiet. The first officer reported the captain was defensive and did not take criticism very well. It is remarkable that the damage to the tail section was not discovered during the preflight visual inspection performed by the morning flight or ground crews. The aircraft had an MELed APU and needed the engines to be started with the assistance of an external air cart. The connection for the air cart is located at the aft bottom fuselage section where the damages were visible. The access panel was bent. Yet the ground crew did not notify the flight deck crew. When the walk- around visual inspection was performed by the morning crew's first officer, it was performed during the hours of darkness with the help of a flashlight. The air cart was already connected and forced the first officer to walk around the cart and away from the aircraft, missing the tail strike damages. Both crews were terminated from employment; however, the first officer of the accident flight and the captain of the morning flight were eventually reinstated with help of their union (ALPA). The accident captain was able to recover her certificates and privileges but was not reinstated. The first officer from the morning crew died from illness prior to being reinstated. On February 13, 2008, the pilots of a go! CRJ-200 fell asleep and overshot their destination airport by before air traffic control was able to make contact with the aircraft. The incident happened on the third consecutive day during which the pilots had been required to start duty at 0540 am. The captain suffered from an undiagnosed severe sleep apnea. The National Transportation Safety Board determined the probable cause of this incident as follows: \"The captain and first officer inadvertently falling asleep during the cruise phase of flight. Contributing to the incident were the captain's undiagnosed obstructive sleep apnea and the flight crew's recent work schedules, which included several consecutive days of early-morning start times.\" On September 29, 2015, American Airlines Flight 5786 which was operated by Mesa Airlines under the American Eagle Brand encountered a wing strike during landing on a day with calm winds. The plane landed and taxied to the gate without further incident. No injuries were reported. == See also == * Air transportation in the United States * List of defunct airlines of the United States == Notes == == References == * * * == External links == * Category:Companies that filed for Chapter 11 bankruptcy in 2010 Category:Regional airlines of the United States Category:Regional Airline Association members Category:Companies based in Phoenix, Arizona Category:Airlines established in 1979 Category:Mesa Air Group Category:Airlines based in Arizona *[F]: First *[E+]: Premium Economy *[E]: Economy",
 "title": "Mesa Airlines"
}