{
 "id": "295598",
 "text": "Samuel Shafiishuna Daniel Nujoma, (; born 12 May 1929) is a Namibian revolutionary, anti-apartheid activist and politician who served three terms as the first President of Namibia, from 1990 to 2005. Nujoma was a founding member and the first president of the South West Africa People's Organization (SWAPO) in 1960. Prior to 1960, SWAPO was known as the Ovambo People's Organisation (OPO). He played an important role as leader of the national liberation movement in campaigning for Namibia's political independence from South African rule. He established the People's Liberation Army of Namibia (PLAN) in 1962 and launched a guerrilla war against the apartheid government of South Africa in August 1966 at Omungulugwombashe, beginning after the United Nations withdrew the mandate for South Africa to govern the territory. Nujoma led SWAPO during the lengthy Namibian War of Independence, which lasted from 1966 to 1989. During World War I, South Africa defeated the German colonial forces in South West Africa and established martial law in the colony after making a peace treaty in July 1915. After the war, the League of Nations officially assigned the former German colony to the United Kingdom as a mandate under the administration of South Africa. When the National Party won the 1948 election in South Africa, it passed laws establishing racial segregation known as apartheid. It applied these laws to South West Africa as well, which it governed as the de facto fifth province of South Africa. Apartheid created strict racial classifications and reduced the rights of natives, in particular. Nujoma became involved in anti-colonial politics during the 1950s. In 1959, he cofounded and served as the first president of the Ovamboland People's Organization (OPO), a nationalist organization advocating an independent Namibia. In December 1958 he was an organizer of the Old Location resistance and was arrested and deported to Ovamboland. In 1960 he escaped and went into exile in Tanzania where he was welcomed by Julius Nyerere. Namibia finally achieved independence from South Africa in 1990, holding its first democratic elections. SWAPO won a majority and Nujoma was elected as the country's first President on 21 March 1990. He was re-elected for two more terms in 1994 and 1999. Nujoma retired as SWAPO party president on 30 November 2007. He published his autobiography Where Others Wavered in 2005. He has received multiple honors and awards for his leadership, including the Lenin Peace Prize, Indira Gandhi Peace Prize, and the Ho Chi Minh Peace Prize. The Parliament of Namibia honored him with the titles \"Founding President of the Republic of Namibia\" and \"Father of the Namibian Nation\". In 2007 SWAPO named him as \"Leader of the Namibian Revolution.\" ==Early life== Samuel Shafiishuna Daniel Nujoma was born at Etunda, a village in Ongandjera, near the town of Okahao, Ovamboland, Southwest Africa on 12 May 1929. Nujoma was born to Helvi Mpingana Kondombolo (1898–2008) and Daniel Uutoni Nujoma (1893–1968). His mother Helvi was an Uukwambi princess by virtue of descent, and this fact would later reinforce Nujoma's charismatic influence during his political career. He is the eldest of his parents' eleven children. Nujoma spent much of his early childhood looking after his siblings and tending to the family's cattle and traditional farming activities. His educational opportunities were limited. He started attending a Finnish missionary school at Okahao when he was ten and completed Standard Six, which was as high as possible for blacks during the time. In 1946, at age 17, he moved to Walvis Bay to live with his aunt, where he began his first employment at a general store for a monthly salary of 10 Shillings. He would later also work at a whaling station. While there he was exposed to world politics by meeting soldiers from Argentina, Norway and other parts of Europe who had come during World War II. In 1949, Nujoma moved to Windhoek, where he started work as a cleaner for the South African Railways (SAR), while attending adult night school at St Barnabas Anglican Church School in the Windhoek Old Location, mainly with the aim of improving his English. He further studied for his Junior Certificate through correspondence at the Trans‐Africa Correspondence College in South Africa. ==Political career== Nujoma became involved in politics in the early 1950s through trade unions. Nujoma's political outlook was shaped by his work experiences, his awareness of the contract labour system, and his increasing knowledge of the independence campaigns across Africa. In 1957, at age 29, Nujoma resigned from SAR so he could devote more time to politics. In 1957, a group of Namibians working in Cape Town led by Andimba Toivo ya Toivo formed the Ovamboland People's Congress (OPC). OPC was opposed to South African policies in South West Africa including the inhumane contract labour system under which people were forced to work for meagre wages. In 1958, ya Toivo sent a petition to the United Nations (UN) to force the apartheid regime to relinquish South West Africa to the Trusteeship Council of the United Nations. Consequently, he was expelled from Cape Town to Windhoek and then to Ovamboland where he was restricted. On 19 April 1959, Nujoma and OPC cofounder Jacob Kuhangua adapted a copy of the OPC constitution and formed the Ovamboland People's Organization (OPO) in Windhoek. At its first congress Nujoma was elected president. During the next year he travelled Namibia in secret mobilizing and setting up branch structures of OPO. In September 1959, the South West African National Union (SWANU) was formed as an umbrella body for anti-colonial resistance groups. Nujoma joined its executive committee representing OPO. thumb|left|Sam Nujoma pictured in 1979. After the Old Location Massacre on 10 December 1959, Nujoma was arrested and charged for organising the resistance and faced threats of deportation to the north of the country. By the directive of OPO leadership and in collaboration with Chief Hosea Kutako, it was decided that Nujoma join the other Namibians in exile who were lobbying the United Nations on behalf of the anti-colonial cause for Namibia. In 1960, Nujoma petitioned the UN through letters and eventually went into exile in February of that year. He left Namibia on 29 February, crossing into Bechuanaland and from there travelling to Bulawayo in Southern Rhodesia by train. He flew from Bulawayo to Salisbury and on to Ndola in Northern Rhodesia. With the assistance of a member of the Northern Rhodesian United National Independence Party (UNIP) he crossed into the Katanga Province of Belgian Congo. There Nujoma met Moise Tshombe from the Conakat Party of Congolese. Crossing back over the border to Ndola he boarded a flight to Mbeya. In Mbeya, he was treated for malaria and escaped from the hospital after being threatened with arrest by the colonial authorities. From Mbeya, Nujoma travelled with the assistance of officials of the Tanganyika African National Union (TANU) via Njombe, Iringa and Dodoma to Dar-Es-Salaam. With the assistance of Julius Nyerere, then president of TANU, he received a passport. While in Tanganyika, he received permission to address the UN Committee on South West Africa in New York. In April 1960, Nujoma travelled from Tanganyika to Khartoum, Sudan, and from there to Accra, Ghana, where he attended the All African People's Conference organised by Kwame Nkrumah against the French atom bomb test in the Sahara Desert. Nujoma met with other African nationalist leaders such as Patrice Lumumba, Gamal Abdel Nasser, Joseph Kasa-Vubu and Frantz Fanon at the conference. His early encounters with other African nationalist leaders left a lasting impression and informed his Pan-African outlook. Kwame Nkrumah assisted Nujoma to travel to United States and later to Liberia, where a case on South West Africa was being presented to the International Court of Justice. After breaking away from SWANU, OPO reconstituted itself as the South West Africa People's Organisation (SWAPO) in New York on 19 April 1960, Nujoma was elected president in absentia. He arrived in New York in June 1960 where he petitioned before the Sub Committee of the Fourth Committee of the General Assembly of the United Nations. Nujoma demanded that South West Africa be given its independence by 1963 at the latest. He then returned to Tanganyika in 1961, from where he and a small group of activists would develop SWAPO into an international force. He received support from other African nationalists and received strong backing from Julius Nyerere. Nujoma established SWAPO's Provisional headquarters in Dar es Salaam and arranged scholarships and military training for Namibians who had started to join him there. Among the first arrivals were Mzee Kaukungwa, Mosé Tjitendero and Hifikepunye Pohamba. In 1962, SWAPO founded its armed wing, the South West African Liberation Army (SWALA), later renamed the People's Liberation Army of Namibia (PLAN). Nujoma himself procured the first weapons from Algeria via Egypt, Sudan, Tanzania and Zambia, from where they were taken to Omugulugwombashe in Ovamboland. On 21 March 1966, in a bid to test South Africa's claims at the International Court of Justice at the Hague that Namibians in exile were free to return and its assertion that they were in self-imposed exile, Nujoma, accompanied by Hifikepunye Pohamba, chartered a plane to Windhoek. On arrival at the airport, they were arrested and deported to Zambia the next day. On 26 August 1966 the first armed clash between SWALA and the South African security forces took place when paratroopers and police attacked SWALA combatants who had set up a camp at Omugulugwombashe. The attack would mark the beginning of the Namibian War of Independence which would last more than 25 years. In 1969, Nujoma was re-affirmed as SWAPO President at the Tanga Consultative Conference in Tanzania. In the late 1960s Nujoma continued his diplomatic rounds as SWAPO set up offices across Africa, Europe and the Americas. He represented SWAPO at the founding of the Non- Aligned Movement on 1 September 1961 in Belgrade, Yugoslavia as well as at the founding of the Organization of African Unity (OAU) in Addis Ababa, Ethiopia on 25 May 1963. In 1965, the OAU recognised SWAPO as the only lawful representative of the Namibian people. In 1974, the Portuguese Empire collapsed and Namibia's border with Angola opened up. Nujoma recognised that this paved the way for major changes in the way the war was being fought and over the next two years SWAPO's military campaign shifted its base from Zambia to Angola. The opening of the border enabled thousands of SWAPO supporters to stream out of Namibia to join the movement in exile. Nujoma's son Utoni Nujoma and his two brothers were among those who arrived in Zambia. At the 1977 World Conference Against Apartheid in Lisbon Nujoma underlined the necessity to destroy the colonial system and institutions of South-African racist regime in Namibia in order to build those which will serve the interest of people irrespective of race, religion or origin. He also warned of the danger of installation of neocolonialist marionettes who would superficially change the visible colonial regime while the position of the majority of people would stay the same. In the late 1970s Nujoma led the SWAPO negotiations team between the Western Contact Group (WCG), which consisted of West Germany, Britain, France, the US and Canada, and South Africa on the one hand, and the Frontline States and Nigeria on the other, about proposals that would eventually become United Nations Security Council Resolution 435, passed in September 1978. While agreement on Resolution 435, which embodied the plan for free and fair elections in Namibia, was undoubtedly a diplomatic coup, its implementation became bogged down for another ten years. South African delaying tactics and the decision by American president Ronald Reagan's administration to link a Cuban withdrawal from Angola to Namibian independence frustrated hopes of an immediate settlement. On 19 March 1989, the signing of the cease-fire agreement with South Africa took place, which resulted in the implementation of the UN Security Council Resolution 435. After 29 years in exile, Nujoma returned to Namibia in September 1989 to lead SWAPO to victory in the UN-supervised elections that paved the way for independence. Nujoma returned a day before the UN deadline for the Namibia people to register to vote for an election that would draft a constitution when it received its Independence from South Africa. The Constituent Assembly, elected in November 1989, chose him as Namibia's first president. Nujoma was sworn in on 21 March 1990, in the presence of Javier Perez de Cuellar, Secretary General of the UN, Frederik de Klerk, president of South Africa, and Nelson Mandela, just released from prison. ==President of SWAPO== In 1959 Nujoma co-founded the Ovamboland People's Organization (OPO) and became its first president. The next year in 1960 he became the first president of the South West Africa People's Organization (SWAPO). At the time South Africa administered the land under a policy of apartheid, in which the best resources were reserved for those classified white, while other Namibians were treated as inferior. After years of asking the United Nations to ensure the occupying power South Africa released control of South West Africa, he authorised armed resistance in 1966. This began the Namibian War of Independence, which lasted 24 years. During the struggle, Nujoma took the combat name \"Shafiishuna\", meaning \"lightning\", as the name was in his family on his father's side.Baffour Ankomah, Nujoma – 'No Fourth Term For Me' , Swans, 17 November 2003. During the liberation struggle Nujoma was also the commander-in-chief of the People's Liberation Army of Namibia (PLAN) and the chairman of the Swapo Military Council, which was the biggest decision making body of PLAN. After serving 47 years as leader of SWAPO, he was succeeded by Hifikepunye Pohamba in 2007. There was speculation that he would be re-elected as SWAPO leader in 2007 and that he was planning to run for president again in 2009. In early October 2007, however, Nujoma said that he had no intention of seeking re-election as SWAPO President and would stand aside in favour of Pohamba., AFP (News24.com), 3 October 2007. Pohamba was accordingly elected unopposed as SWAPO president on 29 November 2007 at a party congress. Nujoma said that he was \"passing the torch and mantle of leadership to comrade Pohamba\". The congress also decided to give Nujoma the title of Leader of the Namibian Revolution, in addition to his existing title, Founding Father of the Namibian Nation.Brigitte Weidlich, Choosing to leave active politics, Nujoma was not re-elected to the SWAPO Central Committee nor the Politburo,Christof Maletsky, but the congress granted him permission to attend meetings of the Central Committee and Politburo \"at his discretion\". He may also receive the title of National Chairman of SWAPO. ==President of Namibia== thumb|right|upright|Nujoma pictured on an HIV billboard in 2004 As head of SWAPO, Nujoma was unanimously declared president upon the victory of SWAPO in a United Nations-supervised election in 1989, and was sworn in by UN Secretary-General Javier Pérez de Cuéllar on 21 March 1990. At independence, Namibia was gravely divided as a result of a century of colonialism, dispossession, and racial discrimination, compounded by armed struggle and propaganda. For instance, SWAPO had been so demonised by the colonial media and by official pronouncements that most white people, as well as many members of other groups, regarded the movement with the deepest fear, loathing, and suspicion. One of Nujoma's earliest achievements was to proclaim the policy of \"national reconciliation\", which aimed to improve and harmonise relations amongst Namibia's various racial and ethnic groups. Under his presidency, Namibia made steady if unspectacular economic progress, maintained a democratic system with respect for human rights, observed the rule of law, and worked steadily to eradicate the heritage of apartheid in the interests of developing a non-racial society. Nujoma successfully united all Namibians into a peaceful, tolerant and democratic society governed by the rule of law. In 1992 Norway decided to stop drought relief to Namibia in response to the purchase of an expensive new presidential jet and two new VIP helicopters. The planes were bought a few weeks after Nujoma had appealed to the international community for drought aid. In 1990 Nujoma initiated a plan for land reform, in which land would be redistributed from whites to blacks. Some 12% of the total commercial farmland in the country was taken away from white farmers and given to black citizens by 2007. However, according to a 1998 statement made by the Cabinet of Namibia \"the agricultural base is too weak to offer a sustainable basis for prosperity\" and 38% of Namibia's rural population continue to live beneath the poverty line as of 2010. Nujoma was re-elected as President of Namibia in December 1994 with 76.3% of the vote. The constitution of Namibia was changed to allow Nujoma to run for a third five-year term in 1999; this was justified on the grounds that he had not been directly elected for his first term, and the change applied only to Nujoma. He won the 1999 election with 76.8% of the vote. The constitution did not allow Nujoma to run in November 2004 for a fourth term, and there was not much enthusiasm even within SWAPO to change it again. Hifikepunye Pohamba, described as Nujoma's \"hand-picked successor\", was elected as the candidate for the presidential election during the SWAPO congress held on 30 May 2004, defeating two other candidates, Nahas Angula and Hidipo Hamutenya. The latter had been dismissed from his post of Foreign Affairs minister by Nujoma barely two days before the congress. Pohamba was elected with a large majority and was sworn in as second President of Namibia on 21 March 2005. In 1998 Nujoma came to the defence of the Democratic Republic of Congo President Laurent Kabila when his rule came under threat from rebels backed by Rwanda and Uganda during the Second Congo War. Namibia became involved in the war on behalf of its commitment to the Southern African Development Community (SADC). Namibian, Angolan and Zimbabwean troops helped Kabila fend off the attacks – a move which Nujoma saw as defending the DRC's sovereignty against outside interference. Nujoma was the international patron and a strong supporter of the Cheetah Conservation Fund, based in Namibia. In 2001, Nujoma announced purges against gays and lesbians in Namibia, saying \"the police must arrest, imprison and deport homosexuals and lesbians found in Namibia.\" ==Post-presidency== Despite stepping down from a formal role, Nujoma is still active in the political sphere, regularly campaigning for SWAPO at various rallies and functions across the country. In 2009, Nujoma attained a master's degree in geology from the University of Namibia. The director of the National Society for Human Rights (NSHR) in Namibia stated that Nujoma had connections to the CIA. The organisation has asked the International Criminal Court to investigate Nujoma and what they say is his role in disappearances during his term. To date, these claims have not been substantiated. ==Marriage and personal life== Nujoma married Kovambo Mushimba on 6 May 1951. The couple had three sons and two daughters; Utoni Nujoma (1952), John Nujoma (1954), Sakaria \"Zacky\" Nujoma (1957), Nelago Nujoma (1959), who died at 18 months while Nujoma was in exile and Usuta Nujoma (1964). Two decades elapsed before his wife joined him abroad. Nujoma's first-born son, Utoni, is a high ranking politician and member of SWAPO who is both a member of Cabinet and National Assembly of Namibia. His youngest son, Zacky, is a geologist by profession who has interest in business and mining. Nujoma's father, Daniel Uutoni Nujoma, whose sole \"crime\" was being Nujoma's father, was arrested at Okahao and sent to Pretoria prison in 1966. There he developed tuberculosis from which he later died in 1968. Nujoma's mother, Kuku Helvi Mpingana Kondombolo, lived to an exceptionally old age, dying in November 2008; she was reportedly more than 100 years old.\"'Grandmother of the nation' passes away\", The Namibian, 27 November 2008. Sakaria \"Zacky\" Nujoma, youngest son of Nujoma, has been named in association with the Panama Papers. ==Honours and recognition== {|class=\"wikitable\" |-bgcolor=\"#CCCCCC\" !||Date of award|| Honour/Award Title|| Reason for Award|| Awarding Body |- |1||1973||Lenin Peace Prize||||USSR |- |2||1980||Frederic Joliot Curie Gold Medal|| || |- |3||1984||Medaglia Pontificia (Pope's Medal) Anno VI|| ||The Vatican City, Italy |- |4||1988||Grant Master Order Merit: The Grant Cruz (Highest Order)|| ||Brazil |- |5||1988||Ho Chi Minh Prize|Ho Chi Minh Peace Award|| ||Vietnam |- |6||1988||The Namibia Freedom Award || For his leadership role in the struggle against apartheid ||California State University, USA |- |7||1988||Honorary Citizenship of the City of Atlanta|| For his leadership role in the struggle for freedom, national independence and social justice||Atlanta, USA |- |8||1988||Recognition granted||||City and County of San Francisco |- |9|| 1988|| Recognition granted|| ||City of Chicago |- |10||1988|| Recognition granted|| ||City of East Palo Alto |- |11||1990||Indira Gandhi Peace Prize for Disarmament and Development|| In recognition of his outstanding contribution in leading the people of Namibia to freedom||India |- |12||1991|| Medaglia Pontificia (Pope's Medal) Anno XIII|||| The Vatican City, Italy |- |13||1991||Order of José Martí|| ||Cuba |- |14||1991|| Ordre du Merite Congo|| ||Republic of Congo |- |15||1992||Chief of Golden Heart|| ||Kenya |- |16||1992||Order of the National Flag (First Class) ||||Democratic People's Republic of Korea |- |17||1994||\"Grand Cordon\" Decoration || ||Tunisia |- |18||1995||Grand Master of the Order of Welwitschia|| ||Namibia |- |19||1995||Order of Liberty (Grand Collar)|| ||Portugal |- |20||1995|| Africa Prize for Leadership for the Sustainable End of Hunger ||||The Hunger Project |- |21||1996||Order of Good Hope (Gold)|| ||South Africa |- |22||2002||Order of Friendship Award|| ||Vietnam |- |23||2003|| O.B.F.F.S. || ||Romania |- |24||2003|| Fellowship Award of the Institute of Governance and Social Research|| In recognition of his contribution to the liberation of his country, the establishment of Democratic foundation, peace and Political stability in Namibia, and the enhancement of the dignity of the Black Man||Institute of Governance and Social Research, Nigeria |- |25||2004||Companion of the Order of the Star of Ghana (Ghana National Highest Award)||As an expression of respect and admiration of the Government and people of Ghana||Ghana |- |26||2004||Founding President of the Republic of Namibia and Father of the Namibian Nation||In recognition of his dedication to his selfless sacrifice to the national liberation struggle and nation building||Namibian Parliament |- |27||2004|| Lifetime Conservation Award || ||Cheetah Conservation Fund (Nujoma is the international patron of this organisation since 1991) |- |28||2007||Leader of the Namibian Revolution|| ||SWAPO Party of Namibia |- |29||2008||International KIM IL Sung Prize Certificate|| ||Democratic People's Republic of Korea |- |30||2010||Sir Seretse Khama SADC Meda|| ||SADC |- |31||2016||Order of Solidarity \"El Mehdi Ben Barka\"||Awarded to Third World personalities who have won the esteem of the peoples of Africa, Asia and Latin America because of their struggle and outstanding contribution in the common battle for freedom, independence, peace, economic development and social justice. ||Cuba |- |32||2018||Order of the Companions of O. R. Tambo||For his opposition to the government of Apartheid South Africa||South Africa |- |33||2021||Order of Francisco de Miranda First Class|| By the President of the Bolivarian Republic of Venezuela, Nicolas Maduro and the Venezuelan Minister of the People's Power for Foreign Relations, Jorge Arreasza)||Venezuela |} ===Honorary doctorates=== {|class=\"wikitable\" |-bgcolor=\"#CCCCCC\" !||Date of award||Title||Awarding University |- |1||1973|| Honorary Doctorate of Law||Ahmadu Bello University, Nigeria |- |1||1975|| Honorary Doctorate of Computer Science||Ombwana University, Malawi |- |2||1986||Certificate of Honour||University of Ibadan, Nigeria |- |3||1990|| Honorary Doctorate Degree of Law||Lincoln University, USA |- |4||1992||Honorary Doctorate Degree of Technology||Federal University of Technology Minna, Nigeria |- |5||1993||Honorary Doctorate Degree in Education||University of Namibia |- |6||1993|| Honorary Doctorate Degree of Law||Central State University, USA |- |7||1996||Doctor of Laws||University of Atlanta, USA, |- |8||1997|| Honorary Doctorate Degree of Laws||Rutgers, The State University of New Jersey, USA |- |9|| 1998||Honorary Doctorate Degree||Russian Economic Academy, Russia |- |10||1998||Honorary Doctorate Degree||Peoples' Friendship University of Russia, Russia |- |11||1999||Honorary Degree of Doctor of Public Service||La Roche College, USA |- |12||1999||Honorary Degree of Doctor of Laws||University of Zimbabwe |- |13||2003||Honorary Degree of Doctor of Science||Abubakar Tafawa Balewa University, Nigeria |- |15||2005||Honorary Doctorate in Public Management|| Polytechnic of Namibia |- |14||2006||Honorary Professor||China University of Geosciences |- |15||2015||Doctor of Philosophy in Peace and Conflict Studies||University of Zambia |} ==See also== * History of Namibia * Andimba Toivo ya Toivo, co-founder of both OPO and SWAPO * Aaron Mushimba, brother-in- law and prominent businessperson ==References== ==In book and film== * Sam Nujoma, Where Others Wavered, The Autobiography of Sam Nujoma, London 2001 * Namibia: The Struggle for Liberation, epic film by Charles Burnett, the Namibian independence movement through the eyes of Nujoma ==External links== * Nujoma's interview to German magazine Die Welt (in German) * Namibia: The Struggle for Liberation (2007) IMDb Category:1929 births Category:Living people Category:Ovambo people Category:Presidents of Namibia Category:Namibian revolutionaries Category:SWAPO Category:SWAPO politicians Category:People's Liberation Army of Namibia personnel Category:People from Omusati Region Category:Namibian pan-Africanists Category:Namibian Lutherans Category:Namibian expatriates in South Africa Category:South West African anti-apartheid activists Category:Lenin Peace Prize recipients Category:Ho Chi Minh Prize recipients Category:Grand Collars of the Order of Liberty Category:Namibia University of Science and Technology alumni Category:University of Namibia alumni Category:Namibian autobiographers Category:21st-century Namibian writers Category:Namibian independence activists",
 "title": "Sam Nujoma"
}