{
 "id": "296199",
 "text": "Urban Terror is a freeware multiplayer first-person shooter video game developed by FrozenSand. Originally a total conversion of id Software's Quake III Arena, FrozenSand released Urban Terror as a free standalone game in 2007 utilizing ioquake3 as the game engine.Urban Terror: News Retrieved September 16, 2009 While the game engine is licensed under the open-source GPL, Urban Terror's game code is closed source and its assets are freeware but not open content. == History == Urban Terror started out in 1998 as a planned map pack for Quake III Arena, in which real world environments would be featured. It expanded from this idea to a full total conversion featuring realistic weapons and gameplay similar to Action Quake 2. Development group Silicon Ice Development was formed in spring 2000 and was made of several international developers, many whom were familiar with modifying Quake III Engine games; hence progress was made quickly. When its first version, beta 1.0, was released at QuakeCon 2000, Urban Terror was the realism mod with the most features and graphics completed. FrozenSand began development on Urban Terror HD in 2009 and was set to release an alpha version in 2010 but soon abandoned the project and switched engines from idtech3 to Unreal Engine 4 due to licensing complications of idtech3. The most recent version, 4.3.4, was released on June 21, 2018. == Gameplay == Urban Terror is billed by FrozenSand as a \"Hollywood tactical shooter.\" It blends elements from games such as Quake III Arena, Unreal Tournament and Counter-Strike. The realism in the mod is introduced through a number of changes: The number of weapons and other gear that can be carried is limited. Damage is also more realistic than in Quake III Arena, based on dividing the player target into discrete areas. Numerous game modes are featured, including classic first-person shooter modes such as Team Deathmatch, Capture the Flag, and Last Man Standing. Additionally, Urban Terror has a nonviolent \"jump mode,\" in which players utilize the game's unique mechanics to progress through movement-based \"jump maps\" of varying difficulties. ==See also== * List of open source games == References == == External links == * *FrozenSand Category:2000 video games Category:AmigaOS 4 games Category:First-person shooters Category:Freeware games Category:Free online games Category:Linux games Category:MacOS games Category:Multiplayer online games Category:Multiplayer video games Category:Quake III Arena mods Category:Video games developed in the United Kingdom Category:Windows games",
 "title": "Urban Terror"
}