{
 "id": "296438",
 "text": "A voting machine is a machine used to record votes without paper. The first voting machines were mechanical but it is increasingly more common to use electronic voting machines. Traditionally, a voting machine has been defined by its mechanism, and whether the system tallies votes at each voting location, or centrally. Voting machines should not be confused with tabulating machines, which counts votes done by paper ballot. Voting machines differ in usability, security, cost, speed, accuracy, and ability of the public to oversee elections. Machines may be more or less accessible to voters with different disabilities. Tallies are simplest in parliamentary systems where just one choice is on the ballot, and these are often tallied manually. In other political systems where many choices are on the same ballot, tallies are often done by machines to give quick results. ==Historical machines== In Ancient Athens (5th and 4th Centuries BCE) voting was done by different colored pebbles deposited in urns, and later by bronze markers created by the state and officially stamped. This procedure served for elected positions, jury procedures, and ostracisms.https://www.ascsa.edu.gr/uploads/media/hesperia/147360.pdf The first use of paper ballots was in Rome in 139 BCE, and their first use in the United States was in 1629 to select a pastor for the Salem Church.Jones, Douglas W.. A Brief Illustrated History of Voting. THE UNIVERSITY OF IOWA Department of Computer Science. ===Mechanical voting=== ====Balls==== The first major proposal for the use of voting machines came from the Chartists in 1838.Douglas W. Jones, Early Requirements for Mechanical Voting Systems, First International Workshop on Requirements Engineering for E-voting Systems, Aug. 31, 2009, Atlanta. (author's copy). Among the radical reforms called for in The People's Charter were universal suffrage and voting by secret ballot. This required major changes in the conduct of elections, and as responsible reformers, the Chartists not only demanded reforms but described how to accomplish them, publishing Schedule A, a description of how to run a polling place, and Schedule B, a description of a voting machine to be used in such a polling place.The People's Charter with the Address to the Radical Reformers of Great Britain and Ireland and a Brief Sketch of its Origin Elt and Fox, London, 1848; obverse of title page.The People's Charter 1839 Edition, in the radicalism collection of the University of Aberdeen. The Chartist voting machine, attributed to Benjamin Jolly of 19 York Street in Bath, allowed each voter to cast one vote in a single race. This matched the requirements of a British parliamentary election. Each voter was to cast his vote by dropping a brass ball into the appropriate hole in the top of the machine by the candidate's name. Each voter could only vote once because each voter was given just one brass ball. The ball advanced a clockwork counter for the corresponding candidate as it passed through the machine, and then fell out the front where it could be given to the next voter. ====Buttons==== In 1875, Henry Spratt of Kent received a U.S. patent for a voting machine that presented the ballot as an array of push buttons, one per candidate.H. W. Spratt, Improvement in Voting Apparatus, , Jan 12. 1875. Spratt's machine was designed for a typical British election with a single plurality race on the ballot. In 1881, Anthony Beranek of Chicago patented the first voting machine appropriate for use in a general election in the United States.A. C. Beranek, Voting Apparatus, g, Oct. 11, 1881. Beranek's machine presented an array of push buttons to the voter, with one row per office on the ballot, and one column per party. Interlocks behind each row prevented voting for more than one candidate per race, and an interlock with the door of the voting booth reset the machine for the next voter as each voter left the booth. ====Tokens==== The psephograph was patented by Italian inventor Eugenio Boggiano in 1907. It worked by dropping a metal token into one of several labeled slots. The psephograph would automatically tally the total tokens deposited in each slot. The psephograph was first used in a theatre in Rome, where it was used to gauge audience reception to a play: \"good\", \"bad\", or \"indifferent\". ====Analog computers==== Lenna Winslow's 1910 voting machine was designed to offer all the questions on the ballot to men and only some to women because women often had partial suffrage, e.g. being allowed to vote on issues but not candidates. The machine had two doors, one marked \"Gents\" and the other marked \"Ladies\". The door used to enter the voting booth would activate a series of levers and switches to display the full ballot for men and the partial ballot for women.Lenna Winslow, , which drew from her earlier voting machine designs. ====Dials==== By July 1936, IBM had mechanized voting and ballot tabulation for single transferable vote elections. Using a series of dials, the voter could record up to twenty ranked preferences to a punched card, one preference at a time. Write-in votes were permitted. The machine prevented a voter from spoiling their ballot by skipping rankings and by giving the same ranking to more than one candidate. A standard punched-card counting machine would tabulate ballots at a rate of 400 per minute. ====Levers==== Lever machines were commonly used in the United States until the 1990s. In 1889, Jacob H. Myers of Rochester, New York, received a patent for a voting machine that was based on Beranek's 1881 push button machine.Jacob H. Myers, Voting Machine, , Nov. 19, 1889. This machine saw its first use in Lockport, New York, in 1892.Republicans Carry Lockport; The New Voting Machine Submitted to a Practical Test, in the New York Times, Wed. Apr. 13, 1892; page 1. In 1894, Sylvanus Davis added a straight-party lever and significantly simplified the interlocking mechanism used to enforce the vote- for-one rule in each race.S. E. Davis, Voting Machine, , Sept. 25, 1894. By 1899, Alfred Gillespie introduced several refinements. It was Gillespie who replaced the heavy metal voting booth with a curtain that was linked to the cast-vote lever, and Gillespie introduced the lever by each candidate name that was turned to point to that name in order to cast a vote for that candidate. Inside the machine, Gillespie worked out how to make the machine programmable so that it could support races in which voters were allowed to vote for, for example, 3 out of 5 candidates.A. J. Gillespie, Voting-Machine, , July 11, 1899. On December 14, 1900, the U.S. Standard Voting Machine Company was formed, with Alfred Gillespie as one of its directors, to combine the companies that held the Myers, Davis, and Gillespie patents.The Manual of Statistics: Stock Exchange Hand-book, 1903, The Manual of Statistics Company, New York, 1903; page 773. By the 1920s, this company (under various names) had a monopoly on voting machines, until, in 1936, Samuel and Ransom Shoup obtained a patent for a competing voting machine.Samuel R. Shoup and Ransom F. Shoup, Voting Machine, , Sept. 15, 1936. By 1934, about a sixth of all presidential ballots were being cast on mechanical voting machines, essentially all made by the same manufacturer.Joseph Harris, Voting Machines, Chapter VII of Election Administration in the United States , Brookings, 1934; pages 249 and 279–280. Commonly, a voter enters the machine and pulls a lever to close the curtain, thus unlocking the voting levers. The voter then makes his or her selection from an array of small voting levers denoting the appropriate candidates or measures. The machine is configured to prevent overvotes by locking out other candidates when one candidate's lever is turned down. When the voter is finished, a lever is pulled which opens the curtain and increments the appropriate counters for each candidate and measure. At the close of the election, the results are hand copied by the precinct officer, although some machines could automatically print the totals. New York was the last state to stop using these machines, under court order, by the fall of 2009.\"Lever voting machines get a reprieve in NY\", Press & Sun-Bulletin (Binghamton, New York), August 10, 2007Ian Urbina. States Prepare for Tests of Changes to Voting System, New York Times, 5 Feb 2008 ===Punched card voting=== thumb|right|The Votomatic vote recorder, a punched card voting machine originally developed in the mid-1960s. Punched card systems employ a card (or cards) and a small clipboard-sized device for recording votes. Voters punch holes in the cards with a ballot marking device. Typical ballot marking devices carry a ballot label that identifies the candidates or issues associated with each punching position on the card, although in some cases, the names and issues are printed directly on the card. After voting, the voter may place the ballot in a ballot box, or the ballot may be fed into a computer vote tabulating device at the precinct. The idea of voting by punching holes on paper or cards originated in the 1890sKennedy Dougan, Ballot-Holder, , Nov. 11, 1890. and inventors continued to explore this in the years that followed. By the late 1890s John McTammany's voting machine was used widely in several states. In this machine, votes were recorded by punching holes in a roll of paper comparable to those used in player pianos, and then tabulated after the polls closed using a pneumatic mechanism. Punched-card voting was proposed occasionally in the mid-20th century,Fred M. Carroll (IBM), Voting Machine, , Apr. 2, 1940. but the first major success for punched-card voting came in 1965, with Joseph P. Harris' development of the Votomatic punched-card system.Joseph P. Harris, Data Registering Device, , Aug. 17, 1965.Joseph P. Harris, Data Registering Device, , Mar. 15, 1966.Harris, Joseph P. (1980) Professor and Practitioner: Government, Election Reform, and the Votomatic, Bancroft Library This was based on IBM's Port-A-Punch technology. Harris licensed the Votomatic to IBM.IBM Archive: Votomatic William Rouverol built the prototype system. The Votomatic system was very successful and widely distributed. By the 1996 Presidential election, some variation of the punched card system was used by 37.3% of registered voters in the United States.\"Punchcards, a definition \". Federal Election Commission Votomatic style systems and punched cards received considerable notoriety in 2000 when their uneven use in Florida was alleged to have affected the outcome of the U.S. presidential election. The Help America Vote Act of 2002 \"effectively banned pre-scored punched card ballots.\" Votomatics were \"last used in 2 counties in Idaho in the 2014 General Election\". ==Current voting machines== ===Optical scan (marksense)=== thumb|Counting ballots by an optical scanner, San Jose, California, 2018 In an optical scan voting system, or marksense, each voter's choices are marked on one or more pieces of paper, which then go through a scanner. The scanner creates an electronic image of each ballot, interprets it, creates a tally for each candidate, and usually stores the image for later review. The voter may mark the paper directly, usually in a specific location for each candidate. Or the voter may select choices on an electronic screen, which then prints the chosen names, and a bar code or QR code summarizing all choices, on a sheet of paper to put in the scanner. Hundreds of errors in optical scan systems have been found, from feeding ballots upside down, multiple ballots pulled through at once in central counts, paper jams, broken, blocked or overheated sensors which misinterpret some or many ballots, printing which does not align with the programming, programming errors, and loss of files. The cause of each programming error is rarely found, so it is not known how many were accidental or intentional. ===Direct-recording electronic (DRE)=== thumb|DRE with paper for voter to verify (VVPAT) In a DRE voting machine system, a touch screen displays choices to the voter, who selects choices, and can change their mind as often as needed, before casting the vote. Staff initialize each voter once on the machine, to avoid repeat voting. Voting data are recorded in memory components, and can be copied out at the end of the election. Some of these machines also print names of chosen candidates on paper for the voter to verify, though less than 40% verify. These names on paper are kept behind glass in the machine, and can be used for election audits and recounts if needed. The tally of the voting data is printed on the end of the paper tape. The paper tape is called a Voter-verified paper audit trail (VVPAT). The VVPATs can be tallied at 20–43 seconds of staff time per vote (not per ballot). For machines without VVPAT, there is no record of individual votes to check. For machines with VVPAT, checking is more expensive than with paper ballots, because on the flimsy thermal paper in a long continuous roll, staff often lose their place, and the printout has each change by each voter, not just their final decisions. Problems have included public web access to the software, before it is loaded into machines for each election, and programming errors which increment different candidates than voters select. The Federal Constitutional Court of Germany found that with existing machines could not be allowed because they could not be monitored by the public.German Federal Constitutional Court, Press release no. 19/2009 of 3 March 2009 Successful hacks have been demonstrated under laboratory conditions.Security Analysis of the Diebold AccuVote-TS Voting MachineNedap/Groenendaal ES3B voting computer, a security analysisDutch citizens group cracks Nedap's voting computer Use of SDU voting computers banned during Dutch general elections (Heise.de, 31. October 2006) ==Location of tallying== Optical scans can be done either at the place of voting,\"precinct\", or in another location. DRE machines always tally at the precinct. ===Precinct-count voting system=== A precinct-count voting system is a voting system that tallies ballots at the polling place. Precinct-count machines typically analyze ballots as they are cast. This approach allows for voters to be notified of voting errors such as overvotes and can prevent spoilt votes. After the voter has a chance to correct any errors, the precinct-count machine tallies that ballot. Vote totals are made public only after the close of polling. DREs and precinct scanners have electronic storage of the vote tallies and may transmit results to a central location over public telecommunication networks. ===Central-count voting system=== thumb|A medium-speed central-count , the DS450 made by can scan and sort about 4000 ballots per hour. A central count voting system is a voting system that tallies ballots from multiple precincts at a central location. Central count systems are also commonly used to process absentee ballots. Central counting can be done by hand, and in some jurisdictions, central counting is done using the same type of voting machine deployed at polling places, but since the introduction of the Votomatic punched-card voting system and the Norden Electronic Vote Tallying System in the 1960s, high speed ballot tabulators have been in widespread use, particularly in large metropolitan jurisdictions. Today, commodity high-speed scanners sometimes serve this purpose, but special-purpose ballot scanners are also available that incorporate sorting mechanisms to separate tallied ballots from those requiring human interpretation.Douglas W. Jones and Barbara Simons, Broken Ballots, CSLI Publications, 2012; see Section 4.1 Central-Count Machines, pages 64-65, and Figure 21, page 73. Voted ballots are typically placed into secure ballot boxes at the polling place. Stored ballots and/or Precinct Counts are transported or transmitted to a central counting location. The system produces a printed report of the vote count, and may produce a report stored on electronic media suitable for broadcasting, or release on the Internet. ==Gallery== File:Winvote arlington.jpg|The Advanced Voting Solutions WINvote voting machine in Arlington County, Virginia. File:MDvotingmachine.jpg|A Diebold DRE voting machine used in Maryland 2004. File:TallyVoting DRE.png|The TallyVoting Tally1 DRE in testing in Washington, DC. File:IVotronic img 3452.jpg|ES&S; iVotronic DRE Voting machine used in Issy-les-Moulineaux in 2007 French presidential election in 2007. File:Topvoter2.jpg|ISG TopVoter, a voting machine specifically designed for disabled voters. File:Shouptronic.jpg|The Shouptronic 1242 DRE voting machine, later sold as the Danaher ElecTronic 1242. File:Standardvotingmachine.jpg|A voting machine designed by Alfred J. Gillespie and marketed by the Standard Voting Machine Company of Rochester, New York from the late 1890s. File:Voting machine lever.jpg|A mechanical lever voting machine still being used in 2008 in Kingston, New York. File:Voting machine Denver Colorado 1912.JPG|McTammany player-piano roll voting machine, 1912. File:Electronicvotingmachinewithbucu.jpg|DRE voting machine used in all major Indian elections with its separate ballot unit and control unit. File:EVM VVPAT.jpg|DRE voting machine used in all major Indian elections with its separate ballot unit and VVPAT unit. ==See also== *INEC card reader * ACCURATE * Ballot * Election ink * Brazilian voting machine * Electoral system * Electronic voting * Indian voting machines * Open Voting Consortium * Postal voting * Safevote * Security seal * Vote counting system * Voting system ==References== ==External links== ===Election administration=== * Election Assistance Commission * US Federal Voluntary Voting System Guidelines * Vote.NIST.gov – The National Institute of Standards and Technology Help America Vote Act page. ===Informational=== * The Election Technology Library research list – A comprehensive list of research relating to technology use in elections. * E-Voting information from ACE Project * AEI-Brookings Election Reform Project * * Selker, Ted Scientific American Magazine Fixing the Vote October 2004 * The Machinery of Democracy: Voting System Security, Accessibility, Usability, and Cost from Brennan Center for Justice at NYU School of Law * Who's who in election technology * Caltech/ MIT Voting Technology Project * Black Box Voting book * Category:Election technology Category:Articles containing video clips fr:Vote électronique",
 "title": "Voting machine"
}