{
 "id": "296435",
 "text": "In electrical engineering, susceptance (B) is the imaginary part of admittance, where the real part is conductance. The reciprocal of admittance is impedance, where the imaginary part is reactance and the real part is resistance. In SI units, susceptance is measured in siemens. ==Origin== The term was coined by C.P. Steinmetz in a 1894 paper. In some sources Oliver Heaviside is given credit for coining the term, or with introducing the concept under the name permittance.For example: This claim is mistaken according to Steinmetz's biographer. The term susceptance does not appear anywhere in Heaviside's collected works, and Heaviside used the term permittance to mean capacitance, not susceptance. ==Formula== The general equation defining admittance is given by Y = G + j B \\, where The admittance () is the reciprocal of the impedance (), if the impedance is not zero: Y = \\frac{1}{Z} = \\frac{1}{\\, R + j X \\,} = \\left( \\frac{1}{\\, R + j X \\,} \\right) \\left( \\frac{\\, R - j X \\,}{\\, R - j X \\,} \\right) = \\left( \\frac{R}{\\;R^2+X^2} \\right) + j \\left( \\frac{-X\\;\\;}{\\;R^2+X^2} \\right) \\, and B \\equiv \\operatorname\\mathcal{I_m}\\\\{\\, Y \\,\\\\} = \\frac{-X\\;}{\\;R^2+X^2} = \\frac{-X~\\;}{~\\;\\left| Z \\right|^2\\,} ~, where The susceptance B is the imaginary part of the admittance Y~. The magnitude of admittance is given by: \\left| Y \\right| = \\sqrt{G^2 + B^2\\;} ~. And similar formulas transform admittance into impedance, hence susceptance () into reactance (): Z = \\frac{1}{Y} = \\frac{1}{G + j B} = \\left( \\frac{G}{\\;G^2+B^2} \\right) + j \\left( \\frac{-B\\;\\;}{\\;G^2+B^2} \\right) ~. hence X \\equiv \\operatorname\\mathcal{I_m}\\\\{\\, Z \\,\\\\} = \\frac{\\,-B\\;~}{\\;G^2+B^2} = \\frac{\\,-B~\\;}{~\\;\\left| Y \\right|^2\\,} ~. The reactance and susceptance are only reciprocals in the absence of either resistance or conductance (only if either or , either of which implies the other, as long as , or equivalently as long as ). == Relation to capacitance == In electronic and semiconductor devices, transient or frequency-dependent current between terminals contains both conduction and displacement components. Conduction current is related to moving charge carriers (electrons, holes, ions, etc.), while displacement current is caused by time-varying electric field. Carrier transport is affected by electric field and by a number of physical phenomena, such as carrier drift and diffusion, trapping, injection, contact-related effects, and impact ionization. As a result, device admittance is frequency-dependent, and the simple electrostatic formula for capacitance, C = \\frac{q}{V}~, is not applicable. A more general definition of capacitance, encompassing electrostatic formula, is: C = \\frac{~\\operatorname\\mathcal{I_m}\\\\{\\, Y \\,\\\\}~}{\\omega} = \\frac{B}{~\\omega~} ~ , where Y is the device admittance, and B is the susceptance, both evaluated at the angular frequency in question, and \\omega is that angular frequency. It is common for electrical components to have slightly reduced capacitances at extreme frequencies, due to slight inductance of the internal conductors used to make capacitors (not just the leads), and permittivity changes in insulating materials with frequency: is very nearly, but not quite a constant. ==Relationship to reactance== Reactance is defined as the imaginary part of electrical impedance, and is analogous to but not generally equal to the negative reciprocal of the susceptance – that is their reciprocals are equal and opposite only in the special case where the real parts vanish (either zero resistance or zero conductance). In the special case of entirely zero admittance or exactly zero impedance, the relations are encumbered by infinities. However, for purely-reactive impedances (which are purely-susceptive admittances), the susceptance is equal to the negative reciprocal of the reactance, except when either is zero. In mathematical notation: :\\forall ~ Z e 0 ~ \\Leftrightarrow ~ Y e 0 \\quad \\Longrightarrow \\quad G = 0 \\Leftrightarrow R = 0 \\quad \\iff \\quad B = -\\frac{1}{\\, X \\,} ~. The minus sign is not present in the relationship between electrical resistance and the analogue of conductance ~ G \\equiv \\operatorname\\mathcal{R_e}\\\\{\\, Y \\,\\\\} ~, but otherwise a similar relation holds for the special case of reactance-free impedance (or susceptance-free admittance): :\\forall ~ Z e 0 ~ \\Leftrightarrow ~ Y e 0 \\quad \\Longrightarrow \\quad B = 0 \\Leftrightarrow X = 0 \\quad \\iff \\quad G = +\\frac{1}{\\, R \\,} If the imaginary unit is included, we get : jB = \\frac{1}{\\,jX\\,} ~, for the resistance-free case since, : \\frac{1}{\\, j \\,} = -j ~. ==Applications== High susceptance materials are used in susceptors built into microwavable food packaging for their ability to convert microwave radiation into heat. ==See also== *Electrical measurements *SI electromagnetism units == References == Category:Physical quantities Category:Electrical engineering",
 "title": "Susceptance"
}