{
 "id": "296416",
 "text": "Haida Gwaii (; / , literally \"Islands of the Haida people\") is an archipelago located between off the northern Pacific coast of Canada. The islands are separated from the mainland to the east by the shallow Hecate Strait. Queen Charlotte Sound lies to the south, with Vancouver Island beyond. To the north, the disputed Dixon Entrance separates Haida Gwaii from the Alexander Archipelago in the U.S. state of Alaska. Haida Gwaii consists of two main islands: Graham Island () in the north and Moresby Island (, literally: south people island half, or \"Islands of Beauty\") in the south, along with approximately 400 smaller islands with a total landmass of . Other major islands include Anthony Island ( / ), Burnaby Island (), Lyell Island, Louise Island, Alder Island ( / ), and Kunghit Island. (For a fuller, but still incomplete, list see List of islands of British Columbia). Part of the Canadian province of British Columbia, the islands were known from 1787 until 2010 as the Queen Charlotte Islands, and colloquially as \"the Charlottes\". On June 3, 2010, the Haida Gwaii Reconciliation Act formally renamed the archipelago as part of the Kunst'aa guu – Kunst'aayah Reconciliation Protocol between British Columbia and the Haida people. The islands form the heartland of the Haida Nation, upon which people have lived for 13,000 years, and who currently make up approximately half of the population.History of the Haida Nation , Council of the Haida Nation, retrieved 2014-08-16: \"Today, Haida people make up half of the 5000 people living on the islands.\" The Haida exercise their sovereignty over the islands through their acting government, the Council of the Haida Nation (CHN, ). As recently as 2015, the Haida Nation hosted First Nations delegations such as the Potlatch and subsequent treaty signing between the Haida and Heiltsuk Nation. A small number of Kaigani Haida also live on the traditionally Tlingit Prince of Wales Island in Alaska. Some of the islands are protected under federal legislation as the Gwaii Haanas National Park Reserve and Haida Heritage Site, which includes the southernmost part of Moresby Island and several adjoining islands and islets. Coastal temperate rain forest at the shore, the preserve also includes the San Christoval Mountains. Facilities are minimal and access is via boat or seaplane. Also protected, but under provincial jurisdiction, are several provincial parks, the largest of which is Naikoon Provincial Park on northeastern Graham Island. The islands are home to an abundance of wildlife, including the largest subspecies of black bear (Ursus americanus carlottae) and also the smallest subspecies of ermine, the Haida ermine (Mustela haidarum haidarum), which is also partially endemic to the islands. Black-tailed deer and raccoon are introduced species that have become abundant. == Transportation == There is no public transportation on Haida Gwaii. Taxis and car rentals are available, and shuttles can be arranged. The primary transportation links between the Islands and mainland British Columbia are through the Sandspit Airport, the Masset Airport and the BC Ferries terminal at Skidegate. The westernmost leg of Highway 16 connects Masset and Skidegate on Graham Island, and Skidegate with Prince Rupert on the mainland via regular BC Ferries service by the MV Northern Adventure. Reservations are strongly recommended for the ferry. There is also regular BC Ferries service between Skidegate and Alliford Bay on Moresby Island. Floatplane services connect to facilities such as the Alliford Bay Water Aerodrome and Masset Water Aerodrome. There are of highway on Graham Island. On Moresby, only of paved road line the coast. == Economy == The economy is mixed, including art and natural resources, primarily logging and commercial fishing. Furthermore, service industries and government jobs provide about one-third of the jobs, and tourism has become a more prominent part of the economy in recent years, especially for fishing and tour guides, cycling, camping, and adventure tourism. Aboriginal culture tourism has been enhanced with the establishment of the Haida Heritage Centre at Kaay Ilnygaay. == Education == Public education is provided through School District 50 Haida Gwaii, which operates elementary and secondary schools in Masset, Port Clements, Queen Charlotte, Sandspit, and Skidegate. Higher education programs are offered at the Haida Heritage Centre in partnership with Coast Mountain College, University of Northern British Columbia, and with the Haida Gwaii Higher Education Society.Haida Gwaii Higher Education Society webpage . Retrieved 2014-02-02 == Health care == Publicly funded health services are provided by Northern Health, the regional health authority responsible for the northern half of the province. Haida Gwaii is served by two hospitals, The Northern Haida Gwaii Hospital and Health Centre in Masset and the Haida Gwaii Hospital in Queen Charlotte which was completed in Fall 2015. Haida Gwaii has four British Columbia Ambulance stations. They are staffed by approximately 36 casual Emergency Medical Responders (EMR), and 1 Part-Time Community Paramedic based in Masset. == Population == At the time of European contact in 1774, the population was roughly 30,000 people, residing in several towns and including slave populations drawn from other clans of Haida as well as from other nations. It is estimated that ninety percent of the population died during the 1800s from smallpox alone; other diseases arrived as well, including typhoid, measles, and syphilis, affecting many more inhabitants. The 1862 Pacific Northwest smallpox epidemic alone killed over 70% of the Haida people. By 1900, only 350 people remained. Towns were abandoned as people left their homes for the towns of Skidegate and Masset, for cannery towns on the mainland, or for Vancouver Island. Today, around 4,500 people live on the islands. About 70% of the indigenous people (Haida) live in two communities at Skidegate and Old Massett, with a population of about 700 each. In total the Haida make up 45% of the population of the islands. Anthony Island and the Ninstints Haida village site were made a UNESCO World Heritage Site in 2006; in the decision, the decline in population wrought by disease was referenced when citing the 'vanished civilization' of the Haida. == History == Haida Gwaii is considered by archaeologists as an option for a Pacific coastal route taken by the first humans migrating to the Americas from the Bering Strait. At this time Haida Gwaii was likely not an island, but connected to Vancouver Island and the mainland via the now-submerged continental shelf. It is unclear how people arrived on Haida Gwaii, but archaeological sites have established human habitation on the islands as far back as 13,000 years ago. Populations that formerly inhabited Beringia expanded into northern North America after the Last Glacial Maximum, and gave rise to Eskimo-Aleuts and Na-Dené Indians. Although unsubstantiated, an oral tradition told by the Haida Chief, Albert Edward Edenshaw, says that the Haida came from northern Alaska and travelled to Haida Gwaii in search of new territory. Underwater archaeologists from the University of Victoria are seeking to confirm that stone structures discovered in 2014 on the seabed of Hecate Strait may date back 13,700 or more years ago and be the earliest known signs of human habitation in Canada. Coastal sites of this era are now deep underwater. === Pre-colonial era === The coastal migration hypothesis of the settlement of the Americas suggests that the first North Americans may have been here as the oldest human remains known from Alaska or Canada are from On Your Knees Cave. Anthropologists have found striking parallels between the myths, rituals, and dwelling types of the Koryaks—inhabitants of the Kamchatka Peninsula—and those of the native peoples of the Pacific Northwest Coast. At this time the island was twice as large as today. There is strong genetic evidence for these early people having an origin there. The Koryaks were a matrilineal seafaring people hunting whales and other marine mammals. Kujkynnjaku, the Raven, is their primary deity. Most of the Raven myths are similar to those of the Koryak. The group of people inhabiting these Islands developed a culture made rich by the abundance of the land and sea. These people became the Haida. The Haida are a linguistically- distinct group, and they have a complex class and rank system consisting of two main clans, the Eagles and Ravens. Links and diversity within the Haida Nation were gained through a cross lineal marriage system between the clans. This system was also important for the transfer of wealth within the Nation, with each clan reliant on the other for the building of longhouses, the carving of totem poles and other items of cultural importance. Noted seafarers, the Haida occupied more than 100 villages throughout the Islands. The Haida were skilled traders, with established trade links with their neighbouring First Nations on the mainland to California. The Haida people regularly took slaves from their wars with other peoples around them. === Colonial era === The archipelago was first sighted by Europeans in 1774 by Juan Pérez, at Langara Island, and in 1778 by James Cook. In 1794, the Haida captured and sank a pair of European vessels, Ino and Resolution, that were seeking to trade for sea otter pelts. Most of the ships' crew were killed. In 1851, the Haida captured the Georgiana, a ship carrying gold prospectors, and held its crew for ransom for nearly two months. The islands played an important role during the maritime fur trade era of the late 18th and early 19th centuries. During most of that era the trade in the islands was dominated by Americans. The Oregon Treaty of 1846 put an end to American claims to the islands. Following the discovery of gold in the 1850s the British made efforts to exclude whatever American territorial claims might remain. The Colony of the Queen Charlotte Islands was a British colony created by the Colonial Office in response to the increase in American marine trading activity resulting from the gold rush on Moresby Island in 1851. No separate administration or capital for the colony was ever established, as its only officer or appointee was James Douglas, who was simultaneously Governor of Vancouver Island. In essence, the colony was merged with the Vancouver Island colony for administrative purposes from the 1850s to 1866 when the Colony of Vancouver Island was merged with the mainland, which until that point was the separate Colony of British Columbia. == Naming == In 1787 Captain George Dixon surveyed the islands. He named the islands the Queen Charlotte Islands after his ship, the Queen Charlotte, which was named after Charlotte of Mecklenburg- Strelitz, wife of King George III of the United Kingdom. Another name, \"Washington's Isles,\" was commonly used by American traders, who frequented the islands in the days of the marine fur trade and considered the islands part of the US-claimed Oregon Country. Following the 1846 Oregon Treaty, which established the current international borders and made the islands definitively part of Canada, the \"Queen Charlotte Islands\" name became official. On December 11, 2009, the British Columbia government announced that legislation would be introduced in mid-2010 to officially rename the Queen Charlotte Islands to the new name \"Haida Gwaii\". The legislation received royal assent on June 3, 2010, formalizing the name change. At an official Giving Back the Name ceremony, the name, written on a piece of paper and placed in a bentwood box, was handed to the premier of British Columbia. This name change is officially recognized by all levels of Canadian governments, and also by the United States' National Geospatial-Intelligence Agency name database. The name is a modern coinage and was created in the early 1980s as an alternative to the colonial-era name \"Queen Charlotte Islands\", to recognize the history of the Haida people. \"Haida Gwaii\" means \"islands of the people\", while on its own means not only \"us\" but also \"people\". Still in use is the older name or, in alternative orthography, , meaning \"islands at the boundary of the world\". (\"worlds\") refers here to the sea and sky. == Environment == Research by Simon Fraser University concludes that Haida Gwaii around 55,000 BCE was likely covered with tundra and low meadows that were populated by grazing mammals including caribou and mammoths. Although no mammoth or mastodon fossils were found, the research discovered dung-eating fungi underground in ancient peat by the Cape Ball site in Naikoon Provincial Park on Graham Island. The tundra-like landscape then evolved to a mix of alpine forest and meadows. The last Pleistocene glaciation receded from the archipelago about 16,000 BCE, about 2,000 years earlier than the rest of the British Columbia Coast's ice age. That, and its subsequent isolation from the mainland, encouraged Haida indigenous and environmental activists in the 1970s to use the term \"Galápagos of the North\", a unique biocultural zone with many endemic plants and animals. The climate of this temperate north hemisphere forested region, like that of much of the British Columbia and Alaskan coast in the area, is moderated by the North Pacific Current, with heavy rainfall and relatively mild temperatures throughout the year. The islands are home to the Ta'an Forest, with a wide variety of large endemic trees, including the Sitka spruce, western red cedar, yellow cedar (Nootka cypress), shore pine, western hemlock, mountain hemlock, western yew and red alder. The Flora of the Queen Charlotte Islands describes plants from the islands. Soils are variable. Peat is common in poorly drained flats and even on sloping ground in the wetter areas. Where drainage is good, the mature soils are podzols that have classic development (well defined eluvial horizon, Ae under Canadian classification) in undisturbed areas.Banner, A., W.H. MacKenzie, J. Pojar, A. MacKinnon, S.C. Saunders, and H. Klassen. 2014. A field guide to ecosystem classification and identification for Haida Gwaii. Prov. B.C., Victoria, B.C. Land Manag. Handb. 68. http://www.for.gov.bc.ca/hfd/pubs/Docs/Lmh/Lmh68.htm A history of disturbance, as from logging or windthrow, sees the Ae mixed with other horizons and only patchily visible. Kiidk'yaas (Golden Spruce), a naturally occurring genetic-variant yellow-colour Sitka spruce tree, was near the Yakoun River, the largest on Graham Island. It was a popular tourist attraction until it was illegally cut down in 1997 as a protest against the industrial logging practices. From the spring of 1996 until November 30, 1997, a popular attraction for tourists to the islands was a male albino white raven. He lived around Port Clements and would commonly be seen taking food handouts from locals and visitors alike. He died after making contact with an electrical transformer. The white raven was preserved by former Port Clements residents, taxidermists Roger Britten Sr. and Jr., and is on display in the Port Clements Historical Society's museum.Port Clements Historical Society \"White Raven\" display case information == Climate == The climate is oceanic (Cfb), except near the summit of Mount Moresby where the climate is subpolar oceanic (Cfc). It is very similar to the climate of the west coast of Scotland in terms of average temperatures and total year-round precipitation, but the latitude is lower than the west coast of Scotland; it is 52° 39', the same as southern Ireland. In the relatively shielded areas around Tlell and Sandspit annual rainfall averages from to . Average monthly precipitation is markedly concentrated from October to January, with December the wettest month, averaging about , most of which is rain, though snow is possible. May through July represent a markedly drier season; July, the driest month, averages about of rain. Snowfall is generally moderate, averaging from to , though at northerly Langara Island, it averages around . Precipitation is typically extremely frequent (especially from autumn to mid-winter), occurring on around two-thirds of all days even in relatively shielded areas, and direct sunlight is scarce, averaging around 3 to 4 hours per day. === 2012 controversy around depositing iron in the ocean === In July 2012, entrepreneur Russ George dispersed of iron sulphate dust into the Pacific Ocean several hundred miles west of the islands of Haida Gwaii. The Old Massett Village Council was persuaded to finance this geoengineering experiment as a \"salmon enhancement project\" with $1 million in village funds. The concept was that the formerly iron-deficient waters would produce more phytoplankton that would in turn produce more salmon. George hoped to finance the project by using the carbon sequestration effects of the new plankton as marketable carbon offsets. The project has been plagued by charges of unscientific procedures and recklessness. George contended that 100 tons of iron is negligible compared to what naturally enters the ocean. Lawyers, environmentalists, and civil society groups are calling the dumping a \"blatant violation\" of two international moratoriums. George said that the Old Massett Village Council and its lawyers approved the effort and at least seven Canadian agencies were aware of it. In May 2013, the Haida Salmon Restoration Corporation removed George as a director of the company and ended his employment. The 2013 salmon runs increased from 50 million to 226 million fish, but research conducted on 13 major iron-fertilization experiments in the open ocean since 1990 concludes that the method is unproven, and with respect to the Haida Gwaii project, \"scientists have seen no evidence that the experiment worked\". == Geology == === Earthquake hazards === The islands are located along the Queen Charlotte Fault, an active transform fault that produces significant earthquakes every 3–30 years. This is the result of the converging of the Pacific and North American Plates along the archipelago's west coast. Major earthquakes have occurred in the Haida Gwaii in 1949 and 2012. Though the region is prone to fair geological activity, there is little infrastructure set up to gather accurate information to warn locals of possible threats. Many residents, notably from First Nations communities, have been critical of the fact that they must rely on information coming from neighbouring American states such as Washington or Alaska and from the USGS (United States Geological Survey). Regardless of the inconsistencies, Environment Canada does regularly do field tests across the Pacific coast of British Columbia relating to this matter. The Cascadia subduction zone does pose some additional earthquake risks, but, most importantly, the subduction zone poses direct tsunami risks to the coastal settlements on the western side of the islands. == Culture == === Visual arts === The artwork known as Spirit of Haida Gwaii, by Bill Reid, is featured on the reverse of Canadian $20 bills produced between 2004 and 2011. It depicts a Haida chief in a canoe, accompanied by the mythic messengers Raven, Frog and Eagle (the first casting of this sculpture, Spirit of Haida Gwaii: The Black Canoe, is on display in the atrium of the Canadian Embassy in Washington DC, the other, Spirit of Haida Gwaii: the Jade Canoe, is on display in Vancouver Airport). Haida art is also frequently seen on large monumental- sized cedar totem poles and dugout canoes, hand-crafted gold and silver jewellery, and even as cartoons in the form of Haida manga. === Haida language === The Haida language was proposed for classification as part of the Nadene family of languages on the basis of a few similarities with Athabaskan–Eyak–Tlingit. Many linguists, however, consider the evidence insufficient and continue to regard Haida as a language isolate. All 50 remaining speakers of Haida are over 70 years old. Telus and Gwaii Trust recently completed a project to bring broadband internet to the island via a microwave relay. This enables interactive research to be carried out on the more than 80 CDs of language, story and spoken history of the people. === In popular culture === * Haida Gwaii has been featured in The Nature of Things documentaries since the 1970s due to its unique forest and ecosystem. Many wildlife and adventure tourism TV series (in the US and Canada) have also featured the islands since the 1990s, reflecting the islands as a globe trekking location. * Haida Gwaii and its people are the subject of the documentary Haida Gwaii: On the Edge of the World. * They are a location in the 2009 novel Generation A by Douglas Coupland. * Haida Gwaii generally and Ninstints particularly are key locations in Louise Penny's novel The Brutal Telling. * Poet Robert Bringhurst published a series of translations of stories as told by the mythtellers Ghandl and Skaay. * Portions of the book The Silver Totem of Shame, by Canadian author R.J. Harlick, are set in Haida Gwaii. * Sailing in Haida Gwaii is featured in Robin Esrock's bestselling book The Great Canadian Bucket List.http://www.canadianbucketlist.com.ca/haida *Mount Eerie's 2017 album A Crow Looked at Me references singer Phil Elverum's trip to Haida Gwaii on the song \"Ravens\". * Masters of the Northwest, a two- hour documentary mainly featuring Haida Gwaii was broadcast by the Ontario educational TV network in September, 2017 * Haida Gwaii is the setting for John Vaillant's The Golden Spruce. The book deals with the felling of the Golden Spruce or Kiidk'yaas on Haida Gwaii by Grant Hadwin. * Edge of the Knife (SG̲aawaay Ḵ'uuna), directed by Gwaai Edenshaw and Helen Haig-Brown as the first feature film ever made in the Haida language, was shot on Haida Gwaii in 2017.Marsha Lederman, \"Making history on Haida Gwaii\" . The Globe and Mail, June 22, 2017. * Rainbow Six Siege references Frost, a selectable operative who was raised in Vancouver, having spent time hunting as an adolescent on Haida Gwaii. This is likely a nod to her unique piece of equipment, a trap in the style of those used for bears repurposed for use in combat against humans. == See also == * Council of the Haida Nation * Dené–Yeniseian languages * Guujaaw * Haida Gwaii: On the Edge of the World * Haida language * Hlk'yah G̱awG̱a (Windy Bay) * Indigenous peoples of Siberia * Lohafex * Moresby Camp * Na-Dene languages * List of islands of British Columbia == References == ==Bibliography== * \\- Total pages: 500 * == External links == * Village of Queen Charlotte * Sandspit Community Website (Moresby Island Management Committee) * Village of Masset * Council of the Haida Nation * Haida Heritage Centre at Kaay Llnagaay * The Haida Gwaii Observer – Local Newspaper * Category:Archipelagoes of the Pacific Ocean Category:North Coast Regional District Category:Archipelagoes of British Columbia Category:North Coast of British Columbia Category:Cultural regions",
 "title": "Haida Gwaii"
}