{
 "id": "296686",
 "text": "Melquíades Rafael Ruiz Martínez (born October 23, 1946) is a Cuban-American lobbyist and former politician who served as a United States Senator from Florida from 2005 to 2009 and as general chairman of the Republican Party from November 2006 until October 19, 2007. Previously, Martínez served as the 12th Secretary of Housing and Urban Development under President George W. Bush. Martínez is a Cuban-American and Roman Catholic. He announced he was resigning as general chairman of the Republican National Committee on October 19, 2007.Sen. Martínez quits as RNC chairman from USA Today Martínez resigned his United States Cabinet post on August 12, 2004, to run for the open U.S. Senate seat in Florida being vacated by retiring Democratic Senator Bob Graham. Martínez secured the Republican nomination and narrowly defeated the Democratic nominee, Betty Castor. His election made him the first Cuban- American to serve in the U.S. Senate. Furthermore, he and Ken Salazar (who is Mexican-American) Fast facts: Explanation of Ken Salazar's ancestry from Time Magazine were the first Hispanic U.S. Senators since 1977. They were joined by a third, Bob Menéndez (who is also Cuban-American) in January 2006, until Salazar resigned from the Senate on January 20, 2009, to become Secretary of the Interior. On December 2, 2008, Martínez announced he would not be running for re-election to the Senate in 2010. On August 7, 2009, CNN and the Orlando Sentinel reported that Martínez would be resigning from his Senate seat. Later that month, Governor Charlie Crist announced that he would appoint George LeMieux as the successor to Martínez for the remaining year and a half of the Senate term. Two weeks after Martínez resigned his Senate seat, The Hill reported that he would become a lobbyist and partner at international firm DLA Piper. He left DLA Piper in August 2010 to become chairman of Chase Bank Florida and its operations in Mexico, Central America and the Caribbean.Orlando Sentinel (2010). Mel Martinez to be Fla. chairman for JPMorgan Chase . Retrieved September 9, 2010. Martinez is currently chairman of the Southeast and Latin America for JPMorgan, Chase & Co.Florida Trend (2013). . Retrieved July 29, 2013. Martínez also serves as a co-chair of the Housing Commission at the Bipartisan Policy Center. Bipartisan Policy Center's Housing Commission ==Early life== Martínez was born in Sagua La Grande, Cuba, the son of Gladys V. (Ruíz) and Melquíades C. Martínez.Melquíades C. Martínez Gladys V. Ruíz He came to the United States in 1962 as part of a Roman Catholic humanitarian effort called Operation Peter Pan, which brought into the U.S. more than 14,000 children. Catholic charitable groups provided Martinez a temporary home at two youth facilities. At the time Martínez was alone and spoke virtually no English. He graduated from Bishop Moore High School in 1964. He subsequently lived with two foster families, and in 1966 was reunited with his family in Orlando. Martínez received an associate degree from Orlando Junior College in 1967, a bachelor's degree in international affairs from Florida State University, and his Juris Doctor degree from Florida State University College of Law in 1973. He began his legal career working at the Orlando personal injury law firm Wooten Kimbrough, where he became a partner and worked for more than a decade. During his 25 years of law practice in Orlando, he was involved in various civic organizations. He served as vice-president of the board of Catholic Charities of the Orlando Diocese. ==Early political career== In 1994, Martínez ran for Lieutenant Governor of Florida. He teamed up with future Family Research Council President Ken Connor, the gubernatorial candidate. The Connor/Martínez ticket was defeated in the Republican primary, finishing fifth with 83,945 votes, or 9.31% of the vote. On November 3, 1998, Martínez was elected Orange County Chairman (during Martínez's tenure the position was relabeled mayor). While in office, Martínez implemented what became known as the \"Martínez doctrine\" which prohibits development from taking place unless adequate public infrastructure, specifically school capacity, is able to support such development. The doctrine was challenged in court, but its legality was upheld when the Florida Supreme Court declined to hear an appeal to a lower court's ruling. Martínez served as mayor through the end of 2000. Before becoming Secretary of HUD, Martínez served on the Governor's Growth Management Study Commission. He previously served as president of the Orlando Utilities Commission, on the board of directors of a community bank, and as chairman of the Orlando Housing Authority. Serving as co-chairman of then-Texas Gov. George W. Bush's 2000 presidential election campaign in Florida, Martínez was a leading fundraiser. He was one of the 25 electors from Florida, who voted for Bush in the 2000 election. While serving as HUD Secretary, Martínez sat as an ex officio member of the President's Advisory Commission on Educational Excellence for Hispanic Americans. ==Personal life== Mel Martínez and his wife Kitty have three children named (Lauren Martínez, John Martínez, and Andrew Martínez) and five grandchildren. He is the brother of Rafael E. Martínez. Mel Martínez resides in Orlando. ==U.S. Senate election, 2004== In November 2004, Martínez was the Republican nominee in the U.S. Senate election to replace retiring Democrat Bob Graham. Much of Martínez's support came from Washington: he was endorsed early by many prominent Republican groups, and publicly supported by key national Republican figures such as Senate Majority Leader Bill Frist. His Cuban background and his popularity in the battleground Orlando, Florida, region both contributed to his appeal to the statewide GOP in Florida. But Internet magazine Salon reported that Martínez wanted to run for governor in 2006, though the GOP convinced him to run for the Senate two years earlier instead. ===Primary=== Martínez's nomination by the Republican Party was far from certain. He was seriously challenged by former Congressman Bill McCollum. McCollum criticized Martínez's background as a plaintiff's attorney, and many Republicans initially feared that Martínez's nomination would destroy the GOP's ability to criticize Democratic vice presidential nominee John Edwards' background. Martínez was also said to be soft on tort reform, a major Republican issue in the 2004 race. After a McCollum surge in the final weeks leading up to the primary, Martínez fought back in the last week of the race, putting out mass mailings and television ads that called McCollum \"the new darling of homosexual extremists,\" pointing out that McCollum had sponsored hate crimes legislation while a member of the House of Representatives. Martínez pulled some of the more offensive ads from the air after a personal appeal from Governor Jeb Bush, but never disavowed them. The St. Petersburg Times took the extraordinary step of revoking its endorsement of Martínez in the Republican primary and endorsing McCollum.McCollum for GOP . Editorial by St. Petersburg Times, August 30, 2004. In the Republican primary on August 31, Martínez won a decisive victory over McCollum (45 to 31 percent). Shortly afterward, he spoke alongside President Bush at the 2004 Republican National Convention on September 2. During part of his tenure in the Senate, Martínez sat at the Candy desk. ===General election=== Martínez defeated his Democratic opponent, Betty Castor, in a very close election that was preceded by numerous negative television ads from both campaigns. Martínez's margin of victory was small enough that a winner was not declared until Castor conceded the day after the election. Twelve of Martinez's 25 stops on taxpayer-funded domestic trips as Secretary of Housing and Urban Development in 2003 were to Florida cities, at the same time that he was also campaigning for Senate in Florida. President Bush won in Florida by 52%-47%, but Martínez only won 49.5%-48.4%,STATISTICS OF THE PRESIDENTIAL AND CONGRESSIONAL ELECTION OF NOVEMBER 2, 2004 , Clerk of the House of Representatives, November 4, 2004, revised June 7, 2007. Retrieved February 26, 2020. with a margin of about 70,000 votes. Martínez did much worse than Bush in the Tampa area, such as in Hillsborough, and Pinellas counties, and in smaller counties such as Liberty and Lafayette. The only counties that Martínez won that Bush did not were Orange and Miami-Dade. ===Campaign reporting violation=== In August 2006, the Martínez campaign acknowledged that the 2004 campaign had been under review by the Federal Election Commission for more than a year. Following the 2004 election, Martínez originally reported that his $12-million campaign had about $115,000 in debt, according to FEC documents. But a revision showed his campaign instead owed $685,000 in election expenses. The campaign spent about $300,000 in accounting and attorney's fees related to the 2004 campaign. On October 28, 2008, Republican Sen. Mel Martínez agreed to pay $99,000 in fines for his campaign's failure to comply with federal election laws, including its acceptance of excess contributions, records show. An FEC audit found Martínez's campaign accepted a total of $313,235 in contributions that exceeded limits from 186 donors. The fine was agreed to by the FEC on Sep 10 and was posted a month later in its database. The organization Citizens for Responsibility and Ethics in Washington (CREW) filed a complaint with the Federal Elections Commission (FEC) in August 2006 that alleged Martínez illegally accepted more than $60,000 from the Bacardi beverage company in the campaign. CREW alleged Bacardi violated the Federal Election Campaign Act (FECA) and FEC regulations by soliciting contributions from a list of the corporation's vendors for these campaigns, and by using corporate funds to pay for food and beverages at campaign events held in the company's corporate headquarters on May 11, 2004. An amended complaint by CREW in October 2006 alleged similar behavior by Bacardi for Democratic Senator Bill Nelson's 2006 re-election campaign. In April 2007, the FEC notified CREW it had reviewed the allegations against Bacardi, the Martínez campaign and the Nelson campaign, found no reason to believe any of the alleged violations occurred, and closed the matter. ==Staffing controversies== On April 6, 2005, Martínez accepted the resignation of his legal counsel, Brian Darling, who was responsible for writing and circulating the Schiavo memo related to the Terry Schiavo case. Martínez immediately denied all knowledge of Darling's involvement in the situation, noting that he himself had inadvertently passed a copy of the memo to Democratic Senator Tom Harkin of Iowa, believing that it was nothing more than an outline of the Republican proposal. Martínez asserted that the memo \"was intended to be a working draft,\" stating that Darling \"doesn't really know how I got it.\" The Schiavo memo is the third incident in which Martínez accepted broad responsibility while laying blame upon a staffer for the underlying deed. During the Republican primary, a staffer was blamed for a passage in a campaign flyer painting his opponent Bill McCollum as a servant of the \"radical homosexual lobby.\" Shortly thereafter another staffer was blamed for labeling federal agents involved in the Elián González affair as \"armed thugs.\" In spite of Martínez's vocal objections to homosexual issues such as gay marriage, he employed two gay men in his 2004 Senate campaign.Anti-gay Senate candidate has two gay advisers ==Republican National Committee== In November 2006, Martínez was named general chairman of the Republican Party for the 2007–2008 election cycle (Mike Duncan handled the day-to-day operations). Some felt the choice was made in part due to the dip in support for Republicans among Latino voters in the 2006 midterm elections. Some conservatives objected to Martínez's selection, citing his positions on immigration and their general lack of enthusiasm for his performance as senator. Martínez stepped down from this position on October 19, 2007. ==Published works== In August 2008, Martínez released an autobiography titled A Sense of Belonging; From Castro's Cuba to the U.S. Senate, One Man's Pursuit of the American Dream. The book was written by Martínez with Ed Breslin (Crown Publishing, August 2008) . The book Immigrant Prince is a biography about Martínez written by Richard E. Foglesong, the George and Harriet Cornell Professor of Politics at Rollins College (University Press of Florida, April 2011) . ==Lobbying Spanish government officials on behalf of U.S.A == Three months into Barack Obama's presidential term, the Administration tapped Senator Mel Martínez to deliver a private message to Spanish government officials in order to thwart a probe into former Bush Administration officials for rendition and torture of Guantanamo detainees which the U.S was failing to investigate. According to Carol Rosenberg, \"The cause for alarm at the U.S. Embassy was what a U.S. diplomat called a 'well documented' 12-inch-tall dossier compiled by a Spanish human rights group. In the name of five Guantánamo captives with ties to Spain, it accused the Bush legal insiders of laying the foundation for abuse of detainees in the months following the September 11, 2001, attacks. The six accused are: former Attorney General Alberto Gonzales; David Addington, former chief of staff and legal adviser to the Vice President; William Haynes, former DOD General Counsel; Douglas Feith, former Under Secretary of Defense for Policy; Jay Bybee, former head of the DOJ Office of Legal Counsel; and John Yoo, a former member of Bybee's staff. On April 15, 2009, Martínez met with Acting Foreign Minister Angel Losada on a visit to the Spanish foreign ministry, where he warned that an investigation would have consequences, and \"that prosecutions would not be understood or accepted in the U.S. and would have an enormous impact on the bilateral relationship.\" Lossada told Martínez that he understood the complications but \"the independence of the judiciary and the process must be respected\", and \"that the executive branch of government could not close any judicial investigation and urged that this case not affect the overall relationship, adding that our interests were much broader, and that the universal jurisdiction case should not be viewed as a reflection of the Spanish Government's position.\" Following the outreach, the Spanish Attorney General Cándido Conde-Pumpido's press chief told the media that the Prosecutor's office will deliver the AG's recommendation to the National Court, where it will be up to investigating judge Baltasar Garzon to decide whether to pursue the case or not. Baltasar Garzon has been an outspoken critic of the Guantanamo Bay detention facility and has publicly stated that former President George W. Bush should be tried for war crimes. In April 2010, on the advice of the Spanish Attorney General Cándido Conde-Pumpido, who believes that an American tribunal should judge the case (or dismiss it) before a Spanish Court ever thinks about becoming involved, prosecutors recommended that Judge Garzon should drop his investigation. As CNN reported, Mr. Conde- Pumpido told reporters that Judge Garzon's plan threatened to turn the court \"into a toy in the hands of people who are trying to do a political action.\" ==Positions== * Abortion: Rated 100% by National Right to Life Committee, which indicates a pro-life stance. Morally opposed to abortion even in case of rape or incest, he supports education to reduce abortions, and supports the promotion of alternatives such as adoption. His position on the legality of abortion is unclear, but he has indicated that he would not vote for prosecuting involved parties even in the event of a reversal of Roe v. Wade. In a debate moderated by Tim Russert, Martínez stated: > \"The bottom line is I don't plan on prosecuting anyone. When I go to the > United States Senate, I'm going to be confirming judges who will go to the > courts, and the courts will deal with the issue. This is not up for a vote > by the United States Senate.\" He added, \"We're far from prosecuting people > in this country over that issue\" * Economy: Supports free trade generally; supports tax cuts; advocates lowering regulation of employers and reducing liability insurance burdens. * Education: Supports No Child Left Behind Act; advocates more standardized testing; supports school voucher programs; supports English-only education. * Immigration: In his 2004 campaign, Martínez said \"Our immigration policy should first and foremost ensure the security of our great Nation and those individuals posing a terrorist threat should be prevented from entering our country. I strongly oppose amnesty for illegal aliens; our immigration laws should not reward lawlessness\" and \"I oppose amnesty for illegal aliens. I support a plan that matches workers with needy employers without providing a path to citizenship. Immigration to this country must always be done through legal means\" In a 2006 after election platform reversal, he helped craft the Comprehensive Immigration Reform Act of 2006 that would be referred to by much of his own party as \"amnesty\". (see ). On June 28, 2007, he would later vote for the Comprehensive Immigration Reform Act of 2007 – which he helped form with other Senate leaders – that would allow many illegal immigrants to become citizens. The bill was defeated through being denied cloture on the Senate floor. * Environment: Supports funding state conservation preservation funding without raising taxes; supports opening up maximum amount of Forest Services federal land for hunting and shooting sports; supports \"voluntary incentives\" legislation to make it easier for private landowners to set aside land for hunting, shooting, and conservation purposes. * Foreign policy ** Cuba: Critical of Cuba's human rights record; supports tightening travel and strengthening the economic and trade blockade against Cuba; supports U.S. government funding of persons in Cuba who are opposed to current Cuban government; opposes foreign aid to countries that oppose U.S. policies; Advocates closure of Guantanamo Bay detainment camp Senator Martínez is also a member of the Congressional Cuba Democracy Caucus ** Iraq: Supports the Bush Doctrine, but has asserted that the U.S. erred in hastily dismantling the Iraqi Army. ** Israel: Supports Israeli self-determination; supports close ties between U.S. and Israel * Health care: Supports private Medicare and Social Security accounts for new workers; advocates more thorough investigations of Medicare fraud; supports reimportation of drugs from Canada. * Homeland security: Opposes base closures in Florida; advocates maintaining \"the strongest military in the world.\" Even to the point of spending additional funds to keep Oliver Hazard Perry class frigates in service even after they have lost their air defense missile capabilities. * Religion: Supports free exercise of religion; opposes \"removing all public displays of religious devotion\" from society. * Same-sex marriage and gay rights: Supported an amendment to the United States Constitution to ban same-sex marriage. In June 2006, he was quoted on the matter regarding not amending the Constitution, thus leaving each State to come up with its own laws, \"It isn't good enough to say, 'Leave it up to the states.' ... If we leave it up to the states we will see the erosion of marriage that we've seen by activist courts, which we otherwise will not see if we protect the institution of marriage at the federal level\". He opposed legislation that would prevent employers from firing gays, and has declined to endorse anti hate crimes legislation. In 2006, Kansas U.S. Senator Sam Brownback blocked a confirmation vote on a George W. Bush federal appeals court nominee from Michigan, judge Janet T. Neff, objecting to her joining the bench solely for her having attended a same-sex commitment ceremony in Massachusetts in 2002 which involved a next door neighbor who was a close childhood friend of Neff's daughters.Senator Removes His Block on Federal Court Nominee , New York Times, Neil A. Lewis, December 19, 2006. Retrieved December 22, 2017. In July 2007, he finally lifted his block that had prevented the vote, and Brownback was joined in opposition by just three other conservatives, including Senator Martinez.110th Congress, roll call vote 240 , United States Senate, July 9, 2007. Retrieved December 22, 2017. * Senior Citizens: Lead sponsor of legislation to create a nationwide Silver Alert program to help locate missing seniors. * U.S. Supreme Court nominations: Has voted in favor of all three nominees who were nominated during his Senate tenure: John Roberts (2005), Samuel Alito (2006), and Sonia Sotomayor (2009). * Welfare: Supports Republican-style welfare reforms encouraging personal responsibility; supports programs for job training and retraining. * Public housing: Supports providing housing for peoples of a needy situation: physically, mentally, as well as financially. When secretary of the Department of Housing and Urban Development, Senator Martínez played a large part in the construction of housing and continued to do so as a junior senator. On January 25, 2008, Martínez endorsed Sen. John McCain in the Florida Republican primary of the 2008 presidential election, citing McCain's understanding of national security and economic and foreign policy. McCain subsequently won the primary. ==Electoral history== ==See also== *List of foreign-born United States Cabinet members *List of Hispanic and Latino Americans in the United States Congress *List of United States senators born outside the United States ==Footnotes== ==External links== * * * Republican Party General Chairman Senator Mel Martínez * New York TimesMelquíades Rafael Martínez News collected news and commentary * Profile at SourceWatch * Mel Martínez for US Senate, Campaign site |- |- |- |- Category:1946 births Category:21st-century American politicians Category:21st-century Roman Catholics Category:Bishop Moore High School alumni Category:American politicians of Cuban descent Category:American Roman Catholics Category:Cuban emigrants to the United States Category:Exiles of the Cuban Revolution in the United States Category:People from Sagua la Grande Category:Florida lawyers Category:Florida Republicans Category:Florida State University alumni Category:Florida State University College of Law alumni Category:George W. Bush administration cabinet members Category:Hispanic and Latino American members of the Cabinet of the United States Category:Hispanic and Latino American members of the United States Congress Category:Knights of Malta Category:Living people Category:People with acquired American citizenship Category:Republican National Committee chairs Category:Republican Party United States senators Category:2000 United States presidential electors Category:United States Secretaries of Housing and Urban Development Category:United States senators from Florida",
 "title": "Mel Martínez"
}