{
 "id": "297015",
 "text": "Frank Heyling Furness (November 12, 1839 - June 27, 1912) was an American architect of the Victorian era. He designed more than 600 buildings, most in the Philadelphia area, and is remembered for his diverse, muscular, often unordinarily scaled buildings, and for his influence on the Chicago architect Louis Sullivan. Furness also received a Medal of Honor for bravery during the Civil War. Toward the end of his life, his bold style fell out of fashion, and many of his significant works were demolished in the 20th century. Among his most important surviving buildings are the University of Pennsylvania Library (now the Fisher Fine Arts Library), the Pennsylvania Academy of the Fine Arts, and the First Unitarian Church of Philadelphia, all in Philadelphia, Pennsylvania, and the Baldwin School Residence Hall in Bryn Mawr. ==Biography== Furness was born in Philadelphia on November 12, 1839. His father, William Henry Furness, was a prominent Unitarian minister and abolitionist, and his brother, Horace Howard Furness, became America's outstanding Shakespeare scholar. Frank, however, did not attend a university and apparently did not travel to Europe. He began his architectural training in the office of John Fraser, Philadelphia, in the 1850s. He attended the École des Beaux-Arts-inspired atelier of Richard Morris Hunt in New York from 1859 to 1861, and again in 1865, following his military service. Furness considered himself Hunt's apprentice and was influenced by Hunt's dynamic personality and accomplished, elegant buildings. He was also influenced by the architectural concepts of the French engineer Viollet-le-Duc and the British critic John Ruskin. thumb|150px|Germantown Unitarian Church (1866–67, demolished ca. 1928). Furness's first commission, Germantown Unitarian Church (1866–67, demolished ca. 1928), was a solo effort, but in 1867, he formed a partnership with Fraser, his former teacher, and George Hewitt, who had worked in the office of John Notman. The trio lasted less than five years, and its major commissions were Rodef Shalom Synagogue (1868–69, demolished) and the Lutheran Church of the Holy Communion (1870–75, demolished). Following Fraser's move to Washington, D.C., to become supervising architect for the U.S. Treasury Department, the two younger men formed a partnership in 1871, and soon won the design competition for the Pennsylvania Academy of the Fine Arts (1871–76). Louis Sullivan worked briefly as a draftsman for Furness & Hewitt (June - November 1873), and his later use of organic decorative motifs can be traced, at least in part, to Furness. By the beginning of 1876, Furness had broken with Hewitt, and the firm carried only his name. Hewitt and his brother William formed their own firm, G.W. & W.D. Hewitt, and became Furness's biggest competitor. In 1881, Furness promoted his chief draftsman, Allen Evans, to partner (Furness & Evans); and, in 1886, did the same for four other long-time employees.James F. O'Gorman, George E. Thomas & Hyman Myers, The Architecture of Frank Furness (Philadelphia Museum of Art, 1973), pp. 200-03. The firm continued under the name Furness, Evans & Company as late as 1932, two decades after its founder's death.Michael J. Lewis, Frank Furness: Architecture and the Violent Mind (New York: W.W. Norton & Co., Inc., 2001). Furness was one of the most highly paid architects of his era, and a founder of the Philadelphia Chapter of the American Institute of Architects. Over his 45-year career, he designed more than 600 buildings, including banks, office buildings, churches, and synagogues. Nearly one-third of his commissions came from railroad companies. As chief architect of the Reading Railroad, he designed about 130 stations and industrial buildings. For the Pennsylvania Railroad, he designed more than 20 structures, including the great Broad Street Station (demolished 1953) at Broad and Market Streets in Philadelphia. His 40 stations for the Baltimore & Ohio Railroad included the ingenious 24th Street Station (demolished 1963) beside the Chestnut Street Bridge. His residential buildings included numerous mansions in Philadelphia and its suburbs (especially the Main Line), as well as commissioned houses at the New Jersey seashore; Newport, Rhode Island; Bar Harbor, Maine; Washington, D.C.; New York state; and Chicago, Illinois. Furness broke from dogmatic adherence to European trends, and juxtaposed styles and elements in a forceful manner. His strong architectural will is seen in the unorthodox way he combined materials: stone, iron, glass, terra cotta, and brick. And his straightforward use of these materials, often in innovative or technologically advanced ways, reflected Philadelphia's industrial-realist culture of the post–Civil War period. ==Military service== During the Civil War, Furness served as captain and commander of Company F, 6th Pennsylvania Volunteer Cavalry (\"Rush's Lancers\"). He received the Medal of Honor for his gallantry at the Battle of Trevilian Station. ===Medal of Honor citation=== Rank and organization: Captain, Company F, 6th Pennsylvania Cavalry. Place and date: At Trevilian Station, Virginia, June 12, 1864. Entered service at: Philadelphia, Pa. Birth:------. Date of issue: October 20, 1899. Citation: > The President of the United States of America, in the name of Congress, > takes pleasure in presenting the Medal of Honor to Captain (Cavalry) Frank > Furness, United States Army, for extraordinary heroism on 12 June 1864, > while serving with Company F, 6th Pennsylvania Cavalry, in action at > Trevilian Station, Virginia. Captain Furness voluntarily carried a box of > ammunition across an open space swept by the enemy's fire to the relief of > an outpost whose ammunition had become almost exhausted, but which was thus > enabled to hold its important position.Wittenberg, 2000. ===Gettysburg monument=== thumb|150px|6th Pennsylvania Cavalry Monument, Gettysburg Battlefield (1888). Twenty-five years after fighting in the Battle of Gettysburg, he designed the monument to his regiment on South Cavalry Field: > In design it is a simple granite block, as massive as a dolmen, but > surrounded by a corona of bronze lances that are models of the original > lances. ... [T]hey are depicted in a resting position, as if waiting to be > seized at any instant and brought into battle. The sense of suspended action > before the moment of the battle is all the more potent because it is > rendered in stone and metal, making it perpetual. Of the hundreds of > monuments at Gettysburg, Furness's is among the most haunting. == Furniture == thumb|200px|left|Horace Howard Furness Desk (1870-1871), Frank Furness and Daniel Pabst, Philadelphia Museum of Art Furness designed custom furniture for a number of his early residences and buildings. One notable commission was the 1870-1871 redesign of the interiors of elder brother Horace Howard Furness's city house, at the southwest corner of 7th & Locust Streets, Philadelphia. Work on HHF's library included elaborate Neo-Grec bookcases, a reliquary for a (supposed) death mask of William Shakespeare, and a Neo-Grec desk, now at the Philadelphia Museum of Art. These pieces can be documented by drawings in Furness's sketchbooks and a letter in HHF's papers: \"These bookcases were placed in position this day—February 18th 1871. They were designed by Capt. Frank Furness, and made by Daniel Pabst …\"Quoted in David Hanks, \"Daniel Pabst,\" Nineteenth Century Furniture: Innovation, Revival, and Reform (New York: Art & Antiques, 1982), p. 43. In 1873, Furness designed interiors and furniture for the Manhattan city house of Theodore Roosevelt, Sr., father of the future president. Although the house was demolished, Furness/Pabst furniture from it survives at Sagamore Hill, the Metropolitan Museum of Art, and the High Museum of Art, in Atlanta.Roosevelt dining table , from High Museum of Art. Furness designed bookcases and a suite of table and armchairs for the boardroom of the Pennsylvania Academy of the Fine Arts, along with the lectern for its auditorium. Manufacture of these is attributed to Pabst. A 1875-1876 PAFA boardroom armchair is in the Victoria and Albert Museum, in London.PAFA armchair, from Victoria and Albert Museum. == Personal == Furness married Fanny Fassit in 1866, and they had four children: Radclyffe, Theodore, James, and Annis Lee. His brother-in-law, James Wilson Fassitt Jr. (1850–1892), became an architect in Furness's firm, and was promoted to partner in 1886. Frank Furness died on June 27, 1912, at \"Idlewild,\" his summer house outside Media, and was buried at Laurel Hill Cemetery, Philadelphia. ==Rediscovery== Following decades of neglect, during which many of Furness's most important buildings were demolished, there was a revival of interest in his work in the mid-20th century. The critic Lewis Mumford, tracing the creative forces that had influenced Louis Sullivan and Frank Lloyd Wright, wrote in The Brown Decades (1931): \"Frank Furness was the designer of a bold, unabashed, ugly, and yet somehow healthily pregnant architecture.\"Lewis Mumford, The Brown Decades: A Study of Arts in America 1865-1895 (New York: 1931), p. 144. The architectural historian Henry-Russell Hitchcock, in his comprehensive survey Architecture: Nineteenth and Twentieth Centuries (revised 1963), saw beauty in that ugliness: Architect and critic Robert Venturi in Complexity and Contradiction in Architecture (1966) wrote, not unadmiringly, of the National Bank of the Republic (later the Philadelphia Clearing House): > The city street facade can provide a type of juxtaposed contradiction that > is essentially two-dimensional. Frank Furness' Clearing House, now > demolished like many of his best works in Philadelphia, contained an array > of violent pressures within a rigid frame. The half-segmental arch, blocked > by the submerged tower which, in turn, bisects the facade into a near > duality, and the violent adjacencies of rectangles, squares, lunettes, and > diagonals of contrasting sizes, compose a building seemingly held up by the > buildings next door: it is an almost insane short story of a castle on a > city street.Robert Venturi, Complexity and Contradiction in Architecture > (New York: Museum of Modern Art Papers on Architecture, 1966), pp. 56-57. On the occasion of its centennial in 1969, the Philadelphia Chapter of the American Institute of Architects memorialized Furness as its 'great architect of the past': > For designing original and bold buildings free of the prevalent Victorian > academicism and imitation, buildings of such vigor that the flood of > classical traditionalism could not overwhelm them, or him, or his clients > ... For shaping iron and concrete with a sensitive understanding of their > particular characteristics that was unique for his time ... For his > significance as innovator-architect along with his contemporaries John Root, > Louis Sullivan and Frank Lloyd Wright ... For his masterworks, the > Pennsylvania Academy of the Fine Arts, the Provident Trust Company, the > Baltimore and Ohio Railroad Station, and the University of Pennsylvania > Library (now renamed the Furness Building) ... For his outstanding abilities > as draftsman, teacher and inventor ... For being a founder of the > Philadelphia Chapter and of the John Stewardson Memorial Scholarship in > Architecture ... And above all, for creating architecture of imagination, > decisive self-reliance, courage, and often great beauty, an architecture > which to our eyes and spirits still expresses the unusual personal > character, spirit and courage for which he was awarded the Congressional > Medal of Honor for bravery on a Civil War battlefield.Louis I. Kahn was > saluted as the Chapter's great architect of the present. AIA 100: Centennial > Yearbook (Philadelphia Chapter of the American Institute of Architects, > 1970), pp. 12-13. File:ProvidentTrust.jpg|Provident Life & Trust Company, Philadelphia (1879, demolished 1959–60). File:Furness National Bank of the Republic.jpg|National Bank of the Republic (later Philadelphia Clearing House), Philadelphia (1883–84, demolished). File:B&OPassengerStationPhiladelphia.jpg;|Baltimore & Ohio Railroad Station, Philadelphia (1886–88, demolished 1963). ==Legacy== thumb|130px|Cabinet doors from the Horace Howard Furness Library (1870-1871), Frank Furness and Daniel Pabst, private collection Furness designed custom interiors and furniture in collaboration with Philadelphia cabinetmaker Daniel Pabst. Examples are in the collections of the Philadelphia Museum of Art;Modern Gothic desk, from Philadelphia Museum of Art.Modern Gothic chair, from Philadelphia Museum of Art. the University of Pennsylvania;Furness-Pabst bookcase , from University of Pennsylvania. the High Museum of Art in Atlanta, Georgia;Roosevelt dining table , from High Museum of Art. the Victoria and Albert Museum in London,Pennsylvania Academy of the Fine Arts armchair, from Victoria and Albert Museum. and elsewhere. Mark-Lee Kirk's set designs for the 1942 Orson Welles film The Magnificent Ambersons seem to be based on Furness's ornate Neo-Grec interiors of the 1870s. A fictional desk designed by Furness is featured in the John Bellairs novel The Mansion in the Mist. Furness's independence and modernist Victorian-Gothic style inspired 20th-century architects Louis Kahn and Robert Venturi. Living in Philadelphia and teaching at the University of Pennsylvania, they often visited Furness's Pennsylvania Academy of the Fine Arts — built for the 1876 Centennial — and his University of Pennsylvania Library. In 1973, the Philadelphia Museum of Art mounted the first retrospective of Furness's work, curated by James F. O'Gorman, George E. Thomas and Hyman Myers. Thomas, Jeffrey A. Cohen and Michael J. Lewis authored Frank Furness: The Complete Works (1991, revised 1996), with an introduction by Robert Venturi. Lewis wrote the first biography: Frank Furness: Architecture and the Violent Mind (2001). The 2012 centenary of Furness's death was observed with exhibitions at the Philadelphia Museum of Art, the Pennsylvania Academy of the Fine Arts, the University of Pennsylvania, Drexel University, the Library Company of Philadelphia, the Athenaeum of Philadelphia, the Delaware Historical Society, the First Unitarian Church of Philadelphia, and elsewhere.Furness schedule of events On September 14, a Pennsylvania state historical marker was dedicated in front of Furness's boyhood home at 1426 Pine Street, Philadelphia (now Peirce College Alumni Hall). Opposite the marker is Furness's 1874-75 dormitory addition to the Pennsylvania Institute for the Deaf and Dumb, now the Furness Residence Hall of the University of the Arts.Furness Residence Hall ==Selected architectural works== thumb|200px|The \"Chinese Wall\", the station's stone viaduct, carried the PRR tracks 10 blocks from Broad Street to the Schuylkill River. ===Philadelphia buildings=== *Northern Savings Fund Society Building, 1871–72, with George Hewitt.Northern Savings Fund Society Building at the Historic American Buildings Survey *Pennsylvania Academy of the Fine Arts, Broad & Cherry Streets, 1871–76, with George Hewitt. *Parish House, Church of St. Luke and the Epiphany, 330 South 13th Street, c. 1875, with George Hewitt. *Thomas Hockley House, 21st & St. James Streets, 1875. *Gatehouses, Philadelphia Zoological Gardens, 1875–76.Philadelphia Zoo Gatehouses at Philadelphia Architects and Buildings *Centennial National Bank, 33rd & Market Streets, 1876. Now Paul Peck Alumni Center, Drexel University. *Kensington National Bank, Girard & Frankford Aves., 1877 (Now a branch of Wells Fargo).Kensington National Bank at the Historic American Buildings Survey *St. Stephen's Episcopal Church transept and vestry room, 19 S 10th Street, 1879. *Knowlton (William H. Rhawn mansion), Rhawn Street & Verree Road, 1881. *Gravers Lane Station, 200 E Gravers Lane, Chestnut Hill, 1882. Philadelphia & Reading Company *Mount Airy Station, E Gowen Ave & Devon St, Mount Airy, 1882. Philadelphia & Reading Company *Undine Barge Club, #13 Boathouse Row, 1882–83.Undine Barge Club *First Unitarian Church of Philadelphia, 2125 Chestnut Street, 1885. *University of Pennsylvania Library, 34th Street, 1891. Now the Anne and Jerome Fisher Fine Arts Library. *Mortuary Chapel, Mount Sinai Cemetery (Frankford), 1891–92. *Horace Jayne House, 19th & Delancey Streets, 1895.Horace Jayne house from Flickr *Girard Trust Bank, Broad & Chestnut Streets, 1907 (now The Ritz-Carlton Philadelphia) constructed for the Girard Trust Company.The concept for this building was Furness's, but it was designed by his partner, Allen Evans, along with the New York firm of McKim, Mead and White. George E. Thomas, Jeffrey A. Cohen & Michael J. Lewis, Frank Furness: The Complete Works (Princeton Architectural Press, revised edition 1996), pp. 338-39.Girard Trust Company at the Historic American Buildings Survey *Henry's home, sole surviving building of the demolished Thomas and H. Pratt McKean townhouses, 1923 Walnut St., 1869. *Undine Barge Club, Boathouse Row, Philadelphia, 1882. *Wayne Junction station, 4481 Wayne Avenue. ===Demolished Philadelphia buildings=== *Germantown Unitarian Church, 1866-67Unitarian Society of Germantown *Rodef Shalom Synagogue, 1868–69.Rodef Shalom at National Museum of American Jewish History. *Thomas and H. Pratt McKean townhouses, 1923-25 Walnut St., 1869, demolished 1897 and 1920s. *Lutheran Church of the Holy Communion, 1870–75.Lutheran Church of the Holy Communion at Bryn Mawr College. *Guarantee Trust and Safe Deposit Company, 1875.Guarantee Trust Company at Philadelphia Architects and Buildings *Brazilian Section, Main Exhibition Building, Centennial Exposition (1876). *Church of the Redeemer for Seamen and their Families, 1878.Seamen's Church of the Redeemer at the Historic American Buildings Survey *Provident Life & Trust Company, 1879.Provident Life & Trust Co. at the Historic American Buildings Survey *Library Company of Philadelphia Building, 1879–80.Library Company of Philadelphia at Bryn Mawr College. *Reliance Insurance Company Building, 1881–82.Reliance Insurance Company Building at the Historic American Buildings Survey *National Bank of the Republic (later Philadelphia Clearing House), 1883–84.National Bank of the Republic at Philadelphia Architects and Buildings *Baltimore & Ohio Railroad Station (24th Street Station), 1886–88.Baltimore & Ohio Terminal at the Historic American Buildings Survey *The Cottage at the Institute of the Pennsylvania Hospital, c 1888 *Franklin Sugar Refinery, 125 S 12th Street, c. 1895. *Alexander J. Cassatt townhouse, 202 West Rittenhouse Square, c. 1888. *Broad Street Station, Pennsylvania Railroad, 1892–93.Broad Street Station at the Historic American Buildings Survey *Arcade Building and pedestrian bridge to Broad Street Station, 1901–02.Arcade Building at the Historic American Buildings Survey ===Buildings elsewhere=== ==== Railroad Stations ==== *Wallingford Station, Wallingford, Pennsylvania, c. 1880. * Manheim Station, Manheim, Pennsylvania, 1881, Philadelphia & Reading Company. *East Strasburg Station, Petersburg, Pennsylvania, 1882, Philadelphia & Reading Company, moved to Strasburg Railroad. *Sunbury Station, Sunbury, Pennsylvania, 1883, Philadelphia & Reading Company. *Aberdeen Station, Aberdeen, Maryland, 1885, Baltimore & Ohio Railroad. *B&O; Station, Pittsburgh, Pittsburgh, Pennsylvania, 1887, demolished 1955, Baltimore and Ohio Railroad. *Lansdowne Station, Lansdowne, Pennsylvania, 1901, Pennsylvania Railroad. *Edgewood Station, Edgewood, Pennsylvania, 1903, Pennsylvania Railroad. *Sherwood Station, Riderwood, Maryland, 1905, Northern Central Railway. =====Wilmington, Delaware===== Three buildings in Wilmington, Delaware, reputed to be the largest grouping of Furness-designed railroad buildings, form the Frank Furness Railroad District. *Water Street Station, Baltimore & Ohio Railroad, ca. 1887.B&O; Water Street Station at Philadelphia Architects and Buildings *Pennsylvania Railroad Building, 1905.Pennsylvania Building at Philadelphia Architects and Buildings *French Street Station (Wilmington Station), Pennsylvania Railroad (now Amtrak), 1908.Wilmington Station at Philadelphia Architects and Buildings ==== Residences ==== *Grubb Cottage (E. Burd Grubb Estate), Burlington, New Jersey, 1872 *Lindenshade (Horace Howard Furness house), Wallingford, Pennsylvania, 1873 (demolished 1940).Lindenshade at the Historic American Buildings Survey.Lindenshade after 1885 at Bryn Mawr College. *Fairholme (Fairman Rogers mansion), Newport, Rhode Island, 1874-1875\\. Its carriage house is now Jean and David W. Wallace Hall, Salve Regina University.Jean and David W. Wallace Hall at the Historic Campus Architecture Project *George Fryer cottage, Cape May, New Jersey, 1871–72; rebuilt after fire, 1878–79.Fryer's Cottage at the Historic American Buildings Survey. *Emlen Physick house, Cape May, New Jersey, 1879.Emlen Physick Estate at the Historic American Buildings Survey *Fairview, near Delaware City, Delaware (1880 alterations). Furness added a third story and rear wing to an 1822 farmhouse. *Dolobran (Clement A. Griscom mansion), Haverford, Pennsylvania, 1881, circa-1888, 1894.Dolobran at the Historic American Buildings Survey *Lotta Crabtree Cottage, Mount Arlington, New Jersey, 1885–86. *Idlewild (Frank Furness house), Idlewild Lane, Media, Pennsylvania (c. 1888). *Ragged Edge (Col. Moorhead Kennedy house), Chambersburg, Pennsylvania, 1900–1901.History from Inn at Ragged Edge. ==== Schools ==== *Williamson College of the Trades (formerly Williamson Free School of Mechanical Trades), Elwyn, Pennsylvania, original campus buildings, completed in 1889–90.Williamson Free School Main Building *The Baldwin School (built as the second Bryn Mawr Hotel), Bryn Mawr, Pennsylvania, 1890.The Baldwin School at Bryn Mawr College. *Recitation Hall, University of Delaware, Newark, Delaware, 1891.Recitation Hall from Philadelphia Architects and Buildings *Haverford School, Haverford, Pennsylvania, 1902.Haverford School from Township of Lower Merion ==== Churches ==== *All Hallows Church, Wyncote, Pennsylvania, 1897.All Hallows Church *Church of Our Father, Hull's Cove, Mount Desert Island, Maine, 1890–91.Church of Our Father *St. Michael's Protestant Episcopal Church, Birdsboro, Pennsylvania, 1884–85.St. Michael's interior at Architectural Archives of the University of Pennsylvania ==== Other ==== *New Castle Public Library, New Castle, Delaware, 1892 (now Old Library Museum, New Castle Historical Society).New Castle Library *Sixth Pennsylvania Cavalry (Rush's Lancers) Monument, Gettysburg Battlefield, Gettysburg, Pennsylvania, 1888.6th Pennsylvania Cavalry Monument from Flickr *Merion Cricket Club, Haverford, Pennsylvania (Allen Evans, Furness's partner, is credited with the design), 1896–97.Merion Cricket Club at the Historic American Buildings Survey. ==Gallery== File:22nd & Walnut, from Robert N. Dennis collection of stereoscopic views.jpg|Thomas and H. Pratt McKean Townhouses, 1923-25 Walnut St., Philadelphia, Pennsylvania (1869, demolished 1897 and 1920s). File:Lindenshade.jpg|Lindenshade (Horace Howard Furness house), Wallingford, Pennsylvania (c. 1873, demolished 1940). A country house built for the architect's brother, it was later greatly expanded. File:HockleyHouse.jpg|Thomas Hockley house, 235 S. 21st St., Philadelphia (1875), Furness & Hewitt. File:Philadelphia Zoo entrance, Philadelphia, Pennsylvania, USA-27June2010.jpg|Gatehouses, Philadelphia Zoo, Fairmount Park, Philadelphia (1875–76, altered), Furness & Hewitt. File:WTP A03 dthomsen8 1.jpg|Centennial National Bank, Philadelphia (1876), now Paul Peck Alumni Center, Drexel University. File:Brazilian section, Main building, from Robert N. Dennis collection of stereoscopic views 2.jpg|Brazilian Section, Main Exhibition Building, Centennial Exposition, Philadelphia (1876). File:Cooks Villa 2 CMHD.JPG|J. F. Fryer cottage, Cape May, New Jersey (1878–79). The pierced-tile inserts in the railings are believed to have come from the Japanese Pavilion at the 1876 Centennial Exposition. File:Wallingford Station.JPG|Wallingford Station, Wallingford, Pennsylvania (c. 1880). Horace Howard Furness's country house, Lindenshade, stood on the hill behind the station. File:Knowlton.JPG|Knowlton (William H. Rhawn mansion), Northeast Philadelphia (1881). File:Dolobran Montco PA 03.JPG|Dolobran (Clement A. Griscom mansion), Haverford, Pennsylvania (1881, circa 1888, 1894). File:RelianceInsurance.jpg|Reliance Insurance Company of Philadelphia (1881–82, demolished 1960). File:Undine2010.jpg|Undine Barge Club, #13 Boathouse Row, Philadelphia (1882–83). File:First Unitarian Church of Philadelphia, 2125 Walnut Street.jpg|First Unitarian Church of Philadelphia (1886). File:B&OStationFromEast.jpg;|Baltimore & Ohio Railroad Station, Philadelphia (1886–88, demolished 1963), looking west from 24th Street. File:B&OWaitingroomStair.jpg;|Baltimore & Ohio Railroad Station, Philadelphia (1886–88, demolished 1963), stairs from Lower Waiting Room. File:BO1911.JPG|Baltimore & Ohio Railroad Station, Pittsburgh (1887, demolished 1955). File:Furness Idlewild.JPG|Idlewild, Media, Pennsylvania (1888). Furness's own country house is reminiscent of his University of Pennsylvania Library. File:CassattHouse.jpg|Alexander J. Cassatt townhouse, 202 West Rittenhouse Square, Philadelphia (altered by Furness c. 1888, demolished 1972). File:Jayne House Philly.JPG|Horace Jayne House, 19th & Delancey Sts., Philadelphia (1895). The grandest of his surviving city houses, Mrs. Jayne was Furness's niece Caroline. File:MerionCricket.jpg|Merion Cricket Club, Haverford, Pennsylvania (1896–97). Allen Evans was a founding member of the club, and probably designed all its buildings. File:ArcadeBuilding.jpg|Arcade Building and pedestrian bridge to Broad Street Station, Philadelphia (1901–02, demolished 1969). File:GirardTrust.jpg|Girard Trust Company Building, Philadelphia (1907), (now The Ritz-Carlton Philadelphia). The concept for the bank was Furness's, but it was designed by Allen Evans and the New York firm of McKim, Mead and White. File:Williamson Free Trade School.JPG|Williamson Free School of Mechanical Trades campus (1890), (Rowan Hall shown) Middletown Township, Pennsylvania. File:Graver Lane SEPTA.JPG|Graver's Lane Station, Philadelphia & Reading Railroad, Philadelphia (1882). ==See also== *List of American Civil War Medal of Honor recipients: A–F ==Notes== ==References== ==Sources== *Lewis, Michael J., Frank Furness: Architecture and the Violent Mind, 2001. *O'Gorman, James F., et al., The Architecture of Frank Furness. Philadelphia Museum of Art; 1973. *Thayer, Preston, The Railroad Designs of Frank Furness: Architecture and Corporate Imagery in the Late Nineteenth Century, University of Pennsylvania, Philadelphia (Ph.D. dissertation), 1993. *Thomas, George E., Jeffrey A. Cohen & Michael J. Lewis, Frank Furness: The Complete Works. Princeton Architectural Press, revised edition 1996. *Venturi, Robert, Complexity and Contradiction in Architecture. The Museum of Modern Art; 1966. * ==Further reading== * * * ==External links== * Project List - Furness, Evans & Co. at Philadelphia Architects and Buildings * Project List - Frank Furness at Philadelphia Architects and Buildings Category:1839 births Category:1912 deaths Category:19th-century American architects Category:American Civil War recipients of the Medal of Honor Category:Architects from Philadelphia Category:Baltimore and Ohio Railroad people Category:Burials at Laurel Hill Cemetery (Philadelphia) Category:Defunct architecture firms based in Pennsylvania Category:Fellows of the American Institute of Architects Category:Furness family Category:Pennsylvania Railroad people Category:People from Delaware County, Pennsylvania Category:People of Pennsylvania in the American Civil War Category:Railway architects Category:Union Army soldiers Category:United States Army Medal of Honor recipients",
 "title": "Frank Heyling Furness"
}