{
 "id": "297025",
 "text": "was a Japanese avant-garde filmmaker and artist from the Japanese New Wave era. He is best known for the 1964 film Woman in the Dunes. He is also known for directing other titles such as The Face of Another (1966), Natsu No Heitai (Summer Soldiers, 1972), and Pitfall (1962) which was Teshigahara's directorial debut. He has been called \"one of the most acclaimed Japanese directors of all time\". Teshigahara is the first person of Asian descent to be nominated for the Academy Award for Best Director, accomplishing this in 1964 for his work on Woman in the Dunes. Apart from being a filmmaker, Teshigahara also practiced other arts, such as calligraphy, pottery, painting, opera and ikebana. == Biography == Teshigahara was born in Tokyo, the son of Sōfu Teshigahara, founder and grand master of the Sōgetsu-ryū school of ikebana. He graduated in 1950 from the Tokyo National University of Fine Arts and Music and began working in documentary film. He directed his first feature film, Pitfall (1962), in collaboration with author Kōbō Abe and musician Toru Takemitsu. The film won the NHK New Director's award, and throughout the 1960s, he continued to collaborate on films with Abe and Takemitsu while simultaneously pursuing his interest in ikebana and sculpture on a professional level. In 1965, the Teshigahara/Abe film Woman in the Dunes (1964) was nominated for an Academy Award for Best Foreign Language Film and won the Special Jury Prize at the Cannes Film Festival. Although the original director's cut of Woman in the Dunes was 147 minutes, he cut it down to 124 minutes when he was invited to the Cannes Film Festival. In 1972, he worked with Japanese researcher and translator John Nathan to make Summer Soldiers, a film set during the Vietnam War about American deserters living on the fringe of Japanese society. From the mid-1970s onwards, he worked less frequently on feature films as he concentrated more on documentaries, exhibitions and the Sogetsu School and became grand master of the school in 1980. In 1980, after the death of his father, Teshigahara became the third generation Iemoto of Sogetsu School, using bamboo at his large-scale solo exhibitions at several well known museums, including the National Museum of Contemporary Art in Seoul, Korea (1989), Palazzo Reale in Milan, Italy (1995), and the Kennedy Center in Washington, D.C. (1996), among other venues. In Japan, Teshigahara displayed his art installations nationwide, including Gen-Ichiro Inokuma Museum of Contemporary Art in Marugame and Hiroshima City Museum of Contemporary Art. In the 1990s, he pushed the art form of renka, which is a series of impromptu Ikebana arranged by multiple artists. Teshigahara was also involved in ceramics calligraphy and installation art. Throughout his career, Teshigahara also involved himself in stage and art direction, both domestically and internationally. He has directed performances such as the opera Turandot (Lyon, France, 1992; Geneva, Switzerland, 1996), and original Noh play Susanoh (the Avignon Theatre Festival, 1994), Sloka by Chandralekha Dance Company (1999), and original outdoor dance play Susano Iden (1991). ==Collections== In 1983, Teshigahara created a permanent installation at the Ken Domon Museum, Sakata, Japan. ==Death and legacy== Teshigahara died at the age of 74 on April 14, 2001, in his hometown, Tokyo, Japan. On the first anniversary of his death, April 14, 2002, a DVD box set containing his best known work was released in Japan in commemoration. == Filmography == Teshigahara's complete filmography includes: http://www.jmdb.ne.jp/person/p0285850.htm accessed 19 May 2009. 勅使河原宏 映画作品リスト (1953 - 現在) * * * – director and screenplay * – screenplay * * – art * – director and shooting * – director * – director * – director * * * – director * * – producer * aka – director * * – director, planning and shooting * – TV film * – TV film * – TV film * * – director, producer and editing * – director, producer and screenplay * aka Basara – The Princess Goh – director, producer and screenplay == References == == External links == * TeshigaharaHiroshi.com * * * Hiroshi Teshigahara at Strictly Film School * Senses of Cinema: an essay on Hiroshi Teshigahara * Cinescope essay on Teshigahara's films and his collaboration with Kobo Abe and Toru Takemitsu Category:1927 births Category:2001 deaths Category:Deaths from cancer in Japan Category:Deaths from leukemia Category:Japanese film directors Category:People from Chiyoda, Tokyo Category:Tokyo School of Fine Arts alumni Category:Recipients of the Medal with Purple Ribbon Category:Commandeurs of the Ordre des Arts et des Lettres",
 "title": "Hiroshi Teshigahara"
}