{
 "id": "297117",
 "text": "Hydrofluoric acid is a solution of hydrogen fluoride (HF) in water. Solutions of HF are colourless, acidic and highly corrosive. It is used to make most fluorine-containing compounds; examples include the commonly used pharmaceutical antidepressant medication fluoxetine (Prozac) and the material PTFE (Teflon). Elemental fluorine is produced from it. It is commonly used to etch glass and silicon wafers. When hydrofluoric acid comes into contact with human skin, it causes deep burns. ==Uses== ===Production of organofluorine compounds=== The principal use of hydrofluoric acid is in organofluorine chemistry. Many organofluorine compounds are prepared using HF as the fluorine source, including Teflon, fluoropolymers, fluorocarbons, and refrigerants such as freon. Many pharmaceuticals contain fluorine. ===Production of inorganic fluorides=== Most high-volume inorganic fluoride compounds are prepared from hydrofluoric acid. Foremost are Na3AlF6, cryolite, and AlF3, aluminium trifluoride. A molten mixture of these solids serves as a high-temperature solvent for the production of metallic aluminium. Other inorganic fluorides prepared from hydrofluoric acid include sodium fluoride and uranium hexafluoride. ===Etchant, cleaner=== thumbnail|upright=1.4|Wet etching tanks It is used in the semiconductor industry as a major component of Wright Etch and buffered oxide etch, which are used to clean silicon wafers. In a similar manner it is also used to etch glass by treatment with silicon dioxide to form gaseous or water-soluble silicon fluorides. It can also be used to polish and frost glass. :SiO2 \\+ 4 HF → SiF4(g) + 2 H2O :SiO2 \\+ 6 HF → H2SiF6 \\+ 2 H2O A 5% to 9% hydrofluoric acid gel is also commonly used to etch all ceramic dental restorations to improve bonding. For similar reasons, dilute hydrofluoric acid is a component of household rust stain remover, in car washes in \"wheel cleaner\" compounds, in ceramic and fabric rust inhibitors, and in water spot removers. Because of its ability to dissolve iron oxides as well as silica-based contaminants, hydrofluoric acid is used in pre- commissioning boilers that produce high-pressure steam. Hydrofluoric acid is also useful for dissolving rock samples (usually powdered) prior to analysis. In similar manner, this acid is used in acid macerations to extract organic fossils from silicate rocks. Fossiliferous rock may be immersed directly into the acid, or a cellulose nitrate film may be applied (dissolved in amyl acetate), which adheres to the organic component and allows the rock to be dissolved around it. ===Oil refining=== In a standard oil refinery process known as alkylation, isobutane is alkylated with low-molecular-weight alkenes (primarily a mixture of propylene and butylene) in the presence of an acid catalyst derived from hydrofluoric acid. The catalyst protonates the alkenes (propylene, butylene) to produce reactive carbocations, which alkylate isobutane. The reaction is carried out at mild temperatures (0 and 30 °C) in a two-phase reaction. ==Production== Hydrofluoric acid was first prepared in 1771, by Carl Wilhelm Scheele. It is now mainly produced by treatment of the mineral fluorite, CaF2, with concentrated sulfuric acid at approximately 265 °C. :CaF2 \\+ H2SO4 → 2 HF + CaSO4 The acid is also a by-product of the production of phosphoric acid from apatite and fluoroapatite. Digestion of the mineral with sulfuric acid at elevated temperatures releases a mixture of gases, including hydrogen fluoride, which may be recovered. Because of its high reactivity toward glass, hydrofluoric acid is stored in fluorinated plastic (often PTFE) containers. Hydrofluoric acid can be found in nature; it is released in volcanic eruptions. ==Properties== In dilute aqueous solution hydrogen fluoride behaves as a weak acid, Infrared spectroscopy has been used to show that, in solution, dissociation is accompanied by formation of the ion pair ·F−. : + 2 HF + F− \\+ ⋅F−pKa = 3.17 This ion pair has been characterized in the crystalline state at very low temperature. Further association has been characterized both in solution and in the solid state. :HF + F− log K = 0.6 It is assumed that polymerization occurs as the concentration increases. This assumption is supported by the isolation of a salt of a tetrameric anion and by low-temperature X-ray crystallography. The species that are present in concentrated aqueous solutions of hydrogen fluoride have not all been characterized; in addition to which is known the formation of other polymeric species, , is highly likely. The Hammett acidity function, H0, for 100% HF is estimated to be between −10.2 and −11. which is comparable to the value −12 for sulfuric acid. ==Acidity== Unlike other hydrohalic acids, such as hydrochloric acid, hydrogen fluoride is only a weak acid in dilute aqueous solution. This is in part a result of the strength of the hydrogen–fluorine bond, but also of other factors such as the tendency of HF, , and anions to form clusters. At high concentrations, HF molecules undergo homoassociation to form polyatomic ions (such as bifluoride, ) and protons, thus greatly increasing the acidity. This leads to protonation of very strong acids like hydrochloric, sulfuric, or nitric when using concentrated hydrofluoric acid solutions. Although hydrofluoric acid is regarded as a weak acid, it is very corrosive, even attacking glass when hydrated. The acidity of hydrofluoric acid solutions varies with concentration owing to hydrogen-bond interactions of the fluoride ion. Dilute solutions are weakly acidic with an acid ionization constant (or ), in contrast to corresponding solutions of the other hydrogen halides, which are strong acids (). Concentrated solutions of hydrogen fluoride are much more strongly acidic than implied by this value, as shown by measurements of the Hammett acidity function H0(or \"effective pH\"). The H0 for 100% HF is estimated to be between −10.2 and −11, comparable to the value −12 for sulfuric acid. In thermodynamic terms, HF solutions are highly non-ideal, with the activity of HF increasing much more rapidly than its concentration. The weak acidity in dilute solution is sometimes attributed to the high H—F bond strength, which combines with the high dissolution enthalpy of HF to outweigh the more negative enthalpy of hydration of the fluoride ion.C. E. Housecroft and A. G. Sharpe \"Inorganic Chemistry\" (Pearson Prentice Hall, 2nd ed. 2005), p. 170. Paul Giguère and Sylvia Turrell have shown by infrared spectroscopy that the predominant solute species in dilute solution is the hydrogen-bonded ion pair ·F−. : + HF ⋅F− With increasing concentration of HF the concentration of the hydrogen difluoride ion also increases. The reaction :3 HF + H2F+ is an example of homoconjugation. ==Health and safety== thumb|upright=1.4|A hydrofluoric acid burn of the hand In addition to being a highly corrosive liquid, hydrofluoric acid is also a powerful contact poison. Because of the ability of hydrofluoric acid to penetrate tissue, poisoning can occur readily through exposure of skin or eyes, or when inhaled or swallowed. Symptoms of exposure to hydrofluoric acid may not be immediately evident, and this can provide false reassurance to victims, causing them to delay medical treatment. Despite having an irritating odor, HF may reach dangerous levels without an obvious odor. HF interferes with nerve function, meaning that burns may not initially be painful. Accidental exposures can go unnoticed, delaying treatment and increasing the extent and seriousness of the injury. Symptoms of HF exposure include irritation of the eyes, skin, nose, and throat, eye and skin burns, rhinitis, bronchitis, pulmonary edema (fluid buildup in the lungs), and bone damage. ==Popular culture== In the series 4 episode \"Chain reaction\" of the British medical drama Casualty, a road traffic collision results in a spillage of hydrofluoric acid testing the resources of the department and resulting in the death of a police officer and severe burns to other motorists. This episode realistically depicts the fire service response to a chemical spillage. In season 2 episode 15 of Station 19, the fire chief is exposed to hydrofluoric acid during a fire incident at a coffee beanery in the prior episode. After a delayed reaction to the symptoms, this leads to his eventual death. In the film Saw VI, hydrofluoric acid is used for killing William Easton. Two films later, in Jigsaw, Carly is killed by hydrofluoric acid injected into her bloodstream. In an episode of Titans titled \"Jason Todd\", a young Dick Grayson claims that his parents' murderer used hydrofluoric acid to burn their trapeze ropes. ===Dissolving bodies=== The trope of using HF to dissolve human bodies is common, but unrealistic. While possible (given enough heat and time), large organic masses are better dissolved with piranha solution. * In an episode of Breaking Bad titled \"Cat's in the Bag...\", Jesse Pinkman uses hydrofluoric acid to dissolve the body of Emilio Koyama. In another episode, \"Box Cutter\", Walter White and Jesse Pinkman use hydrofluoric acid to dissolve the body of Victor. * In a trio of segments of the videogame Zero Time Dilemma titled \"First Come, First Saved\", each of the three teams of participants are given the option to press a button that activates a hydrofluoric acid shower that pours over the other two teams. The corrosion process of the acid is both described and depicted as being fast enough to melt everything from metal and glass to the entire body of a sizable adult male in a matter of seconds, leaving only small amounts of tissue behind. * In Season 4, Episode 20 of ER, a character gets exposed to a large amount of hydrofluoric acid. It burns his skin and eventually kills him. ==See also== *Vapour phase decomposition ==References== ==External links== * International Chemical Safety Card 0283 * NIOSH Pocket Guide to Chemical Hazards * (HF) * (5HF) * (6HF) * (7HF) * \"Hydrofluoric Acid Burn\", The New England Journal of Medicine—Acid burn case study Category:Fluorides Category:Nonmetal halides Category:Mineral acids Category:Acid catalysts",
 "title": "Hydrofluoric acid"
}