{
 "id": "297309",
 "text": "thumb|Map of the United Baltic Duchy thumb|Flag of the United Baltic Duchy|alt=A black Nordic cross on a white field The United Baltic Duchy (, , ), formerly the Grand Duchy of Livonia, was a short lived nation during World War I formed by leaders of the local Baltic German nobility for a new monarchist state, which however never came into existence. The unsuccessful attempt to establish a new German client state on the territory of what is now Latvia and Estonia was made in 1918 during the German occupation of the Courland, Livonian, and Estonian governorates of the by then former Russian Empire. The creation of a pro-German duchy was first proclaimed on April 12th, 1918, after the Republic of Estonia had formally declared independence. The proposed ideas for the new state included the creation of a Duchy of Courland and Semigallia and a Duchy of Estonia and Livonia that would be in personal union with the Kingdom of Prussia. == Historical background == During World War I the German Imperial Army had occupied the Courland Governorate of the Russian Empire by the autumn of 1915. The front stabilised along the line Riga–Daugavpils–Baranovichi. Following the February Revolution of 1917 in Russia, the Russian Provisional Government declared the establishment of the Autonomous Governorate of Estonia on , amalgamating the former Russian Governorate of Estonia and the northern portion of the Governorate of Livonia. After the October Revolution later in the same year, the elected Estonian Provincial Assembly declared itself the sovereign power in Estonia on 28 November 1917. On 24 February 1918, a day before the arrival of German troops, the Estonian Salvation Committee of the Provincial Assembly issued the Estonian Declaration of Independence. The Western Allies recognized the Republic of Estonia de facto in May 1918. The term 'Grand Duchy of Livonia' was used to refer to the Livonian region, which made up most of the young United Baltic Duchy. The Latvian Provisional National Council was constituted on the basis of the law of self-government which the Russian Provisional Government granted to Latvia on 5 July 1917. The Latvian Provisional National Council first met on 16 November 1917 in Valka. On 30 November 1917, the Council declared an autonomous Latvian province within ethnographic boundaries, and a formal independent Latvian republic was declared on 15 January 1918. After the Russian Revolution, German troops had started advancing from Courland, and by the end of February 1918 the German military administered the territories of Estonia that had declared independence and the Russian Governorate of Livonia. With the Treaty of Brest-Litovsk on 3 March 1918, Bolshevist Russia accepted the loss of the Courland Governorate, and by agreements concluded in Berlin on 27 August 1918, the loss of the Autonomous Governorate of Estonia and the Governorate of Livonia. == Attempt to create the United Baltic Duchy == As a parallel political movement under the German military administration, Baltic Germans began forming provincial councils between September 1917 and March 1918. On 8 March 1918, the local Baltic German-dominated declared the restoration of Duchy of Courland (), which was formally recognised by Kaiser Wilhelm on 15 March 1918. On 12 April 1918, a Provincial Assembly () composed of 35 Baltic Germans, 13 Estonians, and 11 Latvians passed a resolution calling upon the German Emperor to recognize the Baltic provinces as a monarchy and make them a German protectorate. The United Baltic Duchy was nominally recognized as a sovereign state by emperor Wilhelm II only on 22 September 1918, half a year after Soviet Russia had formally relinquished all authority over former Russian Imperial Baltic governorates to Germany in the Treaty of Brest-Litovsk. On 5 November 1918, a temporary Regency Council () for the new state led by Baron Adolf Pilar von Pilchau was formed on a joint basis from the two local Land Councils. The capital of the new state was to be Riga. It was to be a confederation of seven cantons: (Courland), Riga, (Latgale), (South Livonia), (North Livonia), (), and (Estonia), the four first cantons thus covering the territory corresponding to today's Latvia and the latter three corresponding to today's Estonia. The first head of state of the United Baltic Duchy was to be Duke Adolf Friedrich of Mecklenburg, not as a sovereign monarch, but as a subordinate to the German , similar to other princes of the German Empire. But Adolf Friedrich never assumed office. The appointed Regency Council consisting of four Baltic Germans, three Estonians and three Latvians functioned until 28 November 1918, without any international recognition, except Germany. In October 1918, the Chancellor of Germany Prince Maximilian of Baden proposed to have the military administration in the Baltic replaced by civilian authority. The new policy was stated in a telegram from the German Foreign Office to the military administration of the Baltic: \"The government of the Reich is unanimous in respect of the fundamental change in our policy towards the Baltic countries, namely that in the first instance policy is to be made with the Baltic peoples.\" == Independent Estonia and Latvia == On 18 November 1918, Latvia proclaimed independence. August Winnig, the last representative of the German government, signed an agreement with representatives of the Estonian Provisional Government about handing over power on Estonian territory on 19 November.World War I Estonica. Encyclopaedia about Estonia In Latvia, the Germans formally handed over authority to the Latvian national government headed by on 7 December 1918. The was formed by the government of the United Baltic Duchy as its national defense force. Upon taking command of the , Major Alfred Fletcher, with the backing of the Baltic German land barons, began dismissing native Latvian elements and replacing them with Baltic Germans and troops. Concurrently, German officers assumed most of the command positions. In his book Vanguard of Nazism: The Free Corps Movement in Postwar Germany, 1918–1923, author Robert G. L. Waite notes: \"By mid-February 1919, Latvians composed less than one-fifth of their own army\". Britain backed down after recognizing the gravity of the military situation, and the White Russian units and the moved on and captured Riga on 22 May 1919. After the capture of Riga, the were accused of killing 300 Latvians in (), 200 in (), 125 in (), and over 3,000 in Riga. After taking part in the capture of Riga, in June 1919 General ordered his troops not to advance east against the Red Army, as the Allies had been expecting, but north, against the Estonians. On 19 June 1919, the Iron Division and units launched an attack to capture areas around (), the continued its advance towards the Estonian coast preparatory for a push on Petrograd. However, the was defeated by the 3rd Estonian Division (led by ) and North Latvian Brigade in the Battle of , 19–23 June 1919. On the morning of 23 June 1919, the Germans began a general retreat toward Riga. The Allies again insisted that the Germans withdraw their remaining troops from Latvia, and intervened to impose a ceasefire between the Estonians and the when the Estonians were about to march into Riga. Meanwhile, an Allied mission composed of British troops under General Sir Hubert de la Poer Gough had arrived in the Baltic to clear the Germans from the region and organize native armies for the Baltic states. == Aftermath == The defeat of Germany in World War I in November 1918, followed by the defeat in 1919 of the and German units of General in Latvia by the 3rd Estonian Division and North Latvian Brigade, rendered the United Baltic Duchy irrelevant. To ensure its return to Latvian control, the was placed under British authority. After taking command of the in mid-July 1919, Lt Col Harold Alexander (the future Alexander of Tunis), gradually dismissed the Baltic German elements. The Baltic nations of Estonia and Latvia were established as republics. Võidupüha or Victory Day or the Victory Day in the Battle of Võnnu is a public holiday in Estonia which takes on June 23. The holiday has been celebrated since 1934 and marks the victory of Estonia and neighboring Latvia in the Battle of Cēsis against the Baltische Landeswehr on 23 June 1919. == See also == * Aftermath of World War I * * Duchy of Courland and Semigallia (1918) * Estonian War of Independence * in the Baltic * Latvian War of Independence * Kingdom of Lithuania (1918) * Kingdom of Finland (1918) * Kingdom of Poland (1917–1918) * Ukrainian State * Pavel Bermondt-Avalov * == References == == External links == * Latvia on World Statesmen * Baltic flag on Encyclopædia Heraldica * Category:History of the Baltic states Category:Independence of Estonia Category:History of Livonia Category:1918 in Latvia Category:Proposed countries Category:Independence of Latvia Category:Former client states",
 "title": "United Baltic Duchy"
}