{
 "id": "297588",
 "text": "Georg Carl von Döbeln (29 April 1758 – 16 February 1820) was a Swedish friherre (baron), Lieutenant general and above all known for his efforts on the Swedish side during the Finnish War. == Early life == Georg Carl was born at the Stora Torpa manor in Segerstads parish in Västergötland (now Falköping Municipality) to district court judge () Johan Jakob von Döbeln and Anna Maria Lindgren. He was also the great-grandson of professor and city physician Johan Jacob Döbelius. When von Döbeln was eight years old his father died and he was put in school by relatives with the aim of him becoming a priest. The boy however, showed affinity for a military life and he was enrolled at the Karlskrona naval academy in 1773. Upon graduating as an officer in 1775, he was directed by the family towards a career in law. Disliking this, he sought employment as a junior officer in 1778. == Military career == As a lieutenant, Döbeln took part in Gustav III's Russian War and was shot in the head at the Battle of Porrassalmi. The wound did not heal properly and he was forced to wear a black silken bandanna for the rest of his life. During the operation he stayed awake and wrote about it while looking at the whole process with the help of a mirror. He then rapidly advanced to colonel and took part in the Finnish War. On 13 September 1808, he led the Swedish troops in the Battle of Jutas. For this, he would become legendary as the main hero of the war. His reputation was further enhanced when Johan Ludvig Runeberg wrote his epic Döbeln at Jutas in the Finnish National Poem Fänrik Ståls Sägner (in Swedish). He successfully led the Swedish retreat from the Åland islands over the frozen Baltic sea. Having re-organized his troops, he engaged Russian forces which ultimately stopped a planned attack on the Swedish capital, Stockholm. Döbeln was the commanding officer of the North Army on 8 October 1809, when the last formal ties between Sweden and Finland were cut through the dismissal of the last Swedish-Finnish army in the church park of Umeå in Västerbotten North Sweden. Döbeln's final orders to the parading army, issued verbally prior to dismissal, is considered to be the very essence of rhetoric in Swedish, and has been taught to generations of school-children. In the War of the Sixth Coalition he led troops in Swedish Pomerania and sent troops to relieve Hamburg, which was besieged by the French, without authorisation. For this, he was court-martialled and sentenced to be executed. However, he was pardoned by Crown Prince Charles John, later crowned Charles XIV John of Sweden. == Personal life == He was married to Kristina Karolina Ullström (they later divorced). The couple had one son, Napoleon (1802–1847). Although popular, having had a great career and after his death considered a war hero, von Döbeln lived his last years impoverished. Döbelns Park in central Umeå in northern Sweden is the oldest park in Umeå. It came to be named after Döbeln when his monument was placed in the park in 1867. There is also a smaller park called \"Döbelns plan\" in the same city.Döbelns plan, umea.se, retrieved 27 May 2014 ==References == *Döbeln, Georg Carl von, in Svenskt biografiskt handlexikon, Herman Hofberg (ed.), Stockholm : Albert Bonniers förlag, 1906. Category:1758 births Category:1820 deaths Category:People from Falköping Municipality Category:Swedish nobility Category:Swedish people of German descent Category:Swedish military personnel of the Finnish War Category:Swedish Army lieutenant generals Category:Swedish prisoners sentenced to death Category:Prisoners sentenced to death by Sweden Category:Recipients of Swedish royal pardons Category:Commanders Grand Cross of the Order of the Sword Category:Swedish military commanders of the Napoleonic Wars",
 "title": "Georg Carl von Döbeln"
}