{
 "id": "297660",
 "text": "The sestertius (plural sestertii), or sesterce (plural sesterces), was an ancient Roman coin. During the Roman Republic it was a small, silver coin issued only on rare occasions. During the Roman Empire it was a large brass coin. The name sestertius means \"two and one half\", referring to its nominal value of two and a half asses (a bronze Roman coin, singular as), a value that was useful for commerce because it was one quarter of a denarius, a coin worth ten asses. The name is derived from semis, \"half\" and \"tertius\", \"third\", in which \"third\" refers to the third as: the sestertius was worth two full asses and half of a third. English-language sources routinely use the original Latin form sestertius, plural sestertii; but older literature frequently uses sesterce, plural sesterces, terce being the English equivalent of tertius. A modern shorthand for values in sestertii is ~~IIS~~ (Unicode 𐆘), in which the Roman numeral II is followed by S for semis, and the whole struck through; but because this symbol and striking through letters are not always convenient, HS may be used instead, with the horizontal bar of the 'H' representing the strike through the numeral II, rather than the letter H. ==History== The sestertius was introduced c. 211 BC as a small silver coin valued at one- quarter of a denarius (and thus one hundredth of an aureus). A silver denarius was supposed to weigh about 4.5 grams, valued at ten asses, with the silver sestertius valued at two and a half asses (1.125 grammes). In practice, the coins were usually underweight. When the denarius was retariffed to sixteen asses (due to the gradual reduction in the size of bronze denominations), the sestertius was accordingly revalued to four asses, still equal to one quarter of a denarius. It was produced sporadically, far less often than the denarius, through 44 BC. In or about 23 BC, with the coinage reform of Augustus, the sestertius was reintroduced as a large brass denomination. While the as, now made of copper, was worth one quarter of a sestertius. Augustus tariffed the value of the sestertius as one hundredth of the gold aureus. The sestertius was produced as the largest brass denomination until the late 3rd century AD. Most were struck in the mint of Rome but from AD 64 during the reign of Nero (AD 54–68) and Vespasian (AD 69–79), the mint of Lyon (Lugdunum), supplemented production. Lyon sestertii can be recognised by a small globe, or legend stop, beneath the bust. The brass sestertius typically weighs in the region of 25 to 28 grams, is around 32–34 mm in diameter and about 4 mm thick. The distinction between bronze and brass was important to the Romans. Their name for brass was orichalcum, also spelled aurichalcum (echoing the word for a gold coin, aureus), meaning 'gold-copper', because of its shiny, gold-like appearance when the coins were newly struck (see, for example Pliny the Elder in his Natural History Book 34.4). Orichalcum was considered, by weight, to be about double the value of copper. This is why the half-sestertius, the dupondius, was around the same size and weight as the bronze was, but was worth two asses. Sestertii continued to be struck until the late 3rd century, although there was a marked deterioration in the quality of the metal used and the striking even though portraiture remained strong. Later emperors increasingly relied on melting down older sestertii, a process which led to the zinc component being gradually lost as it burned off in the high temperatures needed to melt copper (zinc melts at 419 °C but boils at 907 °C, copper melts at 1085 °C). The shortfall was made up with bronze and even lead. Later sestertii tend to be darker in appearance as a result and are made from more crudely prepared blanks (see the Hostilian coin on this page). The gradual impact of inflation caused by debasement of the silver currency meant that the purchasing power of the sestertius and smaller denominations like the dupondius and as was steadily reduced. In the 1st century AD, everyday small change was dominated by the dupondius and as, but in the 2nd century, as inflation hit, the sestertius became the dominant small change. In the 3rd century silver coinage contained less and less silver, and more and more copper or bronze. By the 260s and 270s the main unit was the double-denarius, the Antoninianus, but by then these small coins were almost all bronze. Although these coins were theoretically worth eight sestertii, the average sestertius was worth far more in plain terms of the metal it contained. Some of the last sestertii were struck by Aurelian (270–275 AD). During the end of its issue, when sestertii were reduced in size and quality, the double sestertius was issued first by Trajan Decius (249–251 AD) and later in large quantity by the ruler of a breakaway regime in the West, named Postumus (259–268 AD), who often used worn old sestertii to overstrike his image and legends on. The double sestertius was distinguished from the sestertius by the radiate crown worn by the emperor, a device used to distinguish the dupondius from the as and the Antoninianus from the denarius. Eventually, many sestertii were withdrawn by the state and by forgers, to melt down to make the debased Antoninianus, which made inflation worse. In the coinage reforms of the 4th century, the sestertius played no part and passed into history. ==Unit of account== The sestertius was also used as a standard unit of account and was represented on inscriptions with the monogram HS. Large values were recorded in terms of sestertium milia, thousands of sestertii, with the milia often omitted and implied. The wealthy general and politician of the late Roman Republic, Crassus, who fought in the war to defeat Spartacus, was said by Pliny the Elder to have had \"estates worth 200 million sesterces\". A loaf of bread cost roughly half a sestertius, and a sextarius (c. 0.5 L) of wine anywhere from less than half to more than one sestertius. One modius (6.67 kg) of wheat in 79 AD Pompeii cost seven sestertii, of rye three sestertii, a bucket two sestertii, a tunic fifteen sestertii, a donkey five hundred sestertii. According to Tacitus' Annals, book I, chapter 17.4 and 17.5, soldiers of the Rhine army who rose against Tiberius were paid ten asses a day, out of which they had to pay, among other things, for their own uniforms. They demanded to be paid a denarius a day, and they got it.Tacitus, Annales 1.17.4 and 1.17.5: Enimvero militiam ipsam gravem, infructuosam: denis in diem assibus animam et corpus aestimari: hinc vestem arma tentoria, hinc saevitiam centurionum et vacationes munerum redimi. At hercule verbera et vulnera, duram hiemem, exercitas aestates, bellum atrox: aut sterilem pacem sempiterna) Nec aliud levamentum quam si certis sub legibus militia iniretur, ut singulos denarios mererent, sextus decumus stipendii annus finem adferret, ne ultra sub vexillis tenerentur, sed isdem in castris praemium pecunia solveretur. Records from Pompeii show a slave being sold at auction for 6,252 sestertii. A writing tablet from Londinium (Roman London), dated to c. 75–125 AD, records the sale of a Gallic slave girl called Fortunata for 600 denarii, equal to 2,400 sestertii, to a man called Vegetus. It is difficult to make any comparisons with modern coinage or prices, but for most of the 1st century AD, the ordinary legionary was paid nine hundred sestertii per annum, rising to twelve hundred under Domitian (81–96 AD), the equivalent of 3.3 sestertii per day. Half of it was deducted for living costs, leaving the soldier, if he was lucky enough to get paid, with about 1.65 sestertii per day. ==Numismatic value== Early brass sestertii are highly valued by numismatists, since their large size gave engravers a large area in which to produce detailed portraits and reverse types. The most celebrated are those produced for Nero (54–68 AD) between the years 64 and 68 AD, created by some of the most accomplished coin engravers in history. The brutally realistic portraits of this emperor, and the elegant reverse designs, greatly impressed and influenced the artists of the Renaissance. The series issued by Hadrian (117–138 AD), recording his travels around the Roman Empire, depicts the Empire at its height, and included the first representation on a coin of the figure of Britannia; centuries later it was revived by English king Charles II, and continues to feature on the United Kingdom coinage. As a result of ceasing production and withdrawals from circulation in the 4th century, sestertii are less common as a whole compared to other Roman bronze coins. Fully struck examples with sharp detail often command high premiums at auction. ==See also== *The Asterix comic series often mentions prices in sestertii. *Roman currency ==References== ==External links== *An early (211/10 CE) Sestertius at the American Numismatic Society (numismatics.org:1975.134.7) *An Augustan Sestertius from an Asian Mint (numismatics.org:2006.21.9) *Sestertius issued by Caligula in memory of his mother Agrippina the Elder (numismatics.org:1952.81.2) * Category:Coins of ancient Rome",
 "title": "Sestertius"
}