{
 "id": "297799",
 "text": "Christopher Hatton, 1st Baron Hatton KB PC FRS (28 June 1605 - 4 July 1670) was a distant relation of the Elizabethan politician, Sir Christopher Hatton and a prominent Royalist during the reign of King Charles I of England. ==Life== He was the son of Sir Christopher Hatton of Barking, Essex and Alice Fanshawe, daughter of Thomas Fanshawe; and was educated at Jesus College, Cambridge. He trained for the law at Gray's Inn. He was a noted antiquarian and compiled, together with William Dugdale and others, the Book of Seals, a volume of 529 medieval charters, of which 240 are reproduced in facsimiles drawn by a highly talented draftsman. Sir Christopher Hatton's Book of Seals has been edited by Lewis C. Loyd and Doris Mary Stenton (Oxford: The Clarendon Press, 1950). Hatton entered Parliament as MP for Peterborough in 1625, though legally too young to sit, and Clitheroe in that of 1626. On reaching the age of 21 in 1626, he was created a Knight of the Bath, as had been his father before him. He was elected a member of the Long Parliament in 1640 for both Higham Ferrers and Castle Rising, choosing to sit for the former where he was High Steward; he was one of the few candidates supported by Queen Henrietta Maria to secure election. During the Civil War, Hatton was a partisan of Charles I. In 1643 he was created Baron Hatton of Kirby; and, acting as comptroller of the royal household, he represented the king during the negotiations at Uxbridge in 1645. Later he lived for some years in France, and after the Restoration was made a privy counsellor and governor of Guernsey. In 1663 he became a founding Fellow of the Royal Society. He died at Kirby, Northamptonshire on 4 July 1670, and was buried in Westminster Abbey. ==Family== He married at Hackney, Middlesex, on 8 May 1630, Elizabeth (died 1672), eldest daughter and coheiress of Sir Charles Montagu, of Boughton, Northamptonshire.Dictionary of National Biography, Hatton, Christopher, first Baron Hatton (1605?–1670), by Gordon Goodwin. Published 1891. She died when lightning struck a powder magazine at Castle Cornet, Guernsey. They had two sons—Christopher and Charles, who married Elizabeth, daughter of William Scroggs as her second husband—and three daughters. ==References== ;Attribution * * ==Sources== *D. Brunton & D. H. Pennington, Members of the Long Parliament (London: George Allen & Unwin, 1954) Hatton of Kirby, Christopher Hatton, 1st Baron Hatton of Kirby, Christopher Hatton, 1st Baron Category:Alumni of Jesus College, Cambridge Category:Alumni of the University of Oxford Hatton of Kirby, Christopher Hatton, 1st Baron Category:Original Fellows of the Royal Society Category:Cavaliers Chistopher Category:English antiquarians Category:English MPs 1625 Category:English MPs 1626 Category:English MPs 1640 (April) Category:English MPs 1640–1648 Category:Members of the Privy Council of Great Britain Category:Knights of the Bath Category:Burials at Westminster Abbey",
 "title": "Christopher Hatton, 1st Baron Hatton"
}