{
 "id": "297937",
 "text": "American Splendor is a series of autobiographical comic books written by Harvey Pekar and drawn by a variety of artists. The first issue was published in 1976 and the last one in September 2008, with publication occurring at irregular intervals (Pekar died in 2010). Publishers were, at various times, Harvey Pekar himself, Dark Horse Comics, and DC Comics. The comics have been adapted into a film of the same name and a number of theatrical productions. == Origins == Despite comic books in the United States being traditionally the province of fantasy-adventure and other genre stories, Pekar felt that the medium could be put to wider use: Pekar's philosophy of the potential of comics is also expressed in his often repeated statement that \"comics are words and pictures. You can do anything with words and pictures\".Spurgeon, Tom. \"Harvey Pekar, 1939–2010\", The Comics Reporter (July 13, 2010). In an interview with Walrus Comix, Pekar described how the idea of producing his own comic book developed. In 1972 when Crumb was visiting him in Cleveland, Pekar showed him his story ideas. Not only did Crumb agree to draw some of them but also offered to show them to other artists to draw. By 1975, Pekar decided to produce and publish his own comic book.\"WALRUS COMIX IS DEEPLY HONOURED TO PRESENT An Exclusive Interview with Comix Legend... HARVEY PEKAR\" Walrus Comix, accessed 10 Aug 2008. Recurring character Toby Radloff first appeared in American Splendor #9 (1984), as did Joyce Brabner. Pekar and Brabner's adopted daughter, Danielle, was first introduced in American Splendor: Bedtime Stories (1999). == Themes == The stories in American Splendor concern the everyday life of Pekar in Cleveland, Ohio, told in a brutally frank style akin to the writing of Henry Miller.\" Pekar's stories eschew traditional narrative structure, focusing on small moments and observations. As Robert Pulcini, co- writer and co-director of the American Splendor movie, said: \"The whole point of the American Splendor comics is that life doesn't really organize itself well\".Interview in Film and Comic Books, edited by Ian Gordon, Mark Jancovich, and Matthew P. McAllister (Univ. Press of Mississippi, 2007). Situations covered include Pekar's job as a file clerk at a Veteran's Affairs hospital and his relations with colleagues and patients there. There are also stories about Pekar and his relations with friends and family, including his second wife, Lark (issues #5, #7), his third wife, Joyce Brabner (issue #9 onward), and their adopted daughter, Danielle. Other stories concern everyday situations such as Pekar's troubles with his car, money, his health, and his concerns and anxieties in general. Several issues (#14, #13, #18) give accounts of Pekar's becoming a recurring guest on the NBC television show Late Night with David Letterman, including a 1987 interview segment in which Pekar criticized Letterman for ducking criticism of General Electric, the parent company of NBC. American Splendor sometimes departs from Pekar's own life, with stories about jazz musicians (#23), the artists for his comics (#25), and a three-issue miniseries American Splendor: Unsung Hero (#29–31), which chronicles the Vietnam experience of Pekar's African-American co-worker Robert McNeill. == Artists == Pekar was not an artist himself, incapable of \"drawing a straight line\", according to a line in the film version of his story,American Splendor (Fine Line Features/HBO Films, 2003). so he recruited his friend, underground comics artist Robert Crumb, to help launch American Splendor. As Crumb described it: As The Complete Crumb Comics co-editor Robert Fiore wrote about the Pekar/Crumb collaborations: As things evolved, however, Crumb explained: In addition to Crumb, Pekar's most well-known and longest- running collaborators included Gary Dumm, Greg Budgett, Spain Rodriguez, Joe Zabel, Gerry Shamray, Frank Stack, Mark Zingarelli, and Joe Sacco. Other notable American Splendor illustrators include Alison Bechdel, Brian Bram, Chester Brown, Alan Moore, David Collier, Drew Friedman, Dean Haspiel, Val Mayerik, Josh Neufeld, Jim Woodring, and Ed Piskor. The later Vertigo Comics- published issues employed a new crop of artists, including Ty Templeton, Richard Corben, Hunt Emerson, Eddie Campbell, Gilbert Hernandez, Ho Che Anderson, and Rick Geary. == Publication history == Pekar produced seventeen issues of American Splendor from 1976 to 1993 — usually each MayKoehler, Robert. \"STAGE REVIEW: 'American Splendor' Mines the Ordinary\", Los Angeles Times (October 19, 1990). — which, except for the last few issues, he also self-published and self-distributed. By keeping back issues in print and available (contrary to the industry practice of the time), Pekar continued to receive income on previously-completed work, although at the time some of them were published, according to his Comics Journal interview (1985), he was losing thousands of dollars per year on the books.Schillig, Chris. \"Comic book chronicler Harvey Pekar speaks at Mount Union\" , The Alliance Review, February 22, 2008, accessed July 12, 2010. Starting in 1994, additional American Splendor were published by Dark Horse Comics, although these issues are not numbered. They include the two-issue American Splendor: Windfall and several themed issues such as American Splendor: Transatlantic Comics and American Splendor: On the Job. In September 2006, a four-issue American Splendor mini- series was published by the DC Comics imprint Vertigo. A second four-issue miniseries was published by DC in 2008. {| class=\"wikitable\" |+ List of American Splendor issues |- ! Number ! Date of Publication ! Pages (including cover) ! Artists ! Publisher |- | 1 || May 1976 || 52 || Brian Bram, Greg Budgett, Robert Crumb, Gary Dumm, Lad Jeric || Harvey Pekar |- | 2 || April 1977 || 60 || Bram, Budgett, Crumb, Dumm || Harvey Pekar |- | 3 || 1978 || 56 || Budgett, Crumb, Dumm || Harvey Pekar |- | 4 || 1979 || 60 || Crumb, Dumm, Michael T. Gilbert, Gerry Shamray || Harvey Pekar |- | 5 || 1980 || 60 || Budgett, Crumb, Dumm, Shamray || Harvey Pekar |- | 6 || 1981 || 60 || Budgett, Dumm, Michael T. Gilbert, Shamray || Harvey Pekar |- | 7 || June 1982 || 60 || Kevin Brown, Budgett, Sean Carroll, Sue Cavey, Crumb, Rick Dahl, Dumm, Jack Millie, Shamray || Harvey Pekar |- | 8 || 1983 || 60 || Brown, Budgett, Cavey, Crumb, Dumm, Shamray || Harvey Pekar |- | 9 || 1984 || 60 || Carroll, Crumb, Dumm, Philip Fried, Barry Hoffman, Bill Knapp, Val Mayerik, May Midwest, M. Sonoda || Harvey Pekar |- | 10 || 1985 || 60 || Bill Crook, Dumm, Knapp, Mayerik, Sonoda, Joe Zabel || Harvey Pekar |- | 11 || 1986 || 60 || Joyce Brabner, Budgett, Dumm, Knapp, Mayerik, Spain Rodriguez, Ed Wesolowski, Zabel || Harvey Pekar |- | 12 || 1987 || 60 || Budgett, Gilbert Clark, Crumb, Dumm, Drew Friedman, Mayerik, Shamray, James Sherman, Spain, Frank Stack, Wesolowski, Zabel || Harvey Pekar |- | 13 || 1988 || 60 || Budgett, Dumm, Friedman, Rebecca Huntington, Paul Mavrides, Mayerik, Don Simpson, Stack, Wesolowski, Zabel || Harvey Pekar |- | 14 || 1989 || 60 || Alison Bechdel, Budgett, Stephen DeStefano, Dumm, Linda Dumm, William Fogg, Friedman, Huntington, Mavrides, Simpson, Stack, Wesolowski, Zabel || Harvey Pekar |- | 15 || 1990 || 60 || Chester Brown, Dumm, Knapp, Alan Moore, Carol Sobocinski, Spain, Stack, Richard G. Taylor, Wesolowski, Zabel, Mark Zingarelli || Harvey Pekar |- | 16 || Nov 1991 || 60 || Dumm, Sobocinski, Spain, Stack, Jim Woodring, Zabel || Harvey Pekar in association with Tundra Publishing |- | 17 || 1993 || 60 || Dumm, Mavrides, Joe Sacco, Shamray, Sobocinski, Stack, J. R. Stats, Alex Wald, Woodring, Zabel || Dark Horse Comics |- | (18) A Step Out of the Nest || Aug 1994 || 36 || Dumm, Zabel || Dark Horse |- | (19) Windfall 1 || Sep 1995 || 44 || Dumm, Josh Neufeld, Stack, Zabel || Dark Horse |- | (20) Windfall 2 || Oct 1995 || 44 || Dumm, Scott A. Gilbert, Neufeld, Sacco, Stack, Zabel || Dark Horse |- | (21) Comic-Con Comics || Aug 1996 || 28 || Dumm, Scott A. Gilbert, Neufeld, Zabel || Dark Horse |- | (22) On the Job || May 1997 || 28 || Dumm, Sacco, Stack, Zabel || Dark Horse |- | (23) Music Comics || Nov 1997 || 28 || Sacco || Dark Horse |- | (24) Odds and Ends || Dec 1997 || 28 || Dumm, Sam Hurt, Neufeld, Sacco, Shamray, Zabel || Dark Horse |- | (25) Transatlantic Comics || Jul 1998 || 28 || Stack, Colin Warneford || Dark Horse |- | (26) Terminal || Sep 1999 || 28 || Dumm, Sacco, Stack || Dark Horse |- | (27) Bedtime Stories || June 2000 || 28 || David Collier, Dean Haspiel, Neufeld, Sacco, Spain, Stack || Dark Horse |- | (28) Portrait of the Author in his Declining Years || Apr 2001 || 28 || Collier, Dumm, Haspiel, Neufeld, Sacco, Stack || Dark Horse |- | (29) Unsung Hero 1 || Aug 2002 || 28 || Collier || Dark Horse |- | (30) Unsung Hero 2 || Sep 2002 || 28 || Collier || Dark Horse |- | (31) Unsung Hero 3 || Oct 2002 || 28 || Collier || Dark Horse |- | (32) 1 || Nov 2006 || 36 || Hilary Barta, Budgett, Dumm, Glenn Fabry, Haspiel, Ty Templeton || Vertigo (DC Comics) |- | (33) 2 || Dec 2006 || 36 || Eddie Campbell, Richard Corben, Haspiel, Leonardo Manco, Chris Samnee, Chris Weston, Chandler Wood || Vertigo |- | (34) 3 || Jan 2007 || 36 || Zachary Baldus, Budgett, Giuseppe Camuncoli, Dumm, Hunt Emerson, Rick Geary, Haspiel, Neufeld, Templeton, Steve Vance || Vertigo |- | (35) 4 || Feb 2007 || 36 || Ho Che Anderson, Baldus, Budgett, Dumm, Emerson, Bob Fingerman, Geary, Haspiel, Gilbert Hernandez || Vertigo |- | (36) Vol 2 1 || June 2008 || 36 || Baldus, Barta, Philip Bond, Haspiel, Mike Hawthorne, David Lapham, John Lucas, Ed Piskor, Weston || Vertigo |- | (37) Vol 2 2 || July 2008 || 36 || Baldus, Budgett, Dumm, Emerson, Haspiel, Lora Innes, Lapham, José Marzan Jr., Neufeld, Darick Robertson, Templeton || Vertigo |- | (38) Vol 2 3 || Aug 2008 || 36 || John Cebollero, Darwyn Cooke, Geary, Haspiel, Sean Murphy, Neufeld, Warren Pleece, Samnee || Vertigo |- | (39) Vol 2 4 || Sep 2008 || 36 || Budgett, Dumm, Geary, Haspiel, Robertson, Templeton || Vertigo |} == Collected editions == Many stories from American Splendor have been collected into trade paperbacks from various publishers, their material not (for the most part) overlapping: * American Splendor: The Life and Times of Harvey Pekar (Doubleday, 1986) * More American Splendor (Doubleday, 1987) * The New American Splendor Anthology (Four Walls Eight Windows, 1991) * American Splendor Presents: Bob & Harv's Comics, with R. Crumb (Four Walls Eight Windows, 1996) * American Splendor: Unsung Hero, with David Collier (Dark Horse, 2003) * Best of American Splendor (Ballantine Books, 2005) * American Splendor: Another Day (DC/Vertigo, 2007) * American Splendor: Another Dollar (DC/Vertigo, 2009) ==Graphic novels== Pekar wrote two larger works which carry the American Splendor label: Our Movie Year (Ballantine Books, 2004), a collection of comics written about or at the time of the American Splendor film, and Ego & Hubris: The Michael Malice Story (Ballantine, 2006), a biography of the early life of the author Michael Malice. Pekar also wrote two graphic novels which are not officially labeled American Splendor but which should arguably be considered part of it: Our Cancer Year (Four Walls Eight Windows, 1994), co-written with Pekar's wife Joyce Brabner and illustrated by Frank Stack, covering the year when Pekar was diagnosed with cancer; and The Quitter (DC Comics, 2005), illustrated by Dean Haspiel, which deals with Pekar's youth. * Our Cancer Year, with Joyce Brabner and Frank Stack (Four Walls Eight Windows, 1994) * American Splendor: Our Movie Year (Ballantine Books, 2004) * The Quitter, with Dean Haspiel (DC/Vertigo, 2005) * Ego & Hubris: The Michael Malice Story, with Gary Dumm (Ballantine Books, 2006) == Adaptations == ===Theatrical productions=== Theatrical productions based on American Splendor have been mounted over the years: * September–October 1985TH. \"Harvey Pekar's American Splendor on the Boards\", The Comics Journal #101 (August 1985), p. 26. – Adapted and directed by Conrad Bishop, with Herb O'Dell as Harvey. Produced by The Independent Eye in Lancaster, Pennsylvania * November 1987 – Adapted by Lloyd Rose and directed by James C. Nicola,Koehler, Robert. \"Pekar Finally Gets a Peek at 'Splendor': Stage: The underground-comic author can now say that he's pleased with the dramatic adaptation of his work, nine months after it opened\", Los Angeles Times (July 4, 1991). with Richard Bauer as Harvey, Isiah Whitlock Jr. as Mr. Boats, and Brigid Cleary and Anderson Matthews in supporting roles. Produced by Arena Stage in the Old Vat Room in Washington, DCRichards, David. \"'SPLENDOR' LOST IN AMERICA\", Washington Post (Nov. 5, 1987). * September 1990 – September 1991 – Adapted and directed by Vince Waldron, with Dan Castellaneta as Harvey, Andy Wilson as Mr. Boats, and Richard Kuhlman, Steve Sheridan, Monica Horan, David O'Shea, and Siobhan Fallon Hogan in supporting roles. Produced at the Theatre/Theater in Hollywood, California (and represented in fictionalized form in the American Splendor movie, with Donal Logue as Harvey and Molly Shannon as Joyce) ===Film=== In 2003 a movie adaptation featuring Paul Giamatti playing Pekar (as well as appearances by Pekar himself) and Hope Davis as his wife was released to critical acclaim and first honors at the Sundance Film Festival,2003 Sundance Film Festival, Sundance Institute Digital Archive. Accessed July 25, 2019. in addition to the Writers Guild of America Award for best adapted screenplay.Reuters. \"Hollywood writers honor Coppola, 'Splendor'\", CNN.com (February 22, 2004). The film was written and directed by documentarians Shari Springer Berman and Robert Pulcini, and was filmed entirely on location in Cleveland and Lakewood in Ohio. At the 2003 Cannes Film Festival, the film received the FIPRESCI critics award. It was also nominated for Best Adapted Screenplay at the 2003 Academy Awards.King, Susan. \"Oh, the splendor of an unlikely hero\", Los Angeles Times (FEB. 5, 2004). == References == == Sources == * (Harvey Pekar) * (Dark Horse Comics) == External links == * Harvey Pekar's Artists at Josh Neufeld's website * Radio interviews with Pekar, NPR.org * An article about issue #7 * American Splendor at Toonopedia. Archived from the original on April 4, 2012. Category:Autobiographical comics Category:1976 comics debuts Category:Slice of life comics Category:Comics anthologies Category:Culture of Cleveland Category:Underground comix Category:American comics adapted into films Category:Comics by Robert Crumb",
 "title": "American Splendor"
}