{
 "id": "297989",
 "text": "Geoffrey de Mandeville II, 1st Earl of Essex (died September 1144) was a prominent figure during the reign of King Stephen of England. His biographer, the 19th-century historian J. H. Round, called him \"the most perfect and typical presentment of the feudal and anarchic spirit that stamps the reign of Stephen.\" That characterisation has been disputed since the later 20th century. ==Early career== He succeeded his father, William, sometime before 1129, possibly as early as 1116. A key portion of the family patrimony in Essex was in the King's hands. William had incurred a debt to the crown, perhaps in part due to a large fine levied by Henry I due to his displeasure at the escape of an important political prisoner when William was in charge of the Tower of London. The King also held the substantial estate of Geoffrey's maternal grandfather Eudo le Dapifer to which Geoffrey laid claim. Geoffrey gained Eudo's lands and his father's offices during the shifting tides of fortunes of the two competitors for the English throne after King Henry I's death in 1135. He initially supported Stephen, who sometime in 1140 (most likely May of that year) made him Earl of Essex. By 1140 or 1141 Stephen had returned to him the lucrative manors in Essex. He founded a Benedictine priory (later Walden Abbey) at Walden, Essex and constructed a castle there. He also contributed to Hurley Priory in Berkshire, which had been founded by his grandfather Geoffrey de Mandeville I. After the defeat and capture of Stephen at Lincoln early in 1141, Earl Geoffrey, like many barons, acknowledged Stephen's rival Empress Matilda as his sovereign lady. She confirmed his custody of the Tower, forgave the large debts his father had incurred to the crown, granted him the Norman lands of Eudo le Dapifer, and appointed him Sheriff of Essex and Hertfordshire, Middlesex and London. When Stephen was released in December of that year, Earl Geoffrey returned to his original allegiance. There has been much scholarly debate over the dating of the charters he received from King Stephen and Empress Matilda. Depending on the order and timing of those documents, either Geoffrey appears to have been playing off one against the other to get what he wanted or his support was courted by the rival claimants to the throne. The king arrested the earl in 1143 and, threatened with execution, Geoffrey surrendered his castles of Pleshey and Saffron Walden as well as custody of the Tower of London to Stephen. In reaction, Earl Geoffrey launched a rebellion. ==Outlaw activity and death== In 1143–1144 Earl Geoffrey maintained himself as a rebel and a bandit in the fen-country, using the Isle of Ely and Ramsey Abbey as his headquarters. He was besieged by King Stephen and met his death attacking Burwell Castle in September 1144 in consequence of an arrow wound received in a skirmish. Because he had died excommunicate, his body initially was denied burial at the monastery he had founded, Walden Priory. Wrapped in lead, it was accepted eventually by the Templar community in London for burial within the Temple Church in London. His son Geoffrey III arranged for an effigy to be placed on the floor, where it can still be seen today. ==Significance== His career is interesting for several reasons. The charters he received from King Stephen and Empress Matilda illustrate the ambitions of English barons. The most important concessions are grants of offices and jurisdictions, which had the effect of making Mandeville almost a viceroy with full powers in Essex and Hertfordshire, Middlesex and London, but these were based on offices and jurisdictions his ancestors had held. His career as an outlaw exemplifies the worst excesses of the civil wars of 1140–1147, and it is possible that the deeds of Mandeville inspired the rhetorical description of this period in the Peterborough Chronicle, when \"men said openly that Christ and his saints were asleep.\" He had seized Ramsey Abbey (near Peterborough) in 1143, expelling the monks and using Ramsey as a base for forays into the surrounding region, sacking Cambridge and other smaller settlements.Alison Taylor, \"Cambridge, the hidden history\", (Tempus: 1999) , p75 ==Marriage and offspring== Geoffrey married Rohese de Vere (c. 1110–1167 or after), daughter of Aubrey de Vere II and sister of the first earl of Oxford. He had four sons: * Arnulf/Ernulf de Mandeville, illegitimate, supported his father in rebellion and was exiled shortly after the earl's death. He returned to England, probably in the reign of King Henry II, and there witnessed several charters issued by his half brothers, the 2nd and 3rd earls of Essex.J. C. Holt, \"1153: The Treaty of Winchester\" in The Anarchy of Stephen's Reign (Oxford: 1994), p. 298, n. 24. * Geoffrey III, 2nd earl of Essex (d. 1166) By a fresh grant from Henry II he was created Earl of Essex. * William II, 3rd earl of Essex and Count of Aumale (d. 1189) * Robert (d. before 1189) ==Historical fiction== * An account of Geoffrey's outlaw actions and the taking of Ramsey Abbey provides for elements of the backstory for two of Ellis Peters' \"Brother Cadfael\" books, The Potter's Field and The Holy Thief. * In his 1969 novel Knight in Anarchy, George Shipway describes the life of Humphrey de Visdelou as he follows de Mandeville to his doom. * Geoffrey de Mandeville's spirit drives the supernatural plot of KJ Charles' novel Spectred Isle, the first of the Green Men series. * Geoffrey de Mandeville is a character in the historical fiction book When Christ and His Saints Slept, by Sharon Kay Penman. ==References== ==Sources== * C. Warren Hollister, \"The Misfortunes of the Mandevilles\", History, vol. 58, pp. 18–28, 1973 * * R. H. C. Davis, J. O. Prestwich, \"The Treason of Geoffrey de Mandeville\", The English Historical Review, vol. 103, no. 407, pp. 283–317, 1988; Prestwich, \"Geoffrey de Mandeville: A Further Comment\", EHR, vol. 103, no. 409, pp. 960–966; Prestwich, Davis, \"Last Words on Geoffrey de Mandeville\", EHR, vol. 105, no. 416, pp. 670–672, 1990. * * J. H. Round, Geoffrey de Mandeville, a Study of the Anarchy (London, 1892) *George Shipway Knight in Anarchy (Cox & Wyman Ltd., London, 1969) ==External links== * \"English Anarchy & Geoffrey de Mandeville – Scourge of the Fens\" http://www.ecoln.com/mandevil.html Category:1144 deaths Category:12th-century English people Category:Anglo-Normans Category:People excommunicated by the Catholic Church Category:High Sheriffs of Essex Category:High Sheriffs of Hertfordshire Category:Sheriffs of the City of London Category:Norman warriors Category:Year of birth unknown Category:People of The Anarchy Category:Deaths by arrow wounds Geoffrey G Category:Peers created by King Stephen",
 "title": "Geoffrey de Mandeville, Earl of Essex"
}