{
 "id": "298076",
 "text": "In its most general sense, welfarism is a theory about what has value or what matters. It can be defined as the view that well-being is the only thing that has intrinsic value. Pure welfarists hold that this value is directly determined by the individual degrees of well-being of each entity. Impure welfarists, on the other hand, include other factors related to well-being, like whether the well-being is equally distributed among sentient entities. Some authors understand welfarism in a more specific sense: not just as a theory of value but also as a moral theory. On this view, what one should do is ultimately determined by considerations of well-being. In this sense, it is often seen as a type of consequentialism and can take the form of utilitarianism, in which the right action, policy or rule is the one leading to the maximal amount of well-being. It is important for various discussions and arguments about welfarism how the nature of well-being is understood. Well-being refers to what is good for someone or what makes a life worth living. Hedonists try to give a more substantial account of well-being by holding that all and only experiences of pleasure and pain constitute someone's well-being. This view is rejected by desire theorists, who equate well-being with desire fulfillment. Objective list theories, on the other hand, also include objective or mind-independent factors as constituents of well-being. Diverse arguments in favor of and against welfarism are found in the academic literature. Arguments in favor often focus on general intuitions about the importance of well-being concerning most evaluative judgments. Critics of welfarism frequently concentrate on specific counterexamples in which these general intuitions seem to fail. These include cases of malicious pleasures, the value of beauty and art, and the so-called \"repugnant conclusion\". Some objections are directed specifically at pure welfarism but are avoided by impure welfarism. Welfarism has been influential in law and economy. == As a theory of value == Understood as a theory of value, welfarism is concerned with which things have value. It tries to provide a general framework for answering questions like whether a certain thing is good or which of two alternatives is better. Expressed in terms of possible worlds, it holds that \"the relative value of possible worlds is fully determined by how individuals are faring\". Expressed in terms of a function, welfarism is the thesis that \"the relative goodness of alternative states of affairs must be based exclusively on, and taken as an increasing function of, the respective collections of individual utilities in these states\". The value in question is usually understood as a certain type of value: intrinsic value or what is good in itself. This is contrasted with extrinsic value, which belongs to things that are useful as a means for something else. In this sense, welfarism is the view that well-being is the only thing that has intrinsic value. This can be articulated by stating that the value of outcomes ultimately only depends on the benefits of each one affected. Welfarism implies that any two outcomes that are identical in terms of well-being have the same value, no matter how much they differ otherwise. The well-being in question is usually understood in its widest sense, i.e. as the well-being not just of humans but of any sentient being. Within welfarism, there are disagreements as to the exact way in which well-being determines value. Among the different formulations of welfarism, it is possible to distinguish between pure and impure versions. Pure welfarism holds that the value of a possible world only depends on the individual degrees of well-being of the different entities in it. Utilitarians, for example, focus on the sum total of everyone's well-being and hold that an action is right if it maximizes this sum total. Impure welfarism, on the other hand, involves other factors related to well-being as well. These factors can include whether the well-being is distributed equally among the entities and to what degree the entities deserve the level of well-being they have. One of the least controversial forms of welfarism is called weak Paretianism. It holds that one state is better than another state if it is better for everyone involved, i.e. if everyone's well-being is higher in the first state. But this principle remains quiet on cases where a trade-off is involved, i.e. where the well-being of some is increased while it is decreased for others. Egalitarians, on the other hand, argue that it is most important to increase the well-being of those that are generally worse off. This idea can be captured by a prioritarianist approach that takes everyone's well-being into account but gives greater weight to the well-being of those who fare worse. One argument against this type of approach is that it strays away from the original intuition driving welfarism: that well-being is the only thing intrinsically valuable. But equality is a relation between entities and not intrinsic to any of them. An important requirement usually associated with welfarist theories is that they ought to be agent-neutral. According to agent- neutrality, it should not matter to whom the well-being belongs but only that it is higher or better distributed overall. Welfarism as a theory of value can be interpreted as one theoretical commitment of utilitarianism together with consequentialism. Consequentialism is the theory that only acts leading to the best possible overall outcome are morally required or permissible. Consequentialism by itself leaves it open how to evaluate which of two possible outcomes is better. But this topic is addressed by welfarism. Combined, they constitute utilitarianism, i.e. the view that one should act as to produce \"the greatest amount of good for the greatest number\". == As a moral theory == Some authors see welfarism as including the ethical thesis that morality fundamentally depends on the welfare of individuals. In this sense, welfarism is usually seen as a form of consequentialism, which holds that actions, policies or rules should be evaluated on the basis of their consequences. But it is sometimes also defined in a more general sense as consisting of three theses: that individual well-being exists, that it has moral significance and that nothing else has moral significance. It is commonly accepted by many ethical theories that considerations of well-being play an important role for how one should act. For example, by learning that one alternative is better in terms of well-being than another, the agent usually has a reason to act such as to bring about the first rather than the second alternative. But welfarism, in its ethical sense, goes beyond this common-sense agreement by holding that, ultimately, well-being is the only thing that matters in terms of what one ought to do. This involves not just determining what is best but also includes the factor of what is in the agent's power to do, i.e. which possible actions are available to the agent. == Nature of well-being == Central to many discussions of welfarism is the question concerning the nature of well-being. In many cases, it depends on one's conception of well-being whether a certain argument for or against welfarism is successful. In its most general sense, well-being refers to what is good for someone or what makes a life worth living. This is usually taken to imply a subjective component, i.e. that well-being always belongs to an individual and is expressed by how this individual feels. Despite the common characterization in positive terms, well-being is normally understood as arising in degrees that may also be negative. The term \"well-being\" is often used synonymously with other terms like personal good, being in the agent's interest, prudential value, eudaimonia and utility. It is generally agreed that only sentient beings are capable of well-being. Theories of well-being try to give a more substantial account of what constitutes well-being besides the above-mentioned general characteristics. These theories can roughly be divided into hedonistic theories, desire theories, and objective list theories. Hedonists hold that all and only experiences of pleasure and pain constitute someone's well-being. In this context, pleasure and pain are understood in the widest sense, i.e. as whatever feels good or bad. The paradigmatic cases are sensory experiences associated, for example, with sex or injury. But it also includes other types of experiences, like the intellectual joy at grasping a new theory or like suffering an existential crisis. According to desire theories, well-being consists in desire- fulfillment or getting what one wants. In many concrete cases, hedonists and desire theorists are in agreement since desire-fulfillment and pleasure often go hand in hand: getting what one wants tends to be pleasurable, just as failing to get what one wants tends to be unpleasant. But there are a few exceptions where the two come apart. This is the case, for example, when the agent does not know that one of their desires has already been fulfilled. Another counterexample is due to bad desires, the fulfillment of which would have terrible consequences for the agent. To avoid these counterexamples, some desire theories focus not on what the agent actually wants but what the agent would want if they were well informed. Objective list theories stand in contrast to hedonism and desire theories in that they include objective factors that are independent of the agent's mental states. Such factors can include friendship, having virtues or perfecting human nature. Objections to objective list theories often center on the plausibility of the claim that subject-independent factors can determine a person's well-being even if the person doesn't care about these factors. For example, it is questionable whether having friends would improve the well-being of someone who does not care about friendship. == Arguments for and against == Various arguments for and against welfarism have been presented in the academic literature. These arguments are sometimes addressed specifically to welfarism itself. But they often arise within discussions of other theories, like utilitarianism or hedonism, and are directed at welfarism only implicitly by concerning the welfarist aspects of these theories. === For === One argument commonly cited in favor of welfarism is that nothing would be good or bad in a world without sentient beings. So it would not matter whether such a world had clean water, global warming or natural disasters. The reason for this is that, according to welfarism, there would be neither positive nor negative well-being: nothing would matter because nothing had an impact on anyone's well-being. Another argument is that many of the things commonly seen as valuable have a positive impact on someone's well-being. In this sense, health and economic prosperity are valuable because they tend to increase overall well-being. On the other hand, many things seen as bad, such as disease or ignorance, tend to have a negative impact on well-being, either directly or indirectly. There are also various indirect arguments for welfarism in the form of criticisms of the theoretical competitors of welfarism. It is sometimes claimed that some of them fail either to properly draw the distinction between what is valuable at all and what is ultimately valuable or to take all consequences into account. === Against === An important argument against welfarism concerns the value of pleasure. There is very wide agreement among welfarists that pleasure is either the only or at least one central constituent of well-being. The problem arises due to the fact that not all pleasures seem to be equally valuable. Traditionally, this debate focused on the difference between lower and higher pleasures. John Stuart Mill, for example, argued that the lower pleasures of the body are less valuable than the higher pleasures of the mind. On this view, the pleasure one takes in studying a philosophical theory is more valuable than the pleasure one takes from eating at one's favorite restaurant, even if the degrees of these two pleasures should be equal. If true, this would pose an important objection to pure welfarism since it points to a rift between the degree of well-being and value. But this problem may be avoided by impure welfarism. In the contemporary debate, it has been suggested that some forms of pleasure even have a negative value, for example, malicious pleasures like schadenfreude. Such examples pose even more serious problems for welfarism since the pleasure seems to be good for the agent and thereby constitutes well-being while at the same time having a negative value. One response to this type of counterexample is to contend that malicious pleasures have positive value and to argue that the negative element does not concern the value simpliciter of the pleasure experience itself but the moral value of the person's character instead. Another type of objection focuses on the value of beauty. In this regard, it has been claimed that beautiful things possess a value that is independent of anyone's well-being. G. E. Moore, for example, holds that a world is better if it is beautiful than if it is ugly, even if it does not contain any sentient beings. But not everyone shares Moore's intuition concerning this example. In this sense, it has been argued that the value of beauty lies not in the beautiful object by itself but in the positive experience of it. A similar argument against welfarism is due to Susan Wolf, who affirms that one cannot account for the value of great works of art by only focusing on the well-being they cause. Ben Bramble has objected to this line of argument by pointing out that great works of art can cause well-being in a variety of ways. These ways are not just restricted to the pleasure one takes while perceiving them but include other components, like the motivation to discover similar works of art or to share one's experience with friends. One more problem arises when comparing alternatives in which the well-being at stake does not belong to the same persons in both alternatives but to different persons. This is the case, for example, when deciding whether it would be better for future generations to have a low number of people, each with a very high well-being, in contrast to a high number of people, each with a well-being that is just slightly positive. According to one perspective, what counts is the total well-being. On this view, having enough people with a slightly positive well-being would be better than having few people with a very high well-being. This view has been rejected by Derek Parfit, who termed it the \"repugnant conclusion\". Another solution holds that what matters is not the total well-being but the average well-being. On this view, the alternative concerning few people with a very high well-being would be preferable. A different line of argument suggests that welfarism is false since, strictly speaking, there is no well-being. The underlying idea of this thesis is that well-being is what is good for someone. Based on this definition, G. E. Moore argues that there is no well-being since goodness cannot be restricted to a person in this sense, i.e. there is good or bad in an absolute sense but there is no good or bad for someone. Another criticism, directed specifically at pure welfarism, is based on a common intuition that morally good people deserve a high degree of well-being but morally bad people do not. In this sense, the well-being of morally bad people would either be less valuable or even have a negative value. Immanuel Kant expresses a similar idea by stating that the highest good is \"Virtue and happiness together ... in a person\". This point is also emphasized by W. D. Ross, who holds that \"justice\", defined as happiness in proportion to merit, is intrinsically valuable. Impure welfarists can accommodate this intuition by holding that the well-being of morally bad people has less value. But this adjustment is not available to pure welfarism. One more objection that concerns pure welfarism in particular is due to the common impression that it is more important to increase the well-being of those that are worse off. So when faced with the question of whether to raise the well-being of a happy person or an unhappy person, one should benefit the unhappy person. This intuition seems to be based on the idea that what matters is not just a high total well-being, as suggested by pure welfarism, but also an equal distribution. One way to explain the initial intuition is to formulate the problem not in terms of well-being but in terms of resources. In this sense, giving one hundred dollars to a poor person would be better than giving it to a rich person. This can be explained by pure welfarism since the same amount of resources would mean more to the poor person and thereby have a bigger impact on their well-being. == In law and economy == Welfarist views have been influential in the law and economics movement. Steven Shavell and Louis Kaplow, for example, have argued in Fairness versus Welfare that welfare should be the exclusive criteria by which legal analysts evaluate legal policy choices.Louis Kaplow and Steven Shavell, Fairness versus Welfare (Cambridge, Massachusetts: Harvard University Press 2002) Penal welfarism is a theory in the study of criminal justice which holds that prisoners should have the right and the positive motivation to gain opportunities for advancement within the criminal justice system.David Garland, \"The Crisis of Penal Modernism\", The Culture of Control: Crime and Social Order in Contemporary Society, pp. 53-73, University of Chicago Press (2002). Economists usually think of individual welfare in terms of utility functions, a perspective in which social welfare can be conceived as an aggregation of individual utilities or utility functions. ==See also== *Consequentialism *Europeanism *Juvenile delinquency *Social welfare *Social welfare function *Welfare economics *Utilitarianism *Utility ==References== ==Bibliography== *Amartya Sen, 'Utilitarianism and Welfarism' in The Journal of Philosophy, Vol. 76, No. 9 pp. 463–489. 1979. *Louis Kaplow & Steven Shavell (2002), 'Principles of Fairness versus Human Welfare: On the Evaluation of Legal Policy', Social Science Research Network, Working Paper ==External links== *Theories of Well-Being, in William MacAskill & Richard Yetter-Chappell (2021), Introduction to Utilitarianism. * Category:Welfare economics Category:Ethical theories Category:Consequentialism",
 "title": "Welfarism"
}