{
 "id": "29811",
 "text": "The Kra–Dai languages (also known as Tai–Kadai and Daic) are a language family of tonal languages found in Mainland Southeast Asia, Southern China and Northeast India. They include Thai and Lao, the national languages of Thailand and Laos respectively.Diller, Anthony, Jerry Edmondson, Yongxian Luo. (2008). The Tai–Kadai Languages. London [etc.]: Routledge. Around 93 million people speak Kra–Dai languages, 60% of whom speak Thai. Ethnologue lists 95 languages in the family, with 62 of these being in the Tai branch. ==Names== The name \"Kra–Dai\" was proposed by Weera Ostapirat (2000), as Kra and Dai are the reconstructed autonyms of the Kra and Tai branches respectively. \"Kra–Dai\" has since been used by the majority of specialists working on Southeast Asian linguistics, including Norquest (2007), Pittayaporn (2009),Pittayaporn, Pittayawat. 2009. The phonology of Proto-Tai. Ph.D. Thesis, Cornell UniversityPeter Jenks and Pittayawat Pittayaporn. Kra-Dai Languages. Oxford Bibliographies in \"Linguistics\", Ed. Mark Aranoff. New York: Oxford University Press. Baxter & Sagart (2014) and Enfield & Comrie (2015).N. J. Enfield and B. Comrie, Eds. 2015. Languages of Mainland Southeast Asia: The State of the Art. Berlin, Mouton de Gruyter. The name \"Tai–Kadai\" is used in many references, as well as Ethnologue and Glottolog, but Ostapirat (2000) and others suggest that it is problematic and confusing, preferring the name \"Kra–Dai\" instead.Ostapirat, Weera. (2000). \"Proto-Kra.\" Linguistics of the Tibeto- Burman Area 23 (1): 1-251. \"Tai–Kadai\" comes from an obsolete bifurcation of the family into two branches, Tai and Kadai, which had first been proposed by Paul K. Benedict (1942). In 1942, Benedict placed three Kra languages (Gelao, Laqua (Qabiao) and Lachi) together with Hlai in a group that he called \"Kadai\", from ka, meaning \"person\" in Gelao and Laqua (Qabiao) and Dai, a form of a Hlai autonym. Benedict's (1942) \"Kadai\" group was based on his observation that Kra and Hlai languages have Austronesian-like numerals. However, this classification is now universally rejected as obsolete after Ostapirat (2000) demonstrated the coherence of the Kra branch, which does not subgroup with the Hlai branch as Benedict (1942) had proposed. \"Kadai\" is sometimes used to refer to the entire Kra–Dai family, including by Solnit (1988).Solnit, David B. 1988. \"The position of Lakkia within Kadai.\" In Comparative Kadai: Linguistic studies beyond Tai, Jerold A. Edmondson and David B. Solnit (eds.). pages 219-238. Summer Institute of Linguistics Publications in Linguistics 86. Dallas: Summer Institute of Linguistics and the University of Texas at Arlington. Adding to the confusion, some other references restrict the usage of \"Kadai\" to only the Kra branch of the family. The name \"Daic\" is used by Roger Blench (2008).Blench, Roger. 2008. The Prehistory of the Daic (Tai-Kadai) Speaking Peoples. Presented at the 12th EURASEAA meeting Leiden, 1–5 September 2008. (PPT slides) ==Origin== thumb|300px|Tai-Kadai migration route according to Matthias Gerner's Northeast to Southwest Hypothesis. James R. Chamberlain (2016) proposes that the Tai- Kadai (Kra-Dai) language family was formed as early as the 12th century BCE in the middle of the Yangtze basin, coinciding roughly with the establishment of the Chu fiefdom and the beginning of the Zhou dynasty.Chamberlain, James R. (2016). \"Kra-Dai and the Proto-History of South China and Vietnam\", pp. 27–77. In Journal of the Siam Society, Vol. 104, 2016. The high diversity of Kra–Dai languages in Southern China points to the origin of the Kra–Dai language family in Southern China. The Tai branch moved south into Southeast Asia only around 1000 AD. Genetic and linguistic analysis show great homogeneity between Kra–Dai-speaking people in Thailand. Although the position of Kra-Dai in relation to Austronesian is still contested, some propose that Kra-Dai and Austronesian are genetically connected. Weera Ostapirat (2005) sets out a series of regular sound correspondences between them, assuming a model of a primary split between the two; they would then be co-ordinate branches. Weera Ostapirat (2013) continues to maintain that Kra-Dai and Austronesian are sister languages, based on some phonological correspondences. On the other hand, Laurent Sagart (2008) proposes that Kra-Dai is a later form of FATK,Formosan ancestor of Tai-Kadai. a branch of Austronesian belonging to subgroup Puluqic developed in Taiwan, whose speakers migrated back to the mainland, both to Guangdong, Hainan and north Vietnam around the second half of the 3rd millennium BCE. Upon their arrival in this region, they underwent linguistic contact with an unknown population, resulting in a partial relexification of FATK vocabulary. If Sagart's theory that Kra-Dai being a sub-group of proto-Austronesian migrated out of Taiwan and back to the coastal regions of Guangdong, Guangxi, Hainan, and (possibly) Vietnam is right, they would simply not have had a development resembling anything like the fate of other proto-Austronesian languages that migrated out of Taiwan to the Philippines and other islands in Southeast Asia. Besides various concrete evidence for a Kra-Dai existence in the present-day Guangdong, remnants of Kra–Dai languages spoken further north could be found in unearthed inscriptional materials and non-Han substrata in Min- and Wu Chinese. Wolfgang Behr (2002, 2006, 2009, 2017) points out that most of non-Sinitic words found in Chu inscriptional materials are of Kra-Dai origin. For example, the Chu graph for \"one, once\" written as 20px (? < OC *nnəŋ) in the E jun qijie 鄂君啟筯 bronze tally and in Warring States bamboo inscriptions, which represents a Kra-Dai areal word; compare proto-Tai *hnïŋ = *hnɯŋ (Siamese 22nɯŋ, Dai 33nɯŋ, Longzhou nəəŋA etc.) \"one, once\". In the early 1980s, Wei Qingwen (韦庆稳), a Zhuang linguist, proposed that the Old Yue language recorded in the \"Song of the Yue Boatman\" is in fact a language ancestral to Zhuang. Wei used reconstructed Old Chinese for the characters and discovered that the resulting vocabulary showed strong resemblance to modern Zhuang. Later, Zhengzhang Shangfang (1991) followed Wei’s insight but used Thai script for comparison, since this orthography dates from the 13th century and preserves archaisms viz-à-viz the modern pronunciation. Zhengzhang notes that 'evening, night, dark' bears the C tone in Wuming Zhuang xamC2 and ɣamC2 'night'. The item raa normally means 'we inclusive' but in some places, e.g. Tai Lue and White Tai 'I'. However, Laurent Sagart criticizes Zhengzhang's interpretation as anachronistic, because however archaic that Thai script is, the Thai language was only written 2000 years after the song had been recorded; even if the Proto-Kam-Tai might have emerged by 6th century BCE, its pronunciation would have been substantially different from Thai. ==Internal classification== Kra–Dai consists of at least five well established branches, namely Kra, Kam–Sui, Tai, Be and Hlai (Ostapirat 2005:109). ;Tai: Southern China and Southeast Asia; by far the largest branch ;Kra: Southern China, Northern Vietnam; called Kadai in Ethnologue ;Kam–Sui: Guizhou and Guangxi, China ;Be: Hainan; possibly also includes Jizhao of Guangdong ;Hlai: Hainan Chinese linguists have also proposed a Kam–Tai group that includes Kam–Sui, Tai and Be.Liang Min 梁敏 & Zhang Junru 张均如. 1996. Dongtai yuzu gailun 侗台语族概论 / An introduction to the Kam–Tai languages. Beijing: China Social Sciences Academy Press 中国社会科学出版社. Ni Dabai 倪大白. 1990. Dongtai yu gailun 侗台语概论 / An introduction to the Kam-Tai languages. Beijing: Central Nationalities Research Institute Press 中央民族学院出版社. Kra–Dai languages that are not securely classified and may constitute independent Kra–Dai branches, include the following. *Lakkia and Biao, which may or may not subgroup with each other, are difficult to classify due to aberrant vocabulary, but are sometimes classified as sisters of Kam–Sui (Solnit 1988). *Jiamao of Southern Hainan, China is an aberrant Kra–Dai language traditionally classified as a Hlai language, although Jiamao contains many words of non-Hlai origin. *Jizhao of Guangdong, China is currently unclassified within Kra–Dai, but appears to be most closely related to Be (Ostapirat 1998).Ostapirat, W. (1998). A Mainland Bê Language? / 大陆的Bê语言？. Journal of Chinese Linguistics, 26(2), 338-344 Kra–Dai languages of mixed origins are: *Hezhang Buyi: Northern Tai and Kra *E: Northern Tai and Pinghua Chinese *Caolan: Northern Tai and Central Tai *Sanqiao: Kam–Sui, Hmongic and Chinese *Jiamao: Hlai and other unknown elements (Austroasiatic?) ===Edmondson and Solnit (1988)=== An early but influential classification, with the traditional Kam–Tai clade, was Edmondson and Solnit's classification from 1988:Edmondson, Jerold A. and David B. Solnit, editors. 1988. Comparative Kadai: Linguistic studies beyond Tai. Summer Institute of Linguistics and the University of Texas at Arlington Publications in Linguistics, 86. Dallas: Summer Institute of Linguistics and the University of Texas at Arlington. vii, 374 p.Edmondson, Jerold A. and David B. Solnit, editors. 1997. Comparative Kadai: the Tai branch. Summer Institute of Linguistics and the University of Texas at Arlington Publications in Linguistics, 124. Dallas: Summer Institute of Linguistics and the University of Texas at Arlington. vi, 382 p. * Kra–Dai ** Kra (Geyang) ** Hlai ** Kam–Tai *** **** Lakkia–Biao **** Kam–Sui *** **** Be **** Tai This classification is also used by Liang and Zhang (1996),Liang Min & Zhang Junru. 1996. An introduction to the Kam-Tai languages. Beijing: China Social Sciences Academy Press. Chamberlain (2016: 38),Chamberlain, James R. 2016. Kra-Dai and the proto-history of South China and Vietnam. Journal of the Siam Society 104. 27–77. and Ethnologue, though by 2009 Lakkia was made a third branch of Kam–Tai and Biao was moved into Kam–Sui. ===Ostapirat (2005); Norquest (2007)=== Weera Ostapirat (2005:128) suggests the possibility of Kra and Kam–Sui being grouped together as Northern Kra–Dai and Hlai with Tai as Southern Kra–Dai. Norquest (2007) has further updated this classification to include Lakkia and Be. Norquest notes that Lakkia shares some similarities with Kam–Sui, while Be shares some similarities with Tai. Norquest (2007:15) notes that Be shares various similarities with Northern Tai languages in particular.Norquest, Peter K. 2007. A Phonological Reconstruction of Proto- Hlai. Ph.D. dissertation, Department of Anthropology, University of Arizona. Following Ostapirat, Norquest adopts the name Kra–Dai for the family as a whole. The following tree of Kra–Dai is from Norquest (2007:16). * Kra–Dai ** Northern *** Kra *** Northeastern **** Lakkia **** Kam–Sui ** Southern *** Hlai *** Be–Tai **** Tai **** Be Additionally, Norquest (2007) also proposes a reconstruction for Proto-Southern Kra–Dai. ===Norquest (2015, 2020)=== A revised Kra-Dai phylogenetic tree by Norquest (2015, 2020) is provided as follows.Norquest, Peter. 2020. A Hypothesis on the Origin of Preglottalized Sonorants in Kra-Dai. 38th West Coast Conference on Formal Linguistics. Vancouver: Department of Linguistics, University of British Columbia. * Kra–Dai ** Kra ** Eastern Kra-Dai *** Biao *** Lakkja-Kam-Tai **** Lakkja **** Kam–Tai ***** Kam–Sui ***** Western Kam-Tai ****** Hlai ****** Be-Tai ******* Ong-Be ******* Tai ==External relationships== ===Austro-Tai=== Several scholars have presented suggestive evidence that Kra–Dai is related to or a branch of the Austronesian language family. There are a number of possible cognates in the core vocabulary displaying regular sound correspondences. Among proponents, there is yet no agreement as to whether they are a sister group to Austronesian in a family called Austro-Tai, a back-migration from Taiwan to the mainland or a later migration from the Philippines to Hainan during the Austronesian expansion. The inclusion of Japanese in the Austro-Tai family, as proposed by Paul K. Benedict in the late 20th century, is not supported by the current proponents of the Austro-Tai hypothesis. ===Sino- Tai=== The Kra–Dai languages were formerly considered to be part of the Sino- Tibetan family, partly because they contain large numbers of words that are similar to Sino-Tibetan languages. However, these words are seldom found in all branches of the family and do not include basic vocabulary, indicating that they are old loan words.Ostapirat, Weera. (2005). \"Kra–Dai and Austronesian: Notes on phonological correspondences and vocabulary distribution\", pp. 107–131 in Sagart, Laurent, Blench, Roger & Sanchez-Mazas, Alicia (eds.), The Peopling of East Asia: Putting Together Archaeology, Linguistics and Genetics. London/New York: Routledge-Curzon. Outside China, the Kra–Dai languages are now classified as an independent family. In China, they are called Zhuang–Dong languages and are generally included, along with the Hmong–Mien languages, in the Sino-Tibetan family.Luo, Yongxian. 2008. Sino-Tai and Tai-Kadai: Another look. In Anthony V. N. Diller and Jerold A. Edmondson and Yongxian Luo (eds.), The Tai-Kadai Languages, 9-28. London & New York: Routledge. It is still a matter of discussion among Chinese scholars whether Kra languages such as Gelao, Qabiao and Lachi can be included in Zhuang–Dong, since they lack the Sino-Tibetan similarities that are used to include other Zhuang–Dong languages in Sino-Tibetan. ===Hmong-Mien=== Kosaka (2002) argued specifically for a Miao–Dai family. He argues that there is much evidence for a genetic relation between Hmong–Mien and Kra–Dai languages. He further suggests that similarities between Kra–Dai and Austronesian are because of later areal contact in coastal areas of Eastern and Southeastern China or an older ancestral relation (Proto-East Asian).Kosaka, Ryuichi. 2002. \"On the affiliation of Miao-Yao and Kadai: Can we posit the Miao-Dai family.\" Mon-Khmer Studies 32:71-100. ===Japonic languages=== Vovin (2014) proposed that the location of the Japonic Urheimat (linguistic homeland) is in Southern China. Vovin argues for typological evidence that Proto-Japanese may have been a monosyllabic, SVO syntax and isolating language, which are also characteristic of Tai–Kadai languages. According to him, these common features are however not due to a genetic relationship, but rather the result of intense contact.Vovin, Alexander (2014). Out Of Southern China? --some linguistic and philological musings on the possible Urheimat of the Japonic language family-- XXVIIes Journées de Linguistique d'Asie Orientale 26-27 juin 2014. ==Reconstruction== ==See also== *Austric languages *Austro-Tai languages *Hmong–Mien languages *Proto-Hlai language *Proto-Hmong–Mien language *Proto- Kam–Sui language *Proto-Kra language *Proto-Tibeto-Burman language *Proto-Tai language *Sino-Austronesian languages ==Notes== ==References== ==Sources== * * * * *Blench, Roger. 2004. Stratification in the peopling of China: how far does the linguistic evidence match genetics and archaeology? Paper for the Symposium \"Human migrations in continental East Asia and Taiwan: genetic, linguistic and archaeological evidence\". Geneva June 10–13, 2004. Université de Genève. * * *Edmondson, J.A. and D.B. Solnit eds. 1997. Comparative Kadai: the Tai branch. Dallas: Summer Institute of Linguistics and the University of Texas at Arlington. * * * * * * * ==Further reading== *Chamberlain, James R. (2016). Kra-Dai and the Proto-History of South China and Vietnam. Journal of the Siam Society, 104, 27-76. *Diller, A., J. Edmondson, & Yongxian Luo, ed., (2005). The Tai–Kadai languages. London [etc.]: Routledge. *Edmondson, J. A. (1986). Kam tone splits and the variation of breathiness. *Edmondson, J. A., & Solnit, D. B. (eds.) (1988). Comparative Kadai: linguistic studies beyond Tai. Summer Institute of Linguistics publications in linguistics, no. 86. Arlington, TX: Summer Institute of Linguistics. *Mann, Noel, Wendy Smith and Eva Ujlakyova. 2009. Linguistic clusters of Mainland Southeast Asia: an overview of the language families. Chiang Mai: Payap University. * *Ostapirat, Weera. (2000). \"Proto-Kra.\" Linguistics of the Tibeto-Burman Area 23 (1): 1-251. *Somsonge Burusphat, & Sinnott, M. (1998). Kam–Tai oral literatures: collaborative research project between. Salaya Nakhon Pathom, Thailand: Institute of Language and Culture for Rural Development, Mahidol University. ==External links== * Word lists of Tai–Kadai languages from the Austronesian Basic Vocabulary Database * Tai–Kadai word lists by Ilya Peiros (Intercontinental Dictionary Series) * StarLing: Tai–Kadai 100-word lists and etymology ** StarLing: Zhuang–Tai 100-word lists and etymology ** StarLing: Kam–Sui 100-word lists and etymology * Comparative Tai–Kadai Swadesh vocabulary lists (from Wiktionary's Swadesh list appendix) Category:Language families Category:Sino-Austronesian languages",
 "title": "Kra–Dai languages"
}