{
 "id": "298324",
 "text": "{{Infobox writer | name = William Haughton |image = |imagesize = 150px | | caption = | birth_date = Unknown | birth_place = England | death_date = 1605 | death_place = England | spouse = Alice | children = | occupation = Playwright | signature = | movement = English Renaissance theatre}} William Haughton (died 1605) was an English playwright in the age of English Renaissance theatre.Chisholm, Hugh, ed. \"Haughton, William\". In Encyclopædia Britannica (11th ed.). Cambridge University Press, 1911; Vol. 13, p. 66. ==Life== Most of what little biographical information there is about him is derived from the papers of Philip Henslowe, proprietor of the Rose Theatre. Henslowe's earliest reference to him refers to him as \"young\" Haughton. He wrote all his known dramatic work for Henslowe, for production by the Admiral's Men and Worcester's Men. (Henslowe's papers refer to Haughton as Hawton, Hauton, Haughtoun, Haulton, Howghton, Horton, Harton, and HarvghtonChambers, E. K. The Elizabethan Stage. Oxford, Clarendon Press, 1923; Vol. 3, p. 334.—a fine example of the famously flexible Elizabethan orthography. His name is spelled Houghton in his 1605 will.) On 10 March 1600 Henslowe lent Haughton ten shillings \"to release him out of The Clink\". A William Haughton received an M.A. from Oxford in 1604, but Baugh doubts that this was the playwright. Haughton made his will on 6 June 1605, with his sometime dramatic collaborator Wentworth Smith and one Elizabeth Lewes as witnesses. It was proved on 20 July 1605. He was of Allhallows, Stainings, at that time. He left a widow Alice and children. ==Career as a playwright== During the years 1597 to 1602 he collaborated in many plays with Henry Chettle, Thomas Dekker, John Day, Richard Hathwaye and Wentworth Smith. Haughton's hand has also been sought in several anonymous plays of the period, including Wiley Beguiled, The Wit of a Woman, The Merry Devil of Edmonton, Captain Thomas Stukeley and A Warning For Fair Women. A merry comedy entitled Englishmen for My Money, or A Woman will have her Will (1598) is ascribed to his sole authorship, and Fleay credits him with a considerable share in Patient Grissel (1599). The latter attribution has been confirmed and refined by W. L. Halstead and by Cyrus Hoy (1980), giving the subplot concerning Sir Owen the Welsh Knight and his wife Gwenthyan, as well as that concerning the Duke's sister Julia and her three foolish suitors to Haughton, leaving the main plot to Dekker and Chettle. The Devil and his Dame, mentioned as a forthcoming play by Henslowe in March 1600, is identified by Fleay as Grim the Collier of Croydon, which was printed in 1662. In this play an emissary is sent from the infernal regions to report on the conditions of married life on earth. This attribution has recently been confirmed by William M Baillie (see below). Grim is reprinted in vol. viii, and Englishmen for My Money iii, vol. 5, of WC Hazlitt's edition of Dodsley's Old Plays. Englishmen for My Money was edited in old-spelling by A. C. Baugh in 1917, and appeared as a Tudor Facsimile Text in 1911. Grim has been edited by William L. Baillie as part of A Choice Ternary of English Plays: Gratiae Theatrales (1984), and appeared as a Tudor Facsimile Text in 1912. Patient Grissell appears in Fredson Bowers' edition of Dekker's Dramatic Works. In May 1600 he brokered a play, now lost, to Henslowe called The English Fugitives, possibly based on Lewes Lewknor's The Estate of English Fugitives published in 1595. ==Known works== Known plays by Haughton, either singly or in conjunction with others, include: # Englishmen for My Money, or A Woman Will Have Her Will. Stationers' Register entry 3 August 1601. Printed 161, 1626, 1631. # The Poor Man's Paradise, August 1599. Not printed; possibly not finished. # Cox of Collumpton, with Day, November 1599. Not printed, although an eyewitness report of a performance survives in Simon Forman's casebook. # Thomas Merry, or Beech's Tragedy, with Day, November–December 1599. Not printed. It has been suggested that this survives as part of Yarington's Two Lamentable Tragedies, though this is more likely to be an analog handling the same murder. # The Arcadian Virgin, with Chettle, December 1599. Not printed; possibly not finished. # Patient Grissel, with Chettle and Dekker, October–December 1599. # The Spanish Moor's Tragedy, with Day and Dekker, February 1600. Not Printed; possibly not finished, though it is now usually identified with Lust's Dominion from the Dekker canon. # The Seven Wise Masters, with Chettle, Day, and Dekker, March 1600. Not printed. # Ferrex and Porrex, March–April 1600. Not printed. # The English Fugitives, April 1600. Not printed; possibly not finished. # The Devil and His Dame, May 1600. Probably the extant anonymous play Grim the Collier of Croydon. # Strange News Out of Poland, with \"Mr. Pett,\" possibly Peter Pett, May 1600. Not printed. # Judas, May 1600; apparently finished by William Bird and Samuel Rowley, December 1601. Not printed. # Robin Hood's Pennorths, December 1600 – January 1601. Not printed; possibly not finished. # The Blind Beggar of Bethnal Green, Part II, with John Day, January–July 1601. Not printed. # The Blind Beggar of Bethnal Green, Part III, with John Day, January–July 1601. Not printed. # The Conquest of the West Indies, with Day and Smith, April–September 1601. Not printed. # The Six Yeomen of the West, with Day, May–June 1601. Not printed. # Friar Rush and the Proud Woman of Antwerp, with Chettle and Day, July 1601 – January 1602. Not printed. # Tom Dough, Part II, with Day, July–September 1601. Not printed; possibly not finished. # The Six Clothiers, Part I, with Richard Hathwaye and Wentworth Smith, October–November 1601. Not printed. # The Six Clothiers, Part II, with Hathwaye and Smith, October–November 1601. Not printed; possibly not finished. # William Cartwright, September 1602. Not printed; possibly not finished. ==References== * Category:1605 deaths Category:English Renaissance dramatists Category:Year of birth unknown Category:16th-century English writers Category:16th-century male writers Category:17th-century English male writers Category:16th-century English dramatists and playwrights Category:17th-century English dramatists and playwrights Category:English male dramatists and playwrights",
 "title": "William Haughton (playwright)"
}