{
 "id": "298654",
 "text": "The United Presbyterian Church in the United States of America (UPCUSA) was the largest branch of Presbyterianism in the United States from May 28, 1958, to 1983. It was formed by the union of the Presbyterian Church in the United States of America (PCUSA), often referred to as the \"Northern\" Presbyterian Church, with the United Presbyterian Church of North America (UPCNA), a smaller church of Covenanter-Seceder tradition at a conference in downtown Pittsburgh, Pennsylvania, in May 1958. Vigorous ecumenical activity on the part of PCUSA leaders led to this merger, something of a reunion of two long- separated branches of the larger Presbyterian family deriving from the British Isles. ==Background== Between 1937 and 1955, both the Presbyterian Church in the United States of America, and the United Presbyterian Church of North America had been looking to merge with Reformed Churches. The PCUSA had discussed a merger with the Presbyterian Church in the United States (PCUS), as well as with the Episcopal Church. Both denominations had also been in contact with the Reformed Church in America, as well as the Associate Reformed Presbyterian Church. ==History== By the time of the merger, the PCUSA had churches in all 50 states, while the heaviest concentration of UPCNA congregations could be found in Western Pennsylvania and parts of Ohio. One institutional expression of the union was the consolidation of two nearby seminaries into the new Pittsburgh Theological Seminary. As had been customary for centuries, the UPCUSA originally held solely to the Westminster Confession of Faith and catechisms. But, one of the details of the 1958 merger was to revise the Westminster Confession. Realizing that the task of revising the Westminster Confession was too much of a burden and potentially divisive, the commission developed a new confession. Known as the Confession of 1967, it was heavily influenced by neo-orthodoxy. The commission also added several other confessional standards to what was called the Book of Confessions. Furthermore, the UPCUSA revised its ordination vows. Prior to 1967, the ordination vows required an affirmative to this question: \"Do you sincerely receive and adopt the Confession of Faith and Catechisms of this Church as containing the system of doctrine taught in Holy Scripture?\" After 1967, the ordination vows read: \"Do you sincerely receive and adopt the essential tenets of the Reformed Faith as expressed in the confession of our church as authentic and reliable expositions of what Scripture leads us to believe and do, and will you be instructed and led by those confessions as you lead the people of God?\" Despite strong opposition from conservative evangelicals, much of which dovetailed with their hostility toward the denomination's perceived focus on social action that the Confession of 1967 in particular appeared to endorse, nine-tenths of the presbyteries approved the new documents. ==Social stances and ecumenism== Generally speaking, the UPCUSA, especially its leadership, was a strong supporter of progressive causes, such as civil rights and feminism. Eugene Carson Blake, who served as the stated clerk of the UPCUSA from 1954 until 1966, was particularly active in the civil rights movement, including partaking in the August 28, 1963 March on Washington for Jobs and Freedom, with Martin Luther King Jr. The following year, the UPCUSA took an unprecedented step in electing Edler Garnet Hawkins (1908-1977), an African American, who had served as pastor of St. Augustine Presbyterian Church, as moderator, a position which he filled until 1970. However, despite the progressive views of many members, a scandal erupted in 1970 and 1971 when the denomination gave $25,000 to defend the Black Panthers and $10,000 to the Angela Davis Defense Fund. Katie Cannon was ordained on April 24, 1974, in Shelby, North Carolina, by the Catawba Presbytery, in the Synod of Catawba, becoming the first African-American woman to be ordained in the UPCUSA. ==Ecumenical endeavors== In December 1960, UPCUSA stated clerk, Eugene Blake, preached a sermon at Grace Cathedral [Episcopal Church] in San Francisco, in which he laid down the plan for uniting UPCUSA, The Methodist Church (USA), the Episcopal Church and the United Church of Christ. Following Blake's lead, the 1961 General Assembly sent invitations to the Presbyterian Church in the United States, the Methodists, the Episcopalians, and the United Church of Christ, beginning what was called the “Consultation on Church Union,” but would be eventually renamed the “Churches of Christ Uniting”. The UPCUSA was also part of both the National Council of Churches and the World Council of Churches, the latter of which Blake would become the General Secretary of in 1966. ==Controversies and departures== Despite being the largest Presbyterian body in the United States, controversies and schisms would soon shake the UPCUSA, which would lead to the exodus of several well-known congregations and members. In keeping with the practice of the PC-USA (which the PC-USA had begun in 1956) the UPCUSA continued the ordination of women. When the union between the UPCNA and the PC-USA occurred in 1958, it was understood that the new denomination would permit, but not require female ministers However, in 1974, Walter W. Kenyon, a student at the Pittsburgh Theological Seminary, informed his presbytery that, while he would be willing to work with female ministers, or not impede their ordination, he would not participate in their installation. While his ordination was narrowly approved, it was overturned by the Permanent Judicial Commission of the General Assembly the following year, with the commission stating that it was the denomination's responsibility to refuse ordination to those who did not theologically accept the ordination of women, as the General Assembly had no power to grant the presbytery an exception to an already explicit constitutional provision. Furthermore, in 1979, the General Assembly ruled that all congregations must elect both men and women to the office of ruling elder. The ruling resulted in an exodus of approximately forty congregations, including Tenth Presbyterian Church in Philadelphia, which would eventually realign with the Reformed Presbyterian Church, Evangelical Synod. In 1976, the New York Presbytery petitioned the General Assembly asking for advice over what to do about a candidate who was a homosexual, yet who was otherwise qualified for ministry. A task force was assigned and came back with the proposal that the question should be up to the discretion of the presbyteries. However, after lobbying from the Presbyterians United for Biblical Concerns, the majority report was rejected by the General Assembly, which voted overwhelmingly to affirm instead that “unrepentant homosexual practice does not accord with the requirements of ordination as set forth in the Book of Church Order.\" Another controversy rocked the UPCUSA when the National Capital Union presbytery voted to receive a minister by the name of Mansfield Kaseman, a move that was upheld by the 1981 General Assembly. Ordained in the United Church of Christ, Kaseman declined to affirm straightforwardly the deity of Christ, His sinless nature and the bodily resurrection. This case resulted in a further wave of departures from the UPCUSA, including those who founded the Evangelical Presbyterian Church, along with longtime Pittsburgh Seminary professor John Gerstner. ==Reunion of the UPCUSA and the PCUS== As the UPCUSA continued its more liberal shift, talks had begun regarding a merger between the UPCUSA and the Presbyterian Church in the United States, who had split from the main Presbyterian Church in the United States of America in 1861 due to the Civil War. Initially committed to “Old School” Presbyterianism, the PCUS had been beginning a shift towards liberalism in the 1950s and 1960s, including allowing the ordination of women in 1964. While there had been a failed attempt to merge the UPCUSA and the PCUS in 1954, there had been increased cooperation between the two denominations, including joint foreign mission boards, a new hymnal in 1955, union presbyteries in 1968, and in 1970, the so-called “Plan of Union” was drafted. With the December 1973 creation of the National Presbyterian Church, which would soon be renamed the Presbyterian Church in America, which led to an exodus of conservatives from the PCUS, plans for union accelerated, and were also hastened, albeit less decisively, by the creation of the Evangelical Presbyterian Church by conservatives leaving the UPCUSA in 1981. In 1983, the vote was finally held regarding the merger, with a unanimous 151 presbyteries in the UPCUSA affirming it, and the PCUS affirming it 53 to 8. On June 10, 1983, the first General Assembly was held for the new denomination, which would be called the Presbyterian Church (USA). ==Notable members== Prominent leaders and theologians from the period included Eugene Carson Blake, Robert McAfee Brown, Lloyd John Ogilvie, William Sloane Coffin, and David H. C. Read. Among its members was President Dwight Eisenhower. ==See also== *List of Moderators of the General Assembly of the United Presbyterian Church in the United States of America *United Presbyterian Church in the USA synods and presbyteries 1968 ==References== ==External links== * * Category:Christian organizations established in 1958 Category:Presbyterian denominations in the United States Category:Former Presbyterian denominations Category:Presbyterian denominations established in the 20th century Category:Presbyterian Church (USA) predecessor churches Category:1958 establishments in Pennsylvania",
 "title": "United Presbyterian Church in the United States of America"
}