{
 "id": "298773",
 "text": "Troll is a Norwegian symphonic black metal band. ==History== Troll was founded in 1992, when 14-year-old Stian Arnesen aka \"Nagash\" started writing music with Glaurung and Fafnir. When Glaurung and Fafnir left the project, Nagash continued Troll as a solo project and released Trollstorm over Nidingjuv in 1995 and Drep de kristne in 1996. Following the release of Drep de kristne, Nagash spent more time working with other bands such as Dimmu Borgir and his other band Covenant that he started with Blackheart. Troll was inactive until 2000. By that time Fafnir, now under the name Sinister Minister Twice, had rejoined Troll. Other members were also added, making Troll a group and no longer a solo project. With Nagash concentrating on guitar and synth, Troll released The Last Predators in 2000 and Universal in 2001. Significant progress took place between Drep de kristne and Last Predators. Lyrical content was now mainly English, and the imagery revolved less around Satanic symbols and hate for Christians. The music became less grim and more symphonic over the years. In 2007 Nagash had assembled a full line-up for Troll, and began recording a new album in January 2009. That album, Neo-Satanic Supremacy, was released in early 2010, and described by one critic as \"An entertaining, if somewhat over-familiar slice of 90s-style symphonic black metal\".OneMetal.com review, by Philip Whitehouse. ==Discography== *Trollstorm over Nidingjuv - 1995 *Drep de kristne - 1996 *The Last Predators - 2000 *Universal - 2001 *Neo-Satanic Supremacy - 2010 *Tilbake Til Trollberg - 2020 ==Members== ===Current line-up=== *Nagash - Vocals, All Instruments (1992–present day) 2010 *Tlaloc - Backing Vocals, Guitars (2008–present day) 2010 *Sturt - Bass (2011-present day) 2010 *Exilis - Keyboards (2008–present day) 2010 *Telal - Drums (2013-present day) 2010 ===Former members=== *Glaurung - Bass (1993) *Sinister Minister Twice/Fafnir - Vocals (1993, 1998–2003) *Blackheart - Keyboards (1998–2003) *Hellhammer - Drums (1998–2003) *Sensei Ursus Major (Bjørn Boge) - Bass (1998–2003) *Abyr - Backing Vocals, Guitars (2007-2008) *Vold - Backing Vocals, Bass (2007–2011) *Ygg - Drums (2008-2013) ==References== Category:Norwegian black metal musical groups Category:Norwegian symphonic black metal musical groups Category:Musical groups established in 1992 Category:1992 establishments in Norway Category:Musical groups disestablished in 2001 Category:2001 disestablishments in Norway Category:Musical groups reestablished in 2007 Category:Musical groups from Oslo",
 "title": "Troll (Norwegian band)"
}