{
 "id": "298955",
 "text": ", officially the (Maguindanaon: Kuta nu Kutawatu, كوتا نو كوتاواتو; Iranun: Inged a Kotawato, ايڠايد ا كوتاواتو; ), is a in the , . According to the , it has a population of , making it as the most populated city under the independent component city status. Cotabato City was formerly a part and the regional center of Region XII, but due to the ratification of the Bangsamoro Organic Law, it is now part of Bangsamoro and serves as the regional center. Being an independent component city, it is not a subject to regulation from the Provincial Government of Maguindanao where it is geographically located. The Philippine Statistics Authority also lists Cotabato City as statistically independent. Cotabato City is distinct from and should not be confused with the province of Cotabato. == History == thumb|left|The Spanish fortress in Cotabato, El Fuerte Reina Regente, 1896 Prior to the arrival of Hindus and Muslims, the city was a vast swamp and rainforest landscape where numerous ethno-linguistic groups lived. Maguindanao vernacular architecture developed during this era, which included the architectural techniques of at least 10 ethno-linguistic groups. Later on, Hindu traders arrived and the people of the area embraced the practice of Hinduism. The set of moral standards and culture of present-day people of Maguindanao are seen due to this Hindu influence. === Sultanate of Maguindanao === By 1515, after a successful Islamic colonization in Sulu, Muslim traders went to Maguindanao and converted many of the natives to Islam. Those that did not accept the arrival of the Muslims went into higher ground or the interior of the island. During the same year, the Sultanate of Maguindanao was formally established, with Kota Wato as its capital, and ruled a vast territory in Mindanao from until its total collapse in 1888. === Spanish and American occupation === thumb|left|Aerial view of Cotabato, circa pre-1944 The Spanish Empire had defeated the Sulu Sultanate in war and forced it to sign an unfavorable peace treaty in 1851. With the Moro Gulf and Illana Bay now open to Spanish traffic as a result of their victory over the Sulu Moros, this paved the way for the first steps for the conquest of the Maguindanao Sultanate several years later. To that end, Spanish Jesuit missionaries have already made their way as early as 1859 at Polloc where they earned several hundred converts, but the place was deemed unsuitable in account of its less than optimal ecology. And so the Spanish district governor of Mindanao based in Zamboanga requested Datu Amirul, the father of present Sultan of Maguindanao Muhammad Makakua, for them to establish a military base at the stone fortress at Kota Wato in what is now Barangay Tamontaka, and Datu Amirul gave the consent. The Spanish then established themselves at the said fort, raising the Spanish flag there and renamed it Cotabato, the Hispanized form of its name, in April 30, 1861. The Spanish and the Moro chiefs and locals then had a conference later the same day which stipulated the Maguindanaoan locals of Cotabato are now subjects of the Spanish Crown but their Islamic beliefs would be respected. Thus, on 30th of April 1861 in the flood plains of Tamontaka, the town of Cotabato was officially born. Under the reign of Sultan Muhammad Makakua, who while being the nominal sultan of Maguindanao was at this point under complete Spanish vassalage, roads and wharves were built in Cotabato, specifically where the Tamontaka River was situated. Forests were felled and cleared by the new Catholic Tiruray converts of Tamontaka to make way for the expansion of the newly established town. In 1871, the capital of the Spanish military district of Mindanao was moved from Zamboanga to Cotabato, only to be moved back previously the next year when a destructive earthquake ravaged the town. Following the Spanish evacuation in Jan. 1899, Datu Piang led the Moro's in a massacre of the remaining Christian community, enslaving those they did not kill.Foreman, J., 1906, The Philippine Islands: A Political, Geographical, Ethnographical, Social and Commercial History of the Philippine Archipelago, New York: Charles Scribner's Sons Americans arrived in Mindanao in 1900 after the Spanish–American War ended in 1898. Cotabato town was part of Moro Province and of Department of Mindanao and Sulu from 1903 to 1920, when the Empire Province of Cotabato, referred to as \"Moroland\" by the Americans, was founded with the town as the capital, with Datu Piang as its first governor. === Cotabato === Several towns were carved off from Cotabato town since the year 1913, with Pikit being the first one founded by Cebuano Christian colonists. Dulawan (now Datu Piang, Maguindanao) and Midsayap were incorporated as regular municipalities in 1936. In 1942, at the beginning of the Pacific Front of World War II, the Japanese Imperial forces entered what is now Maguindanao province. In 1945, Maguindanao was liberated by allied Philippine Commonwealth troops and Muslim Maguindanaoan guerrilla units after defeating the Japanese Imperial forces in the Battle of Maguindanao during the Second World War. On August 18, 1947, just two years after the Second World War and a year after the official inauguration of Philippine independence, the number of towns in the gigantic Cotabato province were multiplied by Executive Order No. 82 signed by President Manuel Roxas, namely: Kidapawan, Pagalungan, Buayan, Marbel, Parang, Nuling, Dinaig, Salaman, Buluan, Kiamba, and Cabacan, a total of eleven (11) towns added to the previous four towns; the newly founded towns of Kabuntalan, Pikit (conversion as regular municipality), and Glan added up on September 30, 1949. More and more newly created towns added up in the province's number of towns as the province entered the second half of the 20th century. ===Cityhood=== The city was chartered by the virtue of Republic Act No. 2364 on June 20, 1959. The city used to be part of the original Province of Cotabato and was its capital from 1920 until 1967, a year after the separation of South Cotabato; since then the city was the administrative center of the ARMM when Maguindanao was carved out in 1973. However, the city broke off administratively from Maguindanao as it rejoined Soccsksargen in the 1990s. Now many sources consider the city as part of the present Cotabato province, although geographically it is still considered part of Maguindanao. === Inclusion in the Bangsamoro region === The city has traditionally resisted efforts for its inclusion to the Autonomous Region in Muslim Mindanao despite serving as the government center of the region. Despite this, the city's residents voted for their locality's inclusion in the new Bangsamoro Autonomous Region by voting to ratify the Bangsamoro Organic Law in the January 21, 2019 plebiscite. The city became de jure part of Bangsamoro following the plebiscite, as well as the government center of the new region. It became official part of the region after its formal turnover to the Bangsamoro regional government on December 15, 2020. == Geography == Cotabato is approximately from Manila, the country's capital, and is bounded by the municipalities of Sultan Kudarat to the north—with Rio Grande de Mindanao separating the two—Kabuntalan to the east, and Datu Odin Sinsuat to the south. The city faces Illana Bay, part of the Moro Gulf, to the west. Cotabato City has a total land area of , located at the mouth of the Rio Grande de Mindanao and Pulangi River.Disaster Preparedness of Schools by Abdul Raffi A. Abas ===Urban Areas=== Cotabato City has 27 urban barangays that are grouped into two major urban areas, the Down Town Area and the Upper Town Area. Down Town Area covers the barangays of Poblacion and Bagua which has a population of more than 150,000, Down Town area is below the sea water level, so it is always prone to flooding, down town is the center of banking, trading and commerce of Cotabato City, more than 20 banks including Central Bank of the Philippines are here, the two major wet markets are also located here the Mega Market and the City Arcade, malls and supermarkets are also here such as South Seas Mall, Puregold Main Branch, Sugni Super Store, Superama (3 branches) and also the upcoming KCC Mall of Cotabato. Some of major schools are also located at the down town area such as Notre Dame University, Cotabato City Central Pilot School the largest elementary school, STI Cotabato and Notre Dame of Cotabato, many restaurants and fast food chains are located here such as McDonalds, two branches of Jollibee, Greenwhich, Chowking, Goldilocks, Redribbon, Mang inasal, Mister Donut and KFC. Upper Town Area is the elevated area of Cotabato City, it covers all barangays of Rosary Heights and where the Peoples Palace (City Hall) are situated, the upper town area is the services center of Cotabato City because the Regional Government Agencies from the Bangsamoro Region and Region 12 are located on this area, it also covers Cotabato Regional and Medical Center and other medical hospitals, other educational institutions are also located here Cotabato City State Polytechnic College, Notre Dame-RVM, AMA Computer College and also the defunct University of Mindanao is located here. There are three major shopping malls here the CityMall, Mall of Alnor and Fiesta Mall(Puregold 2nd branch), many restaurants are also spread out on this area such as Jollibee (2 branches), Chowking (2 branches), Mang Inasal Greenwich, Chicken Deli, Reyes Barbecue, Hukad Restaurant, Bo's Coffee (2 branches), Blackscoop Cafe, Highlands Coffee and Penongs. The other two developing areas are Barangays of Kalanganan which is the Seaport and the Grand Mosque is located, the major industry here are aquaculture, the proposed Public Market and Public Terminal is located here, coastal road is also under construction on this area. Another developing area is the Barangays of Tamontaka, which the proposed International Airport will be established on this area, Tamontaka is also the east diversion road of Cotabato City. === Topography === The city is situated in the lowest portion of Maguindanao province. The City of Cotabato with its 37 barangays spans an area with marked landscapes of flat, level to nearly level, very gently sloping to gently undulations to moderately sloping or rolling. It is basically a delta formed by two big rivers, the Tamontaka River and the Rio Grande de Mindanao. Basically 70% of its total land area is below sea level. There are only 2 existing elevated areas in the city, the PC Hill and the Timako Hill with an altitude of 90 and 150 feet, respectively. At the foot of PC Hill is Tantawan Park and also hosts the Kutang Bato Caves. Concentration of settlements and other urban uses are in the central portion while the southwestern and southeastern portion have mixed uses of agricultural land settlements. The city is criss-crossed by meandering and braided creeks and rivers like the Matampay, Parang, Timako, Esteros and Miwaruy. These water bodies serve as sources of both agricultural, industrial and domestic water requirements of some rural barangays. These rivers also serve as the natural drainage flow of the city's wastes. === Barangays === Cotabato City is politically subdivided into 37 barangays. Cotabato City has 27 urban barangays as classified by Philippine Statistics Authority. Urban *Bagua Mother *Bagua I *Bagua II *Bagua III *Kalanganan Mother *Kalanganan I *Kalanganan II *Poblacion Mother *Poblacion II *Poblacion IV *Poblacion V *Poblacion VI *Poblacion VII *Poblacion VIII *Poblacion IX *Rosary Heights Mother *Rosary Heights II *Rosary Heights III *Rosary Heights V *Rosary Heights VI *Rosary Heights VII *Rosary Heights VIII *Rosary Heights IX *Rosary Heights X *Rosary Heights XI *Rosary Heights XIII *Tamontaka Mother Rural *Poblacion I *Poblacion III *Rosary Heights I *Rosary Heights IV *Rosary Heights XII *Tamontaka I *Tamontaka II *Tamontaka III *Tamontaka IV *Tamontaka V === Climate === Under the Köppen climate classification system, Cotabato City features a tropical rainforest climate (Af) with consistently hot, humid and wet weather year-round. There is a drier season from January to February, but unlike western Luzon rainfall is still over in every month. == Demographics == The majority of the inhabitants of Cotabato City are Maguindanaon, comprising about 50% of the city's population. There are sizable ethnic populations of Cebuanos (14%), Tagalogs (9.7%), Iranun (7%), Hiligaynons (5.6%), Binisaya (2.7%) and Chinese (2%). The remainder of the population belongs to other ethnicities (e.g. Tausug, Teduray, Ilocano, Maranao and Indian). === Language === The main language is Tagalog making Cotabato City as the Tagalog Speaking City of Mindanao. Maguindanao, Chavacano, and Cebuano are spoken by both Christians and Muslims, while Iranun, Maranao, English, and Arabic, can also be heard in the city. The dialect of Chavacano native to Cotabato City is referred to as Cotabateño. ===Religion=== thumb|upright|Queen of Peace Church As reported by Philippine Statistics Authority (PSA) on 2015, 76.15% of the people of Cotabato City are adherent of Islam and mainly belong to Sunnites. The followers of Islam are mainly Maguindanaoan, Iranun, Maranao, and Tausug people. The remaining proportion belong to non - Islamic belief such as Christianity, Buddhism and other sects. Cotabato City also hosts the largest mosque in the Philippines, the Sultan Haji Hassanal Bolkiah Masjid which can accommodate approximately 15,000 worshippers. It is also the seat of the Archdiocese of Cotabato which serves its Roman Catholic population. The city also hosts the historic Church of the Immaculate Concepcion Tamontaka. Festivals religious of origin are also held in the city annually such the Shariff Kabunsuan Festival which is dedicated to Sharif Kabungsuwan, a Muslim missionary which introduced Islam in the area. The Feast of the Immaculate Conception, since the Mary, mother of Jesus as the Immaculate Conception, is regarded by the patron saint of the city by its Catholic population. ==Government == thumb|right|Drone shot in ORG Cotabato City thumb|right|Old Cotabato City Hall Elected officials 2019-2022: * Mayor: ** Frances Cynthia Guiani-Sayadi (NPC) * Vice Mayor: ** Graham Nazer Dumama (NPC) * City Councilors: ** Jayjay Guiani (NPC) **Bruce Matabalao (Resigned) ** Dr. Eddie Rabago (NPC) ** Johari Abu (PFP) ** Michael Datumanong (NPC) ** Abdillah Lim (NPC) ** Popoy Formento (PDPLBN) ** Hassan Biruar (NPC) ** Freddie Ridao (NPC) ** Christina Chua (NPC) ===List of former chief executives=== *Justino Maquez - First Municipal President (1912-1914) *Jose Heras - 2nd Municipal President (1913-1932) *Jose S. Lim Sr. - The 3rd Municipal President (1932-1937) 1935 Philippine Constitution *Aurelio Casanova (1937-1938) appointed *Alejandro Doroteo - The first elected mayor in the Municipality of Cotabato under the 1935 Philippine Constitution, 1938 to 1941 *Jose S. Lim Sr 2nd elected Municipal Mayor (1941-1944) *Pacifico Gutierrez - Military Mayor (1944-1945) *Datu Mando U. Sinsuat - 1947 to 1951 (Municipality); 1952 to November 16, 1967 (City) *Andres Alonzo (1946-1950) *Teodoro V. Juliano - November 17, 1967 to February 2, 1975; March 1, 1980 to March 5, 1984 *Juan J. Ty - February 3, 1975 to February 28, 1980;(won electoral protest against Teodoro V Juliano)March 5, 1984- March 30, 1986 *Ludovico D. Badoy - March 30, 1986 to December 2, 1987; May, 1988 to 1992; 1992 to 1995; 1995 to 1998 * Officer-in- Charge ** Arthur P. Bueno - December 1987 to February 1988 ** Dra. Lydia Mercado - February 1988 to May 1988 * Muslimin Sema - January 1998 to 2001; 2001 to 2004; 2004 to 2007; 2007 to 2010 * Rodel M. Mañara (Won thru electoral protest against Muslimin Sema) - January 2001 to March 2001 * Japal Guiani Jr. - May 10, 2010 to June 30, 2013; June 30, 2013 to May 30, 2016; May 30, 2016 to September 22, 2016 (deceased) * Cynthia Guiani-Sayadi - September 22, 2016 to May 13, 2019 (Law of succession); May 13, 2019 to present. ==Economy== thumb|right|Skyline of downtown Cotabato City as of 2019 Cotabato City is the commercial, industrial, finance, education, health care and regional center of Bangsamoro Region as well as Central Mindanao. It is a strategically located at the center of Mindanao which the city has a road link to all other major cities in the island such as Davao, Cagayan de Oro,Zamboanga City and General Santos City. The city government had reported some 1.2-billion pesos worth of new investments or a recorded 1,368 new businesses in 2019, As a result of the robust growth in city's economy it has posted a total annual income of 1.044 billion pesos in the same year, for the past five years, Cotabato City's annual income had been growing at an average of 10.51 percent yearly, also in 2019 Cotabato City is recognized as the top 2 most competitive component city in Mindanao and the most competitive city in Region 12 for 3 consecutive years based on the Cities Municipalities Competitiveness Index (CMCI) annual ranking. === Commercial Retail and Banking Center=== thumb|left|Bangko Sentral ng Pilipinas - Cotabato City Branch Cotabato City is the 3rd Highest Bank Deposits in Mindanao with total of Php 88.66 Billion deposits as of June 31, 2021, due to high bank deposits and good economic dynamism. The Bangko Sentral ng Pilipinas built its Central Mindanao branch in the city. The city has local and national-based shopping centers. Local-based shopping centers like Superama, Sugni, Mall of Alnor, and Southseas Mall have been in competition with the national-based shopping centers like CityMall, Puregold, Robinsons Supermarket and Department Store, and SM Savemore as well as Centro Department Store, Mi Department Store and Fiesta Shopping Center that are just in selected location nationwide. Cotabato City is one of the fastest growing economy in the Soccsksargen region. KCC Mall of Cotabato had started its full blown construction last July 1, 2020, it is located at a prime lot along Quezon Avenue corner Sinsuat Avenue, the project is estimated to cost 11 billion pesos, the mall is 4 storey with a total lot area of 11 hectares, on the second phase of construction is the completion of 11 storey hotel with convention center, probably upon completion this could be the tallest building in the region 12. NCCC Malls, a Davao-based mall corporation have also confirmed their interest to build their mall within the city. === Agro- Industrial === thumb|upright|City \"Double A\" Standard Halal Slaughterhouse Cotabato City has a more or less 1,700 hectares of fishponds which has an annual production of 500,000 kg of mangrove crabs, prawn and milkfish. Aiming to be the halal hub of the Philippines, the City Government and Malaysian Businessman built a Class AA halal slaughter house in Baranggay Kalangan II in the city primary serving the entire Central Mindanao, the Halal slaughter house generates a gross income of 4,642,135.00 pesos in 2018. The city has different factories for cooking oil, coffee, corn starch, processed food and furniture operating within the city. ===Cotabato City-Kidapawan City (CK) Agri-industrial and Eco Tourism Corridor=== Cotabato City is an Agri- industrial and Eco Tourism Corridor projected by the NEDA Region 12, the primary growth node in this corridor is Cotabato City with Kidapawan City and Midsayap as intermediate urban centers. Cotabato City as the primary urban center in this corridor, serves as the institutional, financial and service center, also the center of public health with the existence of the Cotabato Regional and Medical Center, and the de facto capital of BARMM. The city is a special economic zone is expected to diversify its economic base and will facilitate the creation of more investment and job opportunities. Cotabato Province ranks first in the region in rice and rubber production, second in corn and produces organic coco sugar and delicious tropical fruits. It hosts processing plants for palm oil, sugar cane and rubber. The Mount Apo Geothermal Power plant in Kidapawan City generates 52 megawatts. ==Tourism== Recently the number of hotels, inn and pension houses increases, in 2015 the city post an all-time high tourist arrivals growth of 241.01% highest on region 12, and Cotabato City has a 63.97% hotel occupancy rate, rank 1 in region 12. ===Festivals=== thumb|2018 Kuyog street dancing competition *Feast of the Immaculate Conception - a celebration of Patron Saint of the city from Dec 1 to Dec 8 activities are mostly participated by different catholic schools *Shariff Kabunsuan Festival – this festival is celebrated every December 15–19, which is celebrated in honor of Shariff Mohammad Kabunsuan, an Arab missionary from Johore who planted the seed of Islam in Central Mindanao. On this event, certain presentations are performed such as dances. There are also many recreational activities and sports. Highlights in this festival are Dance Parade, Banca Race and the re-enactment of Shariff's arrival. *Araw ng Kutabato (Cotabato Day) – celebrated every June 12–25, this is the biggest celebration in all of the city's festivals. This festival is held to commemorate the city's charter day. *Festival of Lights - A Christmas celebration organized by the Notre Dame schools in Cotabato City, celebrated every December of the year. *Ramadhan - Being a Muslim majority, the city is one in celebrating the holy month of Ramadhan, both the city local government unit and the Bangsamoro Region are establishing their own Ramadhan Fair and different activities. *Layagan Festival - is a Crabs Festival held and organized in the Barangay of Mother Kalanganan, the event is conducted every December, Barangay Kalanganan produces hundred of tons of crabs annually making it as the crabs capital of Soccsksargen. ===Tourist Spot=== *Cotabato City Grand Mosque: Noted as the largest mosque in the Philippines, also known as Sultan Haji Hassanal Bolkiah Mosque *Tantawan Park: Historical landmark in Cotabato City located at the foot of PC Hill which Shariff Kabunsuan is believed duct his boat in his missionary to plant Islamic faith in Central Mindanao. *Tamontaka Church: The oldest church in Cotabato City built by the jesuits in 1872 *Rio Grande de Mindanao: The second largest river system in the Philippines *Cotabato City Bay Walk: the river revetment turned into riverside park. == Infrastructure == === Transportation === thumb|right|Arrival Area of Cotabato City Airport Air Flights going to Cotabato City can be reached via Cotabato Airport which is currently situated in Datu Odin Sinsuat, Maguindanao, an adjacent town from the city. Land Modified Toyota Townace and Modified Suzuki Multicab are the usual means of transportation routing the city, while tricycle are only roaming within downtown area. Single motor transport known as Habal-habal are also available around in some location. There are also taxi company operating within city or nearby municipality. Inter-city bus transportations are accessible with these Bus Companies listed below. There are also Shuttle Vans currently operating in the city that travels to Lebak, Pagadian, Marawi, Iligan, Zamboanga, Parang, North Upi, Kabuntalan and even to various towns in BARMM, SOCCSARGEN, Zamboanga Peninsula, Northern Mindanao and Davao Region. Bus companies operating in Cotabato City: *Husky Tours: Cotabato City to General Santos - vice versa via Shariff Aguak, Isulan, Tacurong and Koronadal City *Mindanao Star: Cotabato City to Davao City - vice versa via Pigcawayan, Libungan, Midsayap, Pikit, Kabacan, Matalam, Kidapawan, Makilala and Digos *Rural Transit: Cotabato City to Cagayan de Oro Bulua Terminal - vice versa via Pigcawayan, Libungan, Alamada, Banisilan, Wao and Kalakag, *Rural Transit: Dipolog to General Santos City via Pagadian City and Cotabato City. *Rural Transit: Dipolog to Cotabato City and vice versa. === Utilities === thumb|upright|Cotabato Light and Power Company Building along Sinsuat Avenue, July 2020 Power is handled by Cotabato Light and Power Company, a private firm owned by Aboitiz who gets power resources from the National Grid Corporation of the Philippines. (NGCP). It also operates a bunker fuel-fired stand-by power engines to address emergency situations like power failures, trip-offs and fluctuations. Metro Cotabato Water District is the main water supplier in the city. It has an active connection of 29,960. It resources are located in Barangay Dimapatoy, Datu Odin Sinsuat, Maguindanao. Telecommunications are handled by PLDT or Philippine Long Distance Company, Smart Communications, Globe Telecom, and Sun Cellular. Internet Service provider in the city are PLDT, Smart, and Globe. Cable services are being handled by local-based Cotabato Cable and national-based Cignal and Sky Cable. ===Healthcare=== thumb|United Doctors Hospital Cotabato along Notre Dame Avenue thumb|Cotabato Regional and Medical Center Cotabato City is the health care center of Central Mindanao catering both mainland of Bangsamoro Region and Central Mindanao, Soccsksargen regional hospital is situated in the city named as Cotabato Regional and Medical Center with its 600-bed capacity it has become the largest hospital in the entire region 12. Cotabato City also has 8 more private hospitals. Below is the list of current operating hospitals in the city. *Cotabato Regional and Medical Center – Sinsuat Avenue. *Notre Dame Hospital – Sinsuat Avenue *Cotabato Medical Specialist Hospital – Quezon Avenue *United Doctors Hospital of Cotabato City – Notre Dame Avenue *Dr. P. Ocampo Hospital – De Mazenod Avenue *Cotabato Doctors Clinic and Hospital – Sinsuat Avenue *Cotabato Puericulture Center and General Hospital Foundation, Inc. – Jose Lim Sr. St. *Cotabato Polymedic and Diagnostic Center - Governor Gutierez Avenue *Eros Medical Clinic and Hospital - Bubong Road, Barangay Tamontaka ==Media== Abbreviations: TV-Television, FM-Frequency Modulation, AM- Amplitude Modulation, Mhz-Megahertz, Ch-Channel *franchised, **affiliated, ***substation/subsidiary {| class=\"wikitable sortable\" |- valign=\"middle\" ! Owner ! Location ! Platform ! Channel ! Year Established |- | Notre Dame Broadcasting Corporation | Quezon Ave Corner Sinsuat Avenue, Cotabato City | Radio Television Digital Newspaper | DXMS Radyo Bida 882 Cotabato DXOL Happy FM 92.7 Cotabato Radyo Bida Teleradyo Ch 3 (Maguindanao Skycable) OMI TV Youtube The Mindnao Cross | 1956 |- | ABS-CBN Corporation | Don E. Sero Street, Brgy. Rosary Heights V, Cotabato City | Radio and Television Broadcasting | ABS-CBN TV-5 Cotabato ABS-CBN Sports+Action TV-23 Cotabato MOR 95.1 For Life Cotabato | 1996 |- | Radio Mindanao Network | Studios is located at Esteros, Brgy. Rosary Heights X, Cotabato City and Transmitter is located at No. 20 Cando Street, Tamontaka II, Cotabato City | Radio | DXMY RMN 729 Cotabato 90.9 iFM Cotabato | 1971 |- |Manila Broadcasting Company | PC Hill, Zone 7, Rosary Heights 1, Cotabato City | Radio | DZRH Nationwide 567 95.9 Radyo Natin Cotabato 102.7 Love Radio Cotabato | 1992 |- | Bombo Radyo Philippines | 5th Street, corner Don E. Sero, Cotabato City | Radio | 93.7 Star FM Cotabato | 1998 |- | Far East Broadcasting Company | No. 20 Cando street, Tamontaka II, Cotabato City | Radio | 106.9 DXGR Radyo Gandingan | 2021 |- | iMinds Studio Philippines former ABS-CBN Cotabato Production | Gonzalo Javier St, Cotabato City | Digital | YouTube, Facebook | 2020 |- | Bangsamoro Multimedia Network partnership with Albalagh Foundation** under Prime Broadcasting Network | Bubong Road, Barangay Datu Balabaran St, Cotabato City | Digital Radio | Youtube, Facebook, Voice FM 92.1 Cotabato, | 2017 |- | GMA Network Inc. | Bangsamiro Regional Government Center, ORG Compound, Cotabato City | Television | GMA TV-12 Cotabato and GTV Channel 27 | 1987 |- | People's Television Network | Don E Sero St, Cotabato City | Television | PTV Ch. 8 Cotabato | Unknown |- | Brigada Mass Media Corporation | Sinsuat Avenue, Cotabato City | Radio Digital | Brigada News FM 89.3 Cotabato Brigada News Cotabato Facebook | 2014 |- | Bandera News Philippines | Juliano Compound, Don E. Sero St, Cotabato City | Radio Television Digital | Radyo Bandera News FM Cotabato 105.3 Cotabato Bandera News TV Cotabato Ch 4(Maguindanao Skycable) Bandera News FM/TV Youtube/Facebook | 2018 |- | Sky Cable Corporation | R. Rabago Building, Quezon Avenue, Cotabato City | Cable Digital | Facebook | 1996 |- | TV5 | | Television | TV5 Channel 29 Cotabato One Sports Channel 41 | TBA |- | Philippine Collective Media Corporation | | Radio | 100.7 FMR Cotabato | TBA |- |} == Education == thumb|Cariño Building, Notre Dame University There are 18 Private Colleges and two universities in Cotabato City. Based on the Department of Education report the city had a total of 14,228 enrollees for Higher Education (Colleges and Universities) in School Year 2017–2018. Among the higher education institutions in Central Mindanao, the most notable is Notre Dame University (NDU), NDU is the first University in Notre Dame system in Asia, also it was hailed as the best Accountancy School in Mindanao in year 2018 and ranked first as the best School in Central Mindanao. Also, Notre Dame of Cotabato was the First Marist School in the Philippines Republic Act 10585 an act converting Cotabato City State Polytechnic College into Cotabato State University has take effect last April 2021. ===Higher Education=== * Notre Dame University * Cotabato State University * Notre Dame – RVM College of Cotabato * St. Benedict College of Cotabato Inc. * Aviation Technical School of Cotabato * Jamiat Cotabato and Institute of Technology * STI College Cotabato * Notre Dame Hospital Siena College of Cotabato Inc * AMA Computer University * Coland Systems Technology College Inc. * Antonio R. Pacheco College * Doctor P. Ocampo College * Dela Vida College * Mindanao Capitols Colleges * Shariff Kabunsuan College, Inc. * Kutawato Darusallam College * Headstart College of Cotabato * Computer Aided Design and Information Technology Institute, Inc. * Academia De Technologia in Mindanao ===Defunct Schools in Cotabato City=== *University of Mindanao - Located at Bishop Mongeau Ave., Cotabato City, Maguindanao *Philippine Harvardian Colleges - Located at Quezon Avenue, Cotabato City now El Manuel Hotel and Citi Hardware *University of Southern Mindanao (Cotabato Campus) *Cotabato City Central Colleges - Located at Sinsuat avenue, now transferred in Koronadal and renamed as Regency Polytechnic College ==Notable personalities== *Orlando Quevedo – Cardinal of the Roman Catholic Church, Archbishop of Cotabato == Sister cities == Cotabato City is twinned with: === Local === * Davao City * Malita * Midsayap, Kidapawan, General Santos, Koronadal, Tacurong * Panabo * Quezon City (since June 1987) * Tagum * Naga, Camarines Sur * Sultan Kudarat, Maguindanao * Parang, Maguindanao === International === * Johor Bahru, Malaysia * Bandung, Indonesia == References == == External links == * * * [ Philippine Standard Geographic Code] * NSCB details for cotabato city geographic code * Philippine Census Information * Department of Tourism Category:Populated places in Maguindanao Category:Independent component cities in the Philippines Category:Populated places established in 1862 Category:1862 establishments in the Philippines Category:Populated places on the Rio Grande de Mindanao Category:Former provincial capitals of the Philippines Category:Cities in Bangsamoro",
 "title": "Cotabato City"
}