{
 "id": "299327",
 "text": "The Panzerfaust (, \"armour fist\" or \"tank fist\", plural: Panzerfäuste) was an inexpensive, single shot, recoilless German anti-tank weapon of World War II. It consisted of a small, disposable pre-loaded launch tube firing a high- explosive anti-tank warhead, and was intended to be operated by a single soldier. The Panzerfausts direct ancestor was the similar, smaller-warhead Faustpatrone ordnance device. The Panzerfaust was in use from 1943 until the end of the war, continuing to see service outside of Germany for a number of years. == Background: Faustpatrone == A forerunner of the Panzerfaust was the Faustpatrone (literally \"fist cartridge\"). The Faustpatrone was much smaller than the better-known Panzerfaust. Development of the Faustpatrone started in the summer of 1942 at the German company Hugo Schneider AG (HASAG) with the development of a smaller prototype called Gretchen (\"little Greta\") by a team headed by Dr. Heinrich Langweiler in Leipzig. The basic concept was that of a recoilless gun; in the Faustpatrone and the Panzerfaust a propellent charge pushed the warhead out the front of the tube while the blast also exited the rear of the tube balancing forces and therefore there was no recoil force for the operator. thumb|Faustpatrone 30 (top) and Panzerfaust 60 (bottom) The following weapon, the Faustpatrone klein, 30 m (\"small fist-cartridge\") weighed 3.2 kg (7.1 lb) and a total length of 98.5 cm (38¾ in); its projectile had a length of 36 cm (14¼ in). The diameter of warhead was a shaped charge of of a 50:50 mix of TNT and tri-hexogen. The propellant was of 54 g (1.9 oz, 830 grains) of black powder, the metal launch tube had a length of 80 cm (31½ in) and a diameter of 3.3 cm (1.3 in) (early models reportedly 2.8 cm (1.1 in)). Fitted to the warhead was a wooden shaft with folded stabilizing fins (made of 0.25 mm (0.01 in) thick spring metal). These bent blades straightened into position by themselves as soon as they left the launch tube. The warhead was accelerated to a speed of 28 m/s (92 ft/s), had a range of about 30 m (100 ft) and an armour penetration of up to 140 mm (5½ in) of plain steel. thumb|Sectional view of Faustpatrone 30 (top) and Panzerfaust 60 (bottom) warheads Soon a crude aiming device similar to the one used by the Panzerfaust was added to the design; it was fixed at a range of 30 m (100 ft). Several designations of this weapon were in use, amongst which Faustpatrone 1 or Panzerfaust 30 klein; however, it was common to refer to this weapon simply as the Faustpatrone. Of the earlier model, 20,000 were ordered and the first 500 Faustpatronen were delivered by the manufacturer, HASAG, Werk Schlieben, in August 1943. == Development == Development began in 1942 on a larger version of the Faustpatrone. The resulting weapon was the Panzerfaust 30, with a total weight of and total length of . The launch tube was made of low-grade steel in diameter, containing a charge of black powder propellant. Along the side of the tube were a simple folding rear sight and a trigger. The edge of the warhead was used as the front sight. The oversize warhead ( in diameter) was fitted into the front of the tube by an attached wooden tail stem with metal stabilizing fins. The warhead weighed and contained of a 50:50 mixture of TNT and hexogen explosives, and had armour penetration of . The Panzerfaust often had warnings written in large red letters on the upper rear end of the tube, the words usually being \"Achtung. Feuerstrahl.\" (\"Beware. Fire jet.\"). This was to warn soldiers to avoid the backblast. After firing, the tube was discarded, making the Panzerfaust the first disposable anti-tank weapon. The weapon, when correctly fired from the crook of the arm, could penetrate the armour of any armoured fighting vehicle of the period. == Comparison of models == {| class=\"wikitable\" ! align=\"left\" | Designation ! Weight ! Propellant weight ! Warhead diameter ! Projectile velocity ! Effective range ! Penetration performance |- |Faustpatrone 30 Panzerfaust (Klein) 30m | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | |- |Panzerfaust 30 Panzerfaust (Gross) 30m | align=\"center\" | | align=\"center\" | | align=\"center\" | 149 mm | align=\"center\" | 30 m/s | align=\"center\" | 30 m | align=\"center\" | 200 mm |- |Panzerfaust 60 | align=\"center\" | 6.8 kg | align=\"center\" | 120–134 g | align=\"center\" | 149 mm | align=\"center\" | 45 m/s | align=\"center\" | 60 m | align=\"center\" | 200 mm |- |Panzerfaust 100 | align=\"center\" | | align=\"center\" | | align=\"center\" | 149 mm | align=\"center\" | 60 m/s | align=\"center\" | | align=\"center\" | |- |Panzerfaust 150 | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | |} == Combat use == To use the Panzerfaust, the soldier removed the safety, tucked the tube under his arm and aimed by aligning the target, the sight and the top of the warhead. Unlike the Americans' original M1 60 mm bazooka and the Germans' own heavier 88 mm Panzerschreck tube-type rocket launchers based on the American ordnance piece, the Panzerfaust did not have the usual trigger. It had a pedal-like lever near the projectile that ignited the propellant when squeezed. Because of the weapon's short range, not only enemy tanks and infantry, but also pieces of the exploding vehicle, posed dangers to its operator. As such, the usage of Panzerfäuste required relatively great personal courage. The backblast from firing went back around 2 m behind the operator. When used against tanks, the Panzerfaust had an impressive beyond-armour effect. Compared to the bazooka and the Panzerschreck, it made a larger hole and produced massive spalling that killed or injured (via burns and shrapnel) the crew and destroyed equipment. One informal test found that the Panzerfaust made an entry hole in diameter, whereas the Panzerschreck made an entry hole at least in diameter; contrastingly, the bazooka made an entry hole that was only in diameter).White, Isaac D. United States vs. German Equipment: As Prepared for the Supreme Commander, Allied Expeditionary Force (1997). CreateSpace Independent Publishing Platform. p. 70. . Much of this can be attributed not only to the size of the Panzerfausts warhead but also its horn-like shape, as opposed to the traditional cone-shaped warheads of rockets used in the bazooka and Panzerschreck. This design was later copied in the modern-day AT-4 anti- tank weapon to produce the same effect against modern main battle tanks. === Germany === thumb|February or March 1945: Volkssturm members being trained to use the Panzerfaust anti-tank weapon thumb|March 1945: A Volkssturm trooper explaining the handling of a Panzerfaust to a female civilian thumb|right|Volkssturm soldiers with Panzerfäuste in Berlin, March 1945 In the Battle of Normandy, only 6% of British tank losses were from Panzerfaust fire despite the close-range combat in the thick bocage landscape. However, the threat from the Panzerfaust forced Allied tank forces to wait for infantry support before advancing. The portion of British tanks taken out of action by Panzerfäuste later rose to 34%, a rise probably explained by the lack of German anti-tank guns late in the war and the increased numbers of Panzerfäuste that were available to defending German troops. In urban combat later in the war in eastern Germany, about 70% of tanks destroyed were hit by Panzerfäuste or Panzerschrecks. Soviet and Western Allied tank crews modified their tanks in the field so as to provide some kind of protection against Panzerfaust attacks. These included logs, sandbags, track links, concrete and wire mesh, along with bed frames with springs (bedsprings), similar to expanded metal-type German tank sideskirts. In practice, about 1 metre of air gap was required to substantially reduce the penetrating capability of the warhead, thus sideskirts and sandbags, along with other improvised armor, were virtually entirely ineffective against both the Panzerschreck and Panzerfaust. Moreover, the added weight from such add-on armor overburdened the vehicle's engine, transmission and suspension systems. Later on, each Soviet heavy tank (IS) and assault gun (ISU-152) company were assigned a platoon of infantry in urban battles to protect them from such infantry-wielded anti-tank weapons, often supported by flamethrowers. This order remained intact even during 1950s and the Hungarian Revolution of 1956. During the last stages of the war, due to the lack of available weapons, many poorly-trained conscripts (mainly elderly men) and teenage Hitler Youth members were often given a single Panzerfaust, plus any type of obsolete pistols or rifles (some only had a Panzerfaust and nothing else). This caused several German generals and officers to comment sarcastically that the empty launch-tubes could then be used as clubs in hand-to-hand combat. === Other countries === Many Panzerfäuste were sold to Finland, which urgently needed them, as Finnish forces did not have enough anti-tank weapons that could penetrate heavily- armoured Soviet tanks like the T-34 and IS-2. The Finnish experience with the weapon and its adaptability to Finnish needs was mixed, with only 4,000 of 25,000 Panzerfäuste delivered expended in combat. The manual that came with the weapon upon delivery to the Finns included depictions of where to aim the weapon on the Soviet T-34 and US Sherman tank (which also saw service with Soviet troops from US Lend-Lease-supplied stocks). The Italian Social Republic (RSI) and the Government of National Unity (Hungary) also used the Panzerfaust. Several RSI army units became skilled in anti-tank warfare and the Hungarians themselves used the Panzerfaust extensively, especially during the Siege of Budapest. During this brutal siege, an arms factory, the Hungarian Manfred Weiss Steel and Metal Works, located on Csepel Island (within the city) kept up production of various light armaments and ammunition, Panzerfäuste included, all the way until the very last moment, when attacking Soviet troops seized the factory by the first days of 1945. The US 82nd Airborne Division captured some Panzerfäuste in the Allied invasion of Sicily and later during the fighting in Normandy. Finding them more effective than their own bazookas, they held onto them and used them during the later stages of the French Campaign, even dropping with them into the Netherlands during Operation Market Garden. They captured an ammunition dump of Panzerfäuste near Nijmegen and used them through the Ardennes Offensive toward the end of the war.More Than Courage: Sicily, Naples-Foggia, Anzio, Rhineland, Ardennes-Alsace ..., Phil Nordyke, p. 299 The Soviet Red Army only incidentally used captured Panzerfäuste in 1944, but from the beginning of 1945, many became available and were actively used during the Soviet offensives of 1945, mostly in street fighting against buildings and protective covers. In February 1945, such use of captured Panzerfäuste was recommended in a directive by Marshal Georgy Zhukov. Similarly, they were used by the Polish People's Army. After the war, some 4,000 Panzerfäuste were adopted by the Polish Army in 1949, which designated them as PG-49. Plans and technical materials on the Panzerfaust were supplied to the Empire of Japan to assist with their development of an effective anti-tank weapon. However, the Japanese went with a different design, the Type 4, loosely based upon the American bazooka. Examples of the American weapon were captured by the Japanese at Leyte in 1944. ==Variants== right|thumb|A Luftwaffe soldier aims the Panzerfausts predecessor, the Faustpatrone, using the integrated leaf sight. ;Panzerfaust 30 klein (\"small\") or Faustpatrone:This was the original version, first delivered in August 1943 with a total weight of and overall length of . The \"30\" was indicative of the nominal maximum range of . It had a diameter tube containing of black powder propellant launching a warhead carrying of explosive. The projectile traveled at just per second and could penetrate of armour. ;Panzerfaust 30:An improved version also appearing in August 1943. This version had a larger warhead for improved armour penetration, of steel and of armoured steel, but the same range of 30 meters. It has an explosive charge of of explosive material. Its barrel has a caliber of and a length of . It has a weight of and a muzzle velocity of .Weapons of World War II by Alexander Ludeke ;Panzerfaust 60:This was the most common version, and was completed in early 1944. However, it did not reach full production until September 1944, when 400,000 were to be produced each month. It had a much more practical range of , although with a muzzle velocity of only per second it would take 1.3 seconds for the warhead to reach a tank at that range. To achieve the higher velocity, the tube diameter was increased to and of propellant used while being a total length of 104 cm (41 in). It also had an improved flip-up rear sight and trigger mechanism. The weapon now weighed . It could defeat of armour. ;Panzerfaust 100:This was the final version produced in quantity, and was completed in September 1944. However, it did not reach full production until November 1944. It had a nominal maximum range of . of propellant launched the warhead at per second from a diameter tube. The sight had holes for 30, 60, , and had luminous paint in them to make counting up to the correct one easier in the dark. This version weighed and could penetrate of armour. ;Panzerfaust 150:A major redesign of the Panzerfaust, the Panzerfaust 150 featured a new pointed warhead (with a diameter of 105 mm compared to the 140 mm warhead of the Panzerfaust 30/60/100 series) with increased armour penetration and two-stage propellant ignition which gave a higher velocity of per second. A fragmentation sleeve was developed for the Panzerfaust 150 to increase its lethality against infantry. The projectile had a delay pellet to the base detonating primer which meant that the projectile exploded after three seconds if it didn't hit its target or a hard surface. This was meant to eliminate duds and also allowed for air bursts to be achieved when combined with the fragmentation sleeve. Production the Panzerfaust 150 started in February 1945 and continued until May of that year when the facility in Döbeln, Saxony producing the Panzerfaust 150 was captured by the Soviets. Although 100,00 were produced, none were issued to field units beyond limited troop trials. No known examples of the Panzerfaust 150 survived the end of the war.Panzerfaust and Panzerschreck by Rottman, Gordon L. Shumate, Johnny, pp. 23-24. A further development of the Panzerfaust 150 was meant to make it a reloadable weapon, capable of firing ten shots before the black powder fouling built up to the point that the weapon needed to be inspected and cleaned. This development was to be completed in May 1945, with production of the improved Panzerfaust 150 scheduled to commence in the summer of that year. \"The reloadable Pzf 150 might have received a new designation if it had been produced.\"Panzerfaust and Panzerschreck by Rottman, Gordon L. Shumate, Johnny, pp. 23. ;Panzerfaust 250:The last development of the Panzerfaust series was the Panzerfaust 250. Intended to replace the heavier Panzerschreck in German service, this design never left the drawing board. It was to use a reloadable tube and featured a pistol grip. The projectile was to be based on the one used by the Panzerfaust 150, but the internal propellant charge was to be larger. Projected muzzle velocity was 120-150 m/s.Panzerfaust and Panzerschreck by Rottman, Gordon L. Shumate, Johnny, pp. 24-25. Serial production was scheduled to begin in September 1945. The Soviet RPG-2 anti- tank weapon took some inspiration from the Panzerfaust 250 design (it was also a reloadable, recoilless anti-tank weapon with a trigger grip and electrical firing system). Plans for the Panzerfaust 250 had fallen into both American and Soviet hands.Panzerfaust and Panzerschreck by Rottman, Gordon L. Shumate, Johnny, p. 75. == Related development == ;PAPI: Argentine-made antitank weapon, similar to the Panzerfaust. The acronym stands for proyectil antitanque para infanteria (Spanish for \"infantry anti-tank projectile\"). ;Pansarskott m/45 and pansarskott m/46: Swedish-made copies of the Panzerfaust. The Royal Swedish Army Materiel Administration ordered a copy of the Panzerfaust design from Bofors, examples of which were acquired from Finland and the Danish resistance movement. The resulting weapon, a copy of an early model Panzerfaust, was designated pansarskott m/45 and 10,000 were ordered by the Swedish Armed Forces in late 1945. Albeit judged effective against tanks of the day, the muzzle velocity was low and the effective range was only about 70 meters. Pansarskott m/45 was quickly upgraded by replacing the black powder propellant charge with smokeless powder. The resulting weapon, pansarskott m/46, had an effective range of about 90 meters.Jansson, Henrik in Slagfjädern nr 2-2018 Årgång 100, p.11 ;Pc-100 (PC-100, pancerzownica 100m): Polish-made copy of the Panzerfaust 100, manufactured in 1951–1952. Despite large-scale orders, a production encountered technological difficulties and only 5000 combat and 940 training Pc-100 were made in 1952, before the Polish Army switched to more modern Soviet RPG-2.Perzyk, Bogusław: Panzerfaust w Wojsku Polskim 1944-1955 cz.II. Projekt PC-100 in: Poligon 4/2011, pp. 68–80 (in Polish) It is erroneously known as PT-100 in foreign publications. ==Users== thumbnail|Finnish soldiers armed with a Panzerfaust ;Panzerfaust * : Known to be first used in 1943 * * * * * : Used captured Panzerfäuste during the war, limited use post-war under a designation PG-49).Perzyk, Bogusław: Niemieckie granatniki przeciwpancerne Panzerfaust w Wojsku Polskim 1944-1955 cz.I in: Poligon 2/2011, pp. 56–62 (in Polish) * : The Czech resistance used captured Panzerfäuste during the Prague uprising. * * : Mass usage of captured Panzerfäuste in 1945. * : U.S. Army's 82nd Airborne Division used captured examples, from Operation Husky—VE Day * Democratic Army of Greece: Used captured Panzerfäuste during the Greek Civil War. ; Derivatives * : Argentine-made PAPI and possibly Swedish made Pansarskott m/46Julio S. Guzmán, Las Armas Modernas de Infantería, Abril de 1953 * : Polish-made copy Pc-100 * : Manufactured and used copies of the Panzerfaust in two different variants; Pansarskott m/45 and Pansarskott m/46 ==See also== * List of common World War II infantry weapons * List of World War II firearms of Germany * PIAT * Rocket-propelled grenade * RPG-2 * RPG-7 * RPG-76 Komar * Type 4 70 mm AT rocket launcher * Panzerfaust 3 * Panzerschreck * PzF 44 * Schiessbecher German anti-tank rifle grenade ==References== === Notes === === Bibliography === * ==External links== * Contemporary U.S. Intelligence Report on German Hollow-Charge Weapons Category:Anti-tank weapons Category:World War II infantry weapons of Germany Category:Military equipment introduced in the 1940s",
 "title": "Panzerfaust"
}