{
 "id": "299442",
 "text": "{| |- |} thumb|Diagram of Jimmy Carter, showing added features USS Jimmy Carter (SSN-23) is the third and final nuclear-powered fast-attack submarine in the United States Navy. Commissioned in 2005, she is named for the 39th president of the United States, Jimmy Carter, the only president to have qualified on submarines. The only submarine to be named for a living president, Jimmy Carter is also one of the few vessels, and only the third submarine of the US Navy, to be named for a living person. Extensively modified from the original design of her class, she is sometimes described as a subclass unto herself. ==History== ===Construction=== The contract to build Jimmy Carter was awarded to the Electric Boat Division of General Dynamics Corporation in Groton, Connecticut on 29 June 1996, and her keel was laid on 5 December 1998. Original schedules called for Jimmy Carter to be commissioned in late 2001 or early 2002. Electric Boat was awarded an $887 million extension to the Jimmy Carter contract on 10 December 1999 to modify the boat for testing new submarine systems and classified missions previously carried out by . During modification, her hull was extended to create a 2,500-ton supplementary middle section which forms a Multi-Mission Platform (MMP). This section is fitted with an ocean interface for divers, remotely operated vehicles (ROVs), and special operation equipment; ROV handling system, storage, and deployment space for mission systems, and a pressure-resistant passage between the fore and aft parts of the submarine to accommodate the boat's crew.RADM Davis, J. P. USS JIMMY CARTER (SSN23): Expanding Future SSN Missions, Undersea Warfare, Fall 1999, pp. 16-18.PCU Jimmy Carter Christened at Electric Boat, U.S. Navy, Story Number: NNS040609-07, Release Date: 6/9/2004The Navy’s underwater eavesdropper, Reuters, 19 July 2013 Jimmy Carter was christened on 5 June 2004, and the ship sponsor was former First Lady Rosalynn Carter. One result of the changes was that Jimmy Carter was commissioned more than six years after and almost four months after the commissioning of , the first of the subs. Jimmy Carter has additional maneuvering devices fitted fore and aft that allow her to keep station over selected targets in odd currents. Intelligence experts speculate that the MMP may find use in missions as an underwater splicing chamber for optical fiber cables. ===Deployments=== On 19 November 2004 Jimmy Carter completed alpha sea trials, her first voyage in the open seas. On 22 December, Electric Boat delivered Jimmy Carter to the US Navy, and she was commissioned 19 February 2005 at NSB New London. Jimmy Carter began a transit from NSB New London to her new homeport at the Bangor Annex of Naval Base Kitsap, Washington on 14 October 2005 but was forced to return when an unusually high wave caused damage while the submarine was running on the surface. The damage was repaired and Jimmy Carter left New London the following day, arriving at Bangor the afternoon of 9 November 2005. In April and September 2017 Jimmy Carter returned twice to her homeport at Naval Base Kitsap-Bangor, flying a Jolly Roger flag, traditionally indicative of a successful mission. ==Awards== *2007 Battle Efficiency Award, commonly known as a \"Battle E\". *2012 Battle Efficiency Award. *2013 Presidential Unit Citation ==Gallery== File:USS Jimmy Carter (SSN-23) flying Jack.jpg|Jimmy Carter during the submarine's commissioning ceremony, 19 February 2005 File:US Navy 050812-N-1550W-019 The Sea Wolf-class attack submarine USS Jimmy Carter (SSN 23) departs Naval Submarine Base Kings Bay for a one-night underway that included an embark by former President Jimmy Carter and his wife Rosa.jpg|Departing NSB Kings Bay with Jimmy and Rosalynn Carter aboard, 2005 File:Jimmy Carter with model of SSN-23.jpg|Former President Carter holding a model of the boat that carries his name. File:USS Jimmy Carter being depermed.jpg|Jimmy Carter in the Magnetic Silencing Facility at Naval Base Kitsap for her first deperming treatment. ==In popular culture== In a 2009 two-part episode of the television series Terminator: The Sarah Connor Chronicles, Jimmy Carter is shown to be in use by the John Connor-led resistance against Skynet in 2027. ==See also== *USS Parche ==References== ==External links== * * Navy Commissions USS Jimmy Carter, from the Navy's Commander Submarine Group Two website * USS Jimmy Carter: Expanding Future SSN Missions * oralhistoryproject.com: World War II Submarine Veterans History Project * navysite.de: USS Jimmy Carter (SSN-23) * NavSource Online: USS Jimmy Carter (SSN-23) * USS Jimmy Carter Multi-Mission Platform, in PDF format * James Bamford Inside the National Security Agency (Lecture) American Civil Liberties Union KUOW-FM PRX NPR 24 February 2007 (53: minutes) * Big Brother Is Listening by James Bamford The Atlantic April 2006 Category:2004 ships Category:Submarines of the United States Carter Category:Espionage devices Category:Espionage techniques Category:Jimmy Carter Category:Nuclear submarines of the United States Navy Category:Seawolf-class submarines Category:Ships built in Groton, Connecticut",
 "title": "USS Jimmy Carter"
}