{
 "id": "299511",
 "text": "David MacRitchie (16 April 1851 – 14 January 1925) was a Scottish folklorist and antiquarian. He proposed that stories of fairies originated with an aboriginal race that occupied the British Isles before Celts and other groups arrived. ==Early life== David MacRitchie was the younger son of William Dawson MacRitchie and Elizabeth Elder MacRitchie. He was born in Edinburgh and attended the Edinburgh Southern Academy, the Edinburgh Institute and the University of Edinburgh. He did not gain a degree but qualified as a Chartered Accountant. His father had been a surgeon in the East India Company.Journal of the Gypsy Lore Society, 1925, p. 49.\"Review of Scottish culture\", Issue 10, National Museum of Antiquities of Scotland, 1997, p. 131. ==Career as folklorist== In 1888 MacRitchie founded the Gypsy Lore Society to study the history and lore of Gypsies.\"The English Gypsy Lore Society\", The Journal of American Folklore, Vol. 34, No. 134, Oct. – Dec. 1921, p. 399. He was also a member of several folklore societies. In 1914 he joined the Council of the Society of Antiquaries of Scotland, serving as vice-president from 1917 – 1920. He was noted for his interest in archaeology, being appointed as a trustee for Lord Abercromby's endowment for an Archaeology department at the University of Edinburgh. He was also a member of the Scottish Arts Club and Vice-president of the Philosophical Institution. In 1922 until his death he served as the treasurer of the Scottish Anthropological and Folklore Society.Records of The Scottish Anthropological and Folklore Society ==Fairy euhemerism== David MacRitchie was a prominent proponent of the euhemeristic origin of fairies, a theory tracable to the early 19th century that considers fairies in British folklore to have been rooted in a historical pygmy, dwarf or short-sized aboriginal race, that lived during Neolithic Britain or even earlier.Bihet, Francesca (2019) Late-Victorian Folklore Studies and Fairy- Lore. In: Betwixt and Between, 18-19 May 2019, Museum of Witchcraft and Magic, Boscastle. http://eprints.chi.ac.uk/4685/ ===Origins=== MacRitchie is often credited as being the founder of the euhemerist school regarding British fairies.Scottish fairy belief: a history Edward J. Cowan, Dundurn Press Ltd., 2001, p. 21. However, historian Edward J. Cowan has noted that the folklorist John Francis Campbell first founded this school of thought about 30 years before MacRitchie.Cowan, 2001, pp. 21–22.MacRitchie himself acknowledged the earlier work of Campbell in his Fians, Fairies and Picts (1893).The idea is also found in Sven Nilsson's The primitive inhabitants of Scandinavia (1868). Carole G. Silver, Professor of English at Yeshiva University has also traced the euhemerist theory of fairies further back to Walter Scott in his Letters on Demonology (1830).\"On the Origin of Fairies: Victorians, Romantics, and Folk Belief\", Carole Silver, Browning Institute Studies, Vol. 14, The Victorian Threshold, 1986, p. 143. With the emergence of anthropological schools in the late 19th century, various renowned anthropologists such as Edward Burnett Tylor (1871) became proponents of the euhemeristic origin of fairies, in direct conflict with the religious or psychological theories of their origin.Silver, 1986, p. 149. ===The theory=== Fairy Euhemerism, as developed by MacRitchie attempts to rationally explain the origin of fairies in British folklore and regards fairies as being a folk-memory of a \"small- statured pre-Celtic race\" or what Tylor theorised as possible folk memories of the aborigines of Britain.The Fairy-Faith in Celtic Countries, by W.Y. Evans- Wentz, 1911, p. 234 Tylor, \"Primitive Culture\", 1871, pp. 385–386. MacRitchie's theory subsequently became known in the late 19th century by folklorists as the \"Ethnological or Pygmy Theory\".Wentz, 1911, pp. 234–235. The euhemeristic theory of fairies became considerably popular through MacRitchie's key works The Testimony of Tradition (1890) and Fians, Fairies and Picts (1893).\"Were Fairies an Earlier Race of Men?\", Canon J. A. Macculloch, Folklore, Vol. 43, No. 4, 31 December 1932, p. 366.\"Encyclopedia of Religion and Ethics\", Part 9, James Hastings, Kessinger Publishing (reprint), 2003. p. 126. Different theories, however, in the late 19th century and early 20th century surfaced concerning the racial origin of the proposed dwarf aborigines of Britain and these theories ranged from proposing that they were real African Pygmies, Eskimos or a short statured Mediterranean race.\"Folklore and the fantastic in nineteenth-century British fiction\", Jason Marc Harris, Ashgate Publishing, Ltd., 2008, pp.64–66.The fairy tales of Oscar Wilde, Jarlath Killeen, Ashgate Publishing, Ltd., 2007, p. 137.The different racial theories are found discussed at length by T. Rice Holmes in his Ancient Britain and the invasions of Julius Caesar (1907). MacRitchie himself argued in his Testimony of Tradition, under a chapter subheading entitled \"A Hairy Race\" (p. 167), that they were somewhat connected to the Lapps or Eskimos, but were a distinct race because of their very long beards, concluding: \"one seems to see the type of a race that was even more like the Ainu than the Lapp, or the Eskimo, although closely connected in various ways with all of these\" (p. 173). In MacRitchie's view the indigenous population of Britain were thus a \"quasi-European\" Ainu race, with minor Mongoloid traits who he considered ancestral to the Picts, a view earlier proposed by Walter Scott.Scott pioneered the \"Lapp−Dwarf parallel\", writing \"there seems reason to conclude that these duergar [dwarfs] were originally nothing else than the diminutive natives of the Lappish, Lettish and Finnish nations.\"Science, Vol. 21, No. 523, 10 February 1893, pp. 82–83.Cowan, 2001, p. 21. The identification of fairies with Picts MacRitichie based primarily on the earlier accounts by Adam of Bremen and the Historia Norwegiæ which describe the Picts of Orkney as \"only a little exceeding pygmies in stature\".Fians, Fairies and Picts (1893), footnote 51 MacRitchie also discovered through The Orcadian Sketch-Book by Walter Traill Dennison (1880) that legends across Scotland describe the homes (usually underground dwellings) of the fairies as \"Pict's Houses\" and so he believed the Picts were literally the basis of fairies in British folklore.The testimony of tradition, David MacRitchie, Paul. Trench, Trübner, 1890, pp.60–67.Cowan, 2001, p. 21. In Fians, Fairies and Picts (1893), The Northern Trolls (1898) and The Aborigines of Shetland and Orkney (1924) MacRitchie attempted to further identify the fairies of British folklore with the Finfolk of Orkney mythology, the Trows of Shetland myth, the Fianna of Old Irish Literature and the Trolls as well as the Svartálfar and Svartálfaheimr (elves or dwarfs) of Norse mythology. A 12th-century Irish manuscript is found referenced in Fians, Fairies and Picts which equates the Fianna to fairies, but this is one of the few literary sources MacRitchie used as evidence; instead he turned to philology and comparative mythology.Fians, Fairies and Picts (1893), footnote 21 ====Support==== MacRitchie's rationalisation of fairies, as having their basis as a historical population of diminutive size, won over much support from anthropologists from the late 19th century who questioned the religious or psychological origin of fairies.Silver, 1986, pp. 47–52.Professor J. Kollmann, of Basel, in his Pygmden in Europa (1894), argues for the existence of a European pygmy race in Neolithic times A notable proponent of the theory who had read MacRitchie's earlier works published in the Celtic Review was Grant Allen, who became convinced that fairies were modelled on an indigenous population of Britain, specifically the Neolithic long barrow makers.Macculloch, 1932, p. 362.\"Who were the Fairies\", Cornhill Magazine, 1881, xliii. 338f. The archaeologist William Boyd Dawkins found MacRitchie's views also appealing, since in his Early Man in Britain and His Place in the Tertiary Period (1880) he considered Upper Paleolithic culture across Europe (including Britain) to have been founded by a proto-Eskimo or Lapp race, a view at the time which was popularised after the discovery of \"Chancelade Man\", in southwestern France by Leo Testut in 1889.\"The Arrival of Man in Britain in the Pleistocene Age\", W. Boyd Dawkins, The Journal of the Royal Anthropological Institute of Great Britain and Ireland, Vol. 40, Jul. – Dec. 1910, pp. 233–263.Recherches anthropologiques sur le Squelette quaternaire de Chancelade, Bull. Soc. d'Anthrop. de Lyon, 1889. Scientific consensus after the 1930s, however, agreed that the remains of \"Chancelade Man\" were Cro-Magnon. Within folklore, MacRitchie's euhemeristic view of fairies developed a racialist school which considered that the fairies and other beings such as elves and goblins of British myth represented primitive pre-Aryans, a view proposed most notably by John S. Stuart Glennie, Laurence Waddell and Alfred Cort Haddon.Phoenician Origin of the Britons, Scots, and Anglo-Saxons (1924, 2nd ed. 1925), in this work Waddell cites MacRitchie.Silver, 1986, p. 150.Folk Memory Or the Continuity of British Archaeology by Walter Johnson (1908) is another work in this vein. According to Haddon: \"fairy tales were stories told by men of the Iron Age of events which happened to men of the Bronze Age in their conflicts with men of the Neolithic Age\".Quoted in \"Fairies in nineteenth-century art and literature\", Nicola Bown, Cambridge University Press, 2001, p. 166. In both Haddon's and Waddell's view, the fairies or other beings of British folklore were based on the Neolithic inhabitants of Britain. Among folklorists who considered, supported or praised MacRitchie's views were Laurence Gomme, who in 1892 published Ethnology in Folklore, which argued folklore preserved a strong racial history of conquered or replaced indigenous peoples. The folklorist Charles G. Leland, who positively reviewed MacRitchie's book The Testimony of Tradition (1890), wrote \"The book should be of exceptional interest to every folk-lorist, both on account of its subject-matter and also on account of the manner in which it is treated\".The Journal of American Folklore, Vol. 3, No. 11, Oct. – Dec. 1890, pp. 319–320. ====Criticism==== MacRitchie's theories of fairies sparked criticism from proponents of the religious or psychological origin of fairies.Macculloch; 1932, p. 366 ff; Silver, 1986, pp. 143–152. Walter Evans-Wentz strongly criticised MacRitchie's theory in his The Fairy- Faith in Celtic Countries (1911).The Fairy-Faith in Celtic Countries This prompted MacRitchie to respond to such criticisms in several articles published in the Celtic Review (October 1909, January 1910).\"A New Solution of the Fairy Problem\", David MacRitchie, The Celtic Review, Vol. 6, No. 22, Oct. 1909, pp. 160–176. It was mostly however MacRitchie's theory that the Picts were a dwarf or short statured race which was strongly rejected.Cowan, 2001, pp. 21–35. Most historians of the day rejected Mackenzie's \"Pygmy-Pict\" theory. T. Rice Holmes, for example, mocked MacRitchie's claims, considering them eccentric and baseless since no archaeological evidence had ever proven of a \"race of pre-neolithic or even prehistoric pygmies existed in this country\".Ancient Britain and the invasions of Julius Caesar, Clarendon Press, 1907, p. 393. Critics attempted to pick holes in MacRitchie's claims on mythology; for example, Evans-Wentz noted that the Fianna of Irish myth are sometimes described as \"giants\". MacRitchie acknowledged these criticisms in his own writings but attempted to work around them and provide solutions: Therefore in MacRitchie's view the Irish myths and folkloric accounts which describe the Fianna as \"giants\" only did so in a non-literal figurative sense to describe their savage type nature, not size. This idea was later expanded upon in his The Savages of Gaelic Tradition (1920) yet was not well received by contemporary folklorists.Celtic Review, \"The Pygmy-Fairy theory examined\" (June 1921). However, ancient authors such as Macrobius shared MacRitchie's beliefs that the \"giants\" of mythology were not giants in size, but huge in impiety (or their primitiveness).Macrobius well explains the meaning of \" giants\" as distinguished for their enormous impiety : \"Gigantes autem, quid aliud fuisse credendum est, quam Hominum quandam impiam gentem, Deos negantem ?\" Saturnal. I. 20. According to MacRitchie there were also \"two\" Pictish races, the former were the aboriginal dark Lappish or Ainu race, while a later white-skinned, red-headed group invaded them, who he considered the Caledonians.Ancient and modern Britons, a retrospect, Vol. I, 1884; see also \"Memories of the Picts\", David MacRitchie, The Scottish Antiquary, or, Northern Notes and Queries, Vol. 14, No. 55 (Jan. 1900), pp. 121–139. ==British origin of Gypsies== In his Ancient and Modern Britons, MacRitchie claimed that the Gypsies were not of foreign origin, but were in fact the more conservative element of the native British population who had retained their nomadic way of life while the majority adopted a settled lifestyle. ==References== ==Works== thumbnail|150px|Accounts of the Gypsies of India (1886) Publications by MacRitchie include: * Ancient and Modern Britons, a Retrospect, 1884 * Accounts of the Gypsies of India, 1886 * The Testimony of Tradition, 1890 * The Ainos, 1892 * The Underground Life, 1892 * Fians, Fairies and Picts, 1893 * Scottish Gypsies under the Stewarts 1894 * Pygmies in Northern Scotland, 1892 * Some Hebridean Antiquities, 1895 * Diary of a Tour through Great Britain, (editor) 1897 * The Northern Trolls, 1898 * Memories of the Picts, 1900 * Underground Dwellings, 1900 * Fairy Mounds, 1900 * Shelta, the Caird's Language, 1901 * Hints of Evolution in Tradition, 1902 * The Arctic Voyage of 1653, 1909 * Celtic Civilisation, No date * Druids and Mound Dwellers, 1910 * Les Pygmies chez les Anciens Egyptiens et les Hebreux (with S.T.H. Horowitz), 1912 * Les kayaks dans le nord de l'Europe, 1912 * Great and Little Britain, 1915 * The Celtic Numerals of Strathclyde, 1915 * The Duns of the North, 1917 * The Savages of Gaelic Tradition, 1920 * The Aborigines of Shetland and Orkney, 1924 ==External links== * * * * Category:1861 births Category:1925 deaths Category:Scottish antiquarians Category:Scottish archaeologists Category:Scottish folklorists Category:Writers from Edinburgh Category:Alumni of the University of Edinburgh",
 "title": "David MacRitchie"
}