{
 "id": "299828",
 "text": "The \"Treskilling\" Yellow, or three schilling banco error of color (, literally \"yellow three skilling banco\"), is a Swedish postage stamp of which only one example is known to exist. This stamp was cancelled at Nya Kopparberget (now known as Kopparberg), about from Uppsala, on July 13, 1857. Judgment in Jean- Claude Andre v. Clydesdale Bank PLC lawsuit, January 31 and February 1, 2013, paras. 122 & 166. It was last sold in 2010. The auction house valued the stamp between £1.29 million and £1.73 million before the sale. The winning bid was kept confidential. ==History== In 1855, Sweden issued its first postage stamps, in a set of five values depicting the Swedish coat of arms, with denominations ranging from three to 24 Swedish skillings. The three-skilling stamp was normally printed in a blue-green color, with the eight-skilling stamp being printed in yellowish orange. It is not known exactly what went wrong, but the most likely explanation is that a stereotype of the eight- skilling printing plate (which consisted of 100 stereotypes assembled into a 10 × 10 array) was damaged or broken, and it was mistakenly replaced with a three-skilling. The number of stamps printed in the wrong color is unknown, but so far only one example has been found. Somehow, this error went entirely unnoticed at the time, and by 1858 the Swedish currency was changed. The skilling stamps were replaced by new stamps denominated in \"öre\". In 1886, a young collector named Georg Wilhelm Backman was going through covers in his grandmother's attic at the farm Väster Munga Gård north of Västerås, and came across one with a three-skilling stamp, for which the Stockholm stamp dealer Heinrich Lichtenstein was offering seven kronor apiece. thumb|left|A Treskilling green After it had changed hands several times, Sigmund Friedl sold it to Philipp von Ferrary in 1894, who had at that time the largest known stamp collection in the world, and paid the sum of 4,000 Austro-Hungarian gulden. As time passed, and no other \"yellows\" surfaced despite thorough searching, it became clear that the stamp was not only rare, but quite possibly the only surviving example. When Ferrary's collection was auctioned in the 1920s, Swedish Baron Eric Leijonhufvud bought the yellow stamp, and then Claes A. Tamm bought it in 1926 for £1,500 sterling in order to complete his collection of Swedish stamps. In 1928, the stamp was sold to the lawyer Johan Ramberg for £2,000, and he kept it for nine years. In 1937, King Carol II of Romania purchased it from London auction house H. R. Harmer for £5,000, and in 1950 it went to Rene Berlingen for an unknown amount of money. In the 1970s, the Swedish Postal Museum caused controversy by declaring the stamp to be a forgery, but after examinations by two different commissions, it was agreed that this was a genuine stamp. In 1984, the yellow stamp made headlines when it was sold by David Feldman for 977,500 Swiss francs. It was resold in 1990 for over $1,000,000. Then, in 1996 it sold again for 2,880,000 Swiss francs. Each successive sale was a world record price for a postage stamp. On 22 May 2010, the yellow stamp was auctioned once again by David Feldman in Geneva, Switzerland. It sold \"for at least the $2.3 million price [that] it set a record for in 1996\". The buyer reportedly was an \"international consortium\" and the seller was a financial firm auctioning the stamp to pay the former owner's debt. The exact price and the identity of the buyer were not disclosed and all bidders reportedly were sworn to secrecy; however, the auctioneer stated that it was “still worth more than any other single stamp.” The buyer has subsequently been identified as Armand Rousso, “a colorful philatelic player ... known ... for a number of high-profile activities.”John Finch, Mystery Owner of Treskilling Yellow Rarity Revealed, Entrepreneur and Fixture on the Philatelic Scene In May 2013, the stamp was acquired in a private sale by Count Gustaf Douglas, a Swedish nobleman and politician.Treskilling Yellow is back in the hands of a philatelist by Julia Lee, stampmagazine.co.uk, 1 November 2013. Retrieved November 6, 2013. Archived here. ==Jean-Claude Andre's lawsuit== In or before 2012, Baron Jean- Claude Pierre Ferdinand Gunther Andre and his wife Jane Andre brought a lawsuit in the High Court of Justice, Chancery Division, London, against Clydesdale Bank PLC, claiming that he had stored a locked trunk at the bank in which there allegedly were six covers bearing a total of nine Treskilling Yellow stamps, along with other less valuable items. Andre claimed that he had left the trunk undisturbed from 1986 to 2004, but when he sought to retrieve it the lock had been removed and the covers and stamps taken. Philatelic dealer David Feldman testified that the covers would have been worth some 3.7 million pounds sterling. After a lengthy trial, the court issued a judgment dated 31 January – 1 February 2013, in which it rejected Andre's claim, finding him and his wife unreliable witnesses and their claim suffering from \"sheer inherent implausibility\".Judgment in Jean-Claude Andre v. Clydesdale Bank PLC lawsuit, January 31 and February 1, 2013. ==In popular culture== In the 1963 film Charade, three rare stamps are shown, one of which is a red Fyrskilling stamp. Like the real-life Treskilling Yellow, this one must be a misprint as the true Fyrskilling stamps were blue, not red, though a misprint of this type is not really possible under normal printing methods. The philatelist in the film says the stamp was printed in 1854 (one year before Sweden began printing stamps) and valued it at $85,000 (adjusted for inflation, this is about $700,000 by 2021). In episode 2 \"Return to Sender\" of season 6 of White Collar, Neal Caffrey has to steal the Treskilling Yellow as part of a heist planned by an exclusive group of thieves, The Pink Panthers. The stamp is shown in high detail as Caffrey forges a copy. ==See also== *List of notable postage stamps ==References== ==Further reading== * * * * Category:Postage stamps Category:Philately of Sweden",
 "title": "Treskilling Yellow"
}