{
 "id": "299977",
 "text": "The University of Redlands is a private university headquartered in Redlands, California. The university's main, residential campus is situated on 160 acres (65 ha) near downtown Redlands. An additional eight regional locations throughout California largely provide programs for working adults. ==History== ===Founding=== While currently a secular institution overall, the University of Redlands' roots go back to the founding of two other American Baptist institutions, California College in Oakland, and Los Angeles University. After the 1906 San Francisco earthquake damaged the finances of California College, a Baptist commission began exploring the liquidation of both institutions to develop a new institution in Southern California. The Reverend Jasper Newton Field, a Baptist pastor at Redlands, persuaded the Redlands Board of Trade to propose a donation of at least $100,000 and for an interdenominational campus on land donated by a K.C. Wells. On June 27, 1907, the Commission voted in favor of the Redlands proposal. Ground was broken on April 9, 1909, on the hill where the administration building now stands. Nine founding faculty members held their first day of classes in the Redlands Baptist Church on September 30, 1909, with 39 students attending. On January 27, 1910, the University of Redlands opened its physical doors by occupying the administration building. Bekins Hall and the President's mansion were the only two other buildings completed. Now-university president Field was charged with further securing $200,000 for endowment, but the 1912 United States cold wave, which wiped out half the California citrus crop and severely damaged the local economy, made this impossible. President Field resigned in 1914. Victor LeRoy Duke, dean and mathematics professor, became the next president. The southern California Baptist community initiated a campaign to raise $50,000 to clear outstanding debt. The following spring the Northern Baptist Education Board endorsed the school, promising to help raise an endowment. By 1925, the faculty numbered 25, and student enrollment had increased to 465. Finances had improved to the extent that, with significant volunteer help, the university was able to erect 12 new buildings by the end of the decade. New dormitories, classrooms, a library, a gymnasium, and Memorial Chapel were built. A school of education was added. A developing alumni base also started to support the university. By 1928, the university's endowment was $2.592 million, the fourth largest in the state and among the top ten percent of American universities.Nelson, Lawrence Emmerson, \"Redlands: Biography of a College, the first fifty years of the University of Redlands\" University of Redlands, CA 1958. ===The Great Depression=== By the beginning of 1932, the effects of the Great Depression started to be felt at the university. Enrollment soared, as there was no work to be found, but student indebtedness also increased exponentially, as well as the amount the university owed banks. Salaries were cut, and employees were laid-off. On March 3, 1933, President Duke died of a cerebral hemorrhage. The administration of the university's third president, Clarence Howe Thurber, soon ran afoul of ultra-conservative churches. Student members complained of a liberal attitude toward Baptist doctrine being taught at the campus. The later affair of William H. Roberts, a psychology professor who became the campaign manager of Upton Sinclair's run for governor in 1934, also severely strained town and gown relations. ===During and after World War II=== The 1940s brought many changes to the University of Redlands particularly with the onset of direct U.S. involvement in World War II. As conscription and enlistments for the war depleted classes, courses were set up for the soldiers at Camp Haan and March Field. The July 1, 1943, arrival of a Navy V-12 unit, composed of 631 men for officer candidate training, along with a civilian enrollment of 473 women and 110 men, was Redlands’ largest enrollment ever, and gradually led to the easing of social restrictions. Military men were not required to attend chapel, and on New Year's Eve the Marines clandestinely held the first impromptu dance ever on the campus. Two months later, the Navy held the first formal dance on the commons, and the trustees finally discarded the \"no dancing\" policy in 1945, after the Redlands V-12 unit had been disbanded.Moore, Frank E. \"Redlands, Our Town\" Moore Historical Foundation, Redlands, California, 1987 The passage of the G.I. Bill further opened the doors at Redlands. By special action of Congress, housing units for 50 veterans' families (\"Vets' Village\") were installed on campus. Of the 219 graduates of June 1949, 126 were veterans, 70 of whom were married. The 1950s saw other changes. Fraternity houses were established for the first time, and other improvements were made to the university. The first Ph.D. ever granted by the university was received in 1957, by Milton D. Hunnex, in Philosophy. Compulsory chapel attendance fell to the student militancy of the 1960s and 1970s. The seventh president of the university, Dr. Douglas Moore, was not Baptist. The school went some years without clergymen on the board of trustees. Following Moore, James R. Appleton served as the eighth president of the University of Redlands for 18 years from 1987 to 2005. Dr. Stuart Dorsey served as the ninth president of the University of Redlands from 2005 to 2010. During this period, the university opened the Center for the Arts, and renovated the Armacost Library, adding five computer laboratories and a café. Dr. Dorsey resigned his position on March 16, 2010, amid controversy over budget deficits and proposed cuts. On March 17, 2010, the then-current chancellor and former president Dr. James R. Appleton was appointed for a two- year term. In August 2012, Dr. Ralph Kuncl became the 11th president of the University of Redlands. As president, he has focused on expanding the internationalization of the university, raising its stature by bringing public intellectuals into campus residence as University Distinguished Fellows, leading a comprehensive campaign, and strengthening the university's financial health. In February 2019, the university announced an agreement in principle to acquire San Francisco Theological Seminary (SFTS) in a transaction that would preserve the secular nature of the university as a whole, while maintaining the historic religious affiliations of SFTS. The deal closed on July 1, 2019, creating a new U of R graduate school—the Graduate School of Theology—and a U of R campus in the Bay Area that hosts programming from both institutions. ==Organization== thumb|Naslund Study Lounge in Armacost Library Students at the university study in one of several schools and centers: College of Arts & Sciences (including the Johnston Center for Integrative Studies, School of Music, and Center for Spatial Studies); School of Business (including the School of Continuing Studies); School of Education; and Graduate School of Theology. ===College of Arts and Sciences=== The College of Arts and Sciences (CAS) serves approximately 2,400 undergraduate students and 100 graduate students from 41 states and 28 countries. The college has 187 full-time faculty members serving more than 50 major areas of study. Eighty- five percent of full-time faculty have a Ph.D. or terminal degree. The student-faculty ratio is approximately 13:1; the average class size is 19. Professors or instructors teach all courses and sections. ====Johnston Center for Integrative Studies==== Born in the midst of the Experiential Education Movement, Johnston College is an endowed college that began as an experiment in professor-student mentor relationships and a student-initiated, contract- driven education, and operated as an autonomous unit of the university for approximately 10 years. The first class of approximately 30 students graduated in 1972. The structure of the educational system was based on seminars (8–10 students), tutorials (3–8), and independent studies. In 1979, it was integrated into the College of Arts and Sciences as the Johnston Center for Individualized Studies. It operated under that name until the mid-1990s, when it was renamed the Johnston Center for Integrative Studies. Today, about 200 Redlands students live and learn together in the Johnston complex, which includes two residence halls and five faculty offices. Students design their own majors in consultation with faculty and write contracts for their courses, for which they receive narrative evaluations in lieu of traditional grades. ====School of Music==== The University of Redlands School of Music was founded along with the university as its School of Fine Arts. It is today an accredited institutional member of the National Association of Schools of Music, and its requirements for entrance and graduation comply with the standards of this accrediting organization. Approximately 350 students study music with 13 full-time and 26 adjunct faculty. The School of Music offers Bachelor of Music (BM) degrees in composition, Performance, and Education; Bachelor of Arts (BA) degrees in music; and Master of Music (MM) degrees. Any University student may participate in musical activities through enrollment (usually by audition) in the University Choir, Chapel Singers, Madrigals, Wind Ensemble, Concert Band, Studio Jazz Band, Symphony Orchestra, Chamber Orchestra, University Opera, and a variety of chamber music ensembles. Students are invited to register for private, group, or class lessons, available on all instruments and for voice. ====Center for Spatial Studies==== The Center for Spatial Studies endeavors to create a spatially infused learning community at the University of Redlands, through faculty-student interaction, research, and community service. ===School of Business=== Founded in 1976 as the Alfred North Whitehead College for Lifelong Learning, the School of Business began as an experiment in providing educational services to working adults in locations throughout Southern California. It was one of the first successful ventures in quality education through off-site learning. It evolved to become the School of Business in 2001. The School of Business currently has approximately 700 undergraduate students and close to 800 graduate students (2010), taught by 22 full-time and 46 adjunct professors. Classes are held at the Redlands campus as well as regional campuses in Burbank, Orange County, Rancho Cucamonga/Ontario, Riverside, Temecula, Torrance, and San Diego. Programs are also planned on the university's new campus in Marin County, California. Degrees granted by the School of Business include: B.S. in management; B.S. in business; MBA (in daytime, evening, and online programs); MBA Concentrations in Location Analytics, Marketing, Global Business, and Financing; M.S. in Organizational Leadership; and M.S. in Information Technology. ====School of Continuing Studies==== Part of the School of Business, the School of Continuing Studies offers certificate programs, individual courses, workshops, and onsite custom programs offered as open enrollment, with no formal admission or application required of participants. ===School of Education=== The oldest graduate division within the university, the School of Education was founded in 1924. As of 2006, it serves 516 students in graduate coursework, with 17 full-time professors and 30 adjunct professors. Geared primarily to the working professional, the School also partners with the College of Arts and Sciences to offer undergraduates a chance to earn their teaching credential. The School offers master's degrees in learning and teaching, curriculum and instruction, clinical mental health counseling, school counseling, educational administration, and higher education, as well a number of credentials: Preliminary Teaching Credential (multiple or single subject), Education Specialist Teaching Credential, Pupil Personnel Services Credential—School Counseling, Preliminary Administrative Services Credential (Tier 1), and Clear Administrative Services Credential (Tier II). In addition, a Doctorate in Leadership for Educational Justice (Ed.D.), the university's only doctoral program, is grounded in theories of social justice and a commitment to ensuring equity for students from all backgrounds. In 2001, the School of Education partnered with the Lewis Center for Educational Research in Apple Valley, California to offer Preliminary Teaching Credentials onsite and serve Apple Valley and the surrounding high desert communities. In 2008, the University of Redlands School of Education expanded to a second regional campus in Orange County. In 2012, the School began offering programs in Temecula and Rancho Cucamonga. Programs are also planned on the university's new campus in Marin County, California. ====Center for Educational Justice==== The Center for Educational Justice (CEJ) sponsors institutes, symposia, workshops, and other educational efforts. Topics relate to social advocacy, research, policy development, and professional training on equity, fairness, care, respect, and critical consciousness of broader societal inequities. The center was founded in 2005, and is currently under the direction of Dr. Jose Lalas. ===Graduate School of Theology=== The Graduate School of Theology is a multi-faith and interdisciplinary program that resulted from a merger between the San Francisco Theological Seminary and the University of Redlands on July 1, 2019. A member of the Graduate Theological Union (GTU), the Graduate School of Theology also provides its students with access to classes and resources from the GTU's member and affiliate institutions. ====San Francisco Theological Seminary==== Through the Graduate School of Theology, San Francisco Theological Seminary offers Doctor of Ministry, Master of Divinity, and Master of Arts in Theological Studies degree programs, as well as several diplomas and certificates. ====The Shaw Chaplaincy Institute for Spiritual Care + Compassionate Leadership==== The Shaw Chaplaincy Institute is an accredited clinical pastoral education provider offering interfaith programs that explore the spiritual side of providing health care. ====Applied Wisdom Institute==== A spiritual rather than religious hub, the Applied Wisdom Institute provides certificate programs, seminars, and conferences. ==Academics== The University of Redlands offers traditional undergraduate liberal arts degree programs within the College of Arts and Sciences, along with graduate programs in business, education, communicative disorders, music and geographic information systems. The Johnston Center for Integrative Studies offers customized degree programs for undergraduates, based upon a contract system and narrative evaluations. ===Ranking, admissions and retention=== In its 2021 rankings, U.S. News & World Report in its Best Colleges ranked the University of Redlands as #5 in Regional Universities West, #3 in Best Colleges for Veterans, #47 in Top Performers on Social Mobility, and classified admission to the university as \"selective,\" with an acceptance rate of approximately 68% and a freshmen retention rate of 88%. ==Athletics== Redlands competes in the Southern California Intercollegiate Athletic Conference (SCIAC), which operates within NCAA Division III. Redlands was one of the founding members of the SCIAC in 1915 and is one of only two schools to have had continuous membership. The university competes in 21 sports: ten men's teams and eleven women's teams. The men's teams include: baseball, basketball, cross country, football, golf, soccer, swim and dive, tennis, track and field, and water polo. The women's teams include: basketball, cross country, golf, lacrosse, soccer, softball, swim and dive, tennis, track and field, volleyball, and water polo. The mission of Bulldog Athletics is to provide student-athletes with an opportunity to compete successfully in an intercollegiate athletic program that is an integral part of their educational experience. About 20 percent of U of R's College of Arts and Sciences undergraduates are student-athletes; including intramural sports (which focus on recreational experiences) more than 50 percent of College of Arts and Sciences undergraduates participate in athletics. The average GPA of student-athletes is 3.2, and 90 percent of student-athletes return for their second year of study at the U of R. In addition to numerous championships, 70 percent of the university's varsity teams have ranked in the top 25 nationally in NCAA Division III and SCIAC since 2009. In 2018, the university embarked on a $20 million campaign for Bulldog Athletics to create a new home for the program on Brockton Avenue, build a new tennis complex, and revitalize the Currier Gymnasium. ===Mascot=== The Bulldogs are represented by a live bulldog mascot, a tradition dating back to 1918. The bulldogs name began not with a dog, but with a football game; in 1917, after Redlands embarrassed a rival school 20–0, the opposing coach was quoted as saying, “The U of R football team might well be called the bulldogs of the conference for the fight they put into the game.” The current mascot is Adelaide, or \"Addie,\" named after founding first lady of the university and wife to the university's first president, Jasper Newton Field. Adelaide is the first female mascot in U of R's 100-year-old Bulldog tradition. ==Community service== The university's Community Service Learning program, which is now more than 25 years old, provides students the opportunity to extend their learning beyond the classroom in activities from mentoring local youths to building houses in Mexico. Each year, University of Redlands students complete more than 120,000 hours of service. These efforts have been recognized by the President's Higher Education Community Service Honor Role. ==Campus housing== The university, whose Redlands campus has been consistently honored by Arbor Day Foundation as a Tree Campus USA School, offers its undergraduate students guaranteed housing during their four years of study and, for the most part, undergraduate students are required live on campus. Exceptions include students who are over the age of 23, living with a parent, or married; sometimes exemptions are also granted to upperclass students with a GPA of 3.0 or higher. Many residence halls are \"living-learning communities,\" with themes such as \"freshmen,\" \"social justice,\" \"substance-free,\" etc. These themes and configurations change from time to time. ===Alternative living=== The university offers alternative housing to various organizations. Merit houses are awarded to organizations for use during the school year. The university also offers a Greek System, unaffiliated with national Greek organizations, which also contains several houses for residence by the groups' members. The houses that comprise the group of Greek housing are mostly on \"Frat Row\", which is located behind the school softball field, all with the exception of the Chi Rho Psi house. ==Greek life== thumb|Hunsaker University Center ; Active social fraternities * Pi Chi: founded 1909 * Chi Rho Psi: founded 1927; re-founded 2001 * Chi Sigma Chi: founded 1936 * Kappa Sigma Sigma: founded 1916 *Gamma Delta Rho: founded 2019 ; Active social sororities *Delta Kappa Psi: founded 1910 *Alpha Theta Phi: founded 1911 * Alpha Sigma Pi: founded 1914 *Beta Lambda: founded 1921; re-founded 1988 * Alpha Xi Omicron: founded 1927; re- founded 1998 * Kappa Pi Zeta: founded 1926; re-founded 2011 *Alpha Chi Delta: founded 1927; re-founded 2016 ; Active business fraternities * Delta Sigma Pi: Xi Pi chapter (chapter founded 1999) ; ;Active service fraternities * Alpha Phi Omega: Sigma Beta chapter ; Honors societies * Omicron Delta Kappa: a national leadership honor society emphasizing holistic development * Phi Alpha Theta: a national honor society for the study of history * Phi Beta Kappa: an interdisciplinary national academic honor society * Pi Gamma Mu: an international social science honor society that is dedicated to community service and interdisciplinary scholarship in the social sciences * Psi Chi: a national honor society in the field of psychology * Sigma Tau Delta: a national English honor society that provides social and scholarly opportunities ==Diversity-based exchanges and organizations== In October 2017, the University of Redlands partnered with Tuskegee University, a private, historically black university in Alabama, enabling student and faculty exchanges between the institutions and opening the door to a variety of other joint programming. Diversity-based organizations on the University of Redlands campus include: * Rangi Ya Giza (RYG) (founded on May 15, 1992): non-Greek, diversity based brotherhood that seeks to positively affect the campus and community by organizing service projects, raising awareness of local and global issues, and taking action against injustices in our society. Rangi Ya Giza is Swahili for \"A Darker Shade\" to represent their East African roots. RYG focuses specifically on benefiting organizations in the community such as Boys & Girls Club of Redlands, Emmerton Elementary school, and the Stillman House. * Wadada Wa Rangi Wengi (WRW) (founded on October 15, 1992): non-Greek sisterhood dedicated to raising awareness about issues of diversity, gender, and social injustice. Wadada Wa Rangi Wengi means \"Sisters of Many Shades\" in Swahili. WRW sponsors many events on campus, including Breast Cancer Awareness Week, Diversity Mixer, and Sexual Violence Awareness Week. (RYG and WRW were both founded in response to the 1992 Los Angeles riots.) * Fidelity, Isonomy, Erudition (FIE) (founded on February 10, 2006): co-ed siblinghood that prides itself in its commitment to service and awareness, creating a more empathetic community, and combating a gender binary. Service, Awareness, and Siblinghood are the three pillars the organization's members stand firm on. FIE was recognized as the university's Multicultural Organization of the Year in 2006 & 2010\\. ==Filming at Redlands== Due to its location in the Greater Los Angeles Area, The University of Redlands campus has been used as the setting for films such as Goodbye My Fancy, with Joan Crawford and Robert Young, Hell Night, Joy Ride, Slackers, and The Rules of Attraction. It has also been used in at least one Perry Mason episode as a stand-in for the fictional Euclid College. The campus was also used for the Korean drama The Heirs, where Kim Tan (Lee Min-ho) attends during his exile in America. ==Redlands culture and traditions== * The \"R\": This letter carved into the vegetation of the San Bernardino Mountains at 34°11′00″N 117°06′17″W started as prank in 1913, but still stands today and is currently the second-largest collegiate letter in the nation. * Mascot: The university has a live bulldog who serves as its official mascot. The female pup Adelaide now holds the U of R mascot title. Histories are kept of the past and present bulldog mascots on the University of Redlands website. * Commencement: The university holds its annual commencement ceremonies on a Thursday, Friday and Saturday in late April instead of May or June. ==Notable alumni== ===Government and politics=== * Prince Ahmed bin Abdulaziz Al Saud, former interior minister, brother of king Salman of Saudi Arabia * Pete Aguilar, elected to Congress for the 31st District in November 2014, Former Mayor of Redlands, California * David Boies, attorney, represented the Justice Department in United States v. Microsoft and Al Gore in Bush v. Gore, and had a role in Perry v. Schwarzenegger seeking to overturn the state of California's Proposition 8 ban on gay marriage. * Sam Brown, organizer of the Vietnam Moratorium and former state treasurer of Colorado * David Byerman, Director of the Legislative Research Commission * Lisa Cano Burkhead, 36th Lieutenant Governor of Nevada * Michael Carona, former Sheriff, Orange County, California * Warren Christopher, lawyer, diplomat, former Secretary of State * Mark D. Fabiani, political strategist * Peter Groff, attorney, member of the Obama administration and a Colorado legislator and president of the Colorado Senate * H. R. Haldeman, Chief of Staff to President Richard Nixon, and key player in the Watergate Scandal * Robert Hertzberg, member of the California State Senate * Les Janka, Deputy Press Secretary for Foreign Affairs under President Ronald Reagan; later Vice President at Raytheon * David Floyd Lambertson, former U.S. ambassador to Thailand * Connie Leyva, California State senator * Carl W. McIntosh, president of Idaho State University (1949–1959), California State University, Long Beach (1959–1969), and Montana State University (1970–1977)\"Carl McIntosh Dies at 94\" Los Angeles Times. January 22, 2009. Accessed August 14, 2013. * Juanita Millender-McDonald, American politician * Greta N. Morris, former United States Ambassador to the Republic of the Marshall Islands * Judge Pat Morris, Mayor of San Bernardino, California * George Runner, California Board of Equalization, District 2 * Ann Shaw (BA 1943), civic leader and social worker * Gaddi H. Vasquez, United States Ambassador to the United Nations organizations in Rome, Italy, former Peace Corps Director and former Orange County, California Supervisor. *Richard Polanco, former California State Senate Majority leader *Michel Moore, Police Chief of the Los Angeles Police Department ===Education, academic and nonprofit=== *Katherine Jungjohann, scientist and engineer. *Mary Stone McLendon, Native American educator at Bacone College, as well as a Chickasaw storyteller, musician, performer, and humanitarian. *Martha Olney, economics textbook author and winner of teaching awards at the University of California, Berkeley * Philip Oxhorn, Political Science Department chairman at McGill University and leading scholar of civil society * J. Michael Scott (one year), scientist, environmentalist and author * Beth A. Simmons, American academic and notable international relations scholar * W. Richard West, Jr., founding director of Smithsonian National Museum of the American Indian and current director of Autry Museum of the American West * James Q. Wilson, author and professor at Pepperdine University ===News and entertainment=== *Hugh \"Lumpy\" Brannum, played Mister Green Jeans on Captain Kangaroo, a children's television program *Glen Charles, writer and producer for Cheers * Les Charles, writer and producer for Cheers * Christopher Coppola, film director and producer * David Eick, executive producer of Battlestar Galactica, Bionic Woman and Caprica' * David Greenwalt, screenwriter, director and producer * Jessie Kahnweiler, actor, writer, comedian, YouTube personality * David Lee, director, producer and writer * Daniel Petrie Jr., screenwriter * Eric Pierpoint, actor and author * Robert Pierpoint, CBS White House correspondent * John Raitt, singer and actor in musical theater * Thalmus Rasulala, actor * Bjarne Mädel, German sit-com actor, attended for two years but did not attain degree ===Music=== * Gerald Albright, American jazz saxophonist & composer * Angel Blue, operatic soprano * Craig Colclough, operatic bass-baritone * Harl McDonald, composer, conductor, pianist * Gene Pokorny, principal tuba of the Chicago Symphony Orchestra * Jeremy Reynolds and Ben Grubin of the band Hockey ===Fiction writing=== * Gayle Brandeis, author, teacher, activist * Willard R. Espy, author and poet * Cathy Scott, true crime books author * Laurel Rose Willson, later known as Lauren Stratford and Laura Grabowski – discredited author of books about satanic ritual abuse and Holocaust survival * Morgan York, author and former actor ===Sports=== * Jared Hamman, current professional mixed martial arts fighter, formerly competing for the UFC * John Houser, former NFL player * Harvey Hyde, football coach, analyst * Richie Marquez, defender for the Philadelphia Union of Major League Soccer * Janice Metcalf, professional tennis player * Danny Ragsdale, American football player * John Sanchez, former NFL player * Ross Schunk, former Major League Soccer player * Don Thompson, former NFL player * Jackie Yates Holt, former U.S. Women's Open golfer and intercollegiate champion, held the title of youngest champion until 2001. ===Business=== * Susan Estes, CEO of OpenDoor Securities, a firm primarily trading in United States Treasury securities * Alan Shugart, co- founder of Seagate Technology and Floppy Disk technology pioneer * Jean Stephens, global CEO of RSM International, a multinational network of accountancy firms ===Crime=== * Kristin Rossum, toxicologist convicted of the murder of her husband ==Notable faculty== * Ralph Angel, poet and Edith R. White Distinguished Professor *Victoria Ann Lewis, actor and theatre creator, assistant professor of theatre * Leslie Brody, author and professor of English and creative writing * Lawrence Finsen, professor of philosophy specializing in animal ethics * Christopher Gabbitas, artist-professor of vocal chamber music and former member of The King's Singers * Patricia Geary, author and professor of creative writing * Tyler Nordgren, astronomer and professor of physics * Anthony Suter, composer and professor of music * Arthur Svenson, David Boies Professor of Government and winner of the 2019 Distinguished Teaching Award from the American Political Science Association * Frederick Swann, concert organist and professor of organ ==References== ==External links== * * Official athletics website * Category:1907 establishments in California Category:Educational institutions established in 1907 Category:Schools accredited by the Western Association of Schools and Colleges Category:Universities and colleges affiliated with the American Baptist Churches USA University of Redlands University of Redlands",
 "title": "University of Redlands"
}