{
 "id": "300181",
 "text": "Pseudoarchaeology—also known as alternative archaeology, fringe archaeology, fantastic archaeology, cult archaeology, and spooky archaeology—refers to interpretations of the past from outside the archaeological science community, which reject the accepted datagathering and analytical methods of the discipline.Holtorf 2005. p. 544.Fagan and Feder 2006. p. 720.Williams 1987. These pseudoscientific interpretations involve the use of artifacts, sites or materials to construct scientifically insubstantial theories to supplement the pseudoarchaeologists' claims. Methods include exaggeration of evidence, dramatic or romanticized conclusions, use of fallacy, and fabrication of evidence.Pseudoarchaeology – Atlantis to Aliens. There is no unified pseudoarchaeological theory or approach, but rather many different interpretations of the past that are jointly at odds with those developed by the scientific community. These include religious approaches such as creationism or \"creation science\" that applies to the archaeology of historic periods such as those that would have included the Tower of Babel, Noah's Ark and the Genesis flood narrative, and the supposed worldwide flood myth. Some pseudoarchaeological theories revolve around the idea that prehistoric and ancient human societies were aided in their development by intelligent extraterrestrial life, an idea propagated by those such as Italian author Peter Kolosimo, French authors Louis Pauwels and Jacques Bergier in The Morning of the Magicians (1963), and Swiss author Erich von Däniken in Chariots of the Gods? (1968). Others instead hold that there were human societies in the ancient period that were significantly technologically advanced, such as Atlantis, and this idea has been propagated by figures like Graham Hancock in his Fingerprints of the Gods (1995). Pseudoarchaeology has also been manifest in Mayanism and the 2012 phenomenon. Many alternative archaeologies have been adopted by religious groups. Fringe archaeological ideas such as archaeocryptography and pyramidology have been embraced by religions ranging from the British Israelites to the theosophists. Other alternative archaeologies include those that have been adopted by members of New Age and contemporary pagan belief systems. Academic archaeologists have heavily criticised pseudoarchaeology, with one of the most vocal critics, John R. Cole, characterising it as relying on \"sensationalism, misuse of logic and evidence, misunderstanding of scientific method, and internal contradictions in their arguments\".Cole 1980. p. 2. The relationship between alternative and academic archaeologies has been compared to the relationship between intelligent design theories and evolutionary biology by some archaeologists.Fagan and Feder 2006. p. 721. ==Etymology== Various terms have been employed to refer to these non-academic interpretations of archaeology. During the 1980s, the term \"cult archaeology\" was used by figures like John R. Cole (1980)Cole 1980. and William H. Stiebing Jr. (1987).Stiebing Jr. 1987. \"Fantastic archaeology\" was used in the 1980s as the name of an undergraduate course at Harvard University taught by Stephen Williams, who published a book with the same title.Wiliams 1991 In the 2000s, the term \"alternative archaeology\" began to be instead applied by academics like Tim Sebastion (2001),Sebastion 2001. Robert J. Wallis (2003),Wallis 2003. Cornelius Holtorf (2006),Holtorf 2005. and Gabriel Moshenka (2008).Moshenka 2008. Garrett F. Fagan and Kenneth Feder (2006) however claimed this term was only chosen because it \"imparts a warmer, fuzzier feel\" that \"appeals to our higher ideals and progressive inclinations\". They argued that the term \"pseudoarchaeology\" was far more appropriate, a term also used by other prominent academic and professional archaeologists such as Colin Renfrew (2006).Renfrew 2006. Other academic archaeologists have chosen to use other terms to refer to these interpretations. Glyn Daniel, the editor of Antiquity, used the derogative \"bullshit archaeology\", and similarly the academic William H. Stiebing Jr. noted that there were certain terms used for pseudoarchaeology that were heard \"in the privacy of professional archaeologists' homes and offices but which cannot be mentioned in polite society\".Stiebing Jr 1987. p. 1. ==Characteristics== William H. Stiebing Jr. argued that despite their many differences, there were a set of core characteristics that almost all pseudoarchaeological interpretations shared. He believed that because of this, pseudoarchaeology could be categorised as a \"single phenomenon\". He went on to identify three core commonalities of pseudeoarchaeological theories: the unscientific nature of its method and evidence, its history of providing \"simple, compact answers to complex, difficult issues\", and its tendency to present itself as being persecuted by the archaeological establishment, accompanied by an ambivalent attitude towards the scientific ethos of the Enlightenment.Stiebing Jr. 1987 p. 2. This idea that there are core characteristics of pseudoarchaeologies is shared by other academics.Such as Cole 1980. p. 5. ===Lack of scientific method=== Academic critics have pointed out that pseudoarchaeologists typically neglect to use the scientific method. Instead of testing the evidence to see what hypotheses it fits, pseudoarchaeologists \"press-gang\" the archaeological data to fit a \"favored conclusion\" that is often arrived at through hunches, intuition, or religious or nationalist dogma.Fagan and Feder 2006. p. 721.Fagan 2006b. p. 27. Different pseudoarchaeological groups hold a variety of basic assumptions which are typically unscientific: the Nazi pseudoarchaeologists for instance took the cultural superiority of the ancient Aryan race as a basic assumption, whilst Christian fundamentalist pseudoarchaeologists conceive of the Earth as being less than 10,000 years old and Hindu fundamentalist pseudoarchaeologists believe that the Homo sapiens species is much older than the 200,000 years old it has been shown to be by archaeologists.Fagan 2006b. p. 28. Despite this, many of pseudoarchaeology's proponents claim that they reached their conclusions using scientific techniques and methods, even when it is demonstrable that they have not.Fagan and Feder 2006. pp. 721–28.Harrold and Eve 1987. p. x. Academic archaeologist John R. Cole believed that most pseudoarchaeologists do not understand how scientific investigation works, and that they instead believe it to be a \"simple, catastrophic right versus wrong battle\" between contesting theories.Cole 1980. p. 3. It was because of this failure to understand the scientific method, he argued, that the entire pseudoarchaeological approach to their arguments was faulty. He went on to argue that most pseudoarchaeologists do not consider alternative explanations to that which they want to propagate, and that their \"theories\" were typically just \"notions\", not having sufficient supporting evidence to allow them to be considered \"theories\" in the scientific, academic meaning of the word.Cole 1980. pp. 5–6. Commonly lacking scientific evidence, pseudoarchaeologists typically use other forms of evidence to support their arguments. For instance, they often make use of \"generalized cultural comparisons\", taking various artefacts and monuments from one society, and highlighting similarities with those of another to support a conclusion that both had a common source—typically an ancient lost civilisation like Atlantis, Mu, or an extraterrestrial influence. This takes the different artefacts or monuments entirely out of their original contexts, something which is anathema to academic archaeologists, for whom context is of the utmost importance.Fagan 2006b. p. 26. Another form of evidence used by a number of pseudoarchaeologists is the interpretation of various myths as reflecting historical events, but in doing so these myths are often taken out of their cultural contexts.Stiebing Jr. 1987 p. 3. For instance, pseudoarchaeologist Immanuel Velikovsky claimed that the myths of migrations and war gods in the Central American Aztec civilisation represented a cosmic catastrophe that occurred in the 7th and 8th centuries BCE.Velikovsky 1950. pp. 253–254, 269. This was criticised by academic archaeologist William H. Stiebing Jr., who noted that such myths only developed in the 12th to the 14th centuries CE, two millennia after Velikovsky claimed that the events had occurred, and that the Aztec society itself had not even developed by the 7th century BCE. ===Opposition to the archaeological establishment=== Pseudoarchaeologists typically present themselves as being underdogs facing the much larger archaeological establishment. They often use language which disparages academics and dismisses them as being unadventurous, spending all their time in dusty libraries and refusing to challenge the orthodoxies of the establishment lest they lose their jobs. In some more extreme examples, pseudoarchaeologists have accused academic archaeologists of being members of a widespread conspiracy to hide the truth about history from the public.Fagan 2006b. pp. 31–32. When academics challenge pseudoarchaeologists and criticise their theories, many pseudoarchaeologists see it as further evidence that their own ideas are right, and that they are simply being suppressed by members of this academic conspiracy.Fagan 2006b. p. 32. The prominent English archaeologist Colin Renfrew admitted that the archaeological establishment was often \"set in its ways and resistant to radical new ideas\" but that this was not the reason why pseudoarchaeological theories were outright rejected by academics.Renfrew 2006. p. xii. Garrett G. Fagan expanded on this, noting how in the academic archaeological community, \"New evidence or arguments have to be thoroughly scrutinised to secure their validity ... and longstanding, well- entrenched positions will take considerable effort and particularly compelling data to overturn.\" Fagan noted that pseudoarchaeological theories simply do not have sufficient evidence to back them up and allow them to be accepted by professional archaeologists. Conversely, many pseudoarchaeologists, whilst criticising the academic archaeological establishment, also attempt to get support from people with academic credentials and affiliations.Fagan 2006b. p. 33. At times, they quote historical, and in most cases dead academics to back up their arguments; for instance prominent pseudoarchaeologist Graham Hancock, in his seminal Fingerprints of the Gods (1995), repeatedly notes that the eminent physicist Albert Einstein once commented positively on the pole shift hypothesis, a theory that has been abandoned by the academic community but which Hancock supports.Hancock 1995. pp. 9–11, 468, 471. As Fagan noted however, the fact that Einstein was a physicist and not a geologist is not even mentioned by Hancock, nor is the fact that the understanding of plate tectonics (which came to disprove earth crustal displacement) only came to light following Einstein's death.Fagan 2006b. p. 34. ===Nationalist motivations=== Pseudoarchaeology can be motivated by nationalism (cf. Nazi archaeology, using cultural superiority of the ancient Aryan race as a basic assumption to establish the Germanic people as the descendants of the original Aryan 'master race') or a desire to prove a particular religious (cf. intelligent design), pseudohistorical, political, or anthropological theory. In many cases, an a priori conclusion is established, and fieldwork is undertaken explicitly to corroborate the theory in detail. According to archaeologist John Hoopes, writing in the magazine of the Society for American Archaeology, \"Pseudoarchaeology actively promotes myths that are routinely used in the service of white supremacy, racialized nationalism, colonialism, and the dispossession and oppression of indigenous peoples.\" Archaeologists distinguish their research from pseudoarchaeology by pointing to differences in research methodology, including recursive methods, falsifiable theories, peer review, and a generally systematic approach to collecting data. Though there is overwhelming evidence of cultural connections informing folk traditions about the past, objective analysis of folk archaeology—in anthropological terms of their cultural contexts and the cultural needs they respond to—have been comparatively few. However, in this vein, Robert Silverberg located the Mormon's use of Mound Builder culture within a larger cultural nexus and the voyage of Madoc and \"Welsh Indians\" was set in its changing and evolving sociohistorical contexts by Gwyn Williams. ===Religious motivations=== Religiously motivated pseudoarchaeological theories include the young earth theory of some Judeo-Christian fundamentalists. They argue that the Earth is 4,000–10,000 years old, with figures varying, depending on the source. Some Hindu pseudoarchaeologists believe that the Homo sapiens species is much older than the 200,000 years it is generally believed to have existed. Archaeologist John R. Cole refers to such beliefs as \"cult archaeology\" and believes them to be pseudoarchaeological. He went on to say that this \"pseudoarchaeology\" had \"many of the attributes, causes, and effects of religion\". A more specific example of religious pseudoarcheology is the claim of Ron Wyatt to have discovered Noah's ark, the graves of Noah and his wife, the location of Sodom and Gomorrah, the Tower of Babel, and numerous other important sites. However, he has not presented evidence sufficient to impress Bible scholars, scientists, and historians. Answers in Genesis propagates many pseudoscientific notions as part of its creationist ministry. ==Description== Pseudoarchaeology can be practised intentionally or unintentionally. Archaeological frauds and hoaxes are considered intentional pseudoarchaeology. Genuine archaeological finds may be unintentionally converted to pseudoarchaeology through unscientific interpretation. (cf. confirmation bias) An Aryan supremacist view of history has set itself in the pseudoarcheology of the Middle East to building up a pseudo-history of Babylon the great, in contradiction to the Semitic view of Judeo-Christian and Biblical history, resulting in fraudulent cuneiform tablets as clay tablets are difficult to date. \"By 1904, during the early period of cuneiform tablet collecting, J. Edgar Banks, a Mesopotamian explorer and tablet dealer, estimated that nearly 80% of tablets offered for sale in Baghdad were fakes. In 2016, Syria’s Director General for Antiquities and Museums reported that approximately 70% of seized artifacts in the country are fakes.\" Especially in the past, but also in the present, pseudoarchaeology has been motivated by racism, especially when the basic intent was to discount or deny the abilities of non- white peoples to make significant accomplishments in astronomy, architecture, sophisticated technology, ancient writing, seafaring, and other accomplishments generally identified as evidence of \"civilization\". Racism can be implied by attempts to attribute ancient sites and artefacts to Lost Tribes, Pre-Columbian trans-oceanic contact, or even extraterrestrial intelligence rather than to the intelligence and ingenuity of indigenous peoples. Practitioners of pseudoarchaeology often rail against academic archaeologists and established scientific methods, claiming that conventional science has overlooked critical evidence. Conspiracy theories may be invoked, in which \"the Establishment\" colludes in suppressing evidence. Countering the misleading \"discoveries\" of pseudoarchaeology binds academic archaeologists in a quandary, described by Cornelius Holtorf as whether to strive to disprove alternative approaches in a \"crusading\" approach or to concentrate on better public understanding of the sciences involved; Holtorf suggested a third, relativist and contextualised\"We might want to remind ourselves of the truism that every past is the construct of a particular present-day context\" (p. 548. approach, in identifying the social and cultural needs that both scientific and alternative archaeologies address and in identifying the engagement with the material remains of the past in the present in terms of critical understanding and dialogue with \"multiple pasts\", such as Barbara Bender explored for Stonehenge.Bender, Stonehenge, vol. 1 Making Space (Materializing Culture) , 1998. In presenting the quest for truths as process rather than results, Holtorf quoted Gotthold Lessing (Eine Duplik, 1778): > If God were to hold in his right hand all the truth and in his left the > unique ever-active spur for truth, although with the corollary to err > forever, asking me to choose, I would humbly take his left and say \"Father, > give; for the pure truth is for you alone!\" \"Archaeological readings of the landscape enrich the experience of inhabiting or visiting a place,\" Holtorf asserted. \"Those readings may well be based on science but even non-scientific research contributes to enriching our landscapes.\"Holtorf 2005:548. The question for opponents of folk archaeology is whether such enrichment is delusional. Participatory \"public\" or \"community\" archaeology offers guided engagement. ==In history== In the mid-2nd century, those exposed by Lucian's sarcastic essay \"Alexander the false prophet\" prepared an archaeological \"find\" in Chalcedon to prepare a public for the supposed oracle they planned to establish at Abonoteichus in Paphlagonia (Pearse, 2001Translated and notes by A.M. Harmon, 1936, Published in Loeb Classical Library, 9 volumes, Greek texts and facing English translation: Harvard University Press. This extract transcribed by Roger Pearse, 2001.): At Glastonbury Abbey in 1291, at a time when King Edward I desired to emphasize his \"Englishness\", a fortunate discovery was made: the coffin of King Arthur, unmistakably identified with an inscribed plaque. Arthur was reinterred at Glastonbury in a magnificent ceremonial attended by the king and queen. ==Examples== === Nationalistic motivation === * The assertion that the Mound Builders were a long vanished non-Native American people thought to have come from Europe, the Middle East, or Africa. * The Kensington Runestone of Minnesota held to prove Nordic Viking primacy in discovery of the Americas. * Nazi archaeology, the Thule Society, and expeditions sent by the Ahnenerbe to research the existence of a mythical Aryan race. The research of Edmund Kiss at Tiwanaku would be one example. * The Bosnian pyramids project, which has projected that several hills in Visoko, Bosnia are ancient pyramids. * The theory by British Israelists that the Hill of Tara in Ireland contained the Ark of the Covenant. They excavated the hill in an attempt to prove the Irish were part of the Lost Tribes of Israel. * Piltdown man * Neolithic hyperdiffusion from Egypt being responsible for influencing most of the major ancient civilizations of the world in Asia, the Middle East, Europe, and particularly the ancient Native Americans. This includes Olmec alternative origin speculations. * Jovan I. Deretić's Serbocentric claims in the ancient history of the Old World. * Romanian protochronism also uses pseudoarchaeological interpretations; for more pieces of information, see the Tărtăria tablets, the Rohonc Codex's Daco-Romanian hypothesis, or the Sinaia lead plates. * The theory that New Zealand was not settled by the Māori people, but by a pre-Polynesian race of giants ===Religious motivation=== * Repeated claims of the discovery of Noah's Ark on Mount Ararat or neighbouring mountain ranges. * Use of questionable artefacts such as the Grave Creek Stone, the Los Lunas Decalogue Stone and the Michigan relics represent proof of the presence of a pre-Columbian Semitic culture in America. * New Age assertions about Atlantis, Lemuria, and ancient root races derived from the writings of authors such as 19th-century theosophist and occultist Helena Blavatsky. * Mayanism and the 2012 phenomenon. * Denial of scientific dating techniques in favor of a young Earth age. ===General=== * Archaeological interest of Pedra da Gávea * The work of 19th- and early 20th- century authors such as Ignatius Donnelly, Augustus Le Plongeon, James Churchward, and Arthur Posnansky. * The work of contemporary authors such as Giorgio Tsoukalos, Erich von Däniken, Barry Fell, Zecharia Sitchin, Robert Bauval, Frank Joseph, Graham Hancock, Colin Wilson, Michael Cremo, Immanuel Velikovsky, and David Hatcher Childress. * Lost continents such as Atlantis, Mu, Kumari Kandam, or Lemuria, which are all contested by mainstream archaeologists and historians as lacking critical physical evidence and general historical credibility. * The ancient astronaut theory regarding Mayan ruler Pacal II. * Speculation regarding pre-Columbian contact between Egypt and the Maya. * Speculation by paranormal researchers that an abnormal human skull promoted as the \"starchild skull\" was the product of extraterrestrial- human breeding or extraterrestrial genetic engineering, despite DNA evidence proving that the skull was that of an anatomically modern human infant, most likely suffering from hydrocephalus. ===The Mayas=== Many aspects of Maya civilization have inspired pseudoarchaeological speculation. In Mexico, this history can bring more people which in turn brings more money for the area, which the Maya peoples usually do not receive. Many examples of pseudoarcheology pertaining to Maya civilization can be found in literature, art, and film. Many of them have to do with the 2012 phenomenon and the Maya calendar. These are often referred to as Mayanism, a collection of New Age beliefs about Mayas and Maya religion and/or spirituality. That said, Maya culture has long been a subject of scientific archaeology. Archaeologists have uncovered evidence that has furthered our knowledge of the past. Some of these include stone carvings in Tikal that show the earliest stories of Sihyaj Chan Kʼawiil II and materials recovered from Chichén Itzá. These are just a few of the numerous discoveries that archaeologists have made, and through aerial surveys, tunnel mapping, and virtual reality, we have almost pieced together what ancient Maya life would have looked like. ====Examples of Maya-Related Pseudoarchaeology==== \\- A well-known example of Maya pseudoarcheology is the breakdown of Kʼinich Janaabʼ Pakal and his burial. Pseudoarchaeologists have talked deeply about the discovery of Pakal’s sarcophagus lid and the answers they gained from studying it. Pseudoarchaeology author Maurice Cotterell writes about this in his book The Supergods. One of the main draws in this material for Cotterell and other pseudoarchaeologists is that the ancient Aztec and Maya people possessed knowledge beyond our imagination. From being able to “take off in spaceships”,The Supergods pg. 23 to dealing with complex numbers and equations, these people possessed “godly intelligence”.The Supergods pg.58 Their biggest study and answer came from analyzing the Mayan calendar and finding correlations with our Sun and Earth. He states that “they (Sun, Earth, Mayan Calendar) come close together every 260 days, this agreed with his suspicion that the Mayan numbering system was connected with solar magnetic cycles”.The Supergods pg. 126 It is important to note that there are no professionals that back up his statements and his conclusions are based on insufficient evidence. Cotterell's work fits into the category of pseudoarcheology because it reports his own non-scientific interpretations, but without any scientific peer review or critical analysis by professional archaeologists. \\- Another example of pseudoarcheology in Maya civilization comes with the conclusions gained from studying the Maya calendar. The Calendar Round appears to have been based on two overlapping annual cycles: a 260-day sacred year and a 365-day secular year that named 18 months with 20 days each.History As the 2012 phenomenon gained popularity, the world lost the true facts behind it.The Maya calendar also included what were called Long Counts, these were created by priests at the time and a single cycle lasted 5,126 solar years. From the time this was created, the end of the solar years landed on 21 December 2012. Ancient hieroglyphs from Tortuguero showed that when this cycle ended, Bolon Yokte, the Mayan god of creation and war would arrive. Some pseudoarchaeologists took this to mean that the world would end and ran with the idea. Numerous Maya scholars like Sven Gronemeyer say that it more than likely the creation side would win over and Bolon would bring a new Long Count that would see the Maya people prosper.https://scholars.latrobe.edu.au/display/s2gronemeyer \\- The stone carvings in Tikal that have been super important to archaeologists in order to recreate the past, have also been used by pseudoarchaeologists to fabricate the past.https://www.metmuseum.org/toah/hd/maya3/hd_maya3.htm In reality these carvings have been used to reconstruct the stories and history of more than thirty dynastic rulers. Some pseudoarchaeologists though claim that these carvings are of ancient aliens or another form of extraterrestrial lifeforms. These claims have no fact to them and are just misguided interpretations. When these claims were thrown around in the early 90s, the rate of tourism boomed. In this case, pseudoarcheology had grabbed the attention of people more than the true history. \\- Chichén Itzá has been an important staple of archaeology in Mexico for a long time. Archaeologists and scientists alike are constantly trying to find all of its secrets and clues. Throughout the past few years there have been many wild claims by pseudoarchaeologists. The passageway beneath the Kulkulcan pyramid, a part of Chichén Itzá, was found and this is what many pseudoarchaeologists claims are centered around. The floating belief is that this passageway was and still is a direct lead to the underworld. There are many possibilities for what this could have been used for, but there are no facts to back up this statement. Many experts in the field, including Guillermo de And, an underwater archaeologist who led a few expeditions to uncover Mayan aqua life, believe that the passageway was a “secret cenote”. All of these examples have many things in common. Typically, in any pseudoarchaeology-related events, real happenings or actions are twisted to appeal to the imagination of people who are relatively ignorant of archaeology. ===Notable books === * Morning of the Magicians * Chariots of the Gods? * Fingerprints of the Gods * Forbidden Archeology * From Atlantis to the Sphinx ===Notable television programs and series=== * In Search of... (1977–1982) * The Mysterious Origins of Man (1996) * Ancient Aliens (2010 – ) * America Unearthed (2012–2015, 2019–) * The Curse of Oak Island (2014–) * Legends of the Lost with Megan Fox (2018) ===Archaeological sites and objects often subject to pseudoarchaeological speculation=== * Puma Punku at Tiwanaku * Kalasasaya at Tiwanaku * The Gate of the Sun at Tiwanaku * The Semi- Subterranean Temple at Tiwanaku * Stonehenge * The Great Pyramid of Giza * The Sphinx * Etruscan inscriptions * Easter Island * Teotihuacan * Palenque * Chichen Itza * Machu Picchu * Göbekli Tepe * Zorats Karer a.k.a. Armenian Stonehenge * The Nazca Lines * The stone spheres of Costa Rica * The Chinese pyramids * The Megalithic Temples of Malta * Nan Madol * The Yonaguni Monument * Dogū * Çatalhöyük * Nimrud lens * Ingá Stone * Antikythera mechanism * Terracotta Army * Piri Reis map ==Academic archaeological responses== Pseudoarchaeological theories have come to be heavily criticised by academic and professional archaeologists. One of the first books to address these directly was by archaeologist Robert Wauchope of Tulane University.Wauchope 1962 Prominent academic archaeologist Colin Renfrew stated his opinion that it was appalling that pseudoarchaeologists treated archaeological evidence in such a \"frivolous and self-serving way\", something he believed trivialised the \"serious matter\" of the study of human origins.Renfrew 2006. p. xvi. Academics like John R. Cole, Garrett G. Fagan and Kenneth L. Feder have argued that pseudoarchaeological interpretations of the past were based upon sensationalism, self-contradiction, fallacious logic, manufactured or misinterpreted evidence, quotes taken out of context and incorrect information. Fagan and Feder characterised such interpretations of the past as being \"anti-reason and anti-science\" with some being \"hyper-nationalistic, racist and hateful\". In turn, many pseudoarchaeologists have dismissed academics as being closed-minded and not willing to consider theories other than their own. Many academic archaeologists have argued that the spread of alternative archaeological theories is a threat to the general public's understanding of the past. Fagan was particularly scathing of television shows that presented pseudoarchaeological theories to the general public, believing that they did so because of the difficulties in making academic archaeological ideas comprehensible and interesting to the average viewer.Fagan 2003. Renfrew however believed that those television executives commissioning these documentaries knew that they were erroneous, and that they had allowed them to be made and broadcast simply in the hope of \"short-term financial gain\". Fagan and Feder believed that it was not possible for academic archaeologists to successfully engage with pseudoarchaeologists, remarking that \"you cannot reason with unreason\". Speaking from their own experiences, they thought that attempted dialogues just became \"slanging matches in which the expertise and motives of the critic become the main focus of attention.\" Fagan has maintained this idea elsewhere, remarking that arguing with supporters of pseudoarchaeological theories was \"pointless\" because they denied logic. He noted that they included those \"who openly admitted to not having read a word written by a trained Egyptologist\" but who at the same time \"were pronouncing how academic Egyptology was all wrong, even sinister.\"Fagan 2006a. p. xvii. ===Conferences and anthologies=== At the 1986 meeting of the Society for American Archaeology, its organizers, Kenneth Feder, Luanne Hudson and Francis Harrold decided to hold a symposium to examine pseudoarchaeological beliefs from a variety of academic standpoints, including archaeology, physical anthropology, sociology, history and psychology.Harrold and Eve 1987. p. xi. From this symposium, an anthology was produced, entitled Cult Archaeology & Creationism: Understanding Pseudoarchaeological Beliefs about the Past (1987). At the 2002 annual meeting of the Archaeological Institute of America, a workshop was held on the topic of pseudoarchaeology. It subsequently led to the publication of an academic anthology, Archaeological Fantasies: How Pseudoarchaeology Misinterprets the Past and Misleads the Public (2006), which was edited by Garrett G. Fagan. On 23 and 24 April 2009, The American Schools of Oriental Research and the Duke University Center for Jewish Studies, along with the Duke Department of Religion, the Duke Graduate Program in Religion, the Trinity College of Arts and Sciences Committee on Faculty Research, and the John Hope Franklin Humanities Institute, sponsored a conference entitled \"Archaeology, Politics, and the Media,\" which addressed the abuse of archaeology in the Holy Land for political, religious, and ideological purposes. Emphasis was placed on the media's reporting of sensational and politically motivated archaeological claims and the academy's responsibility in responding to it. ===Inclusive attitudes=== Academic archaeologist Cornelius Holtorf believed however that critics of alternative archaeologies like Fagan were \"opinionated and patronizing\" towards alternative theories, and that purporting their views in such a manner was damaging to the public's perception of archaeologists.Holtorf 2005. p. 545. Holtorf highlighted that there were similarities between academic and alternative archaeological interpretations, with the former taking some influence from the latter. As evidence, he highlighted archaeoastronomy, which was once seen as a core component of fringe archaeological interpretations before being adopted by mainstream academics.Holtorf 2005. p. 547. He also noted that certain archaeological scholars, like William Stukeley (1687–1765), Margaret Murray (1863–1963) and Marija Gimbutas (1921–1994) were seen as significant figures to both academic and alternative archaeologists. He came to the conclusion that a constructive dialogue should be opened up between academic and alternative archaeologists.Holtorf 2005. p. 550. Fagan and Feder have responded to Holtorf's views in detail, asserting that such a dialogue is no more possible than is one between evolutionary biologists and creationists or between astronomers and astrologers: one approach is scientific, the other is anti-scientific.[Fagan and Feder 2006] In the early 1980s, Kenneth Feder conducted a survey of his archaeology students. On the 50-question survey, 10 questions had to do with archaeology and/or pseudoscience. Some of the claims were more rational; the world is 5 billion years old, and human beings came about through evolution. However, questions also included issues such as, King Tut's tomb actually killed people upon discovery, and there is solid evidence for the existence of Atlantis. As it turned out, some of the students Feder was teaching put some stake in the pseudoscience claims. 12% actually believed people on Howard Carter's expedition were killed by an ancient Egyptian curse.Feder, Kenneth L. (1984). \"Irrationality and Popular Archaeology\". American Antiquity Vol 49(3) ==See also== * Historical revisionism * America Unearthed * Antikythera mechanism * Archaeology and the Book of Mormon * Babylonokia * Baghdad Battery * Biblical archaeology * Burrows Cave * Flood geology * Frauds, Myths, and Mysteries * La Ciudad Blanca * List of topics characterized as pseudoscience * Nationalism and archaeology * Out-of-place artefact * Pathological science * Phaistos Disc * Phantom island * Pseudoarchaeology of Cornwall * Psychic archaeology * Pyramid inch * The Space Gods Revealed * Xenoarchaeology ==References== ===Bibliography=== ====Academic books==== * * * * * * * * * * ====Alternative archaeological books==== * * * ====Academic book chapters==== * * * * * * * * * ====Academic journal articles==== * * * * * ====Popular archaeological articles==== * * ==Further reading== * * Kenneth L. Feder, Encyclopedia of Dubious Archaeology: From Atlantis to The Walam Olum (Greenwood Publishing Group, 2010). * Robert Munro, Archaeology and False Antiquities (Methuen, 1905; G.W. Jacobs & Co., 1908). * Gregory, Timothy E., \"Pseudoarchaeology\". * Carroll, Robert Todd, \"Pseudohistory\". The Skeptic's Dictionary. * \"The Eternals, Confusion and Terminology\": An article on the popular TV series Ancient Aliens, and the line between Science Fiction and Science Fact. * \"The Territory of Pseudoarchaeology\" SFU museum of Archaeology and Ethnology. * Feder, Kenneth L. , \"Archaeological Institute hosts workshop session on Combating Pseudoarchaeology\". Skeptical Inquirer, May 2002. * West, John Anthony, \"An Open Letter to the Editors of Archaeology\". Archaeology, May/June 2003. [Special Section] * Zimmerman, Larry J., and Richard A. Fox, Jr., \"Fantastic Archaeology\". * \"Street Prophets: Pseudo-Archaeology\": A journal on the use of fraud through pseudoarchaeology. * \"Bad Archaeology\" Keith Fitzpatrick- Matthews and James Doeser provide resources for debunking the claims of pseudoarchaeology. ==External links== * * Archaeological/Skeptical Criticisms of popular archaeology * Criticisms of alternative geology (scroll down to Earth Crustal Displacement (Pole Shift), such as pole shifts * The Hall of Ma'at * Neohumanism.org * Bad Archaeology, common examples of pseudoarchaeology * Archaeology Fantasies, Criticisms of pseudoarchaeology * Archaeology from the dark side, an article in Salon.com * Andy White Anthropology, Criticisms of claims that 'giants' were discovered all over the United States during the 19th Century. * Jason Colavito Blog, Criticisms of cable network television programs that promote pseudoarchaeology * Seven Warning Signs of Pseudoarchaeology Category:Fringe theory Category:Scientific racism",
 "title": "Pseudoarchaeology"
}