{
 "id": "300100",
 "text": "The attack on Chaves, which occurred on July 8, 1912, was a military action performed by supporters of the monarchy of Portugal in opposition to the Portuguese First Republic, which had been proclaimed two years prior. The attack was led by Henrique Paiva Couceiro, who had campaigned in Africa and who had become the leader of the royalists. The royalists had been discreetly armed by the Spanish king, Alfonso XIII, and had concentrated their forces in Galicia. The attack ended with a defeat for the royalist forces. ==First incursion (October 3, 1911)== Couceiro had undertaken a first incursion in 1911 with about 1,000 men, who had formed in groups of 60-70 men. They had left the town of Verín, 12 kilometers from the northern border with Spain, and had marched towards the border. Most of the men were from the region of Trás- os-Montes and were from a diverse array of social classes and skills. There were more than 100 priests in the group. In terms of military equipment, there were only 400 ancient rifles, a few Winchester rifles, and Mauser Pocket Pistols adapted to rifles, to which were added a score of semi-automatic pistols, daggers, and swords. The 1,000 men had crossed the border after a long march in the mountainous region between Bragança and Vinhais, near the present-day Montesinhos National Park. The republican garrison in Bragança had waited for an attack that never came. This is because the royalists had changed their plans and now marched on Vinhais, which had a smaller garrison of men--only eighty infantry, cavalry and border guards. These forces from Vinhais had left the small town and had concentrated on a hill nearby. Negotiations were begun but the military commander of Vinhais refused to join or to surrender. He gave Paiva Couceiro two hours to abandon Portuguese territory. thumb|250px|left|The royalist flag of Portugal. Meanwhile, the Vinhais commander had sent messengers to Chaves and Bragança asking for reinforcements. When day came and he saw the large group of royalists camped nearby, he knew that he would have to retreat and he did so. The royalists occupied Vinhais. They hoisted the white-and-blue flag of the monarchy and proclaimed the end of the Republic. Priests of neighboring villages and a band of villagers cheered them on and used the Republican flag for target practice. However, the royalists, who were expecting a general uprising, did not receive the support they were expecting. On the nearby mountain, Republican troops remained and at any moment Republican reinforcements were expected to arrive from Chaves. Thus, the royalists abandoned Vinhais, and headed for the border. The republican garrison from Vinhais had meanwhile retreated towards Chaves, where they had met the troops coming in their support. When they arrived in Vinhais the royalists had already left. Crossing the rugged mountains north of Vinhais, and reduced to about 600 men after desertions, the rebels made their way back into Spain. The companies that still remained formed nine groups, some staying near Xinzo de Limia and Ourense, but the bulk of the column concentrated nearer the border in Verín. ==The attack on Chaves (July 8, 1912)== thumb|200px|right|Paiva Couceiro in Galicia (June, 1912) After a hard winter in exile the refugees were eager to fight again. In February Paiva Couceiro joined them in Galicia. It was hoped that the towns in the north, now more than ever, would come over to their side. They now had more men and material. The original plan was to cross the mountains of the Barroso, west of Chaves, and link up with followers of a pro-monarchist priest in Cabeceiras de Basto. The army was divided into three groups. One tried to capture the fortress of Valença do Minho across from Spanish Tui. This endeavor ended in resounding defeat and retreat back into Galicia. The second group, of 200 men, was to enter Portugal via Vila Verde da Raia and create a diversion for Couceiro’s larger plan. The third group, composed of 450 men was the main column, commanded by Paiva Couceiro. This larger group crossed the border near a small village called Sendin, north of Montalegre. 23 soldiers and some customs police defended the town. Alerting Chaves to the danger, these men from Sendin retreated to a nearby hill south of the town. Chaves was convinced that Couceiro would attack Montalegre and head south towards Cabeceiras de Basto. The rebels raised camp at dawn and moved east towards Chaves. In Padornelos a few people came out to greet them and offer their allegiance to the king and to the Catholic Church. Vilar de Perdizes was the next village, where the priest knelt to kiss Paiva Couceiro’s feet. Meanwhile, the military commander in Chaves, Augusto Ribeiro de Carvalho, not knowing of Paiva Couceiro’s move across the north, had decided to send the main part of his forces with machine guns towards Montalegre to stop the royalists’ passage to the south. Another group of 100 men was sent to the border to resist a possible incursion from the small group of Royalists that were in Feces, across from Vila Verde. On the morning of July 8 the rebels appeared just outside Chaves. No one had expected this attack, since the last news had the rebels just outside Montalegre. The people of Chaves had not even paid attention to the warnings brought from the customs guards who had fled the northern villages. Chaves then came under attack. Augusto Ribeiro de Carvalho hurried to recall the troops that he had sent out a day earlier; however, he also had local support from the townspeople. 150 civilian volunteers from Chaves, trained briefly months earlier, hurried to help the authorities against the royalists. The regular soldiers numbered around 100. The battle was one of scattered firing with small arms and casualties were light. The rebels could not penetrate the defenses, nor could the garrison venture out to attack them. Meanwhile, the rebel group on the border, in Feces, had remained in its position, until they could hear the sounds of gunfire coming from Chaves. They crossed the border and managed to raise the royalist flag over the customs house. The small detachment of regular troops had meanwhile moved south to take up a better position. This group of rebels, nevertheless, never made it past the border. After a lull in the fighting, the royalists opened fire on the town with their two artillery pieces. The town’s guns had been taken away to defend the road to Montalegre. However, the Chaves forces were supplemented by reinforcing regular forces, who set up their artillery on a hill called Alto da Forca, south of the town, from which they could fire at will on the royalists. ==Royalist defeat== The royalists were unable to return fire, and this defeat resulted in a general celebration in Chaves. The streets filled with people, who were crying and laughing in each other’s arms. Paiva Couceiro’s forces suffered 30 dead. It is said that, near the border, a rebel soldier, not hiding his tears and rage, responded to someone who offered him a glass of wine: “Why do I want wine? What I only wanted was the Monarchy in Portugal.” After the final dispersion of his men to Spain, Paiva Couceiro published a manifesto explaining his reasons for the defeat and proclaiming that his struggle was over. ==Tributes== In honor of the republican victory, in Lisbon a street was given the name “Defenders of Chaves”, and in Porto another street was given the name “Heroes of Chaves.” ==Notes== ==Bibliography== *History of Portugal, Cambridge University Press, 1937. *Guia de Portugal, Trás os Montes e Alto-Douro, 3rd edition, July 1995. *Crónica da Vila Velha de Chaves, Júlio M. Machado, 3rd edition, 2006. ==External links== *Câmara Municipal de Chaves Category:1912 in Portugal Category:Conflicts in 1912 Category:Portuguese monarchists Category:Republicanism in Portugal Category:Battles involving Portugal",
 "title": "Royalist attack on Chaves"
}