{
 "id": "300570",
 "text": "The Ohrekreis was a district (Kreis) in the north-east of Saxony-Anhalt, Germany. Neighboring districts are (from north clockwise) Altmarkkreis Salzwedel, Stendal, Jerichower Land, the district-free city Magdeburg, Bördekreis, and the districts Helmstedt and Gifhorn in Lower Saxony. Its territory is now incorporated into Börde. == History == In 1680 the area of the district became part of Brandenburg, and the Holzkreis roughly covering the area of the Ohrekreis was created. In 1816 the districts were rearranged, thus the two new districts Neuhaldensleben (later renamed to Haldensleben) and Wolmirstedt were created. Except two changes in 1908 when the municipality Rothensee became part of Magdeburg, and in 1944 when Calvörde became part of Haldensleben the districts did not change until a bigger reform in 1952. The district Haldensleben lost its southern part and instead part of the district Gardelegen was added; and Wolmirstedt lost 21 municipalities to the districts Tangerhütte, Haldensleben, and Wanzleben. In 1994 the two district were merged to the new district Ohrekreis, including a few municipalities from the districts Stendal and Klötze. In 2007 the next reform starts in Saxony-Anhalt. The two districts Ohrekreis and Boerdekreis will unite to the new district Boerde (working title). == Geography == The district is located on the plain called Magdeburg Börde (in the south), the Drömling (in the northwest) and the Colbitz-Letzlingen Heath (in the northeast), and named after the river Ohre which flows parallel to the canal Mittelland Canal. In the west the Aller flows through the district. == Coat of arms == thumb|100px|left|Coat of arms The topleft part of the coat of arms show a beech branch, symbolizing the beech forests in the district. The wavy line in the bottomright symbolizes the river Ohre, after which the district is named. == Towns and municipalities == {| ! width=\"33%\" align=\"left\"|Towns ! width=\"33%\" align=\"left\"|Verwaltungsgemeinschaften ! width=\"33%\" align=\"left\"|Free municipalities |- valign=\"top\" || #Haldensleben || #Elbe-Heide #Flechtingen #Hohe Börde #Oebisfelde-Calvörde (incl. town Oebisfelde) #Wolmirstedt (incl. town Wolmirstedt) || #Barleben #Niedere Börde |} == External links == * Official website of the new district Börde (German)",
 "title": "Ohrekreis"
}