{
 "id": "30071",
 "text": "T, or t, is the twentieth letter in the modern English alphabet and the ISO basic Latin alphabet. Its name in English is tee (pronounced ), plural tees.\"T\", Oxford English Dictionary, 2nd edition (1989); Merriam-Webster's Third New International Dictionary of the English Language, Unabridged (1993); \"tee\", op. cit. It is derived from the Semitic letters taw (ת, ܬ, ت) via the Greek letter τ (tau). In English, it is most commonly used to represent the voiceless alveolar plosive, a sound it also denotes in the International Phonetic Alphabet. It is the most commonly used consonant and the second most commonly used letter in English-language texts. ==History== {| class=\"wikitable\" |- bgcolor=\"#EEEEEE\" ! Phoenician Taw ! Etruscan T ! Greek Tau |---align=center | 30px | 30px | 45px |} Taw was the last letter of the Western Semitic and Hebrew alphabets. The sound value of Semitic Taw, Greek alphabet Tαυ (Tau), Old Italic and Latin T has remained fairly constant, representing in each of these; and it has also kept its original basic shape in most of these alphabets. ==Use in writing systems== ===English=== In English, usually denotes the voiceless alveolar plosive (International Phonetic Alphabet and X-SAMPA: ), as in tart, tee, or ties, often with aspiration at the beginnings of words or before stressed vowels. The digraph often corresponds to the sound (a voiceless palato-alveolar sibilant) word- medially when followed by a vowel, as in nation, ratio, negotiation, and Croatia. The letter corresponds to the affricate in some words as a result of yod-coalescence (for example, in words ending in \"-ture\", such as future). A common digraph is , which usually represents a dental fricative, but occasionally represents (as in Thomas and thyme.) In a few words of modern French origin, the letter T is silent at the end of a word; these include croquet and debut. ===Other languages=== In the orthographies of other languages, is often used for , the voiceless dental plosive , or similar sounds. ===Other systems=== In the International Phonetic Alphabet, denotes the voiceless alveolar plosive. ==Related characters== ===Descendants and related characters in the Latin alphabet=== *T with diacritics: Ť ť Ṫ ṫ ẗ Ţ ţ Ṭ ṭ Ʈ ʈ Ț ț ƫ Ṱ ṱ Ṯ ṯ Ŧ ŧ Ⱦ ⱦ Ƭ ƭ ᵵ ᶵ *Ꞇ ꞇ : Insular T was used by William Pryce to designate the voiceless dental fricative [θ] * : Turned small t is used in the International Phonetic Alphabet *Uralic Phonetic Alphabet-specific symbols related to T: ** ** ** ** *ₜ : Subscript small t was used in the Uralic Phonetic Alphabet prior to its formal standardization in 1902 *ȶ : T with curl is used in Sino-Tibetanist linguistics *Ʇ ʇ : Turned capital T and turned small t were used in transcriptions of the Dakota language in publications of the American Board of Ethnology in the late 19th century ===Ancestors and siblings in other alphabets=== *𐤕 : Semitic letter Taw, from which the following symbols originally derive **Τ τ : Greek letter Tau *** : Coptic letter Taw, which derives from Greek Tau ***Т т : Cyrillic letter Te, also derived from Tau *** : Gothic letter tius, which derives from Greek Tau ***𐌕 : Old Italic T, which derives from Greek Tau, and is the ancestor of modern Latin T **** : Runic letter teiwaz, which probably derives from old Italic T *ፐ : One of the 26 consonantal letters of Ge'ez script. The Ge'ez abugida developed under the influence of Christian scripture by adding obligatory vocalic diacritics to the consonantal letters. Pesa ፐ is based on Tawe ተ. ===Derived signs, symbols and abbreviations=== *™ : Trademark symbol *₮ : Mongolian tögrög *₸ : Kazakhstani tenge ==Computing codes== : 1 ==Other representations== ==References== ==External links== * * * Category:ISO basic Latin letters Category:Cross symbols",
 "title": "T"
}