{
 "id": "301012",
 "text": "Raymond Lee Washington (August 14, 1953 – August 9, 1979) was an American gangster, known as the founder of the Crips gang in Los Angeles. Washington formed the Crips as a minor street gang in the late 1960s in South Los Angeles, becoming a prominent local crime boss. In 1971, Washington formed an alliance with Stanley \"Tookie\" Williams, establishing the Crips as the first major African-American street gang in Los Angeles, and served as one of the co-leaders. In 1974, Washington was convicted of robbery and received a five- year prison sentence, during which his leadership and influence in the Crips declined. On August 9, 1979, Raymond Washington was murdered in a drive-by shooting shortly after his release from prison. ==Biography== ===Early life=== Raymond Lee Washington was born in Los Angeles, California, on August 14, 1953, the youngest of four sons to Violet Samuel and Reginald Washington.California Birth Index, Name: Raymond Lee Washington, Birth Date: Aug. 14, 1953 and September 8, 1953, Gender: Male, Mother's Maiden Name: Samuel, Birth County: Los Angeles. His parents separated when he was two years old, and he was raised by his mother and stepfather. He grew up on East 76th Street, between Wadsworth Avenue and Central Avenues in Los Angeles' South Central. Washington had a half-brother, Derard S. Barton, from his mother's second marriage. According to neighbors of Washington, he developed an affinity for fist-fighting as an adolescent, and was constantly in trouble with the Los Angeles Police Department for various offenses. Washington's mother is quoted as saying, \"Raymond was a good kid when he was a boy. Raymond didn't go out of his way to fight or do anything bad, but if someone came to him, he would protect himself. And he was well built. He tried to protect the community and keep the bad guys out. But after a while, every time I looked up, the police were coming to the house looking for Raymond.\" Some neighbors remembered Washington differently: Lorrie Griffin Moss, who resided across the street from Washington on E 76th Street, said, \"I don't have a whole lot of good to say about Raymond. Raymond was a bully. A muscular bully. He wouldn't let anybody from outside our neighborhood bother us. He would bother us. Raymond could be very mean.\" A friend stated that Washington was a good football player, but never participated as a member of school sports team due to his poor grades. Washington was repeatedly expelled from schools resulting in frequent transfers, attending Locke High School, John C. Fremont High School, an alternative school attached to Washington Preparatory High School, and Fairfax High School in the Fairfax District near West Hollywood. ===Gang involvement=== In the late 1960s, there was an increase in youth crime in Los Angeles, particularly in and around South Central's Watts neighborhood. Crime was especially prevalent in the three housing projects located in Watts, known as \"the Bricks\": Imperial Courts, Nickerson Gardens, and Jordan Downs, where violent street robberies were common among adolescent criminals. Older African-American street gangs in South Central like the Slausons, the Businessmen, and the Gladiators, had been ended by activist groups such as the Black Panther Party and the US Organization. The absence of the old gangs saw numerous new youth gangs begin to form in their place, including the Sportsmans Park, New House Boys, Acey Ducey, and Chain Gang, on West Side. Washington, a native of the East Side in his early teens during the rise of the gangs, joined a local street gang called The Avenues, led by another teenager named Craig Munson. At age 15, Washington beat up Munson's younger brother in a fist fight after discovering Munson had put a gun to his older brother, Reggie Washington. After the fight, Washington and one of his other older brothers, Ronald Joe, confronted Munson on the corner of E 81st Street and Avalon Boulevard. According to former gang members who knew Washington at the time, he was subsequently beaten up by Craig Munson in retaliation for his younger brother's beating, and Washington left The Avenues. In late 1969, Washington organized his own gang called the Baby Avenues, recruiting a group of other neighborhood youths in South Central. The Baby Avenues wanted to emulate a gang of older youths called The Avenue Boys, which had been active since 1964 on Central Avenue. ====Unification of South Central gangs==== In 1971, Washington approached Stanley \"Tookie\" Williams, a similar gang leader from South Central's West Side who used his reputation as a fist fighter to unite gangs under his control, at Washington Preparatory High School where both were attending. Washington had heard of Williams through a mutual friend, who had informed Washington of Williams' toughness and his willingness to fight members of larger, more established street gangs such as the L.A. Brims and the Chain Gang. According to Williams' account of the meeting, what struck him about Washington was that, besides being incredibly muscular, he and his cohort were dressed similar to Williams and his clique, wearing leather jackets with starched Levi's jeans and suspenders. Washington proposed to Williams they form a confederation of the gangs under their influence in their respective areas along with another teenage gang leader called Mac Thomas in Compton, to form a single large street gang. The proposal would see Williams' gangs adopt the Crip branding and would be allied with other Crip gangs outside of the West Side, but would retain ultimate leadership in the East Side. Williams accepted Washington's proposal, uniting the West Side gangs under his influence as the West Side Crips. The Crips quickly established themselves as the largest street gang in Los Angeles, with increasing numbers and territory as their influence spread across low-income black neighborhoods. Washington, Williams and Thomas effectively held a monopoly on criminal activity in these areas, and became the dominant crime bosses. Street gangs that had resisted being absorbed into the Crips soon formed their own confederate alliance, the Bloods, to protect their independence and their interests in the criminal market. The founding of the Bloods sparked an instant rivalry between the new large gangs that saw a surge in violent crime in Los Angeles, as neighboring Crip and Blood sets began using increasing violence to fight over territory and personal feuds. With the rise of media coverage, which put these new violent gangs on the front page, soon many disaffected black youths were running to join the Crips, many without ever being contacted by gang leaders. One story at the time stated: Within a few years, much of the original Crip leadership were either imprisoned or dead. On February 23, 1973, Curtis \"Buddha\" Morrow, a close friend of Tookie Williams and a high-ranking Crip enforcer, was shot to death in South Central following a petty argument. Mac Thomas was murdered under mysterious circumstances in the mid-1970s. ==Robbery conviction== In 1974, 21-year-old Washington was arrested for second-degree robbery and sentenced to five years' imprisonment at the Deuel Vocational Institution in Tracy, becoming the first Crip to be incarcerated there. Washington was unpopular among the prison population as he began to recruit young African-American inmates into the Crips, much to the disapproval of established black prison groups like the Black Muslims and the Black Guerrilla Family. According to a former inmate who was housed at Deuel with Washington, the Black Muslims and the Black Guerrilla Family were aware of the spread of the Crips in Los Angeles, and warned Washington that they would not tolerate the formation of Crips in the prison. Washington faced another problem while serving time at Deuel: as the Crips murdered rival gang members on the streets of Los Angeles, inmates at Deuel who were relatives of victims held Washington responsible for their deaths. Greg \"Batman\" Davis, a friend of Washington and an original Crips member, stated \"People in the prisons was losing their loved ones on the streets and because Raymond was the founder of the Crips, they blamed him for it. And since Raymond was the only Crip up there (at Deuel) at the time, they were trying to kill him.\" In 1976, Washington paroled from prison and returned to Los Angeles. Reportedly, Washington was shocked to discover that the violent war between the Crips, Bloods, and Hispanic gangs had escalated to the point that fighting using firearms, as opposed to fist fighting, was now normal. Over the next few months, Washington became disillusioned with the Crips as the gang committed more violent and senseless crimes, with new recruits seeking to build their reputations. Since Washington's imprisonment, the organization had totally broken down into loosely-affiliated decentralized sets that often fought each other, as the Crips' original leadership had disappeared. Tookie Williams, the last remaining original Crips leader, served as the de facto leader during Washington's imprisonment. Williams had been injured in a drive-by shooting in 1976, and developed a growing addiction to PCP that caused his authority to wane until he was arrested for four counts of homicide shortly before Washington was murdered. According to law enforcement, former gang members and close friends, Washington had decided that the Crips needed to be brought back under one umbrella organization to stop infighting, and then to work towards a truce with the Bloods. Upon realizing he no longer held influence in the gang, Washington started to distance himself from the Crips. ==Death== At around 10:00 p.m. on August 9, 1979, 25-year-old Washington was murdered in a drive- by shooting on the corner of East 64th Street and South San Pedro Street in South Central Los Angeles, and was rushed to Morningside Hospital where he died while undergoing emergency surgery. No suspects have been arrested, and Washington's murder remains unsolved. It was reported that Washington was hanging out on the corner when a car pulled up and the unidentified occupants called him over to the car. Washington's associates, as well as the police, were aware he would never walk up to cars of people that he did not know, and most likely knew the occupants of the vehicle as he told an acquaintance that he knew them. Washington engaged in a brief conversation with them before the occupant in the passenger seat drew a sawed-off shotgun and shot him in the abdomen. ==See also== *List of unsolved murders ==References== Category:1953 births Category:1979 deaths Category:1979 murders in the United States Category:20th-century American criminals Category:African-American gangsters Category:American gangsters Category:Gang members Category:Crips Category:Gangsters from Los Angeles Category:History of Los Angeles Category:Murdered African-American people Category:Murdered American gangsters Category:People murdered by African-American organized crime Category:People murdered in California Category:Deaths by firearm in California Category:American murder victims Category:John C. Fremont High School alumni Category:Unsolved murders in the United States Category:20th-century African- American people",
 "title": "Raymond Washington"
}