{
 "id": "301213",
 "text": "Cai Yuanpei (; 11 January 1868 – 5 March 1940) was a Chinese philosopher and politician who was an influential figure in the history of Chinese modern education. He made contributions to education reform with his own education ideology. He was the president of Peking University, and founder of the Academia Sinica. He was known for his critical evaluation of Chinese culture and synthesis of Chinese and Western thinking, including anarchism. He got involved in the New Culture, May Fourth Movements, and the feminist movement. His works involve aesthetic education, politics, education reform, etc. ==Biography== Born in Shānyīn County, Shaoxing prefecture, Zhejiang, Cai was appointed to the Hanlin Imperial Academy at 26. In 1898, he became involved in administering institutes and became: * Superintendent of Shaoxing Chinese- Western School (紹興中西學堂監督) * Head of Sheng District Shanshan College (嵊縣剡山書院院長) * Director-Teacher of the Special Class (特班總敎習) of Nanyang Public School (predecessor of Shanghai Jiao Tong University ) He established Guangfuhui in 1904 and joined Tongmenghui in Paris the next year, and became a member of the Chinese anarchist group led by Wu Zhihui, and Li Shizeng. After studying philosophy, psychology, and art history in the Universität Leipzig of Germany in 1907 under Karl Lamprecht and Wilhelm Wundt,Gao Zhipeng The Emergence of Modern Psychology in China, 1876 – 1922 ; Jing Qicheng and Fu Xiaolan Modern Chinese psychology: Its indigenous roots and international influences . International Journal of Psychology, 36(6), 2001, 408. doi:10.1080/00207590143000234 he served as the provisional Republic's Minister of Education in January 1912, but later resigned during Yuan Shikai's presidency. Subsequently, he returned to Germany, and then went to France. Cai returned to China in 1916 and served as the President of Peking University the following year. There he resumed his support, begun in his Paris years with Li Shizeng, for the Diligent Work-Frugal Study Movement, which sent worker- students to France. It was during his tenure at Peking University that he recruited such famous thinkers (and future Chinese Communist Party leaders) to the school as Chen Duxiu and Li Dazhao, as well as quite different thinkers as Hu Shih, a close friend, Liang Shuming and the painter Xu Beihong. In 1919, after the student leaders of the May Fourth demonstrators were jailed, Cai resigned in protest (returning to office in September). Meanwhile, he and Xu Beihong wrote regularly for the Daily University of Peking University that dealt with broader issues than just campus politics. Xu addressed issues of Art and Art History and in 1920 a university art journal called Painting Miscellany was published. After resigning again in 1922, he spent a period of withdrawal in France. Returning in 1926, he supported his fellow-provincial Chiang Kai-shek and the Kuomintang's efforts to unite the country. Along with Wu Zhihui, Li Shizeng, and Zhang Renjie, he was known as one of the \"Four Elders\" of the Party, and a staunch anti-communist. He was appointed president of the Control Yuan, but soon resigned.Boorman, Biographical Dictionary, Vol III, pp. 297-298. Cai was frustrated in his efforts to remodel the national system of education to resemble the French system, but in 1927, he co-founded the National College of Music, which later became the Shanghai Conservatory of Music, and in April 1928, he helped to found and became the first president of the Academia Sinica. He and a wide circle of colleagues founded the China League for Civil Rights which criticized the national government and Chiang Kai-shek for abuse of power. The situation worsened, however; the League could not attain the release from jail of Chen Duxiu, Cai's former dean at Peking University, for instance. In June 1933, the Academia Sinica's academic administrator and co-founder of the League, Yang Quan, was shot and killed in the street in front of the League's Shanghai offices. After a period of shock and reflection, Cai retired from public view in a statement denouncing the political repression of the Nanjing government.Boorman, Biographical Dictionary, Vol III, p. 298. After the outbreak of the Second Sino-Japanese War in 1937, partly because of declining health, instead of accompanying the national government to Sichuan, Cai moved to Hong Kong. He lived there in seclusion until his death in March 1940 at the age of 72.Boorman, Biographical Dictionary, Vol III, p. 299. thumb|406x406px|Cai Yuanpei with Students from Peking University studying abroad == Contribution of Education == Under the influence of Cai Yuanpei’s educational thoughts, Peking University has become an important birthplace of Chinese education development as well as culture. Cai Yuanpei provided support to many literati and educators in New China, which played a fundamental role in Chinese education. Cai Yuanpei established the Ministry of Education in 1927 that is learned from the French education system. === Aesthetic Education === Cai Yuanpei was an advocator and implementer of Chinese aesthetic education. He promoted the development of Chinese aesthetic education. He had his own unique insights into aesthetics which he associated aesthetics with Chinese traditional virtues. He connected aesthetics with education and politics, which is influenced by his experiences. He emphasized the importance of aesthetics for social stability and development. Besides, he proposed that aesthetics is beneficial to the formation of \"public morality and civic virtue\" === Female education === Cai Yuanpei not only improved women’s equity in the education system, such as the first women's admission in 1920 and co-education, but he also advocated feminism to change the traditional Chinese concept of women. Also, in promoting women’s education, Cai Yuanpei successively invited several feminists to teach at Peking University, including Chen Duxiu and Hu Shih. Those feminists played an important role in Cai Yuanpei's education reform for women at Peking University. Cai Yuanpei's education reform for women was also a breakthrough in the history of Chinese education. == Educational Thoughts == === Education independence === Cai Yuanpei proposed that education must be independent of the government, which was published in the journal, New Education(新教育). He tried to prevent the University Council from direct control by the government. === \"Liberality\" and \"democracy\" === Cai Yuanpei raised the traditional virtue of “righteousness(义), reciprocity(恕) and humanity(仁)” based on the Western ideas of \"Freedom, equity, fraternity\". He was committed to establishing academic freedom and a pure research atmosphere at Peking University. He also tried to protect the freedom of educators and students, in education reform. Among the teaching staff at Peking University, there were many representatives of the new cultural movement such as Li Dazhao, Hu Shih, and Chen Duxiu. He also assembled notable conservative and old-fashion scholars such as Gu Hongming, Liu Shipei to teaching at Peking University. === Five types of education === He advocated practising five types of education in the education system. The five types of education refer to military education for citizen (军国民教育), utilitarian education (实利主义教育), civic education (公民道德教育), education for a world view (世界观教育), and aesthetic education (美感学教育).\" ==Other Thoughts== Cai advocated the equal importance of five ways of life — \"Virtue, Wisdom, Health, Collective, and Beauty\" (德、智、體、群、美) — core values that are still taught in schools today in Taiwan, Hong Kong, and Macau. === Viewpoint of females === Cai Yuanpei's perspectives on women combined both traditionalism and modernism. He believed in the subordinate, Confucian, relationship between husband and wife, holding that men were to be outside while women should stay at home. (男主外女主内) His views on female virtues were also conventional, such as women's obligations to the family such as playing an educational role to the children. He held that an unmarried female was not a virtuous one. Cai Yuanpei was a proponent of women's marriage rights to divorce and remarry. He strongly opposed foot binding and concubinage, both of which were widely practiced in China at the time. He also advocated education equity as well as physical education for women. === Political thoughts === He advocated anarchism about anti-oppression to reestablish human civilization. But he emphasized the importance of “a complete state”, which is partly influenced by Western Anarchism's views on the state and the family. Cai Yuanpei’s view on anarchism mainly targets to abolish the colonial oppression China suffered. He came to know and study anarcho-communism and took influence from Pierre-Joseph Proudhon, Mikhail Bakunin, and Peter Kropotkin. == May Fourth movement == === New Civil Religion === Cai Yuanpei, Chen Duxiu, and Hu Shih put forward their own views on social values and were committed to solving the impact of the Revolution of 1911 on social systems and beliefs during the May Fourth Movement. Cai Yuanpei proposed that the formation of a new civil religion can be achieved by cultivating the Chinese to learn aesthetics, democracy, and science. ===Communist ideologies=== Cai was famous for his many communist ideologies. One such ideology was a common pay, enforced by the law of the union. Cai also contributed to the local Marxist- Leninist community, being one of its more senior members. == Representative Works == === New Year's Dream 《新年梦》 === New Year's Dream is a short fiction story reflecting Cai Yuanpei‘s ideal society, which is created based on his own life. New Year's Dream is influenced by Liang Qichao’s utopian stories. The writing style of New Year's Dream is \"painful, even violent, and struggle\". The story revolves around the protagonist, \"a Chinese citizen (中国一民)\", telling about China’s 20th-century revolution. Cai Yuanpei created the short story during the period that China suffered from the Sino-Japanese War and was also influenced by the Russo-Japanese War. This article is not only a wake-up call for the Chinese but also an aspiration for the development of the Chinese social revolution. left|thumb|The statue of Cai Yuanpei in the campus of Peking University == Bibliography == * * * \"Ts'ai Yuan-p'ei,\" in Howard L. Boorman, ed., Biographical Dictionary of Republican China Volume 3 (New York: Columbia University Press, 1967; ) pp. 295– 299. * Timothy B. Weston. The Power of Position: Beijing University, Intellectuals, and Chinese Political Culture, 1898-1929. (Berkeley: University of California Press, 2004; ). ==See also== * Education in China *Chinese Education Improving Institute *History of education in China *New Culture Movement *Anarchism in China ==References== ==External links== * Marie-Laure R. de Shazer Les Jean-Jacques Rousseau en Chine : Cai Yuan Pei et John Dewey () CreateSpace Independent Publishing Platform, 24 Sept. 2012, 328 pp. * Tsai Yuan-pei (Cai Yuanpei) 蔡元培 from Biographies of Prominent Chinese c.1925. == Portrait == * Cai Yuanpei. A Portrait by Kong Kai Ming at Portrait Gallery of Chinese Writers (Hong Kong Baptist University Library). Category:1868 births Category:1940 deaths Category:Anarcho-communists Category:Chinese anarchists Category:Chinese Esperantists Category:Chinese expatriates in France Category:Educators from Shaoxing Category:Members of the Kuomintang Category:Peking University faculty Category:Philosophers from Zhejiang Category:Politicians from Shaoxing Category:Presidents of Peking University Category:Presidents of the Control Yuan Category:Qing dynasty philosophers Category:Republic of China philosophers Category:Republic of China politicians from Zhejiang Category:Shanghai Jiao Tong University faculty Category:Tongmenghui members Category:Unity Party (China) politicians",
 "title": "Cai Yuanpei"
}