{
 "id": "301361",
 "text": "Bai Chongxi (18 March 1893 - 1 December 1966; , , Xiao'erjing: ) was a Chinese general in the National Revolutionary Army of the Republic of China (ROC) and a prominent Chinese Nationalist leader.Listed General, City of Sydney Library, accessed July 2009 He was of Hui ethnicity and of the Muslim faith. From the mid-1920s to 1949, Bai and his close ally Li Zongren ruled Guangxi province as regional warlords with their own troops and considerable political autonomy. His relationship with Chiang Kai-shek was at various times antagonistic and cooperative. He and Li Zongren supported the anti-Chiang warlord alliance in the Central Plains War in 1930, then supported Chiang in the Second Sino- Japanese War and the Chinese Civil War. Bai was the first defense minister of the Republic of China from 1946 to 1948. After losing to the Communists in 1949, he fled to Taiwan, where he died in 1966. ==Warlord era== Bai was born in Guilin, Guangxi and given the courtesy name Jiansheng (). He was a descendant of a Persian merchant of the name Baiderluden, whose descendants adopted the Chinese surname Bai. His Muslim name was Omar Bai Chongxi. He was the second of three sons. His family was said to have come from Sichuan. At the age of 14 he attended the Guangxi Military Cadre Training School in Guilin, a modern-style school run by Cai E to modernize Guangxi's military. Bai and classmates Huang Shaohong and Li Zongren would become the three leading figures of Guangxi's military. For a time Bai withdrew from the military school at the request of his family and studied at the civilian Guangxi Schools of Law and Political Science. With the outbreak of the Xinhai Revolution in 1911, under the leadership of Huang Shaoxiong, Bai joined a Students Dare to Die corps. After entering the Nanjing Enlistment Corps he transferred from the Corps to the Second Military Preparatory School at Wuchang. He graduated from the school in 1914, then underwent pre-cadet training for six months before attending the third class of Baoding Military Academy in June 1915. He became a 1st Guangxi Division probationary officer upon returning to Guangxi. Bai rose to fame during the warlord era by allying with Huang Shaohong (a fellow deputy commander of the Model Battalion of the Guangxi First Division) and Li Tsung-jen as supporters of Kuomintang leader Sun Yat-sen. This alliance, called the New Guangxi Clique, proceeded to move against Guangxi warlord Lu Rongting in 1924. The coalition's efforts brought Guangxi Province under ROC jurisdiction, and Pai and Li represented a new generation of Guangxi leaders. The Nationalist chief of staff (acting) was Bai. The 13th Army had him as the commander. The Nationalist Northern Punitive Expedition was participated in by Bai. During the Northern Expedition (1926–28) Bai was the Chief of Staff of the National Revolutionary Army and credited with many victories over the northern warlords, often using speed, maneuver and surprise to defeat larger enemy forces. He led the Eastern Route Army that conquered Hangzhou and Shanghai in 1927. As garrison commander of Shanghai, he also took part in the purge of Communist elements of the National Revolutionary Army on April 4, 1927, and of the labor unions in Shanghai. Bai also commanded the forward units that first entered Beijing and was credited with being the senior commander on site to complete the Northern Expedition. For many of his battlefield exploits during the Northern expedition, he was given the laudatory nickname Xiao Zhuge, literally \"little Zhuge Liang,\" of the Three Kingdoms fame. Bai was the commander of Kuomintang forces in the Shanghai massacre of 1927, where he directed the KMT purge of Communists in the party. In 1928, during the Northern Expedition, Bai led Kuomintang forces in the defeat and destruction of Fengtian Clique Gen. Zhang Zongchang, capturing 20,000 of his 50,000 troops and almost capturing Zhang himself, who escaped to Manchuria. Bai personally had around 2,000 Muslims under his control during his stay in Beijing in 1928 after the Northern Expedition was completed; it was reported by Time magazine that they \"swaggered riotously\" in the aftermath In June 1928 in Beijing, Bai Chongxi announced that the forces of the Kuomintang would seize control of Manchuria and the enemies of the Kuomintang would \"scatter like dead leaves before the rising wind\". Bai was out of money and bankrupt in December 1928. He planned to lead 60,000 troops from east China to Xinjiang province and construct a railroad as a barrier against Russian encroachment in Xinjiang. His plan was perceived by some to be against Feng Yuxiang. The Military Council refused to authorize him leaving Peiping to go to Hankow. At the end of the Northern Expedition, Chiang Kai- shek began to agitate to get rid of the Guangxi forces. At one time in 1929 Bai had to escape to Vietnam to avoid harm. Hubei and Guangxi were subjected to the Hankou subcouncil of Li Zongren and Bai Chongxi. Li and Bai's Hankou and Canton self-ruling governments were terminated by Chiang. Hankou was captured by Chiang during the dispute between the Guangxi faction and Nanjing. From 1930 to 1936, Bai was instrumental in the Reconstruction of Guangxi, which became a \"model\" province with a progressive administration. Guangxi supplied over 900,000 soldiers to the war effort against Japan. During the Chinese Civil War Bai fought against the Communists. In the Long March he allowed the Communists to slip through Guangxi. Governing his province aptly and capably were two of the things Bai was renowned for in China. Prominent Muslims like Generals Ma Liang, Ma Fuxiang and Bai Chongxi met in 1931 in Nanjing to discuss intercommunal tolerance between Hui and Han. ==Second Sino- Japanese War== The 4th Army Groups chief of staff was Bai Chongxi. An anti- Japanese war was called for by Bai Chongxi, Li Zongren and Chen Jitang in 1936. The menace posed by Japan was seen by Bai chongxi and Li Zongren. Formal hostilities broke out on 7 July 1937 between China and Japan with the Marco Polo Bridge Incident outside Beijing. On 4 August 1937 Bai rejoined the Central Government at the invitation of Chiang Kai-shek. During the Second Sino-Japanese War (1937–45), he was the Deputy Chief of the General Staff responsible for operations and training. He was the key strategist who convinced Chiang to adopt a \"Total War\" strategy in which China would trade space for time, adopt guerrilla tactics behind enemy lines and disrupt enemy supply lines at every opportunity. When the better armed and trained Japanese troops advanced, the Chinese would adopt a scorched earth campaign in the enemy's path to deny them local supply. Bai was also involved in many key campaigns including the first major victory at the Battle of Tai'erzhuang in Shandong Province in the spring of 1938 when he teamed up with Gen. Li Zongren to defeat a superior enemy. China managed to check and delay the Japanese advance for several months. Subsequently, Bai was appointed Commander of the Field Executive Office of the Military Council in Guilin, with responsibility for the 3rd, 4th, 7th and 9th War Zones. In that capacity he oversaw the successful defense of Changsha, capital of Hunan Province. Between 1939 and 1942, the Japanese attacked Changsha three times and were repelled each time. Bai also directed the Battle of South Guangxi and Battle of Kunlun Pass to retake South Guangxi. The 64th Army and 46th Army were requested to be outfitted by Bai via Gen. Lindsey. Bai's Guangxi soldiers were praised as a \"crack\" (as in elite) army during the war against Japan, and he was known to be an able general who could lead the Chinese resistance should Chiang Kai- shek be assassinated. The majority of Chinese presumed that Chiang Kai-shek, as leader of China, tapped Bai to inherit his position. Bai Chongxi led the competent Guangxi Army against the Japanese. In refusing to obey commands from Chiang if he assumed them to be wrong and flawed, Bai Chongxi was alone among fellow military men. Jihad was declared obligatory and a religious duty for all Chinese Muslims against Japan after 1937 during the Second Sino-Japanese War. Bai also sheltered the Muslim Yuehua publication in Guilin, which printed quotes from the Quran and Hadith justifying the need for Chiang Kai-shek as leader of China. Also, promoted Chinese nationalism and uniting Hui to the Han during the war against Japan. During the war, Bai traveled throughout the Muslim northwestern provinces of China controlled by the Ma Clique and met with Ma Clique generals to defeat Japanese propaganda. The Hui Muslim Xidaotang sect pledged allegiance to the Kuomintang after their rise to power and Bai Chongxi acquainted Chiang Kai-shek with the Xidaotang jiaozhu Ma Mingren in 1941 in Chongqing. Bai Chongxi headed the Chinese Islamic National Salvation Federation. In January 1945, he was awarded the Legion of Merit of the United States. ==Chinese Civil War== Following the surrender of Japan in 1945, the Chinese Civil War resumed in full-fledged fighting. In the spring of 1946 the Chinese Communists were active in Manchuria. A crack People's Liberation Army unit of 100,000 strong under the Communist Gen. Lin Biao occupied a key railroad junction at Siping. Kuomintang forces could not dislodge them after several attempts; Chiang Kai-shek then sent Bai to oversee the operation. After some redeployment, Nationalist forces were able to decisively defeat Lin's forces after a two-day pitched battle. This was to be the first major victory for the Kuomintang in the 1946-49 stage of the civil war before the fall of mainland China to the Chinese Communists. In June 1946 Bai was appointed Minister of National Defense. It turned to be a post without power, as Chiang began to bypass Bai on major decisions regarding the Chinese Civil War. Chiang would hold daily briefings in his residence without inviting Bai and began to direct front-line troops personally down to the division level, bypassing the chain of command. The Civil War went poorly for the Kuomintang as Chiang's strategy of holding onto provincial capitals and leaving the countryside to the Communists very quickly caused the downfall of his forces, which had a 4:1 numerical superiority at the beginning of the conflict. During the Ili Rebellion Bai was considered by the government for the post of Governor of Xinjiang. The position later was given to Masud Sabri, a pro-Kuomintang Uyghur leader. In April 1948 the first National Assembly in China convened in Nanjing, with thousands of delegates from all over China representing different provinces and ethnic groups. Bai Chongxi, acting as Minister of National Defense, debriefed the Assembly on the military situation, completely ignoring Northern China and Manchuria in his report. Delegates from Manchuria in the assembly responded by yelling out and calling for the death of those responsible for the loss of Manchuria. In November 1948 Bai, in command of forces in Hankow, met with Generals Fu Zuoyi, Chang Chih- chung and Chiang Kai-shek in Nanjing about defending Suzhou, the gateway to the Yangzi River valley. Bai told the Central Political Council of the Kuomintang that negotiating with the Communists would only make them more powerful. Governor of Hunan Cheng Qian, and Bai reached a consensus that they should impede the advance of the Communists by negotiating with them. In January 1949, with the Communists close to victory, almost everyone in the Nationalist media, political and military command began to demand peace as a slogan and turn against Chiang. Bai Chongxi decided to follow suit with the mainstream current and defied Chiang Kai-shek's orders, refusing to battle Communists near the Huai River and demanding that his soldiers, which were \"lent\", be sent back to him so he could secure his hold n the province of Guangxi and ignore the central government in Nanjing. Bai was the commander of four armies in Central China in the Hankow region. He demanded that the government negotiate with the Communists like the others. Bai was in charge of the defense of the capital, Nanjing. He sent a telegram requesting that Chiang Kai-shek step down as president, amid a storm of requests by other Kuomintang military and political figures for Chiang to step down and allow a peace deal with the Communists. When Communist Gen. Lin Biao mounted an attack on Bai Chongxi's forces in Hankow, they retreated quickly, leaving the \"rice bowl\" of China open for the Communists. Bai retreated to headquarters at Hengyang via a railroad from Hankow to Canton. The railroad then provided access to Guilin where his home was. In August at Hengyang, Bai Chongxi reorganized his troops. In October, as the Canton fell to the Communists, who were almost in complete control of China, Bai Chongxi still commanded 200,000 of his elite troops, making a return to Guangxi for a final stand after covering for Canton. ==Taiwan== thumb|right|Grave of Bai Chongxi at Muslim Cemetery on Chongde Street, Xinyi District, Taipei The riots following the February 28 Incident of 28 February 1947 that broke out in Taiwan due to poor governance by the central government appointed officials and the garrison forces caused many casualties of both native Taiwanese and mainland residents. Bai was sent as Chiang Kai-shek's personal representative on a fact finding mission and to help pacify the populace. After a two-week tour, including interviews with various segments of the Taiwan population, Bai made sweeping recommendations, including replacement of the governor, and prosecution of his chief of secret police. He also granted amnesty to student violators of peace on the condition that their parents take custody and guarantee subsequent proper behavior. For his forthright actions, native Taiwanese held him in high regard. Bai had another falling out with Chiang when he supported General Li Zongren, his fellow Guangxi comrade-in-arms, for the vice presidency in the 1948 general election when Li won against Chiang's hand picked candidate, Sun Fo. Chiang then removed Bai from the Defense Minister post and assigned him the responsibility for Central and South China. Bai's forces were the last ones to leave the mainland for Hainan Island and eventually to Taiwan. He served Chief of the General Staff since 1927 until his retirement in 1949. After he came to Taiwan, he was the appointed vice director of the strategic advisory commission in the presidential office. He also continued to serve in the Central Executive Committee of the Kuomintang. He reorganized the party from 1950 to 1952. After the Communist victory, some of Bai Chongxi's Guangxi troops fled to French Indochina where they were detained. Others went to Hainan in retreat. In 1951, Bai Chongxi made a speech to the entire Muslim world calling for a war against the Soviet Union, claiming that the \"imperialist ogre\" leader Joseph Stalin was engineering World War III, and Bai also called upon Muslims to avoid the Indian leader Jawaharlal Nehru, accusing him of being blind to Soviet imperialism. He and Chiang never reconciled and he lived in semi-retirement until he died of coronary thrombosis on 1 December 1966 at the age of 73. Bai was then given a military funeral by the government, with a Kuomintang Blue Sky with a White Sun flag over his coffin.Bai's Funeral Bai was buried in the Muslim section of the Liuzhangli (六張犁) Cemetery in Taipei, Taiwan. ==Personal life== As a Muslim, he was Chairman of the Chinese Islamic National Salvation Federation, and then the Chinese Muslim Association. Bai Chongxi was a board member of the All-China Inter-religious Association, representing Islam, the other members of the board were a Catholic Bishop, Methodist Bishop, and the Buddhist Abbot Taixu. Bai sent his son Pai Hsien-yung to Catholic schools in Hong Kong.Peony Dreams Retrieved 12-6-2008. During the Northern Expedition, in 1926 in Guangxi, Bai Chongxi led his troops in destroying Buddhist temples and smashing idols, turning the temples into schools and Kuomintang party headquarters. It was reported that almost all of Buddhist monasteries in Guangxi were destroyed by Bai in this manner. The monks were removed. Bai led a wave of anti-foreignism in Guangxi, attacking American, European, and other foreigners and missionaries, and generally making the province unsafe for foreigners. Westerners fled from the province, and some Chinese Christians were also attacked as imperialist agents. The three goals of his movement were anti- foreignism, anti-imperialism, and anti-religion. Bai led the anti-religious movement, against superstition. Huang Shaoxiong, also a Kuomintang member of the New Guangxi Clique, supported Bai's campaign, and Huang was a non-Muslim, the anti religious campaign was agreed upon by all Guangxi Kuomintang members, so it may have not had anything to do with Bai's beliefs. As a Kuomintang member, Bai and the other Guangxi clique members allowed the Communists to continue attacking foreigners and idols, since they shared the goal of expelling the foreign powers from China, but they stopped Communists from initiating social change. British diplomats reported that he also drank wine and ate pork. Bai Chongxi was interested in Xinjiang, a predominately Muslim province. He wanted to resettle disbanded Chinese soldiers there to prevent it from being seized by the Soviet Union. Bai personally wanted to lead an expedition to seize back Xinjiang to bring it under Chinese control, in the style that Zuo Zongtang led during the Dungan revolt. Bai's partner in the Guangxi clique Huang Shaohong planned an invasion of Xinjiang. During the Kumul Rebellion Chiang Kai-shek was ready to send Huang Shaohong and his expeditionary force which he assembled to assist Muslim General Ma Zhongying against Sheng Shicai, but when Chiang heard about the Soviet Invasion of Xinjiang, he decided to withdraw to avoid an international incident if his troops directly engaged the Soviets, leaving Ma alone with not reinforcements to fight the Red Army. Huang was suspicious of this, suspecting that Chiang feared that the Guangxi clique was take control of Xinjiang rather than Chiang's Nanjing regime. ==Impact== Bai's reputation as a military strategist was well known.Barbara Tuchman's book Stilwell and American Experience in China Evans Carlson, a United States Marine Corps colonel, noted that Bai \"was considered by many to be the keenest of Chinese military men.\" Edgar Snow went even further, calling him \"one of the most intelligent and efficient commanders boasted by any army in the world.\" Bai is the father of Kenneth Hsien-yung Pai, Chinese author and playwright now living in the United States. Bai and his wife had ten children, three girls and seven boys. Their names are Patsy, Diana, Daniel, Richard, Alfred, Amy, David, Kenneth, Robert and Charlie. He married his wife Ma P'ei-chang in 1925. Of his ten children, three are still living, scattered across America and Taiwan. Taipei Mayor Hau Lung- pin announced in March 2013 that Bai's tomb will form the basis for a Muslim cultural area and Taiwan historical park. == See also == * Islam in China * Islam in Taiwan ==References== ==External links== *Bai Chongxi *Picture of Bai Chongxi's Family *Bai Chongxi's pictures *Picture of Bai Chongxi's Funeral Category:1893 births Category:1966 deaths Category:Taiwanese Muslims Category:Taiwanese people of Hui descent Category:Chinese anti-communists Category:Chinese military personnel of World War II Category:Hui people Category:Baoding Military Academy cadets Category:National Revolutionary Army generals from Guangxi Category:Republic of China warlords from Guangxi Category:Chinese Muslim generals Category:Qing dynasty military personnel Category:Recipients of the Order of Blue Sky and White Sun Category:Chinese Nationalist military figures Category:Kuomintang politicians in Taiwan Category:People from Guilin Category:Defense Ministers of the Republic of China Category:Deaths from coronary thrombosis Category:Chinese Civil War refugees Category:Chinese mass murderers Category:Taiwanese people from Guangxi Category:Commanders of the Legion of Merit Category:People of the Northern Expedition Category:People of the Central Plains War",
 "title": "Bai Chongxi"
}