{
 "id": "301463",
 "text": "The Department for Education and Skills (DfES) was a United Kingdom government department between 2001 and 2007, responsible for the education system (including higher education and adult learning) as well as children's services in England. The department was led by Secretary of State for Education and Skills. The DfES had offices at four main locations: London (both at the Sanctuary Buildings and Caxton House), Sheffield (Moorfoot), Darlington (Mowden Hall), and Runcorn (Castle View House). The DfES was also represented in regional Government Offices. The DfES had jurisdiction only in England as education was the responsibility of the Scottish Government, Welsh Assembly Government and the Northern Ireland Assembly. On 28 June 2007, the DfES was split up into the Department for Children, Schools and Families (DCSF) and the Department for Innovation, Universities and Skills. The DCSF was later reorganised as the Department for Education in 2010. ==History== The Department of Education and Science was created in 1964 with the merger of the offices of Minister of Education and the Minister of Science, with Quintin Hogg as minister. left|thumb|200px|Sanctuary Buildings In 1992 the responsibility for science was transferred to the Cabinet Office's Office of Public Service and the Department of Trade and Industry's Office of Science and Technology, and the department was renamed Department for Education. In 1995, in the reshuffle after the Conservative leadership election of that year, the department merged with the Department of Employment to become the Department for Education and Employment (DfEE). After the 2001 general election, the employment functions were transferred to the new Department for Work and Pensions, with the DfEE becoming the Department for Education and Skills (DfES). In 2007, the responsibilities for adult education, further education, and higher education were transferred to the new Department for Innovation, Universities and Skills. The remainder of the education system moved to the DCSF. ==Secretaries of State for Education and Skills== ==Permanent Secretary== The permanent secretary of a UK Department is the senior civil servant. While working under the direction of the political ministers (normally members of the relevant government in the UK, Scotland, Wales or Northern Ireland), the PS (and other senior civil servants, especially the Finance Director) has many traditional and statutory responsibilities that are aimed at ensuring that government departments are, as far as possible, run in the public interest. Permanent Secretaries: *David Bell: Jan 2006 - Jun 2007 (subsequently PS of DCSF) *Sir David Normington: May 2001 - Dec 2005 (DfES) *Sir Michael Bichard: Jul 1995 - May 2001 (DfES/DfEE) *Sir Timothy Patrick Lankester: Feb 1994 - Jul 1995 (DfE/DfEE) *Sir Geoffrey Holland: Jan 1993 - Jan 1994 (DfE) *Sir John Caines: Jul 1989 - Jan 1993 (DES/DfE) *Sir David Hancock: May 1983 - June 1989 (DES) *Sir James Arnot Hamilton: May 1976 - May 1983 (DES) *Sir William Pile: Aug 1970 - May 1976 (DES) ==See also== *British Educational Communications and Technology Agency (Becta) *Learning and Skills Council (LSC) *United Kingdom budget ==External links== *Official Archived Website *Science Learning Centres website The national network of Science Learning Centres provides Continuing Professional Development for everyone involved in science education. The network is a joint initiative by the Department for Education and Skills and the Wellcome Trust. Category:Higher education in the United Kingdom Category:History of education in England Category:Public education in the United Kingdom Education and Skills United Kingdom Category:Government agencies established in 2001 Category:Government agencies disestablished in 2007 Category:2001 establishments in the United Kingdom Category:2007 disestablishments in the United Kingdom",
 "title": "Department for Education and Skills (United Kingdom)"
}