{
 "id": "301515",
 "text": "Mileva Marić (; 19 December 1875 – 4 August 1948), sometimes called Mileva Marić-Einstein (), was a Serbian physicist and mathematician and the first wife of Albert Einstein from 1903 to 1919. She was the only woman among Einstein's fellow students at Zürich Polytechnic and was the second woman to finish a full program of study at the Department of Mathematics and Physics. Marić and Einstein were collaborators and lovers and had a daughter Lieserl in 1902, whose fate is unknown. They later had two sons, Hans Albert and Eduard. They separated in 1914, with Marić taking the boys and returning to Zürich from Berlin. They divorced in 1919; that year Einstein married again. When he received the Nobel Prize in 1921, he transferred the money to Marić, chiefly to support their sons; she had access to the interest. In 1930, their second son Eduard had a breakdown at about age 20 and was diagnosed with schizophrenia. With expenses mounting by the late 1930s for his institutional care, Marić sold two of the three houses she and Einstein had purchased. He made regular contributions to his sons' care, which he continued after emigrating to the United States with his second wife (Elsa, his first cousin). ==Biography== On 19 December 1875, Mileva Marić was born into a wealthy family in Titel in Austria-Hungary (today Serbia) as the eldest of three children of Miloš Marić (1846–1922) and Marija Ružić-Marić (1847–1935).M. Popović (2003). In Albert's Shadow: The Life and Letters of Mileva Marić, Einstein's First Wife, p. xv \"The Family Tree of Mileva Marić-Einstein\" Shortly after her birth, her father ended his military career and took a job at the court in Ruma and later in Zagreb. She began her secondary education in 1886 at a high school for girls in Novi Sad, but changed the following year to a high school in Sremska Mitrovica.Highfield, 1993, pp. 36–43. Beginning in 1890, Marić attended the Royal Serbian Grammar School in Šabac. In 1891 her father obtained special permission to enroll Marić as a private student at the all-male Royal Classical High School in Zagreb. Her mathematics teacher was Vladimir Varićak.Darko V: Mathematics Intelligencer Sep 2019 She passed the entrance exam and entered the tenth grade in 1892. She won special permission to attend physics lectures in February 1894 and passed the final exams in September 1894. Her highest grades were in mathematics and physics, both \"very good\", one grade below the highest \"excellent\".Esterson and Cassidy, 2019, pp. 10, 269 That year she fell seriously ill and decided to move to Switzerland, where on 14 November, she started at the \"Girls High School\" in Zurich. In 1896, Marić passed her Matura-Exam, and started studying medicine at the University of Zurich for one semester. In the fall of 1896, Marić switched to the Zurich Polytechnic (later Eidgenössische Technische Hochschule, ETH), having passed the mathematics entrance examination with an average grade of 4.25 (scale 1–6). She enrolled for the diploma course to teach physics and mathematics in secondary schools (section VIA) at the same time as Albert Einstein. She was the only woman in her group of six students, and the fifth woman to enter that section. She would have had to have been extraordinarily talented to overcome the restrictions on the admission of women.D. Trbuhuvić-Gjurić, Im Schatten Albert Einsteins, 1988, pp. 35, 43, 49, 60, 63 She and Einstein became close friends quite soon. In October Marić went to Heidelberg to study at Heidelberg University for the winter semester 1897/98, attending physics and mathematics lectures as an auditor. She rejoined the Zurich Polytechnic in April 1898, where her studies included the following courses: differential and integral calculus, descriptive and projective geometry, mechanics, theoretical physics, applied physics, experimental physics, and astronomy. She sat for the intermediate diploma examinations in 1899, one year later than the other students in her group. Her grade average of 5.05 (scale 1–6) placed her fifth out of the six students taking the examinations that year. (Einstein had come top of the previous year's candidates with a grade average of 5.7)The Collected Papers of Albert Einstein, Vol. 1, Doc. 42. Marić's grade in physics was 5.5 (the same as Einstein). In 1900, she failed the final teaching diploma examinations with a grade average of 4.00, having obtained only grade 2.5 in the mathematics component (theory of functions). Einstein passed the exam in fourth place with a grade average of 4.91.The Collected Papers of Albert Einstein, Vol. 1, Doc. 67 Marić's academic career was disrupted in 1901 when she became pregnant by Einstein. When three months pregnant, she resat the diploma examination, but failed for the second time without improving her grade.Stachel (1996), pp. 41, 52, n. 22 She discontinued work on her diploma dissertation that she had hoped to develop into a PhD thesis under the supervision of the physics professor Heinrich Weber.Highfield, 1993, p. 80 She went to Novi Sad, where her daughter was born in 1902, probably in January. The girl was referred to in correspondence between the couple as Hansel before she was born and Lieserl after. At the age of one year Lieserl suffered from scarlet fever from which she retained permanent damage.The Collected Papers of Albert Einstein, Volume 5 The Swiss Years: Correspondence, 1902–1914. Edited by Martin J. Klein, A. J. Kox, and Robert Schulmann. Some sources say Lieserl died soon after in 1903,Einstein, Albert and Marić, Mileva (1992) The Love Letters. Edited by Jürgen Renn & Robert Schulmann. Translated by Shawn Smith. Princeton University Press, Princeton, N.J. but others suggest she was put up for adoption in Serbia. ==Debate over collaboration with Einstein== thumb|Albert and Mileva Einstein, 1912 The question whether (and if so, to what extent) Marić contributed to Albert Einstein's early work, and to the Annus Mirabilis Papers in particular, is a subject of debate. Many historians of physics argue that she made no significant scientific contribution,Pais, A. (1994), pp. 1–29 Holton, G. (1996), pp. 177–93 Stachel, J. (2002), pp. 26–39, 55 Martinez, A. (2005) Calaprice, A. & T. Lipscombe (2005), pp. 41–42 while others suggest that she was a supportive companion in science and may have helped him materially in his research,Maurer, M. (1996); Troemel-Ploetz, S. (1990) Walker, E.H. (1991) and there is also a possibility of them developing the scientific concepts together when they were still students. === Debate over co-authorship === Debate over whether Marić was a co-author of some of Einstein's early work, putatively culminating in the 1905 papers, is based on the following evidence: * \"The testimony of the well-known Russian physicist Abram Joffe, who gave the name of the author of the three Annus Mirabilis Papers as Einstein-Marity, erroneously attributing the addition of the name Marity, Marić's official name, to a non-existent Swiss custom.\"Abram F. Joffe: Памяти Алъберта Эйнштейна, Успехи физических наук, т. 57 (2), стр. 187–192 (Pamyati Alberta Eynshtyna, Uspekhi fizicheskikh nauk, v. 57, pp. 187–92 (1955) However, in the paragraph in question, in which Joffe stated that \"Einstein's\" entrance into the arena of science in 1905 was \"unforgettable\", he described the author (singular) of the 1905 papers as \"a bureaucrat at the Patent Office in Bern\", i.e., Albert Einstein.Stachel (2005), pp. lxv–lxxii; Martinez, A. (2005) pp. 51–52 *Mileva told a Serbian friend, referring to 1905, that \"we finished some important work that will make my husband world famous.\"\"Mileva's Story\", Einstein's Wife, PBS.org; accessed 3 February 2017. Historians Highfield and Carter argue that this statement is \"hometown folklore.\"Highfield and Carter (1993), p. 110 === Debate over collaboration === Some of the debate over whether Marić collaborated with Einstein is based on their letters: *John Stachel argues that letters in which Einstein referred to \"our\" theory and \"our\" work were written in their student days, at least four years before the 1905 papers. Stachel also suggests that some of the instances in which Einstein used \"our\" in relation to scientific work referred to their diploma dissertations, for which they had each chosen the same topic (experimental studies of heat conduction).Stachel (2002), p. 45. Stachel argues that Einstein used \"our\" in general statements, while he invariably used \"I\" and \"my\" when he recounted \"specific\" ideas he was working on: \"the letters to Marić show Einstein referring to 'his' studies, 'his' work on the electrodynamics of moving bodies over a dozen times... as compared to 'one' reference to 'our' work on the problem of relative motion.\"Stachel (2002), p. 36; The letter dated 27 March 1901 from Einstein says in translation: \"How happy and proud I will be, when we two together have victoriously led our work on relative motion to an end!\" *Stachel also suggests that in two cases where letters from Marić survive that directly respond to those from Einstein in which he had recounted his latest ideas, she gives no response at all. Her letters, in contrast to Einstein's, contain only personal matters, or comments related to her Polytechnic coursework. Stachel writes: \"In her case we have no published papers, no letters with a serious scientific content, either to Einstein nor to anyone else; nor any objective evidence of her supposed creative talents. We do not even have hearsay accounts of conversations she had with anyone else that have a specific, scientific content, let alone claiming to report her ideas.\"Stachel (2002), pp. 33–37 Holton, G. (1996), pp. 181–93. Thus, while some scholars have argued that there is not enough evidence to support the idea that Marić helped Einstein to develop his theories,Holton (1996), pp. 177–93Stachel (2002), pp. 26–39, 55Martinez, A.A., Mileva Marić others have argued that their letters suggest a collaboration between them, at least through 1901 before their children were born. Some of the debate over whether Marić collaborated with Einstein is based on their interactions: *Marić's brother and other relatives reported eyewitness accounts of Marić and Albert discussing physics together when they were married. *The couple's first son, Hans Albert (born 1904), said that when his mother married Einstein in 1903, she gave up her scientific ambitions.G.J. Whitrow (ed.), Einstein: The Man and His Achievements, p. 19 (1967) But he also said how his parents’ \"scientific collaboration continued into their marriage, and that he remembered seeing [them] work together in the evenings at the same table.\" ==Marriage and family== In 1903, Marić and Einstein married in Bern, Switzerland, where Einstein had found a job at the Federal Office for Intellectual Property. In 1904 their first son, Hans Albert, was born. The Einsteins lived in Bern until 1909, when Einstein got a teaching position at the University of Zürich. In 1910, their second son Eduard was born. In 1911, they moved to Prague, where Einstein held a teaching position at Charles University. A year later, they returned to Zurich, as Einstein had accepted a professorship at his alma mater. ==Move to Berlin and separation== In July 1913, Max Planck and Walther Nernst asked Einstein to come to Berlin, which he agreed to, but the decision caused Marić distress.Highfield, 1993, pp. 154–166 In August the Einsteins planned a walking holiday with their sons and Marie Curie and her two daughters. Marić was delayed temporarily due to Eduard being ill, but then joined the party. In September 1913, the Einsteins visited Marić's parents near Novi Sad, and on the day they were to leave for Vienna, Marić had her sons baptised as Orthodox Christians. After Vienna, Einstein visited relatives in Germany while Marić returned to Zurich. After Christmas, she traveled to Berlin to stay with Fritz Haber, who helped her look for accommodation for the Einsteins' impending move in April 1914. The Einsteins both left Zurich for Berlin in late March. On the way, Einstein visited an uncle in Antwerp and then Ehrenfest and Lorentz in Leiden, while Marić took a swimming holiday with the children in Locarno, arriving in Berlin in mid-April. The marriage had been strained since 1912, in the spring of which Einstein became reacquainted with his cousin, Elsa. They began a regular correspondence. Marić, who had never wanted to go to Berlin, became increasingly unhappy in the city. In mid July 1914 after settling in Berlin, Einstein insisted on harsh terms if she were to remain with him. Although initially accepting the terms she reconsidered, and on 29 July 1914, the day after World War I started, she left Germany and took the boys back to Zürich, a separation that was to become permanent. Einstein made a legal commitment to send her an annual maintenance of 5600 Reichsmark in quarterly instalments, just under half of his salary,(approximately 44000 Euros — 5600 times 7.9 — as per this extract)Highfield, 1993, p. 172 Isaacson, 2007, p. 186. a commitment to which he largely adhered.Fölsing (1997, pp. 420–421), Isaacson (2007, pp. 234–235), Highfield and Carter (1993, p. 186). After the required five years of separation, the couple divorced on 14 February 1919.Highfield, 1993, p. 188. They had negotiated a settlement whereby the Nobel Prize money that Einstein anticipated he would soon receive was to be placed in trust for their two boys. Einstein would receive the prize for his work, and she would receive the money. Marić could draw on the interest, but had no authority over the capital without Einstein's permission.Highfield and Carter, p. 187 (\"180,000 Swiss Francs\")The Collected Papers of Albert Einstein, Vol. 8, document 562. After Einstein married his cousin Elsa in June 1919, he returned to Zurich to talk to Marić about the children's future. During the visit, he took Hans Albert for a sail on Lake Constance and Eduard to Arosa for convalescence. In 1922, Einstein received news that he had won the Nobel Prize in November. His divorce agreement promised her his Nobel Prize money. Under the terms of the agreement, the money was to be held in trust for their two boys, while she was able to draw on the interest.Einstein Collected Papers, Vol. 8, Docs. pp. 449, 562. Based on newly released letters (sealed by Einstein's step-granddaughter, Margot Einstein, until 20 years after her death), Walter Isaacson reported that Marić eventually invested the Nobel Prize money in three apartment buildings in Zurich to produce income.Walter Isaacson, Time 168(3): 50–55, 17 July 2006. Marić lived in one, a five-story house at Huttenstrasse 62; the other two were investments. In 1930, at around 20, Eduard had a breakdown and was diagnosed with schizophrenia. By the late 1930s the costs of his care at the University of Zürich's psychiatric clinic \"Burghölzli\" overwhelmed Marić. She sold two houses to raise funds for his care and maintenance.Thomas Huonker, Diagnose: «moralisch defekt» Kastration, Sterilisation und «Rassenhygiene» im Dienst der Schweizer Sozialpolitik und Psychiatrie 1890–1970 (2003), Zürich; accessed 3 February 2017. In 1939, Marić agreed to transfer ownership of the Huttenstrasse house where she was living to Einstein to prevent its loss, with Marić retaining power of attorney. ==Death== Mileva Marić suffered a severe stroke and died at age 72 on 4 August 1948, in Zürich. She was interred there at Nordheim-Cemetery. Eduard Einstein was institutionalized until his death in 1965. ==Honours== thumb|upright|Memorial gravestone at the Nordheim Cemetery in Zürich In 2005, Marić was honoured in Zürich by the ETH and the Gesellschaft zu Fraumünster. A memorial plaque was unveiled on her former residence in Zürich, the house Huttenstrasse 62, in her memory.ETH und Gesellschaft zu Fraumünster, Zurich ehren Mileva Einstein-Marić „Mitentwicklerin der Relativitätstheorie“, Sechseläuten 2005. Laudatio: Katharina von Salis; accessed 3 February 2017. In the same year a bust was placed in her high-school town, Sremska Mitrovica. Another bust is located on the campus of the University of Novi Sad. A high school in her birthplace of Titel is named after her.Tesla Memorial Society of New York Website: Mileva Marić-Einstein profile, teslasociety.com; accessed 3 February 2017. Sixty years after her death, a memorial plate was placed on the house of the former clinic in Zürich where she died. In June 2009 a memorial gravestone was dedicated to her at the Nordheim-Cemetery in Zürich where she rests.Unveiling and consecration of memorial gravestone dedicated to Mileva Marić-Einstein, Republic of Serbia, Ministry for Diaspora, 14 June 2009. In 1995, Narodna knjiga in Belgrade published (in Serbian) Mileva Marić Ajnštajn by Dragana Bukumirović, a journalist with Politika. Three years later, in 1998, Vida Ognjenović produced a drama, Mileva Ajnštajn, which was translated into English in 2002.Mrs. Einstein takes the stage, Lincolnwood Review via highbeam.com, 7 November 2002. Ognjenović later adapted the play into a libretto for the opera Mileva, composed by Aleksandra Vrebalov, which premiered in 2011 in the Serbian National Theatre in Novi Sad. ==Popular culture== * In her novel The Other Einstein (2016), Marie Benedict gives a fictionalized account of the relationship between Mileva Marić and Albert Einstein. * In 2017, her life was depicted in the first season of the television series Genius, which focuses on Einstein's life. She was played by Samantha Colley and Sally Dexter. *A fictionalized depiction of Mileva Marić (portrayed by Christina Jastrzembska) and her potential contributions to Einstein's work is depicted in the first episode of the second season of the time-travelling superhero television series DC's Legends of Tomorrow. * In 2019 physicist and writer Gabriella Greison applied for the posthumous award of a degree to Mileva Maric at the ETH Zurich, after 4 months of discussions, the university denied the degree. * Mileva Marić is a major character in Margaret Peterson Haddix's 2012 young-adult science-fiction novel Caught, part of \"The Missing\" series. ==See also== * Relativity priority dispute * Miloš Marić (scientist) ==Notes== ==References== * Calaprice, A. & Lipscombe, T. (2005). Albert Einstein: A Biography. Westport and London: Greenwood Press; * Clark, R. W. Einstein: The Life and Times. New York 1971 , HarperCollins, New York 2007; * Einstein, A. (1987). The Collected Papers of Albert Einstein. Volume 1. Ed. J. Stachel et al. Princeton University Press; * Einstein, A. (1987). The Collected Papers of Albert Einstein. Volume 1. (English translation). Trans. by A. Beck, Consultant P. Havas. Princeton University Press; * Einstein, A. (1998). The Collected Papers of Albert Einstein. Volume 8. Ed. R. Schulmann et al. Princeton University Press; * Esterson, A, and Cassidy, D. C. (2019). Einstein's Wife: The Real Story of Mileva Einstein- Marić. Cambridge, Massachusetts: The MIT Press. * Fölsing, A. (1990) Keine „Mutter der Relativitätstheorie\", Die Zeit, 16 November 1990. (English translation.) * Gearhart, C.A. (1992). \"The Education of Albert Einstein\", SJU Faculty Colloquium, 15 January 1992. * * Holton, G. (1996). Einstein, History, and Other Passions. American Institute of Physics, Woodbury, N.Y.; * Isaacson, W. (2007). Einstein. His life and Universe. New York: Simon & Schuster. * Krstić, D. (1991). Appendix A: \"Mileva Einstein-Maric.\" In Elizabeth Roboz Einstein: Hans Albert Einstein. Reminiscences of His Life and Our Life Together, Iowa City (Iowa Institute of Hydraulic Research) 1991, pp. 85–99; * Krstić, D. (2004). Mileva & Albert Einstein: Their Love and Scientific Collaboration. DIDAKTA d.o.o. Radovljica; * Martinez, A. (2005). Handling evidence in history: the case of Einstein's Wife in School Science Review, Vol. 86, No. 316 (March 2005), pp. 49–56. * Maurer, M. (1990). \"Weil nicht sein kann, was nicht sein darf...'DIE ELTERN' ODER 'DER VATER' DER RELATIVITÄTSTHEORIE? Zum Streit über den Anteil von Mileva Maric an der Entstehung der Relativitätstheorie\", PCnews, Nr. 48, Jg. 11, Heft 3, Wien, Juni 1996, SS 20–27. RLI-Web (August 2005) * Milentijević, Radmila (2012). Милева Марић Ајнштајн: живот са Албертом Ајнштајном (Mileva Marić Einstein: A Life with Albert Einstein). Belgrade: Prosveta; * Ognjenović, V. (1998). Mileva Ajnštajn/Mileva Einstein. Translated by Janković, M. In: Ćirilov, J., Pantić, M. (eds.). Infinity Contained in Ten Square Yards. An Anthology of Contemporary Plays, Serbian PEN Centre, Beograd 2008; * Pais, Abraham (1994). Einstein Lived Here, Oxford University Press; * Popović, M. (ed.) In Albert's Shadow: The Life and Letters of Mileva Marić, Einstein's First Wife (2003). Johns Hopkins University Press. * Shankland, R.S. \"Conversations with Albert Einstein\", in: American Journal of Physics, Vol. 31, 1963, S. 47–57. * Stachel, J. (1996). Albert Einstein and Mileva Marić: A Collaboration that Failed to Develop. In H. M. Pycior, N. G. Slack, and P. G. Abir-Am (eds.) (1996), Creative Couples in the Sciences, Rutgers University Press; * Stachel, J. (2002). Einstein from 'B' to 'Z'. Boston: Birkhäuser; pp. 31–39, 55 * Stachel, J (ed.) Einstein's Miraculous Year: Five Papers That Changed the Face of Physics. Princeton. Appendix to Introduction, Centenary Edition (2005) pp. liv–lxxii * Stefan, V Alexander: Regarding Interalia, Albert Einstein and Mileva Marich Einstein, The World Year of Physics 2008 Honoring Albert Einstein, http://www.stefan-university.edu/ALBERT-EINSTEIN.pdf * Trbuhovic- Gjuric, D. (1983). Im Schatten Albert Einsteins. Das tragische Leben der Mileva Einstein-Maric, Bern: Paul Haupt; . * Trbuhovic-Gjuric, D. Im Schatten Albert Einsteins. Das tragische Leben der Mileva Einstein-Maric, Bern: Paul Haupt (1988); . * Trbuhovic-Gjuric, D. (1991). Mileva Einstein: Une Vie, Editions des Femmes; (translation into French by Nicole Casanova of Im Schatten Albert Einsteins. Das tragische Leben der Mileva Einstein-Maric, 1988 edition). * * Walker, E.H.: Did Einstein espouse his spouse's ideas? with a reply by John Stachel et al., Physics Today (February 1991) * Zackheim, M.: Einstein's daughter. The search for Lieserl, Riverhead Books, New York (1999); * ==External links== * Mileva Marić-Einstein profile, teslasociety.com; accessed 3 February 2017. * Einstein's Wife. The Life of Mileva Marić- Einstein, pbs.org; accessed 3 February 2017. * , The Collected Papers of Albert Einstein; accessed 28 October 2018. *Albert-Mileva Correspondence: Original Letters, Shapell Manuscript Foundation; accessed 3 February 2017. * Michael Getler: \"Einstein's Wife: The Relative Motion of 'Facts'\", The Ombudsman Column (pbs.org), 15 December 2006. * The Einstein Controversy Letter by Gerald Holton and Robert Schulmann, 17 December 2008. * Robert Dünki & Anna Pia Maissen: «...damit das traurige Dasein unseres Sohnes etwas besser gesichert wird» Mileva und Albert Einsteins Sorgen um ihren Sohn Eduard (1910–1965). Die Familie Einstein und das Stadtarchiv Zürich In: Stadtarchiv Zürich. Jahresbericht 2007–08. * Thomas Huonker: Diagnose: «moralisch defekt» Kastration, Sterilisation und «Rassenhygiene» im Dienst der Schweizer Sozialpolitik und Psychiatrie 1890–1970. «Er versank immer mehr in Apathie und Untätigkeit» Prominente als Patienten, Zürich 2003, p. 204ff. Category:Serbian physicists Category:1875 births Category:1948 deaths Category:Serbian women physicists Category:ETH Zurich alumni Mileva Category:People from Titel Category:Serbs of Vojvodina Category:Serbian expatriates in Germany Category:Serbian expatriates in Switzerland Category:Yugoslav physicists Category:20th-century women scientists",
 "title": "Mileva Marić"
}