{
 "id": "302049",
 "text": "thumb|NES Zapper in original gray, released in 1985 The NES Zapper, also known as the in Japan, is an electronic light gun accessory for the Nintendo Entertainment System (NES) and the Japanese Famicom. It was released in Japan for the Famicom on , and launched alongside the NES in North America in October 1985. The Zapper is used on compatible NES games, such as Duck Hunt and Wild Gunman. Its internal optical sensor allows the player to point at a television set and \"shoot\" at in-game targets such as ducks, clay pigeons, cowboys, and criminals. Some games also used the Zapper on the title screen to select a mode and start the game. ==Design== The Famicom light gun was designed by Gunpei Yokoi and Satoru Okada of Nintendo R&D1.; In North America, it was redesigned from the ground up by Nintendo of America's head designer Lance Barr (who believed that it could resemble a ray gun). The Famicom light gun connects to the Famicom's expansion port via cable. The NES Zapper connects to one of the NES's controller ports via cable. Due to these controllers using ports that the other system lacks, light guns made for one system are not compatible with the other system. ==Release== thumb|The re- released NES Zapper in orange, introduced in 1989 The Famicom light gun was released in Japan for the Famicom on , made for the game Wild Gunman. It was based on the light gun toy used in Nintendo Beam Gun toy line, which itself was based on the Colt Single Action Army revolver. Despite its origin, the Famicom light gun is a double-action revolver—it has a moving hammer, which is automatically fired when the trigger is pulled without needing to cock the hammer, although it is still possible to cock hammer regardless. It could be purchased separately, or bundled with the game Wild Gunman and a holster. In North America, the peripheral was redesigned and rebranded as the NES Zapper. It was included in the Nintendo Deluxe Set, a launch bundle released in October 1985 that contained the NES console, the NES Zapper, Robotic Operating Buddy, two controllers and two games—Duck Hunt and Gyromite. The Zapper was also available for purchase separately. The North American version of the NES Zapper resembled a futuristic science fiction ray gun with a color scheme matching the NES, rather than a revolver like the Famicom version. The design originally released in North America had a dark gray barrel and grip. In 1988, the Federal Toy Gun Law was signed into United States law, requiring that toy guns be visually distinct from real guns in a variety of ways, including color. The next year, the orange NES Zapper was released. ===Accessories and third-party counterparts=== thumb|The Deluxe Sighting Scope on an orange NES Zapper In 1988, the Video Shooter was released in the United States by Placo Toys. The Video Shooter is a wireless light gun controller for the NES. The infrared receiver is a rigid panel plugged directly into the controller port of the NES; it was designed with the intention that the NES would be placed on top of the television in order to detect the Video Shooter. Multiple Video Shooters can be used with a single receiver. When the gun is fired, a red light on the back of the gun is illuminated to indicate that a shot has been fired. The gun has a clear plastic sight on top of the gun to assist in aiming shots. In late 1988, the Video Blaster was released in North American by Camerica. The Video Blaster has the same shape as the Famicom light gun, but different colors and is compatible with the NES controller port rather than the Famicom extension port. The Famicom light gun included weights to make it heavier, which this controller lacks; however, because the two controllers use the same mould, the Famicom light gun's weights can be transplanted to the Video Blaster to give it the same feel. The tip of the Video Blaster's barrel is painted orange, but this coloration is much less prominent than other light guns released in the United States after the passage of the Federal Toy Gun Law. On February 20, 1989, Bandai released the Hyper Shot in Japan. The Hyper Shot is a large two-handed light gun shaped like a machine gun. In addition to functioning as a light gun, the controller has equivalents to most of the Famicom controller's buttons; it has B, Start and Select buttons, as well as a stick to input directions, but no A button. The controller was bundled with Space Shadow. When used with Space Shadow, the Hyper Shot can output game audio from its built-in speaker and use haptic feedback to simulate the recoil of firing a gun; while the Hyper Shot can be used as a controller and light gun for any game, Space Shadow is the only game to support the speaker and haptic feedback. Space Shadow required the Hyper Shot and could not be played with other light guns, as the game expected button input to come from the Famicom expansion port (which only the Hyper Shot can provide). In North America, Bondwell released the Deluxe Sighting Scope, an accessory for the NES Zapper, under the brand name QuickShot. The scope is a sight that snaps onto the top of the NES Zapper. In 1989, Nexoft released The Dominator ProBeam in the United States, a wireless version of the NES Zapper. Unlike other third- party light gun products, the ProBeam is officially licensed by Nintendo, bearing the Nintendo Seal of Quality. The ProBeam uses the same infrared NES receiver as Nexoft's The Dominator MasterControl, a wireless controller including a joystick. The receiver connects to the NES via a cable connected to the controller port; the instructions recommend placing the NES and receiver on top of the television. The ProBeam is bright orange and has a built-in scope with crosshairs. It is heavier than the NES Zapper, but has a grip under the barrel to allow it to be wielded using two hands. In 1990, Konami released the LaserScope, a headset accessory for use with the NES Zapper, in the United States and Japan. It is voice-activated, firing a shot whenever the wearer says \"fire\", although some reviewers criticized its ability to do so. The headset also includes stereo headphones for use with the NES and an eyepiece with a crosshair that sits in front of the wearer's right eye. It was designed for the game Laser Invasion, but works with any game compatible with the NES Zapper. In the United States, Laser Invasion came with a coupon for a $5 discount for the LaserScope. ==Technical details== When the trigger on the Zapper is pressed, the game causes the entire screen to become black for one frame. Then, on the next frame, all valid targets that are on screen are drawn all white as the rest of the screen remains black. The Zapper detects this change in light level and determines if any of the targets are in its hit zone. If a target is hit, the game determines which one was hit based on the duration of the flash, as each target flashes for a different duration. After all target areas have been illuminated, the game returns to drawing graphics as usual. The whole process is almost imperceptible to the human eye, although one can notice a slight \"flashing\" of the image but this was easily misconstrued as a simulated muzzle flash. This darkness/brightness sequence prevents the possible issue caused by pointing the Zapper right next to or into a light bulb. Older light guns did not use this method, making it possible to cheat and get a perfect hit score in a way not possible using the NES Zapper. The NES Zapper can only be used on CRT displays; it will not work on LCDs, plasma displays or other flat panel displays due to display lag. ==Games== Games compatible with the NES Zapper: Licensed *The Adventures of Bayou Billy (gun optional) *Barker Bill's Trick Shooting *Day Dreamin' Davey (gun optional) *Duck Hunt *Freedom Force *Gotcha! The Sport! (requires gun and controller) *Gumshoe *Hogan's Alley *Laser Invasion (gun optional) *The Lone Ranger (gun optional) *Mechanized Attack (gun optional) *Operation Wolf (gun optional) *Shooting Range *Space Shadow (Hyper Shot required) *To the Earth *Track & Field II (gun compatible) *Wild Gunman Unlicensed *3-in-1 Supergun *Baby Boomer (gun optional) *Blood of Jurassic *Chiller *Strike Wolf (gun optional) *Super Russian Roulette (requires gun and controller; Zapper does not interact with display, so is compatible regardless of the screen) *Crime Busters == Legacy == In the 1989 animated series Captain N: The Game Master, the main character Kevin \"Captain N\" Keene uses the reissued orange NES Zapper as a weapon during his time in Videoland. The gun fires laser blasts which are used to destroy the enemies he encounters. It also had a freeze-ray option which fires off Tetris-shaped blocks of ice that encircle and trap foes inside a cube of ice. The Super Nintendo Entertainment System, Nintendo's successor to the NES, also received a light gun peripheral, the Super Scope. The Wii, a Nintendo system released decades later, received the Wii Zapper peripheral. The Wii Zapper is a plastic casing for a Wii Remote with a Nunchuk that allowed players to hold the controller like a gun. The accessory was not technically or visually similar to a NES Zapper, but did facilitate point-and- shoot gameplay. The Wii U Virtual Console releases of Duck Hunt, Wild Gunman, Hogan's Alley, and The Adventures of Bayou Billy use the Wii Remote's pointer in place of the NES Zapper; although it is possible to use the Wii Zapper with them, it is not required. The Wii U game Splatoon and its Nintendo Switch sequel Splatoon 2 both include several N-ZAP weapons, which are heavily based on the NES Zapper's design. Two variants of the weapon, the N-ZAP '85 and N-ZAP '89, use the gray and orange colors of the NES Zapper respectively; the N-ZAP '83, which uses the red and gold from the original Famicom controller (not the Japanese NES Zapper design), appears in Splatoon and Splatoon 2 as well. The 2D Sandbox game, Terraria, references both the original and the re- released version of the Zapper in the form of weapons as the Gray Zapinator and the Orange Zapinator. ==See also== *Super Scope *Wii Zapper ==References== ==External links== *List of NES games supported by the Zapper from MobyGames Category:Nintendo Entertainment System accessories Category:Light guns Category:Products introduced in 1984 Category:Nintendo controllers",
 "title": "NES Zapper"
}