{
 "id": "302104",
 "text": "thumb|328x328px|Pattern grading in apparel Pattern grading is the process of turning base size or sample size patterns into additional sizes using a size specification sheet or grading increments. This can be done manually or digitally using computerized pattern drafting software. == Use == Standard grading rules are based upon ergonomic measurements of the body, mathematically extrapolated or interpolated according to one of numerous pattern making systems. This is often chosen with an eye to the target market for a manufactured garment, in which one system or another prevails, according to consumer taste. Typically, the first pattern is developed in one size and is then graded up or down according to the chosen system, ensuring an optimum fit in all sizes. Grading is a necessary step that must be taken before outsourcing sewing, because sewists will require sets of specific patterns for cutting and sewing. (These are typically copied on to a durable medium such as oak tag paper or vinyl, and are referred to as \"card sets\" in the trade.) Grading will not create shape, but will only increase or decrease size of original shape. == History == Historically, the science of grading developed with the advent of the tape measure, the introduction of scientific tailoring systems, commercial patterns and the mass-production of pattern-built clothing in the 19th century. To properly fit a pattern to a range of sizes, each piece needed to be graded, meaning systematically increased or decreased. A German mathematician Dr. Henry Wampen wrote two influential works, The Mathematical Art of Cutting Garments According to the Different Formation of Men's Bodies(1834) and Mathematical Instructions in Constructing Models for Draping the Human Figure(1863). Wampen introduced the principle of gradation via these works. The Mathematical Art was translated into English by J. Happle-Hutcheson as Dr. Wampen's World Renowned System of Anthropometry as Simplified and Americanized in 1842, and remained in print into the 20th century Prior to this sewing patterns were made to fit a specific individual, and were originally made on cloth, and only later on paper. A tailor or dressmaker recorded a customer's measurements on a thin strip of parchment and kept it with the pattern pieces, noting any changes in measurements and adjusting the pattern pieces accordingly. This required a good eye and many years' experience. Frequently an apprentice tailor's indenture specified that the apprentice would inherit the master's patterns upon the latter's demise, while enjoining complete confidentiality upon the former; patterns could also be passed down via family inheritance. Early tailoring books, beginning in the sixteenth century gave advice on the quantity of material needed for certain garments, and gave simple diagrams of clothes. The reader could draft patterns by using these illustrations as a guide. One of the earliest illustrated guides is Libro de Geometrica Practica y Traca by Juan de Alcega, published in Madrid in 1589. By the beginning of the 19th century, shops in London were selling patterns: a full set of men's clothes patterns was five pounds, men's frock coat or lapelled coat five shillings six pence, and breeches or pantaloons three shillings. It was not until the 1850s that sewing patterns were made available to a slightly larger, but still affluent, public. American women could obtain a paper pattern custom made by a dressmaker or could purchase a pattern through a women's journal. The advent of large-scale production of graded, practical and easier to use sewing patterns came in 1863. Ebenezer Butterick mass-produced patterns printed on tissue paper. Patterns were available for purchase in a variety of sizes, one size per package. In 1867, the Butterick firm began marketing its patterns via its own line of monthly and quarterly magazines. It was not until the 1970s, when sales were lagging, that multi-size graded patterns became available.Walsh, Margaret The Democratization of Fashion: The Emergence of the Women's Dress Pattern IndustryThe Journal of American History, Vol. 66, No. 2, (Sep., 1979), pp. 299-313, Edwards, Clive Home is where the Art is': Women, Handicrafts and Home Improvements 1750-1900\" Journal of Design History Vol.19 No.1 == Methods of Grading == There are three basic methods of pattern grading. There is not a superior method; they are all equally capable of producing a correct garment grade. These include: Cut and spread: This is the easiest method, which acts as the basis of the other two methods. To perform this method, you must cut the pattern and spread the pieces by a certain amount to grade up, or overlap the pieces to grade down. The only tools you will need for this method are a pencil, tape, ruler, and scissors. Pattern shifting: Pattern shifting involves increasing the overall dimensions of a pattern by moving it around at a constant distance. After you move it, you redraw the outline in order to produce the same results as cut-and-spread. Computer grading: Computer grading is the most recent development in grading technology. It is also the fastest method. It takes the processes of the two former methods and digitizes them. ==See also== * Shoe size ==References== Category:Shoemaking",
 "title": "Pattern grading"
}