{
 "id": "302456",
 "text": "{{Infobox settlement |name = Coboconk |other_name = |nicknames = The friendly village, The limestone village (retired) |settlement_type = Village |total_type = |motto = |image_skyline = Coboconk ON.JPG |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = |mapsize = |map_caption = |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = Canada |subdivision_type1 = Province |subdivision_name1 = Ontario |subdivision_type2 = Municipality |subdivision_name2 = Kawartha Lakes |government_footnotes = |government_type = |leader_party = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |established_title = Settled |established_date = 1851 |established_title1 = Post office established |established_date1 = 1859 |founder = |named_for = |area_footnotes = |area_total_km2 = 2 |area_land_km2 = |area_water_km2 = |area_water_percent = |area_urban_km2 = |area_metro_km2 = |area_blank1_title = |area_blank1_km2 = |elevation_footnotes = |elevation_max_footnotes= |elevation_min_footnotes= |elevation_m = 258 |elevation_max_m = 270 |elevation_min_m = 256.3 |population_as_of = 1996 |population_footnotes = |population_note = For many years prior to 2001, a sign in Coboconk read Pop. 800, and has since been removed. |population_total = 800 |population_density_km2 = |population_est = |pop_est_as_of = |coordinates = |postal_code_type = Postal code |postal_code = K |area_code = 705 |twin1 = |twin1_country = |website = |footnotes = }} Coboconk is a community in the city of Kawartha Lakes, in the south-central portion of the Canadian province of Ontario. The village lies at the junction of Highway 35 and former Highway 48, on the northern tip of Balsam Lake, the highest point on the Trent-Severn Waterway. Coboconk has a prominent role in the logging, limestone, and tourism industries of the Kawartha Lakes region over the past 150 years. == History == thumb|left|The former Coboconk train station in 1901 Coboconk was first settled in 1851 with the building of a saw mill on the Krosh-qua-bo-Konk River (later anglicized to the Gull River) by John Bateman, and like many villages in central Ontario, it served the lumber trade of the area, which was clearing the forests of pine, hemlock and spruce, and sending the logs downstream for processing. In 1859 the village name was anglicized by the establishment of a post office. The name is a translation of the two Indian names for the village, which came from the name of the river: Ko-ash-kob-o-cong, translating to \"the part of the river where a portage of a few rods needs to be made\" and Quash-qua-be-conk, translating to \"where the gulls nest.\" In October, 1859, a bylaw was passed by the United Council in Bobcaygeon, permitting the construction of The Cameron Road from Fenelon Falls, then known as Cameron's Falls after the initial settler of the area, through Rosedale, then called Rosa Dale, after the wife of Mr. Cameron, and into Coboconk. The forced road cut through lots fronting Balsam Lake, and was little more than a dirt trail for many years. When the Department of Northern Development was absorbed into the Department of Highways on April 1, 1937, The Cameron Road was designated as part of Highway 35. In November 1872, the Toronto and Nipissing Railway reached Coboconk and a station was built. The station was named Shedden after the president of the railway, causing the town to be renamed to that on June 1, 1873. The name would hold until December 1, 1880, when local residents had the town renamed Coboconk. The line served the village for some time into the mid-twentieth century. The advent of local mail delivery coupled with the building of highways in the 1950s (Ontario Highway 35 and Ontario Highway 115) into the area eventually led to the demise of the line. The tracks were lifted in 1965, and the station moved to its present location in the Laidlaw Heritage Village, overlooking Legion Park in 1995. It is not the original station, however, and was built after the old station burnt down due to a lightning strike on August 4, 1908. Coboconk was home to several grist and lumber mills, as well as brick kilns for several brick makers, including the Toronto Brick Company and the Canada Lime Company, which continued to operate into the mid-twentieth century, and a large limestone quarry. While most of the mills have been torn down, the kilns remain in place on Queen street, and are visible as one enters the village from the south on Highway 35. thumb|An aerial view of Coboconk in the 1960s When the Rosedale lock (Now lock 35 of the Trent-Severn Waterway) was completed in 1873, Coboconk became the furthest point one could travel from Lake Ontario. It remained as such for over three decades during a period when the construction of the Trent ceased due to political and financial turmoil. With the opening of the Kirkfield Lift Locks in 1907,Government of Ontario Plaque at Kirkfield Lift Lock travel beyond Coboconk became possible. On May 16, 1877, the central island of the village was destroyed by major fire which started in the local Key Hotel. On January 1, 2001, being located within Bexley and Somerville townships, Coboconk was incorporated into the newly formed city of Kawartha Lakes. == Geography == Coboconk is located on the border of the geographic townships of Bexley and Somerville, at the junction of Highway 35 and Kawartha Lakes Road 48 (Formerly Ontario Highway 48). The village lies within the Gull River valley on the ridge between the Paleozoic Limestone region of South- Central Ontario and the Precambrian Granite Canadian Shield. A limestone cuesta crosses the southern portion of the village. Coboconk lies between the northern tip of Balsam Lake, and the southernmost point of the Gull River drainage system. A dam divides the two watersheds, as well as controlling the water levels of Balsam and Mitchell Lakes, the highest point on the Trent- Severn Waterway.Government of Ontario information plaque at Kirkfield Lift Lock, indicating Balsam Lake as the highest point on the Trent-Severn Waterway. Four Mile Lake is located nearby. thumb|left|Aerial view of Coboconk in 2007 == Demographics == Because Coboconk has never been an incorporated place, no census data exists for the village itself. Prior to the amalgamation of Victoria County into Kawartha Lakes, data was available for each township and village. The village of Coboconk lies half within the boundaries of former Somerville Township, and half within the former Bexley Township, and as such, the demographics of those two townships is the only data available. == Services == Coboconk, as one of the larger unincorporated villages of the former Victoria County, contains most of the essential services required by the population. Though it does not contain a hospital (The nearest being equidistant in either Lindsay or Minden), it does have an Ontario Provincial Police (OPP) station; a fire hall with a single pumper; a public school named Ridgewood P.S.; a medical centre; a post office; several churches; a mixed use library and community centre; an LCBO; and The Beer Store. == Attractions == Balsam Lake Provincial Park (448 ha) and Indian Point Provincial Park (947 ha) are both minutes west of Coboconk. The former is a summer campground, while the latter is a natural environment conservation area. thumb|right|225px|Coboconk's jail now houses a gift shop Coboconk is one of several places (including Tweed, Ontario and Creemore, Ontario) which lay claim to be the home of Canada's smallest jail, a claim which it promoted on the welcoming sign on the south side of the village. At 4.57 m by 8.84 m (26.68 m2), it is certainly amongst the smallest jails in North America. However, the absolute distinction belongs to the jail house in Rodney, Ontario, which measures just 4.5 m by 5.4 m (24.3 m2). The Coby Jail has limestone walls mined from the local quarry. These along with the iron bars remain unchanged since the construction of the jail in 1884. Inside the jail were two cells, in addition to the wardens office. The sole constable of the jail, Joseph Wakelin, was appointed in 1899 and retired in 1922. Local legend tells of a man named Lee who was locked up one night by the constable, who then returned home. Upon the constable's return, Lee was found sitting beside the jail, with no physical damage to the door or lock. This legend, however, can be attributed to the builder of the jail, Albert Ryckman, who left several bricks in place without mortar with the foresight that should he be caught after a night at the local pub, known as the Pattie House, he could simply escape unnoticed. It is said that he made use of this escape route several times over the years. The jail sat vacant for 50 years before being purchased by the Coboconk New Horizons Club in 1974. It is now a designated heritage site and museum, named Ye Olde Jailhouse. Balsam Lake is claimed to be the highest freshwater lake in the world from which one can sail to the ocean. Parks Canada recognized this feature by placing a historical landmark at the Coboconk docks. A celebration was held on the 2010 summer solstice, June 19, to unveil the marker.Coboconk Stakes a Claim == Coverage in the media == The village was featured in the news when Bob Edmonds, a resident, had his winning lottery ticket stolen by the local convenience store clerk. The ensuing scandal began a series of changes within the Ontario Lottery and Gaming Corporation to improve the security of claiming prizes. Coboconk was also associated with the 2005 murder of Alicia Ross, when some of her remains were recovered following her killer's confession. Coboconk appears in Canadian fiction in the murder-mystery novel Old City Hall by Robert Rotenberg, as well as in a 1926 novel. == References == == External links == Category:Communities in Kawartha Lakes",
 "title": "Coboconk"
}