{
 "id": "302506",
 "text": "Jelly fungi are a paraphyletic group of several heterobasidiomycete fungal orders from different classes of the subphylum Agaricomycotina: Tremellales, Dacrymycetales, Auriculariales and Sebacinales.J. Deacon. 2005 These fungi are so named because their foliose, irregularly branched fruiting body is, or appears to be, the consistency of jelly. Actually, many are somewhat rubbery and gelatinous. When dried, jelly fungi become hard and shriveled; when exposed to water, they return to their original form. A number of the jelly fungi can be eaten raw; poisonous jelly fungi are rare. However, many species have an unpalatable texture or taste. They may or may not be sought in mushroom hunting due to their taste, which is described as similar to that of soil. However, some species, Tremella fuciformis for example, are not only edible but prized for use in soup and vegetable dishes. ==Notable jelly fungi== *Ascocoryne sarcoides – jelly drops, purple jellydisc (often mistaken for basidiomycota but is not) *Auricularia auricula-judae – wood ear, Judas' ear, black fungus, jelly ear *Auricularia polytricha – cloud ear *Calocera cornea *Calocera viscosa – yellow tuning fork, yellow stagshorn fungus *Dacrymyces palmatus – orange jelly *Dacryopinax spathularia *Exidia glandulosa – black jelly roll, witches' butter *Exidia recisa - amber jelly roll, willow brain *Guepiniopsis alpina – golden jelly cone *Phlogiotis helvelloides – apricot jelly *Myxarium nucleatum – crystal brain, granular jelly roll *Pseudohydnum gelatinosum – jelly tooth, jelly tongue *Tremella foliacea – jelly leaf *Tremella fuciformis – snow fungus *Tremella mesentericaC. Michael Hogan. 2008 – witches' butter, yellow brain fungus *Tremellodendron and Sebacina spp. – jellied false corals == See also == * Cloud ear fungus ==Notes== ==References== *Tree of Life Project: Hymenomycetes * J. Deacon. 2005. Jelly Fungi from \"Fungal Biology\", Blackwell Publishing * C. Michael Hogan. 2008. Witch's Butter: Tremella mesenterica, GlobalTwitcher.com, ed. N. Stromberg ==External links== *AmericanMushrooms.com: Jelly Fungi Category:Agaricomycotina Category:Fungus common names Category:Mushroom types Category:Basidiomycota",
 "title": "Jelly fungus"
}