{
 "id": "302771",
 "text": "thumb|Detail of art glass sculpture. Art glass is a subset of glass art, this latter covering the whole range of art made from glass. Art glass normally refers only to pieces made since the mid-19th century, and typically to those purely made as sculpture or decorative art, with no main utilitarian function, such as serving as a drinking vessel, though of course stained glass keeps the weather out, and bowls may still be useful.Osborne, 409-411 The term is most used of American glass, where the style is \"the logical outcome of the American demand for novelty during the 19th century and was characterized by elaborate form and exotic finish\", but not always the highest quality of execution. There was a great interest in complex colour effects and painted enamelled glass.Osborne, 409-411, 409 quoted For art historians the \"art glass\" phase replaced the \"Brilliant Period\" of High-Victorian heavy decoration, and was in turn was replaced around 1900 by Art Nouveau glass, but the term may still be used for marketing purposes to refer to contemporary products. In fact the \"Brilliant Period\" style, which relied on deeply cut glass, continued to be made until about 1915, and sometimes thereafter.Osborne, 409 Glass is sometimes combined with other materials. Techniques include glass that has been placed into a kiln so that it will mould into a shape, glassblowing, sandblasted glass, copper-foil glasswork, painted and engraved glass. In general the term is restricted to relatively modern pieces made by people who see themselves as artists who have chosen to work in the medium of glass and both design and make their own pieces as fine art, rather than traditional glassworker craftsmen, who often produce pieces designed by others, though their pieces certainly may form part of art. Studio glass is another term often used for modern glass made for artistic purposes. Art glass has grown in popularity in recent years with many artists becoming famous for their work; and, as a result, more colleges are offering courses in glass work. During the early 20th-century art glass was generally made by teams of factory workers, taking glass from furnaces containing a thousand or more pounds. This form of art glass, of which Tiffany and Steuben in the U.S., Gallé in France and Hoya Crystal in Japan, Royal Leerdam Crystal in the Netherlands and Orrefors and Kosta Boda in Sweden are perhaps the best known, grew out of the factory system in which all glass objects were hand or mould blown by teams. Most antique art glass was made in factories, particularly in the UK, the United States, and Bohemia, where items were made to a standard, or \"pattern\". This would seem contrary to the idea that art glass is distinctive and shows individual skill. However, the importance of decoration – in the Victorian era in particular – meant that much of the artistry lay with the decorator. Any assumption today that factory-made items were necessarily made by machine is incorrect. Up to about 1940, most of the processes involved in making decorative art glass were performed by hand. == Factory differentiation and distinctiveness == Manufacturers got around the problem of an inherent similarity in their products in various ways. First, they would frequently change designs according to demand. This was especially so in the export-dependent factories of Bohemia where salesmen would report sales trends back to the factory during each trip. Second, the decoration for mid- and lower-market items, often done by contracted \"piece\" workers,\"Collectible Bohemian Glass 1915-1945\" Robert Truitt was often a variation on a theme. Such was the skill of these subcontractors that a reasonable standard of quality and a high rate of output were generally maintained. Finally, a high degree of differentiation could be gained from the multiplication of shapes, colours, and decorative designs, yielding many different combinations. Concurrently, from the same factories came distinctive, artistic items produced in more limited quantities for the upper- market consumer. These were decorated in-house where decorators could work closely with designers and management in order to produce a piece that was profitable. === Usable art glass === Many items that are now considered art glass were originally intended for use. Often that use has ceased to be relevant, but even if not, in the Victorian era and for some decades beyond useful items were often decorated to such a high degree that they are now appreciated for their artistic or design merits. Some art glass retains its original purpose but has come to be appreciated more for its art than for its use. Collectors of antique perfume bottles, for example, tend to display their items empty. As items of packaging, these bottles would originally have been used and thus would not ordinarily have been considered art glass. However, because of fashion trends, then as now, producers supplied goods in beautiful packaging. Lalique's Art Nouveau glass and Art Deco designs by Josef Hoffmann among others have come to be considered art glass due to their stylish and highly original decorative designs. == Moulded art glass == thumb|\"Imperial Glass Bowl\" Moulded glass art by Csaba Markus. There has been a growing recognition that moulded, mass-produced glass with little or no decoration but high artistic and fabrication quality such as that produced by Lalique should be considered art glass.Glass - Art Nouveau to Art Deco, 1977 Victor Arwas == Decorating techniques == *Colour: Various colours inter-mixed or otherwise incorporated *Texture: Frosting, satinizing, glue-chip, overshot and sandblasting *Surfaces: Overlays, cameo, cut-back, cutting and engraving == Refined glassware == Up-market refined glassware, usually lead crystal, is highly decorated and is revered for its high quality of workmanship, the purity of the metal (molten glass mixture), and the decorative techniques used, most often cutting and gilding. Both techniques continue to be used in the decoration of many pieces made from lead crystal, and nowadays these pieces are regarded as art glass. === Cut glass === Cut glass is most often produced by hand, but automation is now becoming more common. Some designs show artistic flair, but most tend to be regular, geometric, and repetitious. Occasionally, the design can be considered a \"pattern\" to be replicated as exactly as possible, with the main purpose being to accentuate the refractive qualities, or \"sparkle\", of the crystal. File:Edo-Kiriko.JPG|Edo-Kiriko cut glass from Japan File:Victoria and Albert Museum Glassware 17042019 Bohemian glass Beaker 19th century 7172.jpg|Two-layered cut Bohemian glass beaker from the 19th century File:British Museum Roman Empire 18022019 Glass flask with cut decoration 5844.jpg|Third-century Roman cut glass flask === Art cut === A clear exception could be made for the highly distinctive cut crystal designs which were produced in limited quantities by designers of note. Examples are the designs of Keith Murray for Steven & Williams and those of Clyne Farquharson for John Walsh Walsh. A relatively new term is coming into use for this genre: \"Art Cut\" \"British 'Art' Cut Glass 1920-1970\" exhibition catalogue Nigel Benson and Jeanette Hayhurst ==See also== *Caneworking *Lead glass (Crystal) *Murrine *Studio glass *American Fancy *Glass history *Moss agate glass *Glass art *Vitreography (art form) ==Notes== ==References== *Osborne, Harold (ed), The Oxford Companion to the Decorative Arts, 1975, OUP, Category:Glass production Category:Glass art",
 "title": "Art glass"
}