{
 "id": "303265",
 "text": "Corsair International, legally Corsair S.A., and previously Corsairfly, is a French charter airline headquartered in Rungis\"Historique de Corsairfly .\" Corsairfly. Retrieved on 2 June 2009.\"Nos métiers .\" Corsairfly. Retrieved on 23 September 2009. \"CORSAIRFLY – DRH 2 avenue Charles Lindbergh 94636 RUNGIS Cedex \" and based at Orly Airport. It is a subsidiary of German investor Intro Aviation (53%) and the TUI Group (27%). It operates scheduled long-haul services to leisure destinations in the French overseas territories, Africa, and North America, as well as charter flights to other destinations. ==History== ===Early years=== The airline was established in 1981 and started operations on 17 May 1981 as Corse Air International. It was founded by the Corsican Rossi family. In 1990 it was acquired by Nouvelles Frontières, a French tour operator, and the name was changed to Corsair. In 1991, the airline obtained worldwide traffic rights. In 2000, the TUI Group, one of the world's leading tour-operator groups, took over Nouvelles Frontières. In 2004, Corsair aircraft were repainted with the colours of TUI, a blue fuselage with the TUI-logo, like its sister airlines. At the end of 2005, the TUI Group decided to rename all its affiliated airlines TUIfly. As an interim step Corsair aircraft were repainted with Corsairfly markings, although all airlines in the group were expected to have adopted the common TUIfly brand by 2008. The airline held the record for most seats on a passenger aircraft, with 587 seats on its Boeing 747-400s, until they received a new interior which led to a new lower capacity of 533 passengers. In 2008, the airline announced its intention to expand its medium-haul network to the Mediterranean and its long- haul network to Canada and the United States (where it regularly flew in the 1990s), including the establishment of codeshare agreements with Air Canada. The first destination in this expansion was Miami in June 2010, but the rest of the plan was later abandoned due to a change in the airline's strategy. ===Development since 2010=== In May 2010 Corsairfly announced its \"Takeoff 2012\" modernisation plan, including a reduction of workforce by 25%, the replacement of three Boeing 747-400 aircraft by two Airbus A330-300 aircraft from TUI Group, the refurbishment of all aircraft cabins, leaving the charter flights market, and the termination of routes to Kenya, the Dominican Republic, Québec City, Moncton and Israel. In March 2012 the airline announced it would change its name to Corsair International and unveiled a new corporate image corresponding to planned operational changes. In 2015 Corsair's owner, German tourism company TUI Group, tried to sell the loss-making airline. After take-over negotiations with Air Caraïbes, the potential buyer walked away after advanced talks due to ongoing opposition from Corsair's staff unions regarding the proposed future developments and cost reductions. Also in 2015, TUI Group announced that all TUI companies and airlines except Corsair were to use the TUI name. In late 2018 it was reported that the TUI Group had restarted talks to sell the loss-making airline. It was expected to be sold by the end of the year to German investment corporation Intro, which had owned several other airlines in the past. In May 2018, a Corsair shareholder announced that Corsair International would retire its three remaining Boeing 747-400s by September 2021 as part of fleet renewal and replacement plans. In March 2019, Corsair officially announced that it would lease three Airbus A330-900s to replace its three Boeing 747-400s. In March 2019 TUI announced that it had agreed to sell 53% of Corsair to a German airline investor, Intro Aviation, for an undisclosed sum. TUI would retain 27% of the airline, while employees would hold the remaining 20%. In October 2019, Corsair ended its codeshare agreement with Air Caraïbes. The company announced on 19 April 2020 that it would immediately retire its three Boeing 747-400s because of the COVID-19 crisis and grounding. The then mixed fleet would have been transitioned to an all-A330 fleet, expected to comprise 13 aircraft by 2023. On 17 August 2021, Corsair and Air Austral faced with the COVID-19 pandemic, announced a commercial cooperation project in the form of a joint venture active on the routes between the metropolis and the Indian Ocean. A joint press release indicates that \"the project which intends to preserve the identity and independence of the 2 companies must be submitted, before its implementation, to the opinion of the Staff Representative Bodies and to the French Competition Authority\". ==Destinations== ===Airline partnerships=== Corsair International has an interlining agreement with Air Antilles. The airline also partners with easyJet through its Worldwide by easyJet program, and additionally has codeshare agreements with the SNCF, the French national railway operator. ==Fleet== ===Current fleet=== , Corsair International operates an all-Airbus A330 fleet: {| class=\"wikitable\" style=\"margin:0.5em auto; text-align:center\" |+ Corsair International fleet |- !rowspan=2|Aircraft !rowspan=2|In service !rowspan=2|Orders !colspan=5|Passengers !rowspan=2|Notes |- !J !Y+ !Y !Total |- |Airbus A330-200 |1 |-- |12 |12 |54 |224 |302 | |- |rowspan=2|Airbus A330-300 |rowspan=2|4 |rowspan=2|-- |18 |12 |36 |232 |298 |rowspan=2| |- |12 |12 |78 |250 |352 |- |Airbus A330-900 |4 |1 |20 |21 |33 |278 |352 |Deliveries until 2022. |- !Total !9 !1 !colspan=6| |} ===Former fleet=== While the company started in business as an operator of short- and medium range aircraft such as the Sud Aviation Caravelle and various versions of the Boeing 737, beginning in the 1990s, it progressively shifted its operations to long-range only. As a long-range airline, Corsair has operated the following jet aircraft types, with short-term leases being excluded:https://www.airliners.net, photos of Corsair aircraft {| class=\"wikitable\" style=\"margin:0.5em auto; text- align:center\" |+Corsair International former fleet |- !Aircraft !Total !Introduced !Retired !Notes |- |Airbus A300B4 |1 |1995 |1995 |Leased from Premiair |- |Airbus A310-300 |1 |2004 |2005 |Leased from Islandsflug |- |rowspan=2|Airbus A340-300 |rowspan=2|1 |2017 |2017 |rowspan=2|Leased from Hi Fly Malta |- |2018 |2018 |- |Beechcraft King Air |1 |1988 |1994 | |- |Boeing 737-200 |2 |1995 |2000 | |- |Boeing 737-300 |3 |1987 |2004 | |- |Boeing 737-400 |3 |1992 |2006 | |- |Boeing 747-100 |5 |1991 |1998 | |- |rowspan=2|Boeing 747-200B |1 |1988 |1989 |Leased from Iberia |- |5 |1992 |2005 | |- |Boeing 747-300 |6 |1997 |2007 | |- |Boeing 747-400 |6 |2005 |2020 | |- |Boeing 747SP |1 |1996 |2002 | |- |Boeing 767-300ER |1 |2003 |2003 |Leased from Britannia Airways |- |McDonnell Douglas DC-10-30 |2 |1996 |1997 |Leased from ChallengAir |- |Sud Aviation Caravelle |5 |1981 |1987 | |- |} ==See also== *List of airlines of France ==References== ==External links== * Category:Airlines of France Category:Airlines established in 1981 Category:French companies established in 1981 Category:TUI Group *[J]: Business *[Y+]: Premium>C</abbr> !<abbr title= *[Y]: Economy",
 "title": "Corsair International"
}