{
 "id": "303218",
 "text": "thumb|right|250px| A severe rear-end collision that resulted in a burning wreckage along the North-South Expressway in Malaysia. All occupants escaped. A rear-end collision (often called simply rear-end or in the UK a shunt) occurs when a vehicle crashes into the one in front of it. Common factors contributing to rear-end collisions include driver inattention or distraction, tailgating, panic stops, and reduced traction due to wet weather or worn pavement. Rear-end rail collisions occur when a train runs into the end of a preceding train. According to the National Highway Safety Administration (NHTSA), rear-end collisions account for only 6% of fatal automobile crashes. However, they account for 28% of all automobile accidents, making them one of the most frequent types of automobile accidents in the United States. ==Overview== Typical scenarios for rear-ends are a sudden deceleration by the first car (for example, to avoid someone crossing the street) so that the driver behind it does not have time to brake and collides with it. Alternatively, the following car may accelerate more rapidly than the leading one (for example, leaving an intersection), resulting in a collision. Generally, if two vehicles have similar physical structures, crashing into another car is equivalent to crashing into a rigid immovable surface (like a wall) at half of the closing speed. This means that rear-ending a stationary car while travelling at 50 km/h (30 mph) is equivalent, in terms of deceleration, to crashing into a wall at 25 km/h (15 mph). The same is true for the vehicle crashed into. However, if one of the vehicles is significantly more rigid (e.g. a small car hits the rear of a heavy truck) then the deceleration is more typically reflected by the full closing speed for the less rigid vehicle. A typical medical consequence of rear-ends, even in collisions at moderate speed, is whiplash. In more severe cases, permanent injuries such as herniation may occur. The rearmost passengers in minivans, benefiting little from the short rear crumple zone, are more likely to be injured or killed. For purposes of insurance and policing, the driver of the car that rear-ends the other car is almost always considered at fault due to following too closely, or lack of attention. An exception is if the rear-ended vehicle is in reverse gear. If the driver of the car that was rear-ended files a claim against the driver who hit them, the second driver could be responsible for all damages to the other driver's car. According to data from the NHTSA, the percentage of rear-end accidents in all crashes is 23–30%. The Ford Pinto received widespread concern when it was alleged that a design flaw could cause fuel-fed fires in rear-end collisions.* Recent developments in automated safety systems have reduced the number of rear-end collisions. ==See also== thumb|300px|A MINI Cooper S before and after a rear end impact *Road collision types *Tailgating ==References== Category:Road collisions by type Category:Train collisions Category:Railway accidents and incidents",
 "title": "Rear-end collision"
}