{
 "id": "303376",
 "text": "Christiane Maria Heideh Amanpour (; ; born 12 January 1958) is a British- Iranian journalist and television host. Amanpour is the Chief International Anchor for CNN and host of CNN International's nightly interview program Amanpour. She is also the host of Amanpour & Company on PBS. ==Early life and education== Amanpour was born in the West London suburb of Ealing, the daughter of Mohammad Taghi and Patricia Anne Amanpour (née Hill). Her father was Iranian, from Tehran. Amanpour was raised in Tehran until age 11. retrieved 10 August 2013 | Minute 6:06 | \"My mother is a Christian from England and my father a Muslim from Iran. I married a Jewish American.\" Her father was Shi'ite Muslim and her mother was Catholic. After completing the larger part of her primary school education in Iran, she was sent by her parents to boarding school in England when she was 11. She attended Holy Cross Convent, an all-girls school in Chalfont St Peter, Buckinghamshire, and then, at age 16, New Hall School, a Roman Catholic school in Chelmsford, Essex. Christiane and her family returned to England not long after the Islamic Revolution began. She has stressed that they were not forced to leave the country, but were actually returning to England due to the Iran–Iraq War. The family ultimately remained in England, finding it difficult to return to Iran.The Lesley Stahl Interview: Christiane Amanpour, at the Height of the Iranian Election Crisis After leaving New Hall, Amanpour moved to the United States to study journalism at the University of Rhode Island. During her time there, she worked in the news department at WBRU-FM in Providence, Rhode Island. She also worked for NBC affiliate WJAR in Providence as an electronic graphics designer. In 1983, Amanpour graduated from the university summa cum laude and Phi Beta Kappa with a B.A. degree in journalism. == Career == === 1983–2010: CNN === In 1983, she was hired by CNN on the foreign desk in Atlanta, Georgia, as an entry-level desk assistant. During her early years as a correspondent, Amanpour was given her first major assignment covering the Iran–Iraq War, which led to her being transferred in 1986 to Eastern Europe to report on the fall of European communism. In 1989, she was assigned to work in Frankfurt am Main, West Germany, where she reported on the democratic revolutions sweeping Eastern Europe at the time. Through this position, she was able to move up in the company and by 1990 served as a correspondent for CNN's New York bureau. Following Iraq's occupation of Kuwait in 1990, Amanpour's reports of the Persian Gulf War brought her wide notice while also taking CNN to a new level of news coverage. Thereafter, she reported from the Bosnian war and other conflict zones. Because of her emotional delivery from Sarajevo during the Siege of Sarajevo, viewers and critics questioned her professional objectivity, claiming that many of her reports were unjustified and favoured the Bosnian Muslims, to which she replied, \"There are some situations one simply cannot be neutral about, because when you are neutral you are an accomplice. Objectivity doesn't mean treating all sides equally. It means giving each side a hearing.\" Amanpour gained a reputation for being fearless during the Gulf and Bosnian wars and for reporting from conflict areas. From 1992 to 2010, Amanpour was CNN's chief international correspondent as well as the anchor of Amanpour, a daily CNN interview program that aired 2009–2010. Amanpour has reported on major crises from many of the world's hotspots, including Iraq, Afghanistan, Palestine, Iran, Israel, Pakistan, Somalia, Rwanda, and the Balkans and from the United States during Hurricane Katrina. She has secured exclusive interviews with world leaders from the Middle East to Europe, Africa and beyond, including Iranian presidents Mohammad Khatami and Mahmoud Ahmadinejad, as well as the presidents of Afghanistan, Sudan, and Syria, among others. After 9/11, she was the first international correspondent to interview British Prime Minister Tony Blair, French President Jacques Chirac, and Pakistani President Pervez Musharraf. Other interviewees have included Hillary Clinton, Nicolás Maduro, Hassan Rouhani, Emmanuel Macron, Angela Merkel, John Kerry, the Dalai Lama, Robert Mugabe and Moammar Gadhafi. She has also conducted interviews with Constantine II of Greece, Reza Pahlavi, Ameera al-Taweel and actors Angelina Jolie, Tom Hanks and Meryl Streep. From 1996 to 2005, she was contracted by 60 Minutes creator Don Hewitt to file four to five in-depth international news reports a year as a special contributor. These reports garnered her a Peabody Award in 199858th Annual Peabody Awards, May 1999. (she had earlier been awarded one in 199353rd Annual Peabody Awards, May 1994.). Hewitt's successor Jeff Fager was not a fan of her work and terminated her contract. She has had many memorable moments in her television career, one of them in a live telephone interview with Yasser Arafat during the siege on his compound in March 2002, in which Arafat gave tough responses: \"Are you asking me why am I under complete siege? You're a wonderful journalist. You have to respect your profession.\" and \"You have to be accurately [sic] when you are speaking with General Yasser Arafat. Be quiet!\", and finished by hanging up on her. ====Bosnian War reporting==== On 22 December 1992, during the Bosnian War, Amanpour was reporting from Kiseljak, not far from Sarajevo. Kiseljak was in Croat hands, undamaged, and ostensibly well supplied with necessities. Amanpour reported that, \"While people in Sarajevo are dying from starvation, the Serbs are living [in Kiseljak] in plenty\", a report that was subsequently criticised by some analysts as spreading \"misinformation\" and \"beautiful lies\". On 9 October 1994, Stephen Kinzer of The New York Times criticised Amanpour's coverage, in general, of the Bosnian War. Kinzer quoted a colleague's description of Amanpour as she reported on a terrorist bombing in the Markale marketplace of the Bosnian city of Sarajevo: > [Christiane Amanpour] was sitting in Belgrade when that marketplace massacre > happened, and she went on the air to say that the Serbs had probably done > it. There was no way she could have known that. She was assuming an > omniscience which no journalist has.(2007-10-04). \"Amanpour's Troubling > Journalism\" by Steven Stotsky, CAMERA, 4 October 2004 Amanpour has responded to the criticism leveled on her reporting from the war in the former Yugoslavia for \"lack of neutrality\", stating: > Some people accused me of being pro-Muslim in Bosnia, but I realized that > our job is to give all sides an equal hearing, but in cases of genocide you > can't just be neutral. You can't just say, \"Well, this little boy was shot > in the head and killed in besieged Sarajevo and that guy over there did it, > but maybe he was upset because he had an argument with his wife.\" No, there > is no equality there, and we had to tell the truth.\"What we do is really > tough\" by Julie Ferry, The Guardian (London), 15 August 2007 In 2019, retired commander of the Islamic Revolutionary Guards Corps Saeed Qassemi spoke of his and his comrades' participation as combatants in the Bosnian War, with him having been disguised as staff of the Iranian Red Crescent Society. Shortly after, in April 2019, Qassemi claimed that Amanpour had uncovered their deception. === 2010–2012: ABC News === On 18 March 2010, Amanpour announced she would leave CNN for ABC News, where she would anchor This Week. She said, \"I'm thrilled to be joining the incredible team at ABC News. Being asked to anchor This Week in the superb tradition started by David Brinkley is a tremendous and rare honor, and I look forward to discussing the great domestic and international issues of the day. I leave CNN with the utmost respect, love, and admiration for the company and everyone who works here. This has been my family and shared endeavor for the past 27 years, and I am forever grateful and proud of all that we have accomplished.\" She hosted her first broadcast on 1 August 2010. During her first two months as host, the ratings for This Week reached their lowest point since 2003. On 28 February 2011, she interviewed Muammar Gaddafi and his sons Saif al-Islam and Al-Saadi Gaddafi. On 13 December 2011, ABC announced Amanpour would be leaving her post as anchor of ABC News' This Week on 8 January 2012, and returning to CNN International, where she had previously worked for 27 years, and maintaining a reporting role at ABC News. === 2012–present: Return to CNN === A day later on 14 December 2011, in statements by ABC and CNN, it was announced that, in a \"unique arrangement\", Amanpour would begin hosting a program on CNN International in 2012, while continuing at ABC News as a global affairs anchor.\"Amanpour to return to CNN\" CNN, 14 December 2011 It was later revealed that in the spring of 2012, CNN International would refresh its line-up, putting the interview show Amanpour back on air. On-air promotions said she would return to CNN International on 16 April. Her 30-minute New York-recorded show – to be screened twice an evening – would mean that the US parent network's Piers Morgan Tonight interview show would be \"bumped\" out of its 9:00 p.m. (Central European Time) slot to midnight (CET).\"Christiane Amanpour Bumps Piers Morgan on CNN International\", The Hollywood Reporter, 2 February 2012. Retrieved 30 March 2012. On 9 September 2013, the show and staff were moved to the CNN International office and the show is currently being produced and broadcast from London. On 7 January 2015, Amanpour made headlines during a \"Breaking News\" segment on CNN by referring to the Islamic extremists who murdered the 12 journalists at Charlie Hebdo as \"activists\": \"On this day, these activists found their targets, and their targets were journalists. This was a clear attack on the freedom of expression, on the press, and on satire\". On 5 April 2019, before an interview with Palestinian lawyer Diana Buttu to discuss the Trump Administration's efforts to foster peace in the Middle East, Amanpour mistakenly said that the Israeli city of Haifa was located in the West Bank.CNN host flubs Haifa location On 12 November 2020, Amanpour compared the Trump administration to the Nazis and Kristallnacht, saying \"It was the Nazis' warning shot across the bow of our human civilization that led to genocide against a whole identity, and in that tower of burning books, it led to an attack on fact, knowledge, history and truth. After four years of a modern-day assault on those same values by Donald Trump, the Biden-Harris team pledges a return to norms, including the truth.\" The Israeli government, along with some Jewish groups, called for Amanpour to apologize for this comparison. Israeli Diaspora Affairs Minister Omer Yankelevich urged an \"immediate and public apology\" for \"belittling of the immense tragedy of the Holocaust.\" ====Stance on Syria==== In late 2013, Amanpour raised the argument for intervention in Syria against the Assad government, which has been fighting Syrian opposition forces. She has appeared on several news programmes in the UK and criticized the Obama administration for its non-interventionist approach to Syria. Her advocacy for intervention was criticized by Michael S. Lofgren in The Huffington Post.\"Christiane Amanpour Shills for U.S. Intervention in Syria\" HuffPost, 8 July 2013 ====PBS==== In May 2018, it was announced that Amanpour would permanently replace Charlie Rose on PBS after he was fired due to allegations of sexual misconduct. Her new program, Amanpour & Company, premiered on PBS on 10 September 2018. From the time of Charlie Rose's departure from PBS until the new show premiered, Amanpour was aired on PBS stations, as Amanpour on PBS. In 2020, Christiane Amanpour has been doing the PBS daily program, Amanpour & Company, from her home in England, due to the COVID-19 pandemic. Her program continues to be seen on television on PBS at many stations in various areas of the US, including at least 4 TV stations in the greater Los Angeles region of southern California. ==Affiliations== Amanpour is a member of the Council on Foreign Relations, a member of the board of directors of the Committee to Protect Journalists, the Center for Public Integrity, the International Women's Media Foundation, and the Institute for War and Peace Reporting. Since April 2015 she has served as a UNESCO Goodwill Ambassador for Freedom of Expression and journalist safety. ==Personal life== From 1998 to 2018, Amanpour was married to American James Rubin, a former US Assistant Secretary of State and spokesman for the US State Department during the Clinton administration and an informal adviser to former US Secretary of State Hillary Clinton and to former President Barack Obama. Their son, Darius John Rubin, was born in 2000. Having lived in London since 2000, they moved to New York City in 2010, where they rented an apartment in Manhattan's Upper West Side. In May 2013, Rubin announced that the family would return to London to work on several projects, and in October of the same year, Amanpour stated that she and her husband would be relocating to London permanently: \"Right now I'd have to say that London is my home... My family are in England, and my husband and I are loving reacquainting ourselves with all the friends we left behind\". In July 2018, Amanpour and Rubin announced they were divorcing. Amanpour is a relative by marriage of General Nader Jahanbani, who commanded the Imperial Iranian Air Force for nearly 20 years until he was executed by Islamic Revolutionaries in 1979, and of his younger brother Khosrow, who was married to Princess Shahnaz Pahlavi. Amanpour's uncle, Captain Nasrollah Amanpour, was married to the younger sister of Khosrow and Nader. In June 2021, Amanpour announced that she was diagnosed with ovarian cancer, had \"major successful surgery to remove it\", and would undergo several months of chemotherapy. ==Screen and media appearances== Amanpour appeared in Gilmore Girls as herself in the show's series finale, \"Bon Voyage\". Throughout the series, Amanpour was an inspiration to one of the main characters, aspiring journalist Rory Gilmore. In July 2009 she appeared in a Harper's Bazaar magazine article entitled \"Christiane Amanpour Gets a High-Fashion Makeover\". Amanpour played herself in newscasts in the films Iron Man 2 and Pink Panther 2. In Cosmos: A Spacetime Odyssey, she voiced Enheduanna in the episode \"The Immortals\". In 2014, Amanpour narrated \"Women in War\", an episode of season 2 of Makers: Women Who Make America. In 2016 Amanpour was a castaway on the BBC radio programme Desert Island Discs. As her luxury item she chose a guitar previously owned by Bruce Springsteen. ==Honorary degrees and recognition== * 1993: Livingston Award for Young Journalists * 1993: George Polk Award for Television Reporting * 1993: George Foster Peabody Personal Award * 1994: Woman of the Year, New York Chapter of \"Women in Cable\" * 1994: Courage in Journalism Award, International Women's Media FoundationIWMF website * 1995: Honorary Doctor of Laws degree, University of Rhode Island * 1996: George Polk Award for Television Reporting * 1997: Honorary Doctor of Humane Letters degree, Emory University * 1997: Nymphe d'Honneur at the Monte Carlo Television Festival * 1998: George Foster Peabody Personal Award for International Reporting * 2000: Golden Plate Award of the American Academy of Achievement * 2002: Edward R. Murrow Award for Distinguished Achievement in Broadcast Journalism * 2002: Goldsmith Career Award for Excellence in Journalism, at Harvard's Kennedy School of Government * 2005: International Emmy, International Academy of Television Arts and Sciences * 2006: Honorary citizen, city of Sarajevo * 2006: Honorary doctorate degree from the University of Michigan for her contributions to journalism * 2007: Paul White Award, Radio Television Digital News Association * 2007: Appointed Commander of the Order of the British Empire in the 2007 Birthday Honours for services to journalism * 2007: Persian Woman of the Year * 2008: The Fourth Estate Award (National Press Club) * 2008: Celebrating Women Award from The New York Women's Foundation * 2010: Fellow of the American Academy of Arts and Sciences * 2010: Honorary doctorate of humane letters degree, Northwestern University * 2010: Honorary doctorate from Georgia State University for her contributions to journalism * 2010: Honorary member of the graduating class of 2010 of Harvard College * 2011: Walter Cronkite Award for Excellence in Journalism from Walter Cronkite School of Journalism and Mass Communication * 2012: Honorary doctorate of humane letters, Amherst College * 2012: Honorary doctorate of humane letters, University of Southern California * 2015: TV Personality of the Year by Association for International Broadcasting * 2019: Received the John Peter and Anna Catherine Zenger Award for Press Freedom from the University of Arizona School of Journalism. * 2022: Larry Foster Award for Integrity in Public Communication, Arthur W. Page Center for Integrity in Public Communication (Feb 23, 2022) * Director on the board of the Committee to Protect Journalists * Fellow, Society of Professional Journalists * Fourteen Emmy news/documentary awards * Major role in two DuPont awards given to CNN * Major role in a Golden CableACE award given to CNN * Honorary board member of the Daniel Pearl Foundation * Member of the Executive Advisory Board of the Harrington School of Communication and Media, University of Rhode Island * Sigma Delta Chi Award (SDX) for her reports from Goma, Zaire * Forbes named her one of \"The World's 100 Most Powerful Women\" * POP Award, by \"Cable Positive\" ==References== ==External links== * * * * * * * Christiane Amanpour: career in pictures, The Guardian * 2000 Murrow Awards Ceremony Speech, 2000 * Christiane Amanpour's Interview on NPR, 3 December 2008 * Christiane Amanpour, at the Height of the Iranian Election Crisis—Interview by Lesley Stahl, 23 June 2009 * Christiane Amanpour's Class Day speech at Harvard University, 26 May 2010 * Christiane Amanpour—Video produced by Makers: Women Who Make America Category:1958 births Category:Living people Category:60 Minutes correspondents Category:ABC News personalities Category:English people of Iranian descent Category:English war correspondents Category:CNN people Category:Commanders of the Order of the British Empire Category:English emigrants to the United States Category:English reporters and correspondents Category:English television journalists Category:English women journalists Category:Expatriate journalists in the United States Category:Fellows of the American Academy of Arts and Sciences Category:Women war correspondents Category:Iranian people of English descent Category:Peabody Award winners Category:People educated at New Hall School Category:People from Tehran Category:University of Rhode Island alumni Category:Writers from London Category:British women television journalists Category:News & Documentary Emmy Award winners Category:CBS News people Category:UNESCO Goodwill Ambassadors Category:People from the Upper West Side Category:International Emmy Directorate Award Category:Livingston Award winners for International Reporting",
 "title": "Christiane Amanpour"
}