{
 "id": "303395",
 "text": "The following are often-sung Irish folk ballads and folk songs. The songs are arranged by theme under the categories \"Politics and soldiering\" and \"Non- political\" and are not necessarily contemporary to the events to which they relate. Songs may fit into more than one category, but where possible, are grouped uniquely to where is most appropriate. ==Politics and soldiering== ===Anti-war and anti-recruiting=== *\"Arthur McBride\" – an anti-recruiting song from Donegal, probably originating during the 17th century. *\"The Recruiting Sergeant\" – song (to the tune of \"The Peeler and the Goat\") from the time of World War 1, popular among the Irish Volunteers of that period, written by Séamus O'Farrell in 1915, recorded by The Pogues.Dominic Behan record noteshttps://www.irishtimes.com/culture/heritage/century-marching-to-a- different-tune-1.2190721 Marching to a different tune *\"Mrs. McGrath\" – popular among the Irish Volunteers, 1916 *\"The Saxon Shilling\" – written by K. T. Buggy, 1840sThe Spirit of the Nation: Ballads and Songs by the Writers of The Nation Dublin, James Duffy, 1845. p. 58 *\"Sergeant William Bailey\" – written by Peadar Kearney, recorded by Dominic Behan and Maeve Mulvany Moore *\"Johnny I Hardly Knew Ye\" – very old anti-war song *\"Join The British Army\" – Irish rebel song about wanting to leave the British army *\"Who Is Ireland's Enemy?\" - written by Brian O'Higgins in response to the First World War, this poem was one of the more visceral of the anti-recruitment literary response. ===16th and 17th centuries=== *\"Alasdair MacColla\" – song dating from the 1640s about warrior Alasdair MacColla. Still performed by Capercaillie and Clannad. *\"Follow me up to Carlow\" – about Fiach MacHugh O'Byrne and the Second Desmond Rebellion against Elizabeth I of England, written in the 19th century by P.J. McCall *\"The Woods of Trugh\" – concerning Eoin Roe O'Neill *\"Seán Ó Duibhir a'Ghleanna\" () – an Irish-language song dealing with the aftermath of the Battle of Aughrim in 1691, Roud Index no. 16907. Translated by George Sigerson.Patrick Galvin, Irish Songs of Resistance. New York: The Folklore Press, 1956 *\"Jackets Green\" – written by poet Michael Scanlon about Patrick Sarsfield and the Flight of the Wild Geese *\"The Battle of Benburb\" – recalling the Battle of Benburb fought on 5 June 1646 and concerning the exploits of Owen Roe O'Neill and his commanders. The song is most notably sung by Tommy Makem. *\"The Sash\" – recalling the Boyne and other battles *\"On the green grassy slopes of the Boyne\" – about the Battle of the Boyne *\"Carraigdhoun\" (also \"Carraig Donn\", \"The Lament of the Irish Maiden\") – song about the 1690s Wild Geese written by Denny Lane (1818–95) in the 1840s.The Ballad Poetry of Ireland, 4th ed., edited by Charles Gavan Duffy, 1845. Recorded by Mary O'Hara, the McPeake family (1960s) and Kathleen Behan (mother of Brendan, 1978) to the same melody as \"The Mountains of Mourne.\" *The Green Flag - written by Young Irelander, Michael Joseph Barry about the Irish Confederate Wars. ===18th century=== *\"Clare's Dragoons\"here – written by Thomas Davis about one of the divisions of the Irish Brigades. *\"Mo Ghile Mear – written by Seán Clárach Mac Domhnaill, it is a lament by the Gaelic goddess Éire for Bonnie Prince Charlie, who was then in exile. *\"Gaol of Clonmel\" (also known as the \"Jail of Cluain Meala\" (sung by Luke Kelly) and the \"Convict of Clonmel\") – translation by Jeremiah Joseph Callanan of the Irish- language \"Príosún Chluain Meala\", a song from the time of the WhiteboysBrendan Kennelly: The Penguin Book of Irish Verse (1970) ====1798 Rebellion==== Songs relating to the Irish Rebellion of 1798 (though not necessarily contemporary): *\"Bagenal Harvey's Farewell (Bagenal Harvey's Lament)\" – song about rebel leader Bagenal Harvey *\"Ballyshannon Lane\" – about a battle between rebels and Hessians in 1798 in Wexford, written by Michael O'Brien, about 1896Ballads from the jails and streets of Ireland. Published by Red Hand Books. Dublin. 1966. Compiled and edited by Martin Shannon *\"Billy Byrne of Ballymanus\" – about one of the leaders of the rebellion *\"Boolavogue\" – song about Father John Murphy, one of the leaders of the Wexford rebels, written by P.J. McCall (1861–1919) for the centenary anniversary in 1898 *\"Boys of '98\" – modern song written by New York band Shillelagh Law *\"The Boys of Wexford\" – written by P.J. McCall *\"By Memory Inspired\" – a tributary role-call of many of the rebel heroes who died in the rebellion, anonymous, recorded by Frank HarteAnthology of Irish Verse, edited by Padraic Colum, 1922. *\"Come All You Warriors (Father Murphy) – song written close to the time of the rebellion upon which later songs such as Boolavogue were based. *\"The Croppy Boy\" – There are at least two songs by this name: \"It was early, early in the spring...\" and \"Good men and true in this house...\". They are concerned with the period following the suppression of the rebellion and how the climate of repression saw relatives and close family deny any links to condemned rebels for fear of being deemed guilty by association. *\"Croppies Lie Down\" – a Unionist or Orangeman's perspective on the rebels triumphant defeat *\"Dunlavin Green\" – a local ballad written in response to the Massacre of Dunlavin Green of 24 May 1798 *\"General Munroe\", \"Henry Munroe\", \"General Munroe's Lamentation\" and \"Henry Joy\" – all songs about the United Irish leader Henry Joy McCracken. *\"The Heroes of '98\" – patriotic song by Bruce Scott. *\"Irish Soldier Laddie\" – modern song about the events of 1798, written by Paddy McGuigan of the Barleycorn *\"Jimmy Murphy\" – song of music hall origin with distinctly unusual chorus *\"Kelly of Killanne\" – ballad by P.J. McCall (1861–1919), recounting the exploits of John Kelly, one of the most popular leader of the Wexford rebels. *\"The Liberty Tree\" – anonymous United Irishmen ballad in praise of the French RevolutionGeorges Denis Zimermann: Songs of Irish Rebellion (Irish political street ballads and rebel songs) 1780–1900 *\"The Man from God Knows Where\" – poem by Florence Wilson (set to music by Tom Hickland of Five Hand Reel) about Thomas Russell, leader of the United Irishmen in Ulster, executed in Downpatrick in 1803 *\"The Memory of the Dead\" – ballad recalling the rebellion's heroes by John Kells Ingram *\"The Minstrel Boy\" – in remembrance of a number of friends of Thomas Moore who lost their lives in the rebellionThe Great Irish Tenor: John McCormack, by Gordon T Ledbetter, Town House, 2003. *\"The Rambler from Clare\" *\"Races of Castlebar\", epic of French rider in the streets of Castlebar *\"The Rising of the Moon\" – written by John Keegan Casey in the 1860s, this ballad invokes the hope and optimism surrounding the outbreak of the Irish rebellion of 1798. *\"Roddy McCorley\" – ballad by Ethna Carbery lamenting the execution of the young Antrim Presbyterian rebel, Roddy McCorley. *\"The Sean-Bhean bhocht\" – the \"poor old woman,\" i.e. Ireland, is about to be liberated in tandem with the French; also known as \"The French are on the Sea\" *\"Sliabh na mBan\" – an Irish-language song composed by Michéal O Longáin of Carrignavar and translated by Seamus Ennis, about the massacre in July 1798 of a party of Tipperary insurgents at Carrigmoclear on the slopes of SlievenamonTom Munnelly's notes to 1978 recording by Al O'Donnell on the Leader label *\"Tone's Grave\" – lament for Wolfe Tone, United Irish leader, the ballad is more commonly known as \"Bodenstown Churchyard\". Written by Thomas Davis, one of the leaders of Young Ireland movement. *\"The Wake of William Orr\" *\"The Wearing of the Green\" – song about repression after the rebellion *\"The Wind That Shakes the Barley\" – a young man's remorse at leaving his lady love to join the United Irishmen is cut short when she is killed by an English bullet (Roud Index 2994). Written by Robert Dwyer Joyce (1836–1883). ===19th century=== *\"An Spailpín Fánach\" (), relating to the time of the Irish Brigades in France. The air is \"The Girl I Left Behind\". Translated by George Sigerson as \"The Roving Worker\" *\"A Nation Once Again\" – 19th-century Irish nationalist anthem by Thomas Davis *\"Avenging and Bright\" – patriotic song by Thomas Moore *\"Down by the Glenside (The Bold Fenian Men)\" – song by Peadar Kearney about the 19th-century Fenians *\"The Bold Fenian Men\" – song about the Fenians by poet Michael Scanlon, recorded by the Wolfe Tones *\"The Felons of Our Land\" – written by Arthur Forrester of County Monaghan *\"The Fields of Athenry\" – 1970s song by Pete St. John about the Great Irish Famine *\"God Save Ireland\"- Irish nationalist anthem, written by T. D. Sullivan in 1867 about the Manchester Martyrs *\"The Lament for Owen Roe\" – Song by Thomas Davis, based on an older tune by Turlough O'Carolan, lamenting the death of Owen Roe O'Neill in 1649 *\"Let Erin Remember\" – written by Thomas Moore. *\"The Manchester Martyrs\" – also called \"The Smashing of the Van\", song about the Manchester Martyrs *\"McCafferty\" – a broadside ballad relating the true story of an Irish soldier who shot dead two of his British officers *\"The Harp that Once Through Tara's Halls\" – anthem of County Meath – one of Moore's Melodies *\"Patrick Sheehan (The Glen of Aherlow)\" – by Charles Kickham, based on the true story of an Irish soldier wounded in the Crimean War. *\"She Is Far From The Land\" – written by Thomas Moore. *Skibbereen (also called \"Dear Old Skibbereen\", \"Revenge for Skibbereen\" or \"Remember Skibbereen\") – a 19th-century song by Patrick Carpenter recalling the Irish Famine of 1845–1847.The Poets of Ireland, ed. D.J. O'Donoghue. Dublin: Hodges, Figgis & Co., 1912 *\"The West's Awake\" – written by Thomas Davis. *\"O'Donnell Abu\" – written in 1843 by Michael Joseph MacCann (1824–1883), about Rory O'Donnell, 1st Earl of Tyrconnell *\"Ye Men of Sweet Liberties Hall\" – written by Dubliner Zozimus (Michael Moran, 1794–1846) ====Napoleonic Wars==== *\"The Bonny Bunch of Roses\"Terry Moylan (Ed.): The Age of Revolution in the Irish Song Tradition, 1776 to 1815 *\"Bonny Light Horseman\" – collected by Sam Henry and others, recorded by Frank Harte, Planxty, Dolores Keane & John FaulknerSongs of the People edited by Gale Huntington, Lani Herrman with contributions from John Moulden. 1990 (University of Georgia Press) *\"Eighteenth of June\" – recorded by Frank Harte *\"Grand Conversation on Napoleon\" *\"Granuaile\" – recorded by Frank Harte *\"The Green Linnet\" *\"Isle of Saint Helena\" *\"Lonely Waterloo\" – recorded by Frank Harte, Daithi SprouleWaterloo II [Laws N31] American Balladry From British Broadsides (G. Malcolm Laws, 1957) *\"Napoleon Bonaparte\" *\"Napoleon's Dream\" *\"Napoleon's Farewell to Paris\" – recorded by Frank Harte *\"Napoleon's Lamentation\" *\"My Love at Waterloo\" *\"The Plains of Waterloo\" – several songs by this name, including \"As I rode out one bright summer's morning...\", \"On the fourteenth day of June, me boys...\". *\"The Royal Eagle\" *\"Wounded Hussar\"Smith's Irish Minstrel (Edinburgh, 1825) *\"Welcome Napoleon to Erin\" – recorded by Frank Harte ===The Great War 1914–1918=== *\"The Connaght Rangers\" – by Charles Martin.here Not to be confused with the song of the same name by Brian Warfield which refers to the mutiny of the First Battalion of the regiment in response to the Irish war of independence. *\"Gallipoli\"here *\"Salonika\" – there were two Cork songs with this title about the Irish serving in the British Army in the First World War, one for and one against. Jimmy Crowley collected the verses in his version from Mrs Ronayne of County Cork.Sleeve notes of the Jimmy Crowley album \"The Boys of Fair Hill\"James N. Healy, Ballads from the pubs of Ireland. Mercier Press *\"Recruiting Sergent\" ===1916 Rising=== *\"Erin Go Bragh\" – written in 1920 by Peadar Kearney, recorded by The Dubliners *\"Arbour Hill\" – about the burial place of 1916 leaders *\"Foggy Dew\" – about the Easter Rising of 1916, written by Canon Charles O'Neill about 1922. *\"Dying Rebel\" – about the finding of a dying Irish rebel from County Cork in Dublin during the 1916 Easter Rising It was recorded in 1961 by Patricia Blake and by Tommy Drennan and the Monarchs in 1966.Billboard, 23 October 1961 *\"James Connolly\" – written by Patrick Galvin about James Connolly, labour leader *\"Grace\" – written by Frank & Sean O'Meara in 1985, named after Grace Gifford, wife of 1916 leader Joseph Plunkett *\"Dublin City 1913\" – the struggle from 1913 to 1916, written by Donagh MacDonagh *\"Oró Sé do Bheatha 'Bhaile\" – originally a jacobite tune, it later received new verses and was popularised by nationalist poet Padraic Pearse ===War of Independence=== *\"Ashtown Road\" – a song about an ambush in Dublin in which an IRA Volunteer, Martin Savage, died. Recorded by The Wolfhound (singer Ray McAreavey) in 1972. *\"Amhrán na bhFiann\" – or \"the Soldiers Song\", Irish Volunteers anthem, since 1927 the national anthem of the Irish Free State/Republic of Ireland *\"The Ballad of Michael Collins\" – poetic ballad by Brendan O'Reilly *\"The Boys of Kilmichael\" – ballad about the Kilmichael ambush of 1920 *\"The Boys of the County Cork\" – written by Tom Murphy *\"The Boys of the Old Brigade\" – nostalgic ballad which shares the tune of \"Wrap the Green Flag Round Me, Boys\" about the \"old IRA\" written by Paddy McGuigan of the Barleycorn *\"The Broad Black Brimmer – written by Art McMillan from Belfast in praise of the IRA during the War of Independence 1919–21 and specifically the IRA of the Civil War and after. Recorded by the Barleycorn, the Wolfe Tones and others. *\"Come Out Ye Black and Tans\" – British Army- taunting song written by Dominic Behan *\"Dark Horse on the Wind\" – poetic ballad by Liam Weldon *\"The Green Woods of Drumboe\" – composed in 1974 by Eamonn Monaghan *\"Kevin Barry\" – about young medical student and Irish revolutionary Kevin Barry controversially executed during the Irish War of Independence *\"The Man from the Daily Mail\" – song composed around 1918–19 mocking British media coverage of Ireland, to the air of \"The Darlin' Girl from Clare\" *\"The Merry Ploughboy\" – written by Jeremiah Lynch to tune of \"The Jolly Ploughboy\" *\"Only Our Rivers Run Free\" – written by Mickey MacConnell *\"Pat of Mullingar\" – song about an Irish Rebel from Mullingar *\"The Big Fellah\", song about the life of Michael Collins, written by Larry Kirwan, in 1994 Album, \"Home of the Brave\" by Celtic Rock Group Black 47. *\"The Rifles of the IRA\" – song disparaging the Black and Tans and praising the IRA *\"Seán Treacy\" – ballad about Seán Treacy, leader of the Third Tipperary Brigade, IRA, who was killed in Dublin in 1920Desmond Ryan: Sean Treacy and the 3rd Tipperary Brigade (see Appendix). The Kerryman, Tralee, 1945. *\"Some Say the Divil is Dead\" – satirical song about the British Army *\"The Station of Knocklong\" – song about the rescue of Seán Hogan by his colleagues from the Third Tipperary Brigade with the assistance of the East Limerick Brigade, from a guarded train in May 1919. *\"The Upton Ambush\" – song about the Upton Train Ambush which took place on 15 February 1921. *\"The Valley of Knockanure – the name of several songs, one by Bryan MacMahon, about an incident in 1921 *\"The Woodlands of Loughglinn\" – about the shooting of two local IRA men by the Black-and-Tans at Loughglinn, written by Mary-Anne Regan from Kilgariff, Castlerea, recorded by Brendan Shine, among others *\"Shanagolden\"– a song inspired by the life of Tom Madigan, an Irish Volunteer from Shanagolden, written by Sean McCarthy ===Civil War and post-Treaty Republicanism (1922-1969)=== *\"Take It Down from the Mast\" – anti-Treaty song written by James Ryan in 1923, and later re-written by Dominick Behan, about the Irish Civil War, to the tune of Red River ValleyDominick Behan: Easter Week and After (Topic 12T 44). Notes by Paddy Tunney 1965 *\"Soldiers of '22\" - written by Brian O'Higgins commemorating the Republican soldiers during the Irish Civil War * \"Galtee Mountain Boy\" – the original three verses were composed by Patsy Halloran, with a fourth verse later added by Christy Moore. The song has been recorded by many artists including Christy Moore, The Wolftones, and Paddy Reilly. The song tells the story of young volunteer who joined a flying column during the war of independence and was later captured and sentenced to die by Free Staters in the Civil War. *\"Drumboe Martyrs\" (or \"Drumboe Castle\") – written about a Civil War incident by Michael McGinley (1853–1940) of Ballybofey.The Story of the Drumboe Martyrs, 1958 (revised edition published circa 2000) *\"The Old Alarm Clock\" – song by Phil Kelly about the Sabotage Campaign (IRA) of 1939, to the tune of \"The Garden Where the Praties Grow\". *\"England's Gallows Tree\" - written by Brian O'Higgins about Peter Barnes and James McCormack who were hanged in 1940 during the IRA S-Plan *\"The Patriot Game\" – written by Dominic Behan about Fergal O'Hanlon killed in action during the IRA border campaign of 1956–62. *\"Sean South of Garryowen\" – about Seán South, killed in the same incident as O'Hanlon *\"Sean South of Limerick\" – another song about Seán South, written by Dominic BehanThe Singing Irish by Dominic Behan *\"Four Green Fields\" – 1967 folk song, an allegory about partition by Tommy Makem ===The Troubles (1969–98)=== *\"The Ballad of Aidan McAnespie\" – song about a young Catholic man, shot by a British soldier while walking to a Gaelic football match, at Aughnacloy border checkpoint in County Tyrone. *\"The Ballad of Billy Reid\" – song recorded by the Wolfe Tones, Shebeen, and others, about Provisional IRA member Billy Reid (killed in May 1971). *\"The Ballad of Ed O'Brien\" – song about Edward O'Brien who died in a bus explosion in London. *\"The Ballad of Joe McCann\" – song by Brian Moore (\"Whoriskey\") about the assassination of the Official IRA activist, performed by Belfast band Men of No Property. *\"The Ballad of Joe McDonnell\" – song about hunger striker Joe Mcdonnell, written by The Wolfe Tones. *\"Ballad of Mairéad Farrell\" – song by Seanchai & The Unity Squad about Mairéad Farrell and two IRA members killed in 1988 in Gibraltar by the SAS.SEANCHAI – Lyrics *\"Birmingham Six\" – song about those wrongly accused of the Birmingham bombings in England in 1974. *\"Bring Them Home\" - song about sisters Doloures and Marian Price, Irish republicans imprisoned for the 1973 Old Bailey bombing. *\"Freedom's Sons\" – written by Tommy Makem. *\"Gibraltar 3\" – song by Andy O'Donnell, performed by the Fianna, in memory of the Gibraltar Three. *\"Enniskillen – At The War Memorial\" – song about the Enniskillen Remembrance Day bombing of 1987 *\"Fightin' Men of Crossmaglen\" – about South Armagh republicans *\"Give Me Your Hand\" (Tabhair dom do Lámh) – words of reconciliation composed by Brian Warfield of the Wolfe Tones in 1974 to a 17th-century tune by Ruairí 'Dall' Ó Catháin *”Freedom Walk” *\"Go on Home British Soldiers\" *\"The Lambeg Drummer\" *\"My Little Armalite – early 1970s militant republican song *\"Loughall Martyrs\" – song about 8 IRA men at Loughgall in 1987 *\"The Men Behind the Wire\" – 1970s song about internment in Northern Ireland, composed by Paddy McGuigan of the Barleycorn *\"Rock on Rockall – also known as \"You'll get F'All from Rockall\" – a satirical song from the Wolfe Tones, about Rockall, an Irish island disputed by Britain, Denmark and Iceland. *\"Roll of Honour\" – Republican song about the hunger strike of 1981 Written and performed by the Irish Brigade *\"Rubber Bullets for the Ladies\" – 1970s song about the British Army in Northern Ireland *\"SAM Song\" – song praising the Provisional IRA and their acquisition of surface to air missiles Written and performed by the Irish Brigade *\"Say Hello to the Provos\" – PIRA song *\"There Were Roses\" – song by Tommy Sands that portrays a tragic story of two friends *\"The Town I Loved So Well\" – 1980s song about the impact of The Troubles in Derry (Composer: Phil Coulter) *\"Up the Rebels\" – also known as \"Teddy's Head\" due to a line in the chorus, song about the partition of Ireland. *\"The Winds Are Singing Freedom\" – written by Tommy Makem ==Non-political== ===Miscellaneous and uncategorised=== *\"The Dawning of the Day\" – 19th-century song also known as \"Fáinne Geal an Lae\" *\"Éamonn an Chnoic\" (Ned of the Hill) – about an Irish aristocrat dispossessed of his land by the English in the 17th century. *\"Donegal Danny\" - about an Irish sailor who tells the tale of a fishing boat disaster in which he was the sole survivor. *\"Down by the Sally Gardens\" – based on a poem by W.B. Yeats, which in turn was based on a song he heard in his childhood. *\"The Gypsy Maiden\" – words and music by Dick Farrelly. Recorded by Sinead Stone & Gerard Farrelly and The Bards. *\"The Hat My Father Wore\" – written in the 19th century by Johnny Patterson *\"I'll Tell Me Ma\" – a children's song *\"Too-Ra-Loo-Ra-Loo- Ral (That's an Irish Lullaby)\" – written in the 1890s by James Royce Shannon, and made famous by Bing Crosby *\"A Longford Legend\" *\"Mother Macree\" *\"Maggie\" – also known as \"Nora\", modern words by Seán O'Casey *\"Molly Durkin\" *\"The Old Bog Road\" – a poem by Teresa Brayton from Kilcock, County Kildare, set to music by Madeline King O'Farrelly from Rochfortbridge, County Westmeath.Bernadette Gilligan (ed.): In an Irish Twilight – Teresa Brayton. The Teresa Brayton Heritage Group. Kilcock, County Kildare. 2002. *\"Ride On\" – a 1980s song most identified with singer Christy Moore; written by Jimmy McCarthy ===Work and industry=== *\"Dan O'Hara\" – written and recorded by Delia Murphy. *\"Hot Asphalt\" – song about Irish navvies in Britain. The original version was a humorous song. It was re-written with new words in 1959 by Ewan MacColl as part of his Radio Ballads. Recorded by The Dubliners and Frank Harte *\"McAlpine's Fusiliers\" – song of the gangs of London navvies, written by Dominic Behan, made famous by The Dubliners *\"Molly Malone\" – anthem of Dublin (dates from the 19th century). *\"Paddy on the Railway\" – a compilation of verses of Irish work songs sung in England and the USA *\"Missing You\" – a popular Christy Moore song about the forgotten emigrants who worked in England during the 1980s. Written by Jimmy MacCarthy *\"The Cobbler\" – Irish version of a song also called \"Dick Darby\", collected by Sam Henry and others *\"Building up and tearing England down\" – Song about Irish workers in British infrastructure, written by Brendan Behan and popularised by The Dubliners ===Love and romance=== These songs can be grouped as: aislings, broken token songs, night visiting songs, modern songs, etc. *\"The Agricultural Irish Girl\" – words and music by J F Mitchell, 1885, probably composed in America. Recorded by Val Doonican, among many others. *\"A Kiss in the Morning Early\" – a song that goes back to the 19th century, recorded by Mick Hanly in 1976 and Niamh Parsons in 2002. *\"A Stór mo Chroí\" (Irish for \"Darling of my Heart\") – recorded by Sarah & Rita Keane (1960s, on Claddagh), Dervish, Bonnie Raitt, Nora Butler and others *\"The Banks of the Roses\" *\"The Banks of the Bann\" – a broadside ballad to the melody of the Irish hymn \"Be Thou My Vision\". The hymn (\"Bí Thusa 'mo Shúile\") was translated from Old Irish into English by Mary Elizabeth Byrne, in Ériu (the journal of the School of Irish Learning), in 1905. The English text was first versified by Eleanor Hull, in 1912. The ballad is also called \"The Brown Girl\" and found in a number of variants.The New Methodist Hymn Book Illustrated, John Telford (Epworth Press, London, 1934) *\"The Black Velvet Band\" – Irish version of a broadside ballad dating back to the early 19th century *\"The Blooming Flower of Grange\" – a love song from Wexford, recorded by Paul O'Reilly in Waterford in 2007. *\"Connemara Cradle Song\" – written and recorded by Delia Murphy *\"Courtin' in the Kitchen\" – an old Dublin song recorded by Delia Murphy, among others *\"Come With Me Over The Mountain\", also known as \"O'er the Mountain\" – recorded by Wexford traditional singer Paddy Berry in 2007. *\"Danny Boy\" – one of the most popular Ireland-related songs, though the lyrics were written by an Englishman and only later set to an Irish tune *\"Easy and Slow\" – a Dublin song of somewhat constant innuendo *\"Eileen Oge\" – by Percy French, also played as a reel *\"The Ferryman\" – by Pete St. John, set in Dublin *\"The Flower of Magherally\" *\"The Forgetful Sailor\" – also known as \"Johnny Doyle\" and \"George's Quay\" *\"The Galway Shawl\" – collected by Sam Henry in Dungiven in 1936Sam Henry's Songs of the People (University of Georgia Press, Athens, Georgia, 1990), p 269 *\"The Garden Where the Praties Grow\" – written in the 19th century by Johnny Patterson *\"Ceol an Ghrá\", Ireland's 1972 Eurovision entry *\"The Girl from Donegal\" – first recorded by Bridie Gallagher and later used as her nickname *\"The Golden Jubilee\" (or \"Fifty Years Ago\") – recorded by Connie Foley and Dorothy McManus in the 1940s and later by Sean Dunphy. *\"Goodbye Johnny Dear\" – written in the 19th century by Johnny PattersonJohnny Patterson – Accessed 8 Sep 2009 *\"The Holland Handkerchief\" – an Irish version of The Suffolk Miracle (Child #272), sung by County Leitrim singer Mary McPartlan, Connie Dover and othersAn Cumann Le Béaloideas Éireann/The Folklore of Ireland Society: Béaloideas, A study of the 'Dead Lover's Return' in Irish tradition. Dublin, 1983. pp. 126 et passim\"The Suffolk Miracle\" in The popular ballads of England and Scotland, edited by Francis Jame Child, 1904 edition. p. 592 *\"I Am Stretched on Your Grave\" – translation of a 17th-century Irish-language poem, \"Táim Sínte ar do Thuama\", first recorded by Philip King, later by Sinéad O'Connor.O'Connor, Frank (trans). \"I am Stretched on Your Grave\". Lucy, Seán, (ed). \"Love Poems of the Irish\", Cork: Mercier, 1967 *\"If I Were a Blackbird\" – an old song recorded by Delia Murphy. *\"The Inside Car\" – a dainty song of infatuation from Wexford. *\"He Rolled Her to the Wall\" – a riddle song recorded by bodhrán-player and singer Cathie Ryan. *\"Killyburn Brae\" – Irish version of \"The Farmer's Curst Wife\" (Child #278)The popular ballads of England and Scotland, edited by Francis Jame Child. 1904 edition. p. 605 *\"The Lass of Aughrim\" – an Irish version of Lord Gregory (Child #76), used by James Joyce in The DeadThe Dead *\"The Last Rose of Summer\" – written in 1805 by Thomas Moore *\"The Love Token\" – an old song of true love recorded by sean nós singer MacDara Ó Conaola, among others. *\"Love's Old Sweet Song\" – published in 1884 by composer James Lynam Molloy and lyricist G. Clifton Bingham. Recorded by John McCormack (1927), Brendan O'Dowda, Richard Tauber and many others; sung by Molly Bloom in Ulysses. *\"The Maid from Ballygow\" – recorded by Paddy Berry in Waterford, 2007.Paul Reilly web page *\"Mary from Dungloe\", namesake for the popular festival. *\"The Mantle So Green\" – also known as the Mantle of Green, a seminal broken token ballad. *\"My Lagan Love\" – words by Joseph Campbell (1879–1944) to a traditional air, recorded by Eileen Donaghy. Also arranged by Herbert Hughes.Norah Saunders, 1988. \"Joseph Campbell: Poet & Nationalist 1879–1944, a Critical Biography\" *The Moorlough Shore (Roud 2742) – 19th-century song recorded by Dolores Keane, Paddy Tunney, Boys of the Lough and others.Discussed in the Journal of the Irish Folk Song Society in 1905 and 1911. *\"My Singing Bird\" *\"Siúil A Rúin\" (Irish for \"Walk, my love\") – a macaronic love song, one of the most widely-sung Irish songs, recorded by dozens of artists both in Ireland and abroad. *\"The Spinning Wheel\" – written in the 19th century by John Francis Waller and recorded by Delia Murphy. *\"Nancy Spain\" – written by Barney Rush from Dublin, recorded by Christy Moore *\"The Nightingale\" – Irish version of a song dating from the 17th century (Laws P13), recorded by Liam ClancyStationers' Register, November 1639, under the title \"The Souldier and his knapsack\" *\"Noreen Bawn\" – a song, written and composed by Neil McBride from Creeslough, Donegal that was made famous by Bridie Gallagher and Ann Breen, recorded by Daniel O'Donnell. *\"On Raglan Road\" – Patrick Kavanagh poem to the 19th-century melody \"The Dawning of the Day\" *\"The Old Plaid Shawl\" – written by Francis Arthur Fahy, recorded by Willie Brady among others. *\"The Old Rustic Bridge by the Mill\" – written by Thomas P. Keenan from Castletownroche, recorded by Foster and Allen, among others *\"Peigín Leitir Móir\" – an Irish-language song from Galway. *\"The Rose of Inchicore\" – written by Dublin singer/songwriter Mick Fitzgerald *\"The Rose of Tralee\" – a 19th-century Kerry song credited to C. (or E.) Mordaunt Spencer with music by Charles William Glover *\"The Rose of Clare\" (\"Lovely Rose of Clare\") – written by Chris Ball *\"The Rose of Mooncoin\" – a Kilkenny song, written in the 19th century by a local schoolteacher and poet named Watt Murphy *\"The Rose of Slievenamon\" – Recorded by Joseph Locke. Composed by Irish songwriter Dick Farrelly. *\"She Moved Through the Fair\" – a traditional tune collected in Donegal, lyrics by poet Padraic Colum *\"Single Again\" – also known as I Wish I Was Single Again. *\"Songs of Love\" – 1990s song by The Divine Comedy (theme music of Father Ted. Composer: Neil Hannon) *\"Star of the County Down\" – written by Cathal McGarvey (1866–1927), about a young man falling in love with the county's most beautiful lass. \"My Love Nell\" and other songs are also sung to the same air. *\"The Star of Donegal\" – an old song recorded by Delia Murphy. *\"The Star of Slane\" *\"The Captain with the Whiskers\" – an old song recorded by Delia Murphy. *\"Molly Bawn\" – tragic story about a man who shoots his young lover *\"Thank You Ma'am, Says Dan\" – an old song recorded by Delia Murphy. *\"We Dreamed our Dreams\" – song of a love lost; Composer: Dick Farrelly. *\"When a Man's In Love\" – by 19th-century Antrim poet Hugh McWilliams, recorded by Seán Cannon. *\"The Whistling Gypsy\" – composed by songwriter Leo Maguire in 1952 and first recorded in that year by Joe Lynch on the Glenside label, and by Rose Brennan for HMV in London, in October 1953.B 10572 released by Rose Brennan in October 1953: \"If you love me\" / \"The Whistling Gypsy\" *\"Mayo Moon\" - written by Enda Mulloy in London, composed and performed by The BibleCode Sunday 2006 from the album \"Boots or no Boots\" ===Places, emigration and travel=== *\"Annaghdown\" – recorded by Sinead Stone & Gerard Farrelly. Composed by Dick Farrelly. *\"Are Ye Right There Michael\" – comic 19th-century song about a slow train on a West Clare Railway that left the composer late for a concert (composer: Percy French) *\"As I Roved Out\" – there are several different songs by this name, recorded by the Clancy Brothers and Planxty, among others *\"Ballymilligan\" – by Percy French *\"The Auld Triangle\" – written by Dominic Behan for his brother Brendan, and featured in Brendan's play The Quare Fellow, recorded by The Dubliners and The Pogues *\"The Bard of Armagh\" – a 19th-century Dublin broadside ballad, traditionally associated with Bishop Donnelly (1649–1716); recorded by John McCormack, Margaret Barry and the Clancy Brothers.Pádraigín Ní Uallacháin, A Hidden Ulster; People, songs and traditions of Oriel, Dublin, Four Courts Press, 2005. pp.394–397 *\"Back Home in Derry – by Bobby Sands *\"Beautiful Bundoran\" – performed by Sinéad O'Connor in the film The Butcher Boy *\"Biddy Mulligan the Pride of the Coombe\" – about a Dublin woman from the Coombe, popularised by Jimmy O'Dea. *\"Bridget Donoghue\" – written in the 19th century by Johnny Patterson *\"The Boys from the County Armagh\" – written by Thomas P. Keenan, made famous by Bridie Gallagher *\"Bunclody\"- by Luke Kelly *\"Carraigfergus\" – a translation of an Irish-language song from Munster, referring to Carrickfergus *\"Cliffs of Dooneen – popularised by Planxty *\"Come Back Paddy Reilly to Ballyjamesduff\" – by Percy French *\"Cottage by the Lee\" – words and music by Irish songwriter, Dick Farrelly. *\"The Creggan White Hare\" – song set in Creggan, County Tyrone, from a poem by John Graham, Roud Index no. 9633. *\"The Cruise of the Calabar\" – by Arthur Griffith *\"The Curragh of Kildare\" – old song mentioning the Curragh, collected by Petrie, Joyce and others, popularised by The Johnstons and Christy Moore.Folk Songs and Ballads Popular in Ireland Vol. 2, edited by John Loesberg. Ossian Publications. *\"Daffodil Mulligan (Fresh Fish)\" – written by Harry O'Donovan, music by Eva Brennan, about Biddy Mulligan's daughter. *\"Days in Old Donegal\" *\"Down by the Liffeyside (Fish and Chips)\" – written by Peadar Kearney *\"Dublin City in 1962\" – written by musician and footballer Dermot O'Brien *\"Dublin in my Tears\" – written by Dubliner Brendan Phelan and recorded by the Dublin City Ramblers *\"Dublin in the Rare Old Times\" – 1980s song about Dublin before the 1960s (composer: Pete St. John) *\"The Dublin Saunter (Dublin Can Be Heaven)\" – by Leo Maguire, made famous by Noel PurcellWalton Book of Irish Songs, Vol. 4. Walton's *\"The Emigrant's Letter\" – written by Percy French *\"The Emigrant's Story\" – written by Paul Kealy, about an Irish emigrant leaving home & his loved ones in the 2010s. *\"Erin Go Bragh\" – about an emigrant Irishman's experience in Scotland, recorded by Dick Gaughan *\"Fairytale of New York\" – about emigration (1988 song by The Pogues and Kirsty MacColl. Composer: Shane MacGowan) *\"Farewell to Carlingford - about Carlingford Lough, County Louth. *\"Fare Thee Well, Enniskillen\" (The Enniskillen Dragoons) – about the regiment from Enniskillen *\"From Clare to Here\" – about emigration, by Ralph McTell *\"The Flight of Earls\" – song by Liam Reilly, formerly of Bagatelle, about the Irish diaspora leaving in the 1950s and 1960s to search for work; recorded by the Wolfe Tones and by the Dublin City Ramblers. *\"Galway Bay\" – the name of two songs, one written by Francis Arthur Fahy of Kinvara, and one written by Dr. Arthur Colahan and popularised by Bing Crosby.The Colahans – A Remarkable Galway Family, Diarmuid Ó Cearbhaill, Journal of the Galway Archaeological and Historical Society, volume 54, 2002, pp.121–140. *\"Gleanntáin Ghlas' Ghaoth Dobhair\" – a song of emigration written by Francie Mooney *\"Goodbye Johnny Dear\" – song made popular by Bridie Gallagher in 1950s *\"Goodbye Mick (Leaving Tipperary)\" – recorded by P.J. Murrihy and by Ryan's Fancy *\"Gortnamona\" – by Percy French (his favourite song) *\"Green Fields of Gaoth Dobhair\" – recorded by Clannad in 1982 *\"Green Glens of Antrim\" *\"Heart of Donegal\" *\"Heaven Around Galway Bay\" *\"The Hills of Donegal\" – written in 1900 by Neil McBride, recorded later by Bridie Gallagher *\"The Homes of Donegal\" – written by local teacher Seán McBride (1902–1996) in 1955, first recorded by Charlie Magee (his brother-in-law) and later by Paul Brady *\"Innishmeela\" – by Percy French *\"Ireland's Call\" – official anthem for the Ireland national rugby union team, written by Phil Coulter *\"Isle of Innisfree\" – composed by Irish songwriter Dick Farrelly, the main theme of the film The Quiet Man. *\"Isle of Hope, Isle of Tears\" – written by Brendan Graham, about Annie Moore, the first immigrant to pass through Ellis Island *\"Limerick Is Beautiful\" *\"Lovely Inishowen\" *\"Lovely Derry on the Banks of the Foyle\" *\"Lovely Green Gweedore\" *\"Miles of Eyes – written by songwriter Jimmy MacCarthy and released as a single in 1981 *\"Moonlight in Mayo\" *\"Mountains of Pomeroy\" – written by George Sigerson.Kathleen Hoagland, ed. 1000 Years of Irish Poetry *\"Mursheen Durkin\" – a traditional song collected by Colm Ó Lochlainn *\"Slievenamon\" – one of the best-known Tipperary songs, written by Charles KickhamDr. Mark F. Ryan,Fenian Memories, Edited by T.F. O'Sullivan, M. H. Gill & Son, LTD, Dublin, 1945 *\"The Mountains of Mourne\" – about Irish emigrants in London (Composer: Percy French) *\"My Donegal Shore\" – by Daniel O'Donnell, believed to have kick started his career. *\"My Dublin Bay\" – composed by May O'Higgins. *\"Thank God for America\" – by the Wolfe Tones, a song about Irish emigration to North America. *\"The Banks of My Own Lovely Lee\" – the Cork anthem *\"The Offaly Rover\" - the Offaly anthem *\"The Reason I Left Mullingar\" written by Pat Cooksey, arrangement by Finbar Furey *\"The Road to Ballybay\" – by Percy French *\"Road to Creeslough\" – about the village in Donegal. Recorded by Bridie Gallagher. *\"The Road to Mallinmore\" *\"The Rocky Road to Dublin\" – a rollicking song written by Galwayman D. K. Gavan for music-hall artist Harry Clifton around 1863The Era magazine, 22 February 1863 *\"The Shamrock Shore\" – several songs by this name, Roud Index no. 1419. *\"The Shores of Amerikay\" – about leaving Ireland for America *\"The Shores of Botany Bay\" – about leaving Ireland for Australia *\"Song for Ireland\" – anthemic song by Englishman Phil Colclough *\"Spancill Hill\" – an emigrant's dream of returning home to his native County Clare *\"The Spanish Lady\" – a Dublin song, but can also refer to Galway and Belfast *\"The Stone Outside Dan Murphy's Door\" – written in the 19th century by Johnny Patterson *\"The Tumble Down Shack in Athlone\" – one of several \"Irish\" songs written by Monte Carlo and recorded by John McCormack *\"Lock Hospital\" (also known as \"St. James Hospital\" and \"The Unfortunate Rake\"), Irish version of a song also found in Britain and the USA (where it developed into \"The Dying Cowboy\" and \"St. James Infirmary)\"A.L.Lloyd, Folksong in England (London, 1967), pp. 219–220. It was collected in County Cork in 1848 and the singer said he learned it in Dublin in 1790. *\"When I Mowed Pat Murphy's Meadow\" – originally a poem by M. J. Devine whose people came from North Kerry. Recorded by the McNulty family in the US and was a hit for P. J. Murrihy in Ireland.Farmer's Journal *\"Where the River Shannon Flows\" *\"The Zoological Gardens\" – by Dominic Behan *\"The Banks of Sweet Viledee\" – an Irish version of The Daemon Lover (Child #243), sung by Frank Browne of Ballingare, County RoscommonEarly Ballads in Ireland, 1968–1985, edited by Tom Munnelly and Hugh Shields, European Ethinc Oral Traditions ===Songs of the Travelling People=== *\"The Blue Tar Road\" – song by Liam Weldon *\"Danny Farrell\" – by Pete St John *\"I'm a Rover Seldom Sober\" – Irish version of \"The Grey Cock\" or \"The Night Visit\" (Child #248)The popular ballads of England and Scotland, edited by Francis Jame Child. 1904 edition. p. 551 *\"Last of the Travelling People\" – song by the Pecker Dunne *\"Man of the Road\" – Recorded by The Cafe Orchestra featuring singer Sinead Stone. Composed by Dick Farrelly. *\"The Tinker's Lullaby\" – song by the Pecker Dunne *\"The Little Beggarman\" – sung to the melody of the \"Red-Haired Boy\" *\"Sullivan's John\" – written by the Pecker Dunne ===Sport, play and fighting=== *\"Bold Thady Quill\" – a Cork song written about 1895 by Johnny Tom Gleeson (1853–1924)Johnny Tom Gleeson, by James A. Chisman. The Three Spires Press, Cork, Ireland, 1994. *\"The Bold Christy Ring\" – song about Cork hurler Christy Ring to the tune of Bold Thady Quill *\"The Contender\" – song by Jimmy Macarthy about 1930s Irish boxer Jack Doyle, recorded by Christy Moore *\"Donnelly and Cooper\" – about a bare-knuckle boxing match at the Curragh of Kildare in 1815. *\"Donnelly and Oliver\" – Irish bare-knuckle boxer Dan Donnelly in 1819. *\"The Fight on the Hill\" *\"The Galway Races\" *\"Morrissey and the Russian Sailor\" – about a bare-knuckle boxing match *\"Cuchulainn's Son'- biographic song about Nickey Rackard the famous Wexford hurler written by Wexford author Tom Williams *\"Nickey Rackard 'The Golden Sun' – another biographic song about Nickey Rackard *\"A Song For Christy Ring\" – another song about Cork hurler Christy Ring by Brian McNamara to the air of \"Dear Old Skibbereen\" ===Humorous songs=== *\"Arkle\" – by Dominic Behan, about the race- horse Arkle *\"An Poc Ar Buile\" – Irish-language song about a rebellious billy- goat, made popular by Seán Ó Sé and Kevin Conneff *\"The Boys of Fairhill\" – popular Cork song, original version by Con Doyle, recorded by Jimmy Crowley *\"Delaney's Donkey\" – recorded by Val Doonican *\"The Finding of Moses\" – written by Zozimus (Michael Moran, 1794–1846), recorded by The Dubliners *\"General Guinness\" – a song about the stout from Dublin, recorded by The Boys of the Lough *\"In the Town of Ballybay\" – a \"nonsense\" song by Tommy Makem *\"The Irish Rover\" – song about a seafaring disaster on a vessel sailing from Ireland to the new Americas. Written by J. M. Crofts.Ballads of an Irish fireside, Vol 1, Walton's Musical Instrument Galleries, Dublin 1951 *\"Johnny Daddlum\" – Irish version of the song known in the Roud Index as \"the Crabfish\" *\"Master McGrath\" – about the famous greyhound, Master McGrath *\"Monto (Take Her Up To Monto)\" – a song by George Hodnett about the famous red-light district around Montgomery Street in Dublin. *\"Nell Flaherty's Drake\" – written (in Irish) by Eoghan Rua Ó Súilleabháin (1748–1782), a translation of which by Frank O'Connor appeared in A Broadside, 1935. In Cork called \"Ned Flaherty's Drake\". *\"The Night the Goat Broke Loose on Grand Parade\" – a Cork song from the 1930s, recorded by Dick Hogan (on Wonders of the World). *\"O'Rafferty's Motor Car\" – recorded by Val Doonican *\"Paddy McGinty's Goat\" – recorded by Val DoonicanVal Doonican Songbook, London, 1965, Francis, Day & Hunter Ltd *\"The Peeler and the Goat\" – an old song recorded by Delia Murphy. *\"Rafferty's Racin' Mare\" – written by Percy French. *\"A Sailor Courted a Farmer's Daughter\" – found mainly in Northern Ireland, a version of a song also called The Constant Lovers (Roud 993, Laws O41). A parody was written by Percy French and recorded by Dominic Behan.Dominic Behan: Ireland Sings (London, 1969) *\"Shake Hands with Your Uncle Dan\" – written in the 19th century by Johnny Patterson *\"Slattery's Mounted Foot\" – written by Percy French. *\"Westmeath Bachelor\" - by Joe Dolan ===Murder ballads=== *\"Miss Brown\" – a murder ballad from Dublin *\"Henry My Son\" – the Irish version of \"Lord Randall\" (Child ballad #12), also a children's song\"Cut the Loaf: Irish Children's Songs,\" Carmel O Boyle, Mercier Press, 1986 *\"Weela Weela Walya\" – an Irish children's version of \"The Cruel Mother\" (Child ballad #20) *\"The Woman From Wexford\" – the Irish version of \"Eggs and Marrowbone\" *\"What Put the Blood\" (also known as \"What Brought the Blood?\") – the Irish version of \"Edward\" (Child ballad #13), popularised by Al O'Donnell *\"The Well Below the Valley\" – the Irish version of \"The Maid and the Palmer\" (Child ballad #21), recorded by Planxty *\"The Maid From Cabra West\" – an Irish version of an English song, sung by Frank Harte *\"The Colleen Bawn\", based on a true story of a girl murdered in 1819, dealt with in a play by Dion Boucicault *\"The Twangman\" – written by Zozimus (Michael Moran, 1794–1846)Harte, Frank, Songs of Dublin, (ed.), 1978, Gilbert Dalton, Dublin and 1993, Ossian Publications, Cork. ===Drinking=== *\"Crúiscín Lán\" (anglicized \"Cruiskeen Lawn\") - a song about a man who love to drink. The title translated to \"a full jug\". *\"Dicey Riley\" – a Dublin song about a woman who enjoys her little drop, with verses by Dominic Behan and Tom Munnelly *\"The Hills of Connemara\" – a song about making poitín in Connemara *\"I'm Not Irish\" - a song about enjoying Irish music in a pub, by Garry Farren *\"The Juice of the Barley\" *\"The Jug of Punch\" – collected by Sam Henry and others *\"Keg of Brandy\" – by Robbie O'Connell *\"The Moonshiner\" – a traditional song made popular by Delia Murphy *\"The Parting Glass\" – a farewell song *\"The Rare Auld Mountain Dew\" – drinking song dedicated to poitín (illegally distilled whiskey) by Edward Harrigan and Dave Braham, 1882The Blackbird, published by W. A. Pond, New York, 1882. *\"Seven Drunken Nights\" – an Irish version of the Child ballad Our GoodmanFrancis James Child, The English and Scottish Popular Ballads, \"Our Goodman\" *\"Whiskey in the Jar\" – song about a highwayman betrayed, still very popularThe Folk Songs of North America: In the English Language, Alan Lomax, Peggy Seeger, Mátyás Seiber, Don Banks, Doubleday, 1960 *\"Whiskey You're The Devil\" – a drinking song made popular by the Clancy Brothers *\"The Wild Rover\" ===Hedge schoolmaster songs=== *\"The Boys of Mullaghbawn\" *\"Cloghamon Mill\" *\"The Colleen Rue\" – translated from an Irish-language song \"An Cailín Rua\" (the red-haired girl) *\"The Cottage Maid\" *\"The Cuckoo's Nest\" – by John Sheils *\"The Curracloe Boat Crew\" – a song from Wexford *\"Easter Snow\" – an aisling set in a town in Roscommon *\"Flower of Gortade\" *\"The Limerick Rake\" – a popular song, from a broadside *\"Lough Erne Shore\" *\"Old Arboe\" – a song in praise of a spot near Lough Neagh in Co Tyrone\" *\"Sheila Nee Iyer\" – a parody of an aisling ===Get-togethers=== *\"Báidín Fheilimí\" – a children's song from County Donegal *\"Lanigan's Ball\" – written by Galwayman D. K. Gavan for music- hall artist Harry Clifton around 1863 *\"Johnny MacAldoo\" *\"The Night Before Larry Was Stretched\" – the night before a hanging, in old Dublin dialect *\"Phil the Fluther's Ball\" – composed by Percy French *\"The Ragman's Ball\" *\"The Ragman's Wake\" *\"Tim Finigan's Wake\" – also known as \"Finnegan's Wake\" – mid 19th-century broadside and music-hall song published in New York, attributed to John F. Poole,John K. Casey: The Rising of the Moon, and other Ballads, Songs and Legends to an air called \"The French Musician\"The Journal of the Folk Song Society, vol. IV, p. 294 *\"The Tipperary Christening\" *\"Waxies' Dargle\" – about the annual outing to Ringsend by Dublin cobblers (waxies) ==See also== *Music of Ireland *Sean-nós song *Traditional Irish Singers *List of folk songs by Roud number (Roud Folk Song Index) ==References== ==External links== * Category:Irish styles of music Category:Songs about Ireland Ballads List",
 "title": "List of Irish ballads"
}