{
 "id": "30330",
 "text": "In mathematics, a total or linear order is a partial order in which any two elements are comparable. That is, a total order is a binary relation \\leq on some set X, which satisfies the following for all a, b and c in X: # a \\leq a (reflexive). # If a \\leq b and b \\leq c then a \\leq c (transitive) # If a \\leq b and b \\leq a then a = b (antisymmetric) # a \\leq b or b \\leq a (strongly connected, formerly called total). Total orders are sometimes also called simple, connex, or full orders. A set equipped with a total order is a totally ordered set; the terms simply ordered set, linearly ordered set, and loset are also used. The term chain is sometimes defined as a synonym of totally ordered set, but refers generally to some sort of totally ordered subsets of a given partially ordered set. An extension of a given partial order to a total order is called a linear extension of that partial order. == Strict and non-strict total orders == A on a set X is a strict partial order on X in which any two elements are comparable. That is, a total order is a binary relation < on some set X, which satisfies the following for all a, b and c in X: # Not a < a (irreflexive). # If a < b and b < c then a < c (transitive). # If a eq b, then a < b or b < a (connected). For each (non-strict) total order \\leq there is an associated relation <, called the strict total order associated with \\leq that can be defined in two equivalent ways: * a < b if a \\leq b and a eq b (reflexive reduction). * a < b if not b \\leq a (i.e., < is the complement of the converse of \\leq). Conversely, the reflexive closure of a strict total order < is a (non-strict) total order. == Examples == * Any subset of a totally ordered set is totally ordered for the restriction of the order on . * The unique order on the empty set, , is a total order. * Any set of cardinal numbers or ordinal numbers (more strongly, these are well-orders). * If is any set and an injective function from to a totally ordered set then induces a total ordering on by setting if and only if . * The lexicographical order on the Cartesian product of a family of totally ordered sets, indexed by a well ordered set, is itself a total order. * The set of real numbers ordered by the usual \"less than or equal to\" (≤) or \"greater than or equal to\" (≥) relations is totally ordered, and hence so are the subsets of natural numbers, integers, and rational numbers. Each of these can be shown to be the unique (up to an order isomorphism) \"initial example\" of a totally ordered set with a certain property, (here, a total order is initial for a property, if, whenever has the property, there is an order isomorphism from to a subset of ):This definition resembles that of an initial object of a category, but is weaker. ** The natural numbers form an initial non-empty totally ordered set with no upper bound. ** The integers form an initial non-empty totally ordered set with neither an upper nor a lower bound. ** The rational numbers form an initial totally ordered set which is dense in the real numbers. Moreover, the reflexive reduction < is a dense order on the rational numbers. ** The real numbers form an initial unbounded totally ordered set that is connected in the order topology (defined below). * Ordered fields are totally ordered by definition. They include the rational numbers and the real numbers. Every ordered field contains an ordered subfield that is isomorphic to the rational numbers. Any Dedekind-complete ordered field is isomorphic to the real numbers. * The letters of the alphabet ordered by the standard dictionary order, e.g., etc., is a strict total order. == Chains == The term chain is sometimes defined as a synonym for a totally ordered set, but it is generally used for referring to a subset of a partially ordered set that is totally ordered for the induced order. Here: Chapter 14 Here: p. 35 Typically, the partially ordered set is a set of subsets of a given set that is ordered by inclusion, and the term is used for stating properties of the set of the chains. This high number of nested levels of sets explains the usefulness of the term. A common example of the use of chain for referring to totally ordered subsets is Zorn's lemma which asserts that, if every chain in a partially ordered set has an upper bound in , then contains at least one maximal element. Here: p. 100 Zorn's lemma is commonly used with being a set of subsets; in this case, the upperbound is obtained by proving that the union of the elements of a chain in is in . This is the way that is generally used to prove that a vector space has Hamel bases and that a ring has maximal ideals. In some contexts, the chains that are considered are order isomorphic to the natural numbers with their usual order or its opposite order. In this case, a chain can be identified with a monotone sequence, and is called an ascending chain or a descending chain, depending whether the sequence is increasing or decreasing.Yiannis N. Moschovakis (2006) Notes on set theory, Undergraduate Texts in Mathematics (Birkhäuser) , p. 116 A partially ordered set has the descending chain condition if every descending chain eventually stabilizes.that is, beyond some index, all further sequence members are equal For example, an order is well founded if it has the descending chain condition. Similarly, the ascending chain condition means that every ascending chain eventually stabilizes. For example, a Noetherian ring is a ring whose ideals satisfy the ascending chain condition. In other contexts, only chains that are finite sets are considered. In this case, one talks of a finite chain, often shortened as a chain. In this case, the length of a chain is the number of inequalities (or set inclusions) between consecutive elements of the chain; that is, the number minus one of elements in the chain.Davey and Priestly 1990, Def.2.24, p. 37 Thus a singleton set is a chain of length zero, and an ordered pair is a chain of length one. The dimension of a space is often defined or characterized as the maximal length of chains of subspaces. For example, the dimension of a vector space is the maximal length of chains of linear subspaces, and the Krull dimension of a commutative ring is the maximal length of chains of prime ideals. \"Chain\" may also be used for some totally ordered subsets of structures that are not partially ordered sets. An example is given by regular chains of polynomials. Another example is the use of \"chain\" as a synonym for a walk in a graph. == Further concepts == === Lattice theory === One may define a totally ordered set as a particular kind of lattice, namely one in which we have : \\\\{a\\vee b, a\\wedge b\\\\} = \\\\{a, b\\\\} for all a, b. We then write a ≤ b if and only if a = a\\wedge b. Hence a totally ordered set is a distributive lattice. === Finite total orders === A simple counting argument will verify that any non-empty finite totally ordered set (and hence any non-empty subset thereof) has a least element. Thus every finite total order is in fact a well order. Either by direct proof or by observing that every well order is order isomorphic to an ordinal one may show that every finite total order is order isomorphic to an initial segment of the natural numbers ordered by <. In other words, a total order on a set with k elements induces a bijection with the first k natural numbers. Hence it is common to index finite total orders or well orders with order type ω by natural numbers in a fashion which respects the ordering (either starting with zero or with one). === Category theory === Totally ordered sets form a full subcategory of the category of partially ordered sets, with the morphisms being maps which respect the orders, i.e. maps f such that if a ≤ b then f(a) ≤ f(b). A bijective map between two totally ordered sets that respects the two orders is an isomorphism in this category. === Order topology === For any totally ordered set X we can define the open intervals (a, b) = {x : a < x and x < b}, (−∞, b) = {x : x < b}, (a, ∞) = {x : a < x} and (−∞, ∞) = X. We can use these open intervals to define a topology on any ordered set, the order topology. When more than one order is being used on a set one talks about the order topology induced by a particular order. For instance if N is the natural numbers, < is less than and > greater than we might refer to the order topology on N induced by < and the order topology on N induced by > (in this case they happen to be identical but will not in general). The order topology induced by a total order may be shown to be hereditarily normal. === Completeness === A totally ordered set is said to be complete if every nonempty subset that has an upper bound, has a least upper bound. For example, the set of real numbers R is complete but the set of rational numbers Q is not. In other words, the various concepts of completeness (not to be confused with being \"total\") do not carry over to restrictions. For example, over the real numbers a property of the relation ≤ is that every non-empty subset S of R with an upper bound in R has a least upper bound (also called supremum) in R. However, for the rational numbers this supremum is not necessarily rational, so the same property does not hold on the restriction of the relation ≤ to the rational numbers. There are a number of results relating properties of the order topology to the completeness of X: * If the order topology on X is connected, X is complete. * X is connected under the order topology if and only if it is complete and there is no gap in X (a gap is two points a and b in X with a < b such that no c satisfies a < c < b.) * X is complete if and only if every bounded set that is closed in the order topology is compact. A totally ordered set (with its order topology) which is a complete lattice is compact. Examples are the closed intervals of real numbers, e.g. the unit interval [0,1], and the affinely extended real number system (extended real number line). There are order-preserving homeomorphisms between these examples. === Sums of orders === For any two disjoint total orders (A_1,\\le_1) and (A_2,\\le_2), there is a natural order \\le_+ on the set A_1\\cup A_2, which is called the sum of the two orders or sometimes just A_1+A_2: : For x,y\\in A_1\\cup A_2, x\\le_+ y holds if and only if one of the following holds: :# x,y\\in A_1 and x\\le_1 y :# x,y\\in A_2 and x\\le_2 y :# x\\in A_1 and y\\in A_2 Intuitively, this means that the elements of the second set are added on top of the elements of the first set. More generally, if (I,\\le) is a totally ordered index set, and for each i\\in I the structure (A_i,\\le_i) is a linear order, where the sets A_i are pairwise disjoint, then the natural total order on \\bigcup_i A_i is defined by : For x,y\\in \\bigcup_{i\\in I} A_i, x\\le y holds if: :# Either there is some i\\in I with x\\le_i y :# or there are some i in I with x\\in A_i, y\\in A_j == Orders on the Cartesian product of totally ordered sets == In order of increasing strength, i.e., decreasing sets of pairs, three of the possible orders on the Cartesian product of two totally ordered sets are: * Lexicographical order: (a,b) ≤ (c,d) if and only if a < c or (a = c and b ≤ d). This is a total order. * (a,b) ≤ (c,d) if and only if a ≤ c and b ≤ d (the product order). This is a partial order. * (a,b) ≤ (c,d) if and only if (a < c and b < d) or (a = c and b = d) (the reflexive closure of the direct product of the corresponding strict total orders). This is also a partial order. All three can similarly be defined for the Cartesian product of more than two sets. Applied to the vector space Rn, each of these make it an ordered vector space. See also examples of partially ordered sets. A real function of n real variables defined on a subset of Rn defines a strict weak order and a corresponding total preorder on that subset. == Related structures == A binary relation that is antisymmetric, transitive, and reflexive (but not necessarily total) is a partial order. A group with a compatible total order is a totally ordered group. There are only a few nontrivial structures that are (interdefinable as) reducts of a total order. Forgetting the orientation results in a betweenness relation. Forgetting the location of the ends results in a cyclic order. Forgetting both data results in a separation relation. == See also == * Artinian ring * Order theory * Well-order * Suslin's problem * Countryman line * Permutation * Prefix order – a downward total partial order == Notes == == References == * * * * George Grätzer (1971). Lattice theory: first concepts and distributive lattices. W. H. Freeman and Co. * John G. Hocking and Gail S. Young (1961). Topology. Corrected reprint, Dover, 1988. * * == External links == * Category:Binary relations Category:Order theory Category:Set theory",
 "title": "Total order"
}