{
 "id": "303835",
 "text": "SkyEurope Airlines was a low-cost airline headquartered in Bratislava,\"General contacts.\" SkyEurope. 22 August 2006. Retrieved on 3 March 2010. \"HEADQUARTERS SkyEurope Airlines, a. s.\" and \"Ivanská cesta 26 P.O.Box 24 820 01 Bratislava 21 Slovakia\"Map. Supernavigator.sk. Retrieved on 4 May 2010 with its main base at Bratislava Airport (BTS) in Bratislava, Slovakia, and another base in Prague. The carrier filed for bankruptcy on 31 August 2009 and suspended all flights on 1 September 2009. The airline operated short-haul scheduled and charter passenger services. On 22 June 2009, the airline announced it had been granted creditor protection while it restructured its debts.Low-fare airline SkyEurope granted creditor protection However, this did not protect the airline from announcing bankruptcy on 31 August 2009 and cancelling all flights immediately. ==History== SkyEurope was established in November 2001 and started operations on 13 February 2002 (domestic flight Bratislava-Kosice operated with 30 seat turboprop Embraer 120 ER Brasília). It was founded by Alain Skowronek (Chairman) and Christian Mandl (Chief Executive) and financed by EBRD, ABN AMRO and EU funds. Although some criticized the decision to base an airline in Bratislava, Mandl saw the effect that the low-cost carriers were having in Western Europe and envisioned it going a step further with a low- cost carrier in a low cost country. Mandl and Skowronek were aware of the catchment area of Bratislava Airport with the airport being located within a one-hour drive of Vienna, Brno and Győr and a catchment area of four countries (Austria, Hungary, the Czech Republic and Slovakia). On 27 September 2005, the airline went public on the Vienna and Warsaw stock exchanges. The initial public offering price was 6 EUR, valuing the company at 120 million euro. The IPO on the Vienna and Warsaw stock exchanges was the first by a central European low-cost carrier and the first by any Slovak company. In the following weeks, share price decreased to 5 EUR/share. On 10 November 2005, investment bank CA-IB, member of HVB Group, issued a buy recommendation with target price 6.5 EUR. The bank assumed that first-mover advantage, a term often used during the previous dot-com bubble,Tiffany Ya-de Wong, Move Over, First Mover, Stanford University, 4 June 2003, available online would \"provide competitive edge\".Thomas Paul, Marcin Jabłczyński, Low-cost carrier conquers CEE sky, CA-IB initial coverage, 10 November 2005, published on SkyEurope website In 2006, SkyEurope announced it would cut ticket prices to minus 10 koruna, claiming to become the first airline that pays people for flying with it. The advertised negative price did not include fees charged to the passenger. 2007 marked a year of growth and change for SkyEurope. The airline opened a base at Vienna International Airport in March 2007, placing two new 737-700s operating sixteen routes. In October 2007, SkyEurope closed its hubs in Kraków and Budapest, thus reallocating its aircraft to the hubs in Prague and Vienna. In 2008, SkyEurope entered into a partnership with České dráhy creating the CD Sky alliance whereby SkyEurope tickets would be sold for a fixed price at railway stations in Brno and Prague. In October – December 2008 SkyEurope transported 726,656 passengers, bringing the 12-month passenger total to 3.577 million.Passenger Traffic reports published monthly on skyeurope.com Its major Central European competitor Wizz Air claims to have carried 5.8 million passengers in 2008. The company's last CEO (acting) was Nick Manoudakis, who replaced Jason Bitter. Members of the Supervisory board were its Chairman Iordanis Karatzas (since 1 October 2006), Jeremy Blank (since 1 October 2006), Christophe Aurand (since 1 October 2006, works as CEO of York UK Advisors), Hans Källenius (re-elected 30 March 2007, represents minority shareholders) and Josef In-Albon (since 30 March 2007).Annual Report 2007 ===Final years=== The loss-making airline was seeking a new ownership structure with additional capital. The airline owed €25 million as a bridge loan to hedge fund York Global Finance II, due on 15 July 2009. On 8 January 2009, leasing company GECAS ordered SkyEurope to return six Boeing aircraft due to financial problems. On 23 June 2009, SkyEurope went into administration having been granted protection from its creditors by the district court in Bratislava. On 11 August 2009, SkyEurope was not allowed to fly into Vienna International Airport due to unpaid landing fees. Flights were handled at Bratislava Airport instead. SkyEurope filed opening of bankruptcy proceedings on 31 August 2009. All flights were suspended with immediate effect on 1 September 2009. Due to passengers being stranded, Irish airline Ryanair announced on 1 September 2009 that they had launched rescue fares from Bratislava to Alicante, Barcelona (Girona), Brussels (Charleroi), Rome (Ciampino), Liverpool and London (Stansted). Flights were bookable until 20 September 2009 and certain flights till 17 December 2009. All flights were sold at a price of €25, one way, taxes and charges included. Malév Hungarian Airlines also accepted people holding SkyEurope tickets on their flights for a discounted price. Malév was offering one-way travel options to a total of 12 cities for all those who held a SkyEurope air ticket and were unable to board their flight because of the bankruptcy proceedings launched against the company. The one-way air tickets were priced from €49. Wizz Air also announced rescue flights for passengers stranded at Prague to Amsterdam, Bari, Bourgas, Brussels, Copenhagen, London (Luton), Milan (Bergamo), Naples, Paris (Orly), Rome (Fiumicino), Thessaloniki and Venice (Treviso) and from Bratislava to Rome. Flights were bookable until 15 September 2009 with certain flights available till 26 March 2010 for a total fee of €30 one way. Also Blue Air offered some rescue flights for passengers stranded in Bucharest to Vienna. The extra fee was €60. ==Financial results== The company never made a profit. At the end of March 2009, it had negative equity with liabilities two times higher than assets. Shares fell from its IPO level of 6 euro per share to a mere 20 cents per share at the end of January 2009.Vienna Stock Exchange (SkyEurope is traded on \"standard market continuous\") On 30 September 2008, SkyEurope had overdue debt one million EUR on social insurance of its employees. The overdue debt gradually increased to €3.1 million at the end of June 2009.Sociálna poisťovňa, Overdue insurance payments, exactly SKK 29 845 282 at the end of September 2008, SKK 49 651 856 at the end of December 2008, €2,355,595.94 at the end of March 2009 and €3,135,316.94 at the end of June 2009 At 31 March, SkyEurope was in technical default on its loan from Bank of Scotland.Report of the First Half (H1) of FY 2009, available on skyeurope.com According to released Preliminary results for FY 2008, \"material uncertainties exist regarding the ability of SkyEurope Holding to continue as going concern\".Preliminary results for FY 2008, page 18, pdf available on skyeurope.com The company failed to publish audited results for financial year 2008 on 30 January 2009, management stated it expected the statements to be published by 17 February 2009 at the latest.Delay of publication of SkyEurope Holding AG´s annual financial statements, 30 January 2009 On 17 February, SkyEurope announced further postponement, its management expected the audited results to be published by 15 March.Centre for Asia Pacific Aviation – Peanuts!, SkyEurope Holding AG further postpones release of annual financial statements, 19 February 2009 On 15 March, SkyEurope announced a third postponement, its management expected the audited results for FY 2008 to be published by 15 April.Euroadhoc.com In June 2009, in an effort to avoid bankruptcy, SkyEurope announced a restructuring of the company and received bankruptcy protection from the Slovak courts (valid in the whole European Union). However, this failed and on 1 September 2009, the airline went into bankruptcy. In March 2010 liabilities were estimated up to 180 million Euro and assets less than 6 million Euro (including 0,5 million of cash). {| class=\"wikitable\" |+ Selected financial results of SkyEurope Holding AG ! Million EUR !! FY 2004 !! FY 2005 !! FY 2006 !! FY 2007 !! FY 2008 !! X/08-III/09 |- ! Operating revenues | align=\"right\" | 53 || align=\"right\" | 113 || align=\"right\" | 159 || align=\"right\" | 236 || align=\"right\" | 260 || align=\"right\" | 85 |- ! Operating expenses | style=\"color:red\" align=\"right\"|(66) || style=\"color:red\" align=\"right\"|(146) || style=\"color:red\" align=\"right\"|(214) || style=\"color:red\" align=\"right\"|(257) || style=\"color:red\" align=\"right\"|(316) || style=\"color:red\" align=\"right\"|(111) |- ! Operating profit (EBIT) | style=\"color:red\" align=\"right\" |(13) || style=\"color:red\" align=\"right\" |(34) || style=\"color:red\" align=\"right\" |(55) || style=\"color:red\" align=\"right\" |(21) || style=\"color:red\" align=\"right\" |(56) || style=\"color:red\" align=\"right\" |(27) |- ! Net profit after tax | style=\"color:red\" align=\"right\" |(10) || style=\"color:red\" align=\"right\" |(29) || style=\"color:red\" align=\"right\" |(57) || style=\"color:red\" align=\"right\" |(24) || style=\"color:red\" align=\"right\" |(59) || style=\"color:red\" align=\"right\" |(32) |- ! Assets | align=\"right\" | 22 || align=\"right\" | 84 || align=\"right\" | 117 || align=\"right\" | 150 || align=\"right\" | 113 || align=\"right\" | 94 |- ! Equity | align=\"right\" | 0.1 || align=\"right\" | 34 || align=\"right\" | 16 || style=\"color:red\" align=\"right\" |(3) || style=\"color:red\" align=\"right\" |(61) || style=\"color:red\" align=\"right\" |(98) |- ! Liabilities | align=\"right\" | 22 || align=\"right\" | 50 || align=\"right\" | 101 || align=\"right\" | 152 || align=\"right\" | 174 || align=\"right\" | 192 |- ! Cash and equivalents | align=\"right\" | 9 || align=\"right\" | 46 || align=\"right\" | 42 || align=\"right\" | 12 || align=\"right\" | 1 || align=\"right\" | 0.5 |- ! Market capitalisation | align=\"right\" | n/a || align=\"right\" | 102 || align=\"right\" | 82 || align=\"right\" | 103 || align=\"right\" | 19 || align=\"right\" | 6 |} {| class=\"wikitable\" |+ Selected indicators ! !! FY 2004 !! FY 2005 !! FY 2006 !! FY 2007 !! FY 2008 !! X/08-III/09 |- ! Passengers (thousands) | align=\"right\" | 745 || align=\"right\" | 1,728 || align=\"right\" | 2,561 || align=\"right\" | 3,312 || align=\"right\" | 3,761 || align=\"right\" | 1,249 |- ! Revenues per passenger (EUR) | align=\"right\" | 71 || align=\"right\" | 65 || align=\"right\" | 62 || align=\"right\" | 71 || align=\"right\" | 69 || align=\"right\" | 68 |- ! Load factor (RPK/ASK in %) | align=\"right\" | 78.9 || align=\"right\" | 77.7 || align=\"right\" | 75.6 || align=\"right\" | 82.8 || align=\"right\" | 76.4 || align=\"right\" | 71.5 |} {| class=\"wikitable\" |+ Monthly passenger traffic (thousands)Passenger Traffic reports, published monthly on skyeurope.com ! !! Oct !! Nov !! Dec !! Jan !! Feb !! Mar !!Apr !! May !! Jun !! Jul !! Aug !! Sept |- ! FY 2008 | align=\"right\" | 305 || align=\"right\" | 284 || align=\"right\" | 269 || align=\"right\" | 227 || align=\"right\" | 255 || align=\"right\" | 308 || align=\"right\" | 280 || align=\"right\" | 333 || align=\"right\" | 344 || align=\"right\" | 387 || align=\"right\" | 415 || align=\"right\" | 355 |- ! FY 2009 | align=\"right\" | 274 || align=\"right\" | 220 || align=\"right\" | 233 || align=\"right\" | 174 || align=\"right\" | 161 || align=\"right\" | 188 || align=\"right\" | 203 || align=\"right\" | 208 || align=\"right\" | 214 || align=\"right\" | 243 || || |- !index | align=\"right\" | -10% || align=\"right\" | -23% || align=\"right\" | -13% || align=\"right\" | -24% || align=\"right\" | -37% || align=\"right\" | -39% || align=\"right\" | -28% || align=\"right\" | -38% || align=\"right\" | -38% || align=\"right\" | -37% || || |} Before the IPO, the largest shareholders were East Capital funds (16.72), EBRD (16.03), Christian Mandl (8.53), Peter Struhár (8.31), Alain Skowronek (8.19), DWS funds (7.79), GLG funds (7.17), Griffin funds (7.04), Euroventures Danube (6.68) and Foundation (6.39). Other investors held the remaining 7.15 share.Wiener Börse, SkyEurope Holding AG ==Destinations== SkyEurope operated 44 routes to 30 destinations in 17 countries. On 29 January 2009, MFD reported the airline cancelled hundreds of already booked flights from Prague.Jan Sůra, SkyEurope obmění svoji flotilu, část letů ruší kvůli malé poptávce, MF DNES 28 January 2009 ==Fleet== The SkyEurope fleet consisted of the following aircraft at that time of closure (as of 1 September 2009): {| class=\"toccolours\" border=\"1\" cellpadding=\"3\" style=\"border-collapse:collapse\" |+ 'SkyEurope fleet |- bgcolor=lightblue !Aircraft !In fleet !Orders !Notes |- |Boeing 737-300 |align=\"center\"|7 |align=\"center\"|0 |3 were leased from Air Slovakia 2 were stored at BUD |- |Boeing 737-500 |align=\"center\"|2 |align=\"center\"|0 |Two were dry-leased from Avia Asset Management |- |Boeing 737-700 |align=\"center\"|4 |align=\"center\"|10 |1 was seized at ORY |- |align=\"center\"|Total |align=\"center\"|13 |align=\"center\"|10 | |} In 2005 SkyEurope and Boeing finalized the order for four Boeing Next-Generation 737-700s worth US$220 million. The order includes purchase rights for up to 16 additional airplanes. This order followed SkyEurope's order with leasing company GECAS for 12 Boeing Next-Generation 737s. In April 2007, SkyEurope purchased an additional five jets. SkyEurope had an option to order six more jets at the price set in a 2005 deal with Boeing to buy as many as 32 planes by 2011. At the end of FY 2008, SkyEurope had agreements with GECAS and Dubai Aerospace Enterprise for the operating lease of twelve Boeing 737 aircraft. At 30 September 2008, the Company failed to comply with stipulated financial covenants, such as liquidity and net worth thresholds. As a result, an event of default would allow lessors to terminate the leases with immediate effect and either claim damages and/or require immediate redelivery of the aircraft. On 24 November 2008, SkyEurope received a default notice from GECAS, as a result of late lease payments.Preliminary results for FY 2008, page 19, pdf available on skyeurope.com On 9 January 2009, GECAS terminated the lease of six aircraft and ordered SkyEurope to immediately return the 737s. On that day, several SkyEurope flights were delayed up to seven hours.Jan Sůra, SkyEurope přišly o deset letadel, lety mají zpoždění, Mladá fronta DNES, 10 January 2009, front page Three additional aircraft were returned to the lessor on 5 January 2009. The airline operated four Boeing 737-700s aircraft,Czech Press Agency (ČTK), SkyEurope letos plánují pořízení tří nových letadel, 14 January 2009, Hospodárske noviny, SkyEurope má už len štyri lietadlá, 26 January 2009 two ex-FlyLal Boeing 737-500 aircraft (on dry-lease from Avia Asset Management), two ex-United Boeing 737-300 and two Air Slovakia Boeing 737-300 (both on dry-lease). SkyEurope also used other airlines for its flights, mainly Air Slovakia,Agence France-Presse, Low-cost SkyEurope's air fleet shrinks by two-thirds: CEO, 14 January 2009, and Travel Service Airlines.SkyEurope sales down, reports paper, spectator.sk, 18 March 2009 ==In-flight services== SkyEurope had a buy on board programme, SkyEurope Delights; in that programme, food was sold.\"SkyEurope Delights.\" SkyEurope. Retrieved on 1 September 2009. ==References== ==External links== * (at Archive.org) *Runway inflight magazine (at Archive.org) *SkyEurope fleet Category:Defunct airlines of Slovakia Category:Airlines established in 2001 Category:Airlines disestablished in 2009 Category:Defunct low-cost airlines Category:Companies listed on the Warsaw Stock Exchange Category:European Low Fares Airline Association Category:Slovakian companies established in 2001",
 "title": "SkyEurope"
}