{
 "id": "304145",
 "text": "Albert Gregory Meyer (March 9, 1903 – April 9, 1965) was an American prelate of the Catholic Church. He served as Archbishop of Chicago from 1958 until his death in 1965, and was appointed a cardinal in 1959. ==Early life and education== Albert Meyer was born in Milwaukee, Wisconsin, to Peter James and Mathilda (née Thelen) Meyer, who were German immigrants. The fourth of five children, he had two brothers and two sisters; one sister became a nun. As a child, Meyer would pretend to say Mass with a toy altar and a glass of water for the chalice of wine. He received his early education under the School Sisters of Notre Dame at the parochial school of St. Mary's Church. After attending Marquette Academy for two years, he entered St. Francis Seminary. In 1922, he was sent by Archbishop Sebastian Gebhard Messmer to continue his studies at the Pontifical North American College in Rome. ==Priesthood== On July 11, 1926, Meyer was ordained to the priesthood by Cardinal Basilio Pompili, at the church of Santa Maria sopra Minerva. He then studied at the Pontifical Biblical Institute, from where he obtained a doctorate in Holy Scriptures in 1930. Upon returning to the United States, he served as a curate at St. Joseph's Church in Waukesha until 1931, when he became a professor at his alma mater of St. Francis Seminary. He there taught religion, Greek, Latin, biblical archeology, dogmatic theology and Holy Scriptures. When Aloisius Joseph Muench was named Bishop of Fargo, Meyer succeeded him as rector of St. Francis Seminary in 1937. He was raised to the rank of Domestic Prelate in 1938, and also served as a chaplain and adviser to the local Serra Club, part of a global lay organization that promotes religious vocations to the Catholic Church. ==Bishop of Superior, Wisconsin== On February 18, 1946, he was appointed the sixth bishop of the Diocese of Superior, Wisconsin by Pope Pius XII.Diocese of Superior. Bishop Meyer (1946-1953). Meyer was consecrated on the following April 11 by Archbishop Moses E. Kiley, with Bishops Aloisius Joseph Muench and William Patrick O'Connor serving as co- consecrators, in the Cathedral of St. John the Evangelist. ==Archbishop of Milwaukee and Chicago== Bishop Meyer became the seventh Archbishop of Milwaukee on July 21, 1953. He was installed as Archbishop of Chicago on November 16, 1958.Archdiocese of Milwaukee. Archbishop Albert Gregory Meyer When Meyer visited the victims of the Our Lady of the Angels School fire with then-Mayor Daley, he nearly collapsed with grief while visiting the hospital and morgue. Cardinal Francis Spellman, archbishop of New York, lent support by traveling to Chicago in the aftermath of this tragedy, and Pope John XXIII sent a telegram to Meyer. Archbishop Meyer is featured in scenes of the 1958 film Decision for Happiness, produced by the Congregation of Sisters of St. Agnes. ==Cardinal== Despite skepticism,Time. Pope's Progress December 1, 1958 Meyer was created Cardinal Priest of S. Cecilia by Pope John XXIII in the consistory of December 14, 1959. He later participated at the first three sessions of the Second Vatican Council, from 1962 to 1964, and sat on its Board of Presidency. During the council, Meyer showed himself to be of liberal tendenciesTime. The Council's Prospects September 14, 1962Time. Cum Magno Dolore October 23, 1964Time. The Pope Runs the Church November 27, 1964 and was viewed as the chief intellectual among the participating American hierarchy.Holy Name Cathedral Parish. Resurrection, Restore & Renew April 8, 2007 The scholarly and often shy prelate supported religious liberty,Time. The Right to Worship According to One's Conscience October 2, 1964 and strongly condemned racism, giving speeches alongside Martin Luther King Jr. and warning his clergy \"not to foster the flame of racial hatred\". Meyer was also one of the cardinal electors in the 1963 papal conclave, which selected Pope Paul VI. Meyer, an occasional fisher, once called fishing the \"apostolic recreation\", and was also known to attend a Milwaukee Braves baseball game.Time. Stritch's Successor October 6, 1958 ==Death== He served as Archbishop of Chicago until his death from a heart attack after an operation to remove a malignant brain tumor in Mercy Hospital at age 62. He is buried in the cemetery of the University of Saint Mary of the Lake in Mundelein, Illinois. ==See also== * Catholic Church hierarchy * Catholic Church in the United States * Historical list of the Catholic bishops of the United States * List of Catholic bishops of the United States * Lists of patriarchs, archbishops, and bishops ==References== ==External links== *Cardinal Albert Meyer, The Cardinals of the Holy Roman Church *Official site of the Holy See Category:1903 births Category:1965 deaths Category:20th-century American cardinals Category:Roman Catholic archbishops of Chicago Category:American people of German descent Category:Participants in the Second Vatican Council Category:People from Chicago Category:Roman Catholic bishops of Superior Category:Roman Catholic archbishops of Milwaukee Category:Cardinals created by Pope John XXIII Category:Pontifical Biblical Institute alumni Category:Marquette University High School alumni",
 "title": "Albert Gregory Meyer"
}