{
 "id": "305180",
 "text": "Centipede is a 1981 fixed shooter arcade game developed and published by Atari, Inc. Designed by Dona Bailey and Ed Logg, it was one of the most commercially successful games from the golden age of arcade video games and one of the first with a significant female player base. The primary objective is to shoot all the segments of a centipede that winds down the playing field. An arcade sequel, Millipede, followed in 1982. Centipede was ported to Atari's own Atari 2600, Atari 5200, Atari 7800, and Atari 8-bit family. Under the Atarisoft label, the game was sold for the Apple II, Commodore 64, ColecoVision, VIC-20, IBM PC (as a self-booting disk), Intellivision, and TI-99/4A. Superior Software published the port for the BBC Micro. Versions for the Game Boy and Game Boy Color were also produced, as well as a version for the short-lived Game.com developed by Handheld Games and published by Tiger Electronics. ==Gameplay== thumb|left|A new game, with the centipede at the top and a spider in the lower right. The player controls a small insect-like Bug Blaster. It is moved around the bottom area of the screen with a trackball and fires small darts at a segmented centipede advancing from the top of the screen through a field of mushrooms. Each segment of the centipede becomes a mushroom when shot; shooting one of the middle segments splits the centipede into two pieces at that point. Each piece then continues independently on its way down the screen, with the rear piece sprouting its own head. If the centipede head is destroyed, the segment behind it becomes the next head. Shooting the head is worth 100 points while the other segments are 10. The centipede starts at the top of the screen, traveling either left or right. When it touches a mushroom or reaches the edge of the screen, it descends one level and reverses direction. The player can destroy mushrooms (a point each) by shooting them, but each takes four shots to destroy. At higher levels, the screen can become increasingly crowded with mushrooms due to player/enemy actions, causing the centipede to descend more rapidly. thumb|Arcade machine Once the centipede reaches the bottom of the screen, it stays within the player area and one-segment \"head\" centipedes will periodically appear from the side. This continues until the player has eliminated both the original centipede and all heads. When all the centipede's segments are destroyed, another one enters from the top of the screen. The initial centipede is 10 or 12 segments long, including the head; each successive centipede is one segment shorter and accompanied by one detached, faster-moving head. This pattern continues until all segments are separate heads, after which it repeats with a single full-length centipede. The player also encounters other creatures besides the centipedes. Fleas drop vertically and disappear upon touching the bottom of the screen, occasionally leaving a trail of mushrooms in their path when only a few mushrooms are in the player movement area; they are worth 200 points and takes two shots to destroy. Spiders move across the player area in a zig-zag pattern and eat some of the mushrooms; they are worth 300, 600, or 900 points depending on how close the player shoots it. Scorpions move horizontally across the screen, turning every mushroom they touch into poison mushrooms. Scorpions are also worth the most points of all enemies with 1,000 points each. A centipede touching a poison mushroom will attack straight down toward the bottom, then return to normal behavior upon reaching it. This \"poisoned\" centipede can be both beneficial and detrimental to the player; the player can destroy them rapidly as it descends down, while at the same time, they can be very challenging to avoid, especially if already split into multiple segments. The Bug Blaster is destroyed when hit by any enemy, after which any poisonous or partially damaged mushrooms revert to normal. 5 points are awarded for each regenerated mushroom. An extra life is awarded every 12,000 points. ==Development== Dona Bailey and Ed Logg developed Centipede for Atari. Logg, a supervisor, said that he did the design, while Bailey did about half of the programming. Bailey was one of the few female game programmers in the industry. Logg stated that the game was intended to attract women players; he believed that its design was not biased by sex, unlike a fighting or sports game. Bailey said: \"I really like pastels ... I really wanted it to look different, to be visually arresting\". Bailey had only recently discovered video games when she heard the song \"Space Invader\" (1979) by The Pretenders and then played Space Invaders (1978), but she was one of the few American women at the time with experience in assembly language programming. ==Reception== thumb|Atari 8-bit computer cartridge (1982) Centipede was one of the top four highest-grossing arcade games of 1982 in the United States, along with Ms. Pac-Man, Pac-Man and Donkey Kong. The Atari VCS port of Centipede sold 1,475,240 cartridges during 1982 to 1983, becoming the 11th-best-selling Atari game. Via It was also one of the first coin-operated arcade video games to have a significant female player base. How to Win Video Games (1982) estimated that half of its players and 60% of Pac-Mans were women, while 95% of Defender players were men. In 1983, Softline readers named Centipede ninth on the magazine's Top Thirty list of Atari 8-bit programs by popularity. The game received the award for \"1984 Best Computer Action Game\" at the 5th annual Arkie Awards where the judges described it as \"pack[ing] a real roundhouse punch\", and suggested that some \"insist that [the Centipede] Atari cartridge is the best home-arcade edition you can buy\". David H. Ahl of Creative Computing Video & Arcade Games said that the Atari 5200 version was \"delightful fun\". In a 1984 Video review of the Apple II version of the game, Bill Kunkel and Arnie Katz commented that \"the graphic limits of the Apple crimp the style\" and expressed disappointment in the game's \"sluggish\" interfacing with trackball controllers. In 1996, Next Generation listed the arcade version as number 84 on their \"Top 100 Games of All Time\", praising the cool concept, trackball control, and that it is accessible enough that \"any human on the planet can play it well enough to enjoy it\" yet \"hard enough that even excellent gamers find it challenging\". ==Legacy== ===Re-releases=== * The game is included in Arcade Classics for the Sega Genesis and Game Gear and a similar Master System compilation titled Arcade Smash Hits. * The game was released for Microsoft Windows 3.x as part of the Microsoft Arcade package in 1993. * Accolade released a version for the Game Boy in 1995, as part of their Arcade Classics series. This version is notable for having background music in the title screen and different sound effects compared to the other ports. * The game is included in the Midway Games published Arcade's Greatest Hits: The Atari Collection 1 for the Sega Saturn, Super Nintendo Entertainment System, and the PlayStation. * The arcade original was included in the PlayStation and Dreamcast versions of the Centipede 3D remake, replacing the arcade mode from the PC and Macintosh versions. * It is also included in Atari Arcade Hits 1, Atari Greatest Hits, Atari Anniversary Edition and Atari: 80 Classic Games in One!. * The game appears as a bonus unlockable minigame in the PlayStation 2 and Xbox versions of Terminator 3: Rise of the Machines, that can be unlocked once the game is beaten. * The game has also been made available for the Xbox and PlayStation 2 (in both arcade and Atari 2600 versions) as part of Atari Anthology in 2004. * The Xbox Live Arcade and PlayStation Portable's Atari Arcade Classics version was bundled with the sequel Millipede, which included an \"evolution mode\", featuring high-definition graphics and special effects like motion blur, trails, and particle-based explosions. * The game was released via Xbox Live Arcade for the Xbox 360 on May 2, 2007. * Glu Mobile released a licensed cellular phone version of Centipede that includes the original game as well as updated gameplay, skins, and modes. * In 2008, Atari released the game for the iPhone and iPod Touch. * The game is included in Retro Atari Classics and Atari Greatest Hits Volume 1 for the Nintendo DS. The former title also includes a remixed art version. * Both the arcade and 2600 versions are part of Atari Vault (2016). * Both the Atari 2600 and Atari 7800 version was released on the Evercade as part of Arcade Collection 1 and 2 in 2020. ===Sequels and remakes=== Centipede was followed by Millipede in 1982. In 1992, Atari Games developed a prototype of an arcade game called Arcade Classics for their 20th anniversary, which includes Missile Command 2 and Super Centipede with co-op 2-player mode. A 3D fantasy role-playing game based on the original game was being developed by Dark Science for the Atari Jaguar CD under the working title Centipede 2000. The source code of the project no longer exists and the only remaining proof of its existence is a short video clip from the developer. In 1998, after acquiring the intellectual property of Atari from then-owner JT Storage, Hasbro Interactive released a new version of the game for Microsoft Windows, PlayStation, Dreamcast, and Mac OS. It is very different from the original: 3D graphics, free movement around the map, and a campaign which can be played in single-player or multiplayer mode. In 2011, Atari, SA released Centipede: Infestation for Nintendo 3DS and Wii. In 2020, GameTaco released Centipede: Cash Blast for iOS. Atari announced Centipede: Recharged for PS4, PS5, Xbox One, Xbox Series X/S, Nintendo Switch, PC, and Atari VCS with exclusive content. It was released on September 29, 2021. ===Clones=== The Centipede concept was widely cloned, especially for home systems. ====Arcade clones==== * War of the Bugs or in a Mushroom Maze, by Food and Fun Corp./Armenia Ltd in 1981 * Jackler, by Konami in 1982 * Slither, by GDI in 1982 and ported to ColecoVision ====Home system clones==== * Bug Attack, 1981, Apple II, by Cavalier Computer * Arachnoid, 1982, VIC-20, by UMI * Aqua Attack, BBC Micro as part of the Welcome disk/tape with the BBC Master * Bug Off!, 1982, Atari 8-bit family, by Adventure International * Caterpillar, TRS-80 Color Computer, by Aardvark * Exterminator, 1982, VIC-20, C64, by Nüfekop and Bubble Bus * Katerpillar Attack, 1982, TRS-80 Color Computer, Dragon 32, by Tom Mix Software * Megalegs, 1982, Atari 8-bit family, by Megasoft * Myriapede, 1982, Atari 8-bit family * Video Vermin, 1982, VIC-20, by UMI * Arthropod, 1983, TI-99/4A, by North Hills * Bug Blaster, 1983, C64, BBC Micro, Acorn Electron, by Alligata * Bug Blaster, 1983, as part of the Friendlyware PC Arcade suite by Friendlysoft for IBM personal computers * Centi-Bug, 1983, ZX Spectrum, by DK'Tronics (titled Centipede on screen) * Maggotmania, 1983, C64, by Commodore * Megapede, 1983, ZX Spectrum, by Computerware * Mouse Stampede 1983, Macintosh, by Mark of the Unicorn * Mushroom Alley, 1983, C64, by Victory Software * Spectipede, 1983, ZX Spectrum, by R&R; Software * Wiggle Worm, 1984, TRS-80 Color Computer, by Chromasette * Decipede, 1987, type-in version for the C64 by COMPUTE!'s Gazette * Apeiron, 1995, Macintosh, by Ambrosia Software * Champ Centiped-em, 1997, MS-DOS, by CHAMProgramming * BuGS, 2021, Apple IIGS, by Rand-Emonium ===In other media=== In 1983, Milton Bradley released a board game based on the video game. The board game pits two players against each other in a race to be the first person to the opponent's home base with a centipede. Each player can utilize a blaster, as well as a scorpion and spider, to slow the opposing centipede's advance. A new board game based on Centipede was published by IDW Publishing in 2017. In 1989, a deadpan narration describing the original game appeared on side 2 of Negativland's third cassette release, The Weatherman (SSTC902), which consisted of clips from the live Over the Edge radio show sometime between 1982 and 1984. The narrator may be Ed Logg.Negativland, The Weatherman. Cassette only, SST Records SSTC902. Negativland Discography at The Skeptic Tank. American indie rock band the Strokes used promotional artwork for the game on their 2003 single, Reptilia. Centipede appears in the film Pixels. In May 2016, Emmett/Furla/Oasis Films has closed a deal to partner with Atari to produce and finance both Centipede and Missile Command movie adaptations. Dynamite Entertainment released a limited run comic book series based on Centipede, with issue #1 premiering in July 2017 ==Competitive arena== The game was chosen for the final round of the 1981 Atari World Championships run by Tournament Games International. The men's champion was Eric Ginner and the women's champion was Ok-Soo Han. The world record score on the arcade version of Centipede was 16,389,547 points by Jim Schneider of the USA on August 1, 1984. Donald Hayes of Windham, New Hampshire, USA, scored a world record 7,111,111 points under tournament rules on the arcade version of Centipede on November 5, 2000.\"Guinness World Records 2008 - Gamer's Edition\", page 240 ==References== ==External links== * * Centipede at the Arcade History database * Atari's official online version of Centipede * Centipede software disassembly and analysis Category:1981 video games Category:Atari games Category:Apple II games Category:Arcade video games Category:Atari 2600 games Category:Atari 5200 games Category:Atari 7800 games Category:Atari 8-bit family games Category:Atari arcade games Category:BBC Micro and Acorn Electron games Category:Cancelled Atari Jaguar games Category:ColecoVision games Category:Commodore 64 games Category:Commodore VIC-20 games Category:Ed Logg games Category:Fixed shooters Category:Game Boy games Category:Game Boy Color games Category:Game.com games Category:Intellivision games Category:IOS games Category:Mobile games Category:Texas Instruments TI-99/4A games Category:Trackball video games Category:Video games about insects Category:Video games developed in the United States Category:Windows games Category:Vertically-oriented video games",
 "title": "Centipede (video game)"
}