{
 "id": "305197",
 "text": "Kraggenburg is a settlement in the Noordoostpolder area of the Netherlands, with 1500 inhabitants. The village is situated south east of the regional town Emmeloord. Kraggenburg got her name from a former lighthouse that is named Oud Kraggenburg. It belongs to the oldest buildings of the reclaimed land area called Noordoostpolder, see also Schokland. ==19th century Kraggenburg== In the middle of the 19th century a group of rich trading partners formed a company that built dams into the Zuiderzee to enable ships to reach the town of Zwolle and enhance shipping goods to the province of Overijssel. To build dams into the water of the Zuiderzee they used so called 'kraggen': floating clusters of water plants and sheer. These 'kraggen' were cheap and could be found in the neighbourhood near villages like Wanneperveen, Dwarsgracht and Giethoorn. At the end of the western dam a little wooden shed was placed to house the lightkeeper. Those who erected it nicknamed it the Kraggenburght (translated: Kraggenburrow). Which explains the present name of Kraggenburg. ==Kraggenburg after reclaiming land from the sea== After pumping the polder dry, Kraggenburg and the lands surrounding it were made into an agricultural area with a focus on growing fruits. A large part of the area contained so- called stone clay which makes it virtually impossible to grow anything there. They turned it into a production forest in order to make some profit. ==Future== Kraggenburg will focus on recreational aspects in the near future. It features a hotel, two group accommodations, three camp sites and a small yacht harbour. The forest accommodates hiking, Nordic walking and such. You can swim, sail, ride bikes and fish in the area. ==Public transportation== There is no railway station in Kraggenburg, but the nearest stations are in Kampen and Meppel. ==External links== *Oud-Kraggenburg *Kraggenburg.nl *Google Maps Location Category:Populated places in Flevoland Category:Noordoostpolder",
 "title": "Kraggenburg"
}