{
 "id": "305236",
 "text": "The Adur ( or ) is a river in Sussex, England; it gives its name to the Adur district of West Sussex. The river, which is long, was once navigable for large vessels up as far as Steyning, where there was a large Saxon port, but by the 11th centuryChanges in the mouth of the Adur at Shoreham. the lower river became silted up and the port moved down to the deeper waters at the mouth of the river in Shoreham-by-Sea. ==Watercourse== The Adur begins as two separate branches, the western Adur and the eastern Adur, which meet 2 km west of Henfield. The western Adur rises at Slinfold from where it flows around Coolham and then through Shipley, where it meets Lancing Brook and flows on to West Grinstead and Knepp Castle. The western Adur is tidal as far north as Bines Bridge near Bines Green, south of West Grinstead. The eastern Adur rises at Ditchling Common, in East Sussex, from where it crosses into West Sussex and meets Herrings Stream at Twineham (). At Shermanbury, the eastern Adur is fed by the Cowfold Stream. The Normal Tidal Limit is just below this at the footbridge near Shermanbury Church although a weir just above the confluence with the Western Adur means that only the highest tides reach here. Up to the early 1800s boats could navigate to Mock Bridge where the A281 crosses the Adur. West of Henfield, the two branches of the river meet before flowing between Upper Beeding and Bramber, past Coombes, through a gap in the South Downs near Lancing College where the Adur is fed by the Ladywell Stream. The river continues on to the English Channel at Shoreham-by-Sea. The mouth of the Adur is now two miles (3 km) from the town centre of Shoreham due to longshore drift. Previously, the river mouth was further east, in Portslade, but an opening to the sea was made which allowed the creation of Southwick Ship Canal. The Baybridge Canal uses part of the Adur's watercourse. ==Etymology== The name Adur is a relatively recent (probably 1612s) invention, based on the name of the Roman fort Portus Adurni which was mistakenly believed to be at Shoreham. The river had previously been known as the Bramber, and was also recorded as the Sore in the sixteenth century, the latter probably a back- formation by William Harrison's Description of England (1577) from Shoreham (often Sorham in early sources).British Marine Life Study Society http://www.glaucus.org.uk/Adur-1.htmEkwall, E. The Concise Oxford Dictionary of English Placenames (4th ed.) Oxford University Press (1960) ==History== From Norman times the county of Sussex was divided into sections known as rapes. Each rape was typically centred on a river and river port and was guarded by a castle. Bramber rape was centred on the port of Bramber and the river Adur, with Bramber Castle located close to the river. At various times in the medieval period, Bramber, Steyning and New Shoreham were all major ports on the river. The western Adur also flows close to Knepp Castle, near Shipley.http://www.knepp.co.uk/ ==Settlements on the river== * Slinfold * Shipley * West Grinstead * Ditchling * Twineham * Wineham * Shermanbury * Bramber * Upper Beeding * Coombes * Shoreham-by-Sea ==See also== *Rivers of the United Kingdom ==References== ==External links== * Adur District Council - The River Adur * Guide to Adur River and District * Environment Agency flood warnings about river Adur * River Adur Guide * Adur Valley Nature Notes (including Shoreham-by-Sea) * River Adur Conservation Society Adur",
 "title": "River Adur"
}