{
 "id": "305252",
 "text": "Murray State University (MSU) is a public university in Murray, Kentucky. In addition to the main campus in Calloway County in southwestern Kentucky, Murray State operates extended campuses offering upper level and graduate courses in Paducah, Hopkinsville, Madisonville, and Henderson. ==History== Murray State University was founded after passage of Senate Bill 14 by the General Assembly of the Commonwealth of Kentucky, which created two normal schools in the early 20th century to address the growing demand for professional teachers. One was to be located in the western part of the state, and many cities and towns bid for the new normal school. Rainey T. Wells spoke on behalf of the city of Murray to convince the Normal School Commission to choose his city. On September 2, 1922, Murray was chosen as the site of the western normal school, while Morehead was chosen for the eastern normal school. On November 26, 1922, John Wesley Carr was elected the first president of the Murray State Normal School by the State Board of Education. Believing it had the authority to elect the president, the Normal School Commission picked Rainey Wells as the first president. On May 15, 1923, the Kentucky Court of Appeals ruled for the State Board of Education, and Carr became Murray's first president. thumb|Wrather West Kentucky Museum, the first building on MSU's campus Murray State Normal School opened on September 24, 1923. In 1924, the first building on Murray State's campus, the Administrative Building, was constructed. Prior to this, all MSU classes had been held on the first floor of what is now Murray Middle School, located on Main Street. Designed by Joseph & Joseph in the Collegiate Gothic style the Administrative Building, later known as Wrather Hall, housed classrooms, a dining hall, offices, and a chapel. The building was added to the National Register of Historic Places in 1975, and renovated soon after, finally being renamed to Wrather West Kentucky Museum, named for Murray State executive vice-president Marvin O. Wrather. All students lived at home or boarded with local families until the first dormitory, Wells Hall, was constructed in 1925. Wilson Hall was also completed under Carr's presidency, with other structures in progress. In 1926, Rainey T. Wells, recognized as the founder of Murray State, became its second president. Wells served from 1926 to 1932, and during this time Lovett Auditorium, Carr Health Building, and Pogue Library were all completed. In 1926, the Normal School was renamed Murray State Normal School and Teachers College, with a four-year curriculum, and the General Assembly granted it authority to confer baccalaureate degrees. In 1928, the college was accredited by the Southern Association of Colleges and Schools. In 1930, the name was changed to Murray State Teachers College and it was granted authority to offer liberal arts and pre-professional courses. The name was changed again in 1948 to Murray State College, with expansion of the programs to include graduate- level courses, in 1966 the General Assembly authorized the Board of Regents to change the name to Murray State University. ===The Shield=== thumb|Murray State University Shield The Shield is the official seal of the university. It is taken from the heraldic coat-of-arms of the family of William Murray, Earl of Mansfield and Lord Chief Justice of Great Britain in 1756. William Murray is an ancestor of the Murray family from whom the city and the university take their names. The shield is blue with a double gold border—its three stars represent hope, endeavor and achievement. ===Presidents=== # John W. Carr, 1923–1926 # Rainey T. Wells, 1926–1932 # John W. Carr, 1933–1936 # James H. Richmond, 1936–1945 # Ralph H. Woods, 1945–1968 # Harry M. Sparks, 1968–1973 # Constantine W. Curris, 1973–1983 # Kala M. Stroup, 1983–1990 # James L. Booth, 1989–1990 (Acting) # Ronald J. Kurth, 1990–1994 # Samuel Kern Alexander, 1994–2001 # Fieldon King Alexander, 2001–2005 # Samuel Kern Alexander, 2006 (Interim) # Tim Miller, 2006 (Interim) # Randy J. Dunn, 2006–2013 # Tim Miller, 2013–2014 # Robert O. Davies, 2014–2018 # Robert Jackson, 2018–present ==Campus== ===The Quad=== alt=Two students walk out of Pogue Library near the statue of founder Rainey T. Wells.|thumb|525x525px|Two students walk out of Pogue Library near the statue of founder Rainey T. Wells.|left The oldest and most easily recognizable buildings on the Murray State campus are situated around a large, grassy, tree-lined area on the south side of campus. This part of campus, known as the Quad, is bounded by 16th Street to the west, 15th Street to the east, Lovett Auditorium to the north and Wilson Hall to the south. In the southwest corner of the Quad is the oldest building on campus, now known as Wrather West Kentucky Museum. It was first known as the Administration Building and then as Wrather Hall, and housed classrooms and offices, before it became a museum. Ground for Wrather was broken on October 15, 1923, and it has been in use since 1924. The building was placed on the National Register of Historic Places in 1975, and features a large auditorium that is frequently used for lectures and meetings. Faculty Hall, Wells Hall and the Business Building line the western edge of the Quad. The Lowry Center, Pogue Library and the Price Doyle Fine Arts Center line the eastern side of the Quad. The 11-story Doyle Fine Arts Center is the tallest building on campus, housing numerous classrooms, practice rooms and recital halls, the Robert E. Johnson Theatre, Clara Eagle Art Gallery, WKMS-FM and television studios used for student work. thumb|Sparks Hall Directly south of the Quad is Sparks Hall. The five-story, 39,000-square-foot (3,600 m2), Sparks Hall was completed in 1967 at a cost of $1,308,514, and functions as the main administrative building, housing the offices of student financial aid, admissions and registration, accounting and financial services, vice president for administrative services, Center for Continuing Education and Academic Outreach, human resources and university communications. To the south of the Quadrangle, and directly west of Sparks Hall is Oakhurst, the residence of the university president. Construction of the mansion, originally known as Edgewood, began in 1917 and was completed in 1918. The home was built by Dr. and Mrs. Rainey T. Wells. The Board of Regents purchased the home from Rainey T. Wells in June 1936. It was remodeled that year and renamed Oakhurst in preparation for James H. Richmond's occupation of the house.Fifty Years of Progress: A History of Murray State University. 1973. p 93 ===Central campus=== The central portion of the Murray State campus lines 15th Street between Chestnut Street and Olive Boulevard. This portion of 15th Street was originally open to automobile traffic, but has since been closed and converted into a pedestrian thoroughfare. Along the west side of the pedestrian pathway is the Martha Layne Collins Center for Industry and Technology, Blackburn Science Building, and Oakley Applied Science Building. To the east of the pedestrian pathway lies the Curris Center, Carr Health Building and Cutchin Fieldhouse, Waterfield Library, Mason Hall, and the front facade of the now- demolished Ordway Hall. Woods Hall, a former dormitory located behind Waterfield Library, was razed in summer 2019, and the space it occupied will soon be replaced with a park. Ordway Hall was the most historic building in the central portion of campus. The contract for its construction was approved in April 1930, and it was completed in 1931 costing $106,765. Originally used as a men's dormitory, 38,600-square-foot Ordway Hall housed unique event space and several offices, including the Career Services and Student Affairs offices. Because of costly renovation needs, including upgrades to meet current fire protection and ADA requirements, Ordway Hall was razed in 2013. In recognition of the building's historical value to the campus, the front facade was retained as a monument to its significance.Fifty Years of Progress: A History of Murray State University. 1973. p 85 ===Science campus=== thumb|200px|right|Alexander Hall, named for former Murray State president Kern Alexander An aggressive building campaign on campus has resulted in a westward expansion of the main academic campus of Murray State. The expansion began with a massive renovation and expansion of what is now known as Alexander Hall on the west side of 16th Street near Calloway Avenue. The project was the first to unveil a new architectural style that would become consistent through all renovation and new construction projects on campus. Alexander Hall houses classrooms and offices for the College of Education. Construction continued with the new state-of-the-art science complex for biology and chemistry that is located just to the southwest of Alexander Hall. The massive new science complex was constructed in phases, with the Biology Building opening in 2004, and the rest of the complex and centerpiece clock tower reaching final completion in March 2008. The new clock tower was dedicated in 2007 as the Jesse L. Jones Family Clock Tower. A physics and engineering building was completed in summer 2017. The building cost roughly $37 million and serves as the final implementation of the MSU Gene W. Ray science campus. ===Sports and recreation facilities=== thumb|200px|right|Roy Stewart Stadium The majority of the university's sports and recreation facilities are located on the northernmost edge of the campus, along the KY-121 Bypass. The most prominent structure in the sports complex is Roy Stewart Stadium. The stadium, home field to the Murray State Racers football program, was completed in 1973 and named for former Murray State football coach Roy Stewart. It seats 16,800. The outdated AstroTurf surface was replaced with FieldTurf in 2007. Located on the second floor of the seven-story press box and seating structure is the Pat Spurgin Rifle Range, home of the three-time NCAA champion rifle squad. The 8,602-seat CFSB Center was completed in 1998 to replace the aging Racer Arena, which had been outgrown by the men's and women's basketball teams. Racer Arena remains in use by the women's volleyball team. On April 16, 2005, the new Susan E. Bauernfeind Student Recreation and Wellness Center was dedicated. The student recreation center includes a swimming pool, two racquetball courts, a walking/jogging track, an aerobic studio, basketball courts, and free weights and cardio workout machines. The center is located just north of the residential colleges, near Roy Stewart Stadium. ===Residence halls=== A building campaign is underway to replace many of the older residence halls. A replacement building for Clark College was completed and ready for residents at the beginning of the 2007 fall semester. Clark Hall was the newest building, and the first residence hall specifically designed around the residential college concept and model. A new four-story, 270-bed, 79,900-square foot Richmond Hall was opened for James H. Richmond Residential College in fall 2009. It has a similar concept and design as Clark College. In fall 2009, the old Clark Hall building was torn down. Following the completion of the spring 2011 semester, the university began renovation to Elizabeth Hall, which houses the Elizabeth Residential College. The $7.2 million renovation project closed the building for the entire 2011–12 academic year as the highrise was upgraded to meet Americans with Disabilities Act (ADA) standards. The renovation also included new heating, ventilation, and air- conditioning systems with the goal of achieving Leadership in Energy and Environmental Design (LEED) silver status. The renovated Elizabeth Hall reopened on August 18, 2012. Hester Hall is the next highrise residence hall scheduled for renovation; however, the timeline for that project has not been announced. ==Branding== In August 2009, Murray State unveiled a new logo and tagline. The new logo featured an updated version of the Murray State shield and the \"Your World to Explore\" tagline. The university describes the meaning of the \"Your World to Explore\" tagline with the following statement: \"Murray State invites students to discover a remarkable range of opportunities for learning and growth that begin on campus and extend around the globe, encouraging them to think broadly and boldly about their destinations in life.\" 2012 saw the introduction of a new tagline, \"Take Your Place in the Murray State Tradition,\" to overlap and enhance \"Your World to Explore.\" \"Your World to Explore\" has been gradually phased out with the exception of the international program, which continues to use it. The phrase \"Take Your Place\" is used in conjunction with programs, activities and organizations such as \"Take Your Place in Mathematics.\" The traditional shield and university seal remain in use for ceremonial use, formal events, and documents of institutional and legal importance, such as diplomas, certificates, transcripts, formal event programs, flags, banners, etc.Murray State University Staff Congress minutes. August 12, 2009\"Your World to Explore\". The Blue and Gold. October 2009. p I The statement \"We Are Racers\" was officially adopted February 2011 to complement the new branding strategy. \"We Are Racers\" is prominently used in Murray State athletic programs and facilities.\"We Are Racers\". The Blue and Gold. Summer 2011. p I In June 2016, Murray State University unveiled a new marketing and brand identity consisting of a centralized theme of \"Opportunity Afforded.\" The university introduced a new shield logo design rooted in traditional aesthetic elements dating back to the university's beginnings in the early 20th century. The new shield logo echoes the traditional version with three central stars symbolizing hope, endeavor and achievement. ==Academics== Murray State University offers 11 associate, 64 bachelor, 42 master and specialist, and 3 doctoral programs which are administered through four academic colleges, two schools, 30 departments, and one joint program shared by the college of business and the college of science, engineering and technology. The college of business is the largest at Murray State, enrolling 23% of the undergraduate students. Murray State has been institutionally accredited by the Southern Association of Colleges and Schools, Commission on Colleges, continuously since 1928. Murray is one of eight schools in the state of Kentucky to achieve AACSB accreditation of business programs; however the school is not AACSB-accredited in accounting programs. Several other programs have achieved specialized accreditation: primarily programs in teaching, fine arts and nursing. As a former normal school and teachers college, Murray State is best known for its NCATE- accredited education programs. The university has also gained national recognition for its fine arts programs. The department of music has been a member of the National Association of Schools of Music since 1936. ===Rankings=== For 29 straight years Murray State University has been recognized by U.S. News & World Report's Best Colleges as one of the top regional universities in the United States. The 2019 rankings listed Murray State at 11th place among the public regional universities in the South and 24th overall among all regional universities in the South. Murray State has consistently been one of the top-ranked public regional universities in Kentucky in the Regional Universities-South category, which consists of both private and public schools. Murray State has also been ranked by Forbes among America's Top Colleges since 2008. {| class=\"wikitable\" | |2019 |2018 |2017 |2016 |2015 |2014 |2013 |2012 |2011 |2010 |2009 |2008 |2007 |2006 |2005 |2004 |2003 |2002 |- |U.S. News & World Report Regional Universities - South (Overall) |24 | |35 |28 |26 |24 |20 |25 |22 |20 |18 |14 |15 |17 |21 |21 |18 |18 |- |U.S. News & World Report Regional Universities - South (Public Schools) |11 | |12 |9 |9 |8 |7 |8 |7 |7 |7 |6 |6 |6 |6 |7 |4 |5 |- |Forbes America's Top Colleges |613 | | | |588 | |547 | |481 |421 |322 |} ==Tuition policies== Presumably due to its location near multiple state borders, Murray State offers discounts from its normal out-of-state tuition rates to residents of several regional states. These discounts apply only to residential students; all online students pay the same rate regardless of residency. Tuition for doctoral students also does not vary by state of residence. * Residents of Alabama, Arkansas, Illinois, Indiana, Missouri, and Mississippi receive what Murray State calls a \"regional\" rate for both undergraduate and graduate programs. * Residents of Tennessee receive the regional rate for graduate programs, but for undergraduate programs receive a special rate between the regional and in-state rates. * Residents of specific counties in Illinois, Indiana, and Tennessee are treated as Kentucky residents for tuition purposes: ** Illinois: Massac County (directly across the Ohio River from Paducah, the largest city in Murray State's home Purchase region) ** Indiana: Posey, Vanderburgh, and Warrick Counties (all directly across the Ohio from Kentucky; Evansville is in Vanderburgh County) ** Tennessee: Henry, Montgomery, Obion, Stewart, and Weakley Counties (all bordering Kentucky; Clarksville is in Montgomery County) ==International students== 401 international students from 45 countries study at Murray State. MSU has several international student groups, including the International Student Organization, the Saudi Student Association, and the Indian Student Association. Murray State University provides an English as a Second Language (ESL) program to assist international students who are not fluent in English to come to Kentucky to study. This program provides English-speaking, listening, reading, and writing instruction while teaching students about American culture. The ESL program also offers conversation partner practice, where international students are paired with students from the United States to practice speaking English. The international population on-campus allows Murray State students to develop relationships with people from around the world. This provides Murray State students with global networking opportunities and it adds another dimension to the education at Murray State University: students learn about the world from their peers. Every major continent is represented by students on campus. ==Campus life== ===Residential colleges=== alt=HC Franklin Residence Hall at Murray State University|HC Franklin Residence Hall at Murray State University|thumb|350x350px As of fall 2012, Murray State had 2,831 students living on campus. Murray State was the first public university in the United States to adopt a successful campus-wide residential college program. The residential college structure, which took form on the campus in 1996, is based on similar, but much more established programs at the Universities of Oxford and Cambridge in the United Kingdom as well as Yale University, Harvard College and Princeton University in the United States. The Murray State model does not include some components of the classical residential college model, such as dining halls and libraries at each college. In the Murray State model students do share central dining areas and recreation areas. However, as the older structures are being phased out, the university is taking steps with the new residential colleges to address many of those needs. Although the physical structures of all of Murray State's residential colleges do not match those of institutions such as Oxford or Yale, the basic residential college concept was successfully implemented. All faculty, staff and students, even those who live off-campus, are assigned to one of the eight residential colleges. Once assigned to a residential college, a person remains a member of that college throughout their time at the university. ==== The eight colleges of Murray State ==== # Clark College, named for Lee Clark, who assisted Rainey T. Wells in founding the university. Clark later served as the superintendent of grounds and buildings. The current Clark College opened in August 2007 as the first new residence hall built on campus since 1970. It is also the first residence hall at Murray to be specifically designed to support the residential college concept. # Elizabeth College, named for Elizabeth Harkless Woods, wife of fourth Murray State President Ralph H. Woods. # Hart College, named for George Hart, a Board of Regents member and former mayor of Murray. # Hester College, named for Cleo Gillis Hester, who served Murray State University from 1927 to 1960, as registrar. # Regents College, named in honor of the outstanding citizens who have served on Murray State University's Board of Regents. Regents Hall was completed in 1970. # Richmond College, named for the third president of the university, James H. Richmond. # Springer-Franklin College, named for O.B. Springer, member of the Board of Regents from 1950 to 1958 and 1960 to 1970, and Hollis C. Franklin, who served on the board from 1947 to 1956. # White College, named for R.H. \"Bob\" White, a Board of Regents member. ===Student Government Association=== The Student Government Association, commonly known as SGA, is the officially organized body governing all students and student organizations at Murray State University. The purpose of the SGA is to promote the welfare, growth and development of student life in an environment of academic excellence, to represent the students in all phases of administrative effort and to provide a means of promoting cooperative efforts for the general welfare of the university community. The SGA is made up four branches: Senate, Campus Activities Board, Judicial Board and the Residential College Association. The Senate is the main branch of SGA, and it is the governing body with the power to pass resolutions, bills, rules and regulations necessary for the general welfare of the university, and to implement and maintain any programs consistent with SGA purposes. The president of SGA holds the student seat on the Board of Regents. The position is currently held by Ian Puckett, who began his term in 2021. ===Greek life=== Murray State is home to twenty-six chapters of both social and professional Greek organizations. The oldest social fraternity on campus is Phi Mu Alpha Sinfonia and the oldest professional fraternity is Sigma Alpha Iota (both relating to music) with the oldest social sorority being Sigma Sigma Sigma. As of the spring 2016 semester, 1,438 students were officially reported to be involved with Greek life, representing 19 percent of the undergraduate student population. This number would be higher, but the Office of Greek Life does not track participation in several Greek organizations that have a professional emphasis. Among inactive chapters, Delta Sigma Phi, Sigma Nu, and Sigma Tau Gamma have approached the Office of Greek Life & Student Leadership Programs about restarting their chapters through expansion efforts; however, such an expansion has not yet taken place. A student-led effort to restart Tau Kappa Epsilon without national-level support resulted in a colony forming in 2006; however, the effort never generated the required membership and the colony was closed in 2012 without re-chartering. In March 2013, Murray State announced that Kappa Delta was selected to restart its chapter through an expansion effort that would begin in fall 2013. Kappa Delta's chapter was officially reinstalled on October 27, 2013.IFC Meeting Minutes. October 10, 2010 Delta Zeta was also approved to begin an expansion to Murray State in fall 2016, and Phi Mu was approved to expand to the campus between fall 2018 and fall 2020. The Greek Community also featured a local sorority from 1988 to 1994. Theta Chi Delta sorority was a member of MSU's Panhellenic Council and participated in most campus events. In 1994 the sorority became a colony of Phi Sigma Sigma but the colonization was unsuccessful and the organization folded in 1995. {| class=\"wikitable\" style=\"margin: 1em auto 1em auto;\" |- !|Men's social fraternities !|Women's social fraternities and sororities !|Professional fraternities/sororities |- | style=\"vertical-align:top\"| * Phi Mu Alpha Sinfonia 1938–present * Pi Kappa Alpha 1958–present * Sigma Chi 1959–present * Tau Kappa Epsilon 1959–1991 (inactive) * Alpha Tau Omega 1959–present * Lambda Chi Alpha 1968–present * Sigma Pi 1968–present * Alpha Gamma Rho 1968–present * Delta Sigma Phi 1968–1991 (inactive) * Kappa Alpha Order 1969–1994; 2005–2008; 2018–present * Sigma Phi Epsilon 1969–present * Sigma Nu 1969–1986 (inactive) * Alpha Phi Alpha 1969–present * Omega Psi Phi 1970–present (rechartered 2014) * Kappa Alpha Psi 1972–2014 (inactive) * Phi Kappa Tau 1982–1988; 2005–present * Phi Beta Sigma 1982–present (rechartered 1998) * Sigma Tau Gamma 1989–1999 (inactive) * Alpha Sigma Phi 1994–present * Iota Phi Theta 2001–2012 (inactive) * Kappa Sigma 2006–2010 (inactive) | style=\"vertical-align:top\"| * Sigma Sigma Sigma 1942–present * Alpha Sigma Alpha 1946–present * Alpha Omicron Pi 1961–present * Alpha Gamma Delta 1966–present * Kappa Delta 1967–1984; 2013–present * Alpha Delta Pi 1968–present * Delta Sigma Theta 1970–present * Alpha Kappa Alpha 1971–present * Alpha Phi 1978–1990 (inactive) * Zeta Phi Beta 2000–present * Delta Zeta 2016–present | style=\"vertical-align:top;\"| * Sigma Alpha Iota 1939–present * Alpha Phi Omega 1964–1974; 1991–1996 (inactive) * Alpha Kappa Psi 1966–2021 (inactive) * Alpha Zeta 1981–present * Sigma Alpha 2001–present |} ===Traditions=== ====Alma mater==== The Alma Mater of Murray State University is sung to the tune of Annie Lisle and has two verses. A.B. Austin, onetime Dean of Men, wrote the words in 1935. The Alma Mater is traditionally sung at student orientation, convocation and commencement ceremonies, athletic events and other special events on campus. ====All-Campus Sing==== All-Campus Sing is an annual event, first held in 1958, that takes place each April in which residential colleges, fraternities, sororities and other student organizations compete in a choreographed song and dance competition. The event is hosted by the Iota Beta chapter of Sigma Alpha Iota (the original organizer of the event), with financial assistance from the MSU Alumni Association and the office of student affairs. It is held on the steps of historic Lovett Auditorium. ====Campus Lights==== Campus Lights is the longest running student produced and performed musical in the South. The show was started in 1938 by the Gamma Delta chapter of Phi Mu Alpha as a fundraiser to pay the chapter's chartering fees. Campus Lights is now produced by a joint effort of the Gamma Delta chapter of Phi Mu Alpha and the Iota Beta chapter of Sigma Alpha Iota. All proceeds from the show are given to the department of music in order to fund scholarships. ====Racer One==== In 1976, the tradition of having a thoroughbred run around the track after every MSU football touchdown began. The name of that first racehorse was Violet Cactus. After the death of Violet Cactus in 1984, she was buried at Roy Stewart Stadium near the area where the current Racer One begins its run around the football field after a Racer touchdown. She is the only mascot to be interred inside the walls of the stadium. Since 1985, each horse that has circled the football field after touchdowns has been known as Racer One. Several horses have filled the role of Racer One since 1985, and the position is currently held by a horse named Vegas. Each fall, sophomores and juniors with riding experience can try out to serve as jockey of Racer One for the following football season. The position is typically held by a student in his or her senior year. ====Shoe Tree==== thumb|The Shoe Tree in July 2021 Located in front of Pogue Library, Murray State tradition dictates if a couple gets married after meeting at Murray State, they return to the Quad and each one nails one of their shoes to the \"Shoe Tree.\" Many of the shoes include names and dates written on them. If the couple has a baby, the baby's shoes are sometimes also nailed to the tree. The shoe tree tradition originated around 1965. This tree (due to a high zinc content from the nails) is a common target of lightning and has caught fire in the past. Previous incarnations of the Shoe Tree were removed in 1999 and 2015 due to safety reasons; the tradition continues through the third tree. The Shoe Tree was featured in Danish pop band Lukas Graham's September 2018 music video for their song \"Love Someone.\" ====Tent City==== An annual tradition since 1989, Tent City is an event that takes place before every homecoming football game. At Tent City, more than 50 tents are set up on the track at Roy Stewart Stadium, representing fraternities, sororities, student organizations, and residential colleges. An average of 100 organizations participate each year. Students use this event as a chance to talk to and meet with alumni to help raise money for their activities throughout the school year. ==Athletics== 250px|thumb|Murray State Athletics wordmark Murray State's men's and women's athletic teams are known as the Racers. Their historic nickname had been the Thoroughbreds, but all teams changed over time to \"Racers\", with the last holdout of baseball making the change in 2014. All of MSU's athletic teams compete in the Ohio Valley Conference, whose conference roster includes 10 other regional public universities plus the private Belmont University in Nashville. In July 2022, Murray State and Belmont will both leave the OVC to join the Missouri Valley Conference. Because the MVC does not sponsor football, Murray State plans to remain in OVC football for the 2022 season before leaving for an as-yet-undetermined conference in 2023. MSU will also maintain OVC membership in rifle, another sport not sponsored by the MVC. Murray State is particularly renowned for its men's basketball program, which has made 18 appearances in the NCAA Tournament, most recently in 2022. In 2010, as a 13-seed, Murray State won their second ever NCAA tournament game on a buzzer beater against 4th-seeded Vanderbilt. Former Alabama head basketball coach Mark Gottfried coached the Racers to three Ohio Valley Conference Championships all three years he coached there, the only OVC coach to accomplish such a mark. The Racer men's basketball team was also led to the 2012 OVC championship by Coach Steve Prohm. The basketball program has been recognized as one of the top 30 basketball programs in modern history by ESPN. Murray State also is home to one of the nation's top rifle programs. The Racers claimed national championships in 1978 (NRA), 1985 (NCAA) and 1987 (NCAA) and have produced six individual NCAA national champions, including two-time national titlist and 1984 Summer Olympics gold medalist Pat Spurgin. The football program has become a stepping-stone to major college-coaching success. Frank Beamer, the former Virginia Tech head coach who built that program into a national power in the 1990s and early 2000s, and former Ole Miss head coach Houston Nutt are both former Racers head coaches. Former Maryland head coach Ralph Friedgen was a Racers assistant under Beamer, and former Illinois head coach Ron Zook was an assistant under former ESPN college football analyst Mike Gottfried, who was Beamer's predecessor as head coach. Murray State is also the home of a nationally ranked collegiate bass fishing team which has won multiple titles, including national championships. ==Publications== ===The Murray State News=== The Murray State News is the student newspaper of Murray State University. The newspaper has been the recipient of several ACP Pacemaker awards, the highest award given to collegiate newspapers, most recently in 2004. In October 2013 the newspaper won third place best-in-show for four-year weekly broadcast at the National College Media Convention in New Orleans. The Murray State News gained notoriety between 1998 and 2001 through the work of cartoonist Darin Shock. Shock earned the honor of top college cartoonist in the nation from the College Media Advisers in 2000. He had earned second place honors the previous year.\"Cartoonist named top college artist in nation\". The Murray State News. November 17, 2000. p.7. ==== Gateway ==== Gateway Magazine is a full-color, glossy magazine published annually as an imprint of The Murray State News. ===The Shield=== The school yearbook, The Shield, was awarded three Pacemaker awards and two CSPA Silver Crowns. The Shield ceased publication with its 2008 edition due to financial concerns. ===New Madrid=== The university's national literary magazine, New Madrid with editor Ann Neelon, featured work from a range of nationally recognized authors, and received acclaim from sources as diverse as La Bloga, a leading Hispanic journal, and New Pages, a leading national review of literary magazines. A lack of funding led to suspension of publication in 2018. ==Radio== WKMS-FM (91.3 FM), is a non-commercial, educational National Public Radio-affiliated station licensed and operated by Murray State University. WKMS features a variety of NPR programming and local music shows ranging from classical music, bluegrass, alternative rock, jazz, electronica and world music. ==Notable alumni== ===Arts and entertainment=== * W. Earl Brown (BS '86), actor * Jerry Crutchfield, Country and Pop record producer, songwriter, and musician * Jude Deveraux, romance novelist * Gary Guthrie (BS, '73), creator of the Classic Rock / Classic Hits radio format and original producer of the Streisand-Diamond hit \"You Don't Bring Me Flowers.\" *Dustin Lee Howard (Class 2011), independent professional wrestler \"Chuck Taylor\" also known as \"Chuckie T\". * Alma Lesch (BA '41), fiber artist * Mike Long (BS Physics), speech writer and author * Hal Riddle (BS '42), actor * Joe Staton (BS '70), comic book artist * Chrishell Stause (BA '03) actress, best known for playing the role Amanda Dillon on All My Children * Chris Thile, musician and host of American Public Media's Live From Here * Richard Thomas (MFA '12) author, known for his neo-noir and speculative fiction * Jilon VanOver (BS '01), actor, best known for playing the role of Ransom Bray on Hatfields & McCoys * Rodney Watson (BA ‘81) distinguished educator * J.D. Wilkes (BA '96), musician, visual artist, filmmaker ===Athletics=== *Shane Andrus, placekicker for NFL's Indianapolis Colts, Tampa Bay Buccaneers and San Francisco 49ers *Ivan Aska (born 1990), basketball player in the Israeli National League * Leva Bates, professional wrestler with WWE's NXT brand, wrestles as Blue Pants * Marcus Brown, National Basketball Association (NBA) player from 1996 to 1999; retired as Euroleague all-time leading scorer *Shaq Buchanan, NBA G-League player with the Memphis Hustle * Isaiah Canaan, professionnel basketball player (NBA player especially with the Houston Rockets, Philadelphia 76ers, Chicago Bullsand Phoenix Suns) and 2012 All- American * Todd Buchanan, head coach of women's basketball at Houston 2010-13 * Mike Cherry, NFL New York Giants quarterback 1997-2000 * Ed Daniel, basketball player for Israeli team Maccabi Ashdod * Bud Foster, defensive coordinator of Virginia Tech football team * Tony Franklin, offensive coordinator at Middle Tennessee, former OC for Auburn and University of California * Justin Fuente, head football coach of the Virginia Tech Hokies and former head football coach of the Memphis Tigers and former offensive coordinator for the TCU Horned Frogs * Joe Fulks, Basketball Hall of Famer and early pioneer of jump shot (did not graduate; left to join Marines during World War II) * Ron Greene, former head basketball coach of Mississippi State and Murray State * Pete Gudauskas, NFL player, Chicago Bears * Rod Harper, Super Bowl champion wide receiver for New Orleans Saints *Rob Hart, placekicker for NFL's, Tampa Bay Buccaneers, New Orleans Saints and the Miami Dolphins. Known for kicking barefoot. * Morgan Hicks, competitor at 2004 Summer Olympics in three-position smallbore shooting, 2008 ISSF World Cup rifle champion, and head coach of Nebraska Cornhuskers Rifle * Ron Hopkins, Canadian Football League player * Ronald \"Popeye\" Jones, NBA player from 1993 to 2005 * Wesley Korir, Kenyan marathoner, winner of the 2012 Boston Marathon, and Kenyan Member of Parliament from 2011 to 2016, transferred to the University of Louisville after Murray State dropped its men's track program * Austen Lane, defensive end for Chicago Bears, Jacksonville Jaguars * Gil Mains, NFL football player, Detroit Lions * Jeff Martin, professional basketball player *Patrick Newcomb, professional golfer on the Web.com Tour *Ja Morant, NBA player with the Memphis Grizzlies * Cameron Payne, NBA player with the Phoenix Suns, Oklahoma City Thunder, Chicago Bulls, and Cleveland Cavaliers * Walt Powell, professional football player * Michael Proctor, CFL football player * Bennie Purcell, basketball and Harlem Globetrotters player, MSU tennis coach * Johnny Reagan, minor league baseball player and college baseball coach * Mark Riggins, pitching coach for Chicago Cubs, Cincinnati Reds * Kirk Rueter, Major League Baseball pitcher for Montreal Expos (1993–96) and San Francisco Giants (1996–2005) * Heather Samuel, track and field, three- time Olympian (1992, 1996, 2000) * James Singleton, professional basketball player * Pat Spurgin, eight-time All-America, 1984 Summer Olympics gold medalist in rifle * Reggie Swinton, NFL football player, Detroit Lions, Dallas Cowboys * Chuck Taylor, professional wrestler * Claude Virden, American Basketball Association player *Quincy Williams, NFL player with the Jacksonville Jaguars *Roger Withrow, rifle gold medalist at 1984 Summer Paralympics * Jared Wolfe, professional golfer on the Web.com Tour ===Business and industry=== * Rex Geveden ('83, MS '84), CEO of BWX Technologies, a Fortune 1000 company based in Lynchburg, Virginia. ===Government, law and military=== * Bill Bailey (BS '70), Former member of the Indiana House of Representatives and former mayor of Seymour, Indiana. * Rex Geveden (MS '84), former Associate Administrator of NASA * Melvin Henley '61, '64, '90, former member of the Kentucky State House of Representatives * Karen Hopper (BS, Journalism and Adverstising), Republican member of the Arkansas House of Representatives from Baxter County; administrator at Arkansas State University, Mountain Home campus * Stanley H. Humphries '92, current member of the Kentucky State Senate *Bob Jackson '85, former member of the Kentucky State Senate * Jerry Rhoads '63, former member of the Kentucky State Senate * Steven Rudy (BS '00), member of the Kentucky House of Representatives * Harry Lee Waterfield ('32), two-time Democratic Lieutenant Governor of Kentucky * Kenneth W. Winters (BS) '57, former member of the Kentucky State Senate ===Journalism=== * Taghreed El-Khodary (MS '00), New York Times correspondent in Gaza ===Medicine=== * Jerry A. Shields, ('60), ophthalmologist, ocular oncology, Wills Eye Institute, Philadelphia ==References== ==External links== * * Murray State Athletics website *The Murray State News homepage Category:Public universities and colleges in Kentucky Category:Educational institutions established in 1922 Category:Buildings and structures in Calloway County, Kentucky Category:Universities and colleges accredited by the Southern Association of Colleges and Schools Category:Education in Calloway County, Kentucky Category:1922 establishments in Kentucky",
 "title": "Murray State University"
}