{
 "id": "305413",
 "text": "Amphibolite () is a metamorphic rock that contains amphibole, especially hornblende and actinolite, as well as plagioclase feldspar. Amphibolite is a grouping of rocks composed mainly of amphibole and plagioclase, with little or no quartz. It is typically dark-colored and dense, with a weakly foliated or schistose (flaky) structure. The small flakes of black and white in the rock often give it a salt-and-pepper appearance. Amphibolite need not be derived from metamorphosed mafic rocks. Because metamorphism creates minerals entirely based upon the chemistry of the protolith, certain 'dirty marls' and volcanic sediments may actually metamorphose to an amphibolite assemblage. Deposits containing dolomite and siderite also readily yield amphibolite (tremolite- schist, grunerite-schist, and others) especially where there has been a certain amount of contact metamorphism by adjacent granitic masses. Metamorphosed basalt (metabasalt) creates ortho-amphibolite and other chemically appropriate lithologies create para-amphibolite. Tremolite, while it is a metamorphic amphibole, is derived most usually from highly metamorphosed ultramafic rocks, and thus tremolite-talc schist is not generally considered as 'amphibolite'. A holocrystalline plutonic igneous rock composed primarily of hornblende amphibole is called a hornblendite, which is usually a crystal cumulate rock. Igneous rocks with greater than 90% amphiboles, which have a feldspar groundmass, may be lamprophyres. ==Ortho- amphibolite vs. para-amphibolite== Metamorphic rocks composed primarily of amphibole, plagioclase, with subordinate epidote, zoisite, chlorite, quartz, titanite, and accessory leucoxene, ilmenite and magnetite which have a protolith of an igneous rock are known as Orthoamphibolite. Para-amphibolite will generally have the same equilibrium mineral assemblage as orthoamphibolite, with more biotite, and may include more quartz, plagioclase, and depending on the protolith, more calcite/aragonite and wollastonite. Often the easiest way to determine the true nature of an amphibolite is to inspect its field relationships; especially whether it is interfingered with other metasedimentary rocks, especially greywacke and other poorly sorted sedimentary rocks. If the amphibolite appears to transgress apparent protolith bedding surfaces it is an ortho-amphibolite, as this suggests it was a dyke. Picking a sill and thin metamorphosed lava flows may be more troublesome. Thereafter, whole rock geochemistry will suitably identify ortho- from para- amphibolite. The word metabasalt was thus coined, largely to avoid the confusion between ortho-amphibolite and para-amphibolite. While not a true metamorphic rock name, as it infers an origin, it is a useful term. ==Amphibolite facies== Amphibolite as a rock defines a particular set of temperature and pressure conditions known as the amphibolite facies. However, caution must be applied here before embarking on metamorphic mapping based on amphibolite alone. First, for an orthoamphibolite or amphibolite to be classed as a metamorphic amphibolite, it must be certain that the amphibole in the rock is a prograde metamorphic product, and not a retrograde metamorphic product. For instance, actinolite amphibole is a common product of retrograde metamorphism of metabasalt at (upper) greenschist facies conditions. Often, this will take on the crystal form and habit of the original protolith assemblage; actinolite pseudomorphically replacing pyroxene is an indication that the amphibolite may not represent a peak metamorphic grade in the amphibolite facies. Actinolite schist is often the result of hydrothermal alteration or metasomatism, and thus may not, necessarily, be a good indicator of metamorphic conditions when taken in isolation. Second, the microstructure and crystal size of the rock must be appropriate. Amphibolite facies conditions are experienced at temperatures in excess of 500 °C and pressures less than 1.2 GPa, well within the ductile deformation field. Gneissic texture may occur nearby, if not then mylonite zones, foliations and ductile behaviour, including stretching lineations may occur. While it is not impossible to have remnant protolith mineralogy, this is rare. More common is to find phenocrysts of pyroxene, olivine, plagioclase and even magmatic amphibole such as pargasite rhombohedra, pseudomorphed by hornblende amphibole. Original magmatic textures, especially crude magmatic layering in layered intrusions, is often preserved. Amphibolite facies equilibrium mineral assemblages of various protolith rock types consist of: * Basalt ortho- amphibolite; hornblende/actinolite +/- albite +/- biotite +/- quartz +/- accessories; often remnant greenschist facies assemblages including, notably, chlorite * High-magnesia basalt; as ortho-amphibolite, but may contain anthophyllite, a Mg-rich amphibole * Ultramafic rocks; tremolite, asbestiform amphibole, talc, pyroxene, wollastonite, prograde metamorphic olivine (rarely) * Sedimentary para-amphibolite; hornblende/actinolite +/- albite +/- biotite +/- quartz +/- garnet (calcite +/- wollastonite) * Pelite; quartz, orthoclase +/- albite, +/- biotite +/- actinolite +/- garnet +/- staurolite +/- sillimanite Amphibolite facies is usually a product of Barrovian Facies Sequence or advanced Abukuma Facies Sequence metamorphic trajectories. Amphibolite facies is a result of continuing burial and thermal heating after greenschist facies is exceeded. Further burial and metamorphic compression (but little extra heat) will lead to eclogite facies metamorphism; with more advanced heating the majority of rocks begin melting in excess of 650 to 700 °C in the presence of water. In dry rocks, however, additional heat (and burial) may result in granulite facies conditions. ===Uralite=== Uralite is a particular hydrothermally altered pyroxenite; during autogenic hydrothermal circulation the primary mineralogy of pyroxene and plagioclase, etc. has altered to actinolite and saussurite (albite + epidote). The texture is distinctive, the pyroxene altered to fuzzy, radially arranged actinolite pseudomorphically after pyroxene, and saussuritised plagioclase. ===Epidiorite=== The archaic term epidiorite is sometimes used, especially in Europe, to refer to a metamorphosed ortho-amphibolite with a protolith of diorite, gabbro or other mafic intrusive rock. In epidiorite the original clinopyroxene (most often augite) has been replaced by the fibrous amphibole uralite. ==Uses== Amphibolite was a favourite material for the production of adzes (shoe-last-celts) in the central European early Neolithic (Linearbandkeramic and Rössen cultures). Amphibolite is a common dimension stone used in construction, paving, facing of buildings, especially because of its attractive textures, dark color, hardness and polishability and its ready availability. ==References== * Winter, John D., 2001. An introduction to Igneous and Metamorphic Petrology, 695 pages, Prentice Hall, Category:Metamorphic petrology Category:Metamorphic rocks",
 "title": "Amphibolite"
}