{
 "id": "305550",
 "text": "Elias Nelson Conway (May 17, 1812 – February 28, 1892) was an American politician and lawyer who served as the fifth governor of Arkansas from 1852 to 1860. ==Early life== Conway was born in Greeneville, Tennessee. Born into a political family, Elias Nelson Conway was the younger brother of Henry Wharton Conway, who served as territorial delegate to several Congresses, and James Sevier Conway, who became the first governor of Arkansas when it was admitted as a state in 1836. Another brother, William Conway, served on the Arkansas Supreme Court. When he was a boy, his family moved from Tennessee to Missouri. Conway attended Bonne Femme Academy in Boone County, Missouri. His older brother Henry died in 1827 as a result of a duel with a former friend, Robert Crittenden. In 1833, Conway moved to Little Rock, Arkansas, where his older brothers had settled. He studied surveying. In 1835, he was appointed as the state auditor, and served until 1849. left|thumb|180px|Natural Steps by David Dale Owen ==Political career== In 1844, Elias Conway was offered, and declined, the Democratic nomination for governor. When offered the nomination again in 1852, he accepted. With a successful campaign, he was elected as Governor of Arkansas. He was reelected to a second term in 1856. His administration focused on physical improvements to the state: roads and other infrastructure to encourage development. He formed the Chancery Courts and eased the state's financial problems. When Conway left office in 1860, the state treasury held a surplus. Conway formed the Geological Survey of Arkansas, commissioning Principal Geologist David Dale Owen, to survey the territory west of Little Rock and provide a report on the area. The 'Natural Steps' were first written about and drawn by Owen, in his Second Report of a Geological Reconnaissance of the Middle and Southern Counties of Arkansas (1859). ==Personal life== Conway was first cousin to Senator Ambrose Hundley Sevier and Governor Henry M. Rector. ==Death== After Conway retired from public life, he became somewhat of a recluse. Conway is buried at the historic Mount Holly Cemetery in Little Rock, Arkansas. ==See also== *List of governors of Arkansas ==References== ==External links== * Elias Nelson Conway Family * * Encyclopedia of Arkansas History & Culture entry: Elias Nelson Conway * Memorial Foundation of the Germanna Colonies in Virginia, Inc. * The Rector- Fishback-Conway-Sevier-Johnson Family Category:1812 births Category:1892 deaths Category:19th-century American politicians Category:Arkansas Democrats Category:Arkansas lawyers Category:Burials at Mount Holly Cemetery Category:Conway-Johnson family Category:Deaths in Arkansas Category:Democratic Party state governors of the United States Category:Governors of Arkansas Category:People from Greeneville, Tennessee",
 "title": "Elias Nelson Conway"
}