{
 "id": "30558",
 "text": "The Levellers were a political movement during the English Civil War (1642–1651) committed to popular sovereignty, extended suffrage, equality before the law and religious tolerance. The hallmark of Leveller thought was its populism, as shown by its emphasis on equal natural rights, and their practice of reaching the public through pamphlets, petitions and vocal appeals to the crowd. The Levellers came to prominence at the end of the First English Civil War (1642–1646) and were most influential before the start of the Second Civil War (1648–49). Leveller views and support were found in the populace of the City of London and in some regiments in the New Model Army. Their ideas were presented in their manifesto \"Agreement of the People\". In contrast to the Diggers, the Levellers opposed common ownership, except in cases of mutual agreement of the property owners. They were organised at the national level, with offices in a number of London inns and taverns such as The Rosemary Branch in Islington, which got its name from the sprigs of rosemary that Levellers wore in their hats as a sign of identification. From July 1648 to September 1649, they published a newspaper, The Moderate,Howell & Brewster, Reconsidering the Levellers: The Evidence of the Moderate Past & Present No. 46, September 1970 pp. 68–86 and were pioneers in the use of petitions and pamphleteering to political ends. They identified themselves by sea-green ribbons worn on their clothing. After Pride's Purge and the execution of Charles I, power lay in the hands of the Grandees in the Army (and to a lesser extent with the Rump Parliament). The Levellers, along with all other opposition groups, were marginalised by those in power and their influence waned. By 1650, they were no longer a serious threat to the established order. ==Origin of name== The term \"leveller\" had been used in 17th-century England as a term of abuse for rural rebels. In the Midland Revolt of 1607, the name was used to refer to those who levelled hedges in enclosure riots.Perez Zagorin (1982). Rebels and Rulers, 1500–1660. Volume II Provincial rebellion. Revolutionary civil wars, Cambridge University Press, . p. 164Whitney Richard David Jones (2000). The Tree of Commonwealth, 1450–1793, Fairleigh Dickinson Univ Press, . pp. 133 ,164 As a political movement, the term first referred to a faction of New Model Army Agitators and their London supporters who were allegedly plotting to assassinate Charles I of England. But the term was gradually attached to John Lilburne, Richard Overton, and William Walwyn and their \"faction\". Books published in 1647–1648 often reflect this terminological uncertainty. The public \"identification\" was largely due to the aspersions by Marchamont Needham, the author of the newspaper Mercurius Pragmaticus. Lilburne, John Wildman and Richard Baxter later thought that Oliver Cromwell and Henry Ireton had applied the term to Lilburne's group during the Putney Debates of late 1647.Mendle (2001), Chapter by Blair Worden, \"The Levellers in History and Memory c. 1660–1960\" p. 282 Lilburne considered the term pejorative and called his supporters \"Levellers so-called\" and preferred \"Agitators\". The term suggested that the \"Levellers\" aimed to bring all down to the lowest common level. The leaders vehemently denied the charge of \"levelling\", but adopted the name because it was how they were known to the majority of people. After their arrest and imprisonment in 1649, four of the \"Leveller\" leaders – Walwyn, Overton, Lilburne and Thomas Prince – signed a manifesto in which they called themselves Levellers. The first ideological identification was due to Thomas Edwards, who, in his work Gangraena (1646), summed up Levellers' views and attacked their radical political egalitarianism that showed no respect for the constitution. The prime targets in part III of his work were the men who were to be recognized as the leaders of the Leveller party. The Oxford English Dictionary dates the first written use of the term for a political movement to 1644,\"leveller, n.\". OED Online. June 2017. Oxford University Press. http://www.oed.com/view/Entry/107665?redirectedFrom=levellers+ (accessed October 19, 2017). s.v. \"Leveller\": \"1644 NEEDHAM Case Commw. 77 Our Levellers now exclaim against the Parliament\". in Marchamont Needham's pamphlet The Case for the Commonwealth of England Stated which however dates from 1650.Nedham, Marchamont, Knache, Philip A (1969). The Case of the Commonwealth of England, Stated, Associated University Press, . p. ix The OED notes the term was also used in a letter of 1 November 1647. The 19th-century historian S. R. Gardiner suggested that it existed as a nickname before this date.Gardiner, Great Civil War, iii. 380. Blair Worden, the most recent historian to publish on the subject, concluded that the 1 November letter was the first recorded use of the term.Mendle (2001), Chapter by Blair Worden, \"The Levellers in History and Memory c. 1660–1960\" pp. 280–282 The letter referred to extremists among the Army agitators: \"They have given themselves a new name, viz. Levellers, for they intend to sett all things straight, and rayse a parity and community in the kingdom\". Worden shows that the term first appeared in print in a book by Charles I called His Majesties Most Gracious Declaration. This tract was a printing of a letter that had been read in the House of Lords on 11 November 1647. Although George Thomason did not date this tract, the last date internal to the document was Saturday 13 November 1647, suggesting a publication date of 15 November 1647.British Library Thomason Collection E413(15) ==Political ambitions== The Levellers' agenda developed in tandem with growing dissent within the New Model Army in the wake of the First Civil War. Early drafts of the Agreement of the People emanated from army circles and appeared before the Putney Debates of October and November 1647, and a final version, appended and issued in the names of prominent Levellers Lt. Col. Lilburne, Walwyn, Overton and Prince appeared in May 1649. It called for an extension of suffrage to include almost all the adult male population (but excluding wage-earners, for reasons mentioned below), electoral reform, biennial elections, religious freedom, and an end to imprisonment for debt. They were committed broadly to the abolition of corruption within the parliamentary and judicial process, toleration of religious differences, the translation of law into the common tongue and, arguably, something that could be considered democracy in its modern form – arguably the first time contemporary democratic ideas had been formally framed and adopted by a political movement. The Levellers have been seen as having undemocratic tendencies by some as they excluded household servants and those dependent upon charitable handouts from suffrage as Levellers feared that poor, dependent men would simply vote as their masters wished. It would also have excluded women; most adult women were married and, as wives, were legally and financially dependent on their husbands. Some Levellers like Lilburne argued that the English Common law, particularly the Magna Carta, was the foundation of English rights and liberties, but others, like William Walwyn, compared the Magna Carta to a \"mess of potage\". Lilburne also harked back in his writing to the notion of a Norman yoke that has been imposed on the English people and to some extent argued that the English were simply seeking to reclaim those rights they had enjoyed before the Conquest. thumb|Thomas Rainsborough Levellers tended to hold fast to a notion of \"natural rights\" that had been violated by the King's side in the Civil Wars (1642–1651). At the Putney Debates in 1647, Colonel Thomas Rainsborough defended natural rights as coming from the law of God expressed in the Bible. Richard Overton considered that liberty was an innate property of every person. Michael Mendle has demonstrated the development of Leveller ideas from elements of early parliamentarian thought as expressed by men such as Henry Parker. According to George Sabine, Levellers held to \"the doctrine of consent by participation in the choice of representatives\".George Sabine (1937) A History of Political Theory, p. 489, Holt, Rinehart and Winston ==Timeline== In July 1645, John Lilburne was imprisoned for denouncing Members of Parliament who lived in comfort while the common soldiers fought and died for the Parliamentary cause. His offence was slandering William Lenthall, the Speaker of the House of Commons, whom he accused of corresponding with Royalists. He was freed in October 1645 after a petition requesting his release, signed by over 2,000 leading London citizens, was presented to the House of Commons. In July 1646, Lilburne was imprisoned again, this time in the Tower of London, for denouncing his former army commander, the Earl of Manchester, as a Royalist sympathiser because he had protected an officer who had been charged with treason. It was the campaigns to free Lilburne from prison that spawned the movement known as the Levellers. Richard Overton was arrested in August 1646 for publishing a pamphlet attacking the House of Lords. During his imprisonment, he wrote an influential Leveller manifesto, \"An Arrow Against All Tyrants and Tyranny\". The soldiers in the New Model Army elected \"Agitators\" from each regiment to represent them. These Agitators were recognised by the Army's commanders and had a seat on the General Council. However, by September 1647, at least five regiments of cavalry had elected new unofficial agitators and produced a pamphlet called \"The Case of the Army truly stated\". This was presented to the commander-in-chief, Sir Thomas Fairfax, on 18 October 1647. In this, they demanded a dissolution of Parliament within a year and substantial changes to the constitution of future Parliaments that were to be regulated by an unalterable \"law paramount\". The senior officers in the Army (nicknamed \"Grandees\") were angered by the \"Case of the Army\" and ordered the unofficial Agitators to give an account of their principles before the General Council of the Army. These debates, known as the Putney Debates, were held in St. Mary's Church, Putney, in the county of Surrey between 28 October and 11 November 1647. The Agitators were assisted by some civilians, notably John Wildman and Maximilian Petty, who had been connected to the Army as civilian advisers since July 1647. On 28 October, the Agitator Robert Everard presented a document entitled \"An Agreement of the People\".The Agreement of the People as presented to the Council of the Army October 1647 This manifesto, which was inherently republican and democratic, appeared to conflict with the terms of settlement that had already been endorsed by the General Council in July entitled \"The Heads of the Proposals\" The \"Heads of the Proposals\" contained many demands that looked towards social justice but relied upon the King to agree to them and bring them into law through acts of Parliament. The new Agitators, who distrusted the King, demanded that England be settled from \"the bottom up\" rather than the \"top down\" by giving the vote to most adult males. The debates help to throw light on the areas on which supporters of the Parliamentarian side agreed and those on which they differed. For example, Ireton asked whether the phrase in the Agreement \"according to the number of the inhabitants\" gave a foreigner just arrived in England and resident in a property the right to vote. He argued that a person must have a \"permanent interest of this kingdom\" to be entitled to vote, and that \"permanent interest\" means owning property, which is where he and the Levellers disagreed. To modern eyes, the debates seem to draw heavily on the Bible to lay out certain basic principles. This is to be expected in an age still racked by religious upheavals in the aftermath of the Reformation and particularly in an army where soldiers were, in part, selected for their religious zeal. It is notable that John Wildman resisted religious language, arguing that the Bible produced no model for civil government and that reason should be the basis of any future settlement. The Corkbush Field rendezvous on 17 November 1647, was the first of three meetings to take place as agreed in the Putney Debates. The Army commanders Thomas Fairfax and Cromwell were worried by the strength of support for Levellers in the Army, so they decided to impose \"The Heads of the Proposals\" as the army's manifesto instead of the Levellers' \"Agreement of the People\". When some refused to accept this (because they wanted the army to adopt the Levellers' document), they were arrested and one of the ringleaders, Private Richard Arnold, was executed. At the other two meetings, the troops who were summoned agreed to the manifesto without further protest. The Levellers' largest petition, titled \"To The Right Honourable The Commons Of England\", was presented to Parliament on 11 September 1648 after amassing signatories including about a third of all Londoners. On 30 October 1648, Thomas Rainsborough was killed. He was a Member of Parliament and a Leveller leader who had spoken at the Putney Debates. His funeral was the occasion for a large Leveller-led demonstration in London, with thousands of mourners wearing the Levellers' ribbons of sea-green and bunches of rosemary for remembrance in their hats. On 20 January 1649, a version of the \"Agreement of the People\" that had been drawn up in October 1647 for the Army Council and subsequently modified was presented to the House of Commons.Agreement of the People and the places therewith incorporated, for a secure and present peace, upon grounds of common right, freedom and safety , as presented to Parliament in January 1649 At the end of January 1649, Charles I of England was tried and executed for treason against the people. In February, the Grandees banned petitions to Parliament by soldiers. In March, eight Leveller troopers went to the commander-in-chief of the New Model Army, Thomas Fairfax, and demanded the restoration of the right to petition. Five of them were cashiered out of the army. In April, 300 infantrymen of Colonel John Hewson's regiment, who declared that they would not serve in Ireland until the Levellers' programme had been realised, were cashiered without arrears of pay. This was the threat that had been used to quell the mutiny at the Corkbush Field rendezvous. Later that month, in the Bishopsgate mutiny, soldiers of the regiment of Colonel Edward Whalley stationed in Bishopsgate London made demands similar to those of Hewson's regiment; they were ordered out of London. When they refused to go, 15 soldiers were arrested and court martialed. Six of their number were sentenced to death. Of these, five were later pardoned, while Robert Lockyer (or Lockier), a former Levellers agitator, was hanged on 27 April 1649. \"At his burial a thousand men, in files, preceded the corpse, which was adorned with bunches of rosemary dipped in blood; on each side rode three trumpeters, and behind was led the trooper’s horse, covered with mourning; some thousands of men and women followed with black and green ribbons on their heads and breasts, and were received at the grave by a numerous crowd of the inhabitants of London and Westminster.\"The History of England: Chapter IV: The Commonwealth by John Lingard In 1649, Lieutenant-Colonel John Lilburne, William Walwyn, Thomas Prince, and Richard Overton were imprisoned in the Tower of London by the Council of State (see above). It was while the leaders of the Levellers were being held in the Tower that they wrote an outline of the reforms the Levellers wanted, in a pamphlet entitled \"An Agreement Of The Free People Of England\" (written on 1 May 1649). It includes reforms that have since been made law in England, such as the right to silence, and others that have not been, such as an elected judiciary.Agreement of the Free People , extended version from the imprisonment of the Leveller leaders, May 1649 Shortly afterwards, Cromwell attacked the \"Banbury mutineers\", 400 troopers who supported the Levellers and who were commanded by Captain William Thompson. Several mutineers were killed in the skirmish. Captain Thompson escaped only to be killed a few days later in another skirmish near the Diggers community at Wellingborough. The three other leaders – William Thompson's brother, Corporal Perkins, and John Church – were shot on 17 May 1649. This destroyed the Levellers' support base in the New Model Army, which by then was the major power in the land. Although Walwyn and Overton were released from the Tower, and Lilburne tried and acquitted, the Leveller cause had effectively been crushed. ==The Moderate== thumb|\"The Moderate: Impartially communicating Martial Affaires to the Kingdome of England\" The Moderate was a newspaper published by the Levellers from July 1648 to September 1649.Howell & Brewster, \"Reconsidering the Levellers: the evidence of The Moderate\" Past & Present, No. 46, September 1970 pp. 68–86. ==Other usage== In a 1724 rising against enclosures in Galloway, a number of men who took part in it were called \"Levellers\" or \"Dykebreakers\".A. Lang, History of Scotland, vol. iv. They were confronted by six troops of dragoons, after which nocturnal attacks continued for six months, making it the most serious rural disturbance in 18th-century Scotland.T. M. Devine: The Scottish Nation 1700–2007, Chapter 7 The word was also used in Ireland during the 18th century to describe a secret revolutionary society similar to the Whiteboys. ==See also== * List of liberal theorists * English Dissenters * Good Old Cause * Green Ribbon Club A post restoration political club. The \"Green Ribbon\" was the badge of The Levellers in the English Civil Wars in which many of the members had fought and was an overt reminder of their radical origins. * Hugo Black, Associate Justice of the Supreme Court of the United States who cited John Lilburne's trial in several opinions beginning with In re Oliver in 1948 * Kett's Rebellion (1549) * Chartism * Republicanism in the United Kingdom * Edward Sexby (1616–1658); English Puritan, soldier and Leveller; he turned against Cromwell and plotted his assassination * Peasants' Revolt * Libertarianism * United States Bill of Rights * Gerrard Winstanley * Occupy movement * Norman yoke ==Notes== ==References== * HN Brailsford, The Levellers and the English Revolution, edited and prepared for publication by Christopher Hill. (Cresset Books, 1961; Spokesman Books, 2nd Edition, 1983). * Christopher Hill, The World Turned Upside Down: Radical Ideas During the English Revolution (1972) * Mendle, Michael (ed), The Putney Debates of 1647: The Army, the Levellers, and the English State. Cambridge, Cambridge University Press, 2001. . * Morton, A.L (ed), Freedom in Arms: A Selection of Leveller Writings. New York: International Publishers, 1975. * John Rees, The Leveller Revolution: Radical Political Organisation in England, 1640–1650. Brooklyn, Verso, 2016. * Jürgen Diethe, Wir das freie Volk von England. Aufstieg und Fall der Levellers in der Englischen Revolution. Münster u.a., LIT Verlag, 2009 (Politica et Ars, 22), 280 S. ==Further reading== * Annis, Ben Have Historians Exaggerated the Significance of Radical Movements in the English Revolution? * Anderson, Angela; Cromwell and the Levellers interviewed as part of the preparation for Cromwell: New Model Englishman by Channel 4 * * Peter Kurrild-Klitgaard (2000). Self-Ownership and Consent: The Contractarian Liberalism of Richard Overton. Journal of Libertarian Studies 15, 1 (Fall 2000): 43–96. * Selected works of the Levellers * Oliver Cromwell and the English Revolution * John Lilburne and the Levellers * BBC: Civil War & The Levellers (17th century) * 1642–1652: Levellers and Diggers in the English Revolution * A Time-line for the Levellers * The Levellers: Overton, Walwyn and Lilburne Note 1 in this link includes an explanation of the origins of the word Levellers. * Hoile, David; The Levellers: Libertarian Radicalism and the English Civil War * Feltham, Oliver, Anatomy of Failure – Philosophy and Political Action United Kingdom 1600s Category:New Model Army Category:Popular sovereignty Category:History of liberalism Category:Liberalism in the United Kingdom Category:Socialism in the United Kingdom Category:Radicalism (historical) Category:Christian radicalism Category:Republicanism in England",
 "title": "Levellers"
}