{
 "id": "305544",
 "text": "Henry Massie Rector (May 1, 1816August 12, 1899) was an American politician and lawyer who served as the sixth governor of Arkansas from 1860 to 1862. == Early life and education == Henry Massie Rector was born in Louisville, Kentucky, the son of Fannie Bardella (Thruston) and Elias Rector. His Rector family descended from the German-speaking families of Germanna in the Colony of Virginia, though both parents were also of English descent.Biographical and pictorial history of Arkansas, Volume 1 By John Hallum page 405 He was educated by his mother and attended two years of school in Louisville. He moved to Arkansas in 1835, where he was later appointed U.S. Marshal. == Political career == Rector was elected to the Arkansas Senate and served in that body from 1848 to 1850. He studied law and was admitted to the bar in 1854. From 1853 to 1857, he served as U.S. Surveyor-General of Arkansas for several years. From 1855 to 1859, he served in the Arkansas House of Representatives and spent one term as a justice of the Arkansas Supreme Court. Rector was elected Governor of Arkansas in 1860. During his term Arkansas seceded from the U.S. and was admitted into the Confederate States. The constitution of Arkansas was rewritten reducing the term of office for Governor to two years. At the Arkansas secession convention in March 1861, Rector addressed the convention in an oratory urging the extension of slavery: Rector left office in 1862 and served as a private in the state militia for the rest of the war. He participated in the 1874 constitutional convention. == Personal life == Rector was the first cousin of Representative Henry Conway, Governor James Conway and Governor Elias Conway. Rector was also a third cousin of General James Kemper. He was a first cousin of fellow Confederate general Alexander Steen. His son, Elias, ran for Governor of Arkansas twice and served in the Arkansas House of Representatives for several terms, served as Speaker of the House, and married the daughter of Senator James Alcorn of Mississippi. His grandson, James, was the first Arkansan to participate in the Olympic Games. == Death == Rector died in Little Rock and is buried in Mount Holly Cemetery there. == Memorials == Rector Street in Little Rock is named after him. The north-bound frontage road along Interstate 30 bears his name. The northeast Arkansas town of Rector is also named after him. == See also == * List of governors of Arkansas * The Family (Arkansas politics) == References == == External links == * * Henry Massey Rector at The Political Graveyard * Category:1816 births Category:1899 deaths Category:19th-century American lawyers Category:19th-century American politicians Category:1852 United States presidential electors Category:American Methodists Category:American people of English descent Category:American proslavery activists Category:American surveyors Category:Arkansas Democrats Category:Arkansas lawyers Category:Arkansas state senators Category:Justices of the Arkansas Supreme Court Category:Burials at Mount Holly Cemetery Category:Confederate state governors Category:Conway-Johnson family Category:Deaths in Arkansas Category:Democratic Party state governors of the United States Category:Farmers from Arkansas Category:Governors of Arkansas Category:Members of the Arkansas House of Representatives Category:People from Hot Spring County, Arkansas Category:People from Louisville, Kentucky Category:People of Arkansas in the American Civil War Category:Politicians from Little Rock, Arkansas Category:Politicians from Saline County, Arkansas Category:Recipients of American presidential pardons Category:United States Marshals Category:U.S. state supreme court judges admitted to the practice of law by reading law",
 "title": "Henry Massey Rector"
}