{
 "id": "305909",
 "text": "Zoolander is a 2001 American comedy film directed by and starring Ben Stiller. The film contains elements from a pair of short films directed by Russell Bates and written by Drake Sather and Stiller for the VH1 Fashion Awards television specials in 1996 and 1997. The earlier short films and this film feature Derek Zoolander (Stiller), a dimwitted supermodel. In the film, top people in the fashion industry, Jacobim Mugatu (Will Ferrell) and Derek's agent Maury Ballstein (Jerry Stiller), are hired by other executives to assassinate the Prime Minister of Malaysia (Woodrow Asai), who will pass progressive laws that would harm their businesses. Mugatu and Ballstein plan to brainwash Zoolander into killing him. Meanwhile, Zoolander has several personal and career issues, including declining popularity, disappointment in his career choice from his family, and trying to find his true purpose which he suspects is not being a model. Through much research, journalist Matilda Jeffries (Christine Taylor) becomes aware of the planned assassination and informs Derek about it. After Derek reconciles with the competing male model Hansel (Owen Wilson), the three try to stop the Prime Minister's assassination from happening. A satire on the fashion industry, the film received mixed reviews from critics, and was a box office success. A sequel, Zoolander 2, was released in February 2016, to negative reviews. An animated series, Zoolander: Super Model, was released on Netflix UK in August 2016. == Plot == In New York City, male model Derek Zoolander is at a low point; he is ousted as the top male fashion model by the rising star Hansel, his roommates and colleagues are killed in a \"freak gasoline-fight accident\", and an attempt to reconnect with his southern New Jersey working class relatives ends with the family rejecting him. Meanwhile, fashion mogul Jacobim Mugatu and Derek's agent Maury Ballstein are charged by the fashion industry with finding a model who can be brainwashed into assassinating the new progressive-leaning Prime Minister of Malaysia, whose policies will prohibit them from retaining cheap child labor in the country. Mugatu hires Derek, whom he normally doesn't work with, to star in the next runway show for his brainwashing plan. It involves Derek being conditioned to attempt the assassination when the song \"Relax\" by Frankie Goes to Hollywood is played. Matilda Jeffries, feeling responsible for Derek's downfall as she wrote a critical Time article about him, becomes suspicious of Mugatu's offer. She tells her concerns to Derek, but he ignores her. After receiving info through calls from former hand model J.P. Prewett, Matilda and Derek meet him in a cemetery. Prewett reveals that the fashion industry has been behind several of history's political assassinations, including Abraham Lincoln and John F. Kennedy and the brainwashed models are soon killed after they have completed their task. Mugatu's cronies attack the group, forcing Derek and Matilda to flee. They go to Hansel's home, the last place they believe Mugatu will think to look. Derek, Hansel, and Matilda bond, the two male models resolving their differences while partaking of Hansel's collection of narcotics and participating in group sex with Matilda and others. Derek and Hansel break into Maury's office to find evidence of the assassination plot, but they cannot operate his computer to find them. Derek goes to the runway, and Mugatu's disc jockey plays a remix version of \"Relax\". This activates Derek's mental programming, only for it to stop after Hansel breaks into the DJ booth and shuts off the turntable. Despite Hansel bringing the computer with him and smashing the computer on the floor (which he does out of taking Matilda's words of the files being in the computer literally), Maury admits to the conspiracy. Mugatu then attempts to kill the Prime Minister himself by throwing a shuriken, but Derek stops it by unleashing his ultimate model look, \"Magnum\". In Derek's rural hometown, his father Larry watches the event on television, and proudly acknowledges Derek as his son. A few years later, Derek, Hansel, and Maury start \"The Derek Zoolander Center for Kids Who Can't Read Good and Who Wanna Learn to Do Other Stuff Good Too\". Derek and Matilda have a son named Derek Zoolander Jr., who has already developed his first modeling look. == Cast == David Bowie and Billy Zane made prominent cameos as themselves, with Bowie acting as judge for a \"walk-off\", and Zane appearing as a friend of Derek. Comedian Godfrey and Taj Crown appear as janitor disguises for Derek and Hansel respectively. Also making cameos were Lance Bass, Tyson Beckford, Victoria Beckham, Emma Bunton, Stephen Dorff, Shavo Odadjian, Fred Durst, Fabio, Tom Ford, Cuba Gooding Jr., Theo Kogan, Lukas Haas, Tommy Hilfiger, Paris Hilton, Carmen Kass, Heidi Klum, Lenny Kravitz, Karl Lagerfeld, Lil' Kim, James Marsden, Anne Meara, Natalie Portman, Frankie Rayder, Mark Ronson, Gavin Rossdale, Winona Ryder, Garry Shandling, Christian Slater, Gwen Stefani, Donald Trump, Melania Trump, Donatella Versace and Veronica Webb. == Production notes == ===Development=== Ben Stiller first created the character for a skit at the 1996 VH1 Fashion Awards. The name \"Derek Zoolander\" was invented by Bates while he was editing the first short film, and was inspired by the names of two male models who both worked for Calvin Klein: the Dutchman Mark Vanderloo and the American Johnny Zander. ===Casting=== Owen Wilson was Stiller's first choice for the role of Hansel but it was uncertain if he would be available and auditions were held. Jake Gyllenhaal auditioned for the role. Andy Dick was going to play Mugatu, but was unavailable due to a previous commitment to the TV show \"Go Fish\". Stiller had originally intended to play Derek's agent Maury as well, but was already set to play the lead role and direct the film, leading him to cast his father Jerry Stiller as Maury instead. Wilson could not use a yo-yo as depicted in the film, so a skilled user named Steve Brown was hired to double for Wilson with a yo-yo. === Filming === The opening scenes were filmed at the real life 2000 VH1/Vogue Fashion Awards during commercial breaks. \"Derelicte\" is the name given to the fashion line designed by Mugatu and is a parody of a real fashion line created by John Galliano in 2000. It is described by Mugatu in the film as \"a fashion, a way of life inspired by the very homeless, the vagrants, the crack whores that make this wonderful city so unique.\" The fashion line in the film consists of clothing made from everyday objects that could be found on the streets of New York. Galliano used clothing worn by the destitute as an inspiration for a real-life fashion line in 2000. During the scene in which David Duchovny, as J.P. Prewett, explains the conspiracy to Derek, he finishes answering Derek's original question \"Why male models?\" only for Stiller, in character, to ask again, \"But why male models?\" Stiller improvised this line because he had forgotten what he was actually supposed to say, but Duchovny allowed it, replying in character, \"You serious? I just... I just told you that a moment ago.\" The original ending to the film would have entailed Derek getting fatally struck by a train and ascending to heaven, but the idea was scrapped as the producers feared they could not fit it into the film's original budget. === Censorship === Zoolander was never shown in Malaysia, as the film depicts an attempted assassination of the Malaysian prime minister. Malaysia's censorship board deemed it \"definitely unsuitable\". The film was also banned in neighboring Singapore due to bilateral sensitivities and the movie's depiction of using the drug peyote. It was subsequently made available in Singapore in 2006, with an NC-16 rating. In the United States, the film was originally rated R for its sexual content, profanity, and drug references, but was later re-rated PG-13 on appeal. In the Asian release, all references to the country of Malaysia were changed to Micronesia, the subregion which Hansel mistook for Malaysia at one point in the western version. In the United States, since the film was released on September 28, 2001 (about two weeks after the 9/11 attacks on the World Trade Center), Stiller made the executive decision to digitally remove any backgrounds that originally contained the Twin Towers in the background skyline. Stiller defended his decision to erase images of New York's World Trade Center Towers from the film, saying he did what he thought was appropriate at the time. === Accusations of plagiarism === Glamorama, a 1998 satirical novel by Bret Easton Ellis, tells the story of a vacuous male model who becomes involved in a plot concocted by international terrorists who recruit from within the fashion industry. In 2005, Ellis stated that he was aware of the similarities between Zoolander and Glamorama and said that he attempted to take legal action. Ellis was later asked about the similarities in a 2009 BBC interview but said that he is unable to discuss the topic due to an out-of-court settlement. == Reception == === Box office === Zoolander grossed $45.2 million in the U.S. and Canada and $15.6 million in other territories, for a worldwide total of $60.8 million against a budget of $28 million. === Critical response === On Rotten Tomatoes, the film has an approval rating of 64% based on 140 reviews, with an average rating of 5.90/10. The site's critical consensus reads, \"A wacky satire on the fashion industry, Zoolander is one of those deliberately dumb comedies that can deliver genuine laughs.\" On Metacritic, the film has a weighted average score of 61 out of 100 based on reviews from 31 critics, indicating \"generally favorable reviews\". Audiences polled by CinemaScore gave the film an average grade of \"C+\" on an A+ to F scale. Reviews appreciated Zoolander as an escapist, upbeat satire on New York fashion. BBC film critic Nev Pierce labeled it 'sharply observed\", specifically with its parody magazine covers and dialogue. The Hollywood Reporters Kirk Honeycutt felt the film mostly achieved the difficult goal of being \"silly and smart\" as the same time. However, its humor was generally considered hit-and-miss. Honeycutt wrote it had both predictable \"low-grade gags\" and \"weirdly hip and even witty ones\". Pierce thought \"the frenetic buffoonery does score several big laughs\" but could take time for some viewers to adapt to, such as in the first hour, \"where several jokes fail to click and Ferrell's camp villainy\". Some reviews criticized the incorporation of child labor law themes; Roger Ebert criticized the portrayal as insensitive. McCarthy, while finding the assassin subplot clever, also found it too serious for the comical vibe. McCarthy praised the performances and highlighted its many cameos. He called Stiller's performance \"constantly amusing\" if overplaying his \"look\" a little, but stated \"the character's intentional superficiality wears a little thin at feature length\". The journalist exclaimed Wilson \"gets far more comic mileage than one could have imagined possible overlaying ruthless careerism with an affably vacant grunge/Eastern veneer\". Pierce wrote how the actors contributed to the film's style; he argued Wilson's \"impeccable timing in the climax elevates the sometimes bizarre material to moments that border comedy genius\", and the cameos \"lend[] an air of authenticity to the idiocy\". Although praising the production design, costumes, and choice of pop songs, McCarthy felt the film did not have \"truly confident visual stylization\" to make comic book-esque villains like Mugatu enjoyable, and that long conversations were not fluidly written and edited. He also went after the removal of the Twin Towers as \"disruptive\" and offending the audience's intelligence. Roger Ebert added that \"to some degree, Zoolander is a victim of bad timing\", referencing the film's release two weeks after September 11, 2001 and the presidential assassination plot point which he found to be in bad taste. He found some parts of the film funny and gave it a rating of 1 out of 4. According to Stiller, years later in private, Ebert admitted that he had changed his mind and now thought that the film was funny, and apologized to him for going \"overboard\". The film received votes from two critics at the Sight & Sound's Poll of the greatest films of all time. == Analysis == Fashion journalist Hadley Freeman categorized Zoolander as unique to other mainstream fashion films such as Designing Woman (1957), Funny Face (1957), and The Devil Wears Prada (2006); whereas they usually employ the same critiques of unintelligent models, silly clothing, and insipid business practices, Zoolander is much more surreal in how it puts these cliches together, as shown in its premise of male models being hypnotized to kill a prime minister. == Soundtrack == The soundtrack to Zoolander was released on September 25, 2001. The Kruder & Dorfmeister remix of David Holmes' song \"Gone\" is in the movie when Zoolander is in the day spa, shortly before his brainwashing. == Sequel == In 2008, Stiller said he intended to make a sequel to Zoolander, and by January 2011 a script had been completed. Filming commenced at Cinecittà studios in Rome in early 2015, and on March 10 Stiller and Wilson appeared at the Paris Fashion Week in character as Derek Zoolander and Hansel McDonald. Zoolander 2 was released on February 12, 2016, to negative reviews. The film is considered one of the worst films ever made. An animated series, Zoolander: Super Model was released on Netflix UK in August 2016. == References == == External links == * * * Derek Zoolander, Male Model: The original short film and background story * Category:2001 films Category:2001 comedy films Category:2000s action comedy films Category:American action comedy films Category:American films Category:American satirical films Category:Cultural depictions of Donald Trump Category:2000s English-language films Category:Films scored by David Arnold Category:Films about fashion in the United States Category:Films about mind control Category:Films about modeling Category:Films about narcissism Category:Films directed by Ben Stiller Category:Films involved in plagiarism controversies Category:Films produced by Ben Stiller Category:Films produced by Scott Rudin Category:Films set in 2001 Category:Films set in New York City Category:Films shot in California Category:Films shot in New Jersey Category:Films shot in New York City Category:Films with screenplays by John Hamburg Category:Impact of the September 11 attacks on cinema Category:Paramount Pictures films Category:Red Hour Productions films Category:VH1 films Category:Village Roadshow Pictures films Category:Films set in New Jersey Category:Mining in film Category:Films about assassinations Category:Films featuring breakdancing",
 "title": "Zoolander"
}