{
 "id": "306064",
 "text": "Ecosophy or ecophilosophy (a portmanteau of ecological philosophy) is a philosophy of ecological harmony or equilibrium. The term was coined by the French post-structuralist philosopher and psychoanalyst Félix Guattari and the Norwegian father of deep ecology, Arne Næss. ==Félix Guattari== Ecosophy also refers to a field of practice introduced by psychoanalyst, poststructuralist philosopher, and political activist Félix Guattari. In part Guattari's use of the term demarcates a necessity for the proponents of social liberation, whose struggles in the 20th century were dominated by the paradigm of social revolution, to embed their arguments within an ecological framework which understands the interconnections of social and environmental spheres. Guattari holds that traditional environmentalist perspectives obscure the complexity of the relationship between humans and their natural environment through their maintenance of the dualistic separation of human (cultural) and nonhuman (natural) systems; he envisions ecosophy as a new field with a monistic and pluralistic approach to such study. Ecology in the Guattarian sense, then, is a study of complex phenomena, including human subjectivity, the environment, and social relations, all of which are intimately interconnected. Despite this emphasis on interconnection, throughout his individual writings and more famous collaborations with Gilles Deleuze, Guattari has resisted calls for holism, preferring to emphasize heterogeneity and difference, synthesizing assemblages and multiplicities in order to trace rhizomatic structures rather than creating unified and holistic structures. Guattari's concept of the three interacting and interdependent ecologies of mind, society, and environment stems from the outline of the three ecologies presented in Steps to an Ecology of Mind, a collection of writings by cyberneticist Gregory Bateson. == Næss's definition == Næss defined ecosophy in the following way: While a professor at University of Oslo in 1972, Arne Næss, introduced the terms \"deep ecology movement\" and \"ecosophy\" into environmental literature. Næss based his article on a talk he gave in Bucharest in 1972 at the Third World Future Research Conference. As Drengson notes in Ecophilosophy, Ecosophy and the Deep Ecology Movement: An Overview, \"In his talk Næss discussed the longer-range background of the ecology movement and its connection with respect for Nature and the inherent worth of other beings.\" Næss's view of humans as an integral part of a \"total-field imageNæss, Arne. (1972): Shallow and the Deep. Oslo: Inquiry.\" of Nature contrasts with the alternative construction of ecosophy outlined by Guattari. The term ecological wisdom, synonymous with ecosophy, was introduced by Næss in 1973. The concept has become one of the foundations of the deep ecology movement. All expressions of values by Green Parties list ecological wisdom as a key value--it was one of the original Four Pillars of the Green Party and is often considered the most basic value of these parties. It is also often associated with indigenous religion and cultural practices. In its political context, it is necessarily not as easily defined as ecological health or scientific ecology concepts. ==See also== * Ecology * Global Greens Charter * Green syndicalism * Simple living * Spiritual ecology * Sustainable living * Yin and yang * Environmental philosophy ==Notes== ==References== *Drengson, A. and Y. Inoue, eds. (1995) The Deep Ecology Movement: An Introductory Anthology. Berkeley: North Atlantic Publishers. *Guattari, Félix: »Pour une refondation des pratiques sociales«. In: Le Monde Diplomatique (Oct. 1992): 26-7. *Guattari, Félix: »Remaking Social Practices«. In: Genosko, Gary (Hg.) (1996): The Guattari Reader. Oxford, Blackwell, S. 262-273. *Maybury- Lewis, David. (1992) \"On the Importance of Being Tribal: Tribal Wisdom.\" Millennium: Tribal Wisdom and the Modern World. Binimun Productions Ltd. *Næss, Arne. (1973) The Shallow and the Deep Long-Range Ecology Movement: A Summary\". Inquiry, 16:95-100 *Drengson A. & B. Devall (2008) (Eds) The Ecology of Wisdom. Writings by Arne Naess. Berkeley: Counterpoint * Levesque, Simon (2016) Two versions of ecosophy: Arne Næss, Félix Guattari, and their connection with semiotics. Sign Systems Studies 44(4): 511-541. http://dx.doi.org/10.12697/SSS.2016.44.4.03 ==External links== *Ecophilosophy, Ecosophy and the Deep Ecology Movement: An Overview by Alan Drengson Ecospherics.net. Accessed 2005-08-14. *Transversalising the Ecological Turn: Four Components of Felix Guattari’s Ecosophical Perspective by John Tinnell Fibreculturejournal.org. Accessed 2012-02-04. *The Trumpeter, A Journal of Ecosophy. Category:Ecology Category:Postmodern theory Category:Environmental philosophy Category:Environmentalism",
 "title": "Ecosophy"
}