{
 "id": "306175",
 "text": "St Catharine's College is a constituent college of the University of Cambridge. Founded in 1473 as Katharine Hall, it adopted its current name in 1860. The college is nicknamed \"Catz\". The college is located in the historic city-centre of Cambridge, and lies just south of King's College and across the street from Corpus Christi College. The college is notable for its open court (rather than closed quadrangle) that faces towards Trumpington Street. St Catharine's is unique in being the only Oxbridge college founded by the serving head of another college. The college community is moderately sized, consisting of approximately 70 fellows, 150 graduate students, and 410 undergraduates. ==History== ===Foundation=== thumb|upright|left|Plan of the College in 1897, showing stages of development Robert Woodlark, Provost of King’s College, had begun preparations for the founding of a new college as early as 1459 when he bought tenements on which the new college could be built. The preparation cost him a great deal of his private fortune (he was suspected of diverting King's College funds), and he was forced to scale down the foundation to only three fellows. He stipulated that they must study theology and philosophy only. The college was established as \"Lady Katharine Hall\" in 1473. The college received its royal charter of incorporation in 1475 from King Edward IV. Woodlark may have chosen the name in homage to the mother of King Henry VI who was called Catharine, although it is more likely that it was named as part of the Renaissance cult of St Catharine, who was a patron saint of learning. At any rate, the college was ready for habitation and formally founded on St Catharine’s day (November 25) 1473. There are six Saints Catharine, but the college was named for Saint Catharine of Alexandria. The initial foundation was not well-provided for. Woodlark was principally interested in the welfare of fellows and the college had no undergraduates at all for many years. By 1550, however, there was an increasing number of junior students and the focus of the college changed to that of teaching undergraduates. ===The Robinson Vote=== In 1861, the then master, Henry Philpott became Bishop of Worcester, in the ensuing election Charles Kirkby Robinson and Francis Jameson stood. Jameson naturally voted for Robinson, however Robinson voted for himself, Robinson won. The episode brought the college into some disrepute for a while.https://www.caths.cam.ac.uk/about- us/history ===Expansion and modern day=== As the college entered the 17th century, it was still one of the smallest colleges in Cambridge. However, a series of prudent Masters and generous benefactors were to change the fortunes of the college and expand its size. Rapid growth in the fellowship and undergraduate population made it necessary to expand the college, and short- lived additions were made in 1622. By 1630 the college began to demolish its existing buildings which were decaying, and started work on a new court. In 1637 the college came into possession of the George Inn (later the Bull Inn) on Trumpington Street. Behind this Inn was a stables which was already famous for the practice of its manager, Thomas Hobson, not to allow a hirer to take any horse other than the one longest in the stable, leading to the expression \"Hobson's choice\", meaning \"take it or leave it\". The period of 1675 to 1757 saw the redevelopment of the college's site into a large three-sided court, one of only four at Oxbridge colleges; the others are at Jesus and Downing at Cambridge and Worcester, St Catharine’s sister college, at Oxford. Proposals for a range of buildings to complete the fourth side of the court have been made on many occasions.http://www.caths.cam.ac.uk/assets/uploadedfiles/downloads/MainCourt.pdf upright=1.5|thumb|The College gates The college was granted new statutes in 1860 and adopted its current name. In 1880, a movement to merge the college with King’s College began. The two colleges were adjacent and it seemed a solution to King's need for more rooms and St Catharine's need for a more substantial financial basis. However, the Master (Charles Kirkby Robinson) was opposed and St Catharine's eventually refused. In 1966 a major rebuilding project took place under the Mastership of Professor E. E. Rich. This saw the creation of a new larger hall, new kitchens and an accommodation block shared between St Catharine's and King's College. Pressure on accommodation continued to grow, and in 1981 further accommodation was built at St. Chad's on Grange Road, with further rooms added there in 1998. In 2013 the College completed the building of a new lecture theatre, college bar and JCR. In 1979, the membership of the college was broadened to welcome female students, and in 2006 the first woman was appointed as Master of the college, Dame Jean Thomas. A history of the college was written by W. H. S. Jones in 1936.Jones 1936. In 2015, St Catharine's became the first college in Cambridge to implement a gender-neutral dress code for formal hall. During the 2020 COVID-19 pandemic, St Catharine's, in collaboration with Cambridge Women's Aid, allowed women who were escaping domestic abuse to stay in college accommodation. Between 27 April and 3 September, women and children were provided with accommodation for a combined 1,456 nights. From early 2020 to current day, construction works have occurred to renovate St Catharine's Main Hall as part of the \"Central Spaces projects\".https://www.caths.cam.ac.uk/central-spaces-so-far A temporary hall was erected on the main court in its stead, and has been named \"Catzebo\", a portmanteau of \"Catz\", the College's nickname, and \"gazebo\" for its tent- like appearance. The name was chosen by the Head Porter following an advisory student vote on an array of candidates in which \"Catzebo\" was put forward by Robson Tebbutt, a second year natural sciences student. ==Academics== Historically, St Catharine's has generally placed in the top third of the Tompkins Table (the annual league table of Cambridge colleges), though its position tends to vary year on year. In 2014, its position slipped to 21st, but rose to 13th in 2015 with more than 25% of students gaining First-class honours, and it has further risen to 10th in 2018 with more than 30% gaining a First. The first time the college had been placed at the top of the Tompkins Table was in 2005. Between 1997 and 2010, the college averaged 9th of 29 colleges. ==Student life== thumb|Chapel at the college|upright The college maintains a friendly rivalry with Queens’ College after the construction of the main court of St Catharine's College on Cambridge’s former High Street relegated one side of Queens' College into a back alley. A more modern rivalry with Robinson College resulted from the construction in the 1970s of a modern block of flats named St Chad’s (in which the rooms are octagonal to resemble the wheel on the college crest) by the University Library. The college has a strong reputation in hockey and racquet sports, in part due to its facilities for these sports including grass tennis courts and an astroturf hockey pitch. The football club is one of the largest sporting clubs at the college. In 2018 the first team were in the 2nd division and the second team were in the 4th division.http://fulltime- league.thefa.com/ProcessPublicSelect.do?psSelectedSeason=706347893&psSelectedDivision;=392004535&psSelectedCompetition;=0&psSelectedLeague;=707282756 The team enjoyed its most dominant years in the late 1970s winning Cuppers 4 times consecutively from 1975-1978. St Catharine's College Boat Club, the college boat club, hosts the Cardinals Regatta each year, in which teams compete along a short course in fancy dress with an emphasis on bribery to secure victory. The college's Boat Club is moderately strong, with both Men's and Women's 1st boats generally residing in the middle of the 1st division of the May Bumps races. The college hosts several other notable societies. The Shirley Society is the college literary society, the oldest in Cambridge, it regularly hosts significant figures from the arts world throughout the academic year. The college-based girls' choir is the first of its kind in a UK university and is composed of girls aged 8–14 from local schools. ==Notable alumni== File:Jeremy Paxman, September 2009 2 cropped.jpg|Jeremy Paxman, journalist. File:John Ray from NPG.jpg|John Ray, naturalist. File:Ian McKellen.jpg|Sir Ian McKellen, actor. File:Richard Ayoade at Soho Hotel (cropped).jpg|Richard Ayoade, comedian and actor. File:Rebecca Hall Berlinale 2010 cropped.jpg|Rebecca Hall, actress. File:Ben Miller.jpg|Ben Miller, comedian and actor. File:Aankomst van premier van Malakka Abdul Rahman, Bestanddeelnr 911-2803.jpg|Tunku Abdul Rahman, the first Prime Minister of Malaysia. File:RonaFairhead.jpg|Rona Fairhead, Chairwoman of the BBC Trust. File:James Shirley.jpg|James Shirley, dramatist. {| class=\"wikitable sortable\" style=\"font-size: 95%;\" |- !Name !Birth !Death !Career |- |John Addenbrooke |1680 |1719 |Founder of Addenbrooke's Hospital |- |David Armand |1977 | |Actor, comedian and writer |- |David Armitage |1965 | |Professor of History at Harvard University |- |Herbert Rowse Armstrong |1870 |1922 |Only English solicitor to be hanged for murder |- |Richard Ayoade |1977 | |Performer |- |Harivansh Rai Bachchan |1907 |2003 |20th century Indian poet |- |Nathaniel Bacon |1640 |1676 |Revolutionary in Virginia |- |Geoffrey Barnes |1932 |2010 |Secretary for Security for Hong Kong, Commissioner of Independent Commission Against Corruption |- |Jonathan Bate |1958 | |Shakespeare scholar and Provost of Worcester College, Oxford |- |John Bayliss |1919 |2008 |Poet |- |Peter Boizot |1929 |2018 |Founder of Pizza Express |- |John Bond |1612 |1676 |Master of Trinity Hall, Cambridge |- |Gp. Cpt. Leslie Bonnet |1902 |1985 |RAF officer, writer and originator of the Welsh Harlequin Duck |- |Sir Arthur Bonsall |1917 |2014 |Head of GCHQ during the period when an employee known as Geoffrey Prime sold information to the Soviet Union. |- |John Bradford |1510 |1555 |Martyr of the English reformation |- |Anil Kumar Gain |1919 |1978 |Indian mathematician and statistician, FRS |- |Sir Kenneth Bradshaw |1922 |2007 |Clerk of the House of Commons |- |Howard Brenton |1942 | |Playwright |- |Adam Buddle |1662 |1715 |After whom the Buddleia is named |- |Henry William Bunbury |1750 |1811 |Caricaturist |- |Francis Cammaerts DSO |1916 |2006 |Leading member of the French Special Operations Executive |- |George Corrie |1793 |1885 |Master of Jesus College, Cambridge |- |Gervase Cowell |1927 |2000 |Intelligence Officer |- |Martin Crimp |1956 | |Playwright |- |John Cutts |1661 |1707 |MP and army commander |- |Donald Davie |1922 |1995 |Poet |- |John Bacchus Dykes |1823 |1876 |Victorian hymn-writer |- |Fakhruddin Ali Ahmed |1905 |1977 |Fifth President of India |- |Richard Finn |1963 | - |Regent of Blackfriars, Oxford |- |Reg Gadney |1941 |2018 |Painter and writer |- |Leo Genn |1905 |1978 |Actor, nominated for the Academy Award for Best Supporting Actor |- |Brian Gibson |1944 |2004 |Movie Director |- |Maurice Glasman |1961 | |Political scientist and Labour peer |- |Charles Wycliffe Goodwin |1817 |1878 |Egyptologist, bible scholar and judge of the British Supreme Court for China and Japan |- |Lilian Greenwood |1966 | |British Labour Party politician |- |Sir Peter Hall |1930 |2017 |Theatre and opera director, founder of the RSC |- |Sir Peter Hall |1932 |2014 |Urban planner and geographer |- |Rebecca Hall |1982 | |Film and stage actress |- |Leslie Halliwell |1929 |1989 |Film reviewer |- |David Harding |1961 | - | Hedge fund manager and founder for Winton Capital Management |- |Roger Harrabin |1955 | |Journalist and reporter |- |Joanne Harris |1964 | |Author |- |Sir Peter Hirsch |1925 | - |Materials scientist |- |Sir Robert Howe |1893 |1981 |Last British Governor-General of the Sudan |- |Rupert Jeffcoat |1970 | |Organist Coventry Cathedral |- |Roger Knight |1946 | |Cricketer |- |Emyr Jones Parry |1947 | |United Nations diplomat |- |Paul King |1978 | - |Director, The Mighty Boosh, Bunny and the Bull |- |Malcolm Lowry |1909 |1957 |Writer - Author of Under the Volcano, number 11 on the Modern Library's 100 Best Novels of the 20th century). |- |Sir Ian McKellen |1939 | |Actor |- |Bevil Mabey |1935 |2010 |Businessman and inventor |- |Roy MacLaren |1934 | |Canadian diplomat, politician and author |- |Nevil Maskelyne |1732 |1811 |Astronomer Royal; developed the Lunar distance model for measuring latitude |- |Ian Meakins |1956 | |Chief Executive of Wolseley plc |- |Ben Miller |1966 | |Writer, Actor and Comedian |- |Morien Morgan |1912 |1978 |Master of Downing College, Cambridge, known as \"the father of Concorde\" |- |Michael Morris |1936 | |Former Deputy Speaker of the House of Commons |- |George Nash |1989 | |Rowing World Champion and Olympic Medalist |- |Sir Foley Newns |1909 |1998 |Colonial administrator |- |Robin Nicholson |1934 | |Chief Scientific Advisor to the UK Government |- |Geoffrey Pattie |1936 | |Former Minister of State for Information and Technology |- |Jeremy Paxman |1950 | |Television journalist |- |Nicholas Penny |1949 | |Director of the National Gallery |- |Sam Pickering |1941 | |Professor of English at the University of Connecticut |- |Steve Punt |1962 | |Comedian |- |Tunku Abdul Rahman |1903 |1990 |First Prime Minister of Malaysia |- |John Ray |1627 |1705 |Naturalist |- |Sir Thomas Roberts |1658 |1706 |MP |- |Jenni Russell |1960 | |Journalist |- |Christopher Sargent |1906 |1943 |Bishop in Fukien, China |- |Thomas Sherlock |1678 |1761 |Theologian |- |James Shirley |1596 |1666 |Elizabethan poet and playwright |- |Arun Singh |1944 | - |Former Defence Minister of India |- |Donald Soper |1903 |1998 |Methodist minister and campaigner |- |John Strype |1643 |1737 |Historian |- |Noel Thompson |1957 | - |Television journalist |- |Sir Tim Waterstone |1939 | |Founder of Waterstones |- |Peter Wothers | ? | - |Chemist |- |William Wotton |1666 |1727 |Historian |- |Hannah Yelland |1976 | |Film & stage actress |- |Terence Young |1915 |1994 |British film director - Dr. No, From Russia With Love, Thunderball |} ==See also== * List of Masters of St Catharine's College, Cambridge * :Category: Fellows of St Catharine's College, Cambridge * List of Honorary Fellows of St Catharine's College, Cambridge * Organ scholar * St Catherine's College, Oxford ==References== ==Further reading== * * * ==External links== * Official St Catharine's College website * St Catharine's College JCR website Category:1473 establishments in England Category:Colleges of the University of Cambridge Category:Grade I listed buildings in Cambridge Category:Grade I listed educational buildings Category:Educational institutions established in the 15th century Category:Organisations based in Cambridge with royal patronage",
 "title": "St Catharine's College, Cambridge"
}