{
 "id": "30633",
 "text": "The Fantasy Trip (TFT) is a tabletop role-playing game designed by Steve Jackson and originally published by Metagaming Concepts. In 2019, TFT was republished by Steve Jackson Games as The Fantasy Trip Legacy Edition. ==History== TFT was developed from Metagaming's tactical combat MicroGames Melee and Wizard, also designed by Jackson, which provided the basic combat and magic rules. These games could be played on their own, or, using the gamemaster's module In the Labyrinth, expanded into a full-fledged role- playing game. The basic combat and magic rules presented in Melee and Wizard were greatly expanded for purposes of role-playing in Advanced Melee and Advanced Wizard. TFT was the first published role-playing game to use a point- buy system for character generation, instead of the random dice roll method routinely used in the 1970s. Metagaming also published a total of eight \"MicroQuests\" adventures for The Fantasy Trip. These inexpensive adventures allowed for group or solitary play. More traditional RPG modules were also released, including Tollenkar's Lair, a traditional dungeon crawl adventure published in 1980, and Warrior Lords of Darok and Forest Lords of Dihad, published in 1982 for The Land Beyond the Mountains campaign setting in partnership with Gamelords. The Thieves' World licensed campaign setting, published by Chaosium in 1981, also included character statistics and notes for use with TFT. Two Metagaming-published magazines, The Space Gamer and Interplay featured TFT material, including designer notes, setting expansions, and alternate rules. In 1988, Hobby Japan released a Japanese-language edition of TFT under the name . It combined in a single volume the rules from Melee and Wizard along with the MicroQuests Death Test, Death Test 2, Grail Quest, Treasure of the Silver Dragon, and Treasure of Unicorn Gold. ===Jackson–Thompson split=== Jackson left Metagaming in 1980. By that time, Howard M. Thompson, the owner of Metagaming, was not happy with the TFT work done by Steve Jackson, stating that it was too complex and had taken too long.Letter to Andy Windes from Howard Thompson, http://micro.brainiac.com/htletter.jpg, http://micro.brainiac.com/htletter.txt, 31 March 1980 To address some of these concerns, Thompson partially revised the TFT mechanics for Dragons of UnderEarth, a compact set of fantasy role-playing rules derived from Melee, Wizard and ITL, with simplified rules for combat and magic, and the related The Lords of UnderEarth mass combat system. In 1983, Thompson closed down Metagaming and sold most of its assets. Jackson tried to purchase the rights to The Fantasy Trip, but Thompson's asking price of $250,000 was much too high, and TFT went out of print.\"Where We're Going\" by Steve Jackson, page 28, The Space Gamer, Number 65, Sept/Oct 1983. This led Jackson to begin work on a new \"third generation\" role-playing system that eventually became GURPS (the Generic Universal Role-Playing System), which was strongly influenced by The Fantasy Trip. ===Jackson reclaims TFT=== In December 2017, Jackson announced he had exercised an option under U.S. law for an author to unilaterally terminate a grant of publication rights between 35 and 40 years after publication, which allowed him to regain rights to The Fantasy Trip. In July 2018, Steve Jackson Games launched a Kickstarter campaign to reissue Melee, Wizard, and a TFT Legacy Edition boxed set with the expanded In the Labyrinth rules, among other materials. The revived TFT proved a success for Steve Jackson Games, raising more than $450,000 in 2018, and the company has committed to expanding and continued support for TFT. ==The Fantasy Trip 1977-1983== thumb|A scenario from the Metagaming version of TFT MicroQuest Death Test being played ===Melee=== Metagaming released Melee in 1977 as MicroGame #3. It was designed to be a simple, fast-playing, man-to-man tactical combat boardgame. The game came with a small empty hex map, a counter sheet of men, monsters, and weapons (for any weapons dropped in combat), as well as a 17-page rulebook. Every figure had a Strength and Dexterity attribute. Strength governed how much damage a figure could take and the size of weapons which could be used; heavier weapons increased the damage one inflicted in combat. Dexterity determined how likely one was to hit one's opponent. Armor could be worn, which would reduce the amount of damage taken in combat while lowering one's Dexterity. ===Wizard=== Metagaming released Wizard in 1978 as MicroGame #6, a pocket board game of individual magical combat. Its 32-page rulebook included most of the Melee combat system with the addition of a magic system. Wizard added Intelligence (IQ) as a third attribute that determined magical ability. A player could improve his character by adding points to the character's attribute scores. A high IQ score allowed the use of more varied and powerful spells. Casting a spell would temporarily drain a character's strength score, limiting the number of spells one could cast before requiring rest to regain strength. ===In the Labyrinth=== Released in 1980 as an 80-page, 8 × 11 saddle-stitched book, In the Labyrinth: Game Masters' Campaign and Adventure Guide added a role-playing system and fantasy-world background to The Fantasy Trip. Released simultaneously and in the same format were Advanced Melee and Advanced Wizard, which greatly expanded and revised the physical and magical combat systems. Character creation, which had been part of the original Melee and Wizard, was incorporated into In the Labyrinth. The three books together formed the complete Fantasy Trip game system. As in the original MicroGames, each character had Strength, Dexterity and IQ attributes, each calibrated to 10 for an average human. New (human) characters began with 8 points of each trait, with 8 extra points for the player to add to any of the abilities as they desired. In the Labyrinth introduced a point-buy skill system, an extension and generalization of the magic system inherited from Wizard. Each character had one talent or skill point per point of IQ, and each skill had a skill point cost as well as a minimum IQ to learn it. The range of abilities provided by character classes in a first-generation game like Dungeons & Dragons was replaced with talents. For example, the \"Thief\" talent would allow a player to roll against his Dexterity to pick a pocket or open a lock. Other talents included standard fantasy skills such as Literacy, Alertness, or Weapon Proficiency. It was possible for a wizard to learn mundane skills and for a hero to learn a spell or two (with great difficulty). ===Reception=== Ronald Pehr reviewed The Fantasy Trip in The Space Gamer No. 31. Pehr commented that \"The Fantasy Trip is an excellent FRP game system. I'd have liked it to be better organized and a few dollars cheaper. Those who purchase it anyway will be very glad they did.\" ====Reviews==== *Different Worlds #8 (Advanced Melee and Wizard) *Pegasus #10 (Oct. 1982) ===Publications=== *3103 — Melee *3106 — Wizard *2102 — In the Labyrinth *2103 — Advanced Melee *2104 — Advanced Wizard *3201 — Death Test (MQ#1) *3202 — Death Test 2 (MQ#2) *3203 — Grail Quest (MQ#3). A solo adventure set in King Arthur's court, the players were knights searching for the Holy Grail. *3204 — Treasure of the Silver Dragon (MQ#4). This solo adventure contained clues to a silver dragon figurine hidden somewhere in the United States. The 31 troy ounce dragon was found by Thomas Davidson, who was awarded with a $10,000 check in addition to the figurine. *3205 — Security Station (MQ#5). A dungeon crawl through a high-tech fallout shelter. *3206 — Treasure of Unicorn Gold (MQ#6). Identical in concept to Treasure of the Silver Dragon, except the quest was for a small golden unicorn. No prize was awarded before Metagaming folded, and the disposition of the gold unicorn was not announced. See the link below to a website claiming to have nearly solved the mystery of the unicorn's hiding place. *3207 — Master of the Amulets (MQ#7). A simple hex-crawl adventure where the player explores a valley and picks up many magical amulets laying about. *3208 — Orb Quest (MQ#8) *2201 — Tollenkar's Lair *2202 — The Warrior Lords of Darok. The first module released in a series called The Land Beyond the Mountains, a full campaign setting designed exclusively for TFT. This detailed the province of Darok, whose inhabitants worship a mean and nasty god of war and fire. This land was to be detailed over the course of several modules, but only this and The Forest Lords of Dihad were released before Metagaming's demise. Planned modules would have detailed the provinces of \"Muipoco\" and \"Soukor\", and two or more cities, the provincial capitals. The city modules for the capitals of Darok and Dihad were redesigned and released under other names by Game Lords Ltd. *GL-1970 — The Forest Lords of Dihad. Published by Gamelords. The last TFT release before the closing of Metagaming. *2301 — The Fantasy Master's Codex. Originally called the TFT Yearbook, this was planned to be a supplement that would be updated annually to include rules changes, expansions and new rules interpretations. It was also planned to include variants and expansions submitted by TFT players. Only one was released. *2302 — The Fantasy Masters' Screen. A cardboard screen to hide notes and maps from the players, featuring useful reference charts and tables for game play; it was similar in concept to the Dungeon Master's Screen produced by TSR for Dungeons & Dragons. *5102 — Dragons of UnderEarth. A compact set of fantasy role-playing rules derived from Melee, Wizard and ITL, with simplified rules for combat and magic. *3118 — The Lords of UnderEarth. This was a separate MicroGame of large-scale combat, but was developed to work with TFT as a system for combat involving large numbers of troops. It featured a set of conversions for building units based on TFT characters. It also featured a setting that could be used as a very large dungeon environment. *The Fantasy Trip Character Record Sheets published by Fantasimulations Associates. ===Unreleased Publications=== *Shaylle: Soldier City. Developed by Gamelords for The Land Beyond the Mountains setting, but when Metagaming went out of business the module was rewritten and issued as City of the Sacred Flame (GL-1934) for use with the Thieves' Guild rules system. The history section was heavily redone and the main non-player character's names are changed, but many of the area descriptions and the adventures remain essentially unchanged. At least one quest in this module still has the original NPC's name unchanged. *Intrigue in Plaize. Developed by Gamelords for The Land Beyond the Mountains setting, but when Metagaming went out of business the module was rewritten and issued as Within the Tyrant's Demesne (GL-1935) for use with the Thieves' Guild rules system. As with City of the Sacred Flame, the history is rewritten, but many descriptions and references remain largely unchanged. *Conquerors of UnderEarth (CUE). Slated to be an adventure module for use with the Dragons of UnderEarth system. It was never released but had at least progressed to the draft stage. Interplay #8 gave several details, stating that \"it deals with Adventurers entering a Goblin fortress and encountering organized military units, and as such often involves 10–20 or more fighters in a battle.\" Since CUE was fairly streamlined, it lent itself to these sorts of encounters. Beyond these products, additional supplements were in various stages of playtest, design, and development when Metagaming shuttered. Among these, according to a February 1982 company memo, were High Noon, an old west rules set; In the Name of Justice and Herodium, comic book superheroes rules sets; an adventure, Nosferatu; and a campaign setting, The Inner Sea. ==The Fantasy Trip Legacy Edition 2019== On 26 December 2017, Steve Jackson announced he had re-acquired the rights for the TFT products he authored for Metagaming, specifically Melee, Wizard, Death Test, Death Test 2, Advanced Melee, Advanced Wizard, In the Labyrinth, and Tollenkar's Lair. This was accomplished through the provisions of 17 U.S. Code § 203, which allows authors to reclaim works after 35 years. The process \"took well over a year\" and \"was also not cheap\", according to Jackson, but it allowed for the revival of TFT by Steve Jackson Games. On 23 July 2018, Steve Jackson Games opened a Kickstarter campaign for The Fantasy Trip Legacy Edition including updated versions of all the works reclaimed from Metagaming; the new version of In the Labyrinth incorporated Advanced Melee and Advanced Wizard, as originally envisioned by Jackson. The Kickstarter campaign was funded the same day. The game was released for retail sale on 17 April 2019. Subsequently, Steve Jackson Games has kickstarted a group of TFT accessories, Decks of Destiny, as well as a new TFT zine, Hexagram. Additional supporting materials, including adventures, solo/programmed adventures, Quick Quests, and beastiaries are also planned. The company also announced a licensing structure allowing other companies to produce material for TFT; the first such licensed project was a series of five adventures published by Gaming Ballistic in 2019. === Publications === *SJG3450 — The Fantasy Trip Legacy Edition. A boxed set with In the Labyrinth, the Melee and Wizard mini-games, Death Test & Death Test 2 solo adventures, the 'Tollenkar's Lair module, a GM's screen, and additional supplies. *SJG3452 — Melee *SJG3453 — Wizard *SJG3454 — Death Test & Death Test 2 *SJG3455 — In the Labyrinth *SJG3458 — The Fantasy Trip Companion. A collection of articles from The Space Gamer and other sources from the 1980s. *SJG3460 — The Fantasy Trip: Melee & Wizard Pocket Box. A 1980s style reprint with a locking plastic box. *SJG3462 — The Fantasy Trip Adventures. A collection of five adventures: \"The Chaos Triads\", \"The Curse of Katiki-Mu\", \"Fire in the Temple\", \"The Clockwork Tower\", and \"Tomb of the Wizard-King.\" *SJG3464 — Decks of Destiny. A boxed set with a variety of card decks with adversaries, creatures, rumors, treasures, and labyrinth sections for solo or gamemastered play. *SJG3469 — The Fantasy Trip Outdoor Adventure Cards. A deck of cards with random adventures. *SJG3477 — The Book of Unlife. Bestiary of the undead. (April 2020 Kickstarter) *SJG3480 — Red Crypt. A solo/programmed adventure. (April 2020 Kickstarter) *SJG3481 — Labyrinth Planner *SJG3482 — Deluxe Character Journal *SJG3483 — The Fantasy Trip: The Infinite Arena. A deck of battle and hazard cards for quick fantasy combat scenarios. *SJG3485 — Ardonirane. City sourcebook. (July 2020 Kickstarter) *SJG3489 — The Fantasy Trip 2019 Postcard Contest. Compilation of 40 short dungeon encounters. *SJG3492 — Warlock's Workshop. A solo adventure. *SJG3495 — The Fantasy Trip Adventures 2. A collection of five more adventures: \"Old School Adventures,\" \"Darkness,\" \"The Paradise Vault,\" \"The Shining Tower,\" and \"Amazons of the Sky Turtle.\" (December 2020 Kickstarter) *SJG3497 — Old School Monsters. Bestiary of monsters from the earliest days of RPGs. (December 2020 Kickstarter) *SJG3501 — The Fantasy Trip Labyrinth Encounter Cards. A deck of cards with random adventures. (June 2021 Kickstarter) *SJG3502 — The Fantasy Trip Sampler Deck. New cards for the Labyrinth Encounter, Outdoor Adventure, and The Infinite Arena decks. *SJG3601 — Tipping the Scales: Quick Quest #1. (December 2020 Kickstarter) *SJG3602 — A Moveable Feast: Quick Quest #2. (June 2021 Kickstarter) *SJG3603 — The Unself King: Quick Quest #3. (June 2021 Kickstarter) *SJG3604 — The Caravan Raiders: Quick Quest #4 *SJG TBD — TFT Bestiary (announced) *SJG TBD — The Fantasy Trip Companion 2. A collection of articles from Lester W. Smith's The Fantasy Forum and other sources from the 1980s. (announced) *GBL0011 — Ironskull Castle (June 2019 Kickstarter) *GBL0012 — Citadel of Ice (June 2019 Kickstarter) *GBL0013 — Curse of the Pirate King (June 2019 Kickstarter) *GBL0014 — The Crown of Eternity (June 2019 Kickstarter) *GBL0015 — Vampire Hunter Belladonna. A solo/programmed adventure. (June 2019 Kickstarter) *GBL0031 — Dragon Hunt!. A solo/programmed adventure. (May 2020 Kickstarter) *GBL0032 — Dark Lord's Doom. A solo/programmed adventure. (May 2020 Kickstarter) *GBL0033 — Roc of Sages (May 2020 Kickstarter) *GBL0034 — Catacombs of Living Death (May 2020 Kickstarter) *GBL0035 — The Sunken Library (May 2020 Kickstarter) *GBL0036 — Character Collection 1: Experienced Adventurers. A short collection of NPCs. *GBL0037 — Character Collection 2: Rookies (February 2021 Kickstarter) *GBL0038 — Character Collection 3: Bandits and Outlaws (February 2021 Kickstarter) *GBL0039 — Character Collection 4: Wizards (February 2021 Kickstarter) *GBL0061 — Tower of the Moon ==Fan activity and retro-clones== A number of dedicated fanzines supported the original publication. Lester W. Smith's The Fantasy Forum ran from 1987 to 1992 with a total of ten issues. Inept Adept and Goblin Keep published two issues each. A fourth fanzine, Vindicator, was devoted to MicroGames in general but did include some material specific to TFT. Vindicator published at least 14 issues from 1995 to 1998. A number of tribute and fan websites preserved and expanded TFT over the years, including a long-running E-mail discussion list archived at tft.brainiac.com. At least two game companies have developed material inspired by and largely compatible with TFT, similar to retroclone games. Dark City Games has offered \"MicroQuest\"-style programmed adventures since 2005 for its Heroes of the Ancient World system, as well as TFT-compatible rules and adventures for wild west and science-fiction genres. Heroes & Other Worlds similarly builds on TFT, albeit with greater deviation from the original rules. ==References== ==External links== *SJ Game's official game website *Designers' Notes and Errata for The Fantasy Trip by Steve Jackson, Space Gamer 1980 Reviews on RPGnet: *The Fantasy Trip: Melee — Playtest Review, by Travis Casey on 15 July 2002 *The Fantasy Trip: Wizard — Playtest Review, by Travis Casey on 3 August 2002 *The Fantasy Trip: In The Labyrinth — Capsule Review, by John Laviolette on 20 May 2002 *The Fantasy Trip: In the Labyrinth — Playtest Review, by Travis Casey on 18 August 2002 * * * * Category:Fantasy role-playing games Category:Steve Jackson (American game designer) games Category:Metagaming Concepts games Category:Role-playing games introduced in 1980",
 "title": "The Fantasy Trip"
}