{
 "id": "306406",
 "text": "James Miller (April 25, 1776 – July 7, 1851) was the first governor of Arkansas Territory and a brevet brigadier general in the United States Army during the War of 1812. It was during his term as governor, and partly due to his influence, that the territory's capital was moved from Arkansas Post to Little Rock. ==Early life== James Miller was born in Peterborough, New Hampshire, to James and Catharine (née Gregg) Miller. He attended an academy at Amherst, Massachusetts, and then Williams College. After Martha's death, he married Ruth Flint. He had a law practice in Greenfield, New Hampshire, from 1803 to 1808. ==Military career== Miller joined the New Hampshire state militia and commanded an artillery unit, until General Benjamin Pierce noticed him and recommended that he be commissioned as a major in the regular army. Miller joined with the 4th Regiment of Infantry in 1808. In 1811, Miller's unit went to fight Indians in Vincennes, Indiana, where he was promoted to colonel. In May 1812, his regiment moved to Detroit, Michigan. He was the commander during the Battle of Maguaga. Shortly afterwards, Miller was taken prisoner following the Siege of Detroit and was later exchanged. In 1814, Miller was colonel of the 21st Regiment of Infantry and led his men in the capture of the British artillery at the Battle of Lundy's Lane. His \"I will try, sir!\" quote became famous and he earned the name of \"Hero of Lundy's Lane\". He was awarded the Congressional Gold Medal in November 1814. Miller was made a brevet brigadier-general by the United States Congress after the battle. ==Political career== Appointed governor of the Arkansas Territory on March 3, 1819, Miller resigned from the army, but did not leave New England for his governorship until September. He traveled to Washington, D.C. first, where he learned that he would also serve as the superintendent of Indian Affairs for the Arkansas Territory. He traveled to Pittsburgh, Pennsylvania, and acquired armaments for the territorial militia. He then traveled down the Ohio and Mississippi rivers with the armaments in tow, arriving at Arkansas Post on December 26, on a vessel flying flags reading \"Arkansaw\" and \"I will try, sir!\" Due to Miller's tardiness, Robert Crittenden, the secretary of the territory, had been running the state and filling necessary appointments which were validated by Congress. Miller focused his attentions on finding a suitable location for a territorial capital. Since a number of influential men, including Miller, in the territorial legislature had purchased lots in the Little Rock area, the bill moving the capital from Arkansas Post to Little Rock passed the territorial legislature. As Superintendent of Indian Affairs for the territory, Miller dealt with the considerable debate over Quapaw, Cherokee, and Choctaw land claims and the desire for American whites to take the land for themselves. To make matters more confusing for Miller, warfare between the Cherokee and the Osage erupted within the territory in 1821. From the beginning of his term, it was clear that he did not plan to stay in Arkansas, as his wife remained in New Hampshire. Miller left the torrid Arkansas summer for cooler New Hampshire in April 1821, returning the following November. In his absences, Crittenden ran Arkansas and made decisions regarding the Native American problems. Finally, in June 1823, Miller left Arkansas and did not return at all that year. He held the post as Governor of the Arkansas Territory from 1819 to 1824. In the fall of 1824, he was elected to the House of Representatives in New Hampshire but never took office. Instead he was appointed Collector of Customs in Salem, Massachusetts, a post he served in until 1849. It is in this role that he is portrayed as the General in Nathaniel Hawthorne's The Custom-House, an Introductory to The Scarlet Letter. ==Death== Miller retired to his home in Temple, New Hampshire, where he died of a stroke. He was buried in Harmony Grove Cemetery in Salem, Massachusetts. ==Honors and memberships== Miller was elected a member of the American Antiquarian Society in 1821.American Antiquarian Society Members Directory ==Legacy and memory== Miller County, Arkansas and Miller State Park in Peterborough, New Hampshire are both named after him. Fort Miller in Marblehead, Massachusetts was renamed for him circa 1861. ==See also== *List of Congressional Gold Medal recipients *List of governors of Arkansas *List of people from New Hampshire *List of Williams College people ==References== ==External links== *Arkansas Encyclopedia *Governors of Arkansas *Profile for Miller County, Arkansas at epodunk.com via Wayback Machine *Historical marker erected by the town of Temple Category:1776 births Category:1851 deaths Category:19th-century American politicians Category:United States Army personnel of the War of 1812 Category:Burials at Harmony Grove Cemetery Category:Collectors of the Port of Salem and Beverly Category:Congressional Gold Medal recipients Category:Deaths from cerebrovascular disease Category:Farmers from New Hampshire Category:Governors of Arkansas Territory Category:Members of the American Antiquarian Society Category:New Hampshire lawyers Category:People from Peterborough, New Hampshire Category:United States Army colonels Category:War of 1812 prisoners of war held by the United Kingdom Category:Williams College alumni",
 "title": "James Miller (general)"
}