{
 "id": "306536",
 "text": "Lassi () is a regional name for buttermilk, the traditional dahi (yogurt)-based drink in the Indian subcontinent. Lassi is a blend of yogurt, water, spices and sometimes fruit. Namkeen (salty) lassi is similar to doogh, while sweet and mango lassis are like milkshakes. Lassi may be infused with cannabis in the form of bhang. == Etymology == Lassi is derived from the Sanskrit word Lasika (लसिका) meaning serous or saliva like. ==Variations== ===Sweet lassi=== Sweet lassi is a form of lassi flavoured with sugar, rosewater or lemon, strawberry or other fruit juices. Saffron lassis, which are particularly rich, are a specialty of Rajasthan and Gujarat in India and Sindh province of Pakistan. Makkhaniya lassi is simply lassi with lumps of butter in it. It is usually creamy like a milkshake. ===Salted lassi=== The traditional namkeen (or salty) form of lassi is more common in the Indian subcontinent. It is prepared by blending dahi (yogurt) with water with added salt. The resulting beverage is known as salted lassi. ===Bhang lassi=== Bhang lassi is a cannabis-infused drink that contains bhang, a liquid derivative of cannabis, which has effects similar to other eaten forms of cannabis. It is legal in many parts of India and mainly sold during Holi, when pakoras containing bhang are also sometimes eaten. Uttar Pradesh is known to have licensed bhang shops, and in many places, one can buy bhang products and drink bhang lassis.Anthony Bourdain: No Reservations Collection 2, Episode 5; Final Segment. ==Cultural references== thumb|right|200px|A street lassi shop A 2008 print and television ad campaign for HSBC, written by Jeffree Benet of JWT Hong Kong, tells a tale of a Polish washing machine manufacturer's representative sent to India to discover why their sales are so high there. On arriving, the representative investigates a lassi parlor, where he is warmly welcomed, and finds several washing machines being used to mix it. The owner tells him he is able to \"make ten times as much lassi as I used to!\" On his No Reservations television program, celebrity chef Anthony Bourdain visited a \"government authorised\" bhang shop in Jaisalmer Fort, Rajasthan. The proprietor offered him three varieties of bhang lassi: normally strong; super duper strong; and \"full power, 24 hours, no toilet, no shower\". In 2013, Kshitij, the annual techno-management fest of IIT Kharagpur, launched a campaign to name the next version of the mobile operating system Android, Lassi. ==See also== * Borhani * Cacık * Mattha * Kumis * Health shake * Milkshake * Smoothie * List of yogurt-based dishes and beverages ==References== Category:Yogurt-based drinks Category:Fermented dairy products Category:Fermented drinks Category:Indian drinks Category:Pakistani drinks Category:Nepalese drinks Category:Sri Lankan drinks Category:Indian cuisine Category:Punjabi cuisine Category:Bengali cuisine Category:Bangladeshi drinks Category:Bangladeshi cuisine Category:Nepalese cuisine Category:Sri Lankan cuisine Category:Indian dairy products",
 "title": "Lassi"
}