{
 "id": "306706",
 "text": "In physics, the Heisenberg picture (also called the Heisenberg representation) is a formulation (largely due to Werner Heisenberg in 1925) of quantum mechanics in which the operators (observables and others) incorporate a dependency on time, but the state vectors are time-independent, an arbitrary fixed basis rigidly underlying the theory. It stands in contrast to the Schrödinger picture in which the operators are constant, instead, and the states evolve in time. The two pictures only differ by a basis change with respect to time-dependency, which corresponds to the difference between active and passive transformations. The Heisenberg picture is the formulation of matrix mechanics in an arbitrary basis, in which the Hamiltonian is not necessarily diagonal. It further serves to define a third, hybrid, picture, the interaction picture. ==Mathematical details== In the Heisenberg picture of quantum mechanics the state vectors |ψ〉 do not change with time, while observables satisfy {\\partial t} \\right)_\\text{H} , |cellpadding= 6 |border |border colour = #0073CF |background colour=#F9FFF7}} where \"H\" and \"S\" label observables in Heisenberg and Schrödinger picture respectively, is the Hamiltonian and [•,•] denotes the commutator of two operators (in this case and ). Taking expectation values automatically yields the Ehrenfest theorem, featured in the correspondence principle. By the Stone–von Neumann theorem, the Heisenberg picture and the Schrödinger picture are unitarily equivalent, just a basis change in Hilbert space. In some sense, the Heisenberg picture is more natural and convenient than the equivalent Schrödinger picture, especially for relativistic theories. Lorentz invariance is manifest in the Heisenberg picture, since the state vectors do not single out the time or space. This approach also has a more direct similarity to classical physics: by simply replacing the commutator above by the Poisson bracket, the Heisenberg equation reduces to an equation in Hamiltonian mechanics. ==Equivalence of Heisenberg's equation to the Schrödinger equation== For the sake of pedagogy, the Heisenberg picture is introduced here from the subsequent, but more familiar, Schrödinger picture. The expectation value of an observable A, which is a Hermitian linear operator, for a given Schrödinger state |ψ(t)〉, is given by : \\lang A \\rang _t = \\lang \\psi (t) | A | \\psi(t) \\rang. In the Schrödinger picture, the state |ψ(t)〉at time is related to the state |ψ(0)〉at time 0 by a unitary time-evolution operator, , : |\\psi(t)\\rangle = U(t) |\\psi(0)\\rangle. In the Heisenberg picture, all state vectors are considered to remain constant at their initial values |ψ(0)〉, whereas operators evolve with time according to : A(t) := U^{\\dagger}(t) A U(t) \\ . The Schrödinger equation for the time-evolution operator is : {d \\over d t} U(t) = -{i H \\over \\hbar } U(t) where H is the Hamiltonian and ħ is the reduced Planck constant. It now follows that :\\begin{align} {\\operatorname{d} \\over \\operatorname{d}\\\\!t} A(t) & = {i \\over \\hbar} U^{\\dagger}(t) H A U(t) + U^{\\dagger}(t) \\left(\\frac{\\partial A}{\\partial t}\\right) U(t) + {i \\over \\hbar}U^{\\dagger}(t) A (-H) U(t) \\\\\\ & = {i \\over \\hbar} U^{\\dagger}(t) H U(t) U^{\\dagger}(t) A U(t) + U^{\\dagger}(t) \\left(\\frac{\\partial A}{\\partial t}\\right) U(t) - {i \\over \\hbar}U^{\\dagger}(t) A U(t) U^{\\dagger}(t) H U(t) \\\\\\ & = {i \\over \\hbar} \\left( H(t) A(t) - A(t) H(t) \\right) + U^{\\dagger}(t) \\left(\\frac{\\partial A}{\\partial t}\\right) U(t) , \\end{align} where differentiation was carried out according to the product rule. Note that the Hamiltonian that appears in the final line above is the Heisenberg Hamiltonian H(t), which may differ from the Schrödinger Hamiltonian. An important special case of the equation above is obtained if the Hamiltonian does not vary with time. Then the time-evolution operator can be written as : U(t) = e^{-i H t / \\hbar} , Therefore, : \\lang A \\rang _t = \\lang \\psi (0) | e^{+i H t / \\hbar} A e^{-i H t / \\hbar} | \\psi(0) \\rang . and, :\\begin{align} {\\operatorname{d} \\over \\operatorname{d}\\\\!t} A(t) & = {i \\over \\hbar} H e^{iHt / \\hbar} A e^{-iHt / \\hbar} + e^{+iHt / \\hbar} \\left(\\frac{\\partial A}{\\partial t}\\right) e^{-iHt / \\hbar} + {i \\over \\hbar} e^{+iHt / \\hbar} A \\cdot (-H) e^{-iHt / \\hbar} \\\\\\ & = {i \\over \\hbar} e^{iHt / \\hbar} \\left( H A - A H \\right) e^{-iHt / \\hbar} + e^{+iHt / \\hbar} \\left(\\frac{\\partial A}{\\partial t}\\right) e^{-iHt / \\hbar} \\\\\\ & = {i \\over \\hbar } \\left( H A(t) - A(t) H \\right) + e^{+i H t / \\hbar} \\left(\\frac{\\partial A}{\\partial t}\\right)e^{-i H t / \\hbar} . \\end{align} Here ∂A/∂t is the time derivative of the initial A, not the A(t) operator defined. The last equation holds since commutes with . The equation is solved by the A(t) defined above, as evident by use of the standard operator identity, : {e^B A e^{-B}} = A + [B,A] + \\frac{1}{2!} [B,[B,A]] + \\frac{1}{3!}[B,[B,[B,A]]] + \\cdots\\ . which implies : A(t) = A + \\frac{i t}{\\hbar}[H,A] + \\frac{1}{2!}\\left(\\frac{i t}{\\hbar}\\right)^2 [H,[H,A]] + \\frac{1}{3!}\\left(\\frac{i t}{\\hbar}\\right)^3 [H,[H,[H,A]]] + \\dots This relation also holds for classical mechanics, the classical limit of the above, given the correspondence between Poisson brackets and commutators, : [A,H] \\quad \\longleftrightarrow \\quad i\\hbar\\\\{A,H\\\\} In classical mechanics, for an A with no explicit time dependence, : \\\\{A,H\\\\} = \\frac{\\operatorname{d}\\\\!A}{\\operatorname{d}\\\\!t}~, so again the expression for A(t) is the Taylor expansion around t = 0. In effect, the arbitrary rigid Hilbert space basis |ψ(0)〉 has receded from view, and is only considered at the final step of taking specific expectation values or matrix elements of observables. ==Commutator relations== Commutator relations may look different from in the Schrödinger picture, because of the time dependence of operators. For example, consider the operators and . The time evolution of those operators depends on the Hamiltonian of the system. Considering the one- dimensional harmonic oscillator, :H=\\frac{p^{2}}{2m}+\\frac{m\\omega^{2}x^{2}}{2} , the evolution of the position and momentum operators is given by: :{d \\over dt} x(t) = {i \\over \\hbar } [ H , x(t) ]=\\frac {p}{m} , :{d \\over dt} p(t) = {i \\over \\hbar } [ H , p(t) ]= -m \\omega^{2} x . Differentiating both equations once more and solving for them with proper initial conditions, :\\dot{p}(0)=-m\\omega^{2} x_0 , :\\dot{x}(0)=\\frac{p_0}{m} , leads to :x(t)=x_{0}\\cos(\\omega t)+\\frac{p_{0}}{\\omega m}\\sin(\\omega t) , :p(t)=p_{0}\\cos(\\omega t)-m\\omega\\\\!x_{0}\\sin(\\omega t) . Direct computation yields the more general commutator relations, :[x(t_{1}), x(t_{2})]=\\frac{i\\hbar}{m\\omega}\\sin(\\omega t_{2}-\\omega t_{1}) , :[p(t_{1}), p(t_{2})]=i\\hbar m\\omega\\sin(\\omega t_{2}-\\omega t_{1}) , :[x(t_{1}), p(t_{2})]=i\\hbar \\cos(\\omega t_{2}-\\omega t_{1}) . For t_{1}=t_{2}, one simply recovers the standard canonical commutation relations valid in all pictures. ==Summary comparison of evolution in all pictures== For a time-independent Hamiltonian HS, where H0,S is the free Hamiltonian, ==See also== * Bra–ket notation * Interaction picture * Schrödinger picture * Heisenberg–Langevin equations * Phase space formulation == References == * * Albert Messiah, 1966. Quantum Mechanics (Vol. I), English translation from French by G. M. Temmer. North Holland, John Wiley & Sons. *Merzbacher E., Quantum Mechanics (3rd ed., John Wiley 1998) p. 430-1 * Online copy *R. Shankar (1994); Principles of Quantum Mechanics, Plenum Press, . *J. J. Sakurai (1993); Modern Quantum Mechanics (Revised Edition), . ==External links== *Pedagogic Aides to Quantum Field Theory Click on the link for Chap. 2 to find an extensive, simplified introduction to the Heisenberg picture. * Some expanded derivations and an example of the harmonic oscillator in the Heisenberg picture * The original Heisenberg paper translated (although difficult to read, it contains an example for the anharmonic oscillator): Sources of Quantum mechanics B.L. Van Der Waerden * The computations for the hydrogen atom in the Heisenberg representation originally from a paper of Pauli Category:Quantum mechanics Category:Werner Heisenberg",
 "title": "Heisenberg picture"
}