{
 "id": "306810",
 "text": "Iona College is a private Catholic college in New Rochelle, New York. It was founded in 1940 by the Congregation of Christian Brothers and occupies a campus of . Iona College offers more than 60 undergraduate programs and 45 graduate programs in the School of Arts & Science and the LaPenta School of Business. The college also offers graduate courses in Manhattan and has 14 study abroad programs. As of academic year 2018–2019, the institution enrolled approximately 4,000 undergraduate and graduate students from diverse backgrounds representing 35 states and 47 countries of origin. ==History== In 1919, the administrators and board members of the Iona School – a grade school founded three years earlier by the Irish Christian Brothers – negotiated the purchase of an 18-acre parcel of land in New Rochelle's Beechmont neighborhood for $85,000 from the land owner, retired Presbyterian minister Thomas Hall. In 1940, the idea of the college's founding community of Brothers was to start a small, affordable college for the sons of New York's working class. At the time, the Christian Brothers taught in seven high schools in the Archdiocese of New York, including Iona Prep, All Hallows, Rice High School, and Power Memorial. They recognized that many of their graduates could not afford the cost of local universities, and so began to form Iona College. In June 1940, members of the Iona School community, along with members of the school's Mothers’ Club, gathered to dedicate a new science building on the school's campus – the building that the Mothers’ Club has raised $100,000 to build. It was there that they learned that just one day prior, not only had permission been granted to form Iona College on the same campus as the Iona School, but that the college would be commandeering the new science building for its own. The building would be named Cornelia Hall after the first president of the new Iona College. On September 19, 1940, Iona College opened its doors with nine Christian Brothers and six lay faculty greeting the first class. The Christian Brothers named the college after Iona, the island monastery of St. Columba [in Irish: St. Colmcille] located off the west coast of Scotland. Columba founded the monastery in 563 AD. The Congregation of Christian Brothers was itself founded in 1802 by Edmund Ignatius Rice in Waterford, Ireland. Previous to opening in New York, the brothers taught at Saint Mary's College in Halifax, Nova Scotia. They had been brought in from Bonaventure College in Saint John's, Newfoundland. They operated the Halifax institution until 1940 when they were given a tearful sendoff after a run-in with the new archbishop, John T McNally. In fall 1941, Iona College began its academic year with 121 freshmen and sophomores, but America's entry into World War II caused Iona's small enrollment to decline by the year's end. Only three members of the entering class went on to receive BA degrees in August 1944. When World War II concluded, returning veterans, helped by the GI Bill and attracted by Iona's practical majors, soon stretched the college to capacity. In 1948, 71 men graduated; by 1950, the number was up to 300. In June 1966, Iona College issued diplomas to its first graduate students – which included two clergymen who earned their master's in pastoral counseling. By 1968, the college conferred its first MBA degrees. Three years later, the college, which was traditionally male, welcomed its first freshmen class that included women, officially making the college fully co-educational. Approximately 200 women, one-quarter of the freshmen class, registered that semester. Prior to this point, female students had been part of campus in graduate programs, summer classes, and cross-registration agreements with neighboring traditionally female institutions. In 1989, Elizabeth Seton College of Yonkers, New York, a two-year junior college, merged with Iona College, becoming the Elizabeth Seton School of associate degree Studies within the college. The program existed until 1995, when Iona College reevaluated and reaffirmed its mission to be a four-year institution, and the Seton School of Associate Degree Studies was closed. In 2011, Iona College stated that it had reported inflated figures from 2002-2011 about \"acceptance rates, SAT scores, graduation rates, and alumni who give annually\" in a bid to influence college rankings.Audit Report Letter , Iona College. November 8, 2011.Gaming The College Rankings, The New York Times. January 31, 2012. Afterward, an internal audit office was established to ensure data integrity. On January 28, 2021, the presidents of Concordia College and Iona announced that the Concordia campus would be acquired by Iona College forming part of a new Bronxville campus. Iona and Concordia made a teach-through agreement allowing most Concordia students to finish their degrees at Iona. === Presidents === # Br. William B. Cornelia, CFC, PhD (1940–1946) # Br. Arthur A. Loftus, CFC, PhD (1946–1953) # Br. William H. Barnes, CFC, PhD (1953–1959) # Br. Richard B. Power, CFC, PhD (1959–1965) # Br. Joseph G. McKenna, CFC, PhD (1965–1971) # Br. John G. Driscoll, CFC, PhD (1971–1994) # Br. James A. Liguori, CFC, EdD (1994–2011) # Joseph E. Nyre, PhD (2011–2019) # Seamus Carey, PhD (2019–) ==Academics== The college is divided into two main academic units: a school of arts and science and a business school. Through it 22 academic departments, the School of Arts & Science offers more than 40 BA, BS and BPS degrees and more than 25 master's degrees, as well as several non-degree certificate programs. Iona's School of Business offers degree programs leading to the Bachelor of Business Administration in accounting, business administration, finance, information systems, international business, management and marketing. The school also has a fast track MBA program, which is geared toward people who want to gain an edge in their chosen field. The Fast Track MBA shaves 10 months off the length of traditional MBA programs by offering courses in a sequence that guarantees a speedy graduation. The Hynes Institute for Entrepreneurship & Innovation was established in 2017, thanks to the $15 million gift to Iona from alumnus and Trustee Chairman James Hynes and his wife, Anne Marie. Iona's study abroad program offers 14 different cultural immersion opportunities: {| style=\"width:80%;\" |- | valign=\"top\" | Semester programs: *Europe – Limerick, Paris, Rome *France – Paris *Italy – Rome *Ireland – Dublin | valign=\"top\" | Summer programs: *England – Oxford *Ireland – Dingle *Italy – Rome *Italy – Turin *Spain – Barcelona | valign=\"top\" | Spring programs: *Athens – Greece *Amsterdam – Netherlands *England – London (English Program) *England – London (FPA Program) *Poland – Oświęcim |} ===Accreditations=== Iona College is accredited by the Middle States Commission on Higher Education. Several specific programs and units are accredited by specialized accreditors: * The Mass Communication Department is accredited by the Accrediting Council on Education in Journalism & Mass Communication (ACEJMC). * The School of Business is accredited for its Business program by the Association to Advance Collegiate Schools of Business (AACSB International). * Iona's Social Work Department is accredited by the Council on Social Work Education (CSWE). * Iona's Education Department is accredited by the National Council for Accreditation of Teacher Education (NCATE). * Iona's Marriage and Family Therapy program is accredited by The Commission on Accreditation for Marriage and Family Therapy Education (COAMFTE), the accrediting body of the American Association for Marriage and Family Therapy (AAMFT). * Iona's School Psychology program is accredited by the National Association of School Psychologist (NASP) * Iona's Computer Science Department is accredited by ABET (Accreditation Board for Engineering and Technology) for their B.S. in Computer Science. * Iona's Chemistry Department is accredited by the American Chemical Society (ACS) for their B.S. in chemistry. *Iona's Samuel Rudin Academic Resource Center is accredited by the College Reading and Learning Association (CRLA) ==Campus== thumb|Mazzella Field is home to the Iona varsity men's soccer, women's soccer, lacrosse, and rugby club teams. Academic lecture halls at Iona College include Murphy Center, McSpedon Hall, Arrigoni Center, Doorley Hall, Cornelia Hall, Amend Hall, Ryan Library and Hagan Hall. More recent additions to the campus include the Robert V. LaPenta Student Union, the expanded Hynes Athletic Center, the Hynes Institute for Entrepreneurship & Innovation, the residence hall in the heart of campus, East Hall, and the North Avenue Residence Hall. Hynes Athletic Center hosts training centers for the college's Division 1 teams in addition to the 2,611-seat multi-purpose arena which hosts year round activities. The Iona College Libraries hold over 250,000 volumes and multimedia resources as well as 500 current print periodicals. In addition the libraries provide access to thousands of electronic resources and journals for both on and off-campus users. Iona became the first metro-New York college with a completely wireless Internet campus in September 2001.Iona.edu thumb|Ryan Library === Residence Halls === ====Loftus Hall==== Loftus Hall, designed to house first-year students only, is a 10-floor building. Each floor has six suites of two bedrooms (a double and a triple), one handicapped room which houses two people, and the RA (resident assistant) room. Loftus has a small computer lab, a kitchen, a laundry room, a quiet meditation room, a study lounge, and a vending lounge/game room. ====Conese and Hales Halls==== Conese Hall (formerly North) and Hales Hall (formerly South) were built in 2005. Both have six floors, with four rooms on each floor: one suite of seven and three suites of 10. Each suite has two bathrooms, a small kitchenette, and a common room/living room type arrangement. North Hall was renamed to Conese Hall at Homecoming 2008, October 4, 2008, to acknowledge a $5 million gift to the college from Anna May and Eugene P. Conese. In April 2017, South was renamed in recognition of Alice Marie and Thomas E. Hales ’58, ’04H for their leadership commitment to the Iona Forever campaign and support to the college. ====Rice Hall==== Rice Hall is primarily a single occupant dorm, though there are rooms for two, three or four persons. It is the oldest residence hall at Iona, and was originally used to house the Christian Brothers as well as the brothers in training. The building is four floors, with laundry services in the basement. Amenities include a game room, TV lounge, kitchen, computer lab, and gym. ====East Hall==== East Hall, located in the center of campus on the site of the previous Walsh Hall (an academic building which housed Iona's Psychology Department), is three stories and holds an estimated 112 residents, accommodating students in a traditional corridor-style setting. There is an elevator in the center lobby area and lounges on both the second and third floors. It has rooms for groups of three and four students with a common bathroom on each wing. Each floor is separated by gender. The first and third floors are for female students and the second for males. Among its amenities are wireless Internet, cable television, and telephone lines in each room. The main floor has a kitchen area, a mail room, and laundry facilities. ====North Avenue Residence Hall==== Iona added its sixth on-campus residence hall when the North Avenue Residence Hall opened in August 2016. The upper six floors house more than 300 upperclassman students. Each suite consists of either two double rooms or four single rooms, two bathrooms, a common room, and a kitchenette. The corner of the building, which located opposite the college's main entrance, has open spaces with glass windows that look onto campus and downtown New Rochelle. The ground floor of the building is designated commercial space. ====Apartments at Eastchester==== Iona no longer holds any apartments in the Eastchester Apartment Complex, located down the block from the campus. ==Clubs and organizations== There are more than 80 active clubs, Greek fraternities and sororities, and media organizations on campus. ===Greek life=== Greek Life at Iona includes four local sororities, two national sororities, two international fraternities, one national fraternity, and one local fraternity. {| style=\"width:80%;\" |- | valign=\"top\" | Sororities * Delta Theta Beta (ΔΘΒ) * Gamma Lambda Rho (ΓΛΡ) * Lambda Theta Alpha (ΛΘΑ) * Phi Gamma Chi (ΦΓΧ) * Phi Sigma Sigma (ΦΣΣ) * Psi Kappa Theta (ΨΚΘ) | valign=\"top\" | Fraternities * Alpha Phi Alpha (ΑΦΑ) * Delta Upsilon (ΔΥ) * Pi Kappa Phi (ΠΚΦ) * Zeta Kappa Chi (ΖΚΧ) |} ==Athletics== The Iona College Gaels are part of the Metro Atlantic Athletic Conference (MAAC) and participate in NCAA Division I programs. {| style=\"width:80%;\" |- | valign=\"top\" | Men's sports * Baseball * Basketball * Cross Country/Track & Field * Golf * Rowing *Rugby * Soccer * Swimming & Diving * Water Polo | valign=\"top\" | Women's sports * Softball * Basketball * Cross Country/Track & Field * Lacrosse * Rowing * Soccer * Swimming & Diving * Water Polo * Volleyball |} Other members of the MAAC include Canisius College, Fairfield University, Manhattan College, Marist College, Monmouth University, Niagara University, Quinnipiac University, Rider University, Saint Peter's College, and Siena College. ==Notable alumni== === Arts and entertainment === * Bud Cort, actor starring in Harold and Maude and MASH * Terry Finn, Broadway and Hollywood actress * Don McLean, singer/songwriter of \"American Pie\" and \"Vincent\" * Antonio Broccoli Porto, Italian-Puerto Rican artist, visual artist and sculptor * Joseph G. Ponterotto, psychobiographer and author of Bobby Fischer: Understanding the Genius, Mystery, and Psychological Decline of a World Chess Champion * Donald Spoto, best-selling celebrity biographer. * Maury Terry, best-selling author. * Terence Winch, Irish-American poet and musician * Mandy Rose, American professional wrestler, television personality, and fitness and figure competitor * Kyle Kulinski, YouTuber and political commentator, co-founder of Justice Democrats === Business === * Laurence Boschetto, president & CEO of Draftfcb * Randy Falco, president and CEO of Univision Communications Inc. * Robert Greifeld, chairman and former CEO/president of NASDAQ * James P. Hynes, founder of COLT Telecom Group * Catherine R. Kinney, former president of the New York Stock Exchange * Peter Scanlon, former chairman & CEO of Coopers & Lybrand === Law and government === * Vito Fossella former U.S. Congressman from New York * Timothy C. Idoni, Westchester County Clerk, former mayor of New Rochelle, New York * Anthony T. Kane, former New York Supreme Court Justice * Kevin Sullivan, former White House Communications Director * John Sweeney, Presidential Medal of Freedom recipient === Sports === *David Bernsley (born 1969), American-Israeli basketball player * Steve Burtt Jr., basketball player, 2007-08 top scorer in the Israel Basketball Premier League * Tommy Dreamer, ECW wrestler * Kyle Flood, Former head football coach at Rutgers University * Richie Guerin, six-time NBA All-Star, NBA Coach of the Year and hall of famer * Dennis Leonard, Kansas City Royals hall of famer and 12-year MLB veteran * Ignacio Maganto, soccer player for the LA Galaxy * Brendan Malone, Detroit Pistons assistant coach * Timothy J. Mara, former co- owner, New York Giants * Jason Motte, 2011 MLB World Champion and game 7 saving pitcher * Jeff Ruland, NBA all-star ==References== ==External links== * * Iona Athletics website Category:1940 establishments in New York (state) Category:Educational institutions established in 1940 Category:Universities and colleges in Westchester County, New York Category:Catholic universities and colleges in New York (state) Category:Congregation of Christian Brothers schools in the United States Category:Association of Catholic Colleges and Universities",
 "title": "Iona College (New York)"
}