{
 "id": "307080",
 "text": "La Bamba is a 1987 American biographical film written and directed by Luis Valdez that follows the life and career of Chicano rock 'n' roll star Ritchie Valens. The film stars Lou Diamond Phillips as Valens, Esai Morales, Rosanna DeSoto, Elizabeth Peña, Danielle von Zerneck, and Joe Pantoliano. The film also covers the effect that Valens' career had on the lives of his half- brother Bob Morales, his girlfriend Donna Ludwig, and the rest of his family. The film is titled after the Mexican folk song called La Bamba, which Valens would later popularize by turning it into a rock and roll rendition. In 2017, La Bamba was included in the annual selection of 25 motion pictures added to the National Film Registry of the Library of Congress being deemed \"culturally, historically, or aesthetically significant\" and recommended for preservation. ==Plot== In the Summer of 1957 in Northern California, Richard \"Richie\" Steven Valenzuela is a teenage 16-year old Mexican-American boy living in poverty and working as a farmworker with his mother, Concepcion “Connie”, and his younger brothers and sisters. He loves music, especially rock and roll, and likes to play his guitar all the time, while having dreams of becoming a famous musician. Richie suffers from aviophobia due to recurring nightmares about the mid-air collision that occurred directly over his school, in which his best friend was crushed to death by the fallen aircraft but he wasn't there since he was attending his grandfather's funeral. One day, Richie's half-brother and biker, Bob Morales, arrives and surprises him and his mother. They all decide to leave the farm and all move to a house in Southern California, with the help of Bob's money. Rosie, Bob's girlfriend, also comes along with them to escape the farm. 3 months later, Richie attends the San Fernando High School one day when he meets and falls in love with new student, Donna Ludwig, and his friend Chino invites him to join his band, The Silhouettes, which he agrees and impresses them with his guitar skills. Bob becomes addicted to alcohol and starts to abuse Rosie, yelling at her and raping her. When he learns that Rosie is pregnant, he doesn't take responsibility and starts smoking weed. Richie starts to get more acquainted with Donna and he invites her to a garage party where he and the Silhouettes are performing, which she accepts. At the party, Richie performs while playing his guitar but he doesn't get his turn to sing while everyone else does and Donna doesn't even arrive. Richie has a conversation with Bob, who is drunk, later that night and they both go to sleep. The next day, Richie and Bob go perform at a bar with their mother attending and they win over the crowd by playing rock. Richie decides to host a party event with inviting Donna again and he becomes The Silhouettes’ new leader after they vote out their original leader. Richie also renames the band Richard Valenzuela and his Flying Guitars. The event goes swell with Richie singing and Donna attending, but a drunken Bob causes a brawl and soon everything goes out of control with people fighting. The next day, Richie manages to ask Donna out on a movie date and Bob Keane, the owner and president of the small record label Del-Fi Records in Hollywood, auditions Richie after seeing him perform at the party and signs him in May 1958, leading to Richie following his dream of becoming a rock star and Keane becoming his record producer and manager. Bob also enters an art competition and draws artwork of cartoon characters, winning money. Richie and Donna become a couple, despite Donna's father disapproving of his daughter dating a Hispanic boy, and Richie starts recording songs like We Belong Together and Come On, Let’s Go at Gold Star Studios. Richie also gets his professional name, \"Ritchie Valens\", and starts performing under the stage name. Ritchie starts appearing on the radio and releases his songs, becoming an overnight sensation and famous at just 17 years old. Ritchie calls Donna multiple times, but her father keeps on answering the phone and doesn’t let him talk to her. Ritchie goes to see Donna and finds out what is going on between her and her dad. He then gets the inspiration to write the song, Donna, as a tribute to her. One night, Bob meets up with Ritchie and they both go to Tijuana, Mexico, where Ritchie and Bob go to a brothel and Ritchie sees a band performing the Mexican folk song, La Bamba, in the background. He awakens the next day in a small village with an old man and Bob, to find out that he got a tattoo and he is given a talisman necklace by the old man, El Curandero, after he learns about his fear of flying and to protect him from his fear. Ritchie and Bob return back home to find out that Rosie gave birth to a girl named Brenda. Ritchie soon decides to make a rock and roll rendition of La Bamba as a single to go along with Donna and convinces Keane to release it with Donna. At first Ritchie avoids flying to his concerts and appearances, but he must eventually conquer his fear when invited to perform his song \"Donna\" on American Bandstand. Bob helps him by giving him a little vodka to calm his nerves during the flight to Philadelphia for the Bandstand appearance. Ritchie performs on TV with his mother and girlfriend watching him. Bob soon starts to get jealous of Ritchie's success and drinks excessively while screaming and yelling at his family, wanting to see his daughter. Ritchie later buys his family a brand new house and goes to New York City to perform at Alan Freed's 1st Anniversary Rock N Roll Show in Brooklyn, meeting Eddie Cochran and Jackie Wilson backstage. He later goes onstage to perform La Bamba and the crowd cheers and loves him. Arriving back home in Christmas, he is given a welcome-back party by his family, girlfriend, and friends. Everyone is happy to see him back except Bob, who is still jealous and even starts a fight with him, breaking his talisman in the process. Ritchie promises Donna that he will always love her and hopes that one day they will get married. Ritchie later joins the Winter Dance Party tour with Buddy Holly (Marshall Crenshaw) and \"The Big Bopper\" after \"La Bamba\" and \"Donna\" reach the top of the Billboard charts. While performing in Clear Lake, Iowa, at the Surf Ballroom, the tour bus's heating system breaks, so Holly charters a plane so they can fly to their next stop in Moorhead, Minnesota. Valens, Holly, and Bopper take off in the airplane during a snowstorm for their fateful flight on February 2, 1959. Before the ill-fated flight, Ritchie makes a call to his brother, who is now clean and starts taking more responsibility, wherein they resolve their differences. He invites Bob to fly out to Chicago to join the tour for family support, which he accepts, finally learning to love his younger brother. The next day, as Bob is fixing his mother's car, he hears on the radio that his brother's plane crashed, killing everyone including Ritchie. Bob darts out of his driveway in an attempt to get to his mother before she hears the news, but is too late. The news hits the Valenzuela family, Bob Keane, and Donna very hard. After Ritchie's funeral procession at the San Fernando Mission Cemetery, Bob walks across a bridge and screams out Ritchie's name, remembering all the good times they had together. ==Cast== * Lou Diamond Phillips as Ritchie Valens * Esai Morales as Roberto \"Bob\" Morales (Ritchie's half-brother) * Rosanna DeSoto as Connie Valenzuela (Ritchie's mother) * Elizabeth Peña as Rosie Morales * Danielle von Zerneck as Donna Ludwig * Joe Pantoliano as Bob Keane * Rick Dees as Ted Quillin * Stephen Lee as The Big Bopper * Sam Anderson as Mr. Ludwig (Donna's father) Also featured are several members of the Valenzuela family and director Luis Valdez's family, including: * Concepcion Valenzuela (the real Connie Valenzuela, Ritchie's mother) as the older woman sitting next to Ritchie at a party * Daniel Valdez (Luis' brother) as Ritchie's Uncle Lelo Brian Setzer has a cameo as Eddie Cochran performing \"Summertime Blues\" onstage, while Howard Huntsberry stars as Jackie Wilson in the film, singing a cover of \"Lonely Teardrops\". Marshall Crenshaw plays Buddy Holly performing \"Crying, Waiting, Hoping\" at the final concert in Clear Lake, Iowa. ==Background== All of Ritchie Valens' songs were performed by Los Lobos, whom the Valenzuela family personally requested be involved in the film. The band has a cameo in the film performing in the brothel ballroom in Tijuana. ==Distribution== The film opened in wide release in the United States on July 24, 1987. In the Philippines, it premiered on September 10, 1987. In Australia it opened on September 17, 1987. In its opening weekend, the film grossed a total of $5,698,884. La Bamba eventually grossed $52,678,820 in the United States in 12 weeks.The Numbers box office data. Last accessed: November 27, 2007. ==Critical response== Roger Ebert liked the film and the screenplay, writing, \"This is a good small movie, sweet and sentimental, about a kid who never really got a chance to show his stuff. The best things in it are the most unexpected things: the portraits of everyday life, of a loving mother, of a brother who loves and resents him, of a kid growing up and tasting fame and leaving everyone standing around at his funeral shocked that his life ended just as it seemed to be beginning.\"Ebert, Roger . Chicago Sun-Times, film review, July 24, 1987. Writing for The New York Times, Janet Maslin said she was impressed with Lou Diamond Phillips' performance, and wrote, \"A film like this is quite naturally a showcase for its star, and as Valens, Lou Diamond Phillips has a sweetness and sincerity that in no way diminish the toughness of his onstage persona. The role is blandly written, but Mr. Phillips gives Valens backbone.\"Maslin, Janet. The New York Times, film review, July 24, 1987. ===Accolades=== Wins * Broadcast Music Incorporated: BMI Film Music Award, Carlos Santana and Miles Goodman; 1988. Nominations * Golden Globe Award: Best Motion Picture, Drama; 1988. ==Soundtrack== ==References== ==External links== * * * * La Bamba trailer on YouTube Category:1987 films Category:1980s drama films Category:1980s biographical films Category:American biographical films Category:American drama films Category:American films Category:American rock music films Category:Biographical films about musicians Category:Columbia Pictures films Category:English-language films Category:Films set in the 1950s Category:Films set in 1957 Category:Films set in 1958 Category:Films set in 1959 Category:Films set in Mexico Category:Films set in the San Fernando Valley Category:Films shot in Los Angeles Category:Mexican-American films Category:Musical films based on actual events Category:United States National Film Registry films Category:Films directed by Luis Valdez",
 "title": "La Bamba (film)"
}