{
 "id": "307335",
 "text": "Banjo-Tooie is a platform video game developed by Rare and originally released for the Nintendo 64 console in 2000. It is the second game in the Banjo- Kazooie series and the sequel to Banjo-Kazooie. The game follows the returning protagonists Banjo and Kazooie as they attempt to stop the plans of the witch Gruntilda and two of her sisters, who intend to vaporise the inhabitants of the game's island setting. The game features worlds significantly larger than those of its predecessor, requiring the player to complete challenges such as solving puzzles, jumping over obstacles, collecting items, and defeating opponents. It also includes a multiplayer mode where up to four players can compete in several minigames repurposed from the main campaign. Development of the game started in June 1998, directly after the release of its predecessor. Several new features were cut from the game due to time constraints and limitations of the Nintendo 64 hardware. Upon release, Banjo-Tooie received critical acclaim from video game critics, who praised its graphics and the size of its worlds. However, the game's inconsistent frame rate was criticized by some reviewers. In 2009, Banjo-Tooie was re-released as an Xbox Live Arcade game for the Xbox 360. The game was also included in the Rare Replay video game compilation, released for the Xbox One in 2015. ==Gameplay== thumb|left|The player, controlling Banjo and Kazooie, runs towards an enemy in the game's second world, Glitter Gulch Mine. Similar to its predecessor Banjo- Kazooie, Banjo-Tooie is a single-player platform game in which the protagonists are controlled from a third-person perspective. Carrying over most of the mechanics and concepts established in its predecessor, the game features three-dimensional worlds consisting of various platforming challenges and puzzles, with a notable increased focus on puzzle-solving over the worlds of Banjo-Kazooie. These challenges, along with exploration, usually reward the player with collectible items that permit progression to later challenges and worlds. Among the items are golden jigsaw pieces, called Jiggies, that are used to permit entry to new worlds; instead of exploring the game's overworld in search of incomplete puzzle boards as in Banjo-Kazooie, a singular board is used within a temple where a character named Master Jiggywiggy resides, that can only be accessed if the player has obtained the number of Jiggies required to open a new world. A timed puzzle-completion challenge can then be played, after which Jiggywiggy grants access to the world. Each puzzle challenge requires more Jiggies than the last. Musical notes return in Banjo-Tooie, but are now used to learn new moves from Bottles' brother, a drill sergeant named Jamjars, who assumes Bottles' role from the first game. All of Banjo and Kazooie's moves from the first game are immediately accessible in Tooie, and the player can acquire several new moves such as first-person aiming, new egg types, and the ability to play as Banjo and Kazooie separately, with each gaining moves they can only use while on their own. Empty honeycomb pieces and Jinjos return as well, effectively retaining the functions they had in Banjo- Kazooie. Mumbo Jumbo reappears in this game as a playable character who can venture out into each world and use specific magic spells to help Banjo and Kazooie. Taking over Mumbo's previous role of transforming the duo into different forms is Humba Wumba, a Native American shaman who acts as Mumbo's rival. Small magical creatures called \"Glowbos\" are required payment for the shamans' services. A mechanic introduced in Banjo-Tooie is the direct connections between its worlds. In Banjo-Kazooie, the titular duo were magically transported to each world via special doors in Gruntilda's Lair, with said worlds effectively existing in vacuums, but in this game, almost every world is physically connected to others at multiple points, and is effectively an extension of the overworld. In addition, a train named Chuffy can be used to migrate Banjo, Kazooie, and some minor characters between worlds which contain stations. In conjunction with these additions, required backtracking and puzzle-solving across several worlds constitute many of Tooie's challenges. The game includes a multiplayer mode where up to four players can play a repurposed competition mode for each of the game's single- player challenges. These include first-person shooting, racing, and several minigames. ==Plot== Two years after Gruntilda's defeat, Banjo and Kazooie are playing poker with Mumbo Jumbo and Bottles. Outside, two of Gruntilda's sisters, Mingella and Blobbelda, use their large HAG 1 digging machine to enter Spiral Mountain. They destroy the boulder trapping Gruntilda, finding that she has rotted into a living skeleton while underground. Seeking revenge, Gruntilda destroys Banjo's house with a spell before fleeing with her sisters. Mumbo witnesses Gruntilda's return and escapes with Banjo and Kazooie, but Bottles does not heed their warnings and is killed by the blast. The three remaining friends resolve to defeat Gruntilda. Following the witches' trail, Banjo and Kazooie arrive at Jinjo Village. There, King Jingaling, king of the Jinjos, explains that his subjects were frightened away by the HAG 1 and scattered throughout the Isle O' Hags, the game's overworld. He gives the two their first Jiggy as a reward for rescuing his subjects in advance. Meanwhile, Gruntilda's sisters introduce her to a device called the \"Big-O-Blaster\" (B.O.B.), capable of extracting \"life force\" from any given target. They test B.O.B. on King Jingaling, transforming him into a zombie. Gruntilda plans to charge B.O.B. long enough to blast the entire island and use the stolen life force to restore her body. The witch's most loyal henchman, Klungo, is sent out to hinder Banjo and Kazooie's progress, but after losing to them several times, resulting in beatings from Gruntilda, Klungo abandons her and sides with the protagonists. Within Gruntilda's fortress, Cauldron Keep, Banjo and Kazooie compete with Mingella and Blobbelda in a trivia game show hosted by Gruntilda similar to that of the first game, in which losing competitors are flattened under one-ton weights. The two sisters are crushed after losing to Banjo and Kazooie, but Gruntilda escapes. Banjo and Kazooie then reverse the effects of B.O.B., resurrecting both King Jingaling and Bottles, who celebrate at Bottles' house along with Klungo. Banjo and Kazooie fight Gruntilda and the HAG 1 atop her fortress, using her own spells to destroy the drill and most of her body. The two return to Bottles' house with their friends Jamjars, Mumbo, and Humba Wumba, to find that, much to their disappointment, the celebration has ended without them. They then head to the top of Cauldron Keep and play a game of hacky sack with Gruntilda's head, who swears revenge against Banjo and Kazooie once again. ==Development== Banjo-Tooie was developed by Rare and designed by Gregg Mayles, who previously worked on Banjo-Kazooie. Development of the game started in June 1998. Some features that were originally cut during the development of Banjo-Kazooie, such as some of its worlds and a multiplayer game mode, were instead integrated into Banjo-Tooie. An additional world set in a castle was planned, but due to time constraints, it was scrapped during development and assets from it were used in constructing Cauldron Keep. The game features roughly 150 total characters, including enemies and non-playable characters. Originally, Rare planned to include an additional mode called \"Bottles' Revenge\" in which a second player could play as an undead version of Bottles and take control of enemy characters, including bosses, to hinder the duo in their quest, with the players swapping roles if the enemy character managed to defeat Banjo and Kazooie. The idea was ultimately scrapped because the developers ran out of time to debug controlling bosses, despite admitting that \"it did work rather well;\" the only boss that was controllable when the mode was scrapped was the second world boss, \"Old King Coal.\" However, it later served as the inspiration behind the \"Counter-Operative\" multiplayer mode in Perfect Dark. The developers also planned to implement a feature, called \"Stop 'N' Swop\", that would have allowed data to be transferred from Banjo-Kazooie to Banjo-Tooie so that players could unlock additional bonuses in Banjo-Tooie. However, due to hardware limitations of the Nintendo 64 system, the feature was ultimately dropped. Despite this, Rare resolved to include some of the planned bonuses within the game. The Stop 'N' Swop feature was later implemented in the Xbox Live Arcade re-release. The music was composed by Grant Kirkhope, who previously worked as the main composer for Perfect Dark, Donkey Kong 64, and Banjo-Kazooie. As Banjo-Tooie was a larger game than its predecessor, Kirkhope had twice the memory space in the game's cartridge for sound effects and music. Kirkhope initially had to pause his work on Banjo-Tooie to work on other projects first, but ultimately the music score for the game was completed on time. Like the game's predecessor, the themes heard in the game were designed to be interactive, which dynamically change to reflect the player's location. Due to the game having larger memory space, Kirkhope was able to combine two MIDI files to channel different fades of music when the player moves to different locations. The developers initially aimed for a fourth quarter 1999 release, but the game was ultimately delayed. Banjo-Tooie was presented at the 2000 Electronic Entertainment Expo and first released on 20 November 2000 in North America. Japanese and European releases followed on 27 November 2000 and 12 April 2001, respectively. The game supports the Nintendo 64 Rumble Pak. ==Reception== Upon release, Banjo-Tooie was critically acclaimed and sold more than three million copies worldwide. GameRevolution considered Banjo-Tooie less repetitive than Donkey Kong 64 and a worthy successor to Banjo-Kazooie. Nintendo Power referred to Banjo-Tooie as \"the perfect cross between Donkey Kong 64 and Banjo-Kazooie\", noting that it features less backtracking between levels than Donkey Kong 64 does. The publication also stated that the only disappointment was how Rare resolved the \"Stop 'N' Swop\" bonuses. N64 Magazine editor Mark Green felt that, although Banjo-Tooie delivers \"a decent complement of clever puzzles and enjoyable run- and-jump moments\", it did not feel \"as fresh or as exciting\" as previous Rare platformers. The graphics were considered some of the best on the Nintendo 64 due to their rich textures, long drawing distance, and real-time shadow generation, but were criticised for their inconsistent frame rate during certain points in the game. Nevertheless, some critics agreed that the occasional frame rate drops do not hinder the gameplay nor detract players from the game significantly. GameRevolution said that the game was \"beautiful\", but it did not meet the same level of awe as its predecessor. The game was also praised for its humour, with Edge commenting that its characters are \"impossible to dislike.\" The gameplay was highlighted for the size of the game's worlds. GamesRadar described Banjo-Tooie as a game that requires a massive time-investment on the player's part, saying that \"Keeping track of what you can do next, or where you can re-visit to get something new, requires either a photographic memory or copious note-taking\". Similarly, GamePro remarked that the game is so large that players might lose their way and forget what they are supposed to do. GameSpot praised the game's level design and progression for constantly requiring players to collect Jiggies. Despite the praise, Edge concluded that Rare should have innovated more instead of simply copying the formula of Super Mario 64. At the GameSpot Best and Worst of 2000 awards, Banjo-Tooie was awarded Best Platform Game, and was a runner- up in the Best Sound and Best Nintendo 64 Game categories. At the 4th Annual Interactive Achievement Awards, Banjo-Tooie received nominations for Game of the Year, Console Game of the Year, and Console Action/Adventure Game of the Year. ==Xbox 360 version== An Xbox Live Arcade version of Banjo-Tooie, developed by 4J Studios, was released for the Xbox 360 on 29 April 2009. This version features a smoother frame rate and high-definition graphics, and supports the \"Stop 'N' Swop\" connectivity with the Xbox Live Arcade version of its predecessor, allowing players to unlock the bonuses included in the original Nintendo 64 version as well as new content related to the Xbox 360. Using the Stop 'N' Swop items in the Xbox Live Arcade version of Banjo-Tooie also unlocks additional bonuses in the \"L.O.G.'s Lost Challenges\" downloadable content for Banjo-Kazooie: Nuts & Bolts. The Xbox Live Arcade version of Banjo-Tooie received mixed to favourable reviews from video game critics, featuring an aggregate score of 73 out of 100 at Metacritic. In 2015, the Xbox Live Arcade version became one of the first backwards compatible titles for Xbox One, and was re-released as part of the Rare Replay video game compilation. In 2019, this version was enhanced to run at native 4K resolution on Xbox One X. ==Notes== ==References== ==External links== * Official Nintendo Japan Banjo-Tooie site * Xbox page Category:2000 video games Category:3D platform games Category:Action-adventure games Category:Banjo-Kazooie Category:Dinosaurs in video games Category:Microsoft games Category:Multiplayer and single-player video games Category:Nintendo 64 games Category:Nintendo games Category:Rare (company) games Category:Sororicide in fiction Category:Video game sequels Category:Video games about bears Category:Video games about birds Category:Video games about witchcraft Category:Video games developed in the United Kingdom Category:Video games featuring female protagonists Category:Video games scored by Grant Kirkhope Category:Xbox 360 games Category:Xbox 360 Live Arcade games Category:Xbox Cloud Gaming games Category:Xbox One games Category:Xbox One X enhanced games Category:Yeti in fiction",
 "title": "Banjo-Tooie"
}