{
 "id": "307482",
 "text": "{{Infobox settlement | timezone = GMT | utc_offset = 0 | timezone_DST = BSTa | utc_offset_DST = +1 | settlement_type = Non-metropolitan district | subdivision_type = Sovereign state | subdivision_type1 = Constituent country | subdivision_type2 = Region | subdivision_type3 = Non-metropolitan county | subdivision_type4 = Status | subdivision_type5 = Admin HQ | subdivision_name = United Kingdom | subdivision_name1 = England | subdivision_name4 = Non- metropolitan district | government_type = Non-metropolitan district council | leader_title = Leadership | leader_title1 = MPs | established_title1 = Incorporated | population_density_km2 = auto | population_blank1_title = Ethnicity | blank1_name = ONS code | blank2_name = OS grid reference | official_name = Borough of Waverley | image_skyline = | imagesize = | image_alt = | image_caption = | image_shield = | shield_size = | shield_alt = | shield_link = | motto = Oppida Rusque Una (Latin: Town and countryside in unity) | image_map = Waverley UK locator map.svg | mapsize = 150px | map_alt = | map_caption = Waverley shown within Surrey | subdivision_name2 = South East England | subdivision_name3 = Surrey | subdivision_name5 = Godalming | established_date1 = 1 April 1974 | governing_body = Waverley Borough Council | leader_party = | leader_name = Leader & Cabinet | leader_name1 = Jeremy Hunt Angela Richardson | area_total_km2 = 345.2 | area_rank = (of ) | population_total = | population_as_of = | population_rank = (of ) | population_blank1 = 97.4% White | blank1_info = 43UL (ONS) E07000216 (GSS) | blank2_info = | website = | name = }} The Borough of Waverley is a local government district with borough status in Surrey, England. The borough's headquarters are in the town of Godalming; other notable settlements are the towns of Farnham and Haslemere and the large village of Cranleigh. At the 2011 Census, the population of the borough was 121,572. Waverley borders the borough of Guildford to the north, the Mole Valley district to the east, the Horsham and Chichester districts of West Sussex to the south, and the East Hampshire and Hart districts and the borough of Rushmoor in Hampshire to the west and northwest. The borough is named after Waverley Abbey, near Farnham, the earliest Cistercian monastery in Britain. Blackheath Common, in the north of the borough, is a Site of Special Scientific Interest. Waverley is a Wealden borough, bounded to the north by the Hog's Back section of the North Downs and by the Greensand Ridge. It has the most green space in absolute terms in Surrey at 293.1 km² (113 sq. mi.) according to the central government-compiled Generalised Land Use database of January 2005, approximately half of which is woodland.Physical Environment: Land Use Statistics. (2011 census and 2001 census) Retrieved 2015-03-27. Much of the west of the borough echoes former ownership by the abbey, such as Waverley Cricket Club and the Waverley Arms pubs in Farnham and elsewhere.Waverley Cricket Club official website Equally echoed are the tens of square miles held under Farnham holding of the Bishop of Winchester which took in the western parishes of Frensham and Churt as well as much of Farnham parish since the early 12th century when one such Bishop, Henry of Winchester and of Blois established Farnham Castle as the See's episcopal home but which is today the borough's main surviving castle and a museum to the period. ==Politics== The district was formed on 1 April 1974, under the Local Government Act 1972, by a merger of the municipal borough of Godalming, with Farnham and Haslemere urban districts and Hambledon Rural District. The district is administered by Waverley Borough Council and Surrey County Council. Since 2001 the Council has had a Leader and cabinet on the strong leader model, while continuing with a ceremonial Mayor who chairs meetings of the Council. Mayors are elected for a one-year term, but the Leader is now elected for the full four-year term of the Council, or until standing down, if sooner. The Council has had twelve Leaders in its history, the longest serving being Robert Knowles (Conservative), who served for six years. The May 2015 borough elections produced 53 Conservative seats, 3 Farnham Residents and one Independent. Conservatives have run the Council since 2007, winning three consecutive elections, becoming the first party in the Borough to retain control, as before 2007 the control changed at each election. The 2019 local elections reduced the Conservatives to just 23 seats with the Farnham Residents taking 15, Liberal Democrats 14, Green 2, Labour 2 and 1 Independent. A Farnham Residents/Liberal Democrat partnership took control with support from Labour and Green. John Ward (Farnham Residents) took over as leader with Paul Follows (Liberal Democrat) as Deputy Leader. ==Demographics== A Legatum Prosperity Index published by the Legatum Institute in October 2016 showed Waverley as the most prosperous council area in the United Kingdom. ==Twinning== * Mayen-Koblenz in Germany dates from 1977.Waverley twinning info ==Civil parishes== Waverley is entirely divided into civil parishes. *Alfold *Bramley *Busbridge *Chiddingfold *Churt *Cranleigh *Dockenfield *Dunsfold *Elstead *Ewhurst *Farnham *Frensham *Godalming *Hambledon *Hascombe *Haslemere *Peper Harow *Thursley *Tilford *Witley *Wonersh :See List of settlements and parishes in Waverley 400px|left ==See also== *List of places of worship in Waverley (borough) ==References== Category:Non-metropolitan districts of Surrey",
 "title": "Borough of Waverley"
}