{
 "id": "30745",
 "text": "The Titius–Bode law (sometimes termed just Bode's law) is a formulaic prediction of spacing between planets in any given solar system. The formula suggests that, extending outward, each planet should be approximately twice as far from the Sun as the one before. The hypothesis correctly anticipated the orbits of Ceres (in the asteroid belt) and Uranus, but failed as a predictor of Neptune's orbit. It is named after Johann Daniel Titius and Johann Elert Bode. Later work by Blagg and Richardson significantly corrected the original formula, and made predictions that were subsequently validated by new discoveries and observations. It is these re-formulations that offer \"the best phenomenological representations of distances with which to investigate the theoretical significance of Titius-Bode type Laws\". ==Formulation== The law relates the semi-major axis ~a_n~ of each planet outward from the Sun in units such that the Earth's semi-major axis is equal to 10: :~a = 4 + x~ where ~x = 0, 3, 6, 12, 24, 48, 96, 192, 384, 768 \\ldots~ such that, with the exception of the first step, each value is twice the previous value. There is another representation of the formula: :~a = 4 + 3 \\times 2^n ~ where ~n = -\\infty, 0, 1, 2, \\ldots~. The resulting values can be divided by 10 to convert them into astronomical units (), resulting in the expression: :a = 0.4 + 0.3 \\times 2^n ~. For the far outer planets, beyond Saturn, each planet is predicted to be roughly twice as far from the Sun as the previous object. Whereas the Titius- Bode law predicts Saturn, Uranus, Neptune, and Pluto at about 10, 20, 39, and 77 , the actual values are closer to 10, 19, 30, 40 . This form of the law offered a good first guess; the re-formulations by Blagg and Richardson should be considered canonical. ==Origin and history== The first mention of a series approximating Bode's law is found in a textbook by D. Gregory (1715): :\"... supposing the distance of the Earth from the Sun to be divided into ten equal Parts, of these the distance of Mercury will be about four, of Venus seven, of Mars fifteen, of Jupiter fifty two, and that of Saturn ninety five.\" A similar sentence, likely paraphrased from Gregory (1715), appears in a work published by C. Wolff in 1724. In 1764, C. Bonnet wrote: :\"We know seventeen planets [that is, major planets and their satellites] that enter into the composition of our solar system; but we are not sure that there are no more.\" In his 1766 translation of Bonnet's work, J.D. Titius added two of his own paragraphs to the statement above. The insertions were placed at the bottom of page 7 and at the top of page 8\\. The new paragraph is not in Bonnet's original French text, nor in translations of the work into Italian and English. There are two parts to Titius's inserted text. The first part explains the succession of planetary distances from the Sun: :Take notice of the distances of the planets from one another, and recognize that almost all are separated from one another in a proportion which matches their bodily magnitudes. Divide the distance from the Sun to Saturn into 100 parts; then Mercury is separated by four such parts from the Sun, Venus by 4+3=7 such parts, the Earth by 4+6=10, Mars by 4+12=16. But notice that from Mars to Jupiter there comes a deviation from this so exact progression. From Mars there follows a space of 4+24=28 such parts, but so far no planet was sighted there. But should the Lord Architect have left that space empty? Not at all. Let us therefore assume that this space without doubt belongs to the still undiscovered satellites of Mars, let us also add that perhaps Jupiter still has around itself some smaller ones which have not been sighted yet by any telescope. Next to this for us still unexplored space there rises Jupiter's sphere of influence at 4+48=52 parts; and that of Saturn at 4+96=100 parts. In 1772, J.E. Bode, then aged twenty-five, published an astronomical compendium, in which he included the following footnote, citing Titius (in later editions): :This latter point seems in particular to follow from the astonishing relation which the known six planets observe in their distances from the Sun. Let the distance from the Sun to Saturn be taken as 100, then Mercury is separated by 4 such parts from the Sun. Venus is 4+3=7. The Earth 4+6=10. Mars 4+12=16. Now comes a gap in this so orderly progression. After Mars there follows a space of 4+24=28 parts, in which no planet has yet been seen. Can one believe that the Founder of the universe had left this space empty? Certainly not. From here we come to the distance of Jupiter by 4+48=52 parts, and finally to that of Saturn by 4+96=100 parts. These two statements, for all their peculiar expression, and from the radii used for the orbits, seem to stem from an antique algorithm by a cossist. Many precedents were found that predate the seventeenth century. Titius was a disciple of the German philosopher C.F. von Wolf (1679–1754), and the second part of the text Titius inserted into Bonnet's work is in a book by von Wolf (1723), suggesting that Titius learned the relation from him. Twentieth- century literature about Titius–Bode law attributes authorship to von Wolf. A prior version was written by D. Gregory (1702), in which the succession of planetary distances 4, 7, 10, 16, 52, and 100 became a geometric progression with ratio 2. This is the nearest Newtonian formula, which was cited by Benjamin Martin and Tomàs Cerdà years before the German publication of Bonnet's book. Over the next two centuries, subsequent authors continued to present their own modified versions, apparently unaware of prior work. Titius and Bode hoped that the law would lead to the discovery of new planets, and indeed the discovery of Uranus and Ceres – both of whose distances fit well with the law – contributed to the law's fame. Neptune's distance was very discrepant, however, and indeed Pluto – no longer considered a planet – is at a mean distance that roughly corresponds to that the Titius–Bode law predicted for the next planet out from Uranus. When originally published, the law was approximately satisfied by all the planets then known – i.e., Mercury through Saturn – with a gap between the fourth and fifth planets. Vikarius (Johann Friedrich) Wurm (1787) proposed a modified version of the Titius-Bode Law that accounted for the then-known satellites of Jupiter and Saturn, and better predicted the distance for Mercury. The Titius-Bode law was regarded as interesting, but of no great importance until the discovery of Uranus in 1781, which happens to fit into the series nearly exactly. Based on this discovery, Bode urged his contemporaries to search for a fifth planet. , the largest object in the asteroid belt, was found at Bode's predicted position in 1801. Bode's law was widely accepted at that point, until in 1846 Neptune was discovered in a location that does not conform to the law. Simultaneously, due to the large number of asteroids discovered in the belt, Ceres was no longer a major planet. In 1898 the astronomer and logician C.S. Peirce used Bode's law as an example of fallacious reasoning. HUP catalog page. The discovery of Pluto in 1930 confounded the issue still further: Although nowhere near its predicted position according to Bode's law, it was very nearly at the position the law had designated for Neptune. The subsequent discovery of the Kuiper belt – and in particular the object , which is more massive than Pluto, yet does not fit Bode's law – further discredited the formula. == A possible earlier version == In 1760 Tomàs Cerdà taught a renowned astronomy course, English, French, and Catalan translations available via links on page. which led to a textbook Tratado de Astronomía. In Tratado de Astronomía, Cerdà obtaines the planetary distances from the orbital periods by applying Kepler's third law, with an accuracy of 10−3 . Scaling the average distance of the Earth from the Sun as 10, and rounding to whole numbers, one can express the geometric progression as :\\frac{\\; 10\\, D_n - 4\\; }{\\; 10\\, D_{(n-1)} - 4\\; } = 2~, \\quad \\text{ from } ~ n = 2 ~\\text{ to } ~ n = 8 ~. Using the uniform circular movement of Kepler's fictitious mean anomaly, values of \\; R_n \\; corresponding to each planet's ratios may be obtained as :r_n = \\frac{\\; R_n - R_1 \\;}{\\; R_{(n-1)} - R_1} ~, resulting in 1.82, 1.84, 1.86, 1.88, and 1.90, in which :r_n = 2 - \\tfrac{1}{50}\\left( 12 - n \\right) ~, the ratio between Keplerian succession and Titius–Bode Law, would be a numerical coincidence. The ratio is close to 2, but increases harmonically from 1.82 . The planet's average speed from ~n = 1~ to ~n = 8~ decreases moving away the Sun and differs from uniform descent in ~n = 2~ to recover from ~n = 7~ (orbital resonance). ==Data== The Titius–Bode law predicts planets will be present at specific distances in astronomical units, which can be compared to the observed data for the planets and two dwarf planets in the solar system: thumb|right|350px|Graphical plot of the eight planets, Pluto, and Ceres versus the first ten predicted distances. {| class=\"wikitable\" |- align=center !m !k !T–B rule distance (AU) !Planet !Semimajor axis (AU) !Deviation from prediction1 |- align=center | -\\infty | 0 | 0.4 |Mercury | 0.39 | −3.23% |- align=center | 0 | 1 | 0.7 |Venus | 0.72 | +3.33% |- align=center | 1 | 2 | 1.0 |Earth | 1.00 | 0.00% |- align=center | 2 | 4 | 1.6 |Mars | 1.52 | −4.77% |- align=center | 3 | 8 | 2.8 |2 | 2.77 | −1.16% |- align=center | 4 | 16 | 5.2 |Jupiter | 5.20 | +0.05% |- align=center | 5 | 32 | 10.0 |Saturn | 9.58 | −4.42% |- align=center | 6 | 64 | 19.6 |Uranus | 19.22 | −1.95% |- align=center | – | – | – |Neptune | 30.07 | – |- align=center | 7 | 128 | 38.8 |Pluto2 | 39.48 | +1.02% |} 1 For large k, each Titius–Bode rule distance is approximately twice the preceding value. Hence, an arbitrary planet may be found within −25% to +50% of one of the predicted positions. For small k, the predicted distances do not fully double, so the range of potential deviation is smaller. Note that the semi-major axis is proportional to the 2/3 power of the orbital period. For example, planets in a 2:3 orbital resonance (such as plutinos relative to Neptune) will vary in distance by (2/3)2/3 = −23.69% and +31.04% relative to one another. 2 Ceres and Pluto are dwarf planets rather than major planets. ==Blagg formulation== In 1913, Mary Blagg, an Oxford astronomer, re-visited the law. She analyzed the orbits of the planetary system and those of the satellite systems of the outer gas giants, Jupiter, Saturn and Uranus. She examined the log of the distances, trying to find the best 'average' difference. thumb|Function f of Blagg formulation of Titius- Bode Law of Planetary Distances Her analysis resulted in a different formula: Note that in her formulation, the Law for the solar system was best represented by a progression in 1.7275, not 2. Blagg examined the satellite systems of Jupiter, Saturn, and Uranus, and discovered the same progression ratio (1.7275) in each. However, the exact formulation of the function f was not finalized in Blagg's 1913 paper, with Blagg noting that the figures given are only illustrative. An empirical form of the curve was provided in the form of a graph (the reason that points on the curve are such a close match for empirical data, for objects discovered prior to 1913, is that they are empirical data). Finding a formula closely fitting the curve turned out to be difficult. Harmonic analysis of the curve resulted in the following 7-term approximation: Further analysis by Blagg resulted in the following simplified formula which yields less accurate results (provided in the paper in a non- normalized form, but given here in normalized form, i.e. with values from 0 to 1):Lobban, G. G., Roy, A. E., & Brown, J. C. A Review Of Blagg's Formula In The Light Of Recently Discovered Planetary Moons And Rings. Journal of the British Astronomical Association, vol.92, no.6, p.260-263 where \\Psi=\\theta-27.5^{\\circ} Neither of these formulas for function f are used in the calculations below. These calculations are based on a graph of function f which was drawn based on observed data. {| class=\"wikitable\" |+ Constants of the Blagg formulation of the Titius-Bode Law (redefined by Nieto, 1970) |- ! System !! A !! B !! \\alpha !! \\beta |- | Planets || 0.4162 || 2.025 || 112.4° || 56.6° |- | Jupiter || 0.4523 || 1.852 || 113.0° || 36.0° |- | Saturn || 3.074 || 0.0071 || 118.0° || 10.0° |- | Uranus || 2.98 || 0.0805 || 125.7° || 12.5° |} Her paper appeared in the Monthly Notices of the Royal Astronomical Society for 1913, and was forgotten until 1953, when A. E. Roy at Glasgow University Observatory came across it while researching another problem. He noted that Blagg herself had suggested that her formula could give approximate mean distances of other bodies still undiscovered in 1913. Since then, six bodies in three systems examined by Blagg had been discovered: Pluto, Jupiter IX Sinope, X Lysithea, XI Carme, XII Ananke, and Uranus V Miranda. Roy found that all six fitted very closely. This might have been an exaggeration: out of these six bodies, four were sharing positions with objects that were already known in 1913; concerning the two others, there was a ~6% overestimate for Pluto; and later, a 6% underestimate for Miranda became apparent. Another of Blagg's predictions was confirmed: that some bodies were clustered at particular distances. Her formula also predicted that if a transplutonian planet existed, it would be at ~68 AU from the Sun. ===Comparison of the Blagg formulation with observation=== Bodies in parentheses were not known in 1913, when Blagg wrote her paper. Some of the calculated distances in the Saturn and Uranus systems are not very accurate. This is because the low values of constant B in the table above make them very sensitive to the exact form of function f. {| class=\"wikitable\" |+ Planets |- ! Planet !! n !! Distance !! Blagg Law |- | Mercury || -2 || 0.387 || 0.387 |- | Venus || -1 || 0.723 || 0.723 |- | Earth || 0 || 1.000 || 1.000 |- | Mars || 1 || 1.524 || 1.524 |- | Vesta || 2 || 2.362 || 2.67 |- | Juno || 2 || 2.670 || 2.67 |- | Pallas || 2 || 2.774 || 2.67 |- | Ceres || 2 || 2.769 || 2.67 |- | Jupiter || 3 || 5.204 || 5.200 |- | Saturn || 4 || 9.583 || 9.550 |- | Uranus || 5 || 19.22 || 19.23 |- | Neptune || 6 || 30.07 || 30.13 |- | (Pluto) || 7 || (39.48) || 41.8 |} {| class=\"wikitable\" |+ Jupiter system |- ! Jupiter system !! n !! Distance !! Blagg Law |- | Amalthea|| -2 || 0.429 || 0.429 |- | || -1 || || 0.708 |- | Io|| 0 || 1.000 || 1.000 |- | Europa|| 1 || 1.592 || 1.592 |- | Ganymede|| 2 || 2.539 || 2.541 |- | Callisto|| 3 || 4.467 || 4.467 |- | || 4 || || 9.26 |- | || 5 || || 15.4 |- | Himalia|| 6 || 27.25 || 27.54 |- | Elara|| 6 || 27.85 || 27.54 |- | (Lysithea) || 6 || (27.85) || 27.54 |- | (Ananke) || 7 || (49.8) || 55.46 |- | (Carme) || 7 || (53.3) || 55.46 |- | Pasiphae|| 7 || 55.7 || 55.46 |- | (Sinope) || 7 || (56.2) || 55.46 |} {| class=\"wikitable\" |+ Saturn system |- ! Saturn system !! n !! Distance !! Blagg Law |- | (Janus) || -3 || (0.538) || 0.54 |- | Mimas|| -2 || 0.630 || 0.629 |- | Enceladus|| -1 || 0.808 || 0.807 |- | Tethys|| 0 || 1.000 || 1.000 |- | Dione|| 1 || 1.281 || 1.279 |- | Rhea|| 2 || 1.789 || 1.786 |- | || 3 || || 2.97 |- | Titan|| 4 || 4.149 || 4.140 |- | Hyperion|| 5 || 5.034 || 5.023 |- | || 6 || || 6.3 |- | || 7 || || 6.65 |- | || 8 || || 7.00 |- | Iapetus|| 9 || 12.09 || 12.11 |- | Phoebe|| 10 || 43.92 || 43.85 |} {| class=\"wikitable\" |+ Uranus system |- ! Uranus system !! n !! Distance !! Blagg Law |- | (Miranda) || -2 || (0.678) || 0.64 |- | || -1 || || 0.77 |- | Ariel|| 0 || 1.000 || 1.000 |- | Umbriel|| 1 || 1.394 || 1.393 |- | Titania|| 2 || 2.293 || 2.286 |- | Oberon|| 3 || 3.058 || 3.055 |} ==Richardson formulation== In 1945 D. E. Richardson independently arrived at the same conclusion as Blagg, that the progression ratio was not 2, but 1.728: where \\varrho _{n} is an oscillatory function of 2\\pi, represented by distances \\varrho _{n} from an off-centered origin to angularly varying points on a \"distribution ellipse\". ==Historical inertia== Nieto, who conducted the first modern comprehensive review of the Titius-Bode Law noted that \"The psychological hold of the Law on astronomy has been such that people have always tended to regard its original form as the one on which to base theories.\" He was emphatic that \"future theories must rid themselves of the bias of trying to explain a progression ratio of 2\": ==Theoretical explanations== No solid theoretical explanation underlies the Titius–Bode law – but it is possible that, given a combination of orbital resonance and shortage of degrees of freedom, any stable planetary system has a high probability of satisfying a Titius–Bode-type relationship. Since it may be a mathematical coincidence rather than a \"law of nature,\" it is sometimes referred to as a rule instead of \"law.\" On the one hand, astrophysicist Alan Boss states that it is just a coincidence, and the planetary science journal Icarus no longer accepts papers attempting to provide improved versions of the \"law.\" Orbital resonance from major orbiting bodies creates regions around the Sun that are free of long-term stable orbits. Results from simulations of planetary formation support the idea that a randomly chosen, stable planetary system will likely satisfy a Titius–Bode law. Dubrulle and Graner showed that power-law distance rules can be a consequence of collapsing-cloud models of planetary systems possessing two symmetries: rotational invariance (i.e., the cloud and its contents are axially symmetric) and scale invariance (i.e., the cloud and its contents look the same on all scales). The latter is a feature of many phenomena considered to play a role in planetary formation, such as turbulence. ===Natural satellite systems and exoplanetary systems=== Only a limited number of systems are available upon which Bode's law can presently be tested. Two solar planets have enough large moons, that probably formed in a process similar to that which formed the planets. The four large satellites of Jupiter and the biggest inner satellite (i.e., Amalthea) cling to a regular, but non-Titius–Bode, spacing, with the four innermost satellites locked into orbital periods that are each twice that of the next inner satellite. Similarly, the large moons of Uranus have a regular, non-Titius–Bode spacing. However, according to Martin Harwit : \"a slight new phrasing of this law permits us to include not only planetary orbits around the Sun, but also the orbits of moons around their parent planets.\" The new phrasing is known as “Dermott's law”. Of the recent discoveries of extrasolar planetary systems, few have enough known planets to test whether similar rules apply. An attempt with 55 Cancri suggested the equation ~ a_n = 0.0142 \\cdot \\mathrm{e}^{\\left(\\,0.9975\\, n\\,\\right)} = 0.0142 \\cdot \\bigl(\\, 2.7115 \\,\\bigr)^n ~, and controversially predicts for ~n = 5~ an undiscovered planet or asteroid field at 2 . Furthermore, the orbital period and semi-major axis of the innermost planet in the 55 Cancri system have been greatly revised (from 2.817 days to 0.737 days and from 0.038 to 0.016 , respectively) since the publication of these studies. Recent astronomical research suggests that planetary systems around some other stars may follow Titius–Bode-like laws. Bovaird and Lineweaver applied a generalized Titius–Bode relation to 68 exoplanet systems that contain four or more planets. They showed that 96% of these exoplanet systems adhere to a generalized Titius–Bode relation to a similar or greater extent than the Solar System does. The locations of potentially undetected exoplanets are predicted in each system. Subsequent research detected five planet candidates from the 97 planets predicted for the 68 planetary systems. The study showed that the actual number of planets could be larger. The occurrence rates of Mars- and Mercury-sized planets are currently unknown, so many planets could be missed due to their small size. Other possible reasons that may account for apparent discrepancies include planets that do not transit the star or circumstances in which the predicted space is occupied by circumstellar disks. Despite these types of allowances, the number of planets found with Titius–Bode law predictions was lower than expected. In a 2018 paper, the idea of a hypothetical eighth planet around TRAPPIST-1 named \"TRAPPIST-1i,\" was proposed by using the Titius–Bode law. TRAPPIST-1i had a prediction based exclusively on the Titius–Bode law with an orbital period of . Finally, raw statistics from exoplanetary orbits strongly point to a general fulfillment of Titius–Bode-like laws (with exponential increase of semi-major axes as a function of planetary index) in all the exoplanetary systems; when making a blind histogram of orbital semi-major axes for all the known exoplanets for which this magnitude is known, and comparing it with what should be expected if planets distribute according to Titius–Bode-like laws, a significant degree of agreement (i.e., 78%) is obtained. ==See also== * Dermott's law * Phaeton (hypothetical planet) * Logarithmic spiral * Lennard-Jones potential * Mysterium Cosmographicum ==Footnotes== ==References== ==Further reading== * The ghostly hand that spaced the planets New Scientist 9 April 1994, p13 * Plants and Planets: The Law of Titius–Bode explained by H.J.R. Perdijk * Distancias planetarias y ley de Titius-Bode (Spanish) by Dr. Ramon Parés Category:Discoveries by Johann Elert Bode Category:Obsolete theories in physics Category:Planets Category:Ceres (dwarf planet) Category:Uranus Category:Astronomical hypotheses",
 "title": "Titius–Bode law"
}