{
 "id": "307644",
 "text": "Riverton / Aparima is a small town west of Invercargill and located on the south-eastern shorelines of the Jacobs River Estuary. This is formed by the Aparima and Pourakino rivers, leading through a narrow outflow channel into Foveaux Strait.Wises New Zealand Guide Wises Publications Limited 1998 Accessible via on the Southern Scenic Route, the main part of the town is on flat land (the Southland Plains) and the northern end of Oreti Beach. South Riverton is built on the hills (the Longwood Range) between the eastern shore of the estuary and Taramea Bay.McLintock, A. H. An Encyclopedia of New Zealand Volume 3 Riverton is the oldest permanent settlement of Southland and one of New Zealand's oldest towns. In 2011 Riverton residents celebrated the town's 175th anniversary. The main industry is fishing. Farming (especially dairying) has become more important economically as the fishing industry has been less productive due to competition and climate change. Support services such as transport, irrigation, engineering and various farm related contractors now play an important part in the local economy. The fish factory based on its main wharf has been converted to a butchery. The harbour is still quite busy, because, along with Bluff, it is a safe harbour for access to New Zealand's south / west seas. It is also popular for water skiing, rowing, fishing and catching the occasional flounder. Taramea Bay is a popular spot in the summer for Southland residents, as it provides safe swimming and excellent surf spots. Riverton is well known for dolphin spotting, as the mammals like to travel up into the estuary for feeding. The lumber industry developed in Riverton and sawmills processed the harvest; Pankhurst's Mill still supplies timber locally and to wider Southland. ==History== This area was known to the Maori as AparimaBeattie, Herries Moriori. The Morioris of the South Island Facsimile edition. Cadsonbury Publications, Christchurch, 1993, p. 70 (named for the Kati Mamoe mother of Hekeia, for whom the Longwood Range is named).[Thompson, J. C.] Records of Early Riverton and District The Southland Times Company Limited, Invercargill 1937 page 15 Anglo-Europeans who settled the area in the 1830s called the settlement Jacob's River.Pankhurst, E.E. Safe Haven Riverton 1935–1985, Riverton Sesquicentennial Society (Inc.) The name Riverton was later adopted by the residents, and their choice was ratified officially in March 1858. One hundred and forty years later, with the passing of Section 450 Ngāi Tahu Claims Settlement Act 1998, the town was given the dual names of Riverton / Aparima.The New Zealand Geographic Board/ Ngā Pou Taunaha o Aotearoa On the grassed plateau above the estuary channel stands a stone memorial to the founder of Riverton, whaler and runholder, Captain John Howell, who, while in the employ of Johnny Jones, was dispatched with three ships to establish a whaling station at Aparima in either 1835 or 1836 to replace the abandoned station at Preservation Inlet. The settlement became known as Jacob's River due to a local Maori living at the mouth whom the whalers called Jacob.[Thompson, J. C.] Records of Early Riverton and District The Southland Times Company Limited, Invercargill 1937 Jones's purchase of all that land from Colac Bay to the New River, and extending some fifty miles inland from the Ngāi Tahu chief \"Bloody Jack\" Tūhawaiki was formally acknowledged in October 1838.Hall-Jones, F. G. King of the Bluff Kiwi Publishers 2003 page 52 At about the same time Howell secured the Pākehā tenure to the area by marrying Kohi-Kohi the daughter of Patu and Pipikihau, the local Kati Mamoe chief based at Raratoka Island or Centre Island in the Foveaux Strait.Wilson, Eva Hakoro Ki Te Iwi The Story of Captain Howell and his Family Wilson Family 1976 The year 1850 is generally taken as the one in which settlers at Riverton/Aparima definitely changed over from ploughing the sea to ploughing the land. By that time whaling along the Southland coasts gave only a precarious living and the settlers of Riverton saw they would either have to take to the land or move to a more favourable locality. The settlers had their plots of land and as much stock as they could afford. This however immediately raised the question as to who really owned the land. As long as the whalers confined themselves along the Jacobs River estuary, it was not thought worth while to challenge their right to the small area they occupied. With the intricate system of land ownership among the Maori, Captain Howell realised that he was not really the sole owner of those vast tracts of land which he believed were handed over to him at the time of his marriage to Kohi-Kohi. Fortunately the central government found out what was happening and sent Mr W.B.D. Mantell to negotiate with the southern Maori for the purchase of the area known as Murihiku. Walter Baldock Durrant Mantell arrived at Riverton on 27 December 1851, and began negotiations with the various chiefs of Southland. It was not until 17 August 1853 that the area of Murihiku (which encompassed Southland), was purchased from the Maori.[Thompson, J. C.] Records of Early Riverton and District The Southland Times Company Limited, Invercargill 1937 page 12 The township being surveyed by the New Zealand Government in 1861.Hargreaves, R.P. Nineteenth Century Otao and Southland Town Plans University of Otago Press, Dunedin 1968 page 40 ===Communication=== From 1863 to 1879 a coach service from the town gave the inhabitants another source of communication with the outside world. Previously the mail had been carried by a Russian Finn, William Flint who carried the mail by foot from Invercargill.Lovell-Smith, E. M. Old Coaching Days in Otago and Southland Lovell-Smith & Venner Ltd 1931 page 103 The coach-route followed the Oreti Beach to the Oreti ferry and then to Invercargill. Because of the changing nature of the quick-sands at the mouth of the Waimatuku Stream where many lives had been lost, there was jubilation with the advent of the railway to Riverton. On 9 June 1879, a branch railway from Invercargill to Riverton was opened by the mayor Theophilus Daniel.OPENING OF THE RIVERTON RAILWAY LINE Otago Daily Times, Issue 5400, 10 June 1879, Page 2 Over the course of the next four decades further extensions were made as far as Orawia. The line became known as the Tuatapere Branch.WATT. J. O. P. Southland's Pioneer Railways 1864–1878 The NZ Railways and Locomotive Society Inc. 1965 The original railway (that eventually reached Tuatapere in 1909) crossed the estuary at Riverton using the bridge opened in 1875, the towns inhabitants sharing a road-rail bridge for twenty-six years.Otago Witness 9 August 1905 Page 44 THE LAST TRAIN TO CROSS THE OLD RAILWAY BRIDGE OVER THE APARIMA RIVER RIVERTON With the construction (1902–1905) of a combination of two Howe truss bridges and a causeway the Tuatapere Branch railway had a crossing of its own over the Jacobs River Estuary. The main bridge on the south end consisted of seventeen built beams of 9.2 metres and two Howe trusses of 18.3 metres span, giving a hybrid form of design. The supporting piers were of braced timber piles. This bridge provided a good illustration of the timber technology of the period, with its three elements of truss, built beam and piled piers (one truss can still be viewed behind the museum \"Te Hikoi\").THORNTON, Geoffery Bridging the Gap Early Bridges in New Zealand 1830–1939 Reed Books 2001 On 30 July 1976, it was truncated from Tuatapere back to Riverton and became known as the Riverton Branch. The railway bridges and causeway being removed in 2001. ===Historic Buildings=== thumb|St Mary's-Riverton Five buildings in Riverton are listed with the Heritage New Zealand Pouhere Taonga: * Howell's Cottage or Kohi Kohi Cottage on Napier Street dates back to 1837 or 1838. It may have been the first house built in Riverton, and is one of the few New Zealand colonial buildings pre-dating 1840. * Daniel House on Palmerston Street is an example of a vernacular timber Georgian influenced, English- Colonial style residence. * Palmerston Street Cottages on Palmerston Street represents mid to late nineteenth century box cottages. * The former Riverton Court House on Palmerston Street was built in 1883 and typifies nineteenth century public works architecture. It is now incorporated into Te Hikoi, the Riverton Tourist and Heritage Centre. * Saint Mary's Anglican on Palmerston Street was designed by prominent Invercargill architect Edmund Richardson Fitz Wilson. It is an Anglican parish church in Carpenter Gothic style. ==Demographics== Riverton covers and had an estimated population of as of with a population density of people per km2. Riverton had a population of 1,620 at the 2018 New Zealand census, an increase of 150 people (10.2%) since the 2013 census, and an increase of 78 people (5.1%) since the 2006 census. There were 693 households. There were 783 males and 831 females, giving a sex ratio of 0.94 males per female. The median age was 52.1 years (compared with 37.4 years nationally), with 258 people (15.9%) aged under 15 years, 186 (11.5%) aged 15 to 29, 711 (43.9%) aged 30 to 64, and 462 (28.5%) aged 65 or older. Ethnicities were 89.1% European/Pākehā, 20.9% Māori, 1.3% Pacific peoples, 1.5% Asian, and 2.8% other ethnicities (totals add to more than 100% since people could identify with multiple ethnicities). The proportion of people born overseas was 8.9%, compared with 27.1% nationally. Although some people objected to giving their religion, 51.3% had no religion, 37.8% were Christian, 0.2% were Buddhist and 1.7% had other religions. Of those at least 15 years old, 159 (11.7%) people had a bachelor or higher degree, and 408 (30.0%) people had no formal qualifications. The median income was $27,300, compared with $31,800 nationally. 153 people (11.2%) earned over $70,000 compared to 17.2% nationally. The employment status of those at least 15 was that 561 (41.2%) people were employed full-time, 225 (16.5%) were part-time, and 42 (3.1%) were unemployed. ==Culture and art== Takutai o te Titi Marae is located in Riverton. It is a marae (meeting ground) of the Ōraka-Aparima Rūnanga branch of Ngāi Tahu, and includes the Takutai o te Titi wharenui (meeting house). Riverton has a great art gallery that runs mainly summer hours. Local artists include 'Wayne of the Hill', a surfing local who creates mainly sculpture from beach scavenged materials; John Husband, who features often in the local newspaper and has a nice historical feel to his paintings and drawings; Dawn Barry, who paints often with a sea-based theme. There are a number of other practising artists and craftspeople such as potters Karen Bickley and sculptor Kere Menzies. The local Community Board has commissioned a public work titled 'Pahi'. It is by local artist Kere Menzies, an installation artist and it features sculptured sails made from steel that reflect the historic sailing nature of the town. Shops often appear in the Main Street dedicated to art or photography. thumb|Pahi by Kere Menzies ==Education== There were several school in Riverton from the 1840s. Riverton South School merged with Riverton North in 1859, and the combined school became Riverton District High School in 1882. That was split into Aparima College and Riverton Primary School in 1974. Aparima College is a secondary school serving years 7 to 13 and had a roll of students as of Riverton Primary School is a contributing primary school serving years 1 to 6 and had a roll of students. ==Surf== Riverton has long been known as a surfing village. Mitchell's Bay is a great right hand point break that performs well at mid- tide, and waves can be found at 'Petrol Pumps' (named after a now closed small Caltex auto garage located there), the bay before, and occasionally further round when the tides are right. Colac Bay, home of NZ's largest surf statue has a gnarly beach break that will test even the experienced with both left and right-handers. The local surf club holds an annual surf event called the Colac Bay Classic. ==Attractions== * Te Wai Koraki Wetland Reserve; a short walking track starts at the eastern entrance to Riverton/Aparima and leads down to loop through the 6 hectare flax wetland. This reserve provides a sanctuary for whitebait/inanga and other native fish. * The Big Paua; a large Paua Shell made by a local company Fiordland Souvenirs * Te Hikoi Southern Journey is the town's museum. It features the local information centre along with an interesting collection of regional historic artifacts and information. It concentrates on local Maori history, whaling and the local European settlements of the area * Jacobs River Estuary; wild wetlands area, native and migrant water fowl and lush flora * Harbour; with many fishing and charter boats * Mores Reserve; offers several short walks and great views over Southland and Foveaux Strait/Te Ara a Kiwa towards Stewart Island/Rakiura * Taramea Bay; stretch of beach between Howell's Point and the entrance of the Jacobs River Estuary. * The Rocks also known as Riverton Rocks; includes Mitchell's Bay and Henderson's Bay. Southland's favourite beach destination * Mitchell's bay; excellent longboard beach for those who like to \"ride the waves\" and has a great right hand point break that performs well at mid-tide, and occasionally further round when the tides are right. * Howells Point / Taramea (known by the locals as the Point); headland on the northern shoreline of Foveaux Strait a great place for walking, picnicking and bird watching. It has views of Taramea Bay, Invercargill, Bluff and Stewart Island/Rakiura. Riverton is not far from: * Colac Bay; great bay * Orepuki; has Monkey Island beach * Pahia; with Cosy Nook and 'Porridge' surf break * Invercargill; twenty-minute drive away ==References== ==External links== * http://www.tehikoi.co.nz * http://www.riverton.co.nz * Aparima College * http://www.sces.org.nz/pmwiki.php/Content/TeWaiKorariWetlandReserveWalk * Removal of the railway truss bridge and causeway – http://www.linz.govt.nz/publications/landscan/landscandec2000/index.html#5 Category:Southern Scenic Route Category:Populated places in Southland, New Zealand Category:Foveaux Strait",
 "title": "Riverton / Aparima"
}