{
 "id": "307624",
 "text": "Canadian–French relations refers to the diplomatic relations between Canada and the French Republic. Both nations enjoy friendly relations, the importance of which centres on the history of French immigration to Canada. Canadians of French heritage make up the majority of native speakers of French in Canada, who in turn account for about 22 percent of the country's total population. The small French Territorial Collectivity of Saint Pierre and Miquelon are situated off the coast of Atlantic Canada. Both nations are mutual members of the G7, G20, OECD, Organisation internationale de la Francophonie, NATO, United Nations and the World Trade Organization. == Country comparison == {| class=\"wikitable\" |Official name | style=\"text-align:center\" |Canada | style=\"text-align:center\" |French Republic |- |Flag | style=\"text- align:center\" | | style=\"text-align:center\" | |- |Coat of Arms | style=\"text- align:center\" | | style=\"text-align:center\" |Blason fr république française (pelta)|218x240px |- |Anthem |O Canada |La Marseillaise |- |National day |1 July |14 July |- |Capital city |Ottawa |Paris |- |Largest city |Toronto – 2,731,571 (6,417,516 Metro) |Paris – 2,175,601 (12,628,266 Metro) |- |Government |Parliamentary democracy constitutional monarchy |Unitary semi- presidential constitutional republic |- |Head of State |Elizabeth II |Emmanuel Macron |- |Head of Government |Justin Trudeau |Jean Castex |- |Official language |English and French |French (de facto and de jure) |- |Main religions |67.2% Christianity 23.9% No religion 3.2% Islam 5.7% Other |47% Christianity 40% No religion 5% Islam 8% Other |- |Current Constitution |17 April 1982 |4 October 1958 |- |Area | | |- |EEZ | | |- |Time zones |6 |12 |- |Population |38,575,000 |67,813,000 |- |Population density |4/km2 |118/km2 |- |GDP (nominal) |$2.015 trillion |$2.940 trillion |- |GDP (nominal) per capita |$52,791 |$45,028 |- |GDP (PPP) |$1.978 trillion |$3.231 trillion |- |GDP (PPP) per capita |$51,713 |$49,492 |- |HDI |0.929 |0.901 |- |Currency |Canadian dollar |Euro and CFP franc |} == History == === European colonization === thumb|right|Map depicting New France in present-day Canada, 1660. In 1720, the British controlled Newfoundland, Nova Scotia, Northern and much of Western Canada, but otherwise, nearly all of Eastern Canada, from the Labrador shore and on the Atlantic coast to the Great Lakes and beyond was under French domination. The gradual conquest of New France by the British, culminating in James Wolfe's victory at the Plains of Abraham in 1759, deprived France of its North American empire. The French of Canada, (the Québécois or habitants, Acadians, Métis, and others) remained. After the British conquest, French immigration to Canada continued on a small scale until the start of the wars between France and Britain from 1792 to 1815. French books circulated widely, and the French Revolution led many conservative refugees to seek asylum in Canada. The English-speaking population of Canada also grew rapidly after the American Revolution. Francophone opinion among the rural habitants towards France turned negative after 1793. As British subjects, the habitants, led by their conservative priests and landowners, rejected the French Revolution's impiety, regicide, and anti-Catholic persecution. The habitants supported Britain in the War of 1812 against the United States.Claude Galarneau, La France devant l'opinion canadienne, 1760–1815 (Quebec: Presses de l'Université Laval, 1970) Many Canadians have also spoken French since their settlement began in 1534. === Dominion of Canada === In early Canadian history, foreign affairs were under the control of the British government. Canada pushed against those legal barriers to further its interests. Alexander Galt, Canada's informal representative in London, attempted to conclude a commercial treaty with France in 1878, but tariff preference for France violated British policy. The Foreign Office in London was unsupportive of sovereign diplomacy by Canada, and France was moving to new duties on foreign shipping and was embarking toward a general policy of protection. Galt's efforts, however, set the stage for a successful treaty in 1893 negotiated by Sir Charles Tupper (1821–1915), Canada's High Commissioner in London. However, that treaty was signed by the British ambassador to France.Robert A. M. Shields, \"The Canadian Treaty Negotiations With France: A Study In Imperial Relations 1878-83,\" Bulletin of the Institute of Historical Research (1967) 40#102 pp 186-202 In 1910, the Province of Quebec dispatched its own representative to Paris, Hector Fabre. The federal government responded by asking him to become Canada's agent- general in France. He and his successor, Philippe Roy, represented both levels of government informally until 1912, when the new Canadian government asked Roy to resign from the Quebec position because of fears of a possible conflict of interest. === World Wars === A realignment of the great powers made allies of Canada, which was part of the British Empire, and France just in time for the two World Wars that would dominate the first half of the 20th century. The Canadian Expeditionary Force spent much of the First World War on French soil and helped France to repel the German invasion. It was in France, at Vimy Ridge, that one of the most famous battles in Canadian history took place. In December 1917, the accidental explosion of the French freighter Mont Blanc, carrying five million pounds of explosives, devastated Halifax, Nova Scotia, killing 2,000 and injuring 9,000. The SS Mont-Blanc had been chartered by the French government to carry munitions to Europe; France was not blamed, and charges against its captain were dropped.Alan Ruffman, The Halifax Explosion: Realities and Myths (1992) thumb|right|Royal Canadian Navy landing in Normandy; June 1944. During the Second World War, Canada and France were initially allies against Nazi Germany and Fascist Italy. After the Fall of France in 1940, most Western governments broke off relations with the Vichy regime, but Canada continued to have relations with Vichy until 1942. Canada had planned a military invasion of the islands of Saint-Pierre and Miquelon. Controlled until the end of 1941 by Vichy France, it was the liberation by the Free French under Admiral Muselier that put an end to any invasion by Canada. Eventually, Canada became an important ally and staunch supporter of General Charles de Gaulle's Free French Forces. De Gaulle himself re-entered France after the Invasion of Normandy via the Canadian-won Juno Beach, and during a lavish state visit to Ottawa in 1944, he departed the assembled crowd with an impassioned call of \"Vive le Canada! Vive la France!\" === Suez Crisis === During the Suez Crisis, the Canadian government was concerned with what might be a growing rift between the western allies. Lester B. Pearson, who would later become the Prime Minister of Canada, went to the United Nations and suggested creating a United Nations Emergency Force (UNEF) in the Suez to \"keep the borders at peace while a political settlement is being worked out.\" Both France and Britain rejected the idea and so Canada turned to the United States. After several days of tense diplomacy, the United Nations accepted the suggestion, and a neutral force not involving the major alliances (NATO and the Warsaw Pact although Canadian troops participated since Canada spearheaded the idea of a neutral force) was sent with the consent of Nasser, stabilizing conditions in the area. The Suez Crisis also contributed to the adoption of a new Canadian flag without references to that country's past as a colony of France and Britain. === 1967 controversy by de Gaulle === In July 1967, while on an official state visit to Canada, de Gaulle, ex-president of France, ignited a storm of controversy by exclaiming, before a crowd of 100,000 in Montreal, Vive le Québec Libre! (Long live free Quebec!) Coming on the centennial year of Canadian Confederation, amid the backdrop of Quebec's Quiet Revolution, such a provocative statement on the part of a widely -respected statesman and liberator of France had a wide-ranging effect on Franco-Canadian relations and on relations between Quebec and the rest of Canada as well. De Gaulle, a proponent of Quebec sovereignty, proposed, on several subsequent occasions, what he termed the \"Austro-Hungarian solution\" for Canada (based on the Austria-Hungary dual-monarchic union shared between Austria and Hungary from 1867 to 1918), which appeared to be similar to the \"sovereignty association\" model that was later championed by René Lévesque. France's intervention in Canadian intergovernmental relations remained largely in the realm of diplomatic rhetoric. Indeed, as Quebec, under the reformist Liberal government of Jean Lesage, was turning away from a more isolationist past and attempting to find for itself a new place within the Canadian federation and the wider francophone world, a willing and enthusiastic de Gaulle was eager to give aid to Quebec's newfound nationalist ambitions. ==== Master Agreement ==== The first step towards Quebec developing an \"international personality\" distinct from that of Canada, viewed by many as a stepping stone towards full independence, was for Quebec to develop relations with other nations independent from those of Canada. That effort began in earnest after de Gaulle's return to power, when France and Quebec began regularly exchanging ministers and government officials. Premier Lesage, for example, visited de Gaulle three times between 1961 and 1965. Lesage's statement to the Quebec National Assembly that the French Canadian identity, culture, and language were endangered by a \"cultural invasion from the USA,\" which threatened to make Canada a \"cultural satellite of the United States,\" mirrored exactly the Gaullists concern for France's cultural survival in the face on an English onslaught. In that light, France and Quebec set about in the early 1960s negotiating exchange agreements in the areas of education, culture, technical co-operation, and youth exchange. The federal government of Lester B. Pearson, which had just appointed a Royal Commission on Bilingualism and Biculturalism and was taking other steps to ensure the place of French within Canada, would not stand for a province usurping a federal power (foreign policy) and so signed a Master Agreement with France in 1965 that allowed for provinces to cooperate directly with France but only in areas of exclusive provincial jurisdiction (such as education). ==== \"Quebec Mafia\" ==== The significant contingent of sovereigntists within the French government and the upper levels of the French foreign and civil services (especially Gaullists), who came to be known as the \"Quebec Mafia\" within the Canadian foreign service and the press, took full advantage of the Master Agreement of 1965 to further their vision for Canada. ===== Direct relations with Quebec ===== thumb|right|Québec Government Office in Paris Shortly after de Gaulle's 1967 Montreal address, the French Consulate-General in Quebec City, already viewed by many as a de facto embassy, was enlarged and the office of Consul General at Quebec replaced, by de Gaulle's order, with that of Consul General to the Quebec Government. At the same time, the flow of officials to Quebec City increased further, and it became accepted practice for high officials to visit Quebec without going to Ottawa at all, despite Ottawa's repeated complaints about the breaches of diplomatic protocol. Many of the French officials, notably French Secretary of State for Foreign Affairs Jean de Lipkowski, greatly angered and embarrassed the Canadian government by vocally supporting Quebec independence while they were in Canada. The media spoke of a \"Quebec Mafia\" in Paris. The Québec government maintained a Provisional Government Office in Paris. ===== La Francophonie ===== One issue that sparked tensions between France and Canada began shortly after the creation of la Francophonie, an international organization of wholly and partially French-speaking countries that is modelled somewhat after the Commonwealth of Nations. While Canada agreed in principle to the organization's creation, it was dismayed by France's position that not only Quebec should participate as an equal, independent member, but also the federal government and, by omission, the other Canadian provinces with significant French minorities could not. That was seen by many French-Canadians outside Quebec as a betrayal and was also seen by some Canadians as France supporting the Quebec sovereignty movement. Some went as far as saying the Francophonie was created to help push the international recognition of Quebec, but the Francophonie was created to promote international co-operation between all French speaking nations, including many newly independent former French colonies in Africa. The first salvo in the Francophonie affair was launched in the winter of 1968, when Gabon, under pressure from France, invited Quebec and not Canada or the other provinces to attend a February francophone education conference in Libreville. Despite protests from the federal government, the Quebec delegation attended and was treated to full state honours. In retaliation, Pearson took the extraordinary step of officially breaking off relations with Gabon. Pierre Trudeau, then Justice Minister, accused France of \"using countries which have recently become independent for her own purposes\" and threatened to break diplomatic relations with France. The next such educational conference, held in 1969 in the Democratic Republic of the Congo (Congo-Kinshasa, known as Zaire 1971–1997), would end in a relative win for the Canadian government. Congo-Kinshasa, which was a former colony of Belgium, was not as susceptible to French pressure as Gabon was. At first, it sent an invitation only to the federal government, which happily contacted the provinces concerned (Quebec, New Brunswick, Ontario, and Manitoba) about organizing a single delegation. Quebec, which was dismayed over the lack on an invitation, complained to the French, who then put pressure on Congo-Kinshasa, which issued a second belated invitation to Quebec, offering as justification Quebec's attendance at the Gabon conference. Despite the last-minute offer, Canada and the provinces had already reached an agreement by which the provinces would attend as sub- delegations of the main Canadian delegation. The final rounds in the effort to include Canada, not Quebec separately, in la Francophonie would take place in the months leading up the organization's founding conference in Niger in 1969. It was that conference that would set the precedent that is still followed and so France, Quebec, and Canada were not prepared to go home the loser. For its part, France demanded that Quebec – and only Quebec – be issued an invitation. Niger – influenced in no small part by a promise of four years of \"special\" educational aid, a grant of 20,000 tons of wheat, and a geological survey of Niger offered by Canadian special envoy Paul Martin Sr. the month before – issued Canada the sole invitation and asked that the federal government bring with it representatives of the interested provinces. The invitation, however, left open the prospect of Quebec being issued a separate invitation if the federal and provincial governments could not come to an agreement. Much to the consternation of the French and the sovereigntists in the Quebec government, the federal and provincial governments reached an agreement similar to the arrangement employed in Congo-Kinshasa, with a federal representative leading a single delegation composed of delegates from the interested provinces. Under the arrangement, la Francophonie would grow to become a major instrument of Canadian foreign aid along with the Commonwealth. ==== Normalized relations ==== De Gaulle's resignation in 1969 and, more importantly, the 1970 election of the Liberals in Quebec under Robert Bourassa gave impetus to the calls on both sides for the normalization of France-Canada relations. While the ultra- Gaullists and the remaining members of the \"Quebec Mafia\" continued occasionally to cause headaches for Canada, such as a 1997 initiative by \"Mafia\" members to have the French Post Office issue a stamp commemorating de Gaulle's 1967 visit to Montreal, relations never again reached anything close to the hostility of the late 1960s. The Gaullist policy of \"dualism\" towards Canada, which called for distinct and separate relations between France and Canada and France and Quebec, has been replaced with a purposely ambiguous policy of ni-ni, standing for (no interference but no indifference). While the French government continues to maintain cultural and diplomatic ties with Quebec, it is generally careful to treat the federal government with a great deal of respect. In 2012, French President François Hollande explained that the ni-ni policy states \"the neutrality of France while ensuring France will accompany Québec in its destinies.\" === Saint Pierre and Miquelon boundary dispute === The maritime boundary between the tiny French islands of Saint Pierre and Miquelon, off the coast of Newfoundland, and Canada has long been a simmering point of contention between the two countries. As each country expanded its claimed territorial limit in the second half of the 20th century, first to and then to , the claims began to overlap, and a maritime boundary needed to be established. While the countries agreed to a moratorium on undersea drilling in 1967, increased speculation about the existence of large oil deposits combined with the need to diversify economies after the regional cod fishery collapse triggered a new round of negotiations. In 1989, Canada and France put the boundary question to an international court of arbitration. In 1992, the court awarded France a exclusive economic zone surrounding the islands as well as a long, wide corridor to international waters (an area totalling . This fell significantly short of France's claims, and the resulting reduction in fish quotas created a great deal of resentment among the islands' fishermen until a joint management agreement was reached in 1994. Former Communications Security Establishment (CSE) agent, Fred Stock, revealed in the Ottawa Citizen (May 22, 1999) that Canada had used the surveillance system known as ECHELON to spy on the French government over the boundary issue. The application of UNCLOS and Article 76 of the Law of the Sea will extend the exclusive economic zone of states by using complex calculations. France is likely to claim a section of the continental shelf south of the corridor granted by the 1992 decision, and a new dispute may arise between France and Canada. === Sarkozy, Harper, Charest, and trade policy === thumb|Harper and Sarkozy In the 2007 and 2008, French President Nicolas Sarkozy, Canadian Prime Minister Stephen Harper, and Quebec Premier Jean Charest\"Canada and Quebec Unite on EU Free Trade Accord\". The Canadian Encyclopedia all spoke in favour of a Canada–EU free trade agreement. In October 2008, Sarkozy became the first French President to address the National Assembly of Quebec. == Trade == Trade between the two countries is relatively modest, compared to trade with their immediate continental neighbours, but remains significant. France was in 2010 Canada's 11th largest destination for exports and its fourth largest in Europe. Also, Canada and France are important to each other as entry points to their respective continental free markets (North American Free Trade Agreement (NAFTA) and the European Union). Moreover, the Montreal-Paris air route is one of the most flown routes between a European and a non-European cities. While Canada and France often find themselves on the opposite sides of such trade disputes as agricultural free trade and the sale of genetically modified food, they co- operate closely on such issues as the insulation of cultural industries from free trade agreements, something both countries strongly support. In 2006, France was the seventh ranked destination of Canadian exports (0.7%) and the ninth ranked source of imports to Canada (1.3%).Canada Is A Trading Nation - Canada's Major Trading Partners == Academic and intellectual == France is the fifth largest source country for foreign students to Canada (first among European source countries). According to 2003–2004 figures from UNESCO, France is also the fourth most popular destination for Canadian post-secondary students and the most popular non-English-speaking destination. For French post-secondary students, Canada is their fifth most popular destination and the second in terms of non-European destinations. Haglund and Massie (2010) cite that French-Canadian intellectuals after 1800 developed the theme that Quebec had been abandoned and ignored by France. By the 1970s, there was a reconsideration based on Quebec's need for French support.David G. Haglund and Justin Massie. \"L'Abandon de l'abandon: The Emergence of a Transatlantic 'Francosphere' in Québec and Canada's Strategic Culture,\" Quebec Studies (Spring/Summer2010), Issue 49, pp 59–85 The Association française d'études canadiennes was formed in 1976 to facilitate international scholarly communication, especially among geographers such as Pierre George, its first president, (1976–1986).Jean-Pierre Augustin, \"Pierre George et l'Association Française d'Etudes Canadiennes (AFEC): 1976–2006,\" Cahiers de Géographie du Québec (Sept 2008) 52#146 pp 335–336. ==Resident diplomatic missions== * Canada has an embassy in Paris. Quebec also maintains a paradiplomatic Government Office, the Délégation générale du Québec à Paris. * France has an embassy in Ottawa and consulates-general in Moncton, Montreal, Quebec City, Toronto, and Vancouver. File:Ambassade du Canada en France, 130 rue du Faubourg Saint-Honoré, Paris 8e.jpg|Canadian embassy in Paris File:France, Ottawa.jpg|French embassy in Ottawa File:500 Grande Allee Est - 09.jpg|Building hosting the French consulate-general in Quebec City == See also == * France–Americas relations * Comprehensive Economic and Trade Agreement * French Canadian * List of Canadian ambassadors to France == References == == Sources == *Bosher, John Francis. The Gaullist attack on Canada 1967–1997. Montreal : McGill-Queen's University Press, 1999. . * Haglund, David G. and Justin Massie. \"L'Abandon de l'abandon: The Emergence of a Transatlantic 'Francosphere' in Québec and Canada's Strategic Culture,\" Quebec Studies (Spring/Summer2010), Issue 49, pp 59–85 * Marshall, Bill, ed. France and the Americas: Culture, Politics, and History (3 Vol 2005) ===In French=== *Bastien, Frédéric. Relations particulières : la France face au Québec après de Gaulle. Montreal : Boréal, 1999. . * Galarneau, Claude. La France devant l'opinion canadienne, 1760–1815 (Quebec: Presses de l'Université Laval, 1970) * Joyal, Serge, and Paul-André Linteau, eds. France-Canada- Québec. 400 ans de relations d'exception (2008) *Pichette, Robert. Napoléon III, l'Acadie et le Canada français. Moncton NB : Éditions d'Acadie, 1998. . *Savard, Pierre. Entre France rêvée et France vécue. Douze regards sur les relations franco-canadiennes aux XIXe et XXe siècles (2009) *Thomson, Dale C. De Gaulle et le Québec. Saint Laurent QC: Éditions du Trécarré, 1990. . France Category:Bilateral relations of France Category:Relations of colonizer and former colony",
 "title": "Canada–France relations"
}