{
 "id": "307669",
 "text": "Dabbala Rajagopal \"Raj\" Reddy (born 13 June 1937) is an Indian-American computer scientist and a winner of the Turing Award. He is one of the early pioneers of artificial intelligence and has served on the faculty of Stanford and Carnegie Mellon for over 50 years. He was the founding director of the Robotics Institute at Carnegie Mellon University. He was instrumental in helping to create Rajiv Gandhi University of Knowledge Technologies in India, to cater to the educational needs of the low-income, gifted, rural youth. He is the chairman of International Institute of Information Technology, Hyderabad. He is the first person of Asian origin to receive the Turing Award, in 1994, known as the Nobel Prize of Computer Science, for his work in the field of artificial intelligence. ==Early life and education== Raj Reddy was born in a Telugu family in Katur village of Chittoor district of present-day Andhra Pradesh, India. His father, Sreenivasulu Reddy, was a farmer, and his mother, Pitchamma, was a homemaker. He was the first member of his family to attend college. He received his bachelor's degree in civil engineering from College of Engineering, Guindy, then affiliated to the University of Madras (now to Anna University, Chennai), India, in 1958, and a MEng degree from the University of New South Wales, Australia, in 1960. He received his PhD degree in Computer Science from Stanford University in 1966. ==Career== Reddy is the University Professor of Computer Science and Robotics and Moza Bint Nasser Chair at the School of Computer Science at Carnegie Mellon University. From 1960, he worked for IBM in Australia. He was an Assistant Professor of Computer Science at Stanford University from 1966 to 1969. He joined the Carnegie Mellon faculty as an associate professor of Computer Science in 1969. He became a full professor in 1973 and a university professor, in 1984. He was the founding director of the Robotics Institute from 1979 to 1991 and the Dean of School of Computer Science from 1991 to 1999. As a dean of SCS, he helped create the Language Technologies Institute, Human Computer Interaction Institute, Center for Automated Learning and Discovery (since renamed as the Machine Learning Department), and the Institute for Software Research. He is the chairman of Governing Council of IIIT Hyderabad. Reddy was a co-chair of the President's Information Technology Advisory Committee (PITAC) from 1999 to 2001. He was one of the founders of the American Association for Artificial Intelligence and was its president from 1987 to 1989. He served on the International board of governors of Peres Center for Peace in Israel. He served as a member of the governing councils of EMRI and HMRIhttp://www.hmri.in/gov-brd.aspx which use technology-enabled solutions to provide cost-effective health care coverage to rural population in India. ==AI Research== Reddy's early research was conducted at the AI labs at Stanford, first as a graduate student and later as an assistant professor, and at CMU since 1969. His AI research concentrated on perceptual and motor aspect of intelligence such as speech, language, vision and robotics. Over a span of five decades, Reddy and his colleagues created several historic demonstrations of spoken language systems, e.g., voice control of a robot, large vocabulary connected speech recognition, speaker independent speech recognition,A Computer with Hands, Eyes, and Ears, McCarthy, Earnest, Reddy, and Vicens, Proceedings of the AFIPS '68, 9–11 December 1968, Fall Joint Computer Conference, Part I December 1968 Pages 329–338Archived at Ghostarchive and the Wayback Machine: and unrestricted vocabulary dictation.Introduction to Reddy and his colleagues have made seminal contributions to Task Oriented Computer Architectures, Analysis of Natural Scenes, Universal Access to Information, and Autonomous Robotic Systems. Hearsay IArchived at Ghostarchive and the Wayback Machine: was one of the first systems capable of continuous speech recognition. Subsequent systems like Hearsay II, Dragon, Harpy, and Sphinx I/II developed many of the ideas underlying modern commercial speech recognition technology as summarized in his recent historical review of speech recognition with Xuedong Huang and James K. Baker. Some of these ideas—most notably the \"blackboard model\" for coordinating multiple knowledge sources—have been adopted across the spectrum of applied artificial intelligence. == Technology in Service of Society == Reddy's other major research interest has been in exploring the role of \"Technology in Service of Society\". One of the early efforts, Centre Mondial Informatique et Ressource Humaine was founded by Jean-Jacques Servan-Schreiber in France in 1981 with a technical team consisting of Nicholas Negroponte, Alan Kay, Seymour Papert, Raj Reddy, and Terry Winograd. Reddy served as the Chief Scientist for the center. The centre had as its objective the Development of Human Resource in Third World Countries using Information Technology. Several seminal experiments in providing computerized classrooms and rural medical delivery were attempted. In 1984, President Mitterrand decorated Reddy with the Légion d'Honneur medal.\"Prof honored\", Mitterrand Visit and Legion of Honor Ceremony. Pittsburgh Post-Gazette, OCR corrected copy, original PPG, 28 March 1984\"Worlds apart\". Mitterrand Legion of Honor Ceremony, Pittsburgh Post- Gazette, OCR corrected copy, original PPG, 29 March 1984\"Fitting Honor for Reddy\", Mitterrand Visit and Legion of Honor Ceremony. Pittsburgh Post-Gazette Editorial, OCR corrected copy, original PPG, 29 March 1984 Universal Digital Library Project was started by Raj Reddy, Robert Thibadeau, Jaime Carbonell, Michael Shamos, and Gloriana S. Clair in the 1990s, to scan books and other media such as music, videos, paintings, and newspapers and to provide online access to all creative works to anyone, anywhere at any time. A larger Million Book Project was started in 2001 as a collaborative effort with China (Professors Pan Yunhe, Yuting Zhuang, Gao Wen) and India (Prof N. Balakrishnan). Marks of a student are a result of several factors such as the quality of the teachers, the education level of the parents, the ability to pay for coaching classes and the time spent on the task of learning the subject. Rural students tend to be at a serious disadvantage along each of these dimensions. Rajiv Gandhi University of Knowledge Technologies (RGUKT) was created for educating gifted rural youth in Andhra Pradesh in 2008, by Drs. Y. S. Rajasekhara Reddy, K. C. Reddy, and Raj Reddy, based on the premise that the current nationwide merit-based admissions, such as SAT tests, are flawed and do not provide a level playing field for gifted youth from rural areas. Reddy proposed that a fully connected population makes it possible to think of a KG-to-PG-Online-College in every village providing personalized instruction.KG to PG Online Micro University in Every Village, Talk presented to HRD Minstry of AP, 5 July 2016Disruptive Future of Education, Talk presented at the VC conference, India, 11 August 2016 Assuming that all students are provided digital literacy and learning-to-learn training as part of primary education before they dropout, anyone can learn any subject at any age even if there are no qualified teachers on the subject. AI can be used to empower the people at the bottom-of-the-pyramid, who have not benefited from the IT revolution so far.Reaching the Three Billion People at The Bottom of the Pyramid, Talk at Harbin Institute of Technology, Harbin, 6 June 2018 Reddy proposed that recent technological advances in AI will ultimately enable anyone to watch any movie, read any textbook, and talk to anyone independent of the language of the producer or consumer.Voice Computing and Reaching the 3B People at the Bottom of the Pyramid, Talk presented at Heidelberg Laureate Forum, 20 Sep 2016 He also proposed that the use of Smart Sensor Watches can be used to eliminate COVID lockdowns by monitoring the sensor data to identify and isolate people with symptoms.No More Lockdowns? An Agenda to Eliminate Lockdowns the Post-Pandemic Era, World Laureates Forum, Shanghai, 29 Oct 2020 ==Awards and honors== He is a fellow of the AAAI, ACM, Acoustical Society of America, IEEE and Computer History Museum. Reddy is a member of the United States National Academy of Engineering, American Academy of Arts and Sciences, Chinese Academy of Engineering, Indian National Science Academy, and Indian National Academy of Engineering. He has been awarded honorary doctorates (Doctor Honoris Causa) from SV University, Universite Henri-Poincare, University of New South Wales, Jawaharlal Nehru Technological University, University of Massachusetts, University of Warwick, Anna University, IIIT (Allahabad), Andhra University, IIT Kharagpur and Hong Kong University of Science and Technology. In 1994 he and Edward Feigenbaum received the Turing Award, \"for pioneering the design and construction of large scale artificial intelligence systems, demonstrating the practical importance and potential commercial impact of artificial intelligence technology.\" In 1984, Reddy was awarded the French Legion of Honour by French President François Mitterrand. Reddy also received Padma Bhushan, from the President of India in 2001, the Okawa Prize in 2004, the Honda Prize in 2005, and the Vannevar Bush Award in 2006. ==Contributions== Machine Intelligence and Robotics: Report of the NASA Study Group – Executive Summary, Final Report Carl Sagan (chair), Raj Reddy (vice chair) and others, NASA JPL, September 1979. Foundations and Grand Challenges of Artificial Intelligence, AAAI Presidential Address, 1988. ==Miscellaneous== Kai-Fu Lee's 2018 bestseller 'AI Superpowers: China, Silicon Valley, and the New World Order' is dedicated \"To Raj Reddy, my mentor in AI and in life\" ==References== ==External links== * Category:Indian computer scientists Category:American computer scientists Category:Artificial intelligence researchers Category:Carnegie Mellon University faculty Category:Indian emigrants to the United States Category:Stanford University School of Engineering alumni Category:Living people Category:Recipients of the Padma Bhushan in science & engineering Category:Stanford University School of Engineering faculty Category:Turing Award laureates 2006 Category:Fellows of the Association for the Advancement of Artificial Intelligence Category:Fellow Members of the IEEE Category:American people of Telugu descent Category:University of New South Wales alumni Category:College of Engineering, Guindy alumni Category:Recipients of the Legion of Honour Category:Members of the United States National Academy of Engineering Category:Foreign Fellows of the Indian National Science Academy Category:Scientists from Andhra Pradesh Category:University of Madras alumni Category:People from Chittoor district Category:1937 births Category:Speech processing researchers Category:Fellows of the Acoustical Society of America Category:Presidents of the Association for the Advancement of Artificial Intelligence Category:Foreign members of the Chinese Academy of Engineering Category:Roboticists Category:Telugu people",
 "title": "Raj Reddy"
}