{
 "id": "307721",
 "text": "thumb|260px|Texas in the United States The U.S. state of Texas has long been a center for musical innovation and is the birthplace of many notable musicians. Texans have pioneered developments in Tejano and Conjunto music, Rock 'n Roll, Western swing, jazz, punk rock, country, hip-hop, electronic music, gothic industrial music, religious music, mariachi, psychedelic rock, zydeco and the blues. ==Religious music== Sacred music has a long tradition in the state of Texas. The East Texas Musical Convention was organized in 1855, and is the oldest Sacred Harp convention in Texas, and the second oldest in the United States. The Southwest Texas Sacred Harp Convention was organized in 1900. Sacred Harp and other books in four shape notation were the forerunners of seven shape note gospel music. According to the Handbook of Texas, \"The first Texas community singing using the seven shape note tradition reportedly occurred in the latter part of December 1879. Itinerant teachers representing the A. J. Showalter Company of Dalton, Georgia – including company founder A. J. Showalter – ventured west to Giddings in East Texas and conducted a rural music school that lasted for several weeks.\" Texas has been home to several gospel music convention publishers, including the National Music Company, Stamps-Baxter Music and Printing Company (founded in 1924 by V. O. Stamps, who later partnered with J. R. Baxter), and the Stamps Quartet Music Company (founded by Frank Stamps). Convention gospel music and community singings still occur in a number of Texas towns, including Mineral Wells, Brownfield, Jacksonville, Seymour, and Stephenville. Gospel singer, songwriter, and musician Washington Phillips was from Freestone County. Gospel singer and pianist Arizona Dranes, who introduced ragtime and barrelhouse to gospel music, was from Texas as well. ==Ragtime and Vaudeville== Ragtime composer Scott Joplin was born in 1868 near Texarkana, and later became famous playing music halls in Missouri. Gene Austin was born in Gainesville in 1900. Austin popularized the song \"My Blue Heaven\", which sold more than 10 million copies. He is remembered as the original \"crooner\", and was commonly known as \"The Voice of the Southland\". ==Country music== Texas has been the birthplace of numerous country musicians and continues to host a vibrant country music culture. Texan honky-tonk musicians like Milton Brown and Bob Wills helped popularize Western swing, and modern artists like Asleep at the Wheel continue the genre's distinct style. Other genres of country also evolved in Texas. Marcia Ball, born in Orange, Texas, combined country with Cajun influences. Ernest Tubb and his country song \"Walking the Floor Over You\" set the stage for the rise of stars like Lefty Frizzell and Johnny Horton. Ponty Bone, Joe Ely, Lloyd Maines, Butch Hancock, Terry Allen, Jimmie Dale Gilmore, and Tommy Hancock, helped invent the 1960s Lubbock sound, based out of Lubbock, Texas. Mac Davis is a singer and songwriter from Lubbock who became one of the most successful country singers of the 1970s and 1980s. Outlaw country is another offshoot that has its roots in Texas, with Texans like Waylon Jennings, Jerry Jeff Walker, Michael Martin Murphey, the Lost Gonzo Band, Gary P. Nunn,Gary P. Nunn and Willie Nelson (attended Baylor University from 1954-1956 and studied agriculture) leading the movement, ably supported by writers like Billy Joe Shaver. It was this scene, largely based out of Austin, that inspired performers like Guy Clark and Townes Van Zandt, whose poetic narratives owe much to the folk tradition and proved enormously influential on younger Texan artists such as Nanci Griffith and Steve Earle, who in turn inspired the alternative country scene. Tex Ritter and Jim Reeves both grew up in Panola County in East Texas. Bob Luman was born in Nacogdoches. Kenny Rogers, from Houston, has a career spanning more than 50 years. His 1978 album The Gambler remains one of the most famous country albums ever released, having sold a reported 35 million copies worldwide. Also from the Houston area are Clint Black (grew up in Memorial), Robert Earl Keen (Sharpstown), and Lyle Lovett (grew up near Klein) and more recently George Ducas (grew up in Memorial). Modern musicians like George Strait, from the San Antonio area, continue to carry on the tradition of country music in Texas. Strait \"The King of Country\" is a singer, actor, and music producer known for his unique style of western swing music, bar-room ballads, honky-tonk style, and traditional country music. He holds the world record for the most #1 hit singles by any artist in the history of music on any chart or in any genre, having recorded 60 #1 hit singles as of 2016. Within country music, the distinct styles of singers such as The Randy Rogers Band, Robert Earl Keen, Kevin Fowler, Cory Morrow, Jack Ingram, George Ducas, Jerry Jeff Walker, Pat Green, Wade Bowen, Rich O’Toole & the Eli Young Band and others are often dubbed \"Texas music\". The Texas Country Music Hall of Fame is located in Carthage, Texas. ==Zydeco== Zydeco, a musical genre that evolved in Southwest Louisiana by French Creole speakers, is popular in Southeast Texas cities in Houston, Beaumont, Port Arthur, and Orange. ==Texas blues== The blues originated in the Mississippi Delta and spread to Texas by the 20th century. The original audience was African- American workers at lumber camps and oilfields. When the Great Depression hit, many musicians moved to cities like Houston and Galveston, where they created a style known as Texas blues. Blind Lemon Jefferson (in and around Dallas) was the first major artist of the field, and he was followed by legends like Henry Thomas, Blind Willie Johnson (who was principally a gospel singer), Big Mama Thornton, Lightnin' Hopkins, Mance Lipscomb, and T-Bone Walker, as well as Melvin Jackson, Alger \"Texas\" Alexander, Little Hat Jones, Buster Pickens, Johnny \"Guitar\" Watson, and Goree Carter. Freddie King, born in Gilmer, was active from the 1950s to the mid-1970s. By the 1970s, Texas blues had lost much of its original popularity, but was eventually revived by the blues rock stylings of artists like John Nitzinger, Johnny Winter, Edgar Winter, ZZ Top, Bugs Henderson, and The Fabulous Thunderbirds, who set the stage for a 1980s blues revival led by Stevie Ray Vaughan (d.1990, buried in Dallas) and Albert Collins. ===Boogie-woogie=== Boogie-woogie is a music genre that became popular during the late 1920s, developed in the 1870s. It was eventually extended from piano, to piano duo and trio, guitar, big band, country and western music, and gospel. While the blues traditionally expresses a variety of emotions, boogie-woogie is mainly associated with dancing. ==Rock== Goree Carter's \"Rock Awhile\" (1949) has been cited by several writers as the first rock and roll record.Robert Palmer, \"Church of the Sonic Guitar\", pp. 13-38 in Anthony DeCurtis, Present Tense, Duke University Press, 1992, p. 19. .Roger Wood (2003), Down in Houston: Bayou City Blues, pages 46-47, University of Texas PressJohn Nova Lomax (December 2014), Roll Over, Ike Turner, Texas Monthly It featured an over-driven electric guitar style similar to that of Chuck Berry years later. The song was recorded in Houston, where Carter was born and lived most of his life. One of the first major Texan musical stars was Buddy Holly, who was born in Lubbock in 1936, died in the 1959 plane crash, and is buried in Lubbock. Another rock and roll singer, Roy Orbison, from Wink, Texas, also became popular in the 1950s. He was followed by Buddy Knox, Bobby Fuller, and Dallas rockabilly stars Gene Summers, Johnny Carroll, and Ronnie Dawson. Southern soul singer Joe Tex was born in Rogers, Texas. The 1960s witnessed many influential rock artists such as Janis Joplin, from Port Arthur; she is ranked #46 on Rolling Stone magazine's 2004 list of the 100 Greatest Artists of All Time. Doug Sahm's Sir Douglas Quintet released several influential performances, as did psychedelic rock underground legends 13th Floor Elevators, led by Roky Erickson. Garage rock band The Heart Beats, formed in 1966, were based in Lubbock. The hard rock of ZZ Top was born out of the bands American Blues and Moving Sidewalks in Houston in 1969. In 1971, Bloodrock, from Fort Worth, released \"D.O.A.\", which became a major international hit. Don Henley of the Eagles grew up in Linden. ===Psychedelic rock=== The psychedelic rock movement of the 1960s and 1970s has deep roots in Texas. The Thirteenth Floor Elevators were an American rock band from Austin, Texas, formed by guitarist and vocalist Roky Erickson, electric jug player Tommy Hall, and guitarist Stacy Sutherland, which existed from 1965 to 1969. During their career, the band released four LPs and seven 45s for the International Artists record label. Bubble Puppy was formed in 1966 in San Antonio by Rod Prince and Roy Cox. The name \"Bubble Puppy\" was taken from \"Centrifugal Bumble-Puppy\", a fictitious children's game in Aldous Huxley's Brave New World. Bubble Puppy's live debut was as the opening act for The Who in San Antonio. The Sherwoods were a Corpus Christi quintet that was popular from 1968 to 1969 and made two 45s on Smash Records in 1969. They were a psychedelic pop group, patterned after the Moving Sidewalks (featuring Billy Gibbons) and the Thirteenth Floor Elevators. Red Krayola and The Golden Dawn carried the genre into the 1970s, but as George Kinney of The Golden Dawn said, \"when the whole Elevator/Golden Dawn mystique was gone forever, at least as an actual presence on the Austin music scene. It all disappeared like a mysterious dream of super substantial reality, like the shadows of a once and future dawn.\" The front man of Red Krayola, Mayo Thompson, made a respectable career as a producer of some of the underground's biggest names ― Pere Ubu, Primal Scream, The Fall, The Raincoats, and Scritti Politti to name a few. In the 1990s, the significant influence shown by notable rock pioneer Roky Erickson was honored in the 1990 Warner Brothers release of Where the Pyramid Meets the Eye: A Tribute to Roky Erickson, on which various rockers recorded his songs. The Black Angels from Austin formed in May 2004; the band's name derives from the Velvet Underground song \"The Black Angel's Death Song\". In 2005, the Black Angels were featured on a dual-disc compilation album of psychedelic music called Psychedelica Vol.1 from Northern Star Records. Smoke and Feathers were formed in Austin in 2007. Austin Psych Fest was founded in 2008 by members of the psychedelic music scene, The Reverberation Appreciation Society, to honor the legacy of Austin's musical history as the birthplace of psychedelic rock through the creation of a music and multimedia art festival. ===Punk rock=== Texas has long had a distinctive punk rock sound emergent from a number of urban scenes, especially those of Austin and Houston. Austin in particular has been considered a significant punk city; major venues there in the late 1970s and early 1980s included Raul's, where the Austin punk/new wave scene began, spearheaded by the Skunks and the Violators in the first weeks of 1978. Other significant venues included the Continental Club on South Congress Avenue and the (now defunct) Club Foot Fourth Street downtown. The Skunks, which featured Jesse Sublett on bass and vocals, attracted significant attention to the scene because of their loyal following and also because touring bands, including Patti Smith, Elvis Costello, the Clash, Blondie, and others dropped in at their gigs at Raul's and the Continental Club to jam with them. Radio played a major role in spreading the sound and creating the culture of punk. In Houston, two pioneering radio programs in particular, Marilyn Mock's S&M; Show on KTRU-FM and Perry Coma's The Funhouse Show on KPFT-FM, were instrumental in helping create the punk scene in that city, through band interviews and playing import-only records, as well as the flamboyant personalities of the DJs. Local punk zines like XLR8 and music weeklies such as Public News, and independent record outlets like Real Records, Record Rack, Record Exchange, and Vinal Edge not only brought in punk and \"new wave\" sounds from across the world, but they hosted in-store concerts where fans could meet the artists. The punk scene flourished in the early 1980s, led by the Skunks, the Big Boys, The Dicks, MDC, Really Red, The Degenerates, Mydolls, The Hates, The Judy's, the Volumatix, DRI, Sik Mentality, the Killerwatts and Culturcide; so did the scene in Dallas, with groups such as The Telefones, NCM, Bobby Soxx & the Teenage Queers, Bomb Squad, The Hugh Beaumont Experience and Stick Men with Ray Guns. Some notable Houston clubs were the Island, Cabaret Voltaire (a punk rock club in the warehouse district of downtown), the Apocalypse Monster Club (in the Clear Lake area near NASA), the Axiom (in one of the old Cabaret Voltaire locations), Fitzgerald's, The Abyss, and Numbers (a predominantly new wave club). In the mid-1990s, post-hardcore act At the Drive-In formed in El Paso, along with its two offshoots, Sparta and The Mars Volta. Among some notable horror punk and psychobilly bands that hail from Texas are The Reverend Horton Heat, Horror Cult, and The Flametrick Subs. ===Alternative rock and Metalcore=== Several alternative rock bands from Texas also reached mainstream popularity during the late 1980s and early 1990s. These included bands like Toadies (whose biggest hit, \"Possum Kingdom\", was named for a lake west of Fort Worth), Flickerstick, Fastball, Butthole Surfers (from San Antonio; formed at Trinity University), The Duckhills, Tripping Daisy, Blue October, and, by the end of the 1990s, The Polyphonic Spree and Chlorine. In the 2000s, Bowling for Soup achieved significant popularity, as well as Burden Brothers, which was co-founded by Toadies lead singer Vaden Todd Lewis. Memphis May Fire formed in Denton. The New Bohemians, Forever The Sickest Kids, Crown The Empire, and Fit for a King are from Dallas. Myka, Relocate is from Houston. Kublai Khan hails from Sherman. ===Heavy metal=== The Arlington-area band Pantera went on to become heavily influential in the metal genre. Other notable bands include Las Cruces, Brutal Juice, Drowning Pool, The Sword, Fair to Midland, Coilback, Oh, Sleeper, Fire From the Gods, Texas Hippie Coalition, and Element Eighty. Houston metal bands from the 1980s include Helstar, King's X, Galactic Cowboys, The Hunger, Dirty Rotten Imbeciles, and Dead Horse. ===Christian Rock=== Christian based bands like Seventh Day Slumber and Addison Road were formed in Dallas. Flyleaf is from Belton. ==Industrial== Tactical Sekt, Lesson Seven, was a Dallas band from 1987-1992 that toured with Skinny Puppy and Nine Inch Nails. During those years they performed with Ministry, Laibach, Swans, Front Line Assembly, Meat Beat Manifesto, Weatherman, Clan of Xymox among others. International Thief Thief, Audio Assault, The Hunger, Sin D.N.A., Virus Filter, Souless Affection are aggrotech bands based in Texas, as is the multifaceted electronic duo Mentallo and the Fixer. Bozo Porno Circus from Houston was awarded \"Best Industrial Band\" by the Houston Press six years straight from 1998 to 2004, and re-activated in 2009 with new members. Chant out of Austin was awarded \"Best Performing Industrial Band\" in the 2009-2010 Austin Music Awards. Torque Order is an industrial metal band based in Austin. Dallas-area industrial acts include RivetHead, The Razorblade Dolls, Echelon High, and Koppur Thief. ==R&B;== Singer Esther Phillips and pianist and singer Camille Howard were born in Galveston. Electric blues and R&B; guitarist, singer, and songwriter Barbara Lynn was born in Beaumont. She is best known for her 1962 hit \"You'll Lose A Good Thing\". Kelly Rowland and Beyoncé are from Houston. ==Hip-hop== Houston has long been the focus of an independent hip-hop music scene, influencing and influenced by the larger Southern hip-hop and gangsta rap communities. Notable artists include Travis Scott, Chamillionaire, Paul Wall, Bun B, Pimp C, Z-Ro, Big Hawk, Big Moe, Big Mello, Big Steve, Chris Ward, C-Note, Devin The Dude, DJ DMD, E.S.G., Fat Pat, J-Dawg, Killa Kyleon, Kirko Bangz, Lil' Keke, Lil' Flip, Lil' O, Lil' Troy, Mike D, Mike Jones, K-Rino, Al-D, Mr. 3-2, Slim Thug, South Park Mexican, Yungstar, Trae Tha Truth, Scarface and groups such as ABN, Boss Hogg Outlawz, Botany Boyz, Coughee Brothaz, D.E.A., Guerilla Maab, Geto Boys, Herschelwood Hardheadz, M.O.B., Screwed Up Click, South Park Coalition and UGK. The Houston hip-hop scene is known for the chopped and screwed sound invented by Screwed Up Click leader DJ Screw, and remains the location most associated with the style. Vanilla Ice was born in Dallas, and grew up moving between Dallas and Miami. The D.O.C. is from West Dallas. He worked with Dr. Dre as an artist and writer. Christian hip hop artist D-Boy Rodriguez received moderate commercial success and was part of the burgeoning christian hip hop scene in Dallas and the rest of Texas in the late 80s, until he was murdered in 1990. Other rappers such as Big Lurch, Mr. Pookie, Mr. Lucci, Big Tuck, Dorrough, and Dondria also hail from Dallas. Rappers such as legends Lil Sin, and P.K.O. as well as Worldwide, Richie Branson Str8-RaW, Tivona, Ian Frxst, K.C. Bangs, Jah K, Kilo Jones, Atum Raw, and Wryane all hail from San Antonio. There is also a burgeoning R&B; scene that includes alumni such as Destiny's Child and Gary Clark, Jr., as well as up-and-comers Leon Bridges, The Suffers, Latasha Lee, Tameca Jones, and Alesia Lani among others. ==Tejano music== Tejano music is the fusion of several different musical influences, such as German polka, Mexican rancheras, jazz, and zydeco, among others. Lydia Mendoza, Anselmo Martinez, Isidro López, Santiago Almeida, Flaco Jiménez, Joe Hernandez, Freddie Fender, Rosita Fernández, Texas Tornados, and Narciso Martínez remain some of its most influential figures. La Mafia and Else Garcia paved the way for and built a strong Tejano foundation in Texas for Selena Quintanilla helped bring the genre more attention in the 1990s with one of the first Spanish to English crossover hits ever, adding influences from Mexican cumbia to the R&B; trend of the day. San Angelo band Los Lonely Boys fuse Tejano with contemporary blues and jazz. ==Opera== Barbara Smith Conrad, born in Center Point, is an internationally acclaimed operatic mezzo-soprano. ==Major music scenes== ===Austin=== Austin's artistic community helped popularize artists such as Stevie Ray Vaughan, Stevie Nicks of Fleetwood Mac, The Police, and Elvis Costello in the Southwest. Tex-Mex/new wave bands Vallejo and Joe King Carrasco & the Crowns gained some national fame. Local punk and new wave bands in the late 1970s included The Huns and the Skunks, along with The Delinquents, Standing Waves, and Jack Limbo. These bands soon clashed with an influx of hardcore punk bands like The Dicks, The Offenders, and Big Boys. Other notable Austin bands, such as ambient duo Stars of the Lid, eschewed this clash all together. Austin, especially through its central music scene in the corridors of Red River Avenue, South Congress Avenue and 6th Street, has been dubbed \"The Live Music Capital of the World\". The Texas Music Hall of Fame and Texas Music Museum are also located here. The Austin area is home to Austin City Limits Music Festival and South by Southwest (est. 1987), one of the largest annual music festivals in the United States. Austin has long been a hub of innovative psychedelic sound, from the pioneering Roky Erikson and the 13th Floor Elevators to the Butthole Surfers, and hosts an annual festival celebrating the genre and Austin's contributions to it called Austin Psych Fest. Austin is currently home to a number of bands that are enjoying popularity as part of the American indie rock scene. These include Spoon (singer Britt Daniel attended the University of Texas), Ghostland Observatory, ...And You Will Know Us by the Trail of Dead, I Love You But I've Chosen Darkness, Explosions in the Sky, Okkervil River, The Black Angels, The Bright Light Social Hour, and White Denim, among others. The transition of the Austin music scene from the mid-seventies progressive country scene to the punk/new wave and alternative influence that followed is captured in Jesse Sublett's memoir, Never the Same Again: A Rock n' Roll Gothic, which details Sublett's experiences with the Skunks and other bands during that time period. Sublett has also documented the Austin music scene in his music-themed crime novels, Rock Critic Murders, Tough Baby, and Boiled in Concrete.Ken Lieck, \"Young, Loud, and Cheap: The Skunks, the Band That Broke Austin Out of the Seventies,\" Austin Chronicle, December 8, 2000 ===Beaumont-Port Arthur=== This area on the Gulf Coast northeast of Houston is also home to many legendary musicians: George Jones (d. 2013), Clarence \"Gatemouth\" Brown, Janis Joplin, Barbara Lynn, Edgar and Johnny Winter (d.2014), J.P. Richardson a.k.a. \"The Big Bopper\", country stars Mark Chesnutt, Tracy Byrd, Clay Walker, and Jimmy and David Lee Kaiser, and rappers Pimp C (d.2007) and Bun B of UGK. ===Corpus Christi=== Known primarily for Tejano star Selena Quintanilla, Corpus Christi was also home to Reverend Horton Heat singer Jim Heath and garage rock band Zakary Thaks. ===Dallas=== Dallas has a rich musical heritage. The number of prolific musicians who played in the Deep Ellum Central Track area was rivaled in the South only by Memphis' Beale Street. T-Bone Walker, Lead Belly, Blind Lemon Jefferson, Blind Willie Johnson, and even Robert Johnson himself first recorded in this area, just as Bob Wills and the Light Crust Doughboys were leaving the studio. In the 1960s, Dallas produced notable entertainers Trini Lopez and Stevie Ray Vaughan. Other notable musicians from Dallas include Erykah Badu, Cedar Walton, Gibby Haynes of the Butthole Surfers, Mike Nesmith of The Monkees, The Polyphonic Spree, Old 97's, St. Vincent, Edie Brickell & New Bohemians, LehtMoJoe, Meat Loaf, Norah Jones, Willie Hutch, Baboon, The Secret Machines, Dorrough, The Paper Chase, Devourment, Absu, Course of Empire, MC 900 Ft. Jesus, Jena Rose, Reverend Horton Heat and Pantera. Dallas has a vibrant live music scene around Deep Ellum, an area near downtown that is currently gentrifying. ===Denton=== The music culture that exists in Denton arose with the founding of the University of North Texas College of Music Jazz studies program in 1947, the first of its kind in the country. In the last 20 years Denton's vibrant and diverse music culture has grown beyond the collegiate world of UNT's College of Music. In 2007 and 2008, Denton's music scene received feature attention from The Guardian, Pop Matters, and The New York Times. Paste Magazine named Denton the best music scene in the United States in 2008. The Denton music scene received the #1 rank for \"Top 10 under recognized music locations\" in the world, on a culture blog called Listverse. Denton bands include longtime mainstay and two-time Grammy Award-winning Brave Combo, EXIT 380, The Wee-Beasties, Norah Jones, Deep Blue Something, The Ducks (not the former Moby Grape band), Lift to Experience, Centro-Matic, Brutal Juice, Six Hard Brothers and a Dog, Drunk Skunks, Harry Has a Head Like a Ping Pong Balls, SayWhat, Chyeah Boi, the Don't Be Scurd, OkieDoke, South San Gabriel, Slobberbone, Pops Carter and the Funkmonsters, The Drams, Bosque Brown, Eli Young Band, Matthew and The Arrogant Sea, Midlake, Record Hop, History At Our Disposal, The Marked Men, Fergus & Geronimo, The Wax Museums, Violent Squid, and Neon Indian. Several music festivals are hosted in Denton, including 35 Denton and the Denton Arts and Jazz Festival. ===Fort Worth=== From the 1960s to the 1980s, an independent label out of Fort Worth known as Bluebonnet recorded numerous albums of high-quality material by many pioneer artists in the country music and religious genres such as Bradley Kincaid, the Girls of the Golden West, Buddy Starcher, Yodelin' Kenny Roberts, and many other country music and gospel pioneers, many of whom had been popular on radio in the first half of the 20th century. Before this, however, Bob Wills got his start just north of Fort Worth in Saginaw at the Light Crust Flour Mill. This is where Bob Wills, Leon McAuliffe, and Tommy Duncan first started playing music together. Wills recruited the Light Crust Doughboys and they later changed their name to Bob Wills and his Texas Playboys. Free jazz pioneer Ornette Coleman was born and raised in Fort Worth, as were fellow jazz artists Ronald Shannon Jackson, Charles Moffett, Prince Lasha, John Carter, Dewey Redman, Julius Hemphill, and Cornell Dupree, all of whom attended I.M. Terrell High School, where G.A. Baxter was the music instructor. In 1971, Bloodrock had 3 albums at once on Billboard Magazine′s top 100 charts. After 8 albums on E.M.I./Capitol, they maintain a worldwide cult following. A co- writer of Bloodrock songs and hits, Johnny Nitzinger still plays local venues and creates recordings. Toadies' debut album Rubberneck went platinum in 1996. T-Bone Burnett grew up in Fort Worth. Nintendocore band Sky Eats Airplane formed in Ft. Worth. Also, many songwriters of note have come from Fort Worth including Townes Van Zandt, Delbert McClinton, Ray Sharpe, Johnny Redd and David Persons. ===Houston=== Houston has been home to some of the more experimental music of Texas. From Mayo Thompson's psychedelic free music group the Red Crayola and the experimental work of composer Pauline Oliveros to the hardcore rap of the Geto Boys and the primordial sludge rock of Rusted Shut, Houston has long been home for experimental music. The Pain Teens, Charalambides, and Richard Ramirez are among the better known Houston artists. Notable rising bands include Spain Colored Orange, Southern Backtones, Jennifer Grassman, and The Ton Tons. Among the city's most influential punk bands were the hardcore Really Red and DRI. The local scene has also included Culturcide, Verbal Abuse, Stark Raving Mad, Sik Mentality, Dresden 45, Legionnaire's Disease, The Hates, AK-47, The Killerwatz, Free Money, Asmodeus X, The Black Math Experiment, The Recipients, 30 foot fall, Gone Rogue, and The Degenerates. Houston is known for its chopped and screwed rap music, popularized by DJ Screw and the Screwed Up Click. Houston also is the home of lo-fi music straddling blues, folk, and antiphonal traditions, as epitomized by elusive cult hero Jandek and the slightly more visible Jana Hunter. Houston is the birthplace and final resting place of Chris Whitley (1960–2005) who won a Grammy for his Living with the Law, revolutionized the steel dobro guitar, and enjoyed a massive cult following, but died prematurely of lung cancer in 2005. Houston is home to Beyoncé, Hilary Duff, ZZ Top, Kelly Rowland, and the other original members of Destiny's Child. Houston is the birthplace of Grammy Award Winning Gospel Artist Yolanda Adams; who in 2009 was named the #1 Gospel Artist of the last decade by Billboard Magazine. Jazz artists born in Houston include saxophonists Billy Harper and Walter Smith III, pianists Robert Glasper and Jason Moran, and drummer Eric Harland. Prairie View Co-eds formed at Prairie View A&M; University in the 1940s. Kashmere High School was home of Kashmere Stage Band from the late 1960s to 1978. Houston has had sizable folk- country and blues scenes dating back to the 1950s, 1960s and 1970s, which included many now famous performers such as Nanci Griffith, Guy Clark, Townes Van Zandt, Lyle Lovett, Robert Earl Keen (Lyle Lovett and Robert Earl Keen both attended Texas A&M; University) and Lightnin' Hopkins, Albert Collins, Big Mama Thornton, and Johnny Copeland who were signed with the hometown Peacock Records. ===San Antonio=== Still known primarily for Tejano music and Heavy Metal, San Antonio throws the Tejano Conjunto Festival, an annual three- day event celebrating Conjunto music, the largest of its kind in the world. Many of the Conjunto legends lived and recorded here. Names like Valerio Longoria, Santiago Jimenez Sr. and Jr., Flaco Jimenez (who has recorded with everyone from Bob Dylan to the Rolling Stones), Steve Jordan and many others. San Antonio was also one of the major centers for Chicano Soul along with Los Angeles, California. Sunny & the Sunliners cracked the Top Ten and were the first Mexican American act to appear nationally on Dick Clark's American Bandstand. Other significant Chicano Soul bands included Rudy & The Reno Bops, Royal Jesters, Dimas Garza, The Dell Tones, Joe Bravo, The Lyrics, and Sonny Ace. At first thought, San Antonio, Texas, is not immediately associated with the development of jazz, yet the city does have a long and very creditable history. In the 1920s and '30s, many of the legendary territory bands played there as they swung through south-east Texas, among them Alphonso Trent and Tenrrence T. Holder. Resident in San Antonio itself for long periods was Troy Floyd's band, sometime home to trumpeter Don Albert, and tenor saxophonists Herschel Evans and Buddy Tate. Floyd's band regularly played at both the Shadowland Ballroom and the Plaza Hotel; from the latter, they were broadcast over station HTSA. When Don Albert later formed his own band, which included clarinetists and saxophonists Herb Hall and Louis Cottrell plus trumpeter Alvin Alcorn, they, too, played the Shadowland. Albert, incidentally, was the first bandleader to use the word \"swing\" in his billing: \"America's Greatest Swing Band\". And drummer Clifford \"Boots\" Douglas formed his band, Boots and his Buddies, in San Antonio in 1932 and remained based there. Among individual musicians with long associations with the city were brothers Ernie and Emilio Caceres. Clarinetist and saxophonist Ernie played with many swing-era bands, including those led by Jack Teagarden, Glenn Miller, Benny Goodman, Tommy Dorsey, and Woody Herman. After years in New York, where he played with Eddie Condon and Bobby Hackett, he settled in San Antonio, remaining there for the rest of his life. His brothers, the violinist Emilio and trumpeter Pinero, also played in San Antonio. Another member of the Caceres family, David, was a bop altoist at nightclubs throughout the 1990s. San Antonio also spawned the Butthole Surfers, a hardcore alternative rock band which broke into the mainstream in the mid-1990s, signing to Capitol Records and successfully charting several singles and albums. Other successful acts born and bred in San Antonio are: Boxcar Satan, Two Tons of Steel, The Union Underground, Las Cruces, Sane, Hyperbubble and Fearless Iranians from Hell. San Antonio has deep roots in America's classical music, Jazz, with KRTU-FM representing one of the most significant jazz radio stations in the country, and the Jim Cullum Jazz Band serving as a staple act on the San Antonio Riverwalk. Fellow college radio station, KSYM-FM, features 'The Best of the Beatles' with Richard Turner, relying on one of the most comprehensive collections of Beatles recordings ever amassed to spin on his weekly show. San Antonio is also home to Local782, a musician-led, non-profit initiative seeking to educate and empower Texas-based musicians by organizing events throughout the year, including seminars, performances, mixers, showcases, and fundraisers. A slew of new rock bands started in the 2000s have joined a couple longer-running favorites, Girl In A Coma - whose song \"Clumsy Sky\" won Best Punk Song in The 7th Annual Independent Music Awards - and Buttercup, to develop a burgeoning 'indie' scene. These bands include: Blowing Trees, Morris Orchids, We Leave At Midnight, Cartographers, and Education, the last of whose 2011 album, Age Cage, was produced by Gordon Raphael, renowned producer of the Strokes' Is This It and Regina Spektor's Soviet Kitsch. Exponential Records has helped put San Antonio Electronica on the map, catapulting artists like Diego Chavez, a.k.a. Aether and Ernest Gonzales, a.k.a. Mexicans With Guns, to much wider audiences. San Antonio has a thriving hip hop community as well, including emcee/producer Worldwide, the R&B-tinged; duo Mojoe, of Classic.Ghetto.Soul fame, the rapper Question, collaborator with Talib Kweli and Bun B on the track \"I'm So Tall\", the producer/rapper Richie Branson, born Marcus Brown, whose clientele include Def Jam Recordings and Sony Music Entertainment, and the Vultures crew, whose album Desert Eagles, Vol. 1 was praised by the San Antonio Current's Best Music Advocate of 2010 as \"the most complete record to ever come out of San Antonio\". San Antonio is also home to Texas Death core band Upon A Burning Body. Christopher Cross from San Antonio had 2 #1 hits on the Billboard Hot 100, including \"Sailing\" in 1980. ===San Marcos=== San Marcos, in the greater Austin area, has a number of local bands, including This Will Destroy You, BROCKHAMPTON, and The Oh Hellos. ==Hits== The following Texans have had a #1 Billboard Hot 100 hit (since 1957): Beyoncé (5 #1 hits like \"Crazy in Love\" in 2003), Destiny's Child (4 #1 hits like \"Say My Name\" in 2000), Kelly Rowland (4 #1 hits like Dilemma in 2002), Kelly Clarkson (3 #1 hits like \"A Moment Like This\" in 2002), rock and roll pioneer Roy Orbison (d.1988) (2 #1 hits like \"Oh, Pretty Woman\" in 1964), country singer Kenny Rogers (d.2020) (2 #1s like \"Islands in the Stream\" in 1983), Christopher Cross (2 #1s like \"Sailing\" in 1980), The Crickets (w/Buddy Holly (d.1959), \"That'll Be the Day\" in 1957), B.J. Thomas (\"Raindrops Keep Fallin' on My Head\" in 1970), Janis Joplin (d.1970) (\"Me and Bobby McGee\" in 1971, she attended the University of Texas), Johnny Nash (\"I Can See Clearly Now\" in 1972), Meat Loaf (\"I'd Do Anything for Love\" in 1993), Lisa Loeb (\"Stay (I Missed You)\" in 1994), country group Lonestar (\"Amazed\" in 2000), Houston rapper Chamillionaire (\"Ridin'\" in 2006), Dallas rapper Post Malone 4 #1's (like \"Rockstar\" in 2017), Houston rapper Travis Scott with \"Sicko Mode\" in 2018, and Houston rapper Megan Thee Stallion (\"Savage (Megan Thee Stallion song)\" ft. Beyonce) in 2020. In addition, Texas musicians with a #1 album on the Billboard 200 chart include: George Strait with 4 (Carrying Your Love with Me) in 1997, Pantera (Far Beyond Driven), Selena (Dreaming of You) in 1995, LeAnn Rimes with 2 in 1997, rapper Scarface in 1997, Dixie Chicks with 3 (Home in 2002), Norah Jones with 3 (Come Away With Me in 2003), Hilary Duff with 2 (Metamorphosis in 2003), Ashlee Simpson with 2 like (Autobiography in 2004), Paul Wall in 2005, Jamie Foxx in 2006, UGK in 2007, Demi Lovato in 2009, Selena Gomez 3 #1's like (Revival) in 2015, Miranda Lambert (Platinum) in 2014, rapper Lecrae in 2014, rapper Travis Scott (2 #1's), and Solange Knowles in 2016. Pentatonix has had 2 #1 albums on the Billboard 200. Hip hop group Brockhampton from San Marcos had a #1 album in 2018. R&B; singer Khalid from El Paso had a #1 album in 2019. ==References== * American Hardcore: A Tribal History, by Steven Blush. Feral House. 2001. * The Handbook of Texas Music, Roy R. Barkley, Douglas E. Barnett, Cathy Brigham, editors. Texas State Historical Association. 2003. * The Texas-Mexican Conjunto: History of a Working-Class Music, by Manuel Peña. University of Texas Press. 1985. ==External links== * List of songs about Houston * Texas Music Office Texas Texas",
 "title": "Music of Texas"
}