{
 "id": "308094",
 "text": "Bude (; ) is a seaside town in north east Cornwall, England, in the civil parish of Bude-Stratton and at the mouth of the River Neet (also known locally as the River Strat). It was sometimes formerly known as Bude Haven.Cornish Church Guide (1925) Truro: Blackford; p. 66 It lies southwest of Stratton, south of Flexbury and Poughill, and north of Widemouth Bay, located along the A3073 road off the A39. Bude is twinned with Ergué-Gabéric in Brittany, France. Bude's coast faces Bude Bay in the Celtic Sea, part of the Atlantic Ocean. The population of the civil parish can be found under Bude-Stratton. Its earlier importance was as a harbour, and then a source of sea sand useful for improving the inland soil. This was transported on the Bude Canal. The Victorians favoured it as a seaside resort. With new rail links, it became a popular seaside destination in the 20th century. Bradshaw's Guide of 1866, Section 2, described Bude as: \"a small port and picturesque village in the north-eastern extremity of Cornwall\". It described the town as having the dignity of a fashionable marine resort with excellent facilities for bathers. The harbour bed consists of fine bright yellow sand consisting of small shells. \"The sea view is of a striking, bold and sublime description – the rocks rising on every side to lofty broken elevations\". It also describes Bude as a romantic retreat. Bude holds an annual Heritage Day, which is almost as popular as its Lifeboat Day. Holidaymakers arrive via the A39 Atlantic Highway. The name came from the Southern Railway's famous Atlantic Coast Express, which ran daily from Waterloo for forty years between 1926 and 1966, serving an area from Ilfracombe to Padstow. Historian, Bryan Dudley Stamp of Bude campaigned hard for the new name to be accepted. ==Geography== It lies just west of Stratton and north of Widemouth Bay and is located along the A3073 road off the A39 road. ===Coastline=== A section of Bude's coast which is located between Compass Cove to the south and Furzey Cove to the north, is a SSSI (Site of Special Scientific Interest) noted for its geological and biological interest. Carboniferous sandstone cliffs surround Bude. During the Variscan Orogeny the strata were heavily faulted and folded. As the sands and cliffs around Bude contain calcium carbonate (a natural fertiliser), farmers used to take sand from the beach, for spreading on their fields. The cliffs around Bude are the only ones in Cornwall that are made of Carboniferous sandstone, as most of the Cornish coast is formed of Devonian slate, granite and Precambrian metamorphic rocks. The stratified cliffs of Bude give their name to a sequence of rocks called the Bude Formation. Many formations can be viewed from the South West Coast Path which passes through the town. Many ships have been wrecked on the jagged reefs which fringe the base of the cliffs. The figurehead of one of these, the Bencoolen, a barque whose wrecking in 1862 resulted in the drowning of most of the crew, was preserved in the churchyard but was transferred to the town museum to save it from further decay.Mee, Arthur (1937) Cornwall. (The King's England.) London: Hodder & Stoughton; p. 38 The aftermath of the wreck of the Bencoolen was described by Robert Stephen Hawker in letters which were published in Hawker's Poetical Works (1879).Hawker, R. S. (1879) The Poetical Works of Robert Stephen Hawker; [ed.] by J. G. Godwin. London: C. Kegan Paul; pp. xi-xiii ===Climate=== Like the rest of the British Isles and South West England, Bude experiences a maritime climate with cool summers and mild winters. Temperature extremes at the Met Office weather station at Bude range from during February 1969 to in June 1976. The Met Office recorded Bude as the sunniest place in the United Kingdom during the summer of 2013 with 783 hours of sunlight. ==History and description== thumb|Bude Methodist Church Bude-Stratton is said to have been a settlement since the Bronze Age but nothing remains of it. Efford Manor, seat of the Arundell family of Trerice, was the only building here in the Middle Ages. Bude or Porthbud was known as Bede's Haven, the chapel on the rock, Bede being the holy man who lived there, on what is now the breakwater. The original breakwater was destroyed in 1838 by a terrible storm, while the newer version was constructed in 1839. The spectacular sandstone coast here is a Site of Specific Scientific Interest, known for jagged reefs, implicated in many past shipwrecks. Alongside the sea and by the canal runs the river Neet (or Strat). The two halves of the town are connected by a small grade two listed building, a bridge called Nanny Moore's, named after a 19th-century ‘dipper’ who lived nearby. Beyond this lay the quay, rebuilt in 1577 with funds from the Blanchminster charity. The river divided the land owned by two Cornish families. South of the river was owned by Sir John Arundell, while land to the north was owned by Sir Richard Grenville of Stowe Barton, Kilkhampton. During the 1700-1800s, Bude was a thriving port used by smaller vessels. Over time, the land changed hands – the Grenville land passed to the Carterets/Thynnes while the Arundell land passed to the Aclands. Bude and neighbouring Stratton are relevant in the English Civil War, with Nanny Moore's Bridge featuring as a passe over the river for the Royalists. ===Victorian resort=== thumb|The Haven, the Atlantic Ocean and the beach at Bude Bude became popular in Victorian times for sea bathing, inspired by the Romantic movement. The ladies used Crooklets Beach while the gentlemen were segregated to Summerleaze. Workers flocked to Bude for the building of the canal, but as shipping dwindled, and the railway reached dominance, Bude concentrated on the emergent tourist trade. By 1926, there were 59 boarding houses and 5 hotels: the Falcon, Grenville, Globe, Norfolk and the Commercial. ===Beaches=== thumb|right|View of the beach in Bude and the canal coming to an end as it reaches the sea lock (on left of image) thumb|right|upright|The sea lock on Bude Canal There are a number of good beaches in the Bude area, many of which offer good surfing conditions. Bude was the founder club in British Surf Life Saving. * Summerleaze, Crooklets and 'middle' beach, are all within the town; * Widemouth Bay is a few miles south of the town and offers a long, wide sandy beach; * Sandymouth Beach is owned by the National Trust, and has spectacular cliffs and rock formations with shingle below the cliffs and a large expanse of sand at low tide. There are also a number of other coves and beaches to be found and explored in the local area. ===Bude Harbour and Canal=== In the 18th century there was a small unprotected tidal harbour at Bude. The Bude Canal Company built a canal and improved the harbour. Around twenty small boats use the tidal moorings of the original harbour during the summer months. Most are sport fishermen, but there is also some small-scale, semi-commercial, fishing for crab and lobster. There is a wharf on the Bude Canal about half a mile from the sea lock that links the canal to the tidal haven. This can be opened only at or near high tide, and then only when sea conditions allow. North Cornwall District Council administered the canal, harbour and lock gates until its abolition in March 2009. These gates were renewed after the originals were damaged in a storm in 2008. They are the only manually operated sea lock gates in England. The pier head by the locks is a Grade II listed structure. The canal is one of the few of note in south-west England. Its original purpose was to take small tub boats of mineral-rich sand from the beaches at Bude and carry them inland for agricultural use on fields. A series of inclined planes carried the boats over 400 vertical feet (120 m) to Red Post, where the canal branched south along the upper Tamar Valley towards Launceston east to Holsworthy and north to the Tamar Lakes, that fed the canal. The enterprise was always in financial difficulty, but it carried considerable volumes of sand and also coal from south Wales. The arrival of the railway at Holsworthy and the production of cheap manufactured fertiliser undermined the canal's commercial purpose, and it was closed down and sold to the district municipal water company. However the wharf area and harbour enjoyed longer success, and coastal sailing ships carried grain across to Wales and coal back to Cornwall. ===Notable buildings=== thumb|Bude Castle Notable buildings include the parish church of St Michael and All Angels, built in 1835 and enlarged in 1876 (the architect was George Wightwick), Ebbingford Manor,Pevsner, N. (1970) Cornwall; 2nd ed. Penguin; pp. 47 (the house is mainly mid 18th century though there was a manor house here in the 14th century) and the town's oldest house, Quay Cottage in the centre of town. Bude Castle was built about 1830 on sand on a concrete raft for Victorian inventor Sir Goldsworthy Gurney and is now a heritage centre. Gurney also invented the Bude Light. At the northernmost point of Efford Down Farm, overlooking Summerleaze Beach and the breakwater, a former coastguard lookout stands. Known as Compass Point and built by the Acland family in 1840 of local sandstone, it is based on the Temple of Winds in Athens. It was moved to its current position in 1880. It is so called as it has points of the compass carved in each of its octagonal sides. In 1953, Bude became home to the first Surf Life Saving Club, in the UK, while the popular lido Bude Sea Pool opened in 1930. This was previously administered by Cornwall Council but lost public funding in 2010/11. The Friends of Bude Sea Pool was created in 2011 to secure its future. In 2018, the \"Bude Tunnel\", a 70-metre Perspex walkway at the Bude Sainsbury's supermarket site was mentioned in the national press after becoming the town's top-rated attraction on TripAdvisor. The popularity caused TripAdvisor to temporarily suspend all reviews for the Bude Tunnel, citing a number of reviews that \"do not describe a first-hand experience\". In 2021, Bude hosted the Gorsedh Kernow (a festival of Cornish culture and bardic ceremony) as it did in 1961, 1975, and 1993. The festival was scheduled to take place in 2020, but has been postponed due to the COVID-19 pandemic. == Media == Bude developed its own newspaper in 1924, The Bude and Stratton Post. In 2013, the free Bude and Beyond hyperlocal website was created. ==Railway== From 1879 Bude's nearest railway station was at Holsworthy, ten miles away. The railway came to Bude itself in 1898. The line was built by the London & South Western Railway, but was incorporated into the Southern Railway in 1923 and British Railways in 1948. Bude railway station was served by the Atlantic Coast Express, providing a direct service to/from London Waterloo; until it was discontinued in 1964. Bude station and the entire Bude branch line closed on 1 October 1966 as part of the Beeching cuts. Bude and neighbouring Stratton are more distant from the rail network than any other towns in England and Wales. Okehampton (29 miles), Barnstaple (35 miles north east), Bodmin Parkway (32 miles south) and Gunnislake (32 miles sse) are the nearest National Rail stations with regular services. A \"rail link\" coach runs from Exeter St Davids railway station to Bude Strand via Okehampton. ==Industry== Tourism is the main industry in the Bude area whilst some fishing is carried on. In the past, the staple trade was the export of sand, which, being highly charged with calcium carbonate, was much used as fertiliser. There are also golf links in the town. The Bude area is also a telecommunications hub, with major subsea cables landing at nearby Widemouth Bay. The eavesdropping facility known as GCHQ Bude is just north of the town in Morwenstow. It is the largest employer in the area, with over 250 civil servants and contractors employed there. ==Local government== Bude is in the North Cornwall parliamentary constituency which is represented by Scott Mann MP. It developed from the much older market town of Stratton, 1 miles inland to the east. Since Cornwall became a unitary authority in 2009 there has been a two-tier structure of local government: Cornwall Council (administers, for example, schools and highways, housing, social services, canal and harbour, refuse and recycling collection, street cleanliness; the town is represented by the Bude division) and Bude-Stratton Town Council (local children's playground, Bude \"castle\"). There was some local argument when the town council adopted the name Bude-Stratton, as it was previously Stratton-Bude. Bude's population in 1901 was 2308; by 2001 it had risen to 4674.ncdc.gov.uk ==Sport== The town is home to a number of sports teams including Bude RFC – the town's rugby club, and Bude Town FC – the local football club. Bude is the host town of the North Cornwall Cup, a large youth football event held every August. Bude & North Cornwall Golf Club is ideally situated within the town centre. Bude is also home to the Bude Cricket Club. ==Notable residents== * The Canadian photographer Hannah Hatherly Maynard (1834-1918), best known for her portrait work and experimental photography involving photomontage and multiple exposures, was born in Bude and grew up there.Wilks, Claire Weissman. The Magic Box: The Eccentric Genius of Hannah Maynard. Exile Editions, Toronto, 1980. * The writer Jean Rhys (1890–1979) lived in Bude in the late 1950s and began the final version of her most successful novel, Wide Sargasso Sea, while there. * Pamela Colman Smith (1878–1951), artist, illustrator, and writer, best known for designing the Rider-Waite-Smith deck of divinatory tarot cards for Arthur Edward Waite, lived in Bude, and died here on 18 September 1951. * Step-brothers George Mills, author of children's books, and Arthur F. H. Mills, the crime and adventure novelist, were born in Bude; their grandfather Arthur Mills, MP, lived nearby at Efford Down House. * Rennie Montague Bere was a British mountaineer, naturalist and nature conservationist who lived in a nearby cottage in his retirement; among his books are The Book of Bude and Stratton and The Nature of Cornwall. * Sir Laurence Dudley Stamp, one of the leading British geographers of the 20th century, lived in Bude in his retirement. * American singer-songwriter Tori Amos has a home and studio here. == See also == * ==References== ==Further reading== * ==External links== * * Cornwall Record Office Online Catalogue for Bude * British Pathé News footage of Surf Guard training at Crooklets Beach in 1961 Category:Seaside resorts in Cornwall Category:Sites of Special Scientific Interest in Cornwall Category:Surfing locations in Cornwall Category:Towns in Cornwall",
 "title": "Bude"
}