{
 "id": "308039",
 "text": "Andre Alice Norton (born Alice Mary Norton, February 17, 1912 - March 17, 2005) was an American writer of science fiction and fantasy, who also wrote works of historical fiction and contemporary fiction. She wrote primarily under the pen name Andre Norton, but also under Andrew North and Allen Weston. She was the first woman to be Gandalf Grand Master of Fantasy, to be SFWA Grand Master, and to be inducted by the Science Fiction and Fantasy Hall of Fame. ==Biography and career== ===Biography=== Alice Mary Norton was born in Cleveland, Ohio in 1912.Bankston, John. Andre Norton. New York: Chelsea House, 2010, p. 16. Her parents were Adalbert Freely Norton, who owned a rug company, and Bertha Stemm Norton. Alice began writing at Collinwood High School in Cleveland, under the tutelage of Sylvia Cochrane. She was the editor of a literary page in the school's paper, The Collinwood Spotlight, for which she wrote short stories. During this time, she wrote her first book, Ralestone Luck, which was eventually published as her second novel in 1938. After graduating from high school in 1930, Norton planned to become a teacher, and began studying at Flora Stone Mather College of Western Reserve University. However, in 1932 she had to leave because of the Depression and began working for the Cleveland Library System, where she remained for 18 years, latterly in the children's section of the Nottingham Branch Library in Cleveland. In 1934, she legally changed her name to Andre Alice Norton, a pen name she had adopted for her first book, published later that year, to increase her marketability, since boys were the main audience for fantasy. During 1940–1941, she worked as a special librarian in the cataloging department of the Library of Congress.Bankston, John. Andre Norton. New York: Chelsea House, 2010, p. 50. She was involved in a project related to alien citizenship which was abruptly terminated upon the American entry into World War II. In 1941 she bought a bookstore called Mystery House in Mount Rainier, Maryland, the eastern neighbor of Washington, D.C. The business failed, and she returned to the Cleveland Public Library until 1950, when she retired due to ill health. She then began working as a reader for publisher-editor Martin Greenberg at Gnome Press, a small press in New York City that focused on science fiction. She remained until 1958, when, with 21 novels published, she became a full-time professional writer. As Norton's health became uncertain, she moved to Winter Park, Florida in November 1966, where she remained until 1997. She moved to Murfreesboro, Tennessee in 1997 and was under hospice care from February 21, 2005. She died at home on March 17, 2005, of congestive heart failure. ===Literary career=== thumb|right|Norton's novelette \"The People of the Crater\", published under her \"Andrew North\" pseudonym, was the cover story in the debut issue of Fantasy Book in 1947. thumb|right|\"The Gifts of Asti\", also published under the \"North\" byline, took the cover of the third issue of Fantasy Book in 1948. In 1934, her first book, The Prince Commands, being sundry adventures of Michael Karl, sometime crown prince & pretender to the throne of Morvania, with illustrations by Kate Seredy, was published by D. Appleton–Century Company (cataloged by the U.S. Library of Congress as by \"André Norton\"). She went on to write several historical novels for the juvenile (now called \"young adult\") market. Norton's first published science fiction was a short story, \"The People of the Crater\", which appeared under the name \"Andrew North\" as pages 4–18 of the inaugural 1947 number of Fantasy Book, a magazine from Fantasy Publishing Company, Inc. Her first fantasy novel, Huon of the Horn, published by Harcourt Brace under her own name in 1951, adapted the 13th-century story of Huon, Duke of Bordeaux. Her first science fiction novel, Star Man's Son, 2250 A.D., appeared from Harcourt in 1952. She became a prolific novelist in the 1950s, with many of her books published for the juvenile market, at least in their original hardcover editions. As of 1958, when she became a full-time professional writer, Kirkus had reviewed 16 of her novels, and awarded four of them starred reviews. Her four starred reviews to 1957 had been awarded for three historical adventure novels—Follow the Drum (1942), Scarface (1948), Yankee Privateer (1955)—and one cold war adventure, At Swords' Points (1954). She received four starred reviews subsequently, latest in 1966, including three for science fiction. Norton was twice nominated for the Hugo Award, in 1964 for the novel Witch World and in 1967 for the novelette \"Wizard's World\". She was nominated three times for the World Fantasy Award for lifetime achievement, winning the award in 1998. Norton won a number of other genre awards and regularly had works appear in the Locus annual \"best of year\" polls. She was a founding member of the Swordsmen and Sorcerers' Guild of America (SAGA), a loose-knit group of heroic fantasy authors founded in the 1960s, led by Lin Carter, with entry by fantasy credentials alone. Norton was the only woman among the original eight members. Some works by SAGA members were published in Lin Carter's Flashing Swords! anthologies. In 1976, Gary Gygax invited Norton to play Dungeons & Dragons in his Greyhawk world. Norton subsequently wrote Quag Keep, which involved a group of characters who travel from the real world to Greyhawk. It was the first novel to be set, at least partially, in the Greyhawk setting and, according to Alternative Worlds, the first to be based on D&D.; Quag Keep was excerpted in Issue 12 of The Dragon (February 1978) just prior to the book's release. She and Jean Rabe were collaborating on the sequel to her 1979 Greyhawk novel Quag Keep when she died. Return to Quag Keep was completed by Rabe and published by Tor Books in January 2006. Her final complete novel, Three Hands for Scorpio, was published on April 1, 2005. Besides Return to Quag Keep, Tor has published two more novels with Norton and Rabe credited as co-authors, Dragon Mage (November 2006) and Taste of Magic (January 2008). ===Series=== Norton wrote more than a dozen speculative fiction series, but her longest, and longest-running project was \"Witch World\", which began with the novel Witch World in 1963. The first six novels were Ace Books paperback originals published from 1963 to 1968. From the 1970s most of the books in the series were first published in hardcover editions. From the 1980s some were written by Norton and a co-author, and others were anthologies of short fiction for which she was editor. (Witch World became a shared universe.) There were dozens of books in all. The five novels of The Cycle of Oak, Yew, Ash, and Rowan, To the King a Daughter, Knight or Knave, A Crown Disowned, Dragon Blade, and The Knight of the Red Beard, were written with Sasha Miller.Andre Norton and Sasha Miller (2008), The Knight of the Red Beard, 2009 reprint, New York: Tor, p. [2]. The fifth and last novel was dedicated \"To my late collaborator, Andre Norton, whose vision inspired the NordornLand cycle.\"Andre Norton and Sasha Miller (2008), The Knight of the Red Beard, 2009 reprint, New York: Tor, p. [7]. (\"NordornLand cycle\" is another name for this cycle.) ==Legacy== On February 20, 2005, the Science Fiction and Fantasy Writers of America, which had honored Norton with its Grand Master Award in 1984, announced the creation of the Andre Norton Award, to be given each year for an outstanding work of fantasy or science fiction for the young adult literature market, beginning with 2005 publications. While the Norton Award is not a Nebula Award, it is voted on by SFWA members on the Nebula ballot and shares some procedures with the Nebula Awards. Nominally for a young adult book, actually the eligible class is middle grade and young adult novels. This added a category for genre fiction to be recognized and supported for young readers.KRISTIN L. PAULSON, Overcoming the Stigma of Science Fiction and Fantasty in the Classroom.2011 MA Thesis, University of Florida. AN OVERVIEW OF THE ANDRE NORTON AWARD http://etd.fcla.edu/UF/UFE0043172/paulson_k.pdf Unlike Nebulas, there is a jury whose function is to expand the ballot beyond the six books with most nominations by members. Often called the Grande Dame of Science Fiction and Fantasy by biographers such as J. M. Cornwell, and organizations such as Science Fiction and Fantasy Writers of America, Publishers Weekly, and Time, Andre Norton wrote novels for over 70 years. She had a profound influence on the entire genre, having over 300 published titles read by at least four generations of science fiction and fantasy readers and writers. Notable authors who cite her influence include Greg Bear, Lois McMaster Bujold, C. J. Cherryh, Cecilia Dart-Thornton, Tanya Huff, Mercedes Lackey, Charles de Lint, Joan D. Vinge, David Weber, K. D. Wentworth, and Catherine Asaro. ==High Hallack Library== The High Hallack Library was a facility that Norton was instrumental in organizing and opening. Designed as a research facility for genre writers, and scholars of \"popular\" literature (the genres of science fiction, fantasy, mystery, western, romance, gothic, and horror), it was located near Norton's home in Murfreesboro, Tennessee., Retrieved May 31, 2013. The facility, named after one of the continents in Norton's Witch World series, was home to over 10,000 texts, videos and various other media. Attached to the facility were three guest rooms, allowing authors and scholars the chance to stay on-site to facilitate their research goals. The facility was opened on February 28, 1999, and operated until March 2004. Most of the collection was sold during the closing days of the facility. The declining health of Andre Norton was one of the leading causes of its closing. ==See also== * Andre Norton bibliography * :Category:Works by Andre Norton ==Notes== ==References== ==Sources== * Bankston, John. Andre Norton. New York: Chelsea House, 2010. * Schlobin, Roger C. Andre Norton, a Primary and Secondary Bibliography. Boston: G.K. Hall, 1980. * Yoke, Carl B. Roger Zelazny and Andre Norton, Proponents of Individualism. Columbus: State Library of Ohio, 1979. * Yoke, Carl B. Slaying The Dragon Within: Andre Norton's Female Heroes, Journal of the Fantastic in the Arts, Vol. 4, No. 3 (15) (1991), pp. 79–93. * Wolf, Virginia L. Andre Norton: Feminist Pied Piper in SF. Children's Literature Association Quarterly. Volume 10, Number 2, Summer 1985 pp. 66–70. ==External links== ;Digital collections * * * * ;Institutional collections * Andre Norton correspondences in the digital archives of Cleveland Public Library. The library also includes several images of the doll house she donated to the library, still on display in the Youth Services Department. One letter in the collection is from Houghton Mifflin Company concerning Andre Norton's application for a Literary Fellowship award. *Andre (Alice Mary) Norton Papers, Special Collections Research Center, Syracuse University ;Other information * Andre-Norton.com, \"The Estate Authorized Andre Norton Website\" w/ complete Bibliography and much more. * * * * * Category:1912 births Category:2005 deaths Category:20th-century American novelists Category:20th- century American women writers Category:20th-century pseudonymous writers Category:21st-century American novelists Category:21st-century American women writers Category:21st-century pseudonymous writers Category:American fantasy writers Category:American science fiction writers Category:American women novelists Category:Novelists from Ohio Category:Pseudonymous women writers Category:Science Fiction Hall of Fame inductees Category:SFWA Grand Masters Category:Women science fiction and fantasy writers Category:World Fantasy Award-winning writers Category:Writers from Cleveland",
 "title": "Andre Norton"
}