{
 "id": "308299",
 "text": "thumb|right|250px|Raschig rings one inch (25 mm) ceramic Raschig rings are pieces of tube, approximately equal in length and diameter, used in large numbers as a packed bed within columns for distillations and other chemical engineering processes. They are usually ceramic, metal or glass and provide a large surface area within the volume of the column for interaction between liquid and gas vapours. Raschig rings are named after their inventor, German chemist Friedrich Raschig. ==Use== They form what is known as random packing, and enabled Raschig to perform distillations of much greater efficiency than his competitors using fractional distillation columns with trays. In a distillation column, the reflux or condensed vapour runs down the column, covering the surfaces of the rings, while vapour from the reboiler goes up the column. As the vapour and liquid pass each other countercurrently in a small space, they tend towards equilibrium. Thus, less volatile material tends to go downwards, and more volatile material upwards. They are also used for devices where gas and liquid are put in contact for purposes of gas absorption, stripping or chemical reaction, and as a support for biofilms in biological reactors. Raschig rings made from borosilicate glass are sometimes employed in the handling of nuclear materials. They are used inside vessels and tanks containing solutions of fissile material, for example solutions of enriched uranyl nitrate. There they act as neutron absorbers to prevent a criticality accident.Oak Ridge Associated Universities Raschig Rings for Criticality Control (1980s) == Developments == Given the success of the Raschig ring, there have been other forms developed to either improve upon it, or to avoid patents for particular designs. === Pall ring === The Pall ring attempts to increase the useful aspects of packing, by giving an increased number of edges to disrupt flow, whilst also reducing the volume taken up by the ring packing medium itself. Rather than using a solid-walled tube, the Pall ring resembles an open basket structure of thin bars. These form both a tube and also a radial structure of cross bars. Pall rings may be injection moulded of plastics, moulded of ceramics or press-formed from metal sheet. === Super ring === The Raschig 'Super Ring' represents a further development of the same concepts behind the Pall ring. It optimises the production of turbulent film- type flows and prevents the formation of drops. The 'rings' no longer resemble rings but are pressed from metal sheet in the form of wave shapes of narrow strips. Super rings appeared in 1995 and have been developed through several improved generations since. === Białecki Ring === thumb|right|250px|Pall rings (beige and large white) and Białecki rings (others) Patented in 1974 by Polish chemical engineer from Kraków Zbigniew Białecki rings are an improved version of Raschig rings. The rings may be injection moulded of plastics or press- formed from metal sheet without welding. Specific surface area of filling ranges between 60 and 440 m2/m3. Advantages of Białecki rings: * two or three times lower fluid flow resistance than Raschig rings, * two or three times higher bandwidth, * disperse the liquid evenly over the entire cross-section of the column, regardless of the method of supply, even with point-type liquid supply, * liquid retention (\"hold-up\") in relation to other fillings is negligible - the liquid flows down quickly after the column stops working, * resolving power at a constant level regardless of column load, * the mass transfer coefficient increases with the size of the ring dimensions, unlike the other fillings used so far, * minimal overgrow (do not cover with sediment), * a rigid construction, which allows weight reduction of up to 20% compared to other filling rings. ==See also== * Fractionating column *Dixon rings *Random column packing *Stripping (chemistry) ==References== Category:Distillation Category:Industrial processes",
 "title": "Raschig ring"
}