{
 "id": "308445",
 "text": "Skywriting is the process of using one or more small aircraft, able to expel special smoke during flight, to fly in certain patterns that create writing readable from the ground. These messages can be advertisements, general messages of celebration or goodwill, personal messages such as a marriage proposals and birthday wishes, or acts of protest. ==Description== The typical smoke generator consists of a pressurized container of viscosity oil, such as Chevron/Texaco \"Canopus 13\" (formerly \"Corvus Oil\"). The oil is injected into the hot exhaust manifold, vaporizing it into a huge volume of dense white smoke. Relatively few pilots have the skills to skywrite legibly. Also, wake turbulence and wind disperse and shear the smoke, causing the writing to blur and twist, usually within a few minutes. For these reasons, computer- controlled \"skytyping\" has been developed where multiple small aircraft, flying in line abreast formation, write in dot-matrix fashion, creating messages that can be much longer, and legible for longer periods, than those of traditional skywriting. ==History== The beginnings of skywriting are disputed. In a 1926 letter to The New York Times, Albert T. Reid wrote: :A newspaper paragraph says skywriting was perfected in England in 1919 and used in the United States the next year. But Art Smith, who succeeded Beachey in flying exhibitions at the Panama–Pacific International Exposition in San Francisco in 1915, after the latter had been killed, did skywriting, always ending his breathtaking stunts by writing \"Good night.\" This was not a trial exhibition, but a part of every flight, and was always witnessed by thousands.\"Skywriting in 1915,\" The New York Times, October 9th, 1926, p. 16thumb|right|G-EBIB, one of the S.E.5 former fighter aircraft used for skywriting by Major Jack Savage's company between 1922 and 1934. Major Jack Savage, former British Royal Air Force pilot and a writer for Flight magazine, had a successful skywriting fleet of Royal Aircraft Factory S.E.5 aircraft in England. He flew throughout the 1920s and 1930s, bringing the practice to America as well.obituary Flight 1945 The first recorded use of skywriting for advertising purposes was over the Derby at Epsom Downs Racecourse in the United Kingdom in May 1922, when Royal Air Force Captain Cyril Turner wrote \"Daily Mail\" above the track. In the United States, the first use of skywriting in advertising followed on November 28, 1922, over Times Square in New York City during a visit of Savage and Cyril Turner. Turner, a Royal Air Force pilot, spelled out \"Hello USA\", followed by \"Call Vanderbilt 7200\" (the telephone number for the Vanderbilt Hotel, which received 47,000 phone calls in the net three hours. Commercial skywriting in the United States developed in 1932 by Sid Pike, president of the Skywriting Corporation of America. One of their first major clients was Pepsi-Cola, which used skywriting to reach a mass market. Pepsi contracted a tremendous number of flights, including 2,225 in 1940. Artists have also used skywriting as a visual medium. Skywriter Wayne Mansfield created aerial messages for John Lennon and Yoko Ono, and appeared as a sky artist over the Biennale in Venice, Italy. Artist Vik Muniz used skywriting for his \"Pictures of Clouds\" project. == Skytyping == In 1946 the Skywriting Corporation purchased a fleet of surplus World War II planes and developed \"dot matrix skywriting\", subsequently known as skytyping.Cecil Coffrin, Pepsi Skywriting pilot The process uses five planes, flying in line abreast formation, releasing puffs of smoke under computer control, similar to characters produced by dot-matrix printers. These messages, written at , can be up to tall and over long. Traditional skywriting messages are limited to and take much longer to write (1–2 minutes/character, vs. 2–5 seconds/character with skytyping), limiting messages to no more than a few words before the smoke disperses. == Banner towing == alt=banner-towing- marriage-proposal|thumb|Aircraft towing a banner with a marriage proposal Another form of skywriting is using an aircraft to tow a banner, a medium that has been popular in the United States for decades. It is usually practiced in coastal areas, where aircraft can fly at low levels past crowded beaches. Banner towing is a popular way to make a romantic marriage proposal. ==See also== *Aerial advertising *Out-of-home advertising *Pi in the Sky *Skytypers Air Show Team ==References== ==External links== *Skywriting video. (Internet Archive) *How Do Skywriting and Skytyping Work? (U.S. Library of Congress) Category:Occupations in aviation Category:Advertising by medium Category:Writing implements Category:Aviation mass media Category:Writing media Category:Aviation by mission",
 "title": "Skywriting"
}