{
 "id": "308492",
 "text": "Govert (or Govaert) Teuniszoon Flinck (25 January 16152 February 1660) was a Dutch painter of the Dutch Golden Age. ==Life== Born at Kleve, capital of the Duchy of Cleves, which was occupied at the time by the United Provinces, he was apprenticed by his father to a silk mercer, but having secretly acquired a passion for etching and drawing, was sent to Leeuwarden, where he boarded in the house of Lambert Jacobszoon, a Mennonite, better known as an itinerant preacher than as a painter. Here Flinck was joined by Jacob Backer, and the companionship of a youth determined like himself to be an artist only confirmed his passion for painting. Amongst the neighbours of Jacobszon at Leeuwarden were the sons and relations of Rombertus van Uylenburgh, whose daughter Saskia married Rembrandt in 1634. Other members of the same family lived at Amsterdam, cultivating the arts either professionally or as amateurs. The pupils of Lambert probably gained some knowledge of Rembrandt by intercourse with the Ulenburgs. Certainly Joachim von Sandrart, who visited Holland in 1637, found Flinck acknowledged as one of Rembrandt's best pupils, and living habitually in the house of the dealer Hendrick van Uylenburgh at Amsterdam. For many years Flinck laboured on the lines of Rembrandt, following that master's style in all the works which he executed between 1636 and 1648. With aspirations as a history painter, however, he looked to the swelling forms and grand action of Peter Paul Rubens, which led to many commissions for official and diplomatic painting. Flinck's relations with Cleves became in time very important. He was introduced to the court of the Great Elector, Friedrich Wilhelm I of Brandenburg, who possessed the Duchy and who married in 1646 Louisa of Orange. He obtained the patronage of John Maurice of Nassau, who was made stadtholder of Cleves in 1649. In 1652 a citizen of Amsterdam, Flinck married in 1656 an heiress, Sophie van der Houven, daughter of a director of the Dutch East India Company. Flinck was already well known in the patrician circles over which the brothers Cornelis and Andries de Graeff and the alderman Jan Six presided; he was on terms of intimacy with the poet Joost van den Vondel and the treasurer Johannes Uitenbogaard. In his house, adorned with casts after the Antique, costumes, and a noble collection of prints, he often received the stadtholder John Maurice, whose portrait is still preserved in the work of the learned Caspar Barlaeus. Flinck died in Amsterdam on 2 February 1660. ==Works== thumb|250px|Blessing of Jacob (1638) The earliest of Flinck's authentic pieces is a portrait of a lady, dated 1636, in the gallery of Brunswick. His first subject picture is the Blessing of Jacob (1638), in the Rijksmuseum Amsterdam. Both are thoroughly Rembrandtesque in effect as well as in vigour of touch and warmth of flesh tints. The four civic guards of 1642, and the twelve musketeers with their president in an arm-chair (1648); in the Stadhuis, Amsterdam, are fine specimens of composed portrait groups. But the best of Flinck's productions in this style is the peace of Münster in the Rijksmuseum, a canvas with 19 life-size figures full of animation in the faces, \"radiant with Rembrandtesque colour,\" and admirably distributed. Flinck here painted his own likeness to the left in a doorway. The mannered period of Flinck is amply illustrated in the Marcus Curius Dentatus refuses the gifts of the Samnites, and Solomon receiving Wisdom, in the Palace on the Dam at Amsterdam. Here it is that Flinck shows most defects, being faulty in arrangement, gaudy in tint, flat and shallow in execution, that looks as if it had been smeared with violet powder and rouge. The chronology of Flinck's works, so far as they are seen in public galleries, comprises, in addition to the foregoing, the Grey Beard of 1639 at Dresden, A Young Archer from 1640 in the Wallace Collection, the Girl of 1641 at the Louvre, a portrait group of a male and female (1646) at Rotterdam, a lady (1651) at Berlin. In November 1659 the burgomaster of Amsterdam contracted with Flinck for 12 canvases to represent four heroic figures of David and Samson and Manius Curius Dentatus and Horatius Cocles, and scenes from the Batavians and Romans. Flinck was unable to finish more than the sketches. After his death Rembrandt was asked to fill one of the commissions, and produced his last great history picture, the Conspriracy of Claudius Civilis, which the authorities rejected.Clark, Kenneth, An Introduction to Rembrandt, pp. 60–61, 1978, London, John Murray/Readers Union, 1978 In the same year he received a flattering acknowledgment from the town council of Cleves and the completion of a picture of Solomon which was a counterpart of the composition at Amsterdam. This and other pictures and portraits, such as those of Friedrich Wilhelm and John Maurice, and the allegory of Louisa of Orange attended by Victory and Fame and other figures at the cradle of the first-born son of the elector, have disappeared. Of several pictures which were painted for the Great Elector, none are preserved except the Expulsion of Hagar in the Berlin museum. ==Gallery== File:Portrait of Susanna van Baerle (1622-1674).jpg|Portrait of Susanna van Baerle (1655) File:Rembrandt als herder met staf en fluit Rijksmuseum SK-A-3451.jpeg|Rembrandt as shepherd with staff and flute File:Rembrandt Harmensz. van Rijn 076.jpg |Landscape with Obelisk. Historically mistaken as being by Rembrandt. It was stolen in 1990 from the Isabella Stewart Gardner Museum. Boston. File:Officieren en andere schutters van wijk XVIII in Amsterdam onder leiding van kapitein Albert Bas en luitenant Lucas Conijn Rijksmuseum SK-C-371.jpeg|Militia Company of District XVIII under the Command of Captain Albert Bas (1645) (Rijksmuseum, Amsterdam) File:Govert Flinck - Aankondiging aan de herders.jpg|Angels announcing the birth of Christ to the shepherds (1639), Louvre ==References== ==External links== *Flinck at WGA *Works and literature on Govert Flinck at PubHist Category:1615 births Category:1660 deaths Category:People from Kleve Category:Dutch Golden Age painters Category:Dutch male painters Category:Pupils of Rembrandt Category:Remonstrants",
 "title": "Govert Flinck"
}