{
 "id": "308538",
 "text": "Teodósio II, 7th Duke of Braganza (28 April 1568 – 29 November 1630) was a Portuguese nobleman and father of João IV of Portugal. He is known for his allegiance to King Philip I of Portugal. ==Biography== thumb|left|130px|D. Teodósio II. As a child, Teodósio was brought to the court and made page to the king Sebastian I of Portugal. The king was very fond of him and in 1578 insisted on taking him to Africa in the expedition against the king of Morocco. This military campaign was doomed. During the ill-fated battle of Alcácer Quibir, Teodósio remained at the side of his king until the situation become extremely dangerous. Then, Sebastian ordered servants to take the ten- year-old child to safety behind the lines. The young man was not happy to be set aside and ran away at the first opportunity. Teodósio mounted a horse and went to the front lines of the battle, pursued by very scared servants. Eventually, like many others, he was wounded and taken prisoner. Back in Portugal, his father João went mad with grief and offered a fortune for the ransom of his heir. He also asked king Philip II of Spain to write to the king of Morocco in order to spare young Teodósio's life. There was no need for such alarm. Impressed by the tale of his courage in battle, the king of Morocco let the child go, safely and without ransom, in August 1579. Meanwhile, in Portugal, the situation was one of unrest. With the disappearance of King Sebastian in the battle, the new king was Cardinal Henry I of Portugal an old childless man. Teodósio was the son of Infanta Catarina, an ambitious woman who, with her husband the Duke of Bragança, aspired to the throne. Philip II of Spain also aspired to the Portuguese throne and used every means to keep young Teodósio (great-grandson of King Manuel I and a possible threat) out of the country. Only when he had safely secured the crown did Philip II of Spain, now Philip I of Portugal, allow the child's return. Teodósio became a duke in 1583 at his father's death and grew up to be a faithful servant of the Spanish king of Portugal. He defended Lisbon from the attacks of another candidate (António of Crato) and was responsible for the kingdom's security for many years. Acknowledging this fidelity, Philip I granted the Braganças more lands and titles. == Marriage and Children == * By his wife, the Spanish Lady Ana de Velasco y Girón ** John II, 8th Duke of Bragança (1604–1656), crowned King John IV of Portugal in December 1, 1640 ** Duarte of Bragança (1605–1649), Lord of Vila do Conde ** Catarina of Bragança (1606–1610) ** Alexandre of Bragança (1607–1637) ==Ancestry== ==Bibliography== *\"Nobreza de Portugal e Brazil\", Vol. II, page 448. Published by Zairol Lda., Lisbon, 1989. * Genealogy of Teodósio II, 7th Duke of Braganza ==External links== |- Category:Portuguese royalty Category:House of Braganza Category:1568 births Category:1630 deaths Category:Dukes of Braganza 102 Category:Constables of Portugal Category:People from Vila Viçosa Category:16th-century Portuguese people Category:17th-century Portuguese people",
 "title": "Teodósio II, Duke of Braganza"
}