{
 "id": "308573",
 "text": "Caroli disease (communicating cavernous ectasia, or congenital cystic dilatation of the intrahepatic biliary tree) is a rare inherited disorder characterized by cystic dilatation (or ectasia) of the bile ducts within the liver. There are two patterns of Caroli disease: focal or simple Caroli disease consists of abnormally widened bile ducts affecting an isolated portion of liver. The second form is more diffuse, and when associated with portal hypertension and congenital hepatic fibrosis, is often referred to as \"Caroli syndrome\". The underlying differences between the two types are not well understood. Caroli disease is also associated with liver failure and polycystic kidney disease. The disease affects about one in 1,000,000 people, with more reported cases of Caroli syndrome than of Caroli disease. Caroli disease is distinct from other diseases that cause ductal dilatation caused by obstruction, in that it is not one of the many choledochal cyst derivatives. == Signs and symptoms == The first symptoms typically include fever, intermittent abdominal pain, and an enlarged liver. Occasionally, yellow discoloration of the skin occurs. Caroli disease usually occurs in the presence of other diseases, such as autosomal recessive polycystic kidney disease, cholangitis, gallstones, biliary abscess, sepsis, liver cirrhosis, kidney failure, and cholangiocarcinoma (7% affected). People with Caroli disease are 100 times more at risk for cholangiocarcinoma than the general population. After recognizing symptoms of related diseases, Caroli disease can be diagnosed. Morbidity is common and is caused by complications of cholangitis, sepsis, choledocholithiasis, and cholangiocarcinoma. These morbid conditions often prompt the diagnosis. Portal hypertension may be present, resulting in other conditions including enlarged spleen, hematemesis, and melena. These problems can severely affect the patient's quality of life. In a 10-year period between 1995 and 2005, only 10 patients were surgically treated for Caroli disease, with an average patient age of 45.8 years. After reviewing 46 cases of Caroli disease before 1990, 21.7% of the cases were the result of an intraheptic cyst or nonobstructive biliary tree dilation, 34.7% were linked with congenital hepatic fibrosis, 13% were isolated choledochal cystic dilation, and the remaining 24.6% had a combination of all three. == Causes == The cause appears to be genetic; the simple form is an autosomal dominant trait, while the complex form is an autosomal recessive trait. Females are more prone to Caroli disease than males.Kahn, Charles E, Jr. January 2003. Collaborative Hypertext of Radiology. Medical College of Wisconsin. Family history may include kidney and liver disease due to the link between Caroli disease and ARPKD. PKHD1, the gene linked to ARPKD, has been found mutated in patients with Caroli syndrome. PKHD1 is expressed primarily in the kidneys with lower levels in the liver, pancreas, and lungs, a pattern consistent with phenotype of the disease, which primarily affects the liver and kidneys. The genetic basis for the difference between Caroli disease and Caroli syndrome has not been defined. == Diagnosis == Modern imaging techniques allow the diagnosis to be made more easily and without invasive imaging of the biliary tree. Commonly, the disease is limited to the left lobe of the liver. Images taken by CT scan, X-ray, or MRI show enlarged intrahepatic (in the liver) bile ducts due to ectasia. Using an ultrasound, tubular dilation of the bile ducts can be seen. On a CT scan, Caroli disease can be observed by noting the many fluid-filled, tubular structures extending to the liver. A high-contrast CT must be used to distinguish the difference between stones and widened ducts. Bowel gas and digestive habits make it difficult to obtain a clear sonogram, so a CT scan is a good substitution. When the intrahepatic bile duct wall has protrusions, it is clearly seen as central dots or a linear streak. Caroli disease is commonly diagnosed after this “central dot sign” is detected on a CT scan or ultrasound. However, cholangiography is the best, and final, approach to show the enlarged bile ducts as a result of Caroli disease. ==Treatment== The treatment depends on clinical features and the location of the biliary abnormality. When the disease is localized to one hepatic lobe, hepatectomy relieves symptoms and appears to remove the risk of malignancy. Good evidence suggests that malignancy complicates Caroli disease in roughly 7% of cases. Antibiotics are used to treat the inflammation of the bile duct, and ursodeoxycholic acid is used for hepatolithiasis. Ursodiol is given to treat cholelithiasis. In diffuse cases of Caroli disease, treatment options include conservative or endoscopic therapy, internal biliary bypass procedures, and liver transplantation in carefully selected cases. Surgical resection has been used successfully in patients with monolobar disease. An orthotopic liver transplant is another option, used only when antibiotics have no effect, in combination with recurring cholangitis. With a liver transplant, cholangiocarcinoma is usually avoided in the long run. Family studies are necessary to determine if Caroli disease is due to inheritable causes. Regular follow-ups, including ultrasounds and liver biopsies, are performed. == Prognosis == Mortality is indirect and caused by complications. After cholangitis occurs, patients typically die within 5–10 years. == Epidemiology == Caroli disease is typically found in Asia, and diagnosed in persons under the age of 22. Cases have also been found in infants and adults. As medical imaging technology improves, diagnostic age decreases. == History == Jacques Caroli, a gastroenterologist, first described a rare congenital condition in 1958 in Paris, France. He described it as \"nonobstructive saccular or fusiform multifocal segmental dilatation of the intrahepatic bile ducts\"; basically, he observed cavernous ectasia in the biliary tree causing a chronic, often life- threatening hepatobiliary disease. Caroli, born in France in 1902, learned and practiced medicine in Angers. After World War II, he was chief of service for 30 years at Saint-Antoine in Paris. Before dying in 1979, he was honored with the rank of commander in the Legion of Honour in 1976. ==References== == External links == Category:Ciliopathy Category:Hepatology Category:Rare diseases Category:Syndromes affecting the hepatobiliary system Category:Syndromes with tumors",
 "title": "Caroli disease"
}