{
 "id": "309064",
 "text": "George William Frederick Villiers, 4th Earl of Clarendon, (12 January 180027 June 1870) was an English diplomat and statesman from the Villiers family. He thrice served as Secretary of State for Foreign Affairs, as part of a distinguished diplomatic career. He was the leading British representative at the Congress of Paris which ended the Crimean War. ==Background and education== Villiers was born in London, the son of George Villiers and Theresa Parker. He went up to Cambridge at the early age of sixteen and entered St John's College on 29 June 1816. In 1820, as the eldest son of an earl's brother with royal descent, he was able to take his MA degree under the statutes of the university then in force. ==Career== In the same year, he was appointed attaché to the British embassy at Saint Petersburg. There he remained three years, and gained practical knowledge of diplomacy which would be of use to him later in his life. He had \"received from nature a singularly handsome person, a polished and engaging address, a ready command of languages, and a remarkable power of composition\". Upon his return to England in 1823, he was appointed to a commissionership of customs, an office which he retained for about ten years. In 1831, he was despatched to France to negotiate a commercial treaty, which however was fruitless. === Minister in Spain === On 16 August 1833, he was appointed minister at the court of Spain. Ferdinand VII died within a month of his arrival at Madrid, and the infant queen Isabella, then in the third year of her age, was placed on her contested throne, based on the old Spanish custom of female inheritance. Don Carlos, the late king's brother, claimed the crown by virtue of the Salic law of the House of Bourbon which Ferdinand had renounced before the birth of his daughter. Isabella II and her mother Christina, the queen regent, became the representatives of constitutional monarchy, Don Carlos of Catholic absolutism. The conflict which had divided the despotic and the constitutional powers of Europe since the French Revolution of 1830 broke out into civil war in Spain, and by the Quadruple Treaty, signed on 22 April 1834, France and England pledged themselves to the defence of the constitutional thrones of Spain and Portugal. For six years Villiers continued to give the most active and intelligent support to the Liberal government of Spain. He was accused, though unjustly, of having favoured the revolution of La Granja, which drove Christina, the queen mother, out of the kingdom, and raised Espartero to the regency. He undoubtedly supported the chiefs of the Liberal party, such as Espartero, against the intrigues of the French court; but the object of the British government was to establish the throne of Isabella on a truly national and liberal basis and to avert those complications, dictated by foreign influence, which eventually proved so fatal to that princess. Slavery was intended to be illegal in Spanish colonies from 1820, but this was not working. Villiers worked with the help of the Times correspondent David Turnbull to get slavery removed from Spanish colonies. In 1835 the Spanish reaffirmed their commitments.Manuel Llorca-Jaña, 'Turnbull, David (1793?–1851)’, Oxford Dictionary of National Biography, Oxford University Press, Oct 2009 accessed 1 Aug 2014 === Succession to the Earldom, Offices of State in Britain === Villiers received the Grand Cross of the Bath in 1838 in acknowledgment of his services, and succeeded, on the death of his uncle, to the title of Earl of Clarendon; in the following year, having left Madrid, he married a young widow, Lady Katharine Foster-Barham (née Grimston), eldest daughter of James Grimston, 1st Earl of Verulam. In January 1840 he entered Lord Melbourne's Whig administration as Lord Privy Seal, and from the death of Lord Holland in the autumn of that year Lord Clarendon also held the office of Chancellor of the Duchy of Lancaster until the dissolution of the ministry in 1841. Deeply convinced that the maintenance of a cordial understanding with France was the most essential condition of peace and of a liberal policy in Europe, he reluctantly concurred in the measures proposed by Lord Palmerston for the expulsion of the Mohammed Ali of Egypt from Syria; he strenuously advocated, with Lord Holland, a more conciliatory policy towards France; and he was only restrained from sending in his resignation by the dislike he felt to break up a cabinet he had so recently joined. The interval of Sir Robert Peel's administration (1841–1846) was to the leaders of the Whig party a period of repose; but Lord Clarendon took a strong interest in the triumph of the principles of free trade and in the repeal of the Corn Laws, of which his brother, Charles Pelham Villiers, had been one of the earliest champions. For this reason, upon the formation of Lord John Russell's first administration, Lord Clarendon accepted the office of President of the Board of Trade. === As Lord Lieutenant of Ireland === Twice in his career the governor-generalship of India was offered him, and once the governor-generalship of Canada; these he refused from reluctance to withdraw from the politics of Europe. In 1847, the desire of the cabinet was to abolish the lord-lieutenancy of Ireland, and Lord Clarendon was prevailed upon to accept that office, with a view to transform it into an Irish secretaryship of state. He arrived during the second year of the Great Famine. The crisis was one of extraordinary peril. Agrarian crimes had increased threefold. The Catholic clergy were openly disaffected. Extraordinary measures were required to retain the control by the Westminster government. The French Revolution of 1848 let loose fresh elements of discord, which culminated in an abortive insurrection, and for a lengthened period Ireland was a prey to more than her wonted symptoms of disaffection and disorder. Lord Clarendon remained viceroy of Ireland till 1852. His services were expressly acknowledged in the queen's speech to both Houses of Parliament in September 1848—this being the first time that any civil services obtained that honour; and he was made a Knight of the Garter (retaining also the grand cross of the Bath by special order) on 23 March 1849. ==Secretary of State for Foreign Affairs== thumb|left|200px|Signed Clarendon Military Passport 1857 Upon the formation of the coalition ministry between the Whigs and the Peelites, in 1853, under Lord Aberdeen, Lord Clarendon became Secretary of State for Foreign Affairs. The country was already \"drifting\" into the Crimean War, an expression of his own which was never forgotten. Clarendon was not responsible for the policy which brought war about; but when it occurred he employed every means in his power to stimulate and assist the war departments, and above all he maintained the closest relations with the French. The tsar Nicholas had speculated on the impossibility of the sustained joint action of France and England in council and in the field. It was mainly by Lord Clarendon at Whitehall and by Lord Raglan before the Siege of Sevastopol that such a combination was rendered practicable, and did eventually triumph over the enemy. The diplomatic conduct of such an alliance for three years between two great nations jealous of their military honour and fighting for no separate political advantage, tried by excessive hardships and at moments on the verge of defeat, was certainly one of the most arduous duties ever performed by a minister. The result was due in the main to the confidence with which Lord Clarendon had inspired the emperor of the French, and to the affection and regard of the empress, whom he had known in Spain from her childhood. In 1856 Lord Clarendon took his seat at the congress of Paris convoked for the restoration of peace, as first British plenipotentiary. It was the first time since the appearance of Lord Castlereagh at Vienna that a secretary of state for foreign affairs had been present in person at a congress on the continent. Lord Clarendon's first care was to obtain the admission of Piedmont-Sardinia to the council chamber as a belligerent power, and to raise the barrier which still excluded Prussia as a neutral one. But in the general anxiety of all the powers to terminate the war there was no small danger that the objects for which it had been undertaken would be abandoned or forgotten. It is due entirely to the firmness of Lord Clarendon that the principle of the neutralization of the Black Sea was preserved, that the Russian attempt to trick the allies out of the cession in Bessarabia was defeated, and that the results of the war were for a time secured. The congress was eager to turn to other subjects, and perhaps the most important result of its deliberations was the celebrated Declaration of the Maritime Powers, which abolished privateering, defined the right of blockade, and limited the right of capture to enemy's property in enemy's ships. Lord Clarendon has been accused of an abandonment of what are termed the belligerent rights of Great Britain, which were undoubtedly based on the old maritime laws of Europe. But he acted in strict conformity with the views of the British cabinet, and the British cabinet adopted those views because it was satisfied that it was not for the benefit of the country to adhere to practices which exposed the vast mercantile interests of Britain to depredation, even by the cruisers of a secondary maritime power, and which, if vigorously enforced against neutrals, could not fail to embroil her with every maritime state in the world. Upon the reconstitution of the Whig administration in 1859, Lord John Russell made it a condition of his acceptance of office under Lord Palmerston that the foreign department should be placed in his own hands, which implied that Lord Clarendon should be excluded from office, as it would have been inconsistent alike with his dignity and his tastes to fill any other post in the government. The consequence was that from 1859 till 1864 Lord Clarendon remained out of office, and the critical relations arising out of the Civil War in the United States were left to the guidance of Earl Russell. But he re-entered the cabinet in May 1864 as Chancellor of the Duchy of Lancaster; and upon the death of Lord Palmerston in 1865, Lord Russell again became prime minister, when Lord Clarendon returned to the foreign office, which was again confided to him for the third time upon the formation of Gladstone's administration in 1868. He died surrounded by the boxes and papers of his office on 27 June 1870. ==Family== On 4 June 1839, Villiers married the widowed Lady Katherine Foster-Barham (a daughter of James Grimston, 1st Earl of Verulam) and they had eight children: *Lady Constance Villiers (1840–1922), married Frederick Stanley, 16th Earl of Derby. *Lady Alice Villiers (1841–1897), married Edward Bootle-Wilbraham, 1st Earl of Lathom. *Lady Emily Theresa (1843–1927), married Odo Russell, 1st Baron Ampthill. *Edward Hyde, Lord Hyde (1845–1846). *Edward Villiers, 5th Earl of Clarendon (1846–1914). *Hon. George Patrick Hyde (1847–1892), married Louisa Maria Maquay, daughter of George Disney Maquay, on 9 October 1884. *Lady Florence Margaret (1850–1851). *Hon. Francis Hyde Villiers (1852–1925), married Virginia Katharine Smith, daughter of Eric Carrington Smith and Mary Maberly, on 28 June 1876. ==Notes== ==Further reading== * * David Steele. \"Villiers, George William Frederick, fourth earl of Clarendon\" Dictionary of National Biography (2009) * Cecil, Algernon. British Foreign Secretaries 1807-1916 (1927) pp 220–255. online * Sir Herbert Eustace Maxwell: The Life and letters of George William Frederick 4. Earl of Clarendon. London: Arnold, 1913. online * George Villiers Clarendon: First report on the commercial relations between France and Great Britain, addressed to ... the lords of the committee of privy council for trade and plantations: with a supplementary report, by John Bowring. London, 1834 ==External links== * * Category:1800 births Category:1870 deaths 4 Category:Alumni of St John's College, Cambridge Category:Knights of the Garter Category:Knights of St Patrick Category:Knights Grand Cross of the Order of the Bath Category:Liberal Party (UK) hereditary peers Category:Diplomatic peers Category:British Secretaries of State for Foreign Affairs Category:Lords Lieutenant of Ireland Category:Lords Privy Seal Category:Members of the Privy Council of the United Kingdom Category:Chancellors of the Duchy of Lancaster George Villiers, 4th Earl of Clarendon Category:Politicians from London Category:Ambassadors of the United Kingdom to Spain Category:Presidents of the Board of Trade",
 "title": "George Villiers, 4th Earl of Clarendon"
}