{
 "id": "309228",
 "text": "Neilston Football Club are a Scottish football club based in Neilston, East Renfrewshire who currently play in the . ==History== The club was formed on Monday 4 June 1945 when a public meeting was held in the old wooden clubhouse at Brig O’Lea. Their first league game took place on Saturday 11 August 1945. It was an away match against Riccarton Bluebell and resulted in a 4–4 draw. Just two years after their formation, the club finished the 1946–47 season as the Western League North champions and also won the Western League Cup and the Renfrewshire Cup. Renfrew District Council took over Brig O’Lea Stadium in the early 1960s and built a new clubhouse and installed floodlights for season 1964–65. The new look stadium was opened on Monday 21 December 1964 when Neilston played Greenock Morton under the new floodlights. In 1967 they left the Western League to join the Central League and in their first season they finished runners-up to Petershill in the \"B\" Division. In season 1970–71 they were \"C\" Division Champions. 1995 was their 50th Anniversary year, and in all honesty the club could have folded, but due to the hard work and determined efforts of everyone at the club they came through. On 6 October 1998 Neilston won their first major trophy in 51 years by defeating Ballieston 5–0 at Fir Park, Motherwell in the Beatons Sectional League Cup Final. Season 2002–03 saw Neilston come close to being crowned the first ever champions of the newly created West Super League Premier Division but they missed out on goal difference to Pollok. Season 2005–06 was their most successful for 50 years as they finished champions of the Stagecoach Super League First Division and won the Carlsberg Sectional League Cup against East Kilbride Thistle 4–3 on penalties after a 0–0 draw at Firhill Stadium to give the club a well deserved double. 2006–07 saw the club get to the quarter finals of the Scottish Junior Cup for only the fourth time in their history and finish in fourth place in the Stagecoach Super League Premier Division. Relegated at the end of 2008–09 from the Stagecoach Super League Premier, The Farmer's Boys then suffered back to back relegations from the Stagecoach Super First Division to the Central District First Division. The team are managed since June 2016 by Martin Campbell and John Paul Dow. On 19 November 2018 Derek Carson and Chris Cameron become the new co-manager of the club. Neilston moved to the newly formed West of Scotland League in 2020 with members voting to drop the \"Juniors\" part of the club's name. ==Notable players== * Dixie Deans == Honours == *Western League Champions 1947 *Western League North Section Winners 1947 *Western League Cup Winners 1947 *Renfrewshire Junior Cup Winners - 1947, 1948, 1949, 1952, 1953, 1965 *Renfrewshire & Dunbartonshire Cup Winners - 1953 *Kirkwood Shield Winners - 1967, 1969 *Erskine Charity Cup Winners - 1991, 1994 *McGregor Cup Winners - 1992 *Central League 'C' Champions - 1971 *West Super League Division One winners - 2006 *West Super League Premier Runners-Up - 2003 *Sectional League Cup Winners - 1999, 2006 ==Management team== {| class=\"wikitable\" |- !Name !Role |- |Co-managers |Derek Carson Chris Cameron |- |Player/Coach||David Gordon |- |Development Manager|| Andy Whiteford |} ==References== ==External links== *Neilston Juniors Website Category:Football clubs in Scotland Category:Scottish Junior Football Association clubs Category:Football in East Renfrewshire Category:Association football clubs established in 1945 Category:1945 establishments in Scotland Category:Neilston Category:West of Scotland Football League teams",
 "title": "Neilston F.C."
}