{
 "id": "309415",
 "text": "Charles Arthur Salvador (formerly Charles Ali Ahmed; born Michael Gordon Peterson on 6 December 1952), better known as Charles Bronson, is a British criminal who has been referred to in the British press as the \"most violent prisoner in Britain\" and \"Britain's most notorious prisoner\". He has spent periods detained in the Rampton, Broadmoor and Ashworth high-security psychiatric hospitals. First arrested as a petty criminal, he was convicted and sentenced in 1974 to seven years' imprisonment for armed robbery. Additional time was added due to attacks on prisoners and guards. Upon his release in 1987, he began a bare-knuckle boxing career in the East End of London. His promoter thought he needed a more suitable name and suggested he change it to Charles Bronson in 1987, after the American actor. He was returned to prison in 1988 after being convicted of planning another robbery. He is known as a violent inmate, and has taken numerous hostages in the course of confrontations with guards, resulting in his sentence later being changed to life imprisonment. He has been held at times in each of England's three special psychiatric hospitals. Due to his record of violent anger and mental illness in prison, Bronson is one of the highest-profile criminals in Britain. He has been featured in books, interviews, and studies in prison reform and treatment. He has said: \"I'm a nice guy, but sometimes I lose all my senses and become nasty. That doesn't make me evil, just confused.\" He was the subject of the 2008 film Bronson starring Tom Hardy, a biopic based loosely on his life. Bronson has written many books about his experiences and the famous prisoners he has met throughout his incarceration. A self-declared fitness fanatic who has spent many years in segregation (solitary confinement), Bronson dedicated a book to exercising in confined spaces. He is an outsider artist; Bronson's paintings and illustrations of prison and psychiatric hospital life have been publicly exhibited and won him multiple awards. In 2014, he changed his name again, this time to Charles Salvador, in a mark of respect to Salvador Dalí, one of his favourite artists. The Charles Salvador Art Foundation was founded to promote his artwork and \"help those in positions even less fortunate than his own\" to participate in art. == Life == ===Early life=== Born Michael Gordon Peterson in Luton, Bedfordshire, he was one of three sons of Eira and Joe Peterson. His father later ran the Conservative club in Aberystwyth. His uncle and aunt each served as mayor of Luton in the 1960s and 1970s. His aunt, Eileen Parry, is quoted as saying: \"As a boy, he was a lovely lad. He was obviously bright and always good with children. He was gentle and mild-mannered, never a bully; he would defend the weak\". Peterson lived in Luton from the age of four, but when he was a teenager, his family moved to Ellesmere Port, Cheshire, where he started getting into trouble. By the age of 13, he was part of a gang of four robbers and was reprimanded in juvenile court after he was caught stealing. He enjoyed fighting from an early age, and was often absent from school. Bronson later returned to Luton, which he refers to as his hometown. His first job was at Tesco, which lasted a fortnight before he was dismissed for attacking his manager. He passed through a number of jobs, working as a hod carrier and in a number of factories. He was imprisoned for the first time at Risley, serving time on remand for criminal damage after he smashed some parked cars following an argument with his girlfriend's father. Following his trial, he was fined and given probation. Peterson worked as a furniture remover, while regularly fighting on his nights out. After being involved in petty crime, he was in serious trouble with the authorities for the first time after crashing a stolen lorry into a car. He was apprehended in his parents' home, from the scene of the incident. The driver of the car survived the collision, resulting in Bronson not facing serious penalty, receiving fines and probation. After his trial, he returned to petty crime and menial labour. Aged 19, Bronson was convicted for his part in a smash and grab raid. The judge gave him a suspended sentence. He met Irene Kelsey in 1971, who described him as \"so different from any other boys I knew. He always wore tailored suits, had perfectly-groomed sideburns and a Cockney accent.\" Eight months later in 1972, when Kelsey was four months pregnant, the couple married at Chester Register Office. Their son is Michael Jonathan Peterson. Five years later they divorced, and Kelsey later remarried. === 1974–1989 === Bronson was convicted of armed robbery in 1974, aged twenty-two, and sentenced to seven years imprisonment. He was sent to Walton Gaol, and soon ended up on the punishment block after attacking two prisoners without being provoked. He was transferred to Hull in 1975. After refusing prison work, he smashed up a workshop after an altercation with a prison officer, and was sent to the punishment block. He was also injected with the sedative chlorpromazine (which made him violently ill), and six months were added to his sentence. After recovering he continued to prove a highly challenging inmate, and was repeatedly placed in solitary confinement (isolation) for several months. He attacked fellow prisoner John Henry Gallagher with a glass jug, and was charged with grievous bodily harm. (Charges were later dropped to unlawful wounding, and he was convicted. Nine months were added to his sentence.) He was transferred to Armley Gaol. Peterson found that his reputation as a violent and highly dangerous inmate preceded him. During 1975 to 1977, he was switched between Armley, Wakefield, Parkhurst, and Walton prisons; he was taken from Yorkshire to London chained to the floor of a prison van. Kept in solitary confinement, he began a fitness programme. He continued to attack other convicts and damage prison property. While recovering in solitary from a beating given to him for punching two prison officers, Bronson was handed the divorce papers filed by his wife. At Wandsworth, he attempted to poison the prisoner in the cell next to him. He was moved to Parkhurst Prison in 1976, where he befriended the Kray twins, whom he described as \"the best two guys I've ever met\". He was moved back to Wandsworth after threatening to kill a prison officer. He spent four months in isolation after he was caught trying to dig his way out of his cell. After being returned to the prison's general population, he caught up with the prisoner who had informed on his escape plan, and attacked him, scarring him for life. The governor at Wandsworth wanted to transfer Bronson out of his facility, and only the C Unit (Psychiatric Wing) at Parkhurst was willing to accept him. Bronson was returned to the Isle of Wight. There he attacked a prisoner with a jam jar, and was again charged with grievous bodily harm. He attempted suicide and attacked another prison officer, and was made subject to a transfer direction order under the Mental Health Act. In December 1978, Bronson arrived at Broadmoor, but was soon transferred to Rampton Secure Hospital. Unable to adapt to forced medication, and in the company of highly disturbed and highly dangerous patients, Bronson attempted to strangle child rapist and murderer John White. He was apprehended just as White was giving out his death rattle. He was returned to Broadmoor, where he reunited with Ronnie Kray. At Broadmoor, Bronson attempted to strangle Gordon Robinson to death, but was prevented from doing so by the tearing of the silk tie he was using. Following this failure, Bronson became depressed, but found his spirits lifted when Ronnie Kray arranged a visit from boxer Terry Downes. In 1982, he performed his first rooftop protest after escaping to the top of Broadmoor; he tore off roof tiles. Not long after the first incident, he again reached the roof of Broadmoor. He caused £250,000 worth of damage in a three-day protest before he was talked down by his family. Following further treatment, he took up art. Eventually he received more prison awards than any other inmate for his poems, prose, and cartoons. He made a third rooftop protest, this time demanding a prison transfer, but was again talked down. He began an 18-day- long hunger strike, and was eventually granted a transfer to Ashworth Hospital (then known as Park Lane Hospital) in June 1984. Though Bronson was more settled in the more modern facilities and regime at Ashworth, he soon returned to his previous behavior. He used a sauce bottle to stab Mervin Horley, a patient who made sexual advances towards him. He was returned to the general prison population at Risley Remand Centre in 1985, but was placed in isolation after punching a fellow inmate. In May 1985, Bronson pleaded guilty to grievous bodily harm for the attack on Horley, and three years were added to his sentence. Later in the year he was returned to Walton, where he made another three-day rooftop protest, causing £100,000 worth of damage. Authorities added another year to his sentence. He was moved to Albany, where he punched another convict on his first day in general prison population. He was quickly moved to Wormwood Scrubs, and two weeks later was returned to Wandsworth. In 1986 Bronson was transferred eight times, the only new location being Winchester. He strangled the governor of Wormwood Scrubs during one particularly violent episode. On 3 January 1987 he was transferred to Gartree, where he served the rest of his sentence in isolation, other than ten days spent in nearby Leicester Prison. ===1987–1999=== Upon his release from Gartree, Peterson was met by his family and stayed with his parents for a few days in Aberystwyth. He journeyed by train to London, bought a water pistol, modified it, and used it to intimidate a stranger into driving him to Luton. Bronson embarked on a short-lived career in illegal bare-knuckle boxing in the East End of London on the advice of long-time friend Reggie Kray. He changed his name from Michael Peterson to Charles Bronson in 1987 on the advice of his fight promoter, Paul Edmonds, although he had never seen a film starring the American actor Charles Bronson. He offered to fight Lenny McLean, but was refused. He also said that he killed a rottweiler with his bare hands in a £10,000 underground fight. Later he said that this was \"not something I'm proud of because I love animals.\" To the surprise of his girlfriend Alison, on New Year's Day 1988 he robbed a jewellery shop, kept a ring for her, and sold the rest. On 7 January 1988, his 69th day of freedom, he was apprehended and arrested on his morning jog. The arresting officers charged him under his fighting name, Charles Bronson, and he decided at that moment to give up the name Michael Peterson. He was returned to Leicester Prison, as Bedford Prison refused to house him on account of his uncontrollable behaviour during his first stretch in prison. His defence had looked strong as eyewitnesses refused to testify due to fear of reprisals. Alison retracted her initial testimony and became the prosecution's main witness; this not only removed Bronson's alibi but gave the prosecution all the evidence needed to win the case. Bronson made a failed bid to reach the prison's roof, and was transferred to Brixton. Bronson was placed in a top-secure unit of 16 prisoners at Brixton. In June 1988, he pleaded guilty to armed robbery and was sentenced to seven years. Bronson was taken to Wandsworth, before being transferred to Full Sutton. There he spent time in isolation for punching a prisoner and a prison officer, and throwing water on the governor. He also spent a month at Durham, where he bonded with a family of rodents that crept into his cell. In 1989 he was moved to Long Lartin, and seemed to settle at the prison. However, he eventually \"went over the edge\" and ran riot in the nude, clutching onto a spear he fashioned out of a broken bottle and a broom handle. After another incident where Bronson began a one-man riot, he was put into isolation. He spent two months at Bristol, before being moved to Birmingham, Winchester, and back to Wandsworth in September 1989. He was regularly moved and regularly in trouble, particularly so when he punched two prison officers at Gartree and took the Deputy Governor hostage at Frankland. At Parkhurst he was on the receiving end of an attack, when at least two prisoners stabbed him in the back several times; Bronson refused to speak to the police about it. He recovered from the attack without further incidents, and was released from prison in November 1992. Bronson spent 53 days as a free man before being arrested once more, this time for conspiracy to rob. He was remanded at the newly opened Woodhill Prison, but insisted that his girlfriend Kelly-Anne, her friend Carol, and her lover were lying to the police in order to get him locked away. On 9 February 1993, the charges of robbery were dismissed; he was given a £600 fine for breaking the nose of Kelly-Anne's lover. Sixteen days later he was arrested for conspiracy to rob and for possession of a sawn-off shotgun. On remand in Woodhill, he took a civilian librarian hostage, and demanded an inflatable doll, a helicopter, and a cup of tea from police negotiators. He released the hostage after being disgusted when the man broke wind in front of him. Bronson was taken from Belmarsh to Bullingdon Prison for his trial. For the trial he pleaded guilty to possessing the shotgun, but not guilty for the conspiracy charges. He told the jury he had intended to use the shotgun to blow his head off. On 14 September 1993, he was found guilty of 'intent to rob' and not guilty of conspiracy to rob, while his co-defendant was found innocent of all charges. He was given an eight-year sentence. Bronson was taken from Belmarsh to Wakefield, where he spent 40 days naked in isolation. He was transferred to Hull in November, where he spent a number of months without incident before he took deputy governor Adrian Wallace hostage on Easter Monday 1994. He was overpowered by guards, and was transferred to Leicester. He was returned to Wakefield, where he was confined to what was known as the \"Hannibal Cage\", previously occupied by Robert Maudsley. While there, prison officers Mick O'Hagan and Alan Jarvis encouraged Bronson to take up art, and he began to concentrate on cartooning. His father died in September 1994, during a period when Bronson was in constant solitary confinement and was moved almost weekly. He attacked the governor at High Down, who had felt safe enough to visit Bronson on his own, telling his prison officers that \"he's okay with me\". At Lincoln he was allowed to spend time with children with Down syndrome; he was taken out of solitary and placed back on the prison wings after getting along well with the children. He was returned to isolation after returning from 30-minutes' exercise 30 minutes late. In April 1996, he was sent back to Belmarsh after taking a doctor hostage at Birmingham. Five months later, an Iraqi hijacker bumped into him in the canteen and did not apologise. After a long period of brooding, Bronson took two other Iraqi hijackers, along with another inmate named Jason Greasley, hostage in a cell. By his own admission, he was \"losing it badly\" and ranted about his dead father, saying that any \"funny business\" would result in him \"snapping necks\". He sang and laughed and forced the Iraqis to tickle his feet and call him 'General'. He demanded a plane to take him to Libya, two Uzi sub-machine guns, 5,000 rounds of ammunition, and an axe. He released Greasley, but began chanting \"I want ice cream\". He felt guilty after hitting one of the hostages with a metal tray and therefore insisted the same hostage hit him over the head four times so as to call it 'quits'. He slashed himself four times with a safety razor, but agreed to release the hostages and walk back to the segregation unit. Another seven years were added to his sentence, though this was reduced to five on appeal. In October 1996, Bronson was unsettled as he had an unexpected visit from Robert Taylor, a doctor, instead of his regular lawyer. He took Taylor hostage, but released him 30 minutes later after coming to his senses; Taylor refused to assist a prosecution. In January 1999, he took Phil Danielson, a civilian education worker, hostage, as he had criticised one of Bronson's drawings. Bronson tore up the prison, throwing refrigeration units and furniture around. He was shocked and knocked unconscious for a few minutes when wrenching a washing machine out of the wall. The siege lasted for 44 hours before he released Danielson. Bronson was transferred to Whitemoor. For the incident Bronson received a discretionary life sentence to run a minimum of three years. Later in 1999 a special prison unit was set up at Woodhill for Bronson, Robert Maudsley and Reginald Wilson, to reduce the risk they posed to staff and other prisoners. Danielson received £65,000 (in compensation from the Home Office in an out-of-court settlement, although the prison service did not admit liability for its negligence in failing to protect a civilian employee. ===2001 – present=== In 2001, Bronson married again, this time in HMP Woodhill to Fatema Saira Rehman, a Bangladeshi-born divorcee. She had seen his picture and an article about him in a newspaper and began writing to him. Rehman had visited Bronson ten times before they married. She had worked at a women's shelter before they met, but lost her job when her employer found out about the relationship. For a short time, Bronson converted to his wife's faith of Islam, and wished to be known as Charles Ali Ahmed, but did not change his name legally. After four years he and Rehman divorced, and he renounced Islam. During this period, Bronson appealed against his life sentence, but three appeal court judges rejected the application in April 2004. In court with six prison guards surrounding him, Bronson said his wife and her daughter were helping to rehabilitate him, and references about his character, including reports from psychiatrists, were positive on this occasion. In 2007, two prison staff members at Full Sutton high security dispersal prison in the East Riding of Yorkshire were involved in a \"control and restraint incident\", in an attempt to prevent another hostage situation, during which Bronson had his glasses broken. Bronson received £200 compensation for his broken glasses. Bronson remained a Category A prisoner when he was moved to Wakefield High- Security Prison. He was due for a parole hearing in September 2008, but this was postponed when his lawyer objected to a one-hour parole interview, requesting a full day to deal with Bronson's case. The parole hearing took place on 11 March 2009, and the board refused parole shortly afterwards. In August 2013 a petition with 10,000 signatures was presented to 10 Downing Street calling for his release. In an enclosed note, Bronson appealed to prime minister David Cameron for him to be able to \"live what's left of my life and not be buried in the prison system\". On 28 February 2014, Bronson violently attacked the prison governor in a television room in HMP Woodhill, over a dispute that his mail was being withheld, including two letters from his mother. The governor suffered serious bruising. In July 2014, Bronson was sentenced to two years. The prison had accepted that his mail may have been unacceptably processed. In August 2014, Bronson announced that he was changing his name via deed poll to Charles Salvador, in tribute to the artist Salvador Dalí. In a hand-written statement on his website, Salvador stated that \"The old me dried up... Bronson came alive in 1987. He died in 2014.\" Under this new name, he began creating works of art described as \"fantasy reality\". A collection of these works was auctioned in October 2014. Salvador proposed to actress Paula Williamson, during a prison visit on 13 February 2017, and was accepted. She had been visiting him for five months. According to Williamson: \"Charlie is a changed man. It is my hope that he will be released by my 40th birthday, in August 2020\". Williamson, who had minor roles in Coronation Street and Emmerdale, married Salvador in the prison chapel on 14 November 2017. It became known in July 2018 that Bronson asked for divorce after photo evidence of a young British holidaygoer 'motorboating' on her chest and inviting him and his friends to her apartment, whilst on holiday in Tenerife, was leaked to a newspaper. She claimed he requested his wife to wear a catsuit when she next visited him, a suggestion she rejected. On 29 July 2019, Williamson, aged 38, was found dead at her home in Stoke-on-Trent. Her death was not considered suspicious by the police. In 2017, Bronson contacted newspaper photographer George Bamby after recognising his name on a Channel 4 documentary. After meeting, Bronson gave Bamby hair samples for DNA testing, which proved that Bronson is his father. In November 2018, Bronson was found not guilty at Leeds Crown Court after being tried for attempting to cause grievous bodily harm with intent. The incident the previous January had involved Mark Docherty, the governor at Wakefield prison. \"For the first time in 44 years in prison I never intended to be violent. I never meant to hurt the governor\", Bronson told the court (via Videolink) while defending himself. Shortly after his acquittal, he was moved to HM Prison Woodhill. In June 2020, Bronson won a High Court battle for the right for his parole board meeting to be held in public, citing the right to a fair trial. == Occupations and projects == While in prison, Bronson developed a fitness regime and in 2008 claimed he could still do 172 press-ups in 60 seconds and 94 sit-ups in 30 seconds. In 2002, he published the book Solitary Fitness, detailing an individual training process with minimal resources and space. – Total pages: 215 Since 1999, Bronson has occupied himself by writing poetry and producing artworks; he has had eleven books published, including in 2008 his only self- penned book Loonyology: In My Own Words. He has won 11 Koestler Trust Awards for his poetry and art. On 28 April 2010, BBC News reported that artwork by Bronson was displayed on the London Underground at Angel tube station from 26 April 2010 for two weeks. The display was organised by Art Below, which is unrelated to the official Transport For London art programme. The National Victims' Association, which represents families affected by crime, queried the desirability of allowing Bronson \"to engage with the British public in this way\". His work was soon removed by an unknown party for unexplained reasons. The Guardian reported in 2014 that the sale of several of Bronson's artworks, which were formerly owned by Ronnie Kray, raised several thousand pounds for his mother to have a holiday. It followed her upset after Bronson's reported attack launched against 12 prison guards at HMP Woodhill. In 2016, he auctioned one of his artworks to raise money for the treatment of a child with cerebral palsy. In 2021, Bronson (under the name Charles Arthur Salvador) was featured on the single \"Only Mad Men Crawl\" by the Ayia Napa-based recording act Lost Vegas. ==Film of Bronson's life== Bronson, which loosely follows Bronson's life, was released in Britain on 13 March 2009. It stars Tom Hardy in the eponymous role, and is directed by Nicolas Winding Refn. Controversy was caused at the première when a recording of Bronson's voice was played with no prior permission granted by officers at HM Prison Service, who called for an inquiry into how the recording had been made. ==Selected works== * \\- Total pages: 78 * \\- Total pages: 248 * \\- Total pages: 200 * \\- Total pages: 220 *\\- Total pages: 304 * \\- Total pages: 335 * \\- Total pages: 288 *\\- Total pages: 466 *\\- Total pages: 464 * \\- Total pages: 288 * \\- Total pages: 262 * \\- Total pages: 288 * \\- Total pages: 108 * \\- Total pages: 288 * \\- Total pages: 288 ==References== ==External links== * The Charles Salvador Art Foundation official website - archived at Wayback Machine * Bronson the Movie website archived at the Wayback Machine * * The Real Bronson (2010) TV documentary * Prisoner Charles Bronson: The Documentary (2000), an edited version of the banned Sincerely Yours video by Stephen Richards Category:1952 births Category:Living people Category:20th-century English criminals Category:21st-century English criminals Category:Bare-knuckle boxers Category:British former Muslims Category:British people convicted of robbery Category:Converts to Islam Category:Criminals from Bedfordshire Category:English autobiographers Category:English prisoners and detainees Category:Outsider artists Category:English prisoners sentenced to life imprisonment Category:English people convicted of assault Category:People convicted of assault occasioning actual bodily harm Category:People from Ellesmere Port Category:People from Luton Category:People detained at Ashworth Hospital Category:People detained at Broadmoor Hospital Category:English male poets Category:Inmates of HM Prison Belmarsh Category:English male boxers Category:English male non-fiction writers",
 "title": "Charles Bronson (prisoner)"
}