{
 "id": "309775",
 "text": "Kyrgyz music is nomadic and rural, and is closely related to Turkmen and Kazakh folk forms. Kyrgyz folk music is characterized by the use of long, sustained pitches, with Russian elements also prominent. ==Traditional music== Travelling musicians and shamans called manaschi are popular for their singing and komuz-playing. Their music is typically heroic epics, such as the most famous story, the Manas epic (20 times longer than Homer's Odyssey), which is the patriotic tale of a warrior named Manas, and his descendants, who fight with the Chinese.Broughton, Simon and Sultanova, Razia. \"Bards of the Golden Road\". 2000. In Broughton, Simon and Ellingham, Mark with McConnachie, James and Duane, Orla (Ed.), World Music, Vol. 2: Latin & North America, Caribbean, India, Asia and Pacific, pp 24-31. Rough Guides Ltd, Penguin Books. There are modern reciters of the Manas who are very popular, such as Rysbek Jumabaev and Sayaqbay Karalaev. Aside from the komuz, Kyrgyz folk instruments include the kyl kiak (qyl-qyiyak), a two-stringed upright bow instrument (cf. fiddle), sybyzgy, a side-blown flute, chopo-choor and the temir ooz komuz (mouth komuz), also known as jaw harp in some countries. The komuz is the national instrument of Kyrgyzstan. It is a plucked string instrument. The kyl kiak, however, is also an important symbol of Kyrgyz identity. It is a string instrument, related to the Mongolian morin khuur, and is associated with horses and the vital role they play in Kyrgyz culture. Shamanistic elements of Kyrgyz folk culture remain, including the dobulba (a frame drum), the asa- tayak (a wooden device decorated with bells and other objects) and the earlier mentioned kyl kiak. A widespread variety of instrumental music called kui (or küü) tells narratives that revolve around a musical journey. The narrative, which is entirely expressed without words, is sometimes punctuated with exaggerated gestures to mark important parts of the story. ===Performers=== Modern interpreters of Kyrgyz traditional music include the Kambarkan national folk ensemble. Salamat Sadikova is a popular traditional Kyrgyz singer with a strong voice, who is capable of holding notes for a remarkably long duration. Her repertoire includes contemporary folk-style compositions as well as folk songs. Other notable acts include Tengir-Too, the Djunushov Brothers, Jusup Aisaev, Gulnur Satylganova, and Zere Asylbek. Kyrgyz writer and musician Elmirbek Imanaliyev died in April 2020. ==Contemporary music== Rock and metal music is popular in Kyrgyzstan. Darkestrah is a well-known metal band from Bishkek, now based in Germany. Their music combines traditional Kyrgyz folk music with black metal. There is also a new pop genre called Z-Pop which influenced mainly by K-Pop and western pop music. ==Gallery== ==References== ==External links== *Kyrgyz music - samples of folk music available for download *National Geographic World Music: Kyrgyzstan *Introduction to the music of Kyrgyzstan Kyrgyzstani",
 "title": "Music of Kyrgyzstan"
}