{
 "id": "310009",
 "text": ", provisionally designated: , is a kilometer-sized asteroid and synchronous binary system, classified as near-Earth object and potentially hazardous asteroid of the Apollo group. It became briefly notable upon its discovery in late August 2003, when media outlets played up a very preliminary report that it had a 1 in 250,000 chance of impacting into Earth on 21 March 2014. The discovery of a companion, approximately in diameter, was announced in September 2021. == Description == was discovered on 24 August 2003. It was added to the Sentry Risk Table on 30 August 2003. By 31 August 2003 (with an observation arc of 7 days) the odds of an impact on 21 March 2014 were already reduced to 1 in 1.7 million. The asteroid was removed from the Sentry Risk Table on 14 September 2003, indicating there is no risk of an impact by it in the next 100 years. safely passed within of Earth on 26 March 2014. With an observation arc of 10 years and an orbital uncertainty of 0, its orbit and future close approaches are well-determined. == Preliminary reports == On 3 September 2003 a NASA press release wrote, has a diameter of approximately 1.24 km, and a mass of approximately . If it were to hit the Earth, it would be a major event, with an energy of approximately 350,000 megatons of TNT (1.5 ZJ), enough to cause global damage. Sara Russell, a meteorite researcher at London's Natural History Museum, told the BBC on 2 September 2003 that she was not worried that would be a danger; \"The odds are very, very low ... We have to keep some kind of perspective\", she said. As a result of the press coverage of asteroids such as , astronomers are now planning to re-word the Torino scale, or to phase it out completely in favour of a scale that is less likely to generate false alarms that may reduce public confidence in genuine alerts. == Binary system == A minor-planet moon, provisionally designated , was first detected on 29 August 2021, by Petr Pravec, Peter Kušnirák, Kamil Hornoch, and others using photometric data from ESO's La Silla Observatory in Chile. The discovery was announced on 17 September 2021. The secondary measures a third the size of its primary (Ds/Dp-ratio of 0.33), resulting in a mean-diameter of approximately 310 meters. It is estimated to be tidally locked, orbiting from the primary every 13.065 hours. The primary has a rotation period of hours and a derived diameter of kilometers, for a resulting effective diameter (system) of kilometers. == In fiction == * The asteroid was mentioned in Anonymous Rex (Les Reptilians) (2004) as the asteroid which the dinosaurs were counting on to destroy human civilization. * The Korean drama My Love from the Star also mentions it as the asteroid that will allow Do Min-joon to travel back to his home planet. == References == == External links == * No, Asteroid 2003 QQ47 is NOT Going to Hit the Earth Next Week (Phil Plait 15 March 2014) * * * 143649 143649 143649 143649 143649 20030824",
 "title": "(143649) 2003 QQ47"
}