{
 "id": "310141",
 "text": "The Principality of Achaea () or Principality of Morea was one of the three vassal states of the Latin Empire, which replaced the Byzantine Empire after the capture of Constantinople during the Fourth Crusade. It became a vassal of the Kingdom of Thessalonica, along with the Duchy of Athens, until Thessalonica was captured by Theodore, the despot of Epirus, in 1224. After this, Achaea became for a while the dominant power in Greece. ==Foundation== Achaea was founded in 1205 by William of Champlitte and Geoffrey I of Villehardouin, who undertook to conquer the Peloponnese on behalf of Boniface of Montferrat, King of Thessalonica. With a force of no more than 100 knights and 500 foot soldiers, they took Achaea and Elis, and after defeating the local Greeks in the Battle of the Olive Grove of Koundouros, became masters of the Morea. The victory was decisive, and after the battle all resistance from the locals was limited to a few forts that continued to hold out. The fort of AraklovonMiller William (1908)The Latins in the Levant : a history of Frankish Greece, 1204-1566 E.P. Dutton and Company, New York. p38 in Elis, was defended by Doxapatres Boutsaras and withstood the attacks until 1213, when the garrison finally surrendered. The fort of Monemvasia, and the castles of Argos, Nauplia and Corinth under Leo Sgouros held out until his suicide in 1208. By 1212, these too had been conquered, and organized as the lordship of Argos and Nauplia, and only Monemvasia continued to hold out until 1248. William of Champlitte ruled Achaea until he departed for France to assume an inheritance, but died on the way there in 1209. He was succeeded by Geoffrey I of Villehardouin, who ruled until his own death in 1219. ==Organization of the Principality== ===Territorial organization and feudal structure=== thumb|right|250px|Map of the Peloponnese with its principal locations during the late Middle Ages Achaea was rather small, consisting of the Peloponnese peninsula (then known as the Morea), but it was fairly wealthy, exporting wine, raisins, wax, honey, oil and silk. The capital of the principality was originally at Andravida. It was bordered on the north by Epirus and the Duchy of Athens and surrounded by Venetian-held territories in the Aegean Sea, including the forts of Modon and Coron on the Peloponnese. In 1208/9, after Champlitte's departure, William I created a commission, composed of two Latin bishops, two bannerets and five Greek magnates and chaired by himself, to assess the land and divide it, according to Latin practice, in fiefs. The resulting register was presented at a parliament held at the princely residence at Andravida, and divided the country into twelve baronies, mostly centred around a newly constructed castle—a testament to the fact that the Franks were a military elite amidst a potentially hostile Greek population.Setton (1976), p. 30Miller (1921), p. 71 The twelve temporal barons were joined by seven ecclesiastic lords, headed by the Latin Archbishop of Patras. Each of the latter was granted a number of estates as knightly fiefs, with the Archbishop receiving eight, the other bishops four each, and likewise four granted to each of the military orders: the Templars, Hospitallers and the Teutonic Knights.Miller (1921), pp. 72–73 The twelve secular baronies were:Setton (1976), p. 31Miller (1921), pp. 71–72 {|class=\"wikitable\" |-- ! Barony ! Fiefs ! Territory ! First holder |-- | Akova (Mattegrifon) || 24 || Arcadia || Walter of Rosières |-- | Karytaina (Chabron) || 22 || Skorta || Renaud of Briel |-- | Patras || 24 || N. Achaea || William Aleman |-- | Passavant (Passava) || 4 || Mani Peninsula || John of Nully |-- | Vostitsa || 8 || E. Achaea || Hugh I of Charpigny |-- | Kalavryta || 12 || SE. Achaea || Otho of Tournay |-- | Chalandritsa || 4 (later 8) || S. Achaea || Audebert of la Trémouille |-- | Veligosti || 4 || S. Arcadia || Matthew of Mons |-- | Nikli || 6 || S. Arcadia || William of Morlay |-- | Geraki || 6 || E. Laconia || Guy of Nivelet |-- | Gritzena || 4 || SE. Messenia || Luke |-- | Kalamata || - || S. Messenia || William I of Villehardouin |} Shortly after 1260, a thirteenth barony, that of Arcadia (modern Kyparissia) was established, which was also a personal fief of the Villehardouins. Aside from Kalamata (and later Arcadia), which became the Villehardouins' personal fief, the Prince's own domain encompassed the region of Elis, where the capital Andravida, the port of Glarentza (Clarence) and the fortress of Chlemoutsi (Clermont) were situated, Corinthia, with the Acrocorinth as the chief site, as well as most of Messenia and Laconia around the fertile valley of Eurotas. When Tsakonia and the other mountainous regions of the southeast were subdued in the late 1240s, these too came under the Prince's control.Bon (1969), p. 104 The twelve barons retained considerable powers and privileges, so that the Prince was not an absolute sovereign but rather a \"first among equals\" among them. Thus they had the right to construct a castle without the Prince's permission, or to decree capital punishment. Since Salic Law was not adopted in Achaea, women could also inherit the fiefs.Miller (1921), p. 74 The high secular and ecclesiastic lords formed the High Court (la Haute Court) of the principality, presided over by the Prince, which acted as the Prince's advisory council and judged affairs pertaining to feudal law.Setton (1976), p. 32Miller (1921), pp. 71, 72 In addition, a Lower Court (la Court de la Borgesie) is mentioned, which abjudicated in matters of common law. On the other hand, all vassals owed the Prince four months service in the field and four months garrison duty every year, retiring after the age of sixty, but only if a replacement could be provided. This put the principality on constant war footing. Indeed, the knights of Achaea enjoyed a considerable reputation both in the Levant and in Western Europe.Miller (1921), p. 72Setton (1976), pp. 31–32 With the Byzantine recovery of the region around Mystras after 1261, however, the rapid extinction of the original families and the expansion of Achaean influence across Frankish Greece, the initial organization of the Principate changed. By the time the principality's laws, the Assizes of Romania, were codified in the 1330s, the peers of the Prince were: the Duke of Athens, the Duke of Naxos, the Triarchs of Negroponte, the Margrave of Bodonitza, the Count palatine of Cephalonia and Zakynthos, the barons of Patras, Matagrifon and Kalavryta, as well as the marshal of the principality. ===Government and administration=== The most important secular and ecclesiastical lords participated in the council of the \"Grand Court\", which was presided over by the Prince. The council had great authority, and its decisions were binding for the Prince. The Principality's higher officials were the chancellor, the Prince's chief minister, the marshal, the constable, the treasurer, the protovestiarius, in charge of the Prince's personal treasury, and the pourveur des chastiaux, who was responsible for the replenishment of the castles. The Principality also produced a unique set of laws, the Assizes of Romania, which combined aspects of Byzantine and French law, and became the basis for the laws of the other Crusader states. Several Byzantine titles such as logothetes and protovestarius continued in use, although these titles were adapted to fit the conceptions of Western feudalism. The Byzantine pronoia system was also adapted to fit Western feudalism; peasants (paroikoi) technically owned their land, but military duties and taxes that they had not been subject to under the pronoia system were imposed on them by their new French lords. The Frankish barons were subjected to heavy military obligations. They had to serve four months each year with the Principality's army and further four months of guard duty on various castles.Chronicle of the Morea, verses 1995-2004 They could not leave the Principality, except with the Prince's permission, and even then had to return within two years and two days or have their property confiscated.Assizes Articles 111 & 120 ==The Principality in the 13th century== Geoffrey I was succeeded by his son Geoffrey II, who ruled until his death in 1245. By confiscating the ecclesiastical taxes, in the years 1221-1223 he built himself a powerful castle at Chlemoutsi, near modern Kyllini, which he used as his main residence. Because of this, he came into conflict with the Catholic Church, and was briefly excommunicated by the Pope. When John III of Nicaea besieged Constantinople in 1236, Geoffrey II came to the aid of the Latin Empire with 100 knights, 800 archers and 6 vessels. Under his son and successor, Prince William II Villehardouin, the Principality reached its zenith. William was a poet and troubadour, and his court had its own mint at Glarentza, and a flourishing literary culture, using a distinct form of spoken French. In 1249, William II moved the capital of Achaea to the newly built fortress of Mistra, near ancient Sparta. In 1255 he became embroiled in the War of the Euboeote Succession, and in 1259 he allied with Michael II, despot of Epirus, against Michael VIII Palaeologus of Nicaea. However, Michael II then deserted to join the Nicaean side, and William was taken prisoner at the Battle of Pelagonia. After Michael recaptured Constantinople in 1261, William was released in 1262 in return for Mistra and much of Laconia, which became a Byzantine province (the nucleus of the future Despotate of the Morea), as well as an oath of allegiance to the Emperor. thumb|right|250px|Map of the Greek and Latin states in southern Greece ca. 1278 However, soon after his release, William broke his oath of allegiance, and begun seeking alliances with and help from various Western nations.Bartusis, M.C., The Late Byzantine Army (1997), p. 49 Informed by the local Byzantine governor of William's actions, Michael VIII sent an army under the command of his half-brother, Constantine, against William, but the expedition was unsuccessful, the Byzantines first being routed at the Battle of Prinitza in 1263 and then, after Constantine's return to Constantinople, suffering a heavy defeat at the Battle of Makryplagi in 1264.Bartusis, M.C., The Late Byzantine Army (1997), pp. 49-50Hooper, N. & Bennett, M., The Cambridge Illustrated Atlas of Warfare (1996), p. 104 Despite his successes at Prinitza and Makryplagi, the war with the Byzantines had taken a toll on Achaean resources, and their empire remained a looming threat. A proposal to marry William's elder daughter Isabella to Andronikos, eldest son of Michael VIII, was strongly opposed by the Achaean nobility, who had no desire to come under Byzantine rule. Both William and his overlord Baldwin II, now dispossessed of Constantinople, had hoped for aid from King Manfred of Sicily, who had sent troops to aid William at Pelagonia. But Manfred fell under Papal sanction and was killed in 1266, when Charles of Anjou conquered his kingdom. Charles was now ascendant in Italy, and William and Baldwin came to terms with him in the Treaty of Viterbo (1267). In return for the military aid and funds they so greatly needed, Charles obtained the suzerainty over Achaea from Baldwin, and the Principality itself from William. The latter was to retain the Principality for life, and it was to pass to his daughter, Isabella, who was to marry one of Charles' sons. These were hard terms, essentially detaching Achaea from the Latin Empire and making it a dependency of the Kingdom of Sicily. Nonetheless, William fulfilled his obligations, leading an Achaean force to aid Charles against the invasion of Conradin at the Battle of Tagliacozzo (1268), and bringing Isabelle to Italy to marry Charles' son Philip in 1271. The military support of Charles allowed William to resist the Byzantines, and the last years of his reign were relatively quiet. However, after the death of William in 1278, the seeds of a calamitous succession dispute were laid. In the normal course of events, Achaea would have passed to a cadet branch of the House of Anjou. However, his son-in-law Philip had died in 1277 without an heir, and a reversionary clause in the Treaty of Viterbo provided that the Principality would go to Charles of Anjou, rather than Isabelle, should this occur. Charles duly took possession of the Principality, which he ruled through a series of baillis; he would never personally visit it. A renewed commitment by Charles to retake the Latin Empire (Treaty of Orvieto, 1281) was forestalled by the War of the Sicilian Vespers, and this struggle with the Crown of Aragon consumed the remainder of his life. His son Charles II succeeded him in Achaea as well as Sicily (now reduced to the Kingdom of Naples), but was a prisoner in Aragonese hands. In the interim, the rule of Achaea devolved upon a series of baillis chosen from the Morean nobility. Not long after his release and coronation in 1289, he granted the Principality to Isabelle of Villehardouin upon her marriage with Florent of Hainaut, in part to redress the grasping application of the Treaty of Viterbo at William's death. However, he retained feudal overlordship over the Principality, and his grant provided that neither Isabelle nor any daughter who was her heir might marry without his consent. ==The feudal conflict of the Morea (1307–1383) and last decades of the principality == For this period the principality was under a violent succession dispute, which originated from the dispossessed Latin Emperor Baldwin II's gift of the overlordship of Achaea to Charles I of Sicily in return for support in his attempt to reconquer the throne in Constantinople, an action which ignored the rights of the Villehardouin Princes of Achaea. The Angevin kings of Naples subsequently gave Achaea as their fief to a series of their own relatives and creatures, who fought against Princess Margaret of Villehardouin and her heirs. Charles II of Naples had at first granted the fiefdom of Morea or Achaea to Princess Isabella of Villehardouin (from the Villehardouin dynasty), but he deposed her in 1307 and granted it to his son Philip I of Taranto, who in 1313 transferred it to Matilda (or Mafalda, or Maud) of Hainaut, heiress of Isabella of Villehardouin, who was married to Louis of Burgundy, titular King of Thessalonica. But Margaret, younger daughter of William II Villehardouin, claimed her rights from 1307. In 1313 she claimed them again without success and then transferred her rights to her daughter Isabelle of Sabran, wife of Ferdinand of Majorca. The son of Ferdinand and Isabelle, known as James the Unfortunate, was proclaimed prince of the Morea in 1315 under the regency of his father, who conquered the principality between 1315 and 1316 but was defeated and executed by Louis of Burgundy and Matilda in 1316. In 1316 Louis of Burgundy died and King Robert of Naples deposed Matilda and gave the principality to his brother John of Durazzo, to whom Matilda was briefly married under duress before being imprisoned. From 1331 the feudal lords began to recognize the rights of James, and in 1333 the recognition was total. Then John transferred his rights to his sister-in-law, Catherine of Valois, titular Empress of Constantinople, wife of Philip I of Taranto, whose stepson Robert claimed her rights until 1346 when she died. Then the claim was issued by the son of Philip and Catherine, Philip II of Taranto. In 1349 James was succeeded by his son James IV (II of the Morea). In 1364 Robert of Taranto, stepson of Catherine and eldest surviving son of Philip I of Taranto, died. In 1373 Philip II transferred his rights to his cousin, overlord and former sister-in- law Queen Joan I of Naples, whose third husband James IV of Majorca, when he died in 1375, left her his own claim to the principality, at which point she became more or less uncontested Princess of Achaea. However, when Joan was imprisoned in Naples in 1381, another, much younger, James, James of Baux, grandson of Catherine and nephew of Philip II, who in 1374 had become titular Emperor of Constantinople, used the opportunity and seized Achaea. In 1383, Achaea was annexed by Charles III of Naples, successor and murderer of Queen Joan of Naples, who was the grandson of John of Durazzo, and James of Baux was driven away. In 1383 the Vicary government began, lasting until 1396, under the Durazzo kings of Naples. In 1404, Ladislaus, King of Naples, installed Centurione II Zaccaria, the lord of Arkadia (modern Kyparissia), as prince. Centurione continued to hold the post until 1430, when invasions by the Despots of the Morea, Constantine Palaiologos and Thomas Palaiologos, conquered the heartland of the Principality in Achaea. Centurione married off his daughter and heiress, Catherine, to Thomas, and retreated to his ancestral Messenian castle. On his death in 1432, this too was seized by the Byzantines. In about 1450, his illegitimate son, John Asen, was the focus of rebellions against Constantine, who was despot at the time. The Byzantine reconquest proved short-lived, however, as in 1460, the Ottomans conquered the Despotate. ==Princes of Achaea== ==In fiction== * Lord Geoffrey's Fancy (first published 1962, Bello Publishing, ). One of the last books by British historical novelist Alfred Duggan, this covers events in the Morea and the Duchy of Athens during the period 1257–1272. It is told from the perspective of an English knight who follows Geoffrey of Briel, a real person who held the Barony of Karytaina. Duggan was an archaeologist and historian; key facts are taken from the Chronicle of the Morea then fleshed out but it is as accurate as any historical reconstruction can be. * (Πριγκιπέσσα Ιζαμπώ), a novel by the Greek writer Angelos Terzakis about Princess Isabella, originally serialized in the Kathimerini newspaper in 1937–38. ==Family relations of the Princes of Achaea== ==See also== * Greece in the Roman era * Byzantine Greece ==References== ==Sources== * * * *Finley Jr, John H. \"Corinth in the Middle Ages.\" Speculum, Vol. 7, No. 4. (Oct., 1932), pp. 477–499. * * * * *Tozer, H. F. \"The Franks in the Peloponnese.\" The Journal of Hellenic Studies, Vol. 4. (1883), pp. 165–236. * Bartusis, M.C., The Late Byzantine Army (University of Pennsylvania Press, 1997) , * Hooper, N. & Bennett, M., The Cambridge Illustrated Atlas of Warfare (Cambridge University Press, 1996) , * * * ==External links== * Latin Occupation in the Greek Lands Category:States and territories established in 1205 Category:States and territories disestablished in 1430 Category:Former countries in the Balkans Category:Lists of princes Category:States of Frankish and Latin Greece Category:Former vassal states Category:Kingdom of Thessalonica Achaea",
 "title": "Principality of Achaea"
}