{
 "id": "310561",
 "text": "The State of Franklin (also the Free Republic of Franklin or the State of Frankland)Landrum, refers to the proposed state as \"the proposed republic of Franklin; while Wheeler has it as Frankland.\" In That's Not in My American History Book, Thomas Ayres maintains that the official title was \"Free Republic of Franklin\". was an unrecognized proposed state located in what is today East Tennessee, United States. Franklin was created in 1784 from part of the territory west of the Appalachian Mountains that had been offered by North Carolina as a cession to Congress to help pay off debts related to the American War for Independence. It was founded with the intent of becoming the 14th state of the new United States. Franklin's first capital was Jonesborough. After the summer of 1785, the government of Franklin (which was by then based in Greeneville), ruled as a \"parallel government\" running alongside (but not harmoniously with) a re-established North Carolina bureaucracy. Franklin was never admitted into the union. The extra-legal state existed for only about four and a half years, ostensibly as a republic, after which North Carolina reassumed full control of the area. The creation of Franklin is novel, in that it resulted from both a cession (an offering from North Carolina to Congress) and a secession (seceding from North Carolina, when its offer to Congress was not acted upon and the original cession was rescinded). == Concept == The concept of a new western state came from Arthur Campbell of Washington County, Virginia, and John Sevier. They believed the Overmountain towns should be admitted to the United States as a separate state. They differed, however, on the details of such a state, although John Sevier (in a letter written in 1782) acknowledged Campbell's leadership on the issue. Campbell's proposed state would have included southwestern Virginia, eastern Tennessee, and parts of Kentucky, Georgia, and Alabama. Sevier favored a more limited state, that being the eastern section of the old Washington District, which was then part of North Carolina. Although many of the frontiersmen supported the idea, Campbell's calls for the creation of an independent state carved out of parts of Virginia territory caused Virginia governor and Kentucky land speculator Patrick Henry — who opposed a loss of territory for the state — to pass a law that forbade anyone to attempt to create a new state from Virginia by the cession of state territory.Arthur Campbell; Mielnik, Tara Mitchell; article; The Tennessee Encyclopedia of History and Culture; accessed October 2015. After Virginia Gov. Henry stopped Campbell, Sevier and his followers renamed their proposed state Franklin and sought support for their cause from Benjamin Franklin. The Frankland movement had little success on the Kentucky frontier, as settlers there wanted their own state (which they achieved in 1792). == Cession and rescission == ===Franklin's support=== The United States Congress was heavily in debt at the close of the American War for Independence. In April 1784, the state of North Carolina voted \"to give Congress the About 40 times the size of Rhode Island. lying between the Allegheny Mountains\" (as the entire Appalachian range was then called) \"and the Mississippi River\" to help offset its war debts.Arthur, John Preston (1914); \"History of Western North Carolina – Chapter VI – The State of Franklin\"; John Preston Arthur; 1914; (HTML by Jeffrey C. Weaver); October 1998. Retrieved from New River. This area was a large part of what had been the Washington District (usually referred to simply as the Western Counties).A civil and political history of the state of Tennessee\"; by John Haywood These western counties had originally been acquired by lease from the Overhill Cherokee, out of which the Watauga Republic had arisen. The North Carolina cession to the federal government had a stipulation that Congress would have to accept responsibility for the area within two years, which, for various reasons, it was reluctant to do. The cession effectively left the western settlements of North Carolina alone in dealing with the Cherokee of the area, many of whom had not yet made peace with the new nation. These developments were not welcomed by the frontiersmen, who had pushed even further westward, gaining a foothold on the western Cumberland River at Fort Nashborough (now Nashville), or the Overmountain Men, many of whom had settled in the area during the days of the old Watauga Republic.Caruso, John A (1959). \"The Appalachian Frontier: America's First Surge Westward\"; Bobbs-Merrill Co., Indianapolis; 1959; Library of Congress Cat. No. 59-7226. Inhabitants of the region feared that the cash-starved federal Congress might even be desperate enough to sell the frontier territory to a competing foreign power (such as France or Spain). === North Carolina's reluctance === A few months later, a newly elected North Carolina Legislature re-evaluated the situation. Realizing the land could not at that time be used for its intended purpose of paying the debts of Congress and weighing the perceived economic loss of potential real estate opportunities, it rescinded the offer of cession and reasserted its claim to the remote western district. The North Carolina lawmakers ordered judges to hold court in the western counties and arranged to enroll a brigade of soldiers for defense, appointing John Sevier to form it. == Secessionist movement == 300px|thumb|right|The State of Franklin and its counties Rapidly increasing dissatisfaction with North Carolina's governance led to the frontiersmen's calls to establish a separate, secure, and independent state. On August 23, 1784, delegates from the North Carolina counties of Washington (which at the time included present-day Carter County), Sullivan, Spencer (now Hawkins County) and Greene—all of which are in present-day Tennessee—convened in the town of Jonesborough. There, they declared the lands to be independent of the State of North Carolina.Williams, History of the Lost State of Franklin, p. 30 Leaders were duly elected. John Sevier reluctantly became governor; Landon Carter, speaker of the Senate; William Cage, first speaker of the House of Representatives; and David Campbell, judge of the Superior Court. Thomas Talbot served as Senate clerk, while Thomas Chapman served as clerk of the House. The delegates were called to a constitutional convention held at Jonesborough in December of that year. They drafted a constitution that excluded lawyers, doctors, and preachers as candidates for election to the legislature. The constitution was defeated in referendum. Afterward, the area continued to operate under tenets of the North Carolina state constitution. == Attempt at statehood == On May 16, 1785, a delegation submitted a petition for statehood to Congress. Eventually, seven states voted to admit what would have been the 14th federal state under the proposed name of \"Frankland\". This was, however, less than the two-thirds majority required under the Articles of Confederation to add additional states to the confederation. The following month, the Franklin government convened to address their options and to replace the vacancy at speaker of the House, to which position they elected Joseph Hardin. In an attempt to curry favor for their cause, delegation leaders changed the \"official\" name of the area to \"Franklin\" (ostensibly after Benjamin Franklin). Sevier even tried to persuade Franklin to support their cause by letter, but he declined, writing: == Independent republic == Franklin, still at odds with North Carolina over taxation, protection, and other issues, began operating as a de facto independent republic after the failed statehood attempt. Greeneville was declared the new capital. The government had previously been assembling at Jonesborough, only blocks away from the North Carolina-backed rival seat of government. The first legislature met in Greeneville in December 1785. The delegates adopted a permanent constitution, known as the Holston Constitution, which was modeled closely upon that of North Carolina. John Sevier also proposed to commission a Franklin state flag, but it was never designed. Franklin opened courts, incorporated and annexed five new counties (see map below), and fixed taxes and officers' salaries. Barter became the economic system de jure, with anything in common use among the people allowed in payment to settle debts, including corn, tobacco, apple brandy, and skins. (Sevier was often paid in deer hides.) Federal or foreign currencies were accepted. All citizens were granted a two-year reprieve on paying taxes, but the lack of hard currency and economic infrastructure slowed development and often created confusion. ===Relations with Native Americans=== The new legislature made peace treaties with the Native American tribes in the area (with few exceptions, the most notable being the Chickamauga Cherokee). The Cherokee claim to sovereignty over much of the area of southern Franklin, though already occupied by Whites, was maintained at the 1785 Treaty of Hopewell with the federal government. In 1786, Samuel Wear helped negotiate the competing Treaty of Coyatee on behalf of the State of Franklin. Coyattee re-affirmed the 1785 Treaty of Dumplin, which the republic had secured from the Cherokee, and which Dragging Canoe's Chickamauga faction had refused to recognize. The new treaty extended the area for White settlement almost as far south as the Little Tennessee River, along which the main \"Overhill Cherokee\" towns were located. The Cherokee did not formally relinquish their claim to this territory to the U.S. until the July 1791 Treaty of HolstonMooney; Myths of the Cherokee; p. 64 ff and even then, hostilities continued in the area for years afterward. ===Drawn-out end=== The small state began its demise in 1786, with several key residents and supporters of Franklin withdrawing their support in favor of a newly reinterested North Carolina. Until this point, Franklin had not had the benefit of either the federal army or the North Carolina militia. In late 1786, North Carolina offered to waive all back taxes if Franklin would reunite with its government. When this offer was popularly rejected in 1787, North Carolina moved in with troops under the leadership of Col. John TiptonCol. John Tipton was the great-uncle of future Senator from Indiana, John Tipton. and re-established its own courts, jails, and government at Jonesborough. The two rival administrations now competed side-by-side. ====Battle of Franklin==== In 1787, the \"Franklinites\" continued to expand their territory westward toward the Cumberland Mountains by forcibly seizing land from the Native American populations. The frontier shifted back and forth often throughout the Cherokee–American wars. The September 1787 meeting of the Franklin legislature, however, was its last. At the end of 1787, loyalties were divided among the area's residents and came to a head in early February 1788. Jonathan Pugh, the North Carolina sheriff of Washington County, was ordered by the county court to seize any property of Sevier's to settle tax debts North Carolina contended were owed to them. The property seized included several slaves, who were brought to Tipton's home and secured in his underground kitchen. On February 27, Governor Sevier arrived at the Tipton house leading a force numbering more than 100 men. During a heavy snowstorm in the early morning of February 29, Colonel George Maxwell arrived with a force equivalent to Sevier's to reinforce Tipton. After 10 minutes of skirmishing, Sevier and his force withdrew to Jonesborough. A number of men were captured or wounded on both sides, and three men were killed. Tipton-Haynes State Historic Site websiteJohn Tipton memorial website ===Frontier intrigues=== In late March 1788, the Chickamauga, Chickasaw, and other tribes collectively began to attack American frontier settlements in Franklin. A desperate Sevier sought a loan from the Spanish government. With help from James White (who was later found to be a paid agent of Spain), he attempted to place Franklin under Spanish rule. Opposed to any foreign nation gaining a foothold in Franklin, North Carolina officials arrested Sevier in August 1788. Sevier's supporters quickly freed him from the local jail and retreated to \"Lesser Franklin\". In February 1789,North Carolina History Project – State of Franklin Sevier, and the last holdouts of the \"Lost State,\" swore oaths of allegiance to North Carolina after turning themselves in. North Carolina sent their militia to aid in driving out the Cherokee and Chickasaw. ===Lesser Franklin=== After the dissolution of the State of Franklin in February 1789, continued support of the separate state movement was confined largely to Sevier County, specifically in the country south of the French Broad River. The people there realized that the only entity recognizing title to their land holdings had been Franklin. Both North Carolina and the federal (Confederation) government supported the Cherokee claims as set forth in the Treaty of Hopewell, and considered settlers in the area \"squatters\". This led to the formation of a \"Lesser Franklin\" government, with Articles of Association similar to the earlier Watauga Constitution. In 1789, these articles were adopted at Newell's Station, which served as the seat of government for the wider area of Lesser Franklin, including all the settled country south of the French Broad.Sevier County Settlers vs. the Cherokee Indians; Tennessee Genealogy web online; accessed March 2014. The Lesser Franklin government finally ended in 1791, when Governor William Blount, of the newly formed Southwest Territory, met the Cherokee chieftains on the site of the future Knoxville, and they made the Treaty of Holston. The Overhill Cherokee now acknowledged the authority of the United States government, and ceded to the federal government all of their lands south of the French Broad, almost as far as the Little Tennessee River. == Subsequent status == By early 1789, the government of the State of Franklin outside of Lesser Franklin had collapsed entirely and the territory was firmly back under the control of North Carolina. Soon thereafter, North Carolina once again ceded the area to the federal government to form the Southwest Territory, the precursor to the State of Tennessee. Sevier was elected in 1790 to the US Congress to represent the territory, and became Tennessee's first governor, in 1796. Col. John Tipton signed the Tennessee Constitution as the representative from Washington County. ==Notable Franklinites== * William Cocke (1748–August 22, 1828); American lawyer, pioneer, and statesman. * David \"Davy\" Crockett (August 17, 1786 – March 6, 1836); famed frontiersman and statesman, born in Greene County, Franklin.David \"Davy\" Crockett; Michael Lofaro; \"The Tennessee Encyclopedia of History and Culture;\" 2002; retrieved November 19, 2011. * Samuel Doak (1749–1830); Presbyterian minister, pioneer, founded earliest schools and churches in East Tennessee; delegate to the \"Lost State\" of Franklin which convened in Greeneville.Samuel Doak; E. Alvin Gerhardt, Jr.; \"The Tennessee Encyclopedia of History and Culture;\" 2002; retrieved June 3, 2008. * Col. Joseph Hardin (1734–1801); Speaker of the House for the State of Franklin; trustee of Greeneville (now Tusculum) College. * John Sevier (1745–1815); Governor of Franklin; first governor of Tennessee.Driver, Carl Samuel. John Sevier: Pioneer of the Old Southwest. Chapel Hill: University of North Carolina Press, 1932 * Lt. Samuel Wear (1753–April 3, 1817); co-founder of Franklin; veteran of the Revolutionary War, War of 1812, and the Indian wars; fought at the Battle of Kings Mountain. * Gen. James White (1747–August 14, 1821); American pioneer and soldier who founded Knoxville, Tennessee.Lucile Deaderick; Heart of the Valley: A History of Knoxville, Tennessee; Knoxville, Tennessee; East Tennessee Historical Society; 1976. == Legacy == The Washington County farm of Col. John Tipton, where the 1788 Battle of Franklin was fought, has been preserved by the State of Tennessee as the Tipton-Haynes State Historic Site in southeastern Johnson City, Tennessee. Samuel Tipton, a son of Col. John Tipton, donated land for a town to be located along the east side of the Doe River near its confluence with the Watauga River in what was then known as Wayne County, and the town was named in his honor as Tiptonville (not to be confused with present-day Tiptonville, in West Tennessee). The losers of the Battle of Franklin (1788) later regained political power and renamed Wayne County as Carter County (after the former State of Franklin Senate Speaker Landon Carter), and also rename Tiptonville as Elizabethton (after the wife of Landon Carter, Elizabeth Carter) when Tennessee was first admitted to the Union in 1796 and John Sevier became the first governor of Tennessee. The Franklin area also played a role in the Southern Unionist East Tennessee Convention. Throughout the first half of the 19th century, East Tennessee was frequently at odds with Tennessee's two other grand divisions, Middle Tennessee and West Tennessee. Many East Tennesseans felt the state legislature showed persistent favoritism toward the other two divisions, especially over funding for internal improvements. In the early 1840s, several East Tennessee leaders, among them Congressman (and future President) Andrew Johnson, led a movement to form a separate state in East Tennessee known as \"Frankland\". Though this movement was unsuccessful, the idea that East Tennessee should be a separate state periodically resurfaced over the subsequent two decades.Eric Lacy, Vanquished Volunteers: East Tennessee Sectionalism from Statehood to Secession (Johnson City, Tenn.: East Tennessee State University Press, 1965), pp. 122-126, 217-233. Many businesses in the State of Franklin use that name to keep the legacy alive, such as the \"State of Franklin Bank\", based in Johnson City, Tennessee.State of Franklin Bank; MANTA; accessed Dec 22, 2018 One of the main thoroughfares in Johnson City is named \"State of Franklin Road\" and passes by East Tennessee State University.Photos; State of Franklin net online; accessed Dec 23, 2018. In law-school examinations in the U.S., a fictional \"State of Franklin\" is used as a placeholder name for a generic state, often the one in which the property of Blackacre is located. This way, variations in existing state law do not complicate the theoretical legal issues arising from the property disputes. By convention, Blackacre is located in Acre County, Franklin. The combined present-day (as of 2015 census) population of the counties that would have made up the State of Franklin is 540,000, which would have made the state have about 40,000 people fewer than Wyoming, the current least-populous state. ==References in popular culture== === Literature === * In the 2001 fantasy novel American Gods by Neil Gaiman, Johnny Appleseed describes the State of Franklin as the home of the last remaining Thunderbirds. ===Television=== * The State of Franklin was featured in the History channel documentary series How the States Got Their Shapes as one of the many \"ghost states\" of America. ===Music=== * State of Franklin is an alternative rock band out of Boone, North Carolina, that was formed in 2013 and has released several CDs and EPs.State of Franklin; Girth Records online; * Lost State of Franklin is a roots rock and country band founded in November 2005 by J Scott Franklin, whose parents then resided in Jonesborough. == See also == * Historic regions of the United States * Trans-Appalachia ==Notes== ==References== == Further reading == * * * * * * * * Samuel Cole Williams, \"History of the Lost State of Franklin\", 362pp, 1924 rev. 1933 * \"The civil and political history of the state of Tennessee from its earliest settlement up to the year 1796, including the boundaries of the state\" * J. G. M. Ramsey; The Annals of Tennessee to the End of the Eighteenth Century; 1853; Chapter: \"The State of Franklin.\" ==External links== * History of Western North Carolina * NPR Interview with Michael Toomey of the East Tennessee Historical Society * Upon the Shoulders of Giants: Deconstructing the Lost State of Franklin, 1784-2005. Kevin T. Barksdale, 2005. Category:Davy Crockett Category:Former regions and territories of the United States Category:History of North Carolina Category:Pre-statehood history of Tennessee Category:Proposed states and territories of the United States Category:States and territories established in 1784 Category:1784 establishments in North Carolina",
 "title": "State of Franklin"
}