{
 "id": "310788",
 "text": "Archibald \"Archie\" Bunker is a fictional character from the 1970s American television sitcom All in the Family and its spin-off Archie Bunker's Place, played by Carroll O'Connor. Bunker, a main character of the series, is a World War II veteran, blue-collar worker, and family man. All in the Family premiered on January 12, 1971, where he was depicted as the head of the Bunker family. In 1979, the show was retooled and renamed Archie Bunker's Place; it finally went off the air in 1983. Bunker lived at the fictional address of 704 Hauser Street in the borough of Queens, in New York City. All in the Family got many of its laughs by playing on Archie's bigotry, although the dynamic tension between Archie and his liberal son-in-law, Mike, provided an ongoing political and social sounding board for a variety of topics. Archie appears in all but seven episodes of the series. Three fifth-season episodes were missed because of a contract dispute between O'Connor and series creator Norman Lear. Archie was modeled after Norman Lear's father Herman Lear and on Alf Garnett from the BBC1 sitcom Till Death Us Do Part. In 1999, TV Guide ranked Archie Bunker number5 on its 50 Greatest TV Characters of All Time list. In 2005, Archie Bunker was listed as number1 on Bravo's 100 Greatest TV Characters, defeating runners-up such as Ralph Kramden, Lucy Ricardo, Fonzie, and Homer Simpson. Archie's chair is in the permanent collection of the National Museum of American History. ==Character traits== Archie has a gruff, overbearing demeanor, largely defined by his bigotry towards a diverse group of individuals: blacks, Hispanics, \"Commies\", gays, hippies, Jews, Asians, Catholics, \"women's libbers\", and Polish–Americans are frequent targets of his barbs. Archie himself is depicted as a striving, loving father, and a racist. He is ill-tempered and frequently tells his long-suffering wife Edith to \"stifle yourself\" and \"dummy up\". Series creator Norman Lear admitted this is how his father treated Lear's mother. Archie \"turned the angry white male into a cultural icon\", according to CBS News.Farewell Archie. CBS News. After the end of the second season taping, O'Connor said, paraphrasing James Baldwin, \"The American white man is trapped by his own cultural history. He doesn't know what to do about it.\" O'Connor goes on to say: > Archie's dilemma is coping with a world that is changing in front of him. He > doesn't know what to do, except to lose his temper, mouth his poisons, look > elsewhere to fix the blame for his own discomfort. He isn't a totally evil > man. He's shrewd. But he won't get to the root of his problem, because the > root of his problem is himself, and he doesn't know it. That is the dilemma > of Archie Bunker. As the series progressed, Archie mellowed somewhat, albeit often out of necessity. In one episode, he expresses revulsion for a Ku Klux Klan-like organization which he accidentally joins.\"Archie and the KKK\", Parts I and II On another occasion, when asked to speak at the funeral of his friend Stretch Cunningham, Archie—surprised to learn that his friend was Jewish—overcomes his initial discomfort and delivers a moving eulogy, wearing a yarmulke, and closing with a heartfelt \"shalom\". In 1978, the character became the guardian of Edith's stepcousin Floyd's nine-year-old daughter, Stephanie (Danielle Brisebois) and came to accept her Jewish faith, even buying her a Star of David pendant.Episode 197 Archie was also known for his frequent malapropisms and spoonerisms. For example, he refers to Edith's gynecologist as a \"groinacologist\" and to Catholic priests who go around sprinkling \"incest\" (incense) on their congregation, whereas he referred to incest itself as \"committing 'insects' in the family\". Archie repeatedly called President Richard M. Nixon \"Richard E. Nixon\". By the show's second season, these had become dubbed \"Bunkerisms\", \"Archie Bunkerisms\", or simply \"Archie- isms\".Archie-bunker | Define Archie-bunker at Dictionary.com O'Connor was Irish Catholic, and Norman Lear modeled the character on his Jewish father, but Bunker's own ethnicity is never explicitly stated, other than identifying him as a WASP; over the course of the series, he mocks or belittles not just most minorities (including blacks, Hispanics, Latinos, and Asians), but also most white ethnic groups as well. Archie, a Christian belonging to the Episcopal denomination, often misquotes the Bible. He takes pride in being religious, although he rarely attends church services and constantly mispronounces the name of his minister, Reverend Felcher, as \"Reverend Fletcher\". (When Edith inevitably corrects him, he dismisses the error with \"Whatever\".) He is a compulsive gambler, who, in earlier years, frequently lost his entire weekly paycheck in poker games, as related by Edith in the Season4 episode \"Archie the Gambler\"; he quit only when Edith threatened to leave him, taking then three-year old Gloria with her. Lear based the Archie Bunker character on his own father, Herman Lear, as well as Alf Garnett, the character from the BBC1 sitcom Till Death Us Do Part, on which All in the Family was based. ==Character biography== When first introduced on All in the Family in 1971, Archie is the head of a family consisting of his wife Edith (Jean Stapleton), his adult daughter Gloria (Sally Struthers), and his liberal son-in-law, college student Michael \"Mike\" Stivic (Rob Reiner), with whom Archie disagrees on virtually everything; Archie frequently characterizes Mike as a \"dumb Polack\" and usually addresses him as \"Meathead\" because, in Archie's words, he is \"dead from the neck up\". During the show's first five seasons, Mike and Gloria live with Archie and Edith so Mike can put himself through college. Upon Mike's graduation, he and Gloria move into their own home next door, allowing Archie and Mike to interact nearly as much as they had when they were living in the same house. Archie was born in Queens on May 18, 1924,In the episode \"Archie & the Miracle\", Archie explains to Mike that he believes he has the winning church raffle ticket #18 because \"the Lord saved me on the 18th; I was born on the 18th of the month\". In episode 106, \"Archie and the Quiz\", there is a direct reference to the fact that Archie was born in 1924. to parents David and Sarah.Stated in season one, episode one, \"Meet the Bunkers\" He is a Taurus.Last original airing of Archie Bunker's Place Information on his siblings is inconsistent, because three of them are mentioned, and Archie is seen talking on the phone to his younger brother Fred in \"Cousin Oscar\" (as well as Fred's daughter Debbie Marie), but during season 6episode \"Archie Finds a Friend\", he states that he is an only child. Two later episodes (one during season8 and another during season 9) feature Fred (played by Richard McKenzie) and it is now suggested that Fred is Archie's only sibling. Another of Fred's daughters, Linda, visited Archie during the third season (she briefly dated the Bunkers' neighbor Lionel in \"Lionel Steps Out\"). Archie's father David is said to be an only child while his mother Sarah has one brother named Roy Longstreet whom Archie liked more than his own parents. Two of Archie's cousins are depicted: Oscar, who dies off-camera in the Bunker house during a visit, and cousin Bertha (played by Peggy Rea, who appears in the same episode), apparently a somewhat distant cousin, because Archie does not recognize her. Archie celebrates his 50th birthday in a 1974 episode and the character is last seen on the final episode of Archie Bunker's Place, titled \"I'm Torn Here\", on April 4, 1983. In season 5, during a three- episode stretch where Archie's whereabouts are unknown, it is revealed that he attended Flushing High School and lettered in baseball. He tried out for the New York Giants but could not turn professional because he was drafted to serve in World War II. Likewise he never took advantage of the G.I. Bill in order to finish his High School education (Although Years later he took a night school course to get a High school Diploma). After World War II ended He got a job on a New York City loading dock through his uncle's influence; by 1974 he had risen up to dock foreman. To supplement his income he also works as a part-time taxi driver at night. While locked in the storeroom of Archie's bar (Archie's Place) with Mike in the season8 All in the Family episode \"Two's a Crowd\", a drunk Archie confides that as a child, his family was desperately poor, and he was teased in school because he wore a shoe on one foot and a boot on the other, so kids nicknamed him \"Shoe-booty\". In the same episode, Mike learns that Archie was mentally and physically abused by his father, who was also the source of his bigoted views. Yet, Archie then goes on to vehemently defend his father, who he claims loved him and taught him \"to do good\". It is revealed that Archie's father was a brakeman for the Long Island Rail Road, when Archie receives his father's pocket watch from his formerly long-estranged brother, Alfred (\"Fred\"), who later appeared in two All in the Family episodes, \"Archie's Brother\" and \"The Return of Archie's Brother\", and the Archie Bunker's Place episode \"Father Christmas\". When Fred visits Archie in the \"Archie's Brother\" episode, it is revealed that they had not seen each other in the 29 years since Archie and Edith's wedding, although they apparently had communicated over the years via phone (two early episodes, \"Cousin Oscar\" and \"Lionel Steps Out\", depict phone conversations between Archie and Fred). Their long estrangement was fueled by the fact that Fred refused to attend their father's funeral, with Fred even describing him as \"nuts about everything.\" In \"The Return of Archie's Brother,\" the two seem to have reconciled, with Fred offering to invest $5,000 to put Archie's bar in a national syndicate. However, in Fred's return trip to visit Archie and Edith, he arrives with a beautiful 18-year-old wife named Katherine. This leads to a heated discussion, which erupts into an argument between Archie and Fred over \"May–September romances\", with Archie even asking if the \"truant officer\" married them, and places another strain on the relationship between Archie and Fred, who storms angrily out of the Bunker home with his teen bride after Archie vehemently snubs his brother's offer to go into business with him. Archie and Fred apparently are estranged for the next three-plus years. Putting a further strain on the relationship was the 1981 arrival of Fred's 18-year-old daughter, Barbara (\"Billie\") Denise Miller, who is also upset over her father's marriage to someone not even three years older than she is (although in Archie Bunker's Place, Billie begins dating someone 15 years her senior). Fred visits again for Christmas in 1982, finally revealing to everyone why he left his first wife and found love with Katherine. Archie is a World War II veteran who had been based in Foggia, Italy, for 22 months. During a doctor's appointment, it is stated that Archie had an undistinguished military record for his non-combat ground role in the motor pool of the Air Corps, later called the Army Air Forces, which at the time was a branch of the United States Army. He received a Good Conduct Medal\"Archie and the FBI\" and, in the All in the Family episode \"Archie's Civil Rights\", it is disclosed he also received a Purple Heart for being hit in his buttocks by shrapnel. Archie married Edith Bunker 22 years before season 1. Later recollections of their mid-1940s courtship do not result in a consistent timeline. In the flashback episode showing Mike and Gloria's wedding, Archie tells Mike his courtship of Edith lasted two years and hints that their relationship was not consummated until a month after their wedding night. Edith elsewhere recollects that Archie fell asleep on their wedding night and reveals that their sex life has not been very active in recent years. On another occasion, Edith discusses Archie's history of gambling addiction, which caused problems in the early years of their marriage. Archie also reveals that when Edith was in labor with Gloria, he took her to Bayside Hospital on the Q5 bus because \"the subway don't run to Bayside\". According to Edith, Archie's resentment of Mike stems primarily from Mike's attending college while Archie had been forced to drop out of high school, to help support his family during the Great Depression. Archie does not take advantage of the G.I. Bill, although he does attend night school to earn his diploma in 1973. Archie is also revealed to have been an outstanding baseball player in his youth. His dream was to pitch for the New York Yankees but he had to leave high school to enter the workforce. His uncle got him a job on a loading dock after World War II, and by the 1970s he was a foreman. Although he is a Protestant, Archie seldom attends church, despite professing strong Christian views. The original pilot mentions that in the 22 years Archie and Edith were married, Archie had attended church only seven times (including their wedding day) and that Archie had walked out of the sermon the most recent time, disgusted with the preacher's message (which he perceived as leftist). Archie's religiosity often translates into \"knee-jerk\" opposition to atheism or agnosticism (which Mike and Gloria variously espouse), Catholicism, and Judaism; by the time of Archie Bunker's Place, Archie's antisemitism has mostly disappeared in part due to being increasingly associated with Jews such as his adopted daughter Stephanie and business partner Murray Klein. Archie is a Republican and an outspoken supporter of Richard Nixon, as well as an early (1976) supporter of Ronald Reagan; he correctly predicts Reagan's election in 1980. During the Vietnam War, Archie dismisses peace protesters as unpatriotic and has little good to say about the civil rights movement. Despite having an adversarial relationship with his black neighbors, the Jeffersons, he forms an unlikely friendship with their son Lionel, who performs various odd jobs for the Bunkers and responds to Archie's patronizing racial views with sarcastic quips that usually go over Archie's head. The later spinoff series 704 Hauser features a new, black family moving into Bunker's old home. The series is set in 1994 but does not indicate whether Bunker, who would have been 70 by this time, is still alive. His now-adult grandson, Joey Stivic, appears briefly in the first episode of the series and references his grandfather, but doesn't state whether he's still alive at this point. ==Viewer reactions== Such was the name recognition and societal influence of the Bunker character that by 1972, commentators were discussing the \"Archie Bunker vote\" (i.e., the voting bloc comprising urban, white, working-class men) in that year's presidential election. In the same year, there was a parody election campaign, complete with T-shirts, campaign buttons, and bumper stickers, advocating \"Archie Bunker for President\".The Archie Bunker strategy? | Philadelphia Daily News | 13 March 2008 In May 1973, RCA Records' trade advertisement for Archie and Edith's debut single, a recording of \"Oh, Babe, What Would You Say?\", carried the tagline \"John and Yoko, move over\", referring to the artist-activists John Lennon and Yoko Ono. The character's imprint on American culture is such that Archie Bunker's name was still being used in the media to describe a certain group of voters who voted in the 2008 United States presidential election. Commentating on BBC Newsnight, political commentator Conrad Black referred to Donald Trump as having secured the \"Archie Bunker vote\" during the 2016 United States presidential election. Norman Lear originally intended that Bunker be strongly disliked by audiences. Lear was shocked when Bunker quietly became a beloved figure to much of middle America. Lear thought Bunker's opinions on race, sex, marriage, and religion were so wrong as to represent a parody of right-wing bigotry. Sammy Davis Jr., who was both black and Jewish, genuinely liked the character. He felt Bunker's bigotry was based on his rough, working-class life experiences and that Bunker was honest and forthright in his opinions, showing an openness to changing his views if an individual treated him right. In 1972, Davis appeared in episode 21 of season2 of All in the Family, and later appeared in episode 19 of season1 of spin-off Archie Bunker's Place. Bunker's perceived racist and misogynistic views were the template for the creation of Eric Cartman, one of the characters in the adult animated sitcom South Park. ==See also== *Anti-hero *List of All in the Family episodes *Eric Cartman ==References== ==External links== *Archie Bunker information at tvland.com *The Bunkers' chairs at the National Museum of American History Category:All in the Family characters Category:Fictional bartenders Category:Fictional characters from New York City Category:Television characters introduced in 1971 Category:Fictional factory workers Category:Fictional taxi drivers Category:Fictional World War II veterans Category:Fictional United States Army personnel Category:Fictional Republicans (United States) Category:Antisemitism in fiction Category:Racism in fiction Category:American male characters in television",
 "title": "Archie Bunker"
}