{
 "id": "310802",
 "text": "Trompe-l'œil ( , ; ) is an art technique that uses realistic imagery to create the optical illusion that the depicted objects exist in three dimensions. Forced perspective is a comparable illusion in architecture. ==History in painting== thumb|250px|Still life, Pompeii, c. AD 70 The phrase, which can also be spelled without the hyphen and ligature in English as trompe l'oeil,For example by the National Gallery of Art, Washington originates with the artist Louis-Léopold Boilly, who used it as the title of a painting he exhibited in the Paris Salon of 1800.Taws, Richard (9 May 2019). \"At the National Gallery\". London Review of Books 40 (9): 26–27. Although the term gained currency only in the early 19th century, the illusionistic technique associated with trompe-l'œil dates much further back.\"Illusionism\". Grove Art Online. (2003). It was (and is) often employed in murals. Instances from Greek and Roman times are known, for instance in Pompeii. A typical trompe-l'œil mural might depict a window, door, or hallway, intended to suggest a larger room. A version of an oft-told ancient Greek story concerns a contest between two renowned painters. Zeuxis (born around 464 BC) produced a still life painting so convincing that birds flew down to peck at the painted grapes. A rival, Parrhasius, asked Zeuxis to judge one of his paintings that was behind a pair of tattered curtains in his study. Parrhasius asked Zeuxis to pull back the curtains, but when Zeuxis tried, he could not, as the curtains were included in Parrhasius's painting—making Parrhasius the winner. ==Perspective== A fascination with perspective drawing arose during the Renaissance. But also Giotto began using perspective at the end of 1200 with the cycle of Assisi in Saint Francis stories. Many Italian painters of the late Quattrocento, such as Andrea Mantegna (1431–1506) and Melozzo da Forlì (1438–1494), began painting illusionistic ceiling paintings, generally in fresco, that employed perspective and techniques such as foreshortening to create the impression of greater space for the viewer below. This type of trompe l'œil illusionism as specifically applied to ceiling paintings is known as di sotto in sù, meaning \"from below, upward\" in Italian. The elements above the viewer are rendered as if viewed from true vanishing point perspective. Well-known examples are the Camera degli Sposi in Mantua and Antonio da Correggio's (1489–1534) Assumption of the Virgin in the Parma Cathedral. Similarly, Vittorio Carpaccio (1460–1525) and Jacopo de' Barbari (c. 1440 – before 1516) added small trompe l'œil features to their paintings, playfully exploring the boundary between image and reality. For example, a painted fly might appear to be sitting on the painting's frame, or a curtain might appear to partly conceal the painting, a piece of paper might appear to be attached to a board, or a person might appear to be climbing out of the painting altogether—all in reference to the contest of Zeuxis and Parrhasius. In a 1964 seminar, the psychoanalyst and theorist Jacques Lacan (1901–1981) observed that the myth of the two painters reveals an interesting aspect of human cognition. While animals are attracted to superficial appearances, humans are enticed by the idea of things that are hidden. ==Quadratura== Perspective theories in the 17th century allowed a more fully integrated approach to architectural illusion, which when used by painters to \"open up\" the space of a wall or ceiling is known as quadratura. Examples include Pietro da Cortona's Allegory of Divine Providence in the Palazzo Barberini and Andrea Pozzo's Apotheosis of St Ignatius on the ceiling of the Roman church of Sant'Ignazio. The Mannerist and Baroque style interiors of Jesuit churches in the 16th and 17th centuries often included such trompe-l'œil ceiling paintings, which optically \"open\" the ceiling or dome to the heavens with a depiction of Jesus', Mary's, or a saint's ascension or assumption. An example of a perfect architectural trompe-l'œil is the illusionistic dome in the Jesuit church, Vienna, by Andrea Pozzo, which is only slightly curved, but gives the impression of true architecture. Trompe-l'œil paintings became very popular in Flemish and later in Dutch painting in the 17th century arising from the development of still life painting. The Flemish painter Cornelis Norbertus Gysbrechts created a chantourné painting showing an easel holding a painting. Chantourné literally means 'cutout' and refers to a trompe l'œil representation designed to stand away from a wall.'Illusion, Delusion, Collusion, and Perceptual Paradox', in: Michael Kubovy and Christopher Tyler, Psychology of Perspective and Renaissance Art The Dutch painter Samuel Dirksz van Hoogstraten was a master of the trompe-l'œil and theorized on the role of art as the lifelike imitation of nature in his 1678 book, the Introduction to the Academy of Painting, or the Visible World (Inleyding tot de hooge schoole der schilderkonst: anders de zichtbaere werelt, Rotterdam, 1678).Susan Merriam, 'Seventeenth-century Flemish Garland Paintings: Still Life, Vision, and the Devotional Image', Ashgate Publishing, Ltd., 2012Thijs Weststeijn, 'The Visible World: Samuel Van Hoogstraten's Art Theory and the Legitimation of Painting in the Dutch Golden Age', Amsterdam University Press, 2008 A fanciful form of architectural trompe-l'œil, quodlibet, features realistically rendered paintings of such items as paper knives, playing cards, ribbons, and scissors, apparently accidentally left lying around. Trompe-l'œil can also be found painted on tables and other items of furniture, on which, for example, a deck of playing cards might appear to be sitting on the table. A particularly impressive example can be seen at Chatsworth House in Derbyshire, where one of the internal doors appears to have a violin and bow suspended from it, in a trompe l'œil painted around 1723 by Jan van der Vaart. Another example can be found in the Painted Hall at the Old Royal Naval College, Greenwich, London. This Wren building was painted by Sir James Thornhill, the first British born painter to be knighted and is a classic example of the Baroque style popular in the early 18th century. The American 19th-century still-life painter William Harnett specialized in trompe-l'œil. In the 20th century, from the 1960s on, the American Richard Haas and many others painted large trompe-l'œil murals on the sides of city buildings, and from beginning of the 1980s when German Artist Rainer Maria Latzke began to combine classical fresco art with contemporary content trompe-l'œil became increasingly popular for interior murals. The Spanish painter Salvador Dalí utilized the technique for a number of his paintings. ==In other art forms== Trompe-l'œil, in the form of \"forced perspective\", has long been used in stage-theater set design, so as to create the illusion of a much deeper space than the existing stage. A famous early example is the Teatro Olimpico in Vicenza, with Vincenzo Scamozzi's seven forced-perspective \"streets\" (1585), which appear to recede into the distance. Trompe-l'œil is employed in Donald O'Connor's famous \"Running up the wall\" scene in the film Singin' in the Rain (1954). During the finale of his \"Make 'em Laugh\" number he first runs up a real wall. Then he runs towards what appears to be a hallway, but when he runs up this as well we realize that it is a large trompe-l'œil mural. More recently, Roy Andersson has made use of similar techniques in his feature films. Matte painting is a variant of trompe-l'œil, and is used in film production with elements of a scene are painted on glass panels mounted in front of the camera. Elsa Schiaparelli frequently made use of trompe-l'œil in her designs, most famously perhaps in her Bowknot Sweater, which some consider to be the first use of trompe-l'œil in fashion. The Tears Dress, which she did in collaboration with Salvador Dalí, features both appliqué tears on the veil and tromp-l'œil tears on the dress itself. Fictional trompe-l'œil appears in many Looney Tunes, such as the Road Runner cartoons, where, for example, Wile E. Coyote paints a tunnel on a rock wall, and the Road Runner then races through the fake tunnel. This is usually followed by the coyote's foolishly trying to run through the tunnel after the road runner, only to smash into the hard rock-face. This sight gag was employed in Who Framed Roger Rabbit. In Chicago's Near North Side, Richard Haas used a 16-story 1929 apartment hotel converted into a 1981 apartment building for trompe-l'œil murals in homage to Chicago school architecture. One of the building's sides features the Chicago Board of Trade Building, intended as a reflection of the building located two miles south. Several contemporary artists use chalk on pavement or sidewalk to create trompe-l'œil works, a technique called street painting or \"pavement art\". These creations last only until washed away, and therefore must be photographed to be preserved. Practitioners of this form include Julian Beever, Edgar Mueller, Leon Keer, and Kurt Wenner. The Palazzo Salis of Tirano, Italy, has over centuries and throughout the palace used trompe l'œil in place of more expensive real masonry, doors, staircases, balconies, and draperies to create an illusion of sumptuousness and opulence.Paull, J. (2015) Tirano's Palace of Trompe L'Oeil: A Photographic Exhibition by John Paull SlideShare. Trompe-l’œil in the form of illusion architecture and Lüftlmalerei is common on façades in the Alpine region. Trompe l'œil, in the form of \"illusion painting\", is also used in contemporary interior design, where illusionary wall paintings experienced a Renaissance since around 1980. Significant artists in this field are the German muralist Rainer Maria Latzke, who invented, in the 1990s, a new method of producing illusion paintings, frescography, and the English artist Graham Rust. OK Go's music video for \"The Writing's on the Wall\" uses a number of trompe-l'œil illusions alongside other optical illusions, captured through a one-shot take. Trompe-l'œil illusions have been used as gameplay mechanics in video games such as The Witness and Superliminal. Japanese filmmaker and animator Isao Takahata regarded achieving a sense of trompe-l'œil to be important for his work, stating that an animated world should feel as if it \"existed right there\" so that \"people believe in a fantasy world and characters that no one has seen in reality.\" Tourists attractions employing large-scale illusory art allowing visitors to photograph themselves in fantastic scenes have opened in several Asian countries, such as the Trickeye Museum and Hong Kong 3D Museum. Recently a Trick Art Museum opened in Europe and uses more photographic approaches. ==Artists== Old Masters *Cornelis Biltius *Jacob Biltius *Donato Bramante *Petrus Christus *Antonio da Correggio *Carlo Crivelli *Luca Giordano *Cornelis Norbertus Gysbrechts *Franciscus Gijsbrechts *Samuel Dirksz van Hoogstraten *Andrea Mantegna *Masaccio *Jean- Francois de la Motte *Charles Willson Peale * Jacobus Plasschaert *Andrea Pozzo *Vincenzo Scamozzi *Giovanni Battista Tiepolo 19th century and modern masters *Henry Alexander *Aaron Bohrod *Louis-Léopold Boilly *Salvador Dalí *Walter Goodman *John Haberle *William Harnett *Claude Raguet Hirst *René Magritte *John F. Peto Contemporary *Ellen Altfest *Martin Battersby *Julian Beever *Daniela Benedini *Henri Bol *Henri Cadiou *Dan Colen *Piero Fornasetti *Ronald Francis *Joanne Gair *Frederic Gracia *Richard Haas *Jonty Hurwitz *Lorena Kloosterboer *Rainer Maria Latzke *Attila Meszlenyi *István Orosz (Utisz) *Os Gêmeos, \"The Twins\" *Jacques Poirier *Susan Powers *John Pugh *Pierre-Marie Rudelle *Graham Rust *Anthony Waichulis *Kurt Wenner *Tavar Zawacki == Paintings == File:Jan van Eyck 054-096.jpg|The Annunciation Diptych by Jan van Eyck, detail (c. 1433–1435) File:Christus carthusian.jpg|Portrait of a Carthusian by Petrus Christus (1446). Note the fly near the bottom. File:Jacopo de' Barbari 001.jpg|Still-Life with Partridge and Gauntlets by Jacopo de' Barbari, 1504. The first still-life trompe l'œil since antiquity File:Hungarian - Trompe-l'Oeil Stem of a Maltese Cross - Google Art Project.jpg|Trompe-l'Oeil stem of a Maltese Cross (1561) by Joris Hoefnagel File:Gerard Houckgeest 002.jpg|Church interior by Gerard Houckgeest (c. 1654) File:Cornelius Norbertus Gijsbrechts - Trompe l’oeil Studio Wall with a Vanitas Still Life.jpg|Trompe l’oeil Studio Wall with a Vanitas Still Life, Cornelis Norbertus Gijsbrechts, 1664 File:Cornelius Norbertus Gijsbrechts - Trompe l'oeil. The Reverse of a Framed Painting - Google Art Project.jpg|The reverse of a framed painting by Cornelis Norbertus Gijsbrechts, 1670 File:Cornelis Biltius - Trompe l'oeil with a bird cage.jpg|Trompe l'oeil with a bird cage, Cornelis Biltius, 1680s File:Jean- François de Le Motte. Trompe-l'oeil.jpg|Trompe-l'oeil, Jean-François de Le Motte, 1680-1700 File:Nicola van Houbraken - Self-portrait.jpg|Portrait of François Rivière by Nicola van Houbraken, c. 1700 File:Carl Hofverberg - Trompe l´oeil 1737 - Google Art Project.jpg|Trompe l´oeil 1737 by Carl Hofverberg File:Jacobus Plasschaert - A 'trompe l'oeil' of a wooden panelling with a painted canvas of a landscape 'capriccio', a pile of prints with a repetition of the painted subject, an almanach, sealed letters.jpg|Trompe l'oeil of a wooden panelling with a painted canvas and print of a landscape capriccio, Jacobus Plasschaert, 1650s File:Printed Pages, Trompe lOeil (Nicolaas de Wit) - Gothenburg Museum of Art - GKM 1072.tif|Printed Pages. Trompe l'œil by Nicolaas de Wit, 1740 File:Johann Heinrich Füssli 066.jpg|Trompe l'œil by Henry Fuseli, 1750 File:Antonio Pérez de Aguilar - Cupboard - Google Art Project.jpg|Antonio Pérez de Aguilar, Cupboard, c. 1769, National Gallery of Art File:Paris louvre boilly trompe l'oeil.jpg|Trompe l'œil dit aux dessins et aux savoyards by Louis-Léopold Boilly, c. 1804–1807 File:William Michael Harnett 001.jpg|The Faithful Colt 1890 by William Michael Harnett File:Char side vieuw.jpg|Char de la Ville (photographed 2006) - the \"sculpture\" is a flat cutout File:Theodor Pištěk, Josef N., (1978).jpg|Theodor Pištěk, Josef N., (1978), Art Library Project File:Ceiling piece with birds, by Abraham Busschop.jpg|Ceiling piece with birds by Abraham Busschop, 1708 ==Murals== File:Théâtre Saint-Georges1.jpg|Complete anamorphosis of the frontage of the Saint-Georges Theatre Image:Mantegna.jpg|Oculus on the ceiling of the Spouses Chamber, castle of San Giorgio in Mantua, Italy, by Andrea Mantegna File:Brivio.church.cupola.jpg|Trompe-l'œil cupola in the church of Brivio, Italy File:Marolles1 (4889175932).jpg|Painted windows, Rue de l'Épée/Zwaard, Brussels Image:Le_pigeon.jpg|A trompe-l'œil of a pigeon on a window sill, façade mural, rue Emile Lepeu in the 11th arrondissement of Paris, France Image:SchwetzingenSchlossgarten.jpg|Mural in Schwetzingen, Germany (the view \"through\" the wall at the end) Image:Lyon, Trompe d'oeil at night.jpg|A trompe-l'œil in Lyon, France Image:utmural.jpg|Bronze Statues trompe-l'œil in Mt. Pleasant, Utah Image:Chateau Thal Entrance to library.jpg|Architectural wall and ceiling trompe-l'œil, Entrance to the library of Chateau Thal, by Rainer Maria Latzke Image:Trompe lóeil Villa Paradou.jpg|Painted Trompe l'œil mosaic, floor in the Villa Paradou in Nice, France, by Rainer Maria Latzke File:LA founding historical mural.jpg|Los Angeles Plaza Historic District: mural off Alameda Street File:John Pugh's mural on a façade of Taylor Hall at California State University at Chico can easily cause double-takes LCCN2013631111.tif|Conceptual trompe-l'œil mural at California State University, Chico titled \"Academe\", featuring Doric columns and crumbling walls, by John Pugh ==Sculptures== Image:Bankfield Museum 035.jpg|19th-century marble bust with apparently transparent veil, Bankfield Museum, Halifax, West Yorkshire. Image:Bankfield Museum 036.jpg|The same bust seen in profile. The effect is consistent from all angles and from close up. Image:Magic_carpet_mosaic_fountain.jpg|A modern trompe-l'œil mosaic fountain at Brighton, in the form of a carpet thrown over marble steps. Image:La tombe de Rudolf Noureev (Sainte-Geneviève-des-Bois) (8351663480).jpg|Tomb of Rudolf Nureyev draped in a mosaic oriental carpet sculpture. ==Architecture== Image:Forced perspective gallery by Francesco Borromini.jpg|Architectural trompe-l'œil in the Palazzo Spada, Rome, by Francesco Borromini Image:BiellaDuomo.jpg|The interior of the cathedral in Biella (Italy) is considered a masterpiece of trompe-l'œil File:SanSatiroInteriors.jpg|The interior of Santa Maria presso San Satiro, Milan viewed from the nave File:SanSatiroInteriors3_crop.jpg|The trompe l'œil choir at Santa Maria presso San Satiro, by Donato Bramante, viewed from the side File:Chateau_Tanlay_galerie_trompe-l-oeil.jpg|Gallery painted in trompe-l'œil in the Château de Tanlay, France File:Interior of Teatro Olimpico (Vicenza)- Scaenae frons close-up - La porta regia.jpg|Detail of the forced perspective stage scenery of the Teatro Olimpico, as viewed through the porta reggia of the scaenae frons, Vicenza, northern Italy File:Painted Hall.jpg|The Painted Hall at the Old Royal Naval College in Greenwich, London, England, designed by Sir Christopher Wren and Nicholas Hawksmoor. The paintings by Sir James Thornhill comprise architectural trompes l'œil; for instance, the Corinthian columns look fluted whilst the far wall depicts pilasters and an entablature. In practice none of these elements exist in the third dimension File:Henry G. Marquand House Conservatory Stained Glass Window.jpg|19th-century stained- glass window made for the Henry Gurdon Marquand's mansion in New York ==Use in films== *Singin' in the Rain (1952) *Willy Wonka & the Chocolate Factory (1971) *Indiana Jones and the Last Crusade (1989) *Where the Heart Is (1990) *Millennium Actress (2001) *Eternal Sunshine of the Spotless Mind (2004) *Bewitched (2005) *Westworld (Season 1, Episode 7) (2016) ==See also== *2.5D - enhancement of 2-dimensional graphics by limited application of some 3D effects to them *Bump mapping, normal mapping and parallax mapping - graphical techniques used to add fake details that enhance 2D representations of 3D objects (in the context of that branch of computer graphics that aims to give a realistic 3D view on the screen) *Camouflage *Marbling *Faux painting *Photorealism *Anamorphosis *List of art techniques ==Notes== ==External links== *Deceptions and Illusions, National Gallery of Art exhibition on Trompe-l'œil paintings *Trompe l'œil Tricks: Borges' Baroque Illusionism, essay by Lois Parkinson Zamora comparing trompe-l'œil to the literature of Borges *Custom trompe l'œil Paintings, Fresco Blog *murals.trompe-l-oeil.info, More than 10 000 pictures and 1200 Outdoor murals of France and Europe *Paris: Trompe-l'oeil, surréalisme urbain?, Avenue George V. Text and photography by Catherine-Alice Palagret *“The Mechanics of the Art World,” Vistas: Visual Culture in Spanish America, 1520-1820. *Trick Art Museum: Magic World Museum Barcelona Category:Visual arts genres Category:Architectural elements Category:Artistic techniques Category:Painting techniques Category:Optical illusions Category:Decorative arts Category:Composition in visual art",
 "title": "Trompe-l'œil"
}