{
 "id": "31095",
 "text": "Tanfield is a former mining village in County Durham, England, near Stanley, and the location of Tanfield Railway, the Causey Arch and Tanfield School. ==History== The village was first recorded in 1179 as Tamefeld, believed to be Old English for \"field by the River Team\", but it is mentioned in an account by John of Hexham of the Scottish invasion of 1138. The village church is from the 10th century. ==Economy== ===Collieries=== * Tanfield Lea Colliery, Tanfield Lea. Closed 25 August 1962. Owners:- Lambton, Hetton & Joicey Collieries Ltd; (1947) NCB. Location:- (Sheet 88) NZ188544, 54° 53' 2\" N, 1° 42' 25\" W, SW of Newcastle. * Tanfield Moor Colliery, Tantobie. Opened before 1828. Closed Oct 1948. Owners:- Lambton, Hetton & Joicey Collieries Ltd. Location:- (Sheet 88) NZ169545, 54° 53' 6\" N, 1° 44' 12\" W, SW of Newcastle. * East Tanfield Colliery, Tantobie. Opened 1844. Closed January 1965. Owners: - James Joicey (from 1844), East Tanfield Colliery Co. Limited (from 1917), South Derwentside Coal Co. Limited (from 1929). National Coal Board (from 1947). Location: - (Sheet 88) NZ194552, 54° 53' 28\" N, 1° 41' 51\" W, SW of Newcastle The village has the highest rate of people aged 16–74 who have never worked, the figure stands at 33.33 percent, in the whole of England and Wales. ==Religious sites== The village church of St. Margaret of Antioch dates back to 900 AD, but the present structure was built in the 18th century. It was the parish church of Beamish Hall, former home to the Eden, Joicey and Shafto families. There is a Methodist church in Tanfield Lea. ==Notable people== Tanfield was the home of Tommy Armstrong (1848–1919), the \"pit-man poet\", whose grave is in the village cemetery. ==References== * http://www.dmm.org.uk/colliery/t001.htm - Durham Mining Museum Category:Villages in County Durham Category:Mining in County Durham Category:History of County Durham Category:Stanley, County Durham",
 "title": "Tanfield, County Durham"
}