{
 "id": "312281",
 "text": "The Turul is a mythological bird of prey, mostly depicted as a Falcon, in Hungarian tradition and Turkic tradition, and a national symbol of Hungarians. ==Origin== The Turul is probably based on a large falcon. The Hungarian language word turul meant one kind of falcon and the origin of the word is currently thought to be most likely Turkic (Clauson 1972: 472.Clauson, Sir Gerard. 1972. An Etymological Dictionary of Pre-Thirteenth Century Turkish. Oxford: Clarendon Press.) (Róna-Tas et al. 2011:2: 954-56)Róna-Tas, András, Árpád Berta, with the assistance of László Károly (eds). 2011. West Old Turkic, I-II. Wiesbaden: Harrassowitz Verlag.), which is the language of origin of over 10% of words in modern Hungarian lexicon and the exonym \"Hungarian\" and the word \"Hun\". Toġrïl or toğrul means a medium to large bird of prey of the family Accipitridae, goshawk or red kite. In Hungarian the word sólyom means falcon, and there are three ancient words describing different kinds of falcons: kerecsen [Greek κερχνηίς] (saker falcon), zongor [Turkish sungur = gyrfalcon] (which survives in the male name Csongor) and turul. In Hungarian tradition, it presumably originated as the clan symbol used in the 9th and 10th centuries by the ruling House of Árpád.Chronicon Pictum, Gesta Hungarorum. Arnold Ipolyi, \"Magyar mitológia\" (Hungarian Mythology) 1854; Gáspár Heltai, Hungarian Mythology. \"[...] the hawk or turul, which in shamanistic lore rested upon the tree of life connecting the earth with the netherworld and the skies, persevered for longer [than other clan totems] as a device belonging to the ruling house. But even this was soon eclipsed by the symbol of the double cross and, around 1200, by the striped shield coloured in the red and white of Christ's Passion.\" Martyn C. Rady, Nobility, land and service in medieval Hungary, Palgrave Macmillan, 2000, p.12 In the legend of Emese, recorded in the Gesta Hungarorum and the Chronicon Pictum, the turul is mentioned as occurring in a dream of Emese, when she was already pregnant. In older literature, this was interpreted as \"impregnation\", but the text is clear.For further details: The Turul's role is one of a protector spirit, that protects the little baby Álmos, from harm. In a second dream by the leader of the Hungarian tribes, in which eagles (the emblem of the Pechenegs, enemies of the Hungarians) attacked their horses and a Turul came and saved them.The image of the Turul and its role is similar to that of the Norse Vedfolnir, which like it perched on the tree of life. The Huns reportedly also used the image of the eagle, which for them symbolized the leader. The image of a bird of prey was extremely popular in Saka-Scythian culture. More broadly, this image was common among the nomads of Central Asia. Rather than belonging to a specific ethnic group, it was widespread across the steppe, and the union of a falcon and a woman is \"firmly located in a shamanic religio- mythical universe.\" A prominent example among similar legends is that of the Mongols, contained in The Secret History of the Mongols, where Genghis Khan's mother-in-law dreams that an eagle holding the sun and the moon in its claws lands on her hand, in anticipation of the birth of the Mongolian royal dynasty. In some parts of Kazakhstan and Kyrgyzstan, Kazakhs and Kyrgyz carry falcons inside the yurt during childbirth, because their eyes are said to stave off demons that attack pregnant women during childbirth. Macdonald calls it a \"practical use\" of the falcons' association with fertility. It is also said that the mythic bird, the Turul, is the original bird of the original Hungarians, the Magyars, who migrated out of the plains of Central Asia.Archived at Ghostarchive and the Wayback Machine: The legend says that in 896 AD, the bird dropped its sword in what is now modern day Budapest, indicating to the Magyars that the area was to be their homeland. Thus, what they say was the beginning of the 1000 years the Magyars have lived in their now capital city area of Budapest. ==Modern use== thumb|upright|100px|Kingdom of Hungary first issue (1900) with image of Turul The Turul is used as in the design of coats of arms of the Hungarian Defence Forces, the Counter Terrorism Centre and the Office of National Security.Tom Warhol, Birdwatcher's Daily Companion: 365 Days of Advice, Insight, and Information for Enthusiastic Birders, Marcus Schneck, Quarry Books, 2010, p. 158István Dienes, The Hungarians cross the Carpathians, Corvina Press, 1972, p. 71 There were 3 large Turul statues, each with a wingspan of 15 metres, in Greater Hungary (before the country had its borders reconfigured by the Treaty of Trianon). The last of the three stands on a mountain near Tatabánya, Hungary, but the other two were destroyed. It is the largest bird statue in Europe, and the largest bronze statue in Central Europe. There remain at least 195 Turul statues in Hungary, as well as 48 in Romania (32 in Transylvania and 16 in Partium), 8 in Slovakia, 7 in Serbia, 5 in Ukraine, 1 in Austria and 1 in Croatia. One of the most recently erected, , on St Michael the Archangel's Day, is in Hungary's Ópusztaszer National Heritage Park. Some of the Kingdom of Hungary postage stamps issued after 1900 feature the Turul. ===In nationalist politics=== Throughout the 20th and 21st century, the Turul has been associated with a number of fascist and far-right ideologies. A particularly notable example of this is that of the Turul Association (Turul Szövetség). The association supported antisemitic policies such as the introduction of numerus nullus, a law which have banned Jewish students from studying at universities, and had close ties to the Arrow Cross Party. The turul also remains a popular symbol in modern-day far-right politics. As such, its use remains controversial, with many arguing that it is a symbol of hate and genocide, while others argue that its past uses ought to be ignored in favour of its historical significance. == See also == * Coat of arms and flag of Transylvania * National symbols of Hungary * Konrul * Triple-headed eagle * Tughril == References == == Notes == == External links == * Category:Mythological birds of prey Category:Heraldic birds Category:Monuments and memorials in Hungary Category:National symbols of Hungary Category:Hungarian legendary creatures Category:Turkic legendary creatures Category:Tengriism",
 "title": "Turul"
}