{
 "id": "312339",
 "text": "Sa Kaeo (, ) is one of the 76 provinces (changwat) and lies in eastern Thailand about 200 km from Bangkok. Neighboring provinces are (from south clockwise) Chanthaburi, Chachoengsao, Prachinburi, Nakhon Ratchasima, and Buriram. To the east it borders Banteay Meanchey and Battambang of Cambodia. ==History== Sa Kaeo became a province in 1993, when the six districts Sa Kaeo, Khlong Hat, Wang Nam Yen, Aranyaprathet, Ta Phraya, and Watthana Nakhon of Prachinburi province were elevated to provincial status. It is thus one of the four newest provinces of Thailand, together with Amnat Charoen, Nong Bua Lamphu, and most recently, Bueng Kan. The province is overwhelmingly Theravada Buddhist (99.4 percent). In 1979 Sa Kaeo Refugee Camp was established northwest of Sa Kaeo town. It closed in 1989, but the legacy of the border clashes of the 1970s, 1980s, and 1990s is ever present. The largest land mine field in the world was planted along the Thai-Cambodia border according to some experts. Almost 4,000 people have been injured or killed by landmines in Thailand since the border battles—19 persons in 2017 alone. According to a survey conducted in 2001, 27 of Thailand's 76 provinces were plagued with land mines, impacting more than 530 communities and some 500,000 people. Thailand still has approximately 409 km2 of mined area to clear scattered around the country. With an annual clearance rate of about one km2 between 2011 and 2015 the problem will not soon disappear. left|thumb|250px|Sa Kaeo Sa Khwan The name Sa Kaeo, literally 'crystal pond', refers to two ponds (Sa Kaeo Sa Khwan) containing water thought to be sacred once used for the coronation ceremony. The name of the province originated with this place, now the ponds lie inside a public park next to Mueang Sa Kaeo Municipality Office. ==Geography== The north of the province is covered with the forested mountains of the Sankamphaeng Range and the Dangrek Mountains. The total forest area is or 22 percent of provincial area. To the south are the foothills of the Cardamom Mountains, which are mostly deforested. Two national parks are found in the province: Pang Sida National Park was established in 1982, Ta Phraya National Park in 1996. ==Symbols== The provincial seal shows the sun rising over archaeological ruins, Prasat Khao Noi Si Chompu, a significant Khmer temple. The rising sun symbolizes the location of the province in the east. In the front is a Buddha image in a pond with lotus flowers. The provincial tree is Phyllanthus emblica. The provincial flower is the Orange Jessamine (Murraya paniculata). The provincial slogan is \"Frontier of the east, beautiful forests, splendid waterfalls, ancient civilisations, Thai-Cambodian commerce\". ==Administrative divisions== thumb|Map of Sa Kaeo with 9 districts ===Provincial government=== Sa Kaeo is divided into nine districts (amphoe). The districts are further divided into 59 subdistricts (tambons) and 619 villages (mubans). {| |- valign=top || #Mueang Sa Kaeo #Khlong Hat #Ta Phraya #Wang Nam Yen #Watthana Nakhon |valign=top| 6. Aranyaprathet 7. Khao Chakan 8. Khok Sung 9. Wang Sombun |} ===Local government=== As of 26 November 2019 the province had one Provincial Administration Organisation (PAO) () and 16 municipalities (thesaban): Sa Kaeo, Aranyaprathet, and Wang Nam Yen had town (thesaban mueang) status, with a further 13 subdistrict municipalities (thesaban tambon). (Non-municipal areas are administered by 49 Subdistrict Administrative Organisations (SAO) (ongkan borihan suan tambon). ==Human achievement index 2017== {| class=\"wikitable floatright\" style=\"width:400px;\" |- | style=\"text-align:center; width:100px; background:black; color:white;\"| Health | style=\"text-align:center; width:100px; background:black; color:white;\"| Education | style=\"text-align:center; width:100px; background:black; color:white;\"| Employment | style=\"text-align:center; width:100px; background:black; color:white;\"| Income |- | 95px | 100px | 100px | 100px |- | style=\"text-align:center; background:black; color:white;\"| 38 | style=\"text-align:center; background:black; color:white;\"| 58 | style=\"text- align:center; background:black; color:white;\"| 64 | style=\"text-align:center; background:black; color:white;\"| 60 |- | style=\"text-align:center; background:black; color:white;\"| Housing | style=\"text-align:center; background:black; color:white;\"| Family | style=\"text-align:center; background:black; color:white;\"| Transport | style=\"text-align:center; background:black; color:white;\"| Participation |- | style=\"height:100px;\"| 100px | center|85px | 100px | 90px |- | style=\"text-align:center; background:black; color:white;\"| 48 | style=\"text-align:center; background:black; color:white;\"| 72 | style=\"text-align:center; background:black; color:white;\"| 50 | style=\"text-align:center; background:black; color:white;\"| 46 |- | colspan=\"4\"; style=\"background:black; color:white;\"| Province Sa Kaeo, with an HAI 2017 value of 0.5183 is \"low\", occupies place 73 in the ranking. |} Since 2003, United Nations Development Programme (UNDP) in Thailand has tracked progress on human development at sub- national level using the Human achievement index (HAI), a composite index covering all the eight key areas of human development. National Economic and Social Development Board (NESDB) has taken over this task since 2017. {|---valign=top ||Rank||Classification |- || 1 - 15||\"high\" |- ||16 - 30||\"somewhat high\" |- ||31 - 45||\"average\" |- ||45 - 60||\"somewhat low\" |- ||61 - 77||\"low\" |} {|role= \"presentation\" class=\"wikitable mw-collapsible mw- collapsed\" | **Map with provinces and HAI 2017 rankings** |- |750px |} ==References== ==External links== * *Website of the province *Sa Kaeo provincial map, coat of arms and postal stamp Category:Provinces of Thailand",
 "title": "Sa Kaeo province"
}