{
 "id": "312562",
 "text": "{{Infobox comics character | character_name = Scarecrow | image = DETECTIVE COMICS -23.3 THE SCARECROW (vol.2 2013).jpg | imagesize = | caption = Textless cover of Detective Comics #22.3 (July 2000) Art by Jason Fabok | alt = | publisher = DC Comics | debut = World's Finest Comics #3 (Autumn 1941) | first_series = | first_episode = | first_comic = | creators = Bill Finger (writer) Bob Kane (artist) | based_on = | alter_ego = Jonathan Crane | full_name = | species = | homeworld = | alliances = Suicide Squad | partners = | supports = | aliases = | powers = * Genius in psychology and biochemistry * Skilled wielder of farm tools, specifically his scythe * Expert martial-artist and hand-to-hand combatant * Utilizing fear- inducing gases and toxins * Firearms expertise | cat = super | subcat = DC Comics | hero = | villain = y | sortkey = The Scarecrow | addcharcat# = }} The Scarecrow (Dr. Jonathan Crane) is a supervillain appearing in American comic books published by DC Comics. Created by Bill Finger and Bob Kane, he made his debut in World's Finest Comics #3 (September, 1941). He is one of the most enduring enemies of the hero Batman and belongs to the collective of adversaries that make up the Dark Knight's rogues gallery. As the self- proclaimed \"Master of Fear\", the Scarecrow is a former professor of psychology who uses a variety of experimental toxins and psychological tactics to exploit the fears and phobias of his victims and adversaries, especially Batman's. He does not commit his crimes for wealth, but rather for the thrill and power of terrifying people, as well as to conduct \"research\" to further study the effects of fear on humans, making the citizens of Gotham City his unwilling guinea pigs. Ever since his introduction, the Scarecrow has been substantially adapted into various forms of media, such as films, television series, and video games. Many actors have provided the voice for the character over the years, including Henry Polic II and Jeffrey Combs in the DC Animated Universe, Dino Andrade and John Noble in the Batman: Arkham video game series, Robert Englund in Injustice 2, and Rahul Kohli in Harley Quinn, available on HBO Max. In live action, the Scarecrow has been portrayed in film by Cillian Murphy in The Dark Knight Trilogy, and in television by Charlie Tahan and David W. Thompson in Gotham, and Vincent Kartheiser in the third season of Titans. ==Publication history== Bill Finger and Bob Kane introduced Scarecrow in the Fall of 1941 for World's Finest Comics #3, during the Golden Age of Comic Books, in which he only made two appearances.Mike's Amazing World of DC Comics : Scarecrow of Earth-2. Retrieved July 31, 2008. The source of inspiration Kane found for the character came from Washington Irving's The Legend of Sleepy Hollow whose main character, Ichabod Crane, also had an odd scarecrow- like physique. Ichabod's surname and bookish appearance were used to create Scarecrow's alter ego, Jonathan Crane.Eaglemoss Magazine || The Ages of Scarecrow + First Appearance The character was revived during the Silver Age of Comic Books by writer Gardner Fox and artist Sheldon Moldoff in the pages of Batman #189 (February 1967), still maintaining his origin story from the Golden Age.Mike's Amazing World of DC Comics : \"Fright of the Scarecrow,\" Batman #189 (February 1967). Retrieved July 31, 2008. It was also in Batman #189 that the Scarecrow's signature \"fear toxin\" - a hallucinogenic chemical that makes people have horrific visions of their worst fears - debuted.Batman #189 (December 1966). DC Comics. The character remained relatively unchanged throughout the Bronze Age of Comic Books. Following the 1986 multi-title event Crisis on Infinite Earths reboot, the character's origin story is expanded in Batman Annual #19 and the miniseries Batman/Scarecrow: Year One, with this narrative also revealing that Crane has a fear of bats.Batman/Scarecrow: Year One. DC Comics. In 2011, as a result of The New 52 reboot, Scarecrow's origin (as well as that of various other DC characters) is completely altered, incorporating several elements that differ from its original.Batman: The Dark Knight (Vol. 2) #4-7 (February–May 2012). DC Comics. ==Fictional character biography== ===Backstory=== Jonathan Crane is bullied at school for his resemblance to Ichabod Crane from Washington Irving's The Legend of Sleepy Hollow, sparking his lifelong obsession with fear and using it as a weapon against others. In his senior year, Crane is humiliated by school bully Bo Griggs and rejected by cheerleader Sherry Squires. He takes revenge during the senior prom by donning his trademark scarecrow costume and brandishing a gun in the school parking lot; in the ensuing chaos, Griggs gets into a car accident, paralyzing himself and killing Squires. Crane's obsession with fear leads him to become a psychologist, taking a position at Arkham Asylum and performing fear-inducing experiments on his patients. He is also a professor of psychology at Gotham University, specializing in the study of phobias. He loses his job after he fires a gun inside a packed classroom, accidentally wounding a student; he takes revenge by killing the professors responsible for his termination and becomes a career criminal.Batman Annual #19 As a college professor, Crane mentors a young Thomas Elliot.Batman: Heart of Hush The character also has a cameo in Sandman (vol. 2) #5. In stories by Jeph Loeb and Tim Sale, the Scarecrow is depicted as one of the more deranged criminals in Batman's rogues gallery, with a habit of speaking in nursery rhymes.Detective Comics #73. DC Comics. These stories further revise his history, explaining that he was raised by his abusive, fanatically religious great-grandmother, whom he murdered as a teenager. ===Criminal career=== Scarecrow plays a prominent role in Doug Moench's \"Terror\" storyline, set in Batman's early years, where Professor Hugo Strange breaks him out of Arkham and gives him \"therapy\" in order to train him to defeat Batman. Strange's therapy proves effective enough to turn the Scarecrow against his \"benefactor\", impaling him on a weather vane and throwing him in the cellar of his own mansion. The Scarecrow then uses Strange's mansion to lure Batman to Crime Alley, and decapitates one of his former classmates in the alley in front of Batman. With the help of Catwoman, -- whom Scarecrow had attempted to blackmail into helping him by capturing her and photographing her unmasked-- Batman catches Scarecrow, but loses sight of Strange, with it being unclear whether Strange had actually survived the fall onto the weather vane, or if Scarecrow and Batman are hallucinating from exposure to Scarecrow's fear toxin.Batman: Legends of the Dark Knight #137-141. DC Comics. Scarecrow appears in Batman: The Long Halloween, first seen escaping from Arkham on Mother's Day with help from Carmine Falcone, who also helps the Mad Hatter escape. The Scarecrow gases Batman with fear toxin as he escapes, causing Batman to flee to his parents' grave as Bruce Wayne, where he is arrested by Commissioner Jim Gordon due to Wayne's suspected ties to Falcone. Scarecrow robs a bank with the Mad Hatter on Independence Day for Falcone, but is stopped by Batman and Catwoman. He later appears in Falcone's office on Halloween with Batman's future rogue's gallery, but is defeated by Batman.Batman: The Long Halloween Scarecrow returns in Batman: Dark Victory as part of Two-Face's gang, and is first seen putting fear gas in children's dolls on Christmas Eve. He is eventually defeated by Batman. He later appears as one of the villains present at Calendar Man's trial. It is revealed he and Calendar Man had been manipulating Falcone's son Alberto; Scarecrow had determined that Alberto feared his father, and poisoned his cigarettes with the fear toxin to bring out the fear; Calendar Man, meanwhile, had been talking to Alberto, with the fear toxin making Alberto hear his father's voice. Together, they manipulate Alberto into making an unsuccessful assassination attempt on his sister, Sofia Gigante. After Two-Face's hideout is attacked, Batman captures Scarecrow, who tells him where Two-Face is heading.Batman: Dark Victory. DC Comics. In Catwoman: When in Rome, Scarecrow supplies the Riddler with fear gas to manipulate Catwoman, and later aids Riddler when he fights Catwoman in Rome. Scarecrow accidentally attacks Cheetah with his scythe before Catwoman knocks him out.Catwoman: When in Rome. DC Comics. The Scarecrow appears in such story arcs as Knightfall and Shadow of the Bat, first teaming with the Joker to ransom off the mayor of Gotham City. Batman foils their plan and forces them to retreat. Scarecrow betrays Joker by spraying him with fear gas, but it has absolutely no effect; Joker then beats Scarecrow senseless with a chair. Scarecrow later tries to take over Gotham with an army of hypnotized college students, commanding them to spread his fear toxin all over the city. His lieutenant is the son of the first man he killed. He is confronted by both Batman-Azrael and Anarky and tries to escape by forcing his lieutenant to jump off of a building. Batman- Azrael knocks him out, and Anarky manages to save the boy.Batman: Knightfall. DC Comics.Batman: Shadow of the Bat. DC Comics. Despite his criminal history, he is still recognized as a skilled psychologist. When Aquaman needs insight into a serial killer operating in his new city of Sub Diego—San Diego having been sunk and the inhabitants turned into water-breathers by a secret organization—he consults with Scarecrow for insight into the pattern of the killer's crimes, Scarecrow determining that killer chose his victims by the initials of their first and last names spelled out the message 'I can't take it any more'Aquaman (vol. 6) #30. DC Comics. (thus allowing Aquaman to determine both the true identity and final target of the real killer).Aquaman (vol. 6) #31. DC Comics. In the 2004 story arc As the Crow Flies, Scarecrow is hired by the Penguin under false pretenses. Dr. Linda Friitawa then secretly mutates Scarecrow into a murderous creature known as the \"Scarebeast\", who Penguin uses to kill off his disloyal minions.As the Crow Flies - Batman #627 (July 2004). DC Comics. The character's later appearances all show him as an unmutated Crane again, except for an appearance during the War Games story arc.Villains United #6. DC Comics.Villains United Special. DC Comics. Scarecrow appears in the third issue of War Games saving Black Mask from Batman and acting as the crime lord's ally, until Black Mask uses him to disable a security measure in the Clock Tower by literally throwing Scarecrow at it. Scarecrow wakes up, transforms into Scarebeast, and wreaks havoc outside the building trying to find and kill Black Mask. The police are unable to take it down, and allow Catwoman, Robin, Tarantula II, and Onyx to fight Scarebeast, as Commissioner Michael Akins had told all officers to capture or kill any vigilantes, costumed criminals or \"masks\" they find. Even they cannot defeat the Scarebeast, though he appears to have been defeated after the Clock Tower explodes.War Games #3. DC Comics. The Scarecrow reappears alongside other Batman villains in Gotham Underground; first among the villains meeting at the Iceberg Lounge to be captured by the Suicide Squad. Scarecrow escapes by gassing Bronze Tiger with fear toxin. He later appears warning the Ventriloquist II, Firefly, Killer Moth and Lock-Up, who are planning to attack the Penguin that Penguin is allied with the Suicide Squad. The villains wave off his warnings and mock him. He later leads the same four into a trap orchestrated by Tobias Whale. Killer Moth, Firefly and Lock-Up all survive, but are injured and unconscious to varying degrees, the Scarface puppet is \"killed\", and Peyton Reily, the new Ventriloquist, is unharmed, though after the attack she is taken away by Whale's men. Whale then betrays Scarecrow simply for touching his shoulder (it is revealed Whale has a pathological hatred of \"masks\" because his grandfather was one of the first citizens of Gotham killed by a masked criminal). The story arc ends with Whale beating Scarecrow up and leaving him bound and gagged, as a sign to all \"masks\" that they are not welcome in Whale's new vision of Gotham.Gotham Underground. DC Comics. Scarecrow appears in Batman: Hush, working for the Riddler and Hush. He composes profiles on the various villains of Gotham so Riddler and Hush can manipulate them to their own ends. He later gases Huntress with his fear gas, making her attack Catwoman. He attacks Batman in a graveyard, only to learn his fear gas is ineffective (due to Hush's bug), but before he can reveal this he is knocked out by Jason Todd.Batman: Hush. DC Comics. Scarecrow also appears in Batman: Heart of Hush, kidnapping a child to distract Batman so Hush can attack Catwoman. When Batman goes to rescue the child, Scarecrow activates a Venom implant, causing the boy to attack Batman. He is defeated when Batman ties the boy's teddy bear to Scarecrow, causing the child to attack Scarecrow. After capturing Scarecrow, Batman forces him to reveal Hush's location. In the Battle for the Cowl storyline, Scarecrow is recruited by a new Black Mask to be a part of a group of villains who are aiming to take over Gotham in the wake of Batman's apparent death. He later assists the crime lord in manufacturing a recreational drug called \"Thrill,\" which draws the attention of Oracle and Batgirl. He is later defeated by Batgirl and once again arrested.Batman: Battle for the Cowl. DC Comics. ===Blackest Night=== Scarecrow briefly appears in the fourth issue of the Blackest Night storyline. His immunity to fear (brought about by frequent exposure to his own fear toxin) renders him practically invisible to the invading Black Lanterns. The drug has taken a further toll on his sanity, exacerbated by the long disappearance of Batman in the Batman R.I.P. storyline; he develops a literal addiction to fear, exposing himself deliberately to the revenant army, but knowing that only Batman could scare him again.Blackest Night #5 (2009). DC Comics. Using a duplicate of Sinestro's power ring, he is deputized into the Sinestro Corps for 24 hours in order to combat the Black Lanterns. Overjoyed at finally being able to feel fear again, Scarecrow gleefully and without question follows Sinestro's commands.Green Lantern (vol. 4) #50. DC Comics. His celebration is cut short when Lex Luthor, overwhelmed by the orange light of Avarice, steals his ring.Blackest Night #7 (2010). DC Comics. ===Brightest Day=== During the events of Brightest Day, Scarecrow begins kidnapping and murdering college interns working for LexCorp as a way of getting back at Lex Luthor for stealing his ring. When Robin and Supergirl attempt to stop him, Scarecrow unleashes a new fear toxin that is powerful enough to affect a Kryptonian. The toxin forces Supergirl to see visions of a Black Lantern Reactron, but she is able to snap out of the illusion and help Robin defeat Scarecrow.Superman/Batman #77. DC Comics. He is eventually freed from Arkham when Deathstroke and the Titans break into the asylum in order to capture one of the inmates.Titans (vol. 2) #28. DC Comics. ===The New 52=== In 2011, The New 52 rebooted the DC universe. Scarecrow is a central villain in the Batman family of books and first appeared in the New 52 in Batman: The Dark Knight #4 (February 2012), written by David Finch and Paul Jenkins. His origin story is also altered; in this continuity, his father Gerald Crane used him as a test subject in his fear-based experiments. During one of these experiments, Crane's father locked him inside a little dark room, but suffered a fatal heart attack before he could let Jonathan out. Jonathan was trapped in the test chamber for days until being freed by some employers of the University. As a result of this event, he was irreparably traumatized and developed an obsession with fear. He became a psychologist, specializing in phobias. Eventually, Crane began using patients as test subjects for his fear toxin. His turn to criminality is also markedly different in this version; the New 52 Scarecrow is fired from his professorship for covering an arachnophobic student with spiders, and becomes a criminal after stabbing a patient to death.Batman: The Dark Knight (vol. 2) #10-15, #0 (August 2012-February 2013). DC Comics. The Scarecrow kidnaps Poison Ivy, and works with Bane to create and distribute to various Arkham inmates a new form of Venom infused with the Scarecrow's fear toxin. With the help of Superman and the Flash, Batman defeats the villains. The Scarecrow surfaces again in Batman: The Dark Knight #10, penned by Gregg Hurwitz, for a six-issue arc. The Scarecrow kidnaps Commissioner James Gordon and several children, and eventually releases his fear toxin into the atmosphere. Scarecrow is also used as a pawn by the Joker in the \"Death of the Family\" arc; he is referred to as Batman's physician.Batman (vol. 2) #16 (March 2013). DC Comics. Scarecrow appears in Swamp Thing (vol. 5) #19 (June 2013), clipping flowers for his toxins at the Metropolis Botanical Garden. Swamp Thing attempts to save Scarecrow from cutting a poisonous flower, not realizing who the villain is. Scarecrow attempts to use his fear toxin on Swamp Thing.Swamp Thing (vol. 5) #19 (June 2013). DC Comics. The toxin causes Swamp Thing to lose control of his powers until Superman intervenes.Swamp Thing (vol. 5) #20 (July 2013). DC Comics. He is later approached by the Outsider of the Secret Society of Super Villains to join up with the group. Scarecrow accepts the offer.Justice League of America (vol. 3) #2. DC Comics. As part of \"Villains Month\", Detective Comics (vol. 2) #23.3 (Sept. 2013) was titled The Scarecrow #1. Scarecrow goes to see Killer Croc, Mr. Freeze, Poison Ivy, and Riddler and informs them of a war at Blackgate Penitentiary is coming and learns where each of the alliances lives. Through his conversations with each, Scarecrow learns that Bane may be the cause of the Blackgate uprising and will be their leader in the impending war. It was also stated that Talons from the Court of Owls were stored at Blackgate on ice. Later, looking over the divided city, Scarecrow claims that once the war is over and the last obstacle has fallen, Gotham City would be his.Detective Comics (vol. 2) #23.3. DC Comics. Scarecrow approaches Professor Pyg at Gotham Memorial Hospital to see if he will give his supplies and Dollotrons to Scarecrow's followers. Scarecrow goes to Penguin next, who has already planned for the impending war, by blowing up the bridges giving access to Gotham City.Forever Evil: Arkham War #1. DC Comics. Scarecrow and Man-Bat attempt to steal the frozen Talons from Blackgate while Penguin is having a meeting with Bane.Forever Evil: Arkham War #2. DC Comics. Killer Croc rescues Scarecrow and Man-Bat from Blackgate and brings Scarecrow to Wayne Tower, where he gives Killer Croc control of Wayne Tower, as it no longer suits him.Forever Evil: Arkham War #3. DC Comics. Scarecrow begins waking the Talons in his possession, having doused them with his fear gas and using Mad Hatter's mind-control technology in their helmets to control them.Forever Evil: Arkham War #4. DC Comics. At Arkham Asylum, Scarecrow senses that he has lost the Talons after Bane freed them from Mad Hatter's mind-control technology. Scarecrow then turns to his next plan, giving the other inmates a small dose of Bane's Venom to temporarily transform them.Forever Evil: Arkham War #5. DC Comics. Upon Bane declaring that Gotham City is finally his, he has Scarecrow hanged between two buildings.Forever Evil: Arkham War #6. DC Comics. In Batman and Robin Eternal, flashbacks reveal that Scarecrow was the first villain faced by Dick Grayson as Robin in the New 52 universe when his and Batman's investigations into Scarecrow's crimes lead Batman to Mother, a woman who believes that tragedy and trauma serve as 'positive' influences to help people become stronger. To this end, Mother has Scarecrow develop a new style of fear toxin that makes the brain suffer the same experience as witnessing a massive trauma, but Scarecrow turns against Mother as the victims of this plan would become incapable of feeling anything. Recognizing that Mother will kill him once he has outlived his usefulness, Scarecrow attempts to turn himself over to Batman,Batman & Robin Eternal #14. DC Comics. but Batman uses this opportunity to have him deliver a fake psychological profile of him to Mother, claiming that Batman is a scarred child terrified of losing the people he cares for to make Mother think she understands him.Batman & Robin Eternal #15. DC Comics. In the present day, as Mother unleashes a new hypnotic signal to take control of the world's children, the Bat-Family abduct Scarecrow to brew up a new batch of his trauma toxin after determining that it nullifies the controlling influence of Mother's signal until they can shut down her main base.Batman & Robin Eternal #23. DC Comics. ===DC Rebirth=== In \"DC Rebirth\", Scarecrow works with the Haunter to release a low dose of fear toxin around Gotham on Christmas and sets up a small stand for her to pick up the toxin. Both he and Haunter are paralyzed by the toxin's effects, allowing Batman to apprehend them.Batman (vol. 3) Annual #1. DC Comics. The Scarecrow later emerges using a Sinestro Corps' Power ring to induce fear and rage against Batman in random citizens throughout Gotham, to the point where he provokes Alfred Pennyworth into threatening to shoot Simon Baz as part of his final assault.Green Lanterns #16. DC Comics. In the \"Watchmen\" sequel \"Doomsday Clock\", Scarecrow is among the villains who attend the underground meeting held by Riddler that talks about the Superman Theory.Doomsday Clock #6 (July 2018). DC Comics. Wanting to take on other bad guys outside of Doctor Sivana, Mister Mind, Black Adam, and Herkimer, Shazam flies to Gotham City where he hears about a hostage situation caused by Scarecrow. Shazam starts to fight him when he starts to get affected by the fear gas. Batman shows up and regains control of the situation by defeating Scarecrow and administering the antidote. As Scarecrow is arrested, Batman states to Shazam that Scarecrow is too dangerous for him to fight.Shazam! (vol. 3) #12. DC Comics. ===Infinite Frontier=== ==Characterization== ===Skills and equipment=== A master strategist and manipulator, his genius labels him as one of the most cunning criminal masterminds Crane is a walking textbook on anxiety disorders and psychoactive drugs; he is able to recite the name and description of nearly every known phobia. He's even known to have a frightening ability to tamper with anyone's mind with just words, once managing to drive two men to suicide, and uses this insight to find people's mental pressure points and exploit them.Batman: Legends of the Dark Knight Halloween Special #1. DC Comics. Despite his scrawny build, Crane is a skilled martial artist who uses his long arms and legs in his personal combat style known as \"violent dancing\", developed during his training in the Kung Fu style of the White Crane, for which Scarecrow sometimes wields a sickle or scythe.Batman: Shadow of the Bat #18. DC Comics. Scarecrow is also a brilliant biochemist and toxicology genius, best known for the invention of his fear toxin, which he atomized with mixed chemicals, including powerful synthetic adrenocortical secretions and other potent hallucinogens that can be inhaled or injected into the bloodstream to amplify the victim’s darkest fear into a terrifying hallucination. Its potency has upgraded to an extreme level over the years; in some stories in which it appears, fear toxin is depicted as capable of prompting almost instantaneous, terror-induced heart attacks, leaving the victim in a permanent psychosis of chronic fear. Other versions of the toxin are powerful enough that even Superman can be affected; in one story, he mixes the toxin with kryptonite to simultaneously weaken and terrify the Man of Steel. To instill his toxin, he often uses a hand-held sprayer in the shape of a human skull and special straws which can be snapped in half to release it. In one story, Scarecrow concoct a chemical containing wildfowl pheromones from his childhood that causes nearby birds to attack his opponents. In the story arc As the Crow Flies, after being secretly mutated by Dr. Linda Friitawa, Scarecrow gains the ability to turn into a large, monstrous creature called the Scarebeast. As Scarebeast, he has greatly enhanced strength, endurance, and emits a powerful fear toxin from his body. However, he has to be under physical strain or duress to transform. During the Blackest Night mini-series, Scarecrow is temporarily deputized into the Sinestro Corps by a duplicate of Sinestro's Power ring. He proves to be very capable in manipulating the light of fear to create constructs until his ring is stolen by Lex Luthor. ===Personality=== Crane, in almost all of his incarnations, is cruel, sadistic, deranged, and manipulative above all else. Crane is obsessed with fear, and takes sadistic pleasure in frightening his victims, often literally to death, with his fear toxin. Crane also suffers from brain damage from prolonged exposure to his own toxin that renders him nearly incapable of being afraid of anything - except Batman. This is problematic for him, as he is addicted to fear and compulsively seeks out confrontations with Batman to feed his addiction. He is also known to have a warped sense of humor, though not to the level of Black Mask or the Joker, as he has been known to frequently make taunts and quips related to his using his fear toxin or his love of terrifying others. During Alan Grant's \"The God of Fear\" storyline, Scarecrow develops a god complex; he creates an enormous hologram of himself that he projects against the sky, so he will be recognized and worshipped by the citizens of Gotham as a literal god of fear.Batman: Shadow of the Bat #17. DC Comics. ==Reception== In 2009, the Scarecrow was ranked as IGNs 58th Greatest Comic Book Villain of All Time. ==Other characters named Scarecrow== ===Madame Crow=== Abigail O'Shay is a Gotham University student who writes her doctoral thesis on vigilantes like the Bat-Family, whom she calls the \"cape and cowl crowd\". She is fascinated by the kind of trauma a person would have to go through in order to fight criminals while in costume. She learns about such trauma first hand when Jonathan Crane, then uses her as the test subject in experiments using his fear toxin, intending to test its readiness for use on Batman. She spends more than a year in Arkham Asylum recuperating from Scarecrow's experiments. Blaming Batman for her trauma, O'Shay adopted the identity of Madame Crow with the intention of making sure no one would feel the kind of fear she did ever again as she becomes a member of the Victim Syndicate.Detective Comics #944 (January 2017). DC Comics. In a reversal to Scarecrow's fear toxin, Madame Crow has a set of gauntlets that fire needles filled with \"anti-fear\" toxin, which removes fear in the hope of keeping people from fighting to avoid their own trauma.Detective Comics #946 (March 2017). DC Comics. ==Alternative versions== As one of Batman's most recognizable and popular opponents, the Scarecrow appears in numerous comics that are not considered part of the regular DC continuity, including: * The Scarecrow appears in Batman/Daredevil: King of New York, in which he attempts to use the Kingpin's criminal empire to disperse his fear gas over New York City. He is defeated when Daredevil, the \"Man Without Fear\", proves immune to the gas.Batman/Daredevil: King of New York. DC Comics. * In DC vs. Marvel, the Scarecrow temporarily allies with the Marvel Universe Scarecrow to capture Lois Lane before they are both defeated by Ben Reilly.DC vs. Marvel #2. DC Comics. * The Scarecrow is featured in part two of the four-part in JSA: The Liberty Files. This version of Scarecrow is portrayed as a German agent who kills a contact working for the Bat (Batman), the Clock (Hourman), and the Owl (Doctor Mid-Nite). In a struggle with Scarecrow, the fiancée of the agent Terry Sloane is killed. This causes Sloane to return to the field as Mister Terrific and kill Scarecrow.JSA: The Liberty Files. DC Comics. * A stand-in for Jonathan Crane named Jenna Clarke / Scarecrone appears in the Elseworlds original graphic novel Batman: Dark Knight Dynasty as a henchwoman/consort under the employ of Vandal Savage. Scarecrone also acts as a stand-in for Two- Face. She has the power to invade a person's psyche and make their deepest fears appear as illusions simply by touching them. \"Scarecrone\" is actually her alternate personality. Vandal Savage requires Clarke to switch to her Scarecrone persona through a special formula that he has made Clarke dependent on. The two personalities are antagonistic towards each other. It is revealed that when the formula brings out Scarecrone, the right side of her face becomes heavily scarred. This scarring is healed once the formula wears off and the Jenna Clarke personality becomes dominant again.Batman: Dark Knight Dynasty. DC Comics. * The Scarecrow is one of the main characters in Alex Ross' maxi-series Justice as part of the Legion of Doom.Justice #1. DC Comics.. DC Comics. He is first seen out of costume in a hospital, injecting a girl in a wheelchair with a serum allowing her to walk.Justice #2 Scarecrow is later seen in costume during Lex Luthor's speech alongside Clayface inside the home of Black Canary and Green Arrow.Justice #5. DC Comics. Scarecrow gases Canary while Clayface attacks Green Arrow, but the attack fails when Black Canary finds her husband attacked by Clayface. Green Arrow defeats Clayface by electrocuting him with a lamp, and the duo flee soon after Canary unleashes her Canary Cry.Justice #6 Scarecrow is later seen with Clayface and Parasite, having captured Commissioner James Gordon, Batgirl, and Supergirl.Justice #8. DC Comics. When the Justice League storms the Hall of Doom, Scarecrow does not appear to face any particular target and duels the League as a whole. He is one of the few villains to escape the League's initial attack.Justice #10. DC Comics. The Justice League follows Scarecrow to his city, whereupon he sends his city's population to attack the League, knowing that they would not hurt civilians. However, John Stewart's ring frees the city from Scarecrow's control, subsequently freeing Scarecrow from Brainiac's control. Scarecrow does not seem bothered by this realization, admitting he would have done it anyway. He causes a diversion by releasing his fear gas into his entire city, driving his citizens into a homicidal frenzy,Justice #11. DC Comics. and manages to escape capture, but he is ambushed and nearly killed by the Joker in retaliation for not having been invited to the Legion of Doom. Scarecrow's city is again saved by the Justice League.Justice #12. DC Comics. * The Scarecrow appears in the third and final chapter of Batman & Dracula: Red Rain, in which he has adorned his Scarecrow costume with laces of the severed fingers of the bullies who tormented him in school. He is about to kill a former football player when vampire Batman appears, noting that Scarecrow is worse than him; as a vampire, he is driven to kill by forces beyond his control, while Scarecrow chooses to be a murderer. Batman then grabs Scarecrow's vial of fear gas, crushing it along with the supervillain's hand, and cuts Scarecrow's head off with his own sickle, declaring that Scarecrow has no idea what fear really is.Batman: Crimson Mist. DC Comics. * In The Batman Adventures (vol. 2) #1, Scarecrow escapes from Arkham Asylum and doses Gotham City's entire population with a variant of his fear gas has that causes them to fear his silhouette.The Batman Adventures (vol. 2) #1. DC Comics. In issue #9, Scarecrow is seen during a flashback sequence.The Batman Adventures (vol. 2) #9. DC Comics. Series writer Ty Templeton mentioned during an interview that he originally wanted to use the Scarecrow in a story which would have revealed why an accident and a murder trial provoked him to change his costume, as his face was never seen in The New Batman Adventures TV show, but the series was canceled before Scarecrow's mystery could have been revealed. * In the 2010 adaptation of Batman Beyond, the character does not appear on screen, but it is mentioned that Crane ended up retiring from his life of crime, and spent the last ten years of his life writing out experiments.Batman Beyond #7. DC Comics. In the New 52 Batman Beyond books that takes place after Futures End, the future Batman fights a new, female version of the Scarecrow named Adalyn Stern. As a child, Adalyn was traumatized when she witnessed Batman brutally beat up her father (who was a notorious gang leader). She was placed in institutional care until she was assigned to one of Jonathan Crane's disciples who attempted to treat her with technology derived from Crane's work, which only amplified her fear of Batman. She grows up and becomes a co-anchor to Jack Ryder on the New 52. She uses A.I. cubes placed in everyone's homes to brainwash the population into believing that the new Batman is a demon that needs to be put down. She is eventually defeated by the combined efforts of the original and new Batman as well as Jack Ryder and is institutionalized in Arkham Asylum afterward when she views herself as nothing but the Scarecrow. * In the alternate timeline of Flashpoint, Scarecrow is one of the many villains subsequently killed by Thomas Wayne, who is that universe's Batman.Flashpoint: Batman - Knight of Vengeance #1 (June 2011). DC Comics. * In the graphic novel Batman: Earth One, Dr. Jonathan Crane is mentioned as the head of the Crane Institute for the Criminally Insane, and one of its escapees is one Ray Salinger, also known as the \"Birthday Boy\", used by Mayor Cobblepot to his advantages.Batman: Earth One. DC Comics. * In Batman: Arkham Unhinged, the Mad Hatter mentions that he has acquired and modified Scarecrow's fear toxin to make Batman see his \"Alices\" as various characters from Alice in Wonderland who, in turn, had been drugged by Hatter and placed under his control.Batman: Arkham Unhinged #23-25 (March–April 2012). DC Comics. * The Scarecrow appears in Injustice: Gods Among Uss prequel comic. In Year One, the alternate universe's Joker poisons Scarecrow with his laughing toxin, which left him in a state of induced coma. Later, Scarecrow's body is found in S.T.A.R. Labs by the Flash, with his face twisted into a smile. Joker would use Scarecrow's fear toxin laced with kryptonite to make Superman see his wife Lois Lane as Doomsday, causing the Man of Steel to accidentally murder her and seal Metropolis' fate.Injustice: Gods Among Us #2. DC Comics. In Year Five, after awakening from his coma, Scarecrow goes to Bludhaven, where he meets with Black Mask, Man-Bat, Bronze Tiger, Mad Hatter, and Tweedledum and Tweedledee. Robin later arrives and fights the villains. When they start to overwhelm Robin, Deadman arrives and possesses Bronze Tiger to knock out the villains before calling for help.Injustice: Gods Among Us: Year Five #14. DC Comics. * In Batman/Teenage Mutant Ninja Turtles crossover, the Scarecrow appears mutated into a raven as one of the various other Arkham inmates mutated by Shredder and the Foot Clan to attack Batman and Robin. Batman is captured, but Robin manages to escape. The Teenage Mutant Ninja Turtles and Splinter then arrive, where Splinter defeats the mutated villains, while Batman uses his new Intimidator Armor to defeat Shredder and the Turtles defeat Ra's al Ghul. Later, Jim Gordon tells Batman that the police scientists have managed to turn all of the inmates at Arkham back to normal, and that they are currently in A.R.G.U.S. custody.Batman/Teenage Mutant Ninja Turtles #6. DC Comics/IDW. DC Comics. * The Scarecrow appears in Batman '66 (which is based on the 1966 TV series). This version of the character was adopted and raised in a small Appalachian town, aptly named Jitters Holler, after being abandoned by his parents. He was bullied by his adoptive brother Zeke, who constantly scared him with a scarecrow. After heading off to college, Crane returns to exact his revenge on the citizens of Gotham City. While robbing a bank, Scarecrow is confronted by Batman and Robin and infects them with his fear toxin, making them see their greatest fears and allowing him a chance to escape. After that, Batman and Robin follow a trail of clues which lead them to Jitters Holler, where they defeat the villain by exposing him to his own fear toxin.Batman '66 #28. DC Comics. * Scarecrow makes a minor appearance in the 2017 series Batman: White Knight. Crane, along with several other Batman villains, is tricked by Jack Napier (who in this reality was a Joker who had been force-fed an overdose of pills by Batman which temporarily cured him of his insanity) into drinking drinks that had been laced with particles from Clayface's body. This was done so that Napier, who was using Mad Hatter's technology to control Clayface, could control them by way of Clayface's ability to control parts of his body that had been separated from him.Batman: White Knight #2 (November 2017). DC Comics. Scarecrow and the other villains are then used to attack a library which Napier himself was instrumental in building in one of Gotham City's poorer districts.Batman: White Knight #3 (December 2017). DC Comics. Later on in the story, the control hat is stolen by Neo-Joker (the second Harley Quinn, who felt that Jack Napier was a pathetic abnormality while Joker was the true, beautiful personality), in an effort to get Napier into releasing the Joker persona. Scarecrow also appears in the sequel storyline Batman: Curse of the White Knight, being among the villains murdered by Azrael. ==In other media== ==See also== * List of Batman family enemies ==References== ==External links== *Scarecrow at DC Comics' official website * Category:Animated series villains Category:Batman characters Category:Characters created by Bill Finger Category:Characters created by Bob Kane Category:Characters created by Jerry Robinson Category:Comics characters introduced in 1941 Category:DC Comics male supervillains Category:DC Comics film characters Category:DC Comics television characters Category:Fictional characters with disfigurements Category:Fictional characters with neurotrauma Category:Fictional chemists Category:Fictional mad scientists Category:Fictional mass murderers Category:Fictional psychologists Category:Fictional scarecrows Category:Fictional torturers Category:Fictional toxicologists Category:Fictional terrorists Category:Golden Age supervillains Category:Video game bosses Category:Male characters in film Category:Male film villains Category:Action film villains Category:Film supervillains Category:Fear",
 "title": "Scarecrow (DC Comics)"
}