{
 "id": "312641",
 "text": "The Queen Elizabeth Way (QEW) is a 400-series highway in the Canadian province of Ontario linking Toronto with the Niagara Peninsula and Buffalo, New York. The freeway begins at the Peace Bridge in Fort Erie and travels around the western end of Lake Ontario, ending at Highway 427 in Toronto. The physical highway, however, continues as the Gardiner Expressway into downtown Toronto. The QEW is one of Ontario's busiest highways, with an average of close to 200,000 vehicles per day on some sections. Major highway junctions are at Highway 420 in Niagara Falls, Highway 405 in Niagara-on-the-Lake, Highway 406 in St. Catharines, the Red Hill Valley Parkway in Hamilton, Highway 403 and Highway 407 in Burlington, Highway403 at the Oakville–Mississauga boundary, and Highway427 in Etobicoke. Within the Regional Municipality of Halton, between its two junctions with Highway 403, the QEW is signed concurrently with Highway403. The speed limit is throughout most of its length, with the exceptions being between Hamilton and St. Catharines where the posted limit is . The history of the QEW dates back to 1931, when work began to widen the Middle Road in a similar fashion to the nearby Dundas Highway and Lakeshore Road as a relief project during the Great Depression. Following the 1934 provincial election, Ontario Minister of Highways Thomas McQuesten and his deputy minister Robert Melville Smith changed the design to be similar to the autobahns of Germany, dividing the opposite directions of travel and using grade-separated interchanges at major crossroads. When opened to traffic in 1937, it was the first intercity divided highway in North America and featured the longest stretch of consistent illumination in the world. While not a true freeway at the time, it was gradually upgraded, widened, and modernized beginning in the 1950s, more or less taking on its current form by 1975. Since then, various projects have continued to widen the route. In 1997, the provincial government turned over the responsibility for the section of the QEW between Highway427 and the Humber River to the City of Toronto. This section was subsequently redesignated as part of the Gardiner Expressway. == Name and signage == thumb|left|Original Queen Elizabeth Way signage, 1940 The Queen Elizabeth Way was named for the wife and royal consort of King George VI who would later become known as Queen Elizabeth The Queen Mother. It is sometimes referred to as the Queen E. In 1939, the royal couple toured Canada and the United States in part to bolster support for the United Kingdom in anticipation of war with Nazi Germany, and also to mark George VI's coronation. The highway received its name to commemorate the visit; it was unveiled on June 7 as the King and Queen ceremonially opened the highway at a site near the Henley Bridge in St. Catharines. Originally, the highway featured stylized light standards with the letters \"ER\", the Royal Cypher for Elizabeth Regina, the Latin equivalent to \"Queen Elizabeth.\" While mostly removed, they remain on three bridges along the highway: in Mississauga over the Credit River, in Oakville over Bronte Creek, and in St. Catharines over Twelve Mile Creek. A short section of Highway 420 in Niagara Falls and its extension, Falls Avenue, had replicas of these light standards installed in 2002. The markers identifying the QEW have always used blue lettering on a yellow background instead of the black-on-white scheme other provincial highway markers use. They originally showed the highway's full name only in small letters, with the large script letters \"ER\" placed where the highway number is on other signs. In 1955, these were changed to the current design, with the lettering \"QEW.\" Although the QEW has no posted highway number, it is considered to be part of the Province of Ontario's 400-series highway network. The Ministry of Transportation of Ontario designates the QEW as Highway 451 for internal, administrative purposes. A monument was originally in the highway median at the Toronto terminus of the highway, dedicated to the 1939 visit of King George VI and Queen Elizabeth and known as the \"Lucky Lion.\" The column, with a crown at the top and a lion at the base, was designed by W. L. Somerville and sculptors Frances Loring and Florence Wyle for $12,000 (equivalent to $ in ). The monument was removed in 1972 in order to accommodate widening of the original QEW, and relocated in August 1975 to the nearby Sir Casimir Gzowski Park along Lake Ontario, on the east side of the Humber River. == Route description == The QEW is a route that travels from the Peace Bridge – which connects Fort Erie with Buffalo, New York – to Toronto, the economic hub of the province. The freeway circles the western lakehead of Lake Ontario, cutting through Niagara Falls, St. Catharines, Hamilton, Burlington, Oakville, and Mississauga en route. A portion of the freeway in Burlington is signed concurrently with Highway 403. Unlike other provincial highways in Ontario, the QEW is directionally signed using locations along the route as opposed to cardinal directions. Driving towards Toronto, the route is signed as \"QEW Toronto\" throughout its length. In the opposing direction, it is signed as \"QEW Hamilton,\" \"QEW Niagara,\" and \"QEW Fort Erie\" depending on the location. === Fort Erie–St. Catharines === The Queen Elizabeth Way begins at the foot of the Peace Bridge, which crosses the United States border and connects with I-190 in Buffalo, New York. A customs booth is between the bridge and the freeway, beyond which a toll is charged to Canada-bound drivers. West of there, access is provided to nearby Highway 3 and the Niagara Parkway. Through customs, the four-lane freeway proper begins, immediately curving northwest. Within Fort Erie, interchanges provide access to and from the QEW at Central Avenue, Concession Road, Thompson Road, Gilmore Road, and Bowen Road. While there is some urban development at the beginning of the freeway, the majority of the first are within lowland forests. Numerous creeks flow through these forests, often flooding them. The Willoughby Marsh Conservation Area lies southwest of the freeway, approximately south of Niagara Falls. After an interchange with Lyons Creek Road, the freeway turns northward. After crossing the Welland River, the original route of the Welland Canal, the freeway exits the forests and enters agricultural land surrounding the suburbs of Niagara Falls, which the highway enters north of the McLeod Road interchange. Within the city, Highway 420 meets the QEW at a large four- level junction, and widens to six lanes. The opposing carriageways split at this interchange to accommodate the left-hand exit/entry of the flyover ramps accessing Highway 420, with the Toronto-bound traffic passing under these flyovers and a CN rail crossing. Exiting the northern fringe of Niagara Falls, the freeway again curves northwest and begins to descend through the Niagara Escarpment, a World Biosphere Reserve. Highway 405 merges with the QEW along the short rural stretch between Niagara Falls and St. Catharines. While there is no Toronto-bound access to Highway 405, Niagara-bound drivers can follow this short freeway to the Lewiston–Queenston Bridge, which crosses the U.S. border into Lewiston, New York. The QEW continues west into St. Catharines. === St. Catharines–Burlington === As the Queen Elizabeth Way enters St. Catharines, it ascends the Garden City Skyway to cross the Welland Canal. This structure replaced the lift bridge south of it, one of two major bottlenecks prior to the early 1960s, and is one of two high-level skyways along the route. As the QEW was the first long distance freeway in North America, several modern engineering concepts were not considered in its original 1939 design, and although it was modernized in a recent reconstruction that concluded in 2011, further expansion of the highway is inhibited by the proximity of properties throughout most of its length. Consequently, most of the route beyond the Welland Canal is wedged between service roads which provide access to and from the QEW as well as to local businesses and residences. After passing the Ontario Street (Regional Road 42) interchange, the freeway crosses Martindale Pond, which forms the mouth of Twelve Mile Creek. West of the crossing is an interchange with Highway 406, which travels south to Welland, after which the QEW crosses out of St. Catharines and into the town of Lincoln at Fifteen Mile Creek continuing with a six-lane cross section. Throughout Lincoln, the QEW travels along the Lake Ontario shoreline through the Niagara Fruit Belt; numerous wineries line the south side of the freeway. Interchanges at Victoria Road (Regional Road 24) and Ontario Street (Regional Road 18) provide access to the communities of Vineland and Beamsville, respectively. The latter encroaches upon the south side of the QEW, interrupting the otherwise agricultural surroundings of the highway in Lincoln. Immediately east of the Bartlett Avenue interchange, the freeway enters Grimsby, where it becomes sandwiched between the Niagara Escarpment and Lake Ontario. The route passes under three overpasses that have remained unchanged since the highway was built: Maple Avenue, Ontario Street, and Christie Street, all served by a single diamond interchange. South of the 50 Point Conservation Area, the freeway exits the Niagara Region and enters the city of Hamilton. Within Hamilton, the highway passes almost entirely within an industrial park, with interchanges at 50 Road, Fruitland Road, and Centennial Parkway (formerly Highway 20). The third of these is intertwined with the Red Hill Valley Parkway interchange, completed in 2009 at which point the freeway widens to eight lanes. From here, the freeway curves northwest onto Burlington Beach and begins to ascend the Burlington Bay James N. Allan Skyway, the second high-level bridge along the route. As it crosses over the entrance to Hamilton Harbour, the freeway enters the Regional Municipality of Halton and descends into the city of Burlington. === Burlington–Toronto === After descending into Burlington, the QEW crosses North Shore Boulevard (former Highway 2) and Fairview Street/Plains Road as it passes by Mapleview Centre. Next to the Burlington Transmission Station, the QEW encounters the Freeman Interchange, originally opened in 1958 to allow construction of Highway 403 and expanded in the early 1990s to accommodate the western terminus of Highway 407. The freeway turns to the east, becoming concurrent with Highway 403 through Burlington and Oakville. The two routes travel straight though a commercial office area. Service roads reappear through this stretch to serve businesses fronting the highway. The segment, which was expanded in 2011, is eight lanes wide, including one high-occupancy vehicle lane (HOV lanes) in each direction, which required the construction of a second structure over Sixteen Mile Creek. In the eastern end of Oakville, the route curves northeast, passing the Ford Motor Assembly Plant. Highway 403 then diverges north from the QEW while the QEW turns back to the east, entering Mississauga and the Peel Region. thumb|right|The Hamilton-bound Queen Elizabeth Way from the freeway's eastern terminus at Highway 427 in Toronto; from here, the highway immediately crosses into Mississauga. The Evans Avenue off-ramp and the bridge over Etobicoke Creek are visible. Within Mississauga, the freeway encounters its narrowest right-of-way, wedged between residential subdivisions on either side that prevent further expansion from its six-lane cross section. It crosses the Credit River valley, where a second bridge will soon be under construction. The segment east of the Credit River is being examined for expansion possibilities, but like the previous section, there is little room for more lanes without property acquisition. Some of the interchanges through Mississauga have ramp meters on the entrances onto the QEW, meaning only one vehicle is allowed to enter the on-ramp per each green light on a traffic signal, depending on the time of day, or the amount of traffic is on the highway at a certain time. After crossing Etobicoke Creek, which forms the boundary between Mississauga / Peel Region and Toronto, the route terminates at a sprawling four-level interchange with Highway 427. The QEW formerly continued beyond this interchange to the Old Toronto city limits at the Humber River with a short collector-express system about ten lanes wide; this section was downloaded from provincial to municipal ownership on April 1, 1997 and became part of the Gardiner Expressway. Once the QEW ends, it will continue along as the Gardiner Expressway, going through downtown Toronto. Once through, Gardiner will end at a fork, and the \"expressway\" side will continue as Don Valley Parkway (DVP) which turns northbound. Once the Don Valley Parkway ends at the interchange at Highway 401, it will continue north as Highway 404, ending at Woodbine Avenue, near Cook's bay, at Lake Simcoe. == History == thumb|left|The QEW opened as The Middle Road in the mid-1930s, lacking most modern safety standards ===Toronto-Hamilton Highway=== As automobile use in southern Ontario grew in the early 20th century, road design and construction advanced significantly. A major issue faced by planners was the improvement of the routes connecting Toronto and Hamilton, which were consistently overburdened by the growing traffic levels. Following frequent erosion of the former macadamized Lakeshore Road, a cement road known as the Toronto–Hamilton Highway was proposed in January 1914. The highway was designed to run along the lake shore, instead of Dundas Street to the north, because the numerous hills encountered along Dundas would have increased costs without improving accessibility. Middle Road, a dirt lane named because of its position between the two, was not considered since Lakeshore and Dundas were both overcrowded and in need of serious repairs. Construction began on November 8, 1914, but dragged on throughout the ongoing war. It was formally opened on November 24, 1917, wide and nearly long. It was the first concrete road in Ontario, as well as one of the longest stretches of concrete road between two cities in the world.Shragge p. 55 \"...the Toronto-to-Hamilton highway which, when completed in 1917, was both Ontario's first concrete highway and one of the longest such inter-city stretches in the world.\" Though many minor improvements in alignment were made, the original highway was without modern bridges for the crossings of the Credit River and Bronte, Etobicoke, and Mimico Creeks. Modern concrete arch bridges for all crossings except Bronte Creek were completed in 1919. === The Middle Road === Over the next decade, vehicle usage increased substantially, and by 1920 Lakeshore Road was again highly congested on weekends. In response, the Department of Highways examined improving another road between Toronto and Hamilton. The road was to be more than twice the width of Lakeshore Road at and would carry two lanes of traffic in either direction. Construction on what was then known as the Queen Street Extension west of Toronto began in early 1931 as a Great Depression relief project. Before the highway could be completed, Thomas McQuesten was appointed the new minister of the Department of Highways, with Robert Melville Smith as deputy minister, following the 1934 provincial elections. Smith, inspired by the German autobahns—new \"dual-lane divided highways\"—modified the design for Ontario roads, and McQuesten ordered that the Middle Road be converted into this new form of highway. A right-of-way was purchased along the Middle Road and construction began to convert the existing sections to a divided highway. Work also began on Canada's first interchange at Highway 10\\. By the end of 1937, the Middle Road was open between Toronto and Burlington. When it opened, it was the first intercity divided highway in North AmericaWhile the Long Island Parkway and several similar roadways opened in the late twenties and early thirties, these parkways were designed to move traffic in and out of a city's downtown. The Middle Road was designed to provide travel between cities, and opened a year before the Pennsylvania Turnpike, the first U.S. highway to do this. and boasted the longest continuous stretch of illumination in the world until the Second World War. === The New Niagara Falls Highway === McQuesten also foresaw the financial opportunities that came with cross-border tourism and opening the \"Ontario frontier\" to Americans. In 1937, construction began on a new dual highway from Hamilton to Niagara Falls (first known as the Hamilton-Niagara Falls Highway) along the bottom of the Niagara Escarpment. This route was intended to connect with the Middle Road on the opposing shore of Lake Ontario. Work began at the end of March to grade the route between Stoney Creek and Jordan. The prospect of removing hundreds of acres of farmland did not sit well with many, especially farmers in the path of the new highway. Rumours spread the prices paid for land were to be well below market value, and local protests erupted throughout the summer. However, the purpose of the new highway was to replace the congested, winding and hilly route of Highway 8 along the escarpment; several groups of collisions that summer gradually persuaded the public to support the new highway. By the autumn, of fruitland were cleared to make way for the route. Over the next two years, numerous bridges and cloverleaf interchanges along the new highway were constructed. In addition, a large traffic circle was built in Stoney Creek to connect with Highway 20\\. The majority of this structural work was completed by June 1939. However, despite being opened to traffic between Stoney Creek and Jordan, the majority of the new route was gravelled. Over a ten-week period in the late spring and early summer of 1940, were paved, completing the four-lane highway between Hamilton and Niagara Falls. It soon came time to name the new highway, and an upcoming visit by King George VI and Queen Elizabeth proved to be the focal point for a dedication ceremony. On June 7, 1939, the two royal family members drove along both the newly connected Toronto-Hamilton and Hamilton-Niagara Falls highways and passed through a light beam near the Henley Bridge in St. Catharines. This caused two Union Jacks to swing out, revealing a sign which read The Queen Elizabeth Way. However, the ceremony only named the segment of the highway between St. Catharines and Niagara Falls as The Queen Elizabeth Way. The remainder of the road was still known by various names, including the Toronto–Burlington/Hamilton Highway and The New Middle Road Highway. On August 23, 1940, McQuesten cut a ribbon at the Henley Bridge in St. Catharines and officially declared the Queen Elizabeth Way open between Toronto and Niagara Falls, at which point the entire route was given the Queen Elizabeth Way name. Over a ten-week period in the late spring and early summer of 1940, were paved, completing the four-lane highway between Hamilton and Niagara Falls. Construction on an extension towards Fort Erie, which became known as the QEW Extension, was underway, but the ongoing war delayed its completion. As an interim measure, the unpaved highway was opened during the summer of 1941. Two lanes of pavement were laid in 1946, but the four-lane highway was not fully paved until 1956, with the portion from Niagara Falls to Fort Erie being the last to be fully paved. The entire route - from Toronto's Humber River all the way to Fort Erie, all named as the QEW - was officially opened on October 14 of that year, completing the envisioned highway 25 years after work had begun. === Conversion to freeway === thumb|right|Long traffic jams, such as this one entering Toronto prior to the construction of the Gardiner Expressway, became commonplace on the unupgraded highway. ==== 1950s: Control of access ==== Despite some modern infrastructure, including traffic circles, interchanges, and some grade-separations, the majority of the new superhighway was not controlled-access. This meant existing farmers and homeowners along several segments that were once concession roads were permitted to build driveways and entrances onto the road. In addition, the majority of the crossroads encountered along the route were at-grade intersections. This, combined with the ever-increasing number of automobiles, traffic jams, accidents, and deteriorating pavement, led the Department of Highways to state it had begun \"salvaging\" the QEW in its 1953 annual report. The first new interchange opened at Dixie Road in 1953, beginning a seven-year program to make the Hamilton–Toronto section into a full-fledged freeway. Over the next three years, the route was improved west to Highway 10 (Hurontario Street). This work was completed in early 1956. Service roads were installed and 13 intersections eliminated, resulting in a 50% reduction of the accident rate along that section. In Toronto, work began in 1955 to construct the Gardiner Expressway, which would tie in with the end of the QEW. The first section of the Gardiner, connecting the QEW to Jameson Avenue, was officially opened by Metropolitan Toronto chairman Fred Gardiner and Premier Leslie Frost on August 8, 1958. Work was also underway on the Toronto Bypass, involving the upgrade of Highway 27 to a freeway between the QEW and the new Highway 401\\. Construction began in 1953, and included an upgrade of the cloverleaf interchange with the QEW with larger loop ramps. This interchange would become one of the worst bottlenecks in the province a decade after its completion, according to Highways Minister Charles MacNaughton. On September 11, 1957, construction began to widen the QEW to six lanes between Highway 27 and the Humber River. It was completed by December 1958, as were interchanges with Mississauga Road and Kerr Street. Service roads allowed engineers to separate local access from the highway and avoid space-consuming interchanges in many places. Therefore, interchanges were only opened at Bronte Road (then Highway 25), Kerr Street, Royal Windsor Drive (then Highway 122), Southdown Road (now Erin Mills Parkway north of the interchange), Mississauga Road, Hurontario Street (then Highway 10), Cawthra Road, Dixie Road, and Highway 27\\. ==== The Skyways ==== Two major projects were ongoing near Burlington at this point. On April 29, 1952, the W.E. Fitzgerald struck the two-lane lift bridge at the entrance to Hamilton Harbour. Damage to the crossing resulted in the QEW's closure until a temporary bridge was erected. To remedy what was becoming a major delay and hazard, the Department of Highways began planning a high-level bridge to cross the shipping channel. Construction also began on the Freeman Diversion interchange to provide better access to this new structure as well as the proposed Chedoke Expressway, bypassing the old trumpet interchange and creating a new three-way junction. Work on both proceeded over the next six years. thumb|right|The Garden City Skyway in September 1963, soon before opening. The old bridge lies to the left, raised for a passing ship. Traffic is queued on both sides, a frequent occurrence each summer until the skyway was built. The Freeman Diversion opened to traffic in August 1958, with the old route becoming an eastward extension of Plains Road. Premier Frost opened the , four-lane skyway two months later on October 30\\. Although it greatly reduced traffic delays, it was not without controversy due to its height, cost, tolling, and most especially its name. Residents in Burlington demanded it be named the Burlington Skyway, while Hamilton residents countered with the Hamilton Skyway. As a compromise, the Thomas B. McQuesten Skyway was proposed. However, the provincial government had the final say in the matter, and opted to name it the Burlington Bay Skyway. Tolls were collected beginning on November 10\\. Elsewhere, in St. Catharines, planning was already advanced on a second skyway to cross the Welland Canal. The Homer Lift Bridge, a longstanding feature along Highway 8, was another point where the QEW narrowed to two lanes and traffic faced regular delays. Construction of the Homer Skyway, as it was tentatively known, began in July 1960 and progressed over the following three years. The $20 million (in 1963, $ adjusted for inflation) structure was officially opened by Premier John Robarts on November 15, 1963. However, traffic had already been flowing on the bridge since October 18. As with the Burlington Bay Skyway, tolls were collected on the new bridge. However, the name was almost unanimously chosen by St. Catharines residents to be the Garden City Skyway. The collection of tolls on both skyways continued until December 28, 1973. ==== 1960s and 1970s: Expansion and new interchanges ==== On September 15, 1960, the Shook's Hill interchange, a unique rotary junction, was completed at what is now Erin Mills Parkway. It was opened to traffic the following day, and completed the program to make the QEW a freeway between Burlington and Toronto. A final project, to reconstruct the intersection with Brant Street into an interchange, was carried out in 1964 and made the QEW a freeway between Hamilton and Toronto. By 1963, work was underway to improve the Niagara Falls–Hamilton stretch of the QEW into a controlled-access highway. At the end of 1966, the QEW was six lanes wide through Mississauga and Toronto, as well as between the Freeman Interchange and east of Brant Street. This six-laning was extended west from Ninth Line to Kerr Street by 1968. The remaining section of four-lane highway along the Burlington to Toronto stretch, between Brant Street and Kerr Street, was reconstructed beginning in 1970 and completed by 1972. The late 1960s and early 1970s also saw the complete reconstruction of three important interchanges: the Rainbow Bridge Approach (later Highway 420) in Niagara Falls, Highway 20 (Centennial Parkway) in Hamilton, and Highway 27 in Toronto. The former two were traffic circles in place since the QEW was opened in 1940; the third was a large cloverleaf interchange that had become outdated with the expansion of Highway 27 to twelve lanes throughout the 1960s. The connections with the Rainbow Bridge Approach and with Highway 27 required new massive high-speed interchanges to accommodate freeway-to-freeway traffic movements. thumb|right|The reconstruction of the QEW and Highway 427 interchange from a cloverleaf to a complicated interchange took just one year in the late 1960s. The four-level junction with Highway 27 was built over and required the construction of 19 bridges and the equivalent of of two-lane roadway, as well as the temporary diversion of QEW traffic to an overpass that would eventually be used for The Queensway. Construction began in September 1968, although preliminary work had been ongoing since 1966; the interchange opened to traffic on November 14, 1969. Between the recently expanded Highway 27 (which would be renumbered as Highway 427 on December 4, 1971) and Lake Shore Boulevard, the QEW was also expanded to 8–10 lanes which included a short collector-express system between Kipling Avenue and Royal York Road. Construction of the four-level interchange between the QEW and Rainbow Bridge Approach began in 1971, removing the two traffic circles along the approach at the QEW and Dorchester Road. The interchange between the QEW and Lundy's Lane (Highway 20) was also removed; instead, the new interchange provided access to Montrose Road. The work was completed by April 1972, at which point the Rainbow Bridge Approach was designated as Highway 420. Planning for the removal of the Stoney Creek traffic circle was completed by 1970, and reconstruction began in 1974. This involved the removal of a rail line which crossed through the circle, and was the demise of one of two major features along the route. The new interchange opened in 1978, completing the transformation of the QEW into a controlled-access highway. During the late 1970s, construction was carried out on several new interchanges between Hamilton and Toronto. New interchanges at Dorval Drive and Trafalgar Road replaced the one at Kerr Street. In Mississauga, work commenced at Cawthra Road, while in Burlington a new interchange was built at Appleby Line. thumb|left|The Freeman Interchange in Burlington ==== 1980s to 1997: Growing capacity ==== Now functioning as a freeway, the QEW was already overburdened by the ever-increasing number of vehicles. The Burlington Bay Skyway, which was built to bypass Hamilton Harbour and the Port of Hamilton, was the lone four-lane link on the route between Hamilton and Toronto. It was initially designed to handle 50,000 vehicles daily, but by 1973 there were 60,000 vehicles crossing it. Preliminary work on a second parallel structure began a decade later in 1983. In July of that year, Transportation Minister James Snow broke ground for the new bridge. Construction was carried out over two years, and the twinned structure was opened on October 11, 1985. It was named the James N. Allan Skyway, in honour of James Allan, Minister of Highways during construction of the original skyway. The new name was not well received by locals, and debate erupted once again whilst the original bridge was closed and repaired for several years. It reopened on August 22, 1988, with Toronto- bound traffic crossing the original bridge. The twin structure was renamed the Burlington Bay James N. Allan Skyway, though it is commonly referred to as simply the Burlington Skyway. Alongside the twinning of the skyway, the QEW was widened to eight lanes between Burlington Street in Hamilton and Northshore Boulevard (then Highway 2) in Burlington, and to six lanes north to the Freeman Interchange and south to Centennial Parkway. A variable lighting system, changeable message signs and traffic cameras were added to create a new traffic-management system called COMPASS. Modern interchanges were constructed with Burlington Street, Northshore Boulevard, Fairview Street and Brant Street. Eastport Drive was built at the same time to relieve traffic on Beach Boulevard. This work was completed between late 1984 and 1990. right|thumb|The Gardiner Expressway in Etobicoke was part of the QEW until 1997. With the expanded capacity of the skyway, and the unanticipated traffic volumes on Highway 403, the Freeman Interchange was now faced with a capacity problem. To resolve this, the renamed Ministry of Transportation began planning for the missing link of Highway 403 between Burlington and Mississauga; this right-of-way would be sold to the 407 ETR consortium in 1995 and built as part of that route. Work began in August 1991 to reconfigure the interchange to modern standards, as well as add fourth leg. The rebuilt interchange was opened on October 23, 1993; the first sod for what would open as Highway 407 was turned that day. The completed ramps connecting to the future Burlington-Mississauga freeway sat unused until that segment finally opened on July 30, 2001 as part of Highway 407 ETR. Budgetary restraints in the 1990s forced the provincial government to sell off or download many highways to lower levels of government, or, in the case of Highway 407, to a private consortium. As part of recommendations, the QEW east of Highway 427 to the Humber River was transferred to the responsibility of the City of Toronto. The transfer took place on April 1, 1997. The city subsequently renamed it as part of the Gardiner Expressway. === Recent work === Beginning in May 1999, the grade-separated traffic circle junction with Erin Mills Parkway and Southdown Road, which dated back to the early 1960s, was completely reconstructed; it was reopened in 2001. The nearby Hurontario Street interchange was reconfigured by 2010. The Red Hill Valley Parkway project, which opened on November 16, 2007, added a significant new interchange to the QEW. The ramp to the southbound parkway did not open until December 2008. As part of this project, the Burlington Street and Centennial Parkway interchanges were reconstructed, and the QEW widened to eight lanes from Burlington Street to Centennial Parkway. Construction was completed in 2009. thumb|left|HOV lanes along the co-signed QEW / Highway 403 From 1998 to 2003, the QEW between Brant Street and Guelph Line was expanded from four to eight lanes, necessitating the removal of the Freeman Diversion split to Plains Road including the Niagara-bound carriageway's left-hand exit, as this access was replaced by a new interchange with Guelph Line that opened in 2006. Starting in 2007, the highway was widened to permit an additional HOV lane in either direction between Guelph Line and Trafalgar Road, which involved twinning the Bronte Creek and Sixteen Mile Creek Bridges following by rehabilitating the original structures. These lanes were opened to traffic on November 29, 2010. In 2005, Work began to widen the QEW from four to six lanes through St. Catharines from Highway 406 to the Garden City Skyway. This segment whose original design dated back to 1939, saw several interchanges improved and numerous structures replaced, although the widened Henley Bridge kept its classic architecture while existing service roads and local properties beside the freeway were largely retained. Work was completed on August 26, 2011, at a cost of $186 million. In the late 2000s, for the section between the Freeman Interchange to Northshore Boulevard, an additional lane was added for Niagara- bound traffic, while the widening of the structure crossing Fairview Street/Plains Road enabled the loop ramp from Fairview Street to be reinstated; this onramp was originally opened in 1985 and closed off in 2001 when Highway 407 ETR opened after concerns from the city over cyclists' safety. There are plans to extended the HOV lanes from Guelph Line to the Burlington James N. Allan Skyway, which may include improvements to the Freeman Interchange. In Oakville, improvements are being made to the Highway 403/QEW/Ford Drive interchange. Since 2017, traffic using the existing loop ramp in the NE corner to access Highway 403/QEW was directed onto a new overpass instead of sharing the existing overpass with westbound Highway 403 traffic. From November 2016 to 2020, the 1970s-era bridges carrying QEW traffic across Ford Drive and the eastbound ramp to Highway 403 were demolished and replaced by new wider structures which can accommodate future HOV lanes and high-mast lighting.http://www.botconstruction.ca/projects/recent_projects.html Projects – Bot Construction Group At the present Highway 403 only connects to the QEW west of the interchange, but a new set of flyover ramps are being proposed from Highway 403 to the QEW east of that junction using the existing right-of- way which would allow for a direct freeway connection from Milton to south Mississauga. There are also plans to twin the bridge spanning the Credit River in Mississauga. A second bridge will be built alongside the existing structure, which will then be repaired while traffic is shifted to the new bridge. In November 2019 the new Ford government announced that the historic bridge would be demolished and replaced, but changed course due to public opposition on December18 by restricting project bids to those that would rehabilitate the structure. === High-occupancy toll lanes === On December 7, 2015, Ontario's Transportation Ministry announced it was working on a plan to create permanent high-occupancy toll lanes (HOT) on a stretch, in both ways, between Trafalgar Road in Oakville and Guelph Line in Burlington starting on September 15, 2016. This would require vehicles with a single occupant to purchase a permit for such use. (A portion of Highway 427 would also have HOT lanes.) Vehicles classified as environmentally-friendly and denoted with a green license plate would not be required to pay when using the HOT lanes. Prices for the permits had not yet been determined for this plan, described as a pilot project, said Transportation Minister Steven Del Duca during a press conference. == Exit list == The following table lists the exits along the QEW. Exits are numbered from Fort Erie to Toronto. {| class=\"plainrowheaders wikitable\" |- !scope=\"col\"|Division !scope=\"col\"|Location !scope=\"col\"|km !scope=\"col\"|mi !scope=\"col\"|Exit !scope=\"col\"|Destinations !scope=\"col\"|Notes == In popular culture == As the principal travel route between Toronto and Buffalo, whenever sports teams from the two cities face each other (particularly the Sabres and Maple Leafs in the National Hockey League) the game is called The Battle of the QEW. This name has also been used to describe CFL games between longtime arch-rivals the Toronto Argonauts and Hamilton Tiger-Cats. == See also == * Monarchy in Ontario == References == === Notes === === Sources === === Bibliography === * * * * == External links == *Live QEW Traffic Cameras through Hamilton, Halton Region and Peel Region *Live QEW Traffic Cameras through St. Catharines and Niagara Falls *Video of the Niagara-bound QEW from Highway 406 to 420 *Video of the QEW eastbound in Greater Toronto *Queen Elizabeth Way at AsphaltPlanet.ca *Dirt Roads to Freeways … And All That, ca.1970s, Archives of Ontario YouTube Channel Q Category:Transport in Grimsby, Ontario Category:Niagara-on-the-Lake Category:Roads in Hamilton, Ontario Category:Roads in Mississauga Category:Roads in Niagara Falls, Ontario Category:Toronto highways Category:Transport in Burlington, Ontario Category:Transport in Fort Erie, Ontario Category:Transport in Oakville, Ontario Category:Transport in St. Catharines Category:Monuments and memorials to Queen Elizabeth The Queen Mother",
 "title": "Queen Elizabeth Way"
}