{
 "id": "313258",
 "text": "{| |} The Beechcraft C-12 Huron is the military designation for a series of twin-engine turboprop aircraft based on the Beechcraft Super King Air and Beechcraft 1900. C-12 variants are used by the United States Air Force, United States Army, United States Navy and United States Marine Corps. These aircraft are used for various duties, including embassy support, medical evacuation, as well as passenger and light cargo transport. Some aircraft are modified with surveillance systems for various missions, including the Cefly Lancer, Beechcraft RC-12 Guardrail and Project Liberty programs. ==Design and development== The first C-12A models entered service with the U.S. Army in 1974 and were used as a liaison and general personnel transport. The aircraft was essentially an \"off-the-shelf\" Super King Air 200, powered by the type's standard Pratt & Whitney Canada PT6A-41 engines. The U.S. Navy followed suit in 1979, ordering a version of the Super King Air A200C (modified with a 1.32 m by 1.32 m; 52 inch by 52 inch cargo door from the Super King Air 200C), designating it the UC-12B, for logistics support between Naval and Marine Corps air stations, air facilities, and other activities, both in CONUS and overseas. The cabin can readily accommodate cargo, passengers or both. It is also equipped to accept litter patients in medical evacuation missions. Through 1982, the Navy ordered 64 of these aircraft. A U.S. Air Force variant of the plane for surveillance roles primarily over Afghanistan and Iraq was the MC-12W Liberty. For that variant, Beechcraft built the basic plane and then sent it to Greenville, Texas where sophisticated intelligence, surveillance and reconnaissance (ISR) equipment was installed by L-3 Communications Missions Integration. As of 2013 the Liberty program had exceeded 300,000 combat flying hours. The MC-12W was rushed into combat as a supplemental surveillance and signals intelligence asset; since its first combat mission on 10 June 2009, the aircraft flew 400,000 combat hours in 79,000 combat sorties, aiding in the kill or capture of \"more than 8,000 terrorists\" and uncovering 650 weapons caches. With its roles taken over by the growing MQ-9 Reaper fleet, the Air Force decided to divest itself of the 41 Liberty aircraft and turn them over to the U.S. Army and U.S. Special Operations Command, which was completed by October 2015.Beale AFB farewells MC-12 as spy plane moves to Army and SOCOM – Flightglobal.com, 25 September 2015 The Air Force's final MC-12W deployment in support of Operation Enduring Freedom ended on 13 October 2015. Homecoming: Beale Airmen return from final MC-12W deployment – AF.mil, 14 October 2015 ===C-12J=== To meet the needs of transporting larger groups, the U.S. Army purchased six C-12J aircraft, based on the Beechcraft 1900C commuter airliner. One of the military C-12Js is used for GPS jamming tests at the 586th Flight Test Squadron, Holloman Air Force Base, New Mexico. Another is based at the 517th Airlift Squadron, Elmendorf Air Force Base, Alaska. Three were based at the 55th Airlift Flight, Osan Air Base, South Korea. They have been relocated to the 459th Airlift Squadron, Yokota Air Base, Japan. The remaining two are used by U.S. Army Aviation. ===TC-12B=== The TC-12B Huron was a twin-engine, pressurized version of the Beechcraft Super King Air 200. Twenty five served with the US Navy with Training Squadron 35 (VT-35), the US Navy's only TC-12B Huron squadron based at Naval Air Station Corpus Christi, Texas, home of the Training Air Wing 4 (TAW-4). The US Navy retired this aircraft on 16 May 2017 and replaced and now relies on the T-44C for multi engine training. Although the UD- series 1900s were manufactured exclusively for military use, the United States military and other military and government organizations use 1900s from other series such as the UB-series 1900C, and 1900Ds which may be found elsewhere. ==Variants== ===King Air 200-based variants=== thumb|U.S. Army C-12A ;C-12A: Used by the U.S. Army and air force for liaison and attache transport. Based on the King Air A200, with PT6A-38 engines driving three-bladed propellers, and normally seating for eight passengers. 60 delivered to US Army and 30 to US AF, with one to Greek Air Force. Survivors later upgraded to C-12C standard.Kaminski International Air Power Review Winter 2003–2004, pp. 77–78Kaminski International Air Power Review Spring 2004, pp. 90–91 ;UC-12B: U.S. Navy/U.S. Marine Corps version with an additional cargo door and powered by PT6A-41 engines. Based on the King Air A200C. 66 built.Kaminski International Air Power Review Spring 2004, p. 91 ;NC-12B: Conversion of UC-12B as testbed for sonobuoys, fitted with four sonobuoy launchers. One converted. ;TC-12B: U.S. Navy training version developed by conversion of surplus UC-12B airframes. 20 converted. ;C-12C: Based on C-12A but with PT6A-41 engines. 14 new build aircraft for U.S. Army together with converted C-12As. ;C-12D: U.S. Army and U.S. Air Force version. Based on the King Air A200CT, with 850 shp PT-6A-41 or PT-6A-42 engines. Changes include larger cargo door, \"high-flotation\" landing gear (a Beechcraft option for larger main landing gear wheels for use on unimproved runways) and provision for wingtip fuel tanks. Forty built for US Army and 6 for US Air Force.Kaminski International Air Power Review Winter 2003–2004, p. 78Kaminski International Air Power Review Spring 2004, p. 92 ;RC-12D: Special mission, SIGINT aircraft for the U.S. Army, fitted with Guardrail V SIGINT system. 13 converted from C-12Ds, with one de-converted to C-12D standard ;UC-12D: Based on the King Air A200CT (serial numbers BP-7 though BP-11). ;C-12E: Proposed upgraded C-12A aircraft with PT-6A-42 engines for the USAF. Program cancelled with no aircraft converted. thumb|A USN C-12F ;C-12F: Operational support aircraft for USAF and US Army, powered by PT6A-42 engines. Forty (later known as C-12F3), based on King Air 200C with four- bladed propellers, leased from 1984 (and later purchased outright) by USAF, with further six delivered to Air National Guard. Twelve aircraft based on King Air A200CT and with three-bladed propellers purchased by US Army from 1985 (later known as C-12F1) and eight more based on King Air 200C but with three-bladed propellers to US Army (later C-12F-2).Kaminski International Air Power Review Spring 2004, pp. 92–93 ;RC-12F: U.S. Navy version of the UC-12F modified with AN/APS-140/504 surface search radar. Two converted for range surveillance duties at the Pacific Missile Range Facility. Radar later removed and aircraft converted to operational support duties. ;UC-12F: U.S. Navy version based on the King Air B200C, powered by PT6A-41s driving three-bladed propellers. Twelve operated from 1982.Kaminski International Air Power Review Spring 2004, p. 93 Cockpit upgraded to Proline 21. ;RC-12G: U.S. Army version used for real-time tactical intelligence support under the Crazyhorse program. Based on C-12D, three built. ;RC-12H: Special mission, battlefield SIGINT aircraft for the U.S. Army, based on C-12D and fitted with Guardrail/Common Sensor 3 (Minus) SIGINT system. Six built.Kaminski International Air Power Review Spring 2004, p. 94 ;C-12L: Three A200s acquired for use in the Cefly Lancer program as RU-21Js; CEFLY is an acronym standing for Communications and Electronics Forward Looking Flying. In 1984 the three aircraft modified with new VIP interiors, and returned to the U.S. Army as C-12Ls. ;UC-12M: Support aircraft for US Navy based in King Air B200C. Twelve built. ;RC-12M: Conversion of UC-12M for range surveillance duties with AN/APS-140/504 surface search radar. Two converted. ;C-12R: Support aircraft for US Army based on King Air B200C, powered by PT6A-42 engines driving 4-bladed propellers and with EFIS glass cockpit instrumentation. 29 built. Modifications for Global air-traffic management given designation C-12R1. ;C-12T: Upgrade of earlier U.S. Army C-12F versions with improved cockpit instrumentation. ;C-12U: Upgrade of U.S. Army C-12T versions with improved cockpit instrumentation in order to meet global air traffic management directives. ;RU-21J: Special mission, battlefield ELINT aircraft. Three A200s were brought by the U.S. Army for use in the Cefly Lancer program in the early 1970s. ;C-12V: Upgraded C-12R with Proline 21 FMS ===King Air 300-based variants=== ;MARSS: MULTI-INT ISR platform. The MARSS provides the commander with a multi-intelligence collection capability to accurately detect, identify, and report threat targets in near real-time. IMINT, COMINT and ELINT intercept capability. As of June 2010, 11 MARSS were created from outfitted Beechcraft King Air B-300 aircraft. ===King Air 350-based variants=== thumb|MC-12W Liberty ;C-12S: U.S. Army version based on the King Air 350, with seating for 8 to 15 passengers and quick cargo conversion capability. ;MC-12W:USAF version modified for the Intelligence, Surveillance & Reconnaissance (ISR) role; originally 8 King Air 350s and 29 King Air 350ERs and ending with 42 350ERs (including one combat loss). In service since June 2009 in Iraq and Afghanistan and globally for USSOCOM.Vanden Brook, Tom, \"Newest Manned Spy Plane Scores Points In War Effort \", USA Today, 2 June 2010, p. 5. All aircraft were transferred to USSOCOM, US Army, and other US government agencies by 2015. The Royal Canadian Air Force ordered 3 similar, if not, exact variants.Purchase of three spy planes from the U.S. could cost Canada $140 million more than planned ;UC-12W: U.S. Navy version based on the King Air 350 ;MC-12S (EMARSS-S): U.S. Army nomenclature for the modified MC-12W aircraft. EMARSS ===Beechcraft 1900-based variant=== thumb|A U.S. Air Force Beech C-12J Huron lands at Yokota Air Base, Japan, on 29 June 2007. ;C-12J: Used by the U.S. Air Force's Pacific Air Forces, and Air Force Materiel Command. It carries 2 crew and 19 passengers. The C-12J is based on the Beechcraft 1900C and carries the serials UD-1 through UD-6. The Air Force currently operates only 4 C-12Js. 3 are operated by the 459th Airlift Squadron at Yokota Air Base, Japan and 1 by the Air Force Materiel Command from Holloman AFB, New Mexico. The Army has C-12Js in use. ===Special Military Variants=== The following RC-12 variants, although similar to earlier RC-12's based on the KA-200, combined upgraded engines (1,100 shp PT6A-67) - up to as high as 16,500 lbs). ;RC-12K: SIGINT aircraft for US Army based on King Air A200CT, with PT-6A-67 engines driving four-bladed propellers and with increased ( max take-off weight. Fitted with Guardrail/Common Sensor System 4 system. Nine built. ;RC-12N: SIGINT aircraft for US Army based on King Air A200CT/C-12F airframe with PT-6A-67 engines driving four-bladed propellers and max take-off weight. Fitted with Guardrail/Common Sensor System 1 system. 15 C-12Fs converted to this standard.Kaminski International Air Power Review Spring 2004, p. 95 ;RC-12P: SIGINT aircraft for US Army based on King Air A200CT/C-12F airframe with PT-6A-67 engines driving four-bladed propellers and max take-off weight. Fitted with Guardrail/Common Sensor System 2 system. 9 built. ;RC-12Q: SIGINT aircraft for US Army, similar to RC-12P and with same Guardrail/Common Sensor System 2 sensors, but with satellite communications antenna in dorsal radome. Three built.Kaminski International Air Power Review Spring 2004, p. 96 ;RC-12X, X+: Intelligence-gathering platform. 14 ordered, the first delivered to the U.S. Army in January 2011. Note: The U.S. military also operates other King Air versions under other designations, including the C-6 Ute and T-44 series. In addition, there are a number of Beechcraft 1900s operated by the military under civilian registrations, using their civilian model designations. ==Operators== ; * Hellenic Army ; * Israeli Air Force ; * Pakistan Air Force ; * Philippine Navy ; * United States Air Force * United States Army * United States Marine Corps * United States Navy * NASANASA.gov ; * Royal Canadian Air Force to support Special Operations. ; * Fuerza Aerea Argentina - 10 announced to be purchased in February 2021. ==Specifications (Beechcraft C-12 Huron)== right|350px|Orthographically projected diagram of the Beechcraft King Air B200. ==See also== ==References== ;Notes ;Bibliography * DoD 4120-15L, Model Designation of Military Aerospace Vehicles, United States Department of Defense, 12 May 2004 * * ==External links== * C-12 on globalsecurity.org * C-12 on fas.org * API model application chart, provided variant model basis and serial number ranges * MC-12W Liberty ISR Aircraft, USA C-12 Huron Category:1980s United States military reconnaissance aircraft Category:Signals intelligence Category:1980s United States military utility aircraft Category:Low-wing aircraft Category:T-tail aircraft Category:Twin-turboprop tractor aircraft",
 "title": "Beechcraft C-12 Huron"
}