{
 "id": "313448",
 "text": "Joseph Henry Simon (born Hymie Simon; October 11, 1913 – December 14, 2011) was an American comic book writer, artist, editor, and publisher. Simon created or co-created many important characters in the 1930s–1940s Golden Age of Comic Books and served as the first editor of Timely Comics, the company that would evolve into Marvel Comics. With his partner, artist Jack Kirby, he co-created Captain America, one of comics' most enduring superheroes, and the team worked extensively on such features at DC Comics as the 1940s Sandman and Sandy the Golden Boy, and co-created the Newsboy Legion, the Boy Commandos, and Manhunter. Simon and Kirby creations for other comics publishers include Boys' Ranch, Fighting American and the Fly. In the late 1940s, the duo created the field of romance comics, and were among the earliest pioneers of horror comics. Simon, who went on to work in advertising and commercial art, also founded the satirical magazine Sick in 1960, remaining with it for a decade. He briefly returned to DC Comics in the 1970s. Simon was inducted into the Will Eisner Comic Book Hall of Fame in 1999. ==Early life== Joe Simon was born in 1913 as Hymie Simon. Note: Some sources erroneously give 1915 as birth year, including: * * and raised in Rochester, New York, the son of Harry Simon, who had emigrated from Leeds, England, in 1905, and Rose (Kurland),Simon, 2011, p. 10 whom Harry met in the United States.Simon, 2011, p. 11 Harry Simon moved to Rochester, then a clothing-manufacturing center where his younger brother Isaac lived,Simon, 2011, p. 9 and the couple had a daughter, Beatrice, in 1912. A poor Jewish family, the Simons lived in \"a first-floor flat which doubled as my father's tailor shop\". Reissued (Vanguard Productions, 2003) . Page numbers refer to 1990 edition. Simon attended Benjamin Franklin High School, where he was art director for the school newspaper and the yearbook – earning his first professional fee as an artist when two universities each paid $10 publication rights for his art deco, tempera splash pages for the yearbook sections.Simon, 1990, p. 24 ==Career== ===Beginnings=== Upon graduation in 1932, Simon was hired by Rochester Journal-American art director Adolph Edler as an assistant, replacing Simon's future comics colleague Al Liederman, who had quit.Simon, 1990, pp. 26–27 Between production duties, he did occasional sports and editorial cartoons for the paper.Simon, 1990, p. 28 Two years later, Simon took an art job at the Syracuse Herald in Syracuse, New York, for $45 a week, supplying sports and editorial cartoons there as well. Shortly thereafter, for $60 a week, he succeeded Liederman as art director of a paper whose name Simon recalled in his 1990 autobiography as the Syracuse Journal American,Simon, 1990, p. 29 although the Syracuse Journal and the Syracuse Sunday American, were the separate weekday and Sunday papers, respectively. The paper soon closed, and Simon, at 23, ventured to New York City.Simon, 1990, pp. 29 & 31 There, Simon took a room at the boarding house Haddon Hall, in the Morningside Heights neighborhood of Manhattan, near Columbia University. At the suggestion of the art director of the New York Journal American, he sought and found freelance work at Paramount Pictures, working above the Paramount Theatre on Broadway, retouching the movie studio's publicity photos.Simon, 1990, p. 31 He also found freelance work at Macfadden Publications, doing illustrations for True Story and other magazines. Sometime afterward, his boss, art director Harlan Crandall, recommended Simon to Lloyd Jacquet, head of Funnies, Inc., one of that era's comic-book \"packagers\" that supplied comics content on demand to publishers testing the new medium. That day, Simon received his first comics assignment, a seven-page Western. Four days later, Jacquet asked Simon, at the behest of Timely Comics publisher Martin Goodman, to create a flaming superhero like Timely's successful character the Human Torch. From this came Simon's first comic-book hero, the Fiery Mask. Simon used the pseudonym Gregory Sykes on at least one story during this time, \"King of the Jungle\", starring Trojak The Tiger Man, in Timely's Daring Mystery Comics #2 (Feb. 1940).Confirmed by Joe Simon to Simon and Kirby art restorer Harry Mendryk, cited at Daring Mystery Comics #2 at AtlasTales.com; Daring Mystery Comics #2 at the Grand Comics Database; and ===Simon and Kirby=== During this time, Simon met Fox Feature Syndicate comics artist Jack Kirby, with whom he would soon have a storied collaboration lasting a decade-and-a-half. Speaking at a 1998 Comic-Con International panel in San Diego, California, Simon recounted the meeting: and remained a team across the next two decades. In the early 2000s, original art for an unpublished, five-page Simon and Kirby collaboration titled \"Daring Disc\", which may predate the duo's Blue Bolt, surfaced. Simon published the story in the 2003 updated edition of his autobiography, The Comic Book Makers. After leaving Fox and landing at pulp magazine publisher Martin Goodman's Timely Comics (the future Marvel Comics), where Simon became the company's first editor, the Simon and Kirby team created the seminal patriotic hero Captain America.Sanderson \"1940s\" in Gilbert (2008), p. 18: \"Simon and Kirby decided to create another hero who was their response to totalitarian tyranny abroad.\" Captain America Comics #1 (March 1941), going on sale in December 1940 – a year before the bombing of Pearl Harbor but already showing the hero punching Hitler in the jaw – sold nearly one million copies.Per researcher Keif Fromm, Alter Ego vol. 3, #49, p. 4 (caption) They remained on the hit series as a team through issue #10, and were established as a notable creative force in the industry.Jones, Gerard. Men of Tomorrow: Geeks, Gangsters, and the Birth of the Comic Book (Basic Books, 2004; trade paperback ), p. 200 After the first issue was published, Simon asked Kirby to join the Timely staff as the company's art director. Despite the success of the Captain America character, Simon felt Goodman was not paying the pair the promised percentage of profits, and so sought work for the two of them at National Comics,Ro, p. 25 (later named DC Comics). Simon and Kirby negotiated a deal that would pay them a combined $500 a week, as opposed to the $75 and $85 they respectively earned at Timely.Ro, p. 25–26 Fearing that Goodman would not pay them if he found out they were moving to National, the pair kept the deal a secret while they continued producing work for the company.Ro, p. 29 At some point during this time, the duo also produced Fawcett Comics' Captain Marvel Adventures #1 (1941), the first complete comic book starring Captain Marvel following the character's run as star of the superhero anthology Whiz Comics.Captain Marvel Adventures #1 at the Grand Comics Database Kirby and Simon spent their first weeks at National trying to devise new characters while the company sought how best to utilize the pair.Ro, p. 28 After a few failed editor-assigned ghosting assignments, National's Jack Liebowitz told them to \"just do what you want\". The pair then revamped the Sandman feature in Adventure Comics and created the superhero Manhunter.Ro, p. 30 In July 1942 they began the Boy Commandos feature. The ongoing \"kid gang\" series Boy Commandos, launched later that same year, was the team's first National feature to graduate into its own title.Wallace \"1940s\" in Dolan, p. 41 \"The inaugural issue of Boy Commandos represented Joe Simon and Jack Kirby's first original title since they started at DC (though the characters had debuted earlier that year in Detective Comics #64.)\" It sold over a million copies a month, becoming National's third best-selling title.Ro, p. 32 They also scored a hit with the homefront kid-gang team, the Newsboy Legion in Star-Spangled Comics.Wallace \"1940s\" in Dolan, p. 41 \"Joe Simon and Jack Kirby took their talents to a second title with Star-Spangled Comics, tackling both the Guardian and the Newsboy Legion in issue #7.\" In 2010, DC Comics writer and executive Paul Levitz observed that \"Like Jerry Siegel and Joe Shuster, the creative team of Joe Simon and Jack Kirby was a mark of quality and a proven track record.\" Harry Mendryk, art restorer on Titan Books' Simon and Kirby series of hardcover collections, believes Simon used the pseudonym Glaven on at least two covers during this time: those of Harvey Comics' Speed Comics #22 and Champ Comics #22 (both Sept. 1942),Mendryk, \"Art by Joe Simon, Chapter 7, Glaven\" though the Grand Comics Database does not independently confirm this.Speed Comics #22 and Champ Comics #22 at the Grand Comics Database Mendryk also believes that both Kirby and Simon used the pseudonym Jon Henri on a handful of other 1942 Harvey comics, as does Who's Who in American Comic Books 1929–1999. This source nonetheless gives spelling \"Jon Henery\" at Simon's entry, cited in footnote 1. Simon enlisted in the U.S. Coast Guard during World War II.Simon, 1990, p. 69 He said in his 1990 autobiography that he was first assigned to the Mounted Beach Patrol at Long Beach Island, off Barnegat, New Jersey, for a year before being sent to boot camp near Baltimore, Maryland, for basic training.Simon, 1990, pp. 70–71 Afterward, he reported for duty with the Combat Art Corps in Washington, D.C., part of the Coast Guard Public Information Division. He was stationed there in 1944 when he met New York Post sports columnist Milt Gross, who was with the Coast Guard Public Relations Unit, and the two became roommates in civilian housing.Simon, 1990, pp. 71–72 Pursuant to his unit's mission to publicize the Coast Guard, Simon created a true-life Coast Guard comic book that DC agreed to publish, followed by versions syndicated nationally by Parents magazine in Sunday newspaper comics sections, under the title True Comics. This led to his being assigned to create a comic book aimed at driving Coast Guard recruitment. With Gross as his writer collaborator, Simon produced Adventure Is My Career, distributed by Street and Smith Publications for sale at newsstands.Simon, 1990, pp. 73 & 75 Returning to New York City after his discharge, Simon married Harriet Feldman, the secretary to Harvey Comics' Al Harvey. The Simons and the now-married Kirby and his wife and first child moved to houses diagonally across from each other on Brown Street in Mineola, New York, on Long Island, where Simon and Kirby each worked from a home studio.Simon, 1990, pp. 84–85 ===Crestwood, Black Magic and romance comics=== As superhero comics waned in popularity after the end of World War II, Simon and Kirby began producing a variety of stories in many genres. In partnership with Crestwood Publications, they developed the imprint Prize Group, through which they published Boys' Ranch and launched an early horror comic, the atmospheric and non-gory series Black Magic. The team also produced crime and humor comics, and are credited as well with publishing the first romance comics title, Young Romance, starting a successful trend.Evanier, Mark (2008). Kirby: King of Comics. New York: Harry N. Abrams, pp. 72, 80. . At the urging of a Crestwood salesman, Kirby and Simon launched their own comics company, Mainline Publications, in late 1953 or early 1954, subletting space from their friend Al Harvey's Harvey Publications at 1860 Broadway. Mainline published four titles: the Western Bullseye: Western Scout; the war comic Foxhole, since EC Comics and Atlas Comics were having success with war comics, but promoting theirs as being written and drawn by actual veterans; In Love, since their earlier romance comic Young Love was still being widely imitated; and the crime comic Police Trap, which claimed to be based on genuine accounts by law-enforcement officials. Bitter that Timely Comics' 1950s iteration, Atlas Comics, had relaunched Captain America in a new series in 1954, Kirby and Simon created Fighting American. Simon recalled, \"We thought we'd show them how to do Captain America\".Ro, p. 52 While the comic book initially portrayed the protagonist as an anti-Communist dramatic hero, Simon and Kirby turned the series into a superhero satire with the second issue, in the aftermath of the Army-McCarthy hearings and the public backlash against the Red-baiting U.S. Senator Joseph McCarthy.Ro, p. 54 The partnership ended in 1955 with the comic book industry beset by self-imposed censorship, negative publicity, and a slump in sales. Simon \"wanted to do other things and I stuck with comics,\" Kirby recalled in 1971. \"It was fine. There was no reason to continue the partnership and we parted friends.\" Transcribed in The Nostalgia Journal (27) August 1976. Reprinted in Simon turned primarily to advertising and commercial art, while dipping back into comics on occasion. The Simon and Kirby team reunited briefly in 1959 with Simon writing and collaborating on art for Archie Comics, where the duo updated the superhero the Shield in the two-issue The Double Life of Private Strong (June–Aug. 1959), and Simon created the superhero the Fly; they went on to collaborate on the first two issues of The Adventures of the Fly (Aug.–Sept. 1959), and Simon and other artists, including Al Williamson, Jack Davis, and Carl Burgos, did four issues before Simon moved on to work in commercial art. ===Silver Age of Comics and later=== Through the 1960s, Simon produced promotional comics for the advertising agency Burstein and Newman, becoming art director of Burstein, Phillips and Newman from 1964 to 1967. Concurrently, in 1960, he founded the satirical magazine Sick, a competitor of Mad magazine, and edited and produced material for it for over a decade. During this period, known to fans and historians as the Silver Age of Comic Books, Simon and Kirby again reteamed for Harvey Comics in 1966, updating Fighting American for a single issue (Oct. 1966). Simon, as owner, packager, and editor, also helped launch Harvey's original superhero line, with Unearthly Spectaculars #1–3 (Oct. 1965 – March 1967) and Double-Dare Adventures #1–2 (Dec. 1966 – March 1967), the latter of which introduced the influential writer-artist Jim Steranko to comics. In 1968, Simon created the two-issue DC Comics series Brother Power the Geek, about a mannequin given a semblance of life who wanders philosophically through 1960s hippie culture; Al Bare provided some of the art.McAvennie, Michael \"1960s\" in Dolan, p. 131 \"The medium didn't appear to be ready for Brother Power, the Geek, envisioned by writer Joe Simon and artist Al Bare. Simon's mod re-imagining of Frankenstein's monster ... a mannequin turned reclusive hero-philosopher was a trip that lasted only two issues.\" Superman editor Mort Weisinger harbored an admitted dislike for the hippie subculture of the 1960s and felt that Simon portrayed them too sympathetically which helped to bring a quick end to the title. Simon and artist Jerry Grandenetti then created DC's four-issue Prez (Sept. 1973 – March 1974), about America's first teen-age presidentMcAvennie \"1970s\" in Dolan, p. 156 \"Teenage President of the United States Prez Rickard didn't enjoy a long term in comics. However scripter Joe Simon and artist Jerry Grandenetti gave him plenty to tackle in four issues.\" and the three-issue Champion Sports (Nov. 1973 – March 1974). That same year, Simon returned to the romance genre as editor of Young Romance and Young Love and oversaw a Black Magic reprint series. Simon and Kirby teamed one last time later that year, with Simon writing the first issue (Winter 1974) of a six-issue new incarnation of the Sandman.McAvennie \"1970s\" in Dolan, p. 158 \"The legendary tandem of writer Joe Simon and artist/editor Jack Kirby reunited for a one-shot starring the Sandman ... Despite the issue's popularity, it would be Simon and Kirby's last collaboration.\" Simon and Grandenetti then created the Green Team: Boy Millionaires in the DC anthology series 1st Issue Special #2 (May 1975), and the freakish Outsiders in 1st Issue Special #10 (Jan. 1976). ===21st century=== In the 2000s, Simon turned to painting and marketing reproductions of his early comic book covers. He appeared in various news media in 2007 in response to Marvel Comics' announced \"death\" of Captain America in Captain America vol. 5, #25 (March 2007), stating, \"It's a hell of a time for him to go. We really need him now\". For a concept called ShieldMaster, created by Jim Simon, Joe Simon provided prototype art. A ShieldMaster graphic novel was in production by Organic Comix in 2010 and was scheduled for release in 2011; ShieldMaster comics continue to be published in France and the United States. Simon is among the interview subjects in Superheroes: A Never-Ending Battle, a three-hour documentary narrated by Liev Schreiber that premiered posthumously on PBS in October 2013.Logan, Michael (October 14, 2013). \"The Comics' Real Heroes\". TV Guide. p. 27. Simon's grandchildren attended the Los Angeles premiere of Captain America: The First Avenger and called Simon from the red carpet when his name was announced as creator of the character. In 2000, American writer Michael Chabon published The Amazing Adventures of Kavalier and Clay, a Pulitzer Prize-winning novel that loosely alluded to elements of the partnership of Joe Simon and Jack Kirby, among others.Birnbaum, Robert. \"Bret Easton Ellis\", The Morning News, 2006-01-19. Retrieved on 2008-10-28.Leonard, John. “Meshuga Alaska”, The New York Review of Books, 2007-06-14. Retrieved on 2007-07-27. ==Personal life== Simon was married to Harriet Feldman, with whom he lived on Brown Street in Mineola, New York, on Long Island.Simon, 1990, pp. 84–85 The Simons had two sons and three daughters. Simon died in New York City on December 14, 2011, at the age of 98, after a brief illness. Marvel Comics dedicated Avenging Spider-Man #5 to Simon. ==Awards== * Inkpot Award, 1998 * Will Eisner Comic Book Hall of Fame, 1999 * Inkwell Awards Joe Sinnott Hall of Fame, 2014. ==References== ==External links== * Joe Simon Studio official site. Archived from the original on March 24. 2012. * SimonComics.com / Simon Entertainment Properties. Archived from the original on December 26, 2014. * Wilonsky, Robert. \"Custody Battle: Marvel Comics isn't going to give up Captain America without a fight\", The Pitch, April 19, 2001. WebCitation archive. * Simon, Joe. \"The Creator of Captain America Meets the Creator of the Human Torch\", Alter Ego #36, May 2004 * * Category:1913 births Category:2011 deaths Category:20th-century American writers Category:21st-century American writers Category:20th-century American artists Category:21st-century American artists Category:Advertising artists and illustrators Category:American comics artists Category:American comics writers Category:American people of English descent Category:Archie Comics Category:Comic book editors Category:Comic book publishers (people) Category:Comics inkers Category:DC Comics people Category:Golden Age comics creators Category:Inkpot Award winners Category:Jewish American artists Category:Jewish American writers Category:Marvel Comics editors-in-chief Category:People from Mineola, New York Category:Silver Age comics creators Category:United States Coast Guard personnel of World War II Category:Will Eisner Award Hall of Fame inductees Category:Writers from Rochester, New York",
 "title": "Joe Simon"
}