{
 "id": "313503",
 "text": "Candice Patricia Bergen (born May 9, 1946) is an American actress and former fashion model. She won five Primetime Emmy Awards and two Golden Globe Awards for her portrayal of the title character on the CBS sitcom Murphy Brown (1988–1998, 2018). She is also known for her role as Shirley Schmidt on the ABC drama Boston Legal (2005–2008). In films, Bergen was nominated for the Academy Award for Best Supporting Actress for Starting Over (1979), and for the BAFTA Award for Best Actress in a Supporting Role for Gandhi (1982). Bergen began her career as a fashion model and appeared on the cover of Vogue before she made her screen debut in the film The Group (1966). She starred in The Sand Pebbles (1966), Soldier Blue (1970), Carnal Knowledge (1971), and The Wind and the Lion (1975). She made her Broadway debut in the 1984 play Hurlyburly and starred in the revivals of The Best Man (2012) and Love Letters (2014). From 2002 to 2004, she appeared in three episodes of the HBO series Sex and the City. Her other film roles include Miss Congeniality (2000), Sweet Home Alabama (2002), The Women (2008), Bride Wars (2009), Book Club (2018) and Let Them All Talk (2020). ==Early life== Candice Patricia Bergen was born May 9, 1946 at Hollywood Presbyterian Hospital in Los Angeles, California. Her mother, Frances Bergen (née Westerman), was a Powers model who was known professionally as Frances Westcott. Her father, Edgar Bergen, was a ventriloquist, comedian, and actor. Her paternal grandparents were Swedish immigrants who anglicized their surname, which was originally Berggren (\"mountain branch\"). Bergen was raised in Beverly Hills, California, and attended the Harvard-Westlake School. As a child, she was often described as \"Charlie McCarthy’s little sister\", which irritated her (referring to her father's star dummy).\"So when I was born, it was only natural that I was known in the press not as Candice Bergen, but as \"Charlie's sister.\"\" (Bergen, \"My Dad, Charlie and Me' in Jack Canfield, et al., A Second Chicken Soup for the Woman's Soul 1998:36 She began appearing on her father's radio program at a young age,\"Bergen & McCarthy 55-12-25 Christmas (Guest Candice Bergen)\", listed on Golden Age OTR's playlist on Live365.com and in 1958, at age 11, with her father on Groucho Marx's quiz show You Bet Your Life, as Candy Bergen. She said that when she grew up, she wanted to design clothes. She later attended the University of Pennsylvania, where she was elected both Homecoming Queen and Miss University, but, as Bergen later acknowledged, she failed to take her education seriously and after failing two courses in art and opera, she was asked to leave at the end of her sophomore year. She ultimately received an honorary doctorate from Penn in May 1992. She worked as a fashion model before she took up acting, featured on the covers of Vogue. She received her acting training at HB Studio in New York City. ==Career== ===Early work=== Bergen made her screen debut playing a university student in the ensemble film The Group (1966), directed by Sidney Lumet, who knew Bergen's family. The film delicately touched on the subject of lesbianism. The film was a critical and financial success. After the film’s success, Bergen left college to focus on her career. She played the role of Shirley Eckert, an assistant school teacher, in The Sand Pebbles (1966) with Steve McQueen. The movie was nominated for several Academy Awards and was a big financial success. It was made for 20th Century Fox. She guest starred on an episode of Coronet Blue, whose director Sam Wanamaker recommended her for a part in the comedy The Day the Fish Came Out (1967) directed by Michael Cacoyannis, distributed by Fox. The film was a box-office flop, but Fox nevertheless signed her to a long-term contract. ===Leading roles=== Bergen was announced for the role of Anne in Valley of the Dolls, but did not appear in the film. Bergen went to France to appear in Claude Lelouch's romantic drama Live for Life (1967) opposite Yves Montand, popular in France but not the US. In 1968, she played the leading female role in The Magus, a British mystery film for Fox starring Michael Caine and Anthony Quinn that was almost universally ridiculed on its release and was another major flop. She was featured in a 1970 political satire, The Adventurers, based on a novel by Harold Robbins, playing a frustrated socialite. Her salary was $200,000. The film received negative reviews, and while it did respectable business at the box office, it did not help her career. Bergen called it a \"movie out of the 1940s.\" Bergen played the girlfriend of Elliott Gould in Getting Straight (1970), a counter- culture movie which drew another spate of bad reviews, but was commercially profitable. She said it took her career in \"a new direction... my first experience with democratic, communal movie making.\" She also starred in the controversial Western Soldier Blue (1970), an overseas success but a failure in its homeland, perhaps because of its unflattering portrayal of the U.S. Cavalry. The film's European success led to Bergen's being voted by British exhibitors as the seventh-most popular star at the British box office in 1971.Peter Waymark. \"Richard Burton top draw in British cinemas.\" Times [London, England] 30 Dec. 1971: 2. The Times Digital Archive. Web. 11 July 2012. Bergen appeared with Oliver Reed in The Hunting Party (1971), a violent Western which drew terrible reviews and flopped at the box office. Bergen received some strong reviews for her support role in Carnal Knowledge (1971), directed by Mike Nichols. She then had the lead role in the drama T.R. Baskin (1971) and earned the best reviews of her career up to that time. She described the latter as the first role \"that is really sort of a vehicle, where I have to act and not just be a sort of decoration\" saying she'd decided \"it was time for me to get serious about acting.\" Bergen was absent from screens for a few years. She returned with a support part in a British heist film, 11 Harrowhouse (1974), then did a Western with Gene Hackman and James Coburn, Bite the Bullet (1975). Both films were modest successes. In 1975, she replaced Faye Dunaway at the last minute to co-star with Sean Connery in The Wind and the Lion (1976), as a strong-willed American widow kidnapped in the Moroccan desert. The film drew mixed reviews and broke even at the box office. Bergen was reunited with Hackman in The Domino Principle (1977) for Stanley Kramer, another failure, and hosted Saturday Night Live.At the Movies Flatley, Guy. New York Times 10 Dec 1976: 62. A frequent host on Saturday Night Live, she was the first woman to host the show and the first host to do a second show. She was also the first woman to join the Five-Timers Club, when she hosted for the fifth time in 1990. Bergen guest-starred on The Muppet Show in its first year. She appeared in A Night Full of Rain (1978) for Lina Wertmüller and was the love interest of Ryan O'Neal's character in the Love Story sequel, Oliver's Story (1978), but both films failed critically and financially. She had taken photographs for many years and around this time starting exhibiting them in galleries. ===Comedy films=== Bergen's father died in 1978. In her memoir A Fine Romance, she mentions how she was left out of his will, bequeathed his dummy Charlie McCarthy, later explaining how she felt that her father had a stronger bond with Charlie than her. She later said: > His death left a space for me [...] I was able much more to live according > to my own expectations. I always felt my fame was ill-gotten, sort of > borrowed from his, and that perhaps I tried to keep some kind of rein on it. > Even when he was in retirement I felt I was poaching on his territory. He'd > joke and say he was 'the father of Candice Bergen,' and that was only > partially a joke. It was very hard on him. Bergen appeared in the Burt Reynolds romantic comedy Starting Over (1979), for which she received Academy Award and Golden Globe Award nominations for best supporting actress. She portrayed a best-selling author in Rich and Famous (1981) with Jacqueline Bisset.'The Cool, Elegant Woman?: This Isn't Me The Times of India 22 Mar 1981: 16. A remake of the Bette Davis film Old Acquaintance, it was not a success. In 1982, Bergen appeared in the Oscar- winning film Gandhi in which she portrayed documentary photographer Margaret Bourke-White. Bergen was nominated for a BAFTA Award for Best Actress in a Supporting Role. In 1984 she joined the Broadway cast of Hurlyburly. On television, Bergen appeared as Morgan Le Fay in Arthur the King (1985) and in the miniseries Hollywood Wives (1985). She was Burt Reynolds' romantic interest in Stick (1985), and for TV appeared in Murder: By Reason of Insanity (1985) and Mayflower Madam (1987). In addition to acting, Bergen studied photography and worked as a photojournalist. She has written numerous articles and a play. She also wrote two memoirs, Knock Wood in 1984, and A Fine Romance in 2015. ===Murphy Brown=== In 1988, she took the lead role in the sitcom Murphy Brown, in which she played a tough television reporter. The series provided her with the opportunity to show her little-seen comic talent, and although primarily a conventional sitcom, the show did tackle important issues. Murphy Brown, a recovering alcoholic, became a single mother and later battled breast cancer. In 1992, Vice President Dan Quayle criticized prime- time TV for showing the Murphy Brown character \"mocking the importance of fathers by bearing a child alone and calling it just another lifestyle choice.\" Quayle's disparaging remarks were subsequently written into the show, with Murphy shown watching Quayle's speech in disbelief at his insensitivity and ignorance of the reality of the lives of single mothers. A subsequent episode explored the subject of family values within a diverse set of families. The Brown character arranges for a truckload of potatoes to be dumped in front of Quayle's residence, an allusion to an infamous incident in which Quayle erroneously directed a school child to spell the word \"potato\" as \"potatoe\". In reality, Bergen agreed with at least some of Quayle's observations, saying that while the particular remark was \"an arrogant and uninformed posture\", as a whole, it was \"a perfectly intelligent speech about fathers not being dispensable and nobody agreed with that more than I did.\" Bergen's run on Murphy Brown was extremely successful. The show ran for ten seasons and between 1989 and 1998, Bergen was nominated for an Emmy Award seven times and won five. After her fifth win, she declined future nominations for the role.Candice Bergen, Straight Up: Murphy Brown explains herself—not that she has to Rewriting Murphy's Law Everything that can go right seems to have gone right for Candice Bergen. Even ker show is enjoying a renaissance. But then there's this thing called reality Newman, Bruce. Los Angeles Times 26 Nov 1995: F1 Throughout the same time frame as Murphy Brown, Bergen also appeared as the main spokesperson for a Sprint telephone ad campaign. She produced and starred in the TV movie Mary & Tim (1996). ===Post-Murphy Brown=== thumb|Bergen at the 65th Annual Peabody Awards in New York City, 2006 After playing the role of Murphy Brown, Bergen was offered a chance to work as a real-life journalist: After the show ended in 1998, CBS approached her to cover stories for 60 Minutes. She declined the offer, saying she did not want to blur the lines between actor and journalist. Subsequently, Bergen hosted Exhale with Candice Bergen on the Oxygen network.More Intriguing Guests, More Stimulating Conversation, and More Candice Bergen; \"Exhale With Candice Bergen\" Returns To Oxygen For Season Two Business Editors. Business Wire; New York 10 Oct 2000: 1. She also appeared in character roles in films, including Miss Congeniality (2000), where she played villainous pageant host Kathy Morningside; she also portrayed the mayor of New York in Sweet Home Alabama (2002) and appeared in the Gwyneth Paltrow flight-attendant comedy, View from the Top (2003). She had roles in The In-Laws (2003), Footsteps (2003), a thriller, and appeared in 3 episodes of Sex and the City as Enid Frick, Carrie Bradshaw's editor at Vogue.Candice Bergen's Casting Problem Hepola, Sarah. New York Times25 May 2003: 2.9. ===Boston Legal and beyond=== In January 2005, Bergen joined the cast of the television series Boston Legal as Shirley Schmidt, a founding partner in the law firm of Crane, Poole & Schmidt. She played the role for five seasons. In 2006 and 2008, she received Emmy nominations for Outstanding Supporting Actress in a Drama Series. She has also made guest appearances on many other TV shows, including Seinfeld (as herself playing Murphy Brown), Law & Order, Family Guy, and Will & Grace (playing herself). She has also featured in a long-running \"Dime Lady\" ad campaign for the Sprint phone company. Bergen could be seen in The Women (2008) and Bride Wars (2009) as Marion St. Claire, New York's most sought-after wedding planner, who also serves as the narrator of the story. From its launch in 2008, Candice Bergen was a contributor for wowOwow.com, a website for women to talk culture, politics and gossip. The website closed in 2010. She was in The Romantics (2010) and had an occasional role on House as Lisa Cuddy's mother, starting in Season 7, including the 2011 episodes \"Larger Than Life\" and \"Family Practice\". In 2010, she appeared in a one-night only concert: a semi- staged reading of Evening Primrose by Stephen Sondheim. She has also appeared on Broadway in the 2012 revival of Gore Vidal's The Best Man and the 2014 revival of Love Letters. Later performances included A Merry Friggin' Christmas (2014), Beautiful & Twisted (2015), Rules Don't Apply (2016),The Meyerowitz Stories (New and Selected) (2017), Home Again (2017) and Book Club (2018). ===Murphy Brown reboot=== On January 24, 2018, it was announced that Candice Bergen would be reprising her role as Murphy Brown. The reboot aired on CBS in fall 2018 for 13 episodes. On May 10, 2019, the reboot was canceled by CBS. ==Bergen Bags== In 2016, Bergen began hand painting, with paint pens, on handbags, with the business overseen by her daughter, Chloé Malle, and the proceeds benefiting charity. ==Personal life== Bergen is a political activist who once accepted a date with Henry Kissinger. In 1967, she participated in a Yippie prank when she, Abbie Hoffman, and others threw dollar bills onto the floor of the New York Stock Exchange, leading to its temporary shutdown. In 1972, she served as a fundraiser and organizer for George McGovern's presidential campaign.McGovern, George S., Grassroots: The Autobiography of George McGovern, New York: Random House, 1977, pp. 173, 247 From 1971 to circa 1975, Bergen was in a relationship with late Hollywood producer and writer Bert Schneider. On September 27, 1980, she married French film director Louis Malle. They had one child, a daughter named Chloe Françoise, in 1985. The couple were married until Malle's death from cancer on Thanksgiving Day in 1995. She has been married to New York real estate magnate and philanthropist Marshall Rose since 2000. Bergen has traveled extensively and speaks French fluently. ==Filmography== ===Film=== {| class=\"wikitable unsortable\" ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | rowspan=2 | 1966 | The Group | 'Lakey' Eastlake | |- | The Sand Pebbles | Shirley Eckert | |- | rowspan=2 | 1967 | The Day the Fish Came Out | Electra Brown | |- | Live for Life | Candice | |- | 1968 | The Magus | Lily | |- | rowspan=3 | 1970 | The Adventurers | Sue Ann Daley | |- | Getting Straight | Jan | |- | Soldier Blue | Cresta Maribel Lee | |- | rowspan=3 | 1971 | Carnal Knowledge | Susan | |- | The Hunting Party | Melissa Ruger | |- | T.R. Baskin | T.R. Baskin | |- | 1974 | 11 Harrowhouse | Maren Shirell | |- | rowspan=2 | 1975 | The Wind and the Lion | Eden Pedecaris | |- | Bite the Bullet | Miss Jones | |- | 1977 | The Domino Principle | Ellie Tucker | |- | rowspan=2 | 1978 | A Night Full of Rain | Lizzy | |- | Oliver's Story | Marcie Bonwit | |- | 1979 | Starting Over | Jessica Potter | |- | 1981 | Rich and Famous | Merry Noel Blake | |- | 1982 | Gandhi | Margaret Bourke-White | |- | 1984 | 2010 | SAL 9000 | Voice only; credited as Olga Mallsnerd |- | 1985 | Stick | Kyle McClaren | |- | 2000 | Miss Congeniality | Kathy Morningside | |- | 2002 | Sweet Home Alabama | Mayor Kate Hennings | |- | rowspan=2 | 2003 | View from the Top | Sally Weston | |- | The In-Laws | Judy Tobias | |- | rowspan=2 | 2008 | Sex and the City | Enid Frick | |- | The Women | Catherine Frazier | |- | 2009 | Bride Wars | Marion St. Claire | |- | 2010 | The Romantics | Augusta Hayes | |- | 2014 | A Merry Friggin' Christmas | Donna Mitchler | |- | 2016 | Rules Don't Apply | Nadine Henly | |- | rowspan=2 | 2017 | The Meyerowitz Stories | Julia | |- | Home Again | Lillian Stewart | |- | 2018 | Book Club | Sharon Myers | |- | 2020 | Let Them All Talk | Roberta | |- | 2022 | As They Made Us | Barbara | Post- production |} ===Television=== {| class=\"wikitable unsortable\" ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1967 | Coronet Blue | Enid Toler | Episode: \"The Rebels\" |- | 1969 | The Woody Allen Special | Various Roles | Television special |- | 1975–2022 | Saturday Night Live | rowspan=2 | Herself | 8 episodes |- | 1976 | The Muppet Show | Episode: \"Candice Bergen\" |- | rowspan=3 | 1985 | Hollywood Wives | Elaine Conti | 2 episodes |- | Merlin and the Sword | Morgan le Fay | Television film |- | Murder: By Reason of Insanity | Ewa Berwid | Television film |- | rowspan=2 | 1987 | Trying Times | Barbara | Episode: \"Moving Day\" |- | Mayflower Madam | Sydney Biddle Barrows | Television film |- | 1988–1998 2018 | Murphy Brown | Murphy Brown | 260 episodes |- | 1992 | Seinfeld | Murphy Brown | Episode: \"The Keys\" |- | 1994–1995 | Understanding | Narrator | 4 episodes |- | 1996 | Mary & Tim | Mary Horton | Television film |- | 1997 | Ink | Murphy Brown | Episode: \"Murphy's Law\" |- | 2000 | Family Guy | Gloria Ironbachs | 2 episodes |- | 2002–04 | Sex and the City | Enid Frick | 3 episodes |- | 2003 | Footsteps | Daisy Lowendahl | TV film |- | rowspan=2 | 2004 | Law & Order | Judge Amanda Anderlee | Episode: \"The Brotherhood\" |- | Will & Grace | Herself | Episode: \"Strangers with Candice\" |- | 2005 | Law & Order: Trial by Jury | Judge Amanda Anderlee | 3 episodes |- | 2005–2008 | Boston Legal | Shirley Schmidt | 84 episodes |- | 2011 | House | Arlene Cuddy | 3 episodes |- | 2013 | The Michael J. Fox Show | Beth Henry | Episode: \"Thanksgiving\" |- | 2014 | Beautiful & Twisted | Bernice Novack | TV film |- | 2015 | Battle Creek | Constance | Episode: \"Mama's Boy\" |- | 2016 | BoJack Horseman | The Closer (voice) | Episode: \"Stop the Presses\" |- | 2021 | The Conners | Barb | 3 episodes |} ==Awards and nominations== ==References== ==Sources== * ==External links== * * * * Candice Bergen at wowOwow Category:1946 births Category:Living people Category:20th-century American actresses Category:21st-century American actresses Category:American film actresses Category:American radio actresses Category:American people of German descent Category:American people of Swedish descent Category:American stage actresses Category:American television actresses Category:Television producers from California Category:American women television producers Category:Best Musical or Comedy Actress Golden Globe (television) winners Category:Outstanding Performance by a Lead Actress in a Comedy Series Primetime Emmy Award winners Category:Actresses from Beverly Hills, California Category:University of Pennsylvania alumni",
 "title": "Candice Bergen"
}