{
 "id": "313795",
 "text": "Baiersbronn is a municipality in the district of Freudenstadt in Baden- Württemberg in southern Germany. It is situated in the Black Forest on the Murg river. Nearby is the mountain of Rinkenkopf (759.6 m) with its hillfort, the Rinkenwall. Administratively, Baiersbronn consists of the following nine villages: * Baiersbronn * Friedrichstal * Huzenbach * Klosterreichenbach * Mitteltal * Obertal * Röt-Schönegründ * Schönmünzach-Schwarzenberg * Tonbach In its current form, Baiersbronn was created in the 1960s and 1970s by joining five municipalities. Its main industry is tourism. Baiersbronn is twinned with Midhurst in West Sussex, England. Reichenbach Priory, a medieval monastery building, is located in the village of Klosterreichenbach. Baiersbronn is famous as a centre of haute cuisine in Germany, having 8 Michelin stars in total. In 2007 Claus-Peter Lumpp, whose restaurant Bareiss is the second three-star eatery in the town of Baiersbronn earned his third Michelin star. Lumpp's neighbour, Harald Wohlfahrt, of Schwarzwaldstube had joined the three- star list in 1992. The final two stars are held by Jörg Sackmann at his restaurant Schlossberg. According to the New York Times of April 2013, Baiersbronn has the same number of Michelin three-star restaurants as London and twice as many as Chicago.New York Times Magazine dated 4 April 2013, retrieved 14 September 2013: \"One Tiny German Town, Seven Big Michelin Stars\", https://www.nytimes.com/2013/04/07/magazine/one-tiny-german-town-seven-big- michelin-stars.html?pagewanted=all&_r=1& According to the New York Times, \"Baiersbronn is now on its way to becoming recognized as the world’s most unexpected restaurant capital.\" == Born in Baiersbronn == left|thumb|upright=1.05|Werner Klumpp (1977) * Ferdinand Oechsle (1774–1852), developer of a most scale, Mostwaage (\"Oechsle degree\") * Emil Georg von Stauß (1877-1942), German banker * Erwin Ackerknecht (1880–1960), literary historian and librarian, director of the Schiller-Nationalmuseum Marbach am Neckar * Eberhard Ackerknecht (1883–1968), German-Swiss professor of veterinary anatomy * Werner Klumpp (born 1928), politician (FDP), Saarland Minister for Economic Affairs, President of the Savings Banks Association Saar * Dieter Frey (born 1946), a social psychologist, professor at the Ludwig Maximilian University of Munich and Academic Director of the Bavarian Elite Academy * Stefan Wisniewski (born 1953), ex-terrorist and former member of the Red Army Faction * Jörg Sackmann (born 1960), master chef; works in Hotel Sackmann, Baiersbronn- Schwarzenberg * Jens Gaiser (born 1978), Nordic combiner * Melanie Faisst (born 1990), ski jumper * Manuel Faisst (born 1993), Nordic combiner * David Siegel (born 1996), ski jumper == See also == ;Lakes within the municipality *Buhlbachsee *Sankenbachsee ;Waterfalls *Sankenbach Waterfalls ==References== Category:Freudenstadt (district) Category:Württemberg",
 "title": "Baiersbronn"
}