{
 "id": "314006",
 "text": "Yoknapatawpha County () is a fictional Mississippi county created by the American author William Faulkner, largely based upon and inspired by Lafayette County, Mississippi, and its county seat of Oxford (which Faulkner renamed \"Jefferson\"). Faulkner often referred to Yoknapatawpha County as \"my apocryphal county\". ==Overview== From Sartoris onwards, Faulkner set all but three of his novels in the county (Pylon, The Wild Palms and A Fable were set elsewhere), as well as over 50 of his stories. Absalom, Absalom! includes a map of Yoknapatawpha County drawn by Faulkner. The word Yoknapatawpha is derived from two Chickasaw words--Yocona and petopha, meaning \"split land.\" Faulkner said to a University of Virginia audience that the compound means \"water flows slow through flat land.\" Yoknapatawpha was the original name for the actual Yocona River, a tributary of the Tallahatchie which runs through the southern part of Lafayette County. The first mention of the county, in Flags in the Dust (originally published as Sartoris), refers to it as \"Yocona County.\"\"Doctor Lucius Quintus Peabody, eighty-seven years old, ... had practiced medicine in Yocona county when a doctor's equipment consisted of a saw and a gallon of whisky and a satchel of calomel....\" Flags in the Dust (New York: Vintage Books, 1973), pp. 94-95. The area was originally Chickasaw land. Caucasian settlement started around the year 1800. Prior to the American Civil War, the county consisted of several large plantations. By family surname, they were: Grenier in the southeast, McCaslin in the northeast, Sutpen in the northwest, and Compson and Sartoris in the immediate vicinity of Jefferson. Later, the county became mostly small farms. By 1936, the population was 15,611, of which 6,298 were Caucasian and 9,313 were sub saharan. Richard Reed has presented a detailed chronological analysis of Yoknapatawpha County. Charles S. Aiken has examined Faulkner's incorporation of real-life historical and geographical details into the overall presentation of the county. Aiken has further discussed the parallels of Yoknapatawpha County with the real-life Lafayette County, and also the representation of the \"Upland South\" and the \"Lowland South\" in Yoknapatawpha. Faulkner's imaginary county has inspired at least one other Mississippi author to follow his lead. Jesmyn Ward, who is the only woman to win the National Book Award twice for fiction, drew upon Faulkner for Bois Savage, where she placed her three novels. == See also == * False document * Fictional universe ==References== ==External links== * Digital Yoknapatawpha * Faulkner at Virginia: An Audio Archive * A Faulkner Glossary: Yoknapatawpha County Map * William Faukner on the Web * The Digital Yoknapatawpha Project * Audio of Yoknapatawpha pronunciation and translation from Chickasaw by Faulkner Category:Fictional counties Category:William Faulkner Category:Fictional populated places in Mississippi Category:Fictional elements introduced in 1929",
 "title": "Yoknapatawpha County"
}