{
 "id": "314162",
 "text": "The Pretty Things were an English rock band formed in September 1963 in Sidcup, Kent. They took their name from Willie Dixon's 1955 song \"Pretty Thing\". A pure rhythm and blues band in their early years, with several singles charting in the United Kingdom, they later embraced other genres such as psychedelic rock in the late 1960s (with 1968 S.F. Sorrow being one of the first rock operas), hard rock in the early 1970s and new wave in the early 1980s. Despite this, they never managed to recapture the same level of commercial success of their early releases. ==History== ===1962–1964: Formation=== The Pretty Things were preceded by Little Boy Blue and the Blue Boys, which consisted of Dick Taylor, fellow Sidcup Art College student Keith Richards, and Mick Jagger, among others. When Brian Jones was recruiting for his own band, all three joined Brian and Ian Stewart and were dubbed \"Rollin' Stones\" by Jones in June 1962. Because there were too many guitar players in the band, Taylor switched to bass. He quit the Stones five months later, when he was accepted at the Central School of Art and Design in London. Phil May, another Sidcup student, convinced him to form a new band. Taylor was once again playing guitar, with May singing and playing harmonica. They recruited John Stax on bass, Brian Pendleton on rhythm guitar, and Pete Kitley on drums. Kitley was soon replaced by Viv Andrews, also known as Viv Broughton.\"The Pretty Things / Philippe de Barge acetate 1968\", Willy-rock.blogspot.co.uk, 27 September 2009. A fellow student at the Art College where May and Taylor studied, Bryan Morrison, was recruited as their manager. Morrison was to manage them for the rest of the 1960s, building his own Bryan Morrison Agency. This agency represented Pink Floyd among many other bands. Forming a partnership with songwriter Jimmy Duncan, he got the Pretty Things a recording contract with Fontana Records in early 1964. At this point, Viv Andrews was replaced by Viv Prince, a more experienced drummer who had played with Carter- Lewis and the Southerners. ===1964–1966: Early career=== thumb|Pretty Things in 1965 The Pretty Things' early material consisted of hard-edged blues-rock influenced by Bo Diddley and Jimmy Reed. Their first three singles appeared in the UK Singles Chart in 1964 and 1965: \"Rosalyn\" No. 41, \"Don't Bring Me Down\" No. 10, and the self-penned \"Honey I Need\" at No. 13. They never had a hit in the United States, but had considerable success in their native United Kingdom and in Australia, New Zealand, Germany and the Netherlands. Their appearance and behaviour was provocative, with May claiming to have the longest hair in the UK and Prince often causing chaos wherever he went. The band later blamed their lack of success in the US on the fact their management opted for a tour of the Southern Hemisphere in July–August 1965. During their two weeks in New Zealand, they caused so much outrage in the media that the New Zealand Parliament addressed the issue of granting entry permits to musicians such as the Pretty Things. The band was never actually banned from re-entering New Zealand, contrary to what can be read in some sources.Stax, Neil & Baker, p. 90 The first of what would be many personnel changes over the years also began, with Prince, whose wild antics had become too much for the other members to endure, being the first to go in November 1965. He was replaced by Skip Alan.Stax, Neill & Baker, pp. 94–98 In early 1966, the band made a short film The Pretty Things on Film; it featured live footage and a music video prototype for \"Can't Stand the Pain\", which also featured their manager, Morrison. Rarely screened at the time, the film can be found as a bonus multimedia item on the Snapper CD re-issue of Get the Picture. 1966 saw the R&B; scene fall into decline and the Pretty Things began moving away, flirting with soul music. In mid-1966, they made the UK Singles Chart for the final time with a cover of the Kinks song \"A House in the Country\". In December 1966 came the single \"Progress\", where the band were joined by a brass section. Pendleton left in December 1966 and will be replaced on stage by Billy Harrison from Them. Stax followed in January 1967. Jon Povey and Wally Waller, both former Fenmen from Bern Elliott and the Fenmen, joined and made the band a five-piece once again. ===1967–1971: S.F. Sorrow and Parachute=== Their final album for Fontana Records was a contractual obligation produced by Steve Rowland and the subject of controversy, since Emotions was laden with brass and string arrangements arranged by Reg Tilsley. EMI producer Norman Smith expressed interest in working with them and at the end of September 1967, the Pretty Things signed to EMI's Columbia label. In November 1967 they released \"Defecting Grey\", a psychedelic effort that failed to sell. This was followed three months later by a double A-side single, \"Talking About the Good Times\" / \"Walking Through My Dreams\". That single marked the beginning of sessions for the S.F. Sorrow album. Released in December 1968, it was the first rock opera, preceding the release of the Who's Tommy in May 1969. It was recorded between December 1967 and September 1968 at the Abbey Road Studios, while Pink Floyd were working on A Saucerful of Secrets (also produced by Norman Smith) and the Beatles worked on the White Album. In March 1968, drummer Skip Alan left the group. Twink replaced him to help the band to complete the album. In March 1969, the British music magazine NME reported that Motown Records vice- president Barney Ales had visited London to sign the Pretty Things as the U.S. label's first British act. S.F. Sorrow was commercially unsuccessful, with no immediate release in the United States. The work received only modest support from EMI, and its depressing narrative probably did not help sales. The American release, on Motown's Rare Earth Records label, came out more than a year late, leading to the impression that S.F. Sorrow was merely following the trend set by the Who's Tommy. 1969 saw the band feeling disillusioned by the failure of S.F. Sorrow and that June, Taylor left the group. The Pretty Things borrowed guitarist Victor Unitt from the Edgar Broughton Band to replace Taylor. During the summer of 1969, they recorded an album for a young French millionaire Philippe DeBarge, which was intended only to be circulated among his social circle. The acetate has since been bootlegged. In 2010, it was picked up by Mike Stax, owner of 1960s music magazine Ugly Things. He unearthed one of the two acetates and had it mixed and mastered and then as a piece de resistance, had the classic Pretty Things line-up, which Dick Taylor had just left at the time of the recording of the tracks with DeBarge, record a song entitled \"Monsieur Rock\" (Ballad of Philippe) a bonus track for this release on Ugly Things UTCD-2207. Twink left at the end of 1969 to form the Pink Fairies. Skip Alan returned to the drumstool in time for the band's return to Abbey Road to start work on Parachute, which kept the psychedelic sound. Shortly before the release of Parachute, Unitt left to rejoin the Edgar Broughton Band and was replaced by Pete Tolson, former guitarist for Eire Apparent. Despite much stage work and acclaim, their records were still failing to sell at all well.Alan Lakey, The Pretty Things: Growing Old Disgracefully (2002). With Tolson, they released a few singles before disbanding in mid-1971. During the late 1960s, the group made some extra money by recording for music library company DeWolfe. Some of these songs ended up in low-budget films including What's Good for the Goose (1969), The Haunted House of Horror (1969), and a couple of softcore porn films. Not intended for official release, these songs were later compiled on a number of records and released under the alias Electric Banana: Electric Banana (1967), More Electric Banana (1968), Even More Electric Banana (1969), Hot Licks (1970), and Return of the Electric Banana (1978). The initial releases featured one side of vocal and one side of instrumental tracks. Subsequent releases of these albums generally keep the true identity of the band secret. ===1970s=== Pretty Things reformed in late 1971. Wally Waller, who had become assistant producer at EMI, was replaced by Stuart Brooks (ex-Black Cat Bones). They signed with Warner Bros. Records and released Freeway Madness at the end of 1972. Although Waller was no longer a member of the band, he produced the album under a pseudonym and contributed lead vocals to the song \"Over the Moon\". The album was commercially unsuccessful. In 1973, David Bowie covered two of their songs, \"Rosalyn\" and \"Don't Bring Me Down\", on his album Pin Ups. Around this time, the band recruited a sixth member, Gordon John Edwards (born 26 December 1946, Southport, Lancashire). A versatile musician, Edwards could play the guitar as well as the keyboards, and he also sang. In 1974, Pretty Things were one of the first acts signed by Swan Song Records, the label created by Led Zeppelin, and Peter Grant became their manager. Stuart Brooks left the band before the recording of their first album for Swan Song, Silk Torpedo. The bass lines on the album were recorded by guitarist Pete Tolson before the arrival of a new bass player, Jack Green, who only contributed backing vocals. Silk Torpedo was the first British album release on Zeppelin's own label Swan Song. It charted in the lower reaches of the Billboard Hot 100, for the first time in the band's history. Jimmy Page later remarked: : During the recording of Savage Eye, the follow-up to Silk Torpedo, tensions arose between the members of the band, with May finding himself at odds with newcomers Edwards and Green. After the release of Savage Eye, May did not show up at a major London gig, and he was fired soon after. Alan, Edwards, Green and Tolson tried to form a new band called Metropolis, but Swan Song was not interested in offering them a contract and they went their separate ways. Edwards briefly joined the Kinks for their Misfits tour, while Green became a member of Rainbow for a few weeks before launching a solo career. ===1980s=== thumb|upright|Phil May and Skip Alan in 1999 The 1967 line-up of Alan, May, Povey, Taylor and Waller reformed in 1978 for a one-off gig in the Netherlands. Adding Pete Tolson, the six-piece recorded Cross Talk for Warner Bros. Records in 1980. The new wave sounds did not improve their sales figures, and Pretty Things split up again in 1981, after an appearance in the horror film The Monster Club (1981). Throughout the 1980s, May and Taylor kept the band's name alive with a rotating cast of supporting musicians, touring extensively in continental Europe, especially Germany where they retained a loyal fanbase. In 1987, they released Out of the Island, a live-in-the-studio album consisting of new recordings of songs from their catalogue which was their first CD release. They did a successful European blues tour in late 1990 with Stan Webb's Chicken Shack and Luther Allison. This outfit included drummer Hans Waterman (formerly of Dutch rock group Solution), bassist Roelf ter Velt and guitarist/keyboardist Barkley McKay (Waco Brothers, Pine Valley Cosmonauts, Jon Langford, the Mekons) on guitar. This line-up regularly toured the European mainland until late 1994. ===1990s=== thumb|Pretty Things live 1999 May and Taylor, together with former Yardbirds drummer Jim McCarty, recorded two albums in Chicago as Pretty Things/Yardbird Blues Band. They were The Chicago Blues Tapes 1991 and Wine, Women, Whiskey, both produced by George Paulus. They also recorded one album with members of the Inmates and Matthew Fisher of Procol Harum under the name Pretty Things n' Mates. It was released in 1992 as Rockin' the Garage. The early 1990s were taken up with a battle against EMI. This was over unpaid royalties stemming back to a deal EMI set up with Motown subsidiary Rare Earth in 1968. The band never received any royalties from Rare Earth nor had received any monies from EMI for many years. The band won the legal case, the result being that in 1993 EMI gave them back all their master tapes, copyrights and an undisclosed sum of money as settlement. On friendly terms again, the 1967 line-up decided to return with the addition of Pete Tolson, Taylor's replacement in 1970, just like they had done in 1980 on Cross Talk. After much rehearsal, Tolson grew disillusioned and quit with Frank Holland taking Tolson's place. Their label, Snapper Music, issued remastered CDs with many bonus tracks, plus a DVD of the September 1998 live netcast re-recording of S.F. Sorrow at Abbey Road Studios, with David Gilmour and Arthur Brown as guest players. They played a tour of the U.S. for the first time in decades. ===2000s to present=== thumb|Phil May and Dick Taylor in 2013 Original rhythm guitarist Brian Pendleton died of lung cancer on 16 May 2001 in Maidstone. Their ex-guitarist and keyboard player Gordon Edwards, who also played for the Kinks in the late 1970s, died on 28 February 2003 due to depression-related suicide. In 1999, they released the studio album Rage Before Beauty and in the early 2000s, they released several compilation albums, a live album and DVD. In 2003, Alan Lakey's biography of the band, Growing Old Disgracefully, was published by Firefly. The book dealt with the long and involved history of the band, and paid special attention to the legal proceedings issued against EMI in the 1990s. Skip Alan suffered heart problems in 2001 restricting his commitment to the band, with Mark St. John (not to be confused with former KISS / White Tiger guitarist of the same name) deputising on the drums as required. In mid-2007, the Pretty Things released their eleventh studio album Balboa Island on Zoho Roots. Family illnesses meant Waller and Povey were unable to commit to the band's live schedule. A new line-up emerged around May and Taylor with Frank Holland on guitar, Jack Greenwood on drums and George Woosey on bass. thumb|Dick Taylor, Phil May, Jack Greenwood, George Woosey, Frank Holland @ the Downtown Blues Club (Hamburg) in April 2017 In June 2009, May, Taylor, Waller, Povey and Alan reunited to receive the \"Heroes\" award at the annual Mojo Awards ceremony. Waller, Povey, Alan and Tolson reunited in the middle of 2010 to re-record Parachute, to commemorate its 40th anniversary. Using the byline 'The XPTs', the album was released by Esoteric Recordings on 30 April 2012. Tolson died in April 2016. On 30 April 2012, a re-imagining of S.F. Sorrow, entitled Sorrow's Children and featuring covers by contemporary bands of each track, was released on Fruits de Mer Records, only on vinyl and in a limited edition of 700. The album included an interview with May and Taylor, and had a live version of \"Loneliest Person\". The latter was recorded at their gig at London's 100 Club in December 2010, at which they played the whole of their first album. In 2012, the band returned to New Zealand for the first time since the bad publicity of 1965. They also toured Australia and were reunited with original bass player, John Stax, for their Melbourne shows. This was the first time May, Taylor and Stax had played together since 1967. In 2013 the Pretty Things celebrated their 50th Anniversary Tour with dates in the UK and Europe. The band's studio album, The Sweet Pretty Things (Are in Bed Now, of Course...), was released on 10 July 2015. This is the first album recorded with touring members Greenwood and Woosey. In 2018, the band announced that they were splitting up at the end of the year. All current and forthcoming dates throughout 2018 were billed as part of a farewell tour. Phil May died, aged 75, on 15 May 2020 following complications after hip surgery.Ben Beaumont-Thomas, \"Phil May, frontman with the Pretty Things, dies aged 75\", The Guardian, 15 May 2020. Retrieved 15 May 2020 22 May 2020 saw the release of two tracks from an upcoming \"stripped back, acoustic-driven\" album recorded by May, Taylor, and Mark St. John before May's death. The album, Bare as Bone, Bright as Blood, was released in September 2020. ==Personnel== ===Members=== * Phil May – lead vocals, maracas, harmonica (1963–1971, 1971–1976, 1978–2020) * Dick Taylor – lead guitar, occasional vocals (1963–1969, 1978–2020) * John Stax – bass, harmonica, backing vocals (1963–1967) * Brian Pendleton – rhythm guitar, backing vocals, bass (1963–1966) * Pete Kitley – drums (1963–1964) * Viv Andrews – drums (1964) * Viv Prince – drums (1964–1965) * Skip Alan – drums (1965–1968, 1969–1971, 1971–1976, 1978–1981, 1994–2007) * Jon Povey – keyboards, vocals (1967–1971, 1971–1976, 1978–1981, 1994–2007) * Wally Waller – bass, guitar, vocals (1967–1971, 1978–1981, 1994–2007) * Twink – drums (1968–1969) * Victor Unitt – guitar (1969–1970) * Pete Tolson – guitar (1970–1971, 1971–1976, 1978–1981) * Stuart Brooks – bass (1971–1973) * Gordon John Edwards – guitars, keyboards, vocals (1973–1976) * Jack Green – bass, vocals (1974–1976) * Simon Fox – drums (1981) * Joe Shaw – guitar (1984, 1987) * Dave Wintour – bass (1984) * Dave Wilki – keyboards (1984) * John Clark – drums (1984) * Kevin Flanagan – saxophone (1984) * Perry Margouleff – guitar (1986–1987) * Roelf Ter Veld – bass (1986–1987) * Doede Ter Veld – drums (1986–1987) * Bertram Engel – drums (1987, 1993–1995) * Frank Holland – guitar, vocals, harmonica (1988–1991, 1994–2018) * Mark St. John – drums, percussion (1988–1991, 1993–1994, 2020; live 2001–2007) * Steve Browning – bass (1988–1991, 1993–1994) * Hans Waterman – drums (1989–1990, 1990–1994) * Barkley McKay – guitar (1990–1994) * Jon Langford - guitar (1991–1993) * Jack Greenwood – drums (2007–2018) * George Woosey – bass, vocals (2007–2018) ===Timeline=== ImageSize = width:900 height:550 PlotArea = left:115 bottom:60 top:0 right:10 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/01/1963 till:31/12/2020 TimeAxis = orientation:horizontal format:yyyy Legend = orientation:horizontal position:bottom Colors = id:vocals value:red legend:Vocals id:sax value:gray(0.5) legend:Saxophone id:guitar value:green legend:Guitar id:keys value:purple legend:Keyboards id:bass value:blue legend:Bass id:drums value:orange legend:Drums id:Lines value:black legend:Studio_albums id:Lives value:yelloworange legend:Live_albums id:bars value:gray(0.9) BackgroundColors = bars:bars ScaleMajor = increment:2 start:1963 ScaleMinor = increment:1 start:1963 LineData = at:15/03/1965 color:black layer:back at:15/12/1965 color:black layer:back at:17/04/1967 color:black layer:back at:15/12/1968 color:black layer:back at:15/06/1970 color:black layer:back at:15/12/1972 color:black layer:back at:15/10/1974 color:black layer:back at:15/01/1976 color:black layer:back at:15/08/1980 color:black layer:back at:13/03/1984 color:lives layer:back at:15/07/1987 color:lives layer:back at:06/09/1998 color:lives layer:back at:09/03/1999 color:black layer:back at:15/05/2007 color:black layer:back at:17/12/2010 color:lives layer:back at:10/07/2015 color:black layer:back at:25/09/2020 color:black layer:back PlotData= width:11 textcolor:black align:left anchor:from shift:(10,-4) bar:Phil May from:01/01/1963 till:15/07/1971 color:vocals bar:Phil May from:15/11/1971 till:15/06/1976 color:vocals bar:Phil May from:15/07/1978 till:15/05/2020 color:vocals bar:Kevin Flanagan from:01/01/1984 till:31/12/1984 color:sax bar:Dick Taylor from:01/01/1963 till:31/08/1969 color:guitar bar:Dick Taylor from:15/07/1978 till:end color:guitar bar:Brian Pendleton from:01/01/1963 till:15/12/1966 color:guitar bar:Victor Unitt from:01/09/1969 till:15/05/1970 color:guitar bar:Peter Tolson from:15/05/1970 till:15/07/1971 color:guitar bar:Peter Tolson from:15/11/1971 till:15/06/1976 color:guitar bar:Peter Tolson from:15/07/1979 till:15/07/1981 color:guitar bar:Peter Tolson from:15/04/1994 till:15/10/1994 color:guitar bar:Joe Shaw from:01/01/1984 till:31/12/1984 color:guitar bar:Joe Shaw from:01/06/1987 till:31/12/1987 color:guitar bar:Perry Margouleff from:01/01/1986 till:30/05/1987 color:guitar bar:Frank Holland from:15/05/1988 till:15/04/1991 color:guitar bar:Jon Langford from:15/04/1991 till:15/06/1993 color:guitar bar:Barkley McKay from:15/06/1990 till:15/08/1994 color:guitar bar:Frank Holland from:15/10/1994 till:31/12/2018 color:guitar bar:Frank Holland from:15/10/1994 till:31/12/2018 color:vocals width:3 bar:Jon Povey from:15/01/1967 till:15/07/1971 color:keys bar:Jon Povey from:15/01/1967 till:15/07/1971 color:vocals width:3 bar:Jon Povey from:15/11/1971 till:15/06/1976 color:keys bar:Jon Povey from:15/11/1971 till:15/06/1976 color:vocals width:3 bar:Jon Povey from:15/07/1978 till:15/07/1981 color:keys bar:Jon Povey from:15/07/1978 till:15/07/1981 color:vocals width:3 bar:Jon Povey from:15/04/1994 till:30/09/2007 color:keys bar:Jon Povey from:15/04/1994 till:30/09/2007 color:vocals width:3 bar:Gordon John Edwards from:15/03/1973 till:15/06/1976 color:keys bar:Gordon John Edwards from:15/03/1973 till:15/06/1976 color:guitar width:7 bar:Gordon John Edwards from:15/03/1973 till:15/06/1976 color:vocals width:3 bar:Dave Wilki from:01/01/1984 till:31/12/1984 color:keys bar:John Stax from:01/01/1963 till:15/01/1967 color:bass bar:Wally Waller from:15/01/1967 till:15/07/1971 color:bass bar:Wally Waller from:15/01/1967 till:15/07/1971 color:vocals width:3 bar:Wally Waller from:15/07/1978 till:15/07/1981 color:bass bar:Wally Waller from:15/07/1978 till:15/07/1981 color:vocals width:3 bar:Wally Waller from:15/04/1994 till:30/09/2007 color:bass bar:Wally Waller from:15/04/1994 till:30/09/2007 color:vocals width:3 bar:Stuart Brooks from:15/11/1971 till:15/12/1973 color:bass bar:Jack Green from:15/12/1974 till:15/06/1976 color:bass bar:Jack Green from:15/12/1974 till:15/06/1976 color:vocals width:3 bar:Dave Wintour from:01/01/1984 till:31/12/1984 color:bass bar:Roelf Ter Veld from:01/01/1986 till:31/12/1987 color:bass bar:Steve Browning from:15/05/1988 till:15/04/1991 color:bass bar:Steve Browning from:15/06/1993 till:15/08/1995 color:bass bar:George Woosey from:30/09/2007 till:31/12/2018 color:bass bar:George Woosey from:30/09/2007 till:31/12/2018 color:vocals width:3 bar:Pete Kitley from:01/01/1963 till:31/12/1963 color:drums bar:Viv Andrews from:31/12/1963 till:15/05/1964 color:drums bar:Viv Prince from:15/05/1964 till:15/11/1965 color:drums bar:Skip Alan from:15/11/1965 till:15/03/1968 color:drums bar:Skip Alan from:15/11/1969 till:15/07/1971 color:drums bar:Skip Alan from:15/11/1971 till:15/06/1976 color:drums bar:Skip Alan from:15/07/1978 till:15/12/1980 color:drums bar:Skip Alan from:15/04/1994 till:30/09/2007 color:drums bar:Twink from:15/03/1968 till:15/11/1969 color:drums bar:Simon Fox from:15/12/1980 till:15/07/1981 color:drums bar:John Clark from:01/01/1984 till:31/12/1984 color:drums bar:Doede Ter Veld from:01/01/1986 till:30/06/1987 color:drums bar:Bertram Engel from:01/06/1987 till:31/12/1987 color:drums bar:Bertram Engel from:15/06/1993 till:15/08/1995 color:drums bar:Mark St. John from:15/05/1988 till:15/04/1991 color:drums bar:Hans Waterman from:15/06/1990 till:15/07/1994 color:drums bar:Mark St. John from:15/06/1993 till:30/09/2007 color:drums bar:Jack Greenwood from:30/09/2007 till:31/12/2018 color:drums bar:Mark St. John from:01/01/2020 till:31/12/2020 color:drums ==Discography== ===Studio albums=== * The Pretty Things (1965) * Get the Picture? (1965) * Emotions (1967) * S.F. Sorrow (1968) * Parachute (1970) * Freeway Madness (1972) * Silk Torpedo (1974) * Savage Eye (1976) * Cross Talk (1980) * ... Rage Before Beauty (1999) * Balboa Island (2007) * The Sweet Pretty Things (Are in Bed Now, of Course...) (2015) * Bare as Bone, Bright as Blood (2020) ==References== ==Sources== * ==External links== * ThePrettyThings.com, the band's official site * * * The Pretty Things at Shoreditch Music Agency website Category:English psychedelic rock music groups Category:Musical groups from London Category:Musical groups established in 1963 Category:British rhythm and blues boom musicians Category:Columbia Graphophone Company artists Category:Fontana Records artists Category:Harvest Records artists Category:Warner Records artists Category:Swan Song Records artists Category:Zoho Music artists Category:1963 establishments in England Category:British garage rock groups",
 "title": "Pretty Things"
}