{
 "id": "314735",
 "text": "Benbecula Records was a Scottish independent record label. Established in 1999 in Edinburgh, Scotland, by local musicians Phase 6 and Beluga, Benbecula Records began as a CD-R-based record label before moving towards large-run commercial vinyl record and CD releases in 2000. The label closed on 1 November 2009. ==Biography== Traditionally, Benbecula Records embodied the Scottish electronic music scene, releasing the works of local artists Christ., Reverbaphon, Frog Pocket, Genaro and Operator. Later on, Benbecula Records increasingly represented artists from abroad, particularly Canadian musician Prhizzm, American free jazz artist Brian Ellis, German producer E.Stonji, and English musicians Birdengine, Ochre and Damien Shingleton. ==Minerals Series== In the \"spirit of independent music making\", Benbecula Records announced a new initiative in 2005 titled the \"minerals series\". This series aimed at producing limited CD-R runs of albums and compilations which, though deemed notable by the label in some regard, were not commercially viable as full- scale releases. The first instalment of the minerals series was a 12-disc set of CD-Rs. Customers who purchased the full set received a bonus CD containing rare unreleased Christ. tracks, with the full package wrapped in a cloth band. Following the success of this initiative — the label sold out of the series during the pre-order phase — Benbecula Records continued producing CD-Rs as part of the minerals series as a complement to its range of commercial releases. ==See also== * List of record labels * List of electronic music record labels ==References== ==External links== * Article in The Scotsman * Genaro - My Space * Soundscape Mix #3 - Benbecula Records 1999-2009 Category:Scottish record labels Category:Record labels established in 1999 Category:Electronic music record labels Category:British independent record labels Category:1999 establishments in Scotland",
 "title": "Benbecula Records"
}