{
 "id": "315051",
 "text": "A newel, also called a central pole or support column, is the central supporting pillar of a staircase. It can also refer to an upright post that supports and/or terminates the handrail of a stair banister (the \"newel post\").Chambers Science and Technology DictionaryGlossary of Australian Building Terms, Third Edition.(NCRB)Carpentry and Joinery, Volume Three. Dowsett and Stevens. In stairs having straight flights it is the principal post at the foot of the staircase, but the term can also be used for the intermediate posts on landings and at the top of a staircase. Although its primary purpose is structural, newels have long been adorned with decorative trim and designed in different architectural styles.Distinctive Wood Designs Inc. (2010) \"Newel Post Styles\", 1. Newel posts turned on a lathe are solid pieces that can be highly decorative, and they typically need to be fixed to a square newel base for installation. These are sometimes called solid newels in distinction from hollow newels due to varying techniques of construction. Hollow newels are known more accurately as box newel posts. In historic homes, folklore holds that the house plans were placed in the newel upon completion of the house before the newel was capped.Newel Posts and Newel Postlore, old house webSecret compartment within a box newel post, woodstairs.com The most common means of fixing a newel post to the floor is to use a newel post fastener, which secures a newel post to a timber joist through either concrete or wooden flooring. == In popular culture == A loose ball cap finial on the newel post at the base of the stairway is a plot device in the 1946 classic It's a Wonderful Life. The same is used in jest in the 1989 film Christmas Vacation, in which Clark Griswold, in an emotional meltdown, cuts a loose finial off of a newel post with a chainsaw. He casually exclaims, \"Fixed the newel post!\" and carries on. ==Gallery== File:Quarter-space-landings.gif|A sketch of a stair with two quarter space landings showing three types of newel posts. File:Newel-string.gif|The bottom joint between the newel post and the outside string showing the housings for the tread and first and second risers. File:String-joint-newel.gif|The joint between the string and newel as seen from the stairwell. File:Newel-post-joint.gif|The joint between the string and newel as seen from the stair. File:Newel (PSF).png|Illustration of a box newel File:Spiral-staircase-malacca.jpg|A cast iron spiral staircase showing the central newel post that supports the treads, risers and balustrade. File:15 28 031 hawkins.jpg|Central newel of spiral staircase at Fort Benjamin Hawkins File:Loretto Chapel.jpg|There is no newel in Loretto Chapel's spiral staircase (the \"Miracle stair\") in Santa Fe, New Mexico, USA. File:Jacobean newel post 3073.jpg|Box newel and finial of a Jacobean staircase in Boston Manor House, United Kingdom. File:Spring Hall Halifax 002.jpg|Arts and Crafts newel designed by W.S. Barber, at Spring Hall, Halifax ==References== ==External links== * Category:Stairways Category:Architectural elements Category:Stairs",
 "title": "Newel"
}