{
 "id": "315123",
 "text": "King's Cross Thameslink station is a closed railway station in central London, England. It is located on Pentonville Road, around east of King's Cross mainline station. At the time of closure, in 2007, it was served by Thameslink trains and managed by First Capital Connect. The station opened in 1863 as King's Cross Metropolitan. It was one of the initial seven stations on the Metropolitan Railway, London's first underground line, which ran between Paddington and Farringdon. The Metropolitan had been planning for the station since 1851, when King's Cross mainline station was constructed, to provide a connection between the Great Western Railway at Paddington and the Great Northern Railway (GNR) out of King's Cross. Within a year of opening a pair of tunnels was added, which surfaced on the GNR just north of King's Cross and provided a direct rail connection between the two lines. In 1866 the line was extended east to Moorgate and Snow Hill tunnel was built to join the London, Chatham and Dover Railway (LCDR) City Branch at Ludgate Hill. In 1868 a second pair of tracks known as the City Widened Lines was opened along with a tunnel connection to the Midland Railway near St Pancras station. The route through the station was very busy throughout the remainder of the century, carrying trains from five companies. In 1892 the station was linked to the concourse of King's Cross mainline station by a foot tunnel. The opening of the Piccadilly and Northern underground lines, as well as the growth of trams on the surface streets, led to a sharp reduction of services on the City Widened Lines in the early twentieth century. The Metropolitan line remained popular, however, following electrification of its tracks in 1905–06. Passenger service was reduced to peak hours only during World War I, with no service through the Snow Hill tunnel, as the lines were used heavily for freight and troop movements. The line and station were closed for five months during World War II, following damage in The Blitz. Only the City Widened Lines platforms remained in use when the station reopened in 1941: the Metropolitan line station was moved to a new pair of platforms which had been built at King's Cross St Pancras tube station, providing a shorter connection to the Piccadilly and Northern lines. Trains from the East Coast Main Line and Midland Main Line continued to stop at King's Cross Metropolitan. In the 1980s the City Widened Lines were electrified and the Snow Hill tunnel reopened to passenger traffic as part of the Thameslink programme. The station was renamed, first to King's Cross Midland City and then to its final name, King's Cross Thameslink. Service on the line grew and new destinations were added, and by the 2000s the station could no longer handle the passenger numbers. A new pair of platforms were built at St Pancras, and King's Cross Thameslink closed in 2007. The station was included in the London station group from the group's inception in 1983, and remained so until its closure. == Naming == The station was officially known as King's Cross Metropolitan when it opened by the Metropolitan Railway in 1863, although on timetables and maps it was often just called King's Cross or King's Cross (Met.). The Metropolitan line part of the station was renamed to King's Cross & St Pancras in 1925 and then to King's Cross St Pancras in 1933, when the Metropolitan Railway was merged with the Underground Electric Railways Company of London to form the London Passenger Transport Board (LPTB). The station was then part of the King's Cross St Pancras tube station complex. The City Widened Lines platforms continued to be signed as King's Cross through to the 1970s. When the station reopened in 1983, following electrification, it was known as King's Cross Midland City and acquired its final name, King's Cross Thameslink, in 1988. == Location and layout == King's Cross Thameslink is located in a cutting around east of King's Cross mainline station. The station's main entrance was on the north side of the station at the western end of Pentonville Road, part of the London Inner Ring Road. This replaced an earlier entrance located south of the tracks on Gray's Inn Road. The Thameslink platforms were linked directly by stairs and a tunnel to the Victoria and Piccadilly line platforms at King's Cross St Pancras, and via both sets of platforms to the Circle, Hammersmith & City, Metropolitan and Northern lines as well as the mainline stations at King's Cross and St Pancras. The station had four platforms. The two to the south were for the Metropolitan line, and were used from 1863 to 1940. The two northern platforms, used from 1863 to 1979 and from 1983 to 2007, served the City Widened Lines and later the Thameslink service. The southbound Metropolitan and northbound Widened shared an island platform. After closure of the Metropolitan platforms a high wall was built on that island. The two platforms in use during the King's Cross Thameslink era were lettered rather than numbered, to avoid confusion with the platforms at nearby King's Cross among staff who worked at both stations. In 1983, British Rail introduced the London station group, a group of stations in central London which were regarded as a single destination for ticketing and fare purposes. King's Cross Midland City, as it was then called, was one of the original eighteen stations in the group, and it retained this status until closure in 2007. == History == ===Early history=== The area of King's Cross was previously a village known as Battle Bridge, an ancient crossing of the River Fleet. The river flowed along what is now the west side of Pancras Road until it was rerouted underground in 1825. The mainline King's Cross station was built in 1851–52 as the London terminus of the Great Northern Railway (GNR), and was the fifth London terminal to be constructed. The station took its name from the King's Cross building, a monument to King George IV that stood in the area and was demolished in 1845. Plans for the station were made in December 1848 under the direction of George Turnbull, resident engineer for constructing the first of the Great Northern Railway out of London.Diaries of George Turnbull (Chief Engineer, East Indian Railway Company) held at the Centre of South Asian Studies at Cambridge University, England.Page 87 of George Turnbull, C.E. 437-page memoirs published privately 1893, scanned copy held in the British Library, London on compact disk since 2007. The station opened on 14 October 1852. The first suburban services to and from King's Cross began operating in 1861, initially to Seven Sisters Road station (which was renamed to Finsbury Park in 1869), and later to Hornsey and beyond. ===King's Cross Metropolitan=== The first underground station at King's Cross was planned in 1851, during construction of the mainline station. The intention was to connect the Great Western Railway (GWR) at Paddington with the Great Northern Railway (GNR) at King's Cross. The line was opened on 10 January 1863, along with six other stations, as part of the original section of the Metropolitan Railway, which would later become part of the London Underground. King's Cross Metropolitan, the predecessor of King's Cross Thameslink, opened at the same time and was located to the east of the mainline station. The line was initially dual gauge, enabling both the GWR's broad gauge trains and other standard gauge stock to run. Later that year a pair of tunnels—the York Road Curve for southbound trains and the Hotel Curve for northbound trains—were built, joining the GNR lines north of King's Cross mainline with the Metropolitan's line at King's Cross Metropolitan. The GWR ran the first trains on the line, but relations towards the Metropolitan quickly became strained and the GWR withdrew from the route in August 1863. The Metropolitan was able to continue operating by leasing rolling stock from the GNR, which it brought on to the line through the York Road tunnel. The GNR started routing all its suburban trains through the tunnels to Farringdon Street (now Farringdon) station in October. Trains into London stopped at a new platform known as King's Cross York Road to the north east of the mainline station, and again at the Metropolitan station, while trains out of London stopped at the Metropolitan station, and again at the mainline station, by reversing into a platform after exiting the Hotel Curve. In 1866 the Snow Hill tunnel was opened, joining the Metropolitan Railway at Farringdon Street to the London, Chatham and Dover Railway (LCDR) terminus at Ludgate Hill. This allowed goods and passenger trains to run from the GNR lines south through to Herne Hill and beyond. The lines became very congested, leading to the opening in 1868 of a new pair of lines known as the City Widened Lines. These ran alongside the original tracks from King's Cross through to Moorgate, and allowed GNR and Metropolitan traffic to run along the line simultaneously. The same year the Metropolitan built a pair of tunnels to the Midland Railway tracks north of its new terminus at St Pancras station. This enabled the Midland to begin running a service from Bedford through to Moorgate. The Midland tunnels as well as the original York Road and Hotel Curve tunnels from King's Cross mainline station were connected to the City Widened Lines, while the link to the original Metropolitan lines was removed. The original Metropolitan tracks became part of the Inner Circle (later known as the Circle line), which ran partly on Metropolitan tracks and partly on District Railway tracks. The line was completed in 1884. Services were provided by both the Metropolitan, which ran the clockwise trains and the District, which ran anticlockwise. The route through King's Cross Metropolitan remained busy throughout the remainder of the nineteenth century, with trains from five companies—the Metropolitan, GNR, Midland, LCDR and the South Eastern Railway (SER)—and routes including Victoria to Peterborough as well as services from north London to Chatham and Dover. A service operated from Liverpool to Paris via the Widened Lines, departing at 08:00 and arriving in Paris by 22:50, having travelled by across the English Channel in a paddle steamer. Trains continued to ascend up the Hotel Curve from the Metropolitan station and reverse into the mainline station until 1878, when a new platform was built on the western side of the GNR tracks. This became known as the King's Cross Suburban station, but suffered from several problems including a steep incline and sharp curve, along with a build-up of smoke because of its proximity to the mouth of the tunnel. Congestion was somewhat alleviated when a connection between Finsbury Park and Canonbury allowed use of the North London Railway tracks to take some of the traffic from the GNR lines into Broad Street station in the City of London rather than down the Metropolitan line. In 1892 the station was linked to the concourse of the mainline station by a foot tunnel. === Arrival of the deep tube and relocation of Metropolitan platforms === The advent of deep- level tube lines at the turn of the twentieth century caused major changes in the underground network. The Great Northern, Piccadilly & Brompton Railway, later known as the Piccadilly line, opened a station serving King's Cross and St Pancras in 1906, and the City & South London Railway, now part of the Northern line, opened its station the following year. The tube platforms were linked to King's Cross Metropolitan through the same foot tunnel as the mainline, making one station complex. The Metropolitan line part of the station was amalgamated in 1933 with the deep-level lines as part of the newly-formed the LPTB. The arrival of the Piccadilly and Northern lines, as well as the growth of trams on the surface streets, led to a sharp reduction of services on the City Widened Lines. The SER, LCDR, and GNR services were withdrawn in 1907, and the Midland and LC&DR; joint service in June the following year. The decreased passenger service allowed a growth in freight traffic through the station. During World War I the line was used for freight and troop movements with 250,000 tons of freight and 26,047 special troop trains passing through. Passenger service was reduced to four hours per day during morning and evening peak hours from 1915. The Snow Hill tunnel closed to passenger service during the war, and the north–south link was used only by freight in the postwar years. Service on the Circle and Metropolitan line tracks increased over subsequent years, however, following electrification of those tracks in 1905–06. The infrastructure around King's Cross was bombed by Germany in 1940 during the Blitz early in World War II. The Circle line between Euston Square and King's Cross was particularly damaged and services stopped completely for five months. When the line reopened in March 1941 a new pair of platforms were opened to the west, making use of abandoned tunnels from the 1860s and providing a shorter connection to the Piccadilly and Northern lines. This scheme, part of what is now Kings Cross St Pancras tube station, had been planned by the MR since 1935. The original platforms were abandoned but are still in place and visible from passing trains as of 2019. After the war, national rail services continued to use the City Widened Lines platforms of the original station from the GNR route (now known as the East Coast Main Line) and from the Midland Mainline. === Thameslink programme === The Snow Hill tunnel, which had seen no passenger services since 1916, closed completely on 24 March 1969 with the withdrawal of freight services; the tracks were lifted in May 1971. Services from the East Coast line then ended in 1976 after the Northern City Line was transferred from London Underground control to British Rail, allowing services to run from Finsbury Park directly to Moorgate avoiding King's Cross. A handful of services from the Midland line continued to run, but the Widened Lines were almost unused in the late 1970s. In 1979 an £80 million project was launched to electrify the Midland Mainline from Bedford to St Pancras and the City Widened Lines. The station was closed, along with the line, and work was completed by May 1982. The tracks were lowered to allow for overhead power cables to be installed and several bridges were remodelled. Despite completion of the line and availability of rolling stock by early 1983, the opening of the line was delayed over a dispute with the Associated Society of Locomotive Engineers and Firemen (ASLEF) union regarding driver-only operation on the new electric trains. The station eventually reopened later in 1983, with the new name of King's Cross Midland City. Trains ran between Bedford and Moorgate, via St Pancras and the tunnels from the Midland mainline to the City Widened Lines. In 1988 Network SouthEast, one of the newly created sectors of the state-owned British Rail, implemented a scheme first proposed in the 1960s to reopen the Snow Hill tunnel to passenger traffic. The project, and the new north–south connection created, was called Thameslink. Trains ran between Bedford and Brighton using Class 319 dual-voltage trains which could run on both the Midland Mainline's overhead AC system and the Brighton Mainline's third-rail system. Five years after its previous rename, the station at King's Cross was once again renamed, this time to King's Cross Thameslink. Services on the line grew and new stations were added, including a station at the southern end of the Snow Hill tunnel named City Thameslink, which replaced the earlier terminal Holborn Viaduct station which was not on the through route. At around the time Thameslink was launched, British Rail began active planning for the Channel Tunnel Rail Link, a new high-speed line to link London with the Channel tunnel. The initial proposal was for the line to end at a new \"King's Cross Low Level\" station, which would run from north west to south east underneath the Great Northern Hotel and the mainline terminal, and would become a joint station for Eurostar and Thameslink services. This plan was developed in some detail by architect Norman Foster, but was ultimately vetoed by the government in 1990 due to high costs. The project, which became known as High Speed 1, was eventually completed in 2007 with terminal platforms at St Pancras rather than King's Cross. ===Closure and relocation=== thumb|upright=1.3|The former ticket office in 2019, now used as an entrance to King's Cross St Pancras tube station In the mid-2000s, Network Rail began work on the Thameslink Programme, a scheme originally proposed in around 1990 but delayed several times. The plan involved increasing the service frequency between King's Cross and Blackfriars up to 24 trains per hour. Planners for the programme decided that the existing King's Cross Thameslink station would be unable to cope with this increase. They criticised its substandard platform widths and lengths, lack of step-free access and fire escape routes, as well as the poor-quality passenger environment. They decided to move the station rather than upgrade it at its existing location. The surrounding infrastructure made this impractical and it would also have caused serious disruption to the Circle, Hammersmith & City and Metropolitan Underground lines as well as nearby roads. The siting of the High Speed 1 terminus under St Pancras rather than King's Cross also meant that the Thameslink platforms were a long distance by foot from the planned Eurostar platforms. Network Rail initially considered reusing the abandoned Norman Foster proposal, which had called for a combined Eurostar and Thameslink station underneath King's Cross mainline station, but updated to be for Thameslink only. This would have the advantage of fewer closures to the line during construction, as the site was not on the existing line. Ultimately though, due to the cost of relocating the lines and the political issues with demolishing the Grade-II-listed Great Northern Hotel, Network Rail decided to build the new platforms on the existing alignment, under the St Pancras complex. The new platforms are close to the High Speed 1 platforms used by Eurostar trains, and provide an easier connection to the mainline stations at St Pancras and King's Cross. The work required closure of the through Thameslink line for eight months in 2004–05, with trains from the north terminating at St Pancras. The project then stalled but was rescued by extra funding of £63 million in February 2006. The last train at King's Cross Thameslink was the 23:59 from Haywards Heath, which called at the station at 01:08 on Sunday 9 December 2007. From 9 December 2007, Thameslink services started to call at the new platforms at St Pancras. The foot tunnel from King's Cross St Pancras tube station to the ticket office of the former Thameslink station remains open from 07:00 to 20:00 on Mondays to Fridays, to provide extra access to London Underground platforms from Pentonville Road. == Services == The off-peak service pattern for King's Cross Thameslink in 2007, the year of its closure, was as follows: * 4 tph to Brighton via London Bridge and Gatwick Airport * 4 tph to Sutton, 2 tph via Wimbledon and 2 tph via Mitcham Junction. * 4 tph to Bedford via St Albans City, Luton Airport and Luton. * 2 tph to Luton via St Pancras International, St Albans City and Luton Airport * 2 tph to St Albans City via Hendon == Notes == == References == * * * * * * * * * * * * * * * * == External links == * * * Category:Disused railway stations in the London Borough of Camden Category:Former Metropolitan Railway stations Category:Disused London Underground stations Category:Railway stations in Great Britain opened in 1863 Category:Railway stations in Great Britain closed in 2007 Category:Kings Cross, London",
 "title": "King's Cross Thameslink railway station"
}