{
 "id": "31537",
 "text": "The transuranium elements (also known as transuranic elements) are the chemical elements with atomic numbers greater than 92, which is the atomic number of uranium. All of these elements are synthetic, unstable and decay radioactively into other elements. ==Overview== Of the elements with atomic numbers 1 to 92, most can be found in nature, having stable isotopes (such as hydrogen) or very long-lived radioisotopes (such as uranium), or existing as common decay products of the decay of uranium and thorium (such as radon). The exceptions are elements 43, 61, 85, and 87; all four occur in nature, but only in very minor branches of the uranium and thorium decay chains, and thus all save element 87 were first discovered by synthesis in the laboratory rather than in nature (and even element 87 was discovered from purified samples of its parent, not directly from nature). All the elements with higher atomic numbers have been first discovered in the laboratory, with neptunium and plutonium later also discovered in nature. They are all radioactive, with a half-life much shorter than the age of the Earth, so any primordial atoms of these elements, if they ever were present at the Earth's formation, have long since decayed. Trace amounts of neptunium and plutonium form in some uranium- rich rock, and small amounts are produced during atmospheric tests of nuclear weapons. These two elements are generated from neutron capture in uranium ore with subsequent beta decays (e.g. 238U + n → 239U → 239Np → 239Pu). All elements heavier than plutonium are entirely synthetic; they are created in nuclear reactors or particle accelerators. The half lives of these elements show a general trend of decreasing as atomic numbers increase. There are exceptions, however, including several isotopes of curium and dubnium. Some heavier elements in this series, around atomic numbers 110–114, are thought to break the trend and demonstrate increased nuclear stability, comprising the theoretical island of stability. Heavy transuranic elements are difficult and expensive to produce, and their prices increase rapidly with atomic number. As of 2008, the cost of weapons-grade plutonium was around $4,000/gram, and californium exceeded $60,000,000/gram. Einsteinium is the heaviest element that has been produced in macroscopic quantities. Transuranic elements that have not been discovered, or have been discovered but are not yet officially named, use IUPAC's systematic element names. The naming of transuranic elements may be a source of controversy. ==Discovery and naming of transuranium elements== So far, essentially all the transuranium elements have been discovered at four laboratories: Lawrence Berkeley National Laboratory in the United States (elements 93–101, 106, and joint credit for 103–105), the Joint Institute for Nuclear Research in Russia (elements 102 and 114–118, and joint credit for 103–105), the GSI Helmholtz Centre for Heavy Ion Research in Germany (elements 107–112), and RIKEN in Japan (element 113). *The Radiation Laboratory (now Lawrence Berkeley National Laboratory) at the University of California, Berkeley, led principally by Edwin McMillan, Glenn Seaborg, and Albert Ghiorso, during 1945-1974: **93. neptunium, Np, named after the planet Neptune, as it follows uranium and Neptune follows Uranus in the planetary sequence (1940). **94. plutonium, Pu, named after the then-planet Pluto, following the same naming rule as it follows neptunium and Pluto follows Neptune in the Solar System (1940). **95. americium, Am, named because it is an analog to europium, and so was named after the continent where it was first produced (1944). **96. curium, Cm, named after Pierre and Marie Curie, famous scientists who separated out the first radioactive elements (1944), as its lighter analog gadolinium was named after Johan Gadolin. **97. berkelium, Bk, named after the city of Berkeley, where the University of California, Berkeley is located (1949). **98. californium, Cf, named after the state of California, where the university is located (1950). **99. einsteinium, Es, named after the theoretical physicist Albert Einstein (1952). **100. fermium, Fm, named after Enrico Fermi, the physicist who produced the first controlled chain reaction (1952). **101. mendelevium, Md, named after the Russian chemist Dmitri Mendeleev, credited for being the primary creator of the periodic table of the chemical elements (1955). **102. nobelium, No, named after Alfred Nobel (1958). This discovery was also claimed by the JINR, which named it joliotium (Jl) after Frédéric Joliot-Curie. IUPAC concluded that the JINR had been the first to convincingly synthesise the element, but retained the name nobelium as deeply entrenched in the literature. **103. lawrencium, Lr, named after Ernest O. Lawrence, a physicist best known for development of the cyclotron, and the person for whom the Lawrence Livermore National Laboratory and the Lawrence Berkeley National Laboratory (which hosted the creation of these transuranium elements) are named (1961). This discovery was also claimed by the JINR, which proposed the name rutherfordium (Rf) after Ernest Rutherford. IUPAC concluded that credit should be shared, retaining the name lawrencium as entrenched in the literature. **104. rutherfordium, Rf, named after Ernest Rutherford, who was responsible for the concept of the atomic nucleus (1968). This discovery was also claimed by the Joint Institute for Nuclear Research (JINR) in Dubna, Russia (then the Soviet Union), led principally by Georgy Flyorov: they named the element kurchatovium (Ku), after Igor Kurchatov. IUPAC concluded that credit should be shared. **105. dubnium, Db, an element that is named after the city of Dubna, where the JINR is located. Originally named \"hahnium\" (Ha) in honor of Otto Hahn by the Berkeley group (1970) but renamed by the International Union of Pure and Applied Chemistry (1997). This discovery was also claimed by the JINR, which named it nielsbohrium (Ns) after Niels Bohr. IUPAC concluded that credit should be shared. **106. seaborgium, Sg, named after Glenn T. Seaborg. This name caused controversy because Seaborg was still alive, but eventually became accepted by international chemists (1974). This discovery was also claimed by the JINR. IUPAC concluded that the Berkeley team had been the first to convincingly synthesise the element. *The Gesellschaft für Schwerionenforschung (Society for Heavy Ion Research) in Darmstadt, Hessen, Germany, led principally by Gottfried Münzenberg, Peter Armbruster, and Sigurd Hofmann, during 1980-2000: **107. bohrium, Bh, named after the Danish physicist Niels Bohr, important in the elucidation of the structure of the atom (1981). This discovery was also claimed by the JINR. IUPAC concluded that the GSI had been the first to convincingly synthesise the element. The GSI team had originally proposed nielsbohrium (Ns) to resolve the naming dispute on element 105, but this was changed by IUPAC as there was no precedent for using a scientist's first name in an element name. **108. hassium, Hs, named after the Latin form of the name of Hessen, the German Bundesland where this work was performed (1984). This discovery was also claimed by the JINR. IUPAC concluded that the GSI had been the first to convincingly synthesise the element, while acknowledging the pioneering work at the JINR. **109. meitnerium, Mt, named after Lise Meitner, an Austrian physicist who was one of the earliest scientists to study nuclear fission (1982). **110. darmstadtium, Ds, named after Darmstadt, Germany, the city in which this work was performed (1994). This discovery was also claimed by the JINR, which proposed the name becquerelium after Henri Becquerel, and by the LBNL, which proposed the name hahnium to resolve the dispute on element 105 (despite having protested the reusing of established names for different elements). IUPAC concluded that the GSI had been the first to convincingly synthesize the element. **111. roentgenium, Rg, named after Wilhelm Conrad Röntgen, discoverer of X-rays (1994). **112. copernicium, Cn, named after astronomer Nicolaus Copernicus (1996). *Rikagaku Kenkyūsho (RIKEN) in Wakō, Saitama, Japan, led principally by Kōsuke Morita: **113. nihonium, Nh, named after Japan (Nihon in Japanese) where the element was discovered (2004). This discovery was also claimed by the JINR. IUPAC concluded that RIKEN had been the first to convincingly synthesise the element. *The Joint Institute for Nuclear Research (JINR) in Dubna, Russia, led principally by Yuri Oganessian, in collaboration with several other laboratories including the Lawrence Livermore National Laboratory (LLNL), since 2000: **114. flerovium, Fl, named after Soviet physicist Georgy Flyorov, founder of the JINR (1999). **115. moscovium, Mc, named after Moscow Oblast, Russia, where the element was discovered (2004). **116. livermorium, Lv, named after the Lawrence Livermore National Laboratory, a collaborator with JINR in the discovery (2000). **117. tennessine, Ts, named after the region of Tennessee, where the berkelium target needed for the synthesis of the element was manufactured (2010). **118. oganesson, Og, named after Yuri Oganessian, who led the JINR team in its discovery of elements 114 to 118 (2002). ==Superheavy elements== Superheavy elements, (also known as superheavy atoms, commonly abbreviated SHE) usually refer to the transactinide elements beginning with rutherfordium (atomic number 104). They have only been made artificially, and currently serve no practical purpose because their short half-lives cause them to decay after a very short time, ranging from a few minutes to just a few milliseconds (except for dubnium, which has a half life of over a day), which also makes them extremely hard to study. Superheavy atoms have all been created since the latter half of the 20th century, and are continually being created during the 21st century as technology advances. They are created through the bombardment of elements in a particle accelerator. For example, the nuclear fusion of californium-249 and carbon-12 creates rutherfordium-261. These elements are created in quantities on the atomic scale and no method of mass creation has been found. ==Applications== Transuranium elements may be utilized to synthesize other superheavy elements. Elements of the island of stability have potentially important military applications, including the development of compact nuclear weapons. The potential everyday applications are vast; the element americium is utilized in devices such as smoke detectors and spectrometers.Nuclear Data Viewer 2.4, NNDC ==See also== *Bose–Einstein condensate (also known as Superatom) *Island of stability *Minor actinide *Deep geological repository, a place to deposit transuranic waste ==References== ==Further reading== *Eric Scerri, A Very Short Introduction to the Periodic Table, Oxford University Press, Oxford, 2011. *The Superheavy Elements *Annotated bibliography for the transuranic elements from the Alsos Digital Library for Nuclear Issues. *Transuranium elements *Super Heavy Elements network official website (network of the European integrated infrastructure initiative EURONS) *Darmstadtium and beyond * Christian Schnier, Joachim Feuerborn, Bong-Jun Lee: Traces of transuranium elements in terrestrial minerals? (Online, PDF-Datei, 493 kB) * Christian Schnier, Joachim Feuerborn, Bong-Jun Lee: The search for super heavy elements (SHE) in terrestrial minerals using XRF with high energy synchrotron radiation. (Online, PDF-Datei, 446 kB) Category:Nuclear physics Category:Sets of chemical elements",
 "title": "Transuranium element"
}