{
 "id": "315425",
 "text": "Arnold Gerschwiler OBE (28 May 1914 – 22 August 2003) was a Swiss (later, British) figure skating coach. == Personal life == Gerschwiler was born in Arbon, Switzerland. He was the half-brother of Jacques Gerschwiler and the uncle of Hans Gerschwiler. At the encouragement of Jacques, he moved to London, England. He married Violet Blundell in August 1941. They had two daughters, Stella and Claire, two grandsons and two granddaughters. Gerschwiler lived in Ailsa Road, St Margarets, Twickenham for 53 years. He died on 22 August 2003 at St Anthony's Hospital, Cheam at the age of 89. == Career == Gerschwiler competed in the British Open Ice-Skating Championships in 1935 and 1936 and joined the staff of the Richmond Ice Rink in 1937. He was head coach there from 1938, and served as director in 1964 until the facility was demolished in 1992. He coached the Czech skater Alena Vrzanova (Aja Zanova), world champion in 1949 and 1950, as well as his own nephew Hans Gerschwiler, the 1948 Olympic silver medallist. He also coached the British skaters John Curry, 1976 Olympic and world champion, and Valda Osborn, British champion in 1952 and 1953 and European champion in 1953. Other European top skaters he coached included Michael Booker, Ladislav Čáp, Sjoukje Dijkstra, Patricia Dodd, Hanna Eigel, Joan Haanappel, Helmut Seibt and Daphne Walker. Gerschwiler was awarded the Order of the British Empire in 1997. He and his brother Jacques were inducted into the Professional Skaters Association's Coaches Hall of Fame in 2004. ==See also== * Betty Callaway * Jacques Gerschwiler * Richmond Ice Rink ==References== ==External links== *1979 interview with Gerschwiler Category:1914 births Category:2003 deaths Category:British figure skating coaches Category:Officers of the Order of the British Empire Category:People from Arbon Category:People from Twickenham Category:Swiss figure skaters Category:Swiss figure skating coaches Category:Swiss emigrants to the United Kingdom",
 "title": "Arnold Gerschwiler"
}