{
 "id": "315419",
 "text": "Biggleswade ( ) is a market town and civil parish in Central Bedfordshire in Bedfordshire, England. It lies on the River Ivel, 11 miles (18 km) south-east of Bedford. Its population was 16,551 in the 2011 United Kingdom census, and its estimated population in mid-2019 had increased to 21,700, its growth encouraged by good road and rail links to London. The King's Reach development, begun in 2010, will provide 2,000 new homes to the east of the town. ==Highlights== Evidence of settlement in the area goes back to the Neolithic period, but it is likely that the town as such was founded by Anglo- Saxons. A gold Anglo-Saxon coin was found on a footpath beside the River Ivel in 2001. The British Museum bought the coin in February 2006 and at the time, it was the most expensive British coin purchased. A charter to hold a market was granted by King John in the 13th-century. In 1785 a great fire devastated the town. The Great North Road passed through until a bypass was completed in 1961. A railway station was opened in 1850. From the 1930s to the late 1990s, manufacturing provided a significant amount of employment. The town centre is designated as a conservation area. ==Geography== thumb|The water tower at Topler's HillBiggleswade lies about 40 miles (60 km) north of Central London and 20 miles (30 km) to the west-south-west of Cambridge. Biggleswade civil parish includes the nearby hamlet of Holme. From Biggleswade station on the East Coast Main Line trains take about 45 minutes to reach London. The A1, Britain's Great North Road, bypasses the town. Its old course is now numbered A6001. The B1040 road leads north to Potton and St. Ives and the B659 south to Langford and Henlow. Elevation The town centre is about 28 m (92 ft) above sea level. The land rises to 78 m (256 ft) at the parish's southern boundary near the water tower on Topler's Hill. Soil and geology The area's soil is mostly freely draining and slightly acid, but with a base-rich, loamy texture of sand, silt and clay particles. Fertility is high. The underlying geology of the Ivel Valley is alluvial. The town centre stands largely on river gravel but with smaller areas of green and brown sands and sandstones, and glacial gravel. Boulder clay dominates the outlying southern and eastern parts. Landscape thumb|right|Biggleswade wind farm Biggleswade Common is an area of grassland that extends northwards along the eastern bank of the River Ivel from the Shortmead Street bridge. It continues clockwise, crossing Potton Road at the town's eastern boundary to a section known locally as the Pastures. Its 300 acres (120 ha) make it the largest area of common land in Bedfordshire. It has loamy and sandy soils with naturally high groundwater and a peaty surface. It is run by an association of rights owners called the Fen Reeves of Biggleswade Common, as a working common grazed by horses and cattle. There is a wind farm of ten turbines to the south of the town.Windpower. Retrieved 18 December 2018. A solar power farm is located to the north of Shortmead House. River Ivel The Environment Agency has a monitoring station at Biggleswade. The normal level of the River Ivel at Biggleswade is between and . The highest level recorded was reached on Wednesday 11 February 2009. ==Governance== thumb|left|Victoria Place with the old Town Hall on the left Biggleswade was a constituent part of and gave its name to one of the Hundreds of Bedfordshire from Anglo-Saxon times until the 19th century. From 1892 the town was governed by a Local Board, which became Biggleswade Urban District under the Local Government Act 1894. This council met at Biggleswade Town Hall until 1926, then shared other premises in the town before acquiring Stratton House in 1952. The Urban District Council was abolished in 1974 when most of its functions were subsumed into Mid Bedfordshire District Council under the Local Government Act 1972, the remainder passing to the newly formed Biggleswade Town Council. In 2009, the District and County Councils were replaced by the Central Bedfordshire Unitary Authority. thumb|The Town Council offices at the former magistrates' court Biggleswade Town Council's responsibilities include car parks, allotment gardens, cemeteries (Drove Road and Stratton Way), play and recreation areas and the Orchard Community Centre. Planning applications referred from Central Bedfordshire Council are considered and objections can be raised. Biggleswade divides into three electoral wards: Ivel for the north, Holme for the south-west, and Stratton for the south-east. Voters elect five councillors per ward, for four-year terms. They in turn elect annually a Town Mayor. Town Council funds come from a precept agreed with Central Bedfordshire Council. Council meetings since 2006 have been held in a council chamber in the former magistrates' court in Saffron Road. Central Bedfordshire Council is responsible for Biggleswade's social care homes, public library (Chestnut Avenue), roads, refuse, Saxon Pool and Leisure Centre (managed on its behalf by SLL), non-academy schools, social services and planning. Two shire councillors are elected to serve a four-year term for each of the Biggleswade North and Biggleswade South wards. Biggleswade was a UK parliamentary constituency from 1885 to 1918. The town was then in Mid Bedfordshire until 1997. Now in North East Bedfordshire, the elected member is Richard Fuller of the Conservative Party. ==History== The area around Biggleswade is thought to have been inhabited from about 10,000 BC. Arrowheads believed to be from this time have been found. Sherds of late Neolithic pottery from a single Peterborough ware Mortlake bowl were found in a pit excavated south of Biggleswade Hospital.A Neolithic cursus and five associated ring ditches south of Furzenhall Farm show as crop markings on aerial images. Archaeological excavations in 2001 discovered a late Bronze Age pit to the north of the water tower on Topler's Hill. Iron Age pottery and a bead together with charred cereal grains of wheat and barley have been found in pits to the north of the town. In Roman times, a loop road known as the White Way passed through Biggleswade (possibly along the course of the present-day Drove Road), linking with Ermine Way at Godmanchester. There is evidence for a probable Romano- Celtic temple and aligned enclosures straddling a tributary of the River Ivel at the north-east corner of Biggleswade Common. ===Anglo-Saxons=== (See also Hundred of Biggleswade) In the 5th century AD, Saxon invaders settled. The name Biggleswade may derive from Biceil, an Anglo-Saxon personal name, and Waed, the Saxon word for ford. Variant spellings include Bykeleswad in 1396, Bykleswade in 15th-century law records, and Bickleswade on a 17th-century ivory seal now in the British Museum.Plea Rolls of the Court of Common Pleas; National Archives; CP40/541; http://aalt.law.uh.edu/AALT6/R2/CP40no541a/aCP40no541afronts/IMG_0175.htm; second entry, second linePlea Rolls of the Court of Common Pleas; National Archives; CP 40/677, http://aalt.law.uh.edu/AALT1/H6/CP40no677/aCP40no677fronts/IMG_0138.htm; 7th entry, mentioned as where William Derlynge lived. Wells and pits dating from the early 7th century and a quantity of later Maxey ware have been excavated at Stratton. Evidence of an Anglo-Saxon ringwork and bailey castle was discovered by aerial photography in 1954 between the A1 road and the River Ivel. thumb|An impression of the Coenwulf coin In 2001 a gold coin bearing the name Coenwulf was found at Biggleswade on a footpath beside the River Ivel. The 4.33 g (0.15 oz) mancus, worth about 30 silver pennies, is only the eighth known gold coin dating to the mid to late Anglo-Saxon period. Its inscription, \"DE VICO LVNDONIAE\", shows it was minted in London.EMC Number 2004.167, Early Medieval Corpus, Fitzwilliam Museum. Initially sold to American collector Allan Davisson for £230,000 at auction; the British Government subsequently put in place a temporary export ban in the hope of saving it for the nation. The British Museum bought the coin in February 2006 for £357,832, with the help of funding from the National Heritage Memorial Fund and the British Museum Friends.Purchase of the Coenwulf coin in The Guardian At the time, it was the most expensive British coin purchased. ===Medieval times=== Biggleswade parish consisted of three settlements: Biggleswade, Holme and Stratton. Biggleswade is mentioned in the Domesday Book as Bichelesuuade/Pichelsuuade: Ralph de l'Isle. 2 mills. Domesday records 27 heads of household in Stratton vill, but only 20 in Biggleswade. However, Biggleswade had overtaken Stratton by 1309. In 1132, Henry I granted the manor of Biggleswade to Bishop Alexander the Magnificent of Lincoln, to help endow Lincoln Cathedral. A prebendal stall of Biggleswade is in the cathedral. King John (1196–1216) granted a charter to hold a market. The medieval parish Church of St Andrew contains a monumental brass of John Rudying featuring a figure of Death.Cartlidge, Neil, A debate with death : John Rudyng's Brass in St Andrew's Church, Biggleswade, Transactions of the Monumental Brass Society., 19 (2) (2015) pp. 94–100 – University of Durham Stratton Park Moated Enclosure lies to the south of the town off Dunton Lane. ===The Great Fire=== thumb|Plaque commemorating the Great Fire|left thumb|The Crown Inn, where the 1785 Great Fire started|right On 16 June 1785 a fire started at the Crown Inn and spread rapidly through neighbouring streets, destroying nearly one-third of the town. A national appeal raised funds for 332 people who lost their homes and others who lost their livelihoods. The Great Fire is among the historical scenes shown in a Millennium stained-glass window in St Andrew's Church. ===Transport=== A medieval bridge carrying the Great North Road over the River Ivel at Biggleswade is first documented in the early 13th century. In 1302 Bishop Dalderby of Lincoln gave indulgences to all those contributing to the repair of the bridge, and from 1372 tolls were authorised under the pontage system. The Great North Road became a turnpike road in 1725 (from Biggleswade to Alconbury Hill) and in 1730 (from Stevenage to Biggleswade). In 1796 the medieval bridge in Shortmead Street was rebuilt with sandstone from Sandy. It had three rounded arches. A metal \"Meccano\"-type bridge was erected alongside in 1939. In 1948 the stone bridge was demolished and replaced with a second \"Meccano\" or Callender-Hamilton bridge as it was formally known. The town was bypassed by the A1 trunk road in 1961. The current bridge dates from 1999. thumb|Biggleswade, Ivel Mill The River Ivel was made navigable to Biggleswade Mill in 1758 from its confluence with the River Ouse at Tempsford; and extended to Shefford in 1823. Timber and coal were transported. In 1876 the canal was abandoned by Act of Parliament. Through the 19th century Biggleswade was a staging post for coaches. Destinations included London, Leeds, York and Boston, Lincolnshire. The Great Northern Railway opened a station in 1850. Eastern National operated local bus services until 1952, to be followed by United Counties. A bus depot in Shortmead Street until 1989 was replaced by Millers Court retirement apartments. Stagecoach took over in November 1987 and relocated its depot in Hitchin Street. Private bus operators based in Biggleswade included Charles Cook Travel (1947–1997) and Fairway Coaches (1973–1997). ===Workhouses=== thumb|Brigham House From about 1780, Brigham House, 93 High Street, (now George Hay, Chartered Accountants) housed the parish workhouse. The premises were closed following the completion of The Union Workhouse at London Road in 1836. The Biggleswade Poor Law Union was officially formed on 14 April 1835 and covered 25 parishes. The Union workhouse ceased operation in 1930. The London Road building was renamed The Limes and provided accommodation for the aged, infirm and vagrants. It was used as an old people's home until its closure in 1969 and demolished in 1972. ===Agriculture and industry=== In 1868, The National Gazetteer of Great Britain and Ireland's entry for Biggleswade describes the surrounding district as \"fertile, and the inhabitants... chiefly engaged in agricultural pursuits, and in market gardening\" while \"many of the female inhabitants are employed in lace-making and the manufacture of straw-plait.\" Though much of the vegetable trade has ended, Bedfordshire Growers on Potton Road still supplies supermarkets with UK-grown potatoes and onions.Bedfordshire Growers website Samuel Wells established a brewery in 1764. Wells and Winch built a new brewery in 1901 in Church Street.Wells & Winch: Biggleswade Brewery – The National Archives Greene King owned it from 1961 until October 1997. The site is now taken by an Asda supermarket. The Morton and Kinman owned Vulcan Foundry off Foundry Lane and Saffron Road made the iron work for the Ivel Navigation bridges at Blunham, Mill Lane and Holme in 1823. From 1862, coachbuilder Maythorn had a factory on Market Square/Station Road. New premises were built in 1925. After the firm's demise in 1931, the factory and offices were utilised by NURO to make photographic film from 1935 to 1938; the NAAFI as a warehouse from 1940 to 1958 and Delaney Gallay and Gloster Saro, to make heat-insulation materials for aircraft, including Concorde. The building was demolished in 1987 to make way for shops and a car park. The Ivel Cycle Works in Shortmead Street, founded by Dan Albone in 1881, made bicycles, motorbikes and light tractors until 1922. thumb|Holme Mills, Biggleswade Holme Mills, listed in the Domesday Book has been the home of Jordans Cereals since 1893. The company also has a unit on Stratton Business Park. Franklin's Mill in Mill Lane closed in 1945 following a fire. The mill building was restored and used as a warehouse before being converted into flats in 1982. Bedfordshire's tallest windmill, at 70 ft (21m), stood in Hitchin Street from 1858 until 1967. Books, diaries, binders and sketch pads were made by Adams & Harrison which moved from Clerkenwell, London to Havelock Road in 1933. The factory closed in 1987 and gave way to housing in Reynolds Close. Another major employer was Cincinnati Milacron, on a site between Dells Lane and the railway. The company, then named Weatherley Oilgear Ltd, came to Biggleswade in 1939. It made broaching machines. The factory was demolished in the mid-1980s. The site is now covered by the \"Poets\" estate (Tennyson Avenue, Chaucer Drive, Dickens Court and Bunyan Drive). Lingerie and nightdresses were made in the town by Kayser Bondor from 1938 to 1991. Berkeley made caravans and sports cars from 1947 to 1960. Both were situated off Hitchin Street, where there are now roads named Berkeley Close and Kayser Court. Smart and Brown made precision lathes in London Road from 1946 until 1980. Felix established a Potton Road factory in 1949. It closed in the 1970s and its place is now taken by housing in Mountbatten Drive. Ribbon cables and printed circuit board connectors for computers were made in the converted Empire Cinema on Hitchin Street by Electro Methods from 1959; ownership changes saw the firm renamed Ether, then Pye Connectors and finally Flexicon, until closure in 1990. ===Cinema=== The Empire (originally The Cinema Palace) in Hitchin Street operated from 1913 to 1958. The building was converted into a factory making electrical connectors but was demolished in 1994 and the site is now occupied by housing in Empire Way. The 700-seat Regal Cinema in Station Road opened in 1936. After closure in 1976, it was converted into a bingo hall. ==Demography== At the 2011 census date the population of Biggleswade was 16,551, of which 93.4% were born in the United Kingdom. 91.8% of residents were white British compared to 79.8% for England. As to religious affiliation; 59.9% put Christianity and 1.9% other religions, while 38.2% had no religion or did not say. The five largest employment sectors for Biggleswade residents were: wholesale, retail and vehicle repairs at 18%, manufacturing at 13%, construction at 10%, human health and social work at 10% and education at 9%. The unemployment rate was 3.5% compared to 4.4% for England. ==Education== Biggleswade has a three-tier education system with lower schools catering for ages 5–9, middle schools for 9–13, and Stratton Upper School for 13–16 year olds and a sixth form. Stratton Upper School and Community College (formerly Stratton Grammar Technical School) opened in 1950 and converted to Academy status in February 2012. There are over 600 pupils aged 13–16 and just under 400 in the sixth form. Biggleswade Academy, established in 2012, is a merger of Holmemead Middle, Southlands Lower, and Brigham Pre-School. Holmemead opened in 1964 as a County Secondary Modern for pupils aged 11–16 but now caters for 9–13 year olds. Southlands County Primary School opened for 5–9 year olds in 1973. There are two Church of England (C of E) Voluntary controlled schools (VC). Edward Peake C of E (VC) Middle School opened in 1974 and is named after a 16th-century local philanthropist who left money for the education of five children in the parish of Holme. St Andrew's C of E (VC) Lower School was built on the playing field of the Victorian, Rose Lane school in 1988. A second site on the King's Reach development opened in September 2015. Lawnside Academy is for pupils aged from 4–9 years and is a member of the Bedfordshire Schools Trust (BEST). From 1979 to December 2018 it was known as Lawnside Lower School. It opened in 1959 as Lawnside County Primary Infants School. Ivel Valley School caters for children with moderate to severe learning difficulties and resulted from the 2010 amalgamation of Hitchmead and Sunnyside schools; which opened in 1970 and 1971 respectively. OneSchool Global, Biggleswade Campus, opened in September 2014 just outside the town on the B1040. It is associated with the Plymouth Brethren. ==Hotels, inns and public houses== Biggleswade once had numerous inns and public houses due to its location on the Great North Road. All of 52 were trading in 1876. By July 2019, just nine remained, plus an additional new-build. thumb|The White Hart, Market Place in 2008 The Crown Hotel, rebuilt in 1793 after the Great Fire of 1785, was reopened by J D Wetherspoon in August 2017 after standing empty for four years. The 17th-century, Grade II listed White Hart is thought to be the town's second oldest building after St Andrew's Church. The King's Reach was opened in December 2018 by the McMullen Brewery of Hertford. It is currently their most northerly and first pub in Bedfordshire. ==Newspapers and radio== The Biggleswade Chronicle newspaper is published each Friday. It was founded in 1891 as the Biggleswade Chronicle – Sandy, Potton and Shefford Times. In 1892 Charles Elphick took over as owner, editor and printer and ran it for nearly 50 years. The family is commemorated in Elphick Court, off Shortmead Street. The paper is now owned by JPIMedia. BigglesFM is a licensed community radio station transmitting from nearby Potton on 104.8 FM and online. Full- time broadcasting began in April 2011. The Biggleswade Herald was published by Larkinson brothers each Friday and is listed in the 1910 edition of Kelly's Directory, but ceased to be published long ago. ==Public services== The water supplied by Anglian Water for the Biggleswade Public Water Supply Zone (MW36) is chloraminated and classed as hard. The supply comes from surface river and reservoirs and from groundwater boreholes. There is a waste water treatment works at Furzenhall. The Eastern Power Area of UK Power Networks is the distribution network operator for electricity. Cadent Gas owns and operates the area's gas distribution network. thumb|Fire station, Chestnut Avenue The two nearest general hospitals are Bedford (Bedford Hospital NHS Trust) and Lister Hospital, Stevenage (East and North Hertfordshire NHS Trust). Mental and community health-care services are provided by East London NHS Foundation Trust based at Biggleswade Hospital, which was originally built in 1878 as an isolation facility but converted to a long-stay hospital in 1948. The Saffron Health Partnership in Saffron Road and the Ivel Medical Centre in Chestnut Avenue provide general practitioner services. thumb|Police station Ambulance services are provided by the East of England Ambulance Service NHS Trust, which has an ambulance station in Chestnut Avenue. Alongside is a Bedfordshire Fire and Rescue Service station staffed by retained firefighters. In nearby Lawrence Road is a unit of the St John Ambulance. thumb|Library Bedfordshire Police has a station in Station Road open to the public by appointment only. The building dates from 1939 and replaced the old police station opposite. Biggleswade has a purpose-built public library in Chestnut Avenue that opened in 1968 and replaced the one housed in the old police station. There is a main post office in Bonds Lane and a sub-post office in Stratton Way. Royal Mail has a delivery office in Station Road. ==Public transport== ===Bus=== A half- hourly, circular town bus service (route nos. 85 and 85A) is provided by Centrebus (South). The same operator runs an hourly through route south to Langford, Henlow and Hitchin (journey time 35 minutes) and north to Sandy via Dunton, Wrestlingworth and Potton (service 188) or Sutton, Potton, Gamlingay, and Everton (service 190). Stagecoach East runs service no. 73 to Sandy and Bedford. Frequency is normally half-hourly but the interval may be 40 minutes or an hour in the early morning or evening. The journey time to Bedford bus station is one hour. Route 74 to Bedford operated by Grant Palmer runs hourly from 7.30 am to 6 pm and route 200 runs every two hours to Shefford and Flitwick. These services run Monday to Saturday. There are no bus services on Sundays and public holidays. A limited community, non-profit service is provided by Whitbread Wanderbus. Its W3 and W3S (weekly, Monday) services run into the town from Campton and Clifton Park respectively. Ivel Sprinter run weekly services to St Neots and Cambridge. ===Train=== Thameslink operates a half-hourly Monday to Friday service through to Horsham via London, St Pancras, London Bridge and Gatwick Airport. Journey times are 30 minutes on the quickest trains to London and 2 hours 45 minutes to Horsham. Great Northern run additional trains to and from Kings Cross for morning and evening commuters. At weekends all services terminate at Kings Cross. The service on Sunday is hourly. Northbound trains have a similar frequency of service. They terminate at Peterborough and have a journey time of 40 minutes. ==Religious sites== Six churches – St Andrew's (Anglican), Trinity (Methodist), St Peter's (Catholic), Biggleswade Baptists, Healing Hour, Newlife Church, and Pentecostal Church – are represented locally by the umbrella organisation Churches Together.Church site. Retrieved 16 July 2019. Biggleswade Cemetery has a chapel. The Plymouth Brethren have moved from Rose Lane to a Gospel Hall in Saxon Drive. The Kingdom Hall of Jehovah's Witnesses in Shortmead Street was built in 2014 on the site of St Andrew's Memorial Hall. The Church of St John the Baptist (Church of England) in St John's Street opened in 1883 but was demolished in 1975. A Primitive Methodist Chapel opened in 1873 in Shortmead Street and still stands, but the last meeting for worship was in April 1939. ==Shopping== The Market Place, High Street and Hitchin Street are the principal shopping streets. A Charter Market is held Saturdays from 8 am to 4 pm. A smaller market takes place on Tuesdays. thumb|J. R. Goldthorpe & Son Biggleswade's oldest shop is reported to be the J. R. Goldthorpe & Son hardware store at 38 High Street. The original ironmongery started here in 1869. A Sainsbury's supermarket opened in 1994 at Bells Brook, off the A1 Biggleswade north roundabout. It is actually in Northill civil parish, as the boundary with Biggleswade runs along the River Ivel. ASDA has a store in Church Street, which opened in November 2005 on the site of a Greene King brewery. There is an Aldi in Bonds Lane and an Iceland in the Market Place. Construction of the 20-unit A1 Retail Park at the south end of London Road began in 2013. The main phase completed by 2016. The five largest units house Homebase, Marks and Spencer, Matalan, Boots and Wilko. ==Sport and recreation== The town has three association football clubs – Biggleswade Town, of the Southern League Premier Division; Biggleswade United, of the Spartan South Midlands Premier Division; and Biggleswade FC, which was promoted at the end of the 2018–2019 season into the Southern League Division 1 Central. The chairman of Biggleswade United is Sky Sports pundit Guillem Balague. The town cricket club's 1st XI play in Division 1 of the Huntingdonshire County Cricket League. Biggleswade Rugby Club's 1st team plays in the Midlands 3 East (South) league. Drove Road Recreation Ground is home to Biggleswade Town Bowls Club and also has three macadam play-for-free tennis courts. Two-and-a-half miles north-east of the town on the B1040 at Sutton is the John O'Gaunt Golf Club, with two 18-hole courses. In Hill Lane across from the A1 north roundabout is the Biggleswade Golf Centre driving range. Swimming and gym facilities are at Saxon Pool and leisure centre. A sports hall was added in 2015 and there is a skate park. The Franklin Recreation Ground by the River Ivel is off Mill Lane. The Biggleswade Green Wheel circular walking and cycling route and the 21-mile Kingfisher Way walk pass close by. ==Culture and community== ===Town carnival=== The carnival has been held each June since 1957. It was launched to raise funds to build a public swimming pool. An outdoor heated pool in Playfield Close was opened in May 1968. Further funds raised through sponsors and donations have since been distributed to local community groups, sports clubs, schools, public services and charities. A competition is held early each year to select a Carnival Court comprising a Queen, Princess and Prince. The main event is a Saturday afternoon parade of themed floats through the town. Carnival week features a funfair in the Market Square. ===Cultural references=== The town is mentioned twice in the diaries of Samuel Pepys. On 22 July 1661, Pepys stopped off at \"Bigglesworth\" to buy a pair of warm woollen stockings. On 5 August 1664, Pepys's wife, on a visit to relations in Huntingdonshire, sent him a message saying she had arrived in \"Bigglesworth\" on the coach from York and would be home next day.Blog publishing a day of the diary daily with notes: Retrieved 6 August 2017. The diarist John Byng, 5th Viscount Torrington often refers to the town and its Sun Inn. Biggleswade is mentioned on the TV Series Monty Python's Flying Circus during a Piranha Brothers Sketch. The Biggleswade high street can be seen in the opening credits of the 1971 Get Carter film. In the Doonesbury comic strip, the character Zonker Harris buys a British peerage which grants him the title \"His Lordship the Viscount St. Austell-in-the-Moor Biggleswade-Brixham\". ===Twin town=== * Erlensee, Germany since 2000. In recognition of the twinning there is Erlensee Way on the King's Reach development and Biggleswade Strasse in Erlensee. thumb|Biggleswade Entry Sign|leftthumb|Location of Erlensee, Hesse, Germany|centre ==Plans== In February 2019, Central Bedfordshire Unitary Authority gave outline planning permission for a village of 1,500 new homes east of the King's Reach development.A 661,000 sq.ft. regional distribution facility for the Co-op Food Group under construction at Symmetry Park to the south of the town is scheduled to open in January 2022. ==Notable residents== Notable people born in Biggleswade include John Manton, Methodist minister and founder of Newington College in Sydney, Australia and Henry Ryland, the Pre- Raphaelite painter. Dan Albone, inventor and cyclist, credited with making the first practical farm tractor, the Ivel Agricultural Motor also lived and worked in the town. Charles Penrose, radio comedian and singer of \"The Laughing Policeman\"; the children's author Christine Chaundler; and science fiction writer Philip E. High were all born here. Others include Ian Mantle, vehicle engineer and rally driver who grew up in the town; the stage and TV music director of The Muppet Show, Derek Scott; and British Olympic rower William Windham. Richard Walker, angling journalist, author and photographer, lived by the River Ivel in Biggleswade from 1978 until his death. Pam Rhodes, novelist and BBC Songs of Praise presenter, runs a boarding cattery in the town. Peter Kendall, Chairman of the National Farmers' Union in 2006–2014, farms land in Biggleswade.Town Council. Retrieved 8 August 2019. The \"Lady Farmer\" Louisa Mary Cresswell was born here in 1830 and Mary Tealby (1801–1865), founder of the Temporary Home for Lost and Starving Dogs – Battersea Dogs' Home from 1871 – is buried in St Andrew's churchyard. Janet Millett, author of An Australia Parsonage or, the Settler and the Savage in Western Australia, a significant historical work about life in Western Australia in the 1860s, (published by Edward Stanford, London, in January 1872), lived in The Baulk from 1886 until her passing in October 1904 and is buried in Drove Road Cemetery.Stanford, Edward publishers 1872 of An Australian parsonage, or, The Settler and the Savage in Western Australia (Book, 1980) [WorldCat.org]Millett, Janet. Death notice. Ampthill & District News, Bedfordshire, Saturday, 15 October 1904. British Newspaper Archives www.britishnewspaperarchives.co.uk Wally Odell, former footballer, was born in the town. Stevie Vincent of dance act The Adventures of Stevie V is from Biggleswade. Their biggest success was the UK 1989 number 2 hit \"Dirty Cash (Money Talks)\". ==Nearby attractions== *Jordans Mill, from which the cereal Jordans originates *Old Warden Aerodrome, home to the Shuttleworth Collection of historic airplanes *The Swiss Garden in Old Warden Park *The Lodge RSPB reserve, a nature reserve ==See also== *Shortmead House ==References== ==External links== *Biggleswade History Society *Biggleswade Town Council *Biggleswade Community Web *A photographic album of Biggleswade Category:Market towns in Bedfordshire Category:Towns in Bedfordshire Category:Civil parishes in Bedfordshire Category:Central Bedfordshire District",
 "title": "Biggleswade"
}