{
 "id": "31571",
 "text": "Trillium (trillium, wakerobin, toadshade, tri flower, birthroot, birthwort, and sometimes \"wood lily\") is a genus of about fifty flowering plant species in the family Melanthiaceae. Trillium species are native to temperate regions of North America and Asia, with the greatest diversity of species found in the southern Appalachian Mountains in the southeastern United States. ==Description== Plants of this genus are perennial herbs growing from rhizomes. There are three large leaf-like bracts arranged in a whorl about a scape that rises directly from the rhizome. There are no true aboveground leaves but sometimes there are scale-like leaves on the underground rhizome. The bracts are photosynthetic and are sometimes called leaves. The inflorescence is a single flower with three green or reddish sepals and three petals in shades of red, purple, pink, white, yellow, or green. At the center of the flower there are six stamens and three stigmas borne on a very short style, if any. The fruit is fleshy and capsule-like or berrylike. The seeds have large, oily elaiosomes. Occasionally individuals have four-fold symmetry, with four bracts (leaves), four sepals, and four petals in the blossom.Kevin Kirkland, Two 4-petaled trilliums found, Pittsburgh Post-Gazette, May 11, 2013; Trillium erectum and Trillium grandiflorum examples are given. Occasionally individuals have four-fold symmetry, with four bracts (leaves) and/or flower parts in groups of four. The tetramerous condition has been described for several species of Trillium including T. chloropetalum, T. erectum, T. grandiflorum, T. maculatum, T. sessile, and T. undulatum. ==Taxonomy== In 1753, Swedish botanist Carl Linnaeus established the genus Trillium by recognizing three species, Trillium cernuum, Trillium erectum, and Trillium sessile. The type specimen Trillium cernuum described by Linnaeus was actually Trillium catesbaei, an oversight that subsequently led to much confusion regarding the type species of this genus. Initially the Trillium genus was placed in the family Liliaceae. In the nineteenth and early twentieth centuries it was sometimes placed in a smaller family, Trilliaceae. By 1981 Liliaceae had grown to about 280 genera and 4,000 species. As it became clearer that the very large version of Liliaceae was polyphyletic, some botanists preferred to place Trillium and related genera into that separate family. Others defined a larger family, Melanthiaceae, for a similar purpose, but included several other genera not historically recognized as close relatives of Trillium. This latter approach was followed in 1998 by the Angiosperm Phylogeny Group, which assigned the genus Trillium, along with its closest relatives, Paris and Pseudotrillium, to the family Melanthiaceae. However, other taxonomists have since preferred to break up the heterogenous Melanthiaceae into several smaller monophyletic families, each with more coherent morphological features, returning Trillium to a resurrected Trilliaceae. In 1850, German botanist Carl Sigismund Kunth segregated Trillium govanianum into genus Trillidium. Some authorities consider Trillidium to be a synonym for Trillium , while others recognize the taxon Trillidium govanianum based on morphological differences (with other Trillium species) and molecular evidence. Still others support the segregation of Trillium undulatum into genus Trillidium alongside Trillidium govanianum. ===Infrageneric taxa=== All names used in this section are taken from the International Plant Names Index. , Plants of the World Online (POWO) accepts 49 species and 5 named hybrids, all of which are listed below. The geographical locations are taken from POWO and the Flora of North America, except where noted. ====Subgenera==== The Trillium genus has traditionally been divided into two subgenera, Trillium subgenus Trillium and Trillium subgenus Sessilium, based on whether the flowers are pedicellate or sessile with respect to their attachment to the apex of the scape. The former is considered the more primitive group. Until recently the sessile-flowered subgenus was known by the name Phyllantherum, but the name Sessilium has precedence and should be used instead. has been shown to be a monophyletic group by molecular systematics but its segregation renders the remaining paraphyletic. In 1830, Rafinesque placed Trillium catesbaei into subgenus Delostylium. Since then Trillium persistens and all members of the Trillium pusillum species complex (including Trillium georgianum and Trillium texanum) have been added to this subgenus, which has been shown to be monophyletic. Members of are distinguished from other pedicellate-flowered trilliums by the presence of a definite style. The word Delostylium means \"with a small but conspicuous style\". Phylogenetic analysis confirms the monophyly of Trillidium and supports the inclusion of Trillium undulatum into that genus. Excluding Trillium govanianum and Trillium undulatum from the analysis, genus Trillium can be separated into four major lineages: # Erectum group (15 species) # Grandiflorum group (3 species) # Trillium # Trillium Since all four species groups are monophyletic, this leads to a four-part concept of Trillium that sharply constrasts with the traditional pedicellate vs. sessile dichotomy outlined previously. ====Erectum group==== This group of species has pedicellate flowers (on a short stalk) with three separate stigmas (no style) and solid green leaves (not mottled). Species in this group are distributed across North America and Asia, as indicated below. Hybrids are common within this group (the only group of pedicellate-flowered trilliums with natural hybrids). * Trillium apetalon – Japan, Kuril Islands, E Russia (Sakhalin) * Trillium camschatcense – NE China (Jilin), Japan, Korea, Kuril Islands, E Russia (Primorsky Krai, Khabarovsk Krai, Kamchatka Peninsula, Sakhalin) * Trillium cernuum – Manitoba, New Brunswick, Newfoundland, Nova Scotia, Ontario, Prince Edward Island, Quebec, Saskatchewan; Connecticut, Delaware, Illinois, Indiana, Iowa, Maine, Maryland, Massachusetts, Michigan, Minnesota, New Hampshire, New Jersey, New York, North Dakota, Ohio, Pennsylvania, Rhode Island, South Dakota, Vermont, Virginia, West Virginia, Wisconsin; Saint Pierre and Miquelon * Trillium channellii – Japan (E Hokkaido) * Trillium erectum – New Brunswick, Nova Scotia, Ontario, Quebec; Connecticut, Delaware, Georgia, Illinois, Indiana, Kentucky, Maine, Maryland, Massachusetts, Michigan, New Hampshire, New Jersey, New York, North Carolina, Ohio, Pennsylvania, Rhode Island, South Carolina, Tennessee, Vermont, Virginia, West Virginia * Trillium flexipes – Ontario; Alabama, Arkansas, Delaware, Illinois, Indiana, Iowa, Kentucky, Maryland, Michigan, Minnesota, Missouri, New York, Ohio, Pennsylvania, South Dakota, Tennessee, Virginia, West Virginia, Wisconsin * Trillium × hagae (Trillium camschatcense × Trillium tschonoskii) – Japan, E Russia (S Sakhalin) * Trillium hibbersonii – British Columbia * Trillium × komarovii (Trillium camschatcense × unknown) – Japan, E Russia (Primorsky Krai) * Trillium × miyabeanum (Trillium apetalon × Trillium tschonoskii) – Japan * Trillium rugelii – Alabama, Georgia, North Carolina, South Carolina, Tennessee * Trillium simile – Georgia, North Carolina, Tennessee * Trillium smallii – Japan, E Russia (S Sakhalin) * Trillium sulcatum – Alabama, Georgia, Kentucky, North Carolina, Tennessee, Virginia, West Virginia * Trillium taiwanense – E Taiwan * Trillium tschonoskii – Bhutan, China (Anhui, Fujian, Gansu, Hubei, Shaanxi, Sichuan, Tibet Autonomous Region, Yunnan, Zhejiang), NE India (Sikkim), Japan, Korea, Kuril Islands, Myanmar, Russia (Sakhalin), Taiwan * Trillium vaseyi – Alabama, Georgia, North Carolina, South Carolina, Tennessee * Trillium × yezoense (Trillium apetalon × Trillium camschatcense) – Japan ====Grandiflorum group==== This group of species has pedicellate flowers (on a short stalk) and solid green leaves (except T. ovatum on the west coast of California, which occasionally has mottled leaves). The stigmas are fused together at their bases (basally connate) but lack a definite style. Species in this group are distributed across North America (but not Asia). * Trillium crassifolium – Washington * Trillium grandiflorum – Nova Scotia, Ontario, Quebec; Alabama, Connecticut, Delaware, District of Columbia, Georgia, Illinois, Indiana, Iowa, Kentucky, Maine, Maryland, Massachusetts, Michigan, Minnesota, New Hampshire, New Jersey, New York, North Carolina, Ohio, Pennsylvania, South Carolina, Tennessee, Vermont, Virginia, West Virginia, Wisconsin * Trillium nivale – Illinois, Indiana, Iowa, Kentucky, Maryland, Michigan, Minnesota, Missouri, Nebraska, Ohio, Pennsylvania, South Dakota, West Virginia, Wisconsin * Trillium ovatum – Alberta, British Columbia; California, Colorado, Idaho, Montana, Oregon, Washington, Wyoming * Trillium scouleri – Alberta, British Columbia; Colorado, Idaho, Montana, Washington, Wyoming ====Trillium subgenus Delostylium==== This subgenus has pedicellate flowers (except for one variety of T. pusillum) with a definite style and solid green leaves (not mottled). Distribution is restricted to the southeastern and south central United States. * Trillium catesbaei – Alabama, Georgia, North Carolina, South Carolina, Tennessee * Trillium georgianum – Georgia * Trillium persistens – Georgia, South Carolina * Trillium pusillum – Alabama, Arkansas, Georgia, Kentucky, Louisiana, Maryland, Mississippi, Missouri, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, West Virginia ====Trillium subgenus Sessilium==== This subgenus (previously known as ) includes species with sessile flowers (no flower stalk), erect petals (except in T. stamineum), and mottled leaves (except in T. petiolatum and occasionally in plants of other sessile-flowered species). * Trillium albidum – California, Oregon, Washington * Trillium angustipetalum – California * Trillium chloropetalum – California * Trillium cuneatum – Alabama, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, Tennessee * Trillium decipiens – Alabama, Florida, Georgia * Trillium decumbens – Alabama, Georgia, Tennessee * Trillium delicatum – Georgia * Trillium discolor – Georgia, North Carolina, South Carolina * Trillium foetidissimum – Louisiana, Mississippi * Trillium gracile – Louisiana, Texas * Trillium kurabayashii – California, Oregon * Trillium lancifolium – Alabama, Florida, Georgia, South Carolina, Tennessee * Trillium ludovicianum – Louisiana, Mississippi, Texas * Trillium luteum – District of Columbia, Georgia, Kentucky, North Carolina, Tennessee * Trillium maculatum – Alabama, Florida, Georgia, South Carolina * Trillium oostingii – South Carolina * Trillium petiolatum – Idaho, Oregon, Washington * Trillium recurvatum – Alabama, Arkansas, Illinois, Indiana, Iowa, Kentucky, Louisiana, Michigan, Mississippi, Missouri, Ohio, Tennessee, Texas, Wisconsin * Trillium reliquum – Georgia, South Carolina * Trillium sessile – Alabama, Arkansas, District of Columbia, Illinois, Indiana, Kansas, Kentucky, Maryland, Michigan, Missouri, New York, North Carolina, Ohio, Oklahoma, Pennsylvania, Tennessee, Virginia, West Virginia * Trillium stamineum – Alabama, Mississippi, Tennessee * Trillium underwoodii – Alabama, Florida, Georgia * Trillium viride – Illinois, Missouri * Trillium viridescens – Arkansas, Kansas, Missouri, Oklahoma, Texas ====Ungrouped taxa==== The following pair of taxa are widely accepted but do not fit into any of the above groups since they are markedly different from other Trillium species. There is evidence to support the segregation of these species into a separate genus (Trillidium) but the proposal is controversial. * Trillium govanianum – NE Afghanistan, Bhutan, China (Tibet Autonomous Region, Yunnan), N + NE India (Himachal Pradesh, Jammu and Kashmir, Sikkim, Uttarakhand), Nepal, N Pakistan * Trillium undulatum – New Brunswick, Nova Scotia, Ontario, Prince Edward Island, Quebec; Connecticut, Georgia, Kentucky, Maine, Maryland, Massachusetts, Michigan, New Hampshire, New Jersey, New York, North Carolina, Ohio, Pennsylvania, Rhode Island, South Carolina, Tennessee, Vermont, Virginia, West Virginia The following taxon is an intergeneric hybrid: * Trillium × crockerianum (Trillium ovatum × Pseudotrillium rivale) – California ====Other taxa==== , Plants of the World Online does not accept these taxa: * Trillium texanum , also known as Trillium pusillum var. texanum , are considered by some authorities to be synonyms for Trillium pusillum var. pusillum. * Trillium tennesseense is considered by some authorities to be a synonym for Trillium lancifolium * Trillium parviflorum is an accepted name by some authorities while others regard this name as a synonym of T. albidum subsp. parviflorum . The following taxon is of historical interest: * Trillium rivale has been segregated to a monotypic genus as Pseudotrillium rivale . ==Distribution== Trillium species are native to North America and Asia. ===North America=== More than three dozen Trillium species are found in North America, most of which are native to eastern North America. Just six species are native to western North America: T. albidum, T. angustipetalum, T. chloropetalum, T. kurabayashii, T. ovatum, and T. petiolatum. Of these, only T. ovatum is pedicellate-flowered. ====Canada==== Trillium species are found across Canada, from Newfoundland to southern British Columbia. The greatest diversity of species are found in Ontario, Quebec, and Nova Scotia. * Alberta: T. ovatum, T. scouleri * British Columbia: T. hibbersonii, T. ovatum, T. scouleri * Manitoba: T. cernuum * New Brunswick: T. cernuum, T. erectum, T. undulatum * Newfoundland: T. cernuum * Northwest Territories: none * Nova Scotia: T. cernuum, T. erectum, T. grandiflorum, T. undulatum * Nunavut: none * Ontario: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. undulatum * Prince Edward Island: T. cernuum, T. undulatum * Quebec: T. cernuum, T. erectum, T. grandiflorum, T. undulatum * Saskatchewan: T. cernuum * Yukon: none ====United States==== Except for the desert regions of the southwestern United States, Trillium species are found throughout the contiguous U.S. states. In the western United States, species are found from Washington to central California, east to the Rocky Mountains. In the eastern United States, species range from Maine to northern Florida, west to the Mississippi River valley. Trillium species are especially diverse in the southeastern United States, in Georgia, Tennessee, Alabama, North Carolina, and South Carolina. The state of Georgia is home to 21 species of trillium. * Alabama: T. catesbaei, T. cuneatum, T. decipiens, T. decumbens, T. flexipes, T. grandiflorum, T. lancifolium, T. maculatum, T. pusillum, T. recurvatum, T. rugelii, T. sessile, T. stamineum, T. sulcatum, T. underwoodii, T. vaseyi * Alaska: none * Arizona: none * Arkansas: T. flexipes, T. pusillum, T. recurvatum, T. sessile, T. viridescens * California: T. albidum, T. angustipetalum, T. chloropetalum, , T. kurabayashii, T. ovatum * Colorado: T. ovatum, T. scouleri * Connecticut: T. cernuum, T. erectum, T. grandiflorum, T. undulatum * Delaware: T. cernuum, T. erectum, T. flexipes, T. grandiflorum * District of Columbia: T. grandiflorum, T. luteum, T. sessile * Florida: T. decipiens, T. lancifolium, T. maculatum, T. underwoodii * Georgia: T. catesbaei, T. cuneatum, T. decipiens, T. decumbens, T. delicatum, T. discolor, T. erectum, T. georgianum, T. grandiflorum, T. lancifolium, T. luteum, T. maculatum, T. persistens, T. reliquum, T. rugelii, T. simile, T. sulcatum, T. underwoodii, T. undulatum, T. vaseyi * Hawaii: none * Idaho: T. ovatum, T. petiolatum, T. scouleri * Illinois: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. nivale, T. recurvatum, T. sessile, T. viride * Indiana: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. nivale, T. recurvatum, T. sessile * Iowa: T. cernuum, T. flexipes, T. grandiflorum, T. nivale, T. recurvatum * Kansas: T. sessile, T. viridescens * Kentucky: T. cuneatum, T. erectum, T. flexipes, T. grandiflorum, T. luteum, T. nivale, T. pusillum, T. recurvatum, T. sessile, T. sulcatum, T. undulatum * Louisiana: T. foetidissimum, T. gracile, T. ludovicianum, T. pusillum (syn: T. texanum), T. recurvatum * Maine: T. cernuum, T. erectum, T. grandiflorum, T. undulatum * Maryland: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. nivale, T. pusillum, T. sessile, T. undulatum * Massachusetts: T. cernuum, T. erectum, T. grandiflorum, T. undulatum * Michigan: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. nivale, T. recurvatum, T. sessile, T. undulatum * Minnesota: T. cernuum, T. flexipes, T. grandiflorum, T. nivale * Mississippi: T. cuneatum, T. foetidissimum, T. ludovicianum, T. pusillum, T. recurvatum, T. stamineum * Missouri: T. flexipes, T. nivale, T. pusillum, T. recurvatum, T. sessile, T. viride, T. viridescens * Montana: T. ovatum, T. scouleri * Nebraska: T. nivale * Nevada: none * New Hampshire: T. cernuum, T. erectum, T. grandiflorum, T. undulatum * New Jersey: T. cernuum, T. erectum, T. grandiflorum, T. undulatum * New Mexico: none * New York: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. sessile, T. undulatum * North Carolina: T. catesbaei, T. cuneatum, T. discolor, T. erectum, T. grandiflorum, T. luteum, T. pusillum, T. rugelii, T. sessile, T. simile, T. sulcatum, T. undulatum, T. vaseyi * North Dakota: T. cernuum * Ohio: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. nivale, T. recurvatum, T. sessile, T. undulatum * Oklahoma: T. pusillum, T. sessile, T. viridescens * Oregon: T. albidum, T. kurabayashii, T. ovatum, T. petiolatum * Pennsylvania: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. nivale, T. sessile, T. undulatum * Rhode Island: T. cernuum, T. erectum, T. undulatum * South Carolina: T. catesbaei, T. cuneatum, T. discolor, T. erectum, T. grandiflorum, T. lancifolium, T. maculatum, T. oostingii, T. persistens, T. pusillum, T. reliquum, T. rugelii, T. undulatum, T. vaseyi * South Dakota: T. cernuum, T. flexipes, T. nivale * Tennessee: T. catesbaei, T. cuneatum, T. decumbens, T. erectum, T. flexipes, T. grandiflorum, T. lancifolium, T. luteum, T. pusillum, T. recurvatum, T. rugelii, T. sessile, T. simile, T. stamineum, T. sulcatum, T. tennesseense, T. undulatum, T. vaseyi * Texas: T. gracile, T. ludovicianum, T. pusillum (syn: T. texanum), T. recurvatum, T. viridescens * Utah: none * Vermont: T. cernuum, T. erectum, T. grandiflorum, T. undulatum * Virginia: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. pusillum, T. sessile, T. sulcatum, T. undulatum * Washington: T. albidum, T. ovatum, T. petiolatum, T. scouleri * West Virginia: T. cernuum, T. erectum, T. flexipes, T. grandiflorum, T. nivale, T. pusillum, T. sessile, T. sulcatum, T. undulatum * Wisconsin: T. cernuum, T. flexipes, T. grandiflorum, T. nivale, T. recurvatum * Wyoming: T. ovatum, T. scouleri ====Other==== * Saint Pierre and Miquelon: T. cernuum ===Asia=== In Asia, the range of Trillium species extends from the Himalayas across China, Korea, Japan, and eastern Russia to the Kuril Islands. The greatest diversity of Trillium species is found on the islands of Japan and Sakhalin. * Afghanistan: T. govanianum * Bhutan: T. govanianum, T. tschonoskii * China: T. camschatcense (Jilin), T. govanianum (Tibet Autonomous Region, Yunnan), T. taiwanense (E Taiwan), T. tschonoskii (Anhui, Fujian, Gansu, Hubei, Shaanxi, Sichuan, Tibet Autonomous Region, Yunnan, Zhejiang) * India: T. govanianum (Himachal Pradesh, Jammu and Kashmir, Sikkim, Uttarakhand), T. tschonoskii (Sikkim) * Japan: T. apetalon, T. camschatcense, T. channellii (Hokkaido), , , , T. smallii, T. tschonoskii, * Korea: T. camschatcense, T. tschonoskii * Kuril Islands: T. apetalon, T. camschatcense, T. tschonoskii * Myanmar: T. tschonoskii * Nepal: T. govanianum * Pakistan: T. govanianum * Russia: T. apetalon (Sakhalin), T. camschatcense (Primorsky Krai, Khabarovsk Krai, Kamchatka Peninsula, Sakhalin), (Sakhalin), (Primorsky Krai), T. smallii (Sakhalin), T. tschonoskii (Sakhalin) * Taiwan: T. taiwanense, T. tschonoskii ==Identification== A fully general dichotomous key requires a mature, flowering plant. The first step is to determine whether or not the flower sits on a pedicel, which determines the subgenus. (Any mature plant may be identified to this extent, even if it is not in bloom.) Identification proceeds based on flower parts, leaves, and other characteristics. A combination of characteristics is usually required to identify the plant. Identification of a non-flowering, non-fruiting plant with bare leaves may be difficult. Although some species of Trillium have petioles (leaf stalks) and/or distinctive leaf shapes, these features are seldom sufficient to identify the plant down to the species level. In eastern North America, jack- in-the-pulpit (Arisaema triphyllum) is often mistaken for bare-leaved Trillium. Both species are about the same height with trifoliate leaves but the former lacks 3-way rotational symmetry and has leaf veins unlike those of Trillium. ==Ecology== Trilliums are myrmecochorous, that is, ants act as agents of seed dispersal. Each seed of a ripe fruit has a white fleshy appendage called an elaiosome. Ants are attracted to the elaiosome, so much so they often bore holes into the fruit instead of waiting for it to drop off on its own. The ants carry the seeds back to their nest where they eat the elaiosomes and discard the seeds. Here the seeds eventually germinate, an average of about 1 meter away from the parent plant. For example, the seeds of Trillium camschatcense and T. tschonoskii are collected by ant species Aphaenogaster smythiesi and Myrmica ruginodis. Sometimes beetles interfere with the dispersal process by eating the elaiosomes, which makes the seeds less attractive to ants. Yellow jackets (Vespula spp.) and other wasps are similarly attracted to elaiosomes. The wasps carry off the seeds and feed on the elaiosomes an average of about 1.4 meters away from the parent plant. Yellow jackets are documented seed dispersers for at least three species of Trillium (T. catesbaei, T. cuneatum, T. undulatum). ===Hybrids=== , Plants of the World Online recognizes five named hybrids, four in Asia and one in North America. Three of the Asian hybrids, , , and , are well studied, but little is known about the Asian hybrid . Based on its synonyms, one of its parents may be T. camschatcense. The only named hybrid in North America is . As originally described, its parents are Trillium ovatum and Trillium rivale, but the latter species is now a member of genus Pseudotrillium, and so has become an intergeneric hybrid. In 1982, Haga and Channell crossed the Asiatic species Trillium camschatcense with several North American species. Of those, the crosses with T. erectum, T. flexipes, and T. vaseyi produced solid, seemingly viable seed. Seeds of the cross between T. camschatcense and T. erectum flowered in 9 to 10 years. ===Disease=== thumb|Diseased T. grandiflorum with virescent petals, extra petals, and other abnormalities Various Trillium species are susceptible to a greening disorder caused by bacterial organisms called phytoplasmas that alter the morphology of infected plants. Symptoms of phytoplasma infection include abnormal green markings on the petals (floral virescence), extra leaves (phyllody), and other abnormal characteristics. Infected populations occur throughout the species range but are prevalent in Ontario, Michigan, and New York. For many years, this condition was thought to originate from mutation, and so many of these forms were given taxonomic names now known to be invalid. In 1971, Hooper, Case, and Meyers used electron microscopy to detect the presence of mycoplasma-like organisms (i.e., phytoplasmas) in T. grandiflorum with virescent petals. The means of transmission was not established but leafhoppers were suspected. , the insect vector for Trillium greening disorder is unknown. Phytoplasmas were positively identified in T. grandiflorum and T. erectum in Ontario in 2016. Phylogenetic analysis supported the grouping of the phytoplasmas isolated from infected plants as a related strain of 'Candidatus Phytoplasma pruni' (subgroup 16SrIII-F) with 99% sequence identity. This subgroup of phytoplasmas is associated with various other diseases, including milkweed yellows, Vaccinium witches' broom, and potato purple top. ==Conservation== Picking parts off a trillium plant can kill it even if the rhizome is left undisturbed. Some species of trillium are listed as threatened or endangered and collecting these species may be illegal. Laws in some jurisdictions may restrict the commercial exploitation of trilliums and prohibit collection without the landowner's permission. In the US states of Michigan and MinnesotaWisconsin 2005 Minnesota Code – 18H.18 — Conservation of Certain Wildflowers. US Codes and Statutes: Minnesota. it is illegal to pick trilliums. In New York it is illegal to pick the red trillium. In 2009, a Private Members Bill was proposed in the Ontario legislature that would have made it illegal to in any way injure the common Trillium grandiflorum (white trillium) in the province (with some exceptions), however the bill was never passed.Legislative Assembly of Ontario An Act to amend the Floral Emblem Act. Bill 184, Ontario Trillium Protection Act 2009. The rare Trillium flexipes (drooping trillium) is also protected by law in Ontario, because of its decreasing Canadian population. High white-tailed deer population density has been shown to decrease or eliminate trillium in an area, particularly white trillium. Some species are harvested from the wild to an unsustainable degree. This is particularly dire in the case of T. govanianum, whose high selling price as a folk medicine has motivated harvesters to destroy swathes of ecologically sensitive Himalayan forests, causing mudslides. ==Medicinal uses== Several species contain sapogenins. They have been used traditionally as uterine stimulants, the inspiration for the common name birthwort. In a 1918 publication, Joseph E. Meyer called it \"beth root\", probably a corruption of \"birthroot\". He claimed that an astringent tonic derived from the root was useful in controlling bleeding and diarrhea.Meyer, J. E. The Herbalist and Herb Doctor. Hammond, IN: Indiana Herb Gardens, 1918, p. 50. ==Culture== The white trillium (Trillium grandiflorum) serves as the official flower and emblem of the Canadian province of Ontario. It is an official symbol of the Government of Ontario. The large white trillium is the official wildflower of Ohio. In light of their shared connection to the flower, the Major League Soccer teams in Toronto and Columbus compete with each other for the Trillium Cup. Citizen scientists regularly report observations of Trillium species from around the world. T. grandiflorum, T. erectum, and T. ovatum (in that order) are the most often observed Trillium species. Trillium is the literary magazine of Ramapo College of New Jersey, which features poetry, fiction, photography, and other visual arts created by Ramapo students. In Mexican LGBT culture, the trillium is included as a symbol on their version of the bisexual pride flag. ==Gallery== File:Nodding trillium flower -SC woodlot- 3.JPG|Nodding trillium (Trillium cernuum) File:Trillium petiolatum- Washington.jpg|Idaho trillium (Trillium petiolatum) File:Trillium with the leaves.jpg|White trillium (Trillium grandiflorum) File:Red trillium (42136561721).jpg|Red trillium (Trillium erectum) File:Trillium ovatum 1290.JPG|Pacific trillium (Trillium ovatum) File:TrilliumRecurvatum.jpg|Prairie trillium (Trillium recurvatum) File:Trillium reliquum.jpg|Relict trillium (Trillium reliquum) an endangered species File:Painted Trillium.jpg|Painted trillium (Trillium undulatum) ==Bibliography== * * * * * * ==References== ==External links== * Interactive Identification Key (Java) * Utah Agricultural Experiment Station — Fact Sheets * McKelvie, D. Woodland Plants: The Trillium. Ontario Woodlot Association. * Biodiversity Information Serving Our Nation (BISON) occurrence data and maps for Trillium * * * * * * Category:Melanthiaceae genera Category:Flora of Canada Category:Flora of the United States",
 "title": "Trillium"
}