{
 "id": "315824",
 "text": "Uridine monophosphate synthase (UMPS) (orotate phosphoribosyl transferase and orotidine-5'-decarboxylase) is the enzyme that catalyses the formation of uridine monophosphate (UMP), an energy-carrying molecule in many important biosynthetic pathways. In humans, the gene that codes for this enzyme is located on the long arm of chromosome 3 (3q13). == Structure and function == This bifunctional enzyme has two main domains, an orotate phosphoribosyltransferase (OPRTase, ) subunit and an orotidine-5’-phosphate decarboxylase (ODCase, ) subunit. These two sites catalyze the last two steps of the de novo uridine monophosphate (UMP) biosynthetic pathway. After addition of ribose-P to orotate by OPRTase to form orotidine-5’-monophosphate (OMP), OMP is decarboxylated to form uridine monophosphate by ODCase. In microorganisms, these two domains are separate proteins, but, in multicellular eukaryotes, the two catalytic sites are expressed on a single protein, uridine monophosphate synthase. UMPS exists in various forms, depending on external conditions. In vitro, monomeric UMPS, with a sedimentation coefficient S20,w of 3.6 will become a dimer, S20,w = 5.1 after addition of anions such as phosphate. In the presence of OMP, the product of the OPRTase, the dimer changes to a faster-sedimenting form S20,w 5.6. These separate conformational forms display different enzymatic activities, with the UMP synthase monomer displaying low decarboxylase activity, and only the 5.6 S dimer exhibiting full decarboxylase activity. It is believed that the two separate catalytic sites fused into a single protein to stabilize its monomeric form. The covalent union in UMPS stabilizes the domains containing the respective catalytic centers, improving its activity in multicellular organisms where concentrations tend to be 1/10th of the separate counterparts in prokaryotes. Other microorganisms with separated enzymes must retain higher concentrations to keep their enzymes in their more active dimeric form. == Fusion == Fusion events between OPRTase and ODCase, which have led to the formation of the bifunctional enzyme UMPS, have occurred distinctly in different branches of the tree of life. For one thing, even though OPRTase is found at the N-terminus and ODCase at the C-terminus in most eukaryotes (e.g., Metazoa, Amoebozoa, Plantae, and Heterolobosea), the inverted fusion, which is to say OPRTase at the C-terminus and ODCase at the N-terminus, has also been shown to exist (e.g., parasitic protists, trypanosomatids, and stramenopiles). Moreover, other eukaryotic groups, such as Fungi, conserve both enzymes as separate proteins. However important the fusion order is, the evolutionary origin of each catalytic domain in UMPS is also a matter of study. Both OPRTase and ODCase have passed through lateral gene transfer, resulting in eukaryotes' having enzymes from bacterial and eukaryotic origin. For instance, Metazoa, Amoebozoa, Plantae, and Heterolobosea have eukaryotic ODCase and OPRTase, whereas Alveolata and stramenopiles have bacterial ones. Other rearrangements are also possible, since Fungi have bacterial OPRTase and eukaryotic ODCase, whereas kinetoplastids have the inverse combination. Merging both the fusion order and evolutionary origin, organisms end up having fused UMPS where one of its catalytic domains comes from bacteria and the other from eukaryotes. The driving force for these fusion events seems to be the acquired thermal stability. Homo sapiens OPRTase and ODCase activities lower to a greater extent when heated than the fused protein does. To determine the driving force of protein association, several experiments have been performed separating both domains and changing the linker peptide that keeps them together. In Plasmodium falciparum, the OPRTase-OMPDCase complex increases the kinetic and thermal stability when compared to monofunctional enzymes. In H. sapiens, even though separate and fused domains have a similar activity, the former have a higher sensitivity to conditions promoting monomer dissociation. Also, the linker peptide can be removed without inactivating catalysis. In Leishmania donovani, separate OPRTase does not have detectable activity possibly due to lower thermal stability or lack of its linker peptide. == Regulation == thumb|OPRTase in Complex with OM UMPS is subject to complex regulation by OMP, the product of its OPRTase and the substrate for the ODCase. OMP is an allosteric activator of OMP decarboxylase activity. At low enzyme concentration and low OMP concentrations, OMP decarboxylase shows negative cooperativity, whereas, at higher OMP concentrations, the enzyme shows positive cooperativity. However, when enzyme concentrations are higher, these complex kinetics do not manifest. Orotate PRTase activity is activated by low concentrations of OMP, phosphate, and ADP. == Mechanism == === OPRTase === P. falciparum OPRTase follows a random pathway in OMP synthesis and degradation. Transition state analyses have used isotopic effects and quantum calculations to reveal a completely dissociated dianionic orotate structure, a ribocation, and a nucleophilic pyrophosphate molecule. Nonetheless, this is unexpected, since most N-ribosyltransferases involve protonated and neutral leaving groups, whereas deprotonated orotate is not a good one in the cationic transition state. OPRTase, as a member of type I PRTases, has a prominent loop next to its active site. It is flexible in its open state and can hardly be seen in electronic density maps for some OPRTases. For catalysis to occur, a dimer must exist in which a loop from one subunit covers the active site from the other one. In Salmonella typhimurium, a new pair of antiparallel β-sheets is created and five new interatomic contacts are formed in the loop, between the loop and the rest of the protein and between the loop and the ligands. There are two possibilities as far as the loop movement is concerned: It could move in a rigid manner or it could come from a disordered structure that acquires order. The second scenario seems more likely to occur in OPRTase. There must be an energy balance between the peptide new order and hydrogen bond formation in the loop, between the loop and the rest of the protein, and between the loop and the ligands. There is a 30:1 equilibrium between the close and open structures in the enzyme-Mg-PRPP complex, which suggests that the close conformation is favored. Various roles have been proposed to the catalytic loop residues. First of all, there seems to be a correlation between the loop movement and the substrate catalysis positioning. In the biological reaction, a proton transference to the pyrophosphate (PPi) molecule could minimize negative charge accumulation even though the pKa for PPi is 9. Lys26, His105, and Lys103 are candidates for this transference to the α phosphate position. However, it might not be the case, since lateral chains and the metal ion could neutralize some of the negative charge from the produced PPi. Transition-state geometric stabilization could also be gained through loop participation. === ODCase === Callahan & Miller (2007) summarize ODCase mechanisms in three proposals. The first one is the substrate carboxyl activation through electrostatic stress. The phosphoryl group binding entails juxtaposition between the carboxylate group and a negatively charged Asp residue (namely Asp91 in Saccharomyces cerevisae). Repulsion between the negative charges would raise the energy value near the transition state. Nonetheless, crystallographic analyses and the lack of S. cerevisae enzyme affinity to substrate analogues where the carboxylate groups is replaced by a cationic substituent have shown some evidence against this theory. OMP protonation on O4 or O2 before decarboxylation, which entails and ylide formation on N1, has also been considered. Proton donor absence near O4 or O2 in crystallographic structures is evidence against it along with the ylide generation exclusion as a limiting step in 15N experiments. Moreover, doubts have aroused as to protonated intermediate viability due to electronic stabilizers absence. As a consequence, bond rupture between C6 and C7 due to protonation of the former going through a carbanion state has been proposed. Finally, catalysis might take place by simple electrostatic attraction. C6 carbanion formation would create dipole interactions with a cationic Lys from the active site. This does not explain the velocity increase when compared with the uncatalyzed process. == Clinical significance == A UMP synthase deficiency can result in a metabolic disorder called orotic aciduria. Deficiency of this enzyme is an inherited autosomal recessive trait in Holstein cattle, and it will cause death before birth. Deficiency of the enzyme can be studied in the model organism Caenorhabditis elegans. The rad-6 strain has a premature stop codon eliminating the orotidine 5’-decarboxylase domain of the protein; this domain does not occur in any other proteins encoded by the genome. The strain has a pleiotropic phenotype including reduced viability and fertility, slow growth, and radiation sensitivity. == Pharmacological importance == UMPS and its two separate domains, ODCase and OPRTase, have been shown to be essential to viability in parasites from the Chromoalveolata taxon such as L. donovani or P. falciparum. Since UMPS, ODCase and OPRTase are different between organisms, research on species-specific inhibitors has been performed. == Inhibition == === OPRTase === Studies on OPRTase inhibition are based on substrate analogues. In Mycobacterium tuberculosis, two of the most promising inhibitors are 2,6-dihydroxipyridine-4-carboxylic acid and 3-benzylidene-2,6-dioxo-1,2,3,6-tetrahydropyridine-4-carboxylic acid. Union enthalpy and enthropy from the latter correspond to high-affinity ligands. Properties such as lipophilicity, solubility, permeability, and equilibrium constants are under study. Selenilation products have also been used. Abdo et al. (2010) performed reactions on 2-ethoxiethanselenic acid using electron- rich aromatic substrates to produce (2-ethoxiethyl)seleno ethers. These are able to become aryl-selenilated products such as the 5-uridinyl family, which has shown inhibition at submicromolar concentrations in P. falciparum and H. sapiens. === ODCase === ODCase inhibitors also come from substrate analogues such as modifications on the OMP or UMP rings. In H. sapiens, ODCase has been inhibited by halide compounds derived from UMP (e.g., 5-FUMP, 5-BrUMP, 5-IUMP, and 6-IUMP.) In Methanobacterium thermoautotrophicum, a different strategy has been applied, modifying weak interacting ligands as cytidine-5’-monophosphate, which derivates into barbiturate ribonucleoside-5’-monophosphate, xantosine-5’-monophosphate. P. falciparum ODCase has been successfully inhibited by modifications on cytidine-5’-monophosphate N3 and N4. == Interactive pathway map == ==See also== * Orotidine 5'-phosphate decarboxylase * Orotate phosphoribosyltransferase ==References== == Further reading == * * * * * * * * * * * * * * * Category:EC 4.1.1 Category:EC 2.4.2",
 "title": "Uridine monophosphate synthase"
}