{
 "id": "316048",
 "text": "The Cleveland Elementary School shooting is a school shooting that took place on January 29, 1979, at a public elementary school in San Diego, California, United States. The principal and a custodian were killed; eight children and police officer Robert Robb were injured. A 16-year-old girl, Brenda Spencer, who lived in a house across the street from the school, was convicted of the shootings. Charged as an adult, she pleaded guilty to two counts of murder and assault with a deadly weapon, and was sentenced to life in prison with a chance of parole after 25 years. A reporter reached Spencer by phone while she was still in the house after the shooting, and asked her why she committed the crime. She reportedly answered: \"I don't like Mondays. This livens up the day,\" which inspired Bob Geldof and Johnnie Fingers to write the Boomtown Rats song \"I Don't Like Mondays\". == Brenda Spencer == Brenda Spencer (born April 3, 1962) lived in the San Carlos neighborhood of San Diego, California, in a house across the street from Grover Cleveland Elementary School in the San Diego Unified School District. Aged 16 at the time of the shooting, she was 5'2\" (157 cm) and had bright red hair. After her parents separated, she lived in poverty with her father, Wallace Spencer. Both father and daughter slept on a single mattress on the living room floor in a house strewn with empty bottles from alcoholic drinks. Acquaintances said Spencer expressed hostility toward policemen, had spoken about shooting one, and had talked of doing something big to get on television. Although Spencer showed exceptional ability as a photographer, winning first prize in a Humane Society competition, she was generally uninterested in school. She attended Patrick Henry High School, where one teacher recalled frequently inquiring if she was awake in class. Later, during tests while she was in custody, it was discovered Spencer had an injury to the temporal lobe of her brain. It was attributed to an accident on her bicycle. In early 1978, staff at a facility for problem students, into which Spencer had been referred for truancy, informed her parents that she was suicidal. That summer, Spencer, who was known to hunt birds in the neighborhood, was arrested for shooting out the windows of Grover Cleveland Elementary with a BB gun, and for burglary. In December, a psychiatric evaluation arranged by her probation officer recommended that Spencer be admitted to a mental hospital for depression, but her father refused to give permission. For Christmas 1978, he gave her a Ruger 10/22 semi-automatic .22 caliber rifle with a telescopic sight and 500 rounds of ammunition. Spencer later said, \"I asked for a radio and he bought me a gun.\" Asked why he had done that, she answered, \"I felt like he wanted me to kill myself.\" == Shooting == On the morning of Monday, January 29, 1979, Spencer began shooting at children waiting for Principal Burton Wragg (age 53) to open the gates to Grover Cleveland Elementary. She injured eight children, starting with 9 year old Cam Miller as he was wearing Spencer's favorite color blue. Spencer shot and killed Wragg as he and teacher Daryl Barnes tried to help children. She also killed custodian Mike Suchar (age 56) as he tried to pull a student to safety. A police officer (age 28), responding to a call for assistance during the incident, was wounded in the neck as he arrived. Further casualties were avoided only because the police obstructed her line of fire by moving a garbage truck in front of her house. After firing thirty times, Spencer barricaded herself inside her home for several hours. While there, she spoke by telephone to a reporter from The San Diego Union-Tribune, who had been randomly calling telephone numbers in the neighborhood. Spencer told the reporter she had shot at the schoolchildren and adults because, \"I don't like Mondays. This livens up the day.\" She also told police negotiators the children and adults whom she had shot were easy targets and that she was going to \"come out shooting.\" Spencer has been repeatedly reminded of these statements at parole hearings. Ultimately, she surrendered and left the house, reportedly after being promised a Burger King meal by negotiators. Police officers found beer and whiskey bottles cluttered around the house but said Spencer did not appear to be intoxicated when arrested. === Imprisonment === Spencer was charged as an adult and pleaded guilty to two counts of murder and assault with a deadly weapon. On April 4, 1980, a day after her 18th birthday, she was sentenced to 25 years to life. In prison, Spencer was diagnosed as an epileptic and received medication to treat her epilepsy and depression. While at the California Institution for Women in Chino, she worked repairing electronic equipment. Under the terms of her sentencing, Spencer became eligible for hearings to consider her suitability for parole in 1993. Normally, very few people convicted on a charge of murder were able to obtain parole in California before 2011. , she had been unsuccessful at four parole board hearings. At her first hearing, Spencer said she had hoped police would shoot her, and that she had been a user of alcohol and drugs at the time of the crime, although the results of drug tests done when she was taken into custody were negative. In her 2001 hearing, Spencer first claimed that her father had been subjecting her to beatings and sexual abuse, but he said the allegations were not true. The parole board chairman said that as she had not previously told any prison staff about the allegations; he doubted whether they were true. In 2005, a San Diego deputy district attorney cited an incident of self-harm from four years earlier when Spencer's girlfriend was released from jail, as showing that she was psychotic and unfit to be released. The self-harm is commonly reported as scratching the words \"courage\" and \"pride\" into her own skin; however, Spencer corrected this during her parole hearing as reading \"Unforgiven\" and \"alone\". In 2009, the board again refused her application for parole, and ruled it would be ten years before she would be considered again. she remains imprisoned at the California Institution for Women. She was eligible for a Parole Suitability Hearing in September 2021 but voluntarily waived the hearing for one year. Her next hearing is expected to occur no later than September 9, 2022. == Aftermath == A plaque and flagpole were erected at Cleveland Elementary in memory of the shooting victims. The school was closed in 1983, along with a dozen other schools around the city, due to declining enrollment. In the ensuing decades, it was leased to several charter and private schools. From 2005 to 2017, it housed the Magnolia Science Academy, a public charter middle school serving students in grades 6–8. In 2018 the school was demolished and the plaque was relocated to a nearby street corner. On January 17, 1989, almost ten years after the events at San Diego's Grover Cleveland Elementary, there was another shooting at a school named Grover Cleveland Elementary, this one in Stockton, California. Five students were killed and thirty were injured. One survivor of the 1979 shooting described herself as \"shocked, saddened, horrified\" by the eerie similarities to their own traumatic experience. == Media == === Song === Bob Geldof, then the lead singer of the Boomtown Rats, read about the incident when a news story about it came off the telex at WRAS-FM, the campus radio station at Georgia State University in Atlanta. He was particularly struck by Spencer's claim that she did it because she did not like Mondays, and began writing a song about it, also incorporating the reporters' \"Tell me why?,\" called \"I Don't Like Mondays\". It was released in July 1979 and was number one for four weeks in the United Kingdom, and was the band's biggest hit in their native Ireland. Although it did not make the Top 40 in the U.S., it still received extensive radio airplay (outside of the San Diego area) despite the Spencer family's efforts to prevent it. Geldof has later mentioned that, \"[Spencer] wrote to me saying 'she was glad she'd done it because I'd made her famous,' which is not a good thing to live with.\" === Books === The 1999 book Babyface Killers: Horrifying True Stories of America's Youngest Murderers, authored by Clifford L. Linedecker dedicates the book's prologue to Spencer and refers to her crimes in multiple chapters. The 2008 book Ceremonial Violence: A Psychological Explanation of School Shootings, by Jonathan Fast, analyzes the Cleveland Elementary shooting and four other cases from a psychological perspective. === Films === The 1982 Japanese-American documentary film The Killing of America depicts the incident. The 2006 British documentary I Don't Like Mondays also revisits the case. === Television === A 2006 television documentary about the event was titled I Don't Like Mondays. The Lifetime Movies series Killer Kids released an episode \"Deadly Compulsion\" depicting Spencer's crimes, first air date: September 3, 2014. The Investigation Discovery network portrayed Spencer's crimes in one of the three cases presented in the premiere episode of season 2 on the crime documentary series Deadly Women, titled \"Thrill Killers\", first air date: October 9, 2008. == References == == Further reading == * Parole Hearing transcripts: * Videos: * Archived at Ghostarchive and the Wayback Machine: * Archived at Ghostarchive and the Wayback Machine: * Archived at Ghostarchive and the Wayback Machine: * Archived at Ghostarchive and the Wayback Machine: * Archived at Ghostarchive and the Wayback Machine: == External links == * San Diego Police Museum - Brenda-Spencer * School Shooters.info - Brenda Spencer * Murder Historian - I Don't Like Mondays Blog Category:1979 in California Category:1979 mass shootings in the United States Category:1979 murders in the United States Category:1970s crimes in California Category:Deaths by firearm in California Category:Elementary school killings in the United States Category:Elementary school shootings in the United States Category:1970s in San Diego Category:January 1979 crimes Category:Mass shootings in California Category:Mass shootings in the United States Category:Murder committed by minors Category:Murder in California Category:School killings in the United States Category:School shootings committed by pupils Category:School shootings in California Category:January 1979 events in the United States",
 "title": "Cleveland Elementary School shooting (San Diego)"
}