{
 "id": "31641",
 "text": "UseModWiki is a wiki software written in Perl and licensed under the GNU General Public License. Pages in UseModWiki are stored in ordinary files, not in a relational database. Wikipedias in English and many other languages were powered by UseModWiki until switching to MediaWiki. == History == After Ward Cunningham created the first wiki website WikiWikiWeb, there were various \"WikiWikiClones\" that implemented the functions and design of WikiWikiWeb's engine (\"WikiBase\"), mainly written in Perl. Peter Merel developed CvWiki which was an early WikiWikiClone released partially under the GNU Lesser General Public License, and Markus Denker then developed AtisWiki which was released under the GNU General Public License and based on CvWiki. In 1990s, Clifford Adams initiated the Usenet Moderation project that would allow users to share rating, editing, and eventually summary/change information about Usenet postings. It was replaced by the concept of wikis in 1999, and the development of UseModWiki started on October 11 as a simplified fork of AtisWiki. From version 0.4 (\"WikiFour\") in November 1999, more functions and improvements were introduced to UseModWiki. In 2000, the second UseModWiki website MeatballWiki was launched and hosted in usemod.com, along with the official website of UseModWiki. In 2001, as Adams was both of the UseModWiki developer and a Wikipedian, he brought many improvements for the usages of an encyclopedia to v0.91 and v0.92, especially \"free links\" that uses double square-brackets (e.g., `Wikipedia`) as an option along with camel case for linking to another page. In September 2003, after two years of development, the release of version 1.0 introduced many new features including CSS, RSS, file uploads, UTF-8, and more. Only bug fixing versions were released since that, and Markus Lude took over the project of UseModWiki from Adams in July 2007. The latest version was released in December 2017. The wiki software for the English Wikipedia was UseModWiki (phase I, retroactively) since the establishment on January 15, 2001, and as of January 2002, Wikipedias in 22 languages were powered by UseModWiki. It was replaced by \"the PHP script\" (phase II) on January 25, 2002, a new wiki software based on UseModWiki but rewritten in PHP. On July 20, it was then replaced by its own rewritten wiki software (phase III), currently known as MediaWiki, for the better performance and functionality. === Version history === {| class=\"wikitable mw-collapsible mw-collapsed\" style=\"width:100%; font-size:88%;\" ! colspan=\"3\"| Release history of UseModWiki |- ! Version ! Release date ! Release notes |- | 0.4 | November 26, 1999 | \"WikiFour\" * Simple installation * Speed enhancements * Subpages * Edit conflict detection |- | 0.5 | January 12, 2000 | \"WikiFive\" * New RecentChanges * Optional HTML cache * InterWiki links * A page redirect command |- | 0.6 | January 15, 2000 | * Refactored PageLink subs * Cleaned up lock errors * Several minor code cleanups * Major reorganization of home page content |- | 0.7 | January 22, 2000 | * Corrected error with split * Cleaned up several undefined usage warnings |- | 0.80 | June 18, 2000 | * New text- formatting additions: ** * for unordered lists, # for numbered lists, : for indented regions ** **and _markup for bold and italics ** preformatted sections ** Raw HTML sections are allowed (controlled by an option) * URLs and InterWiki links now strip trailing punctuation * Post-editing reloading uses the Location: header to instruct the browser to reload the proper page * Redirection instructions also use the Location: code and a note is placed on the target page when redirected * Each page now has a \"(diff)\" link to the most recent difference * Several cleanups and refactorings |- | 0.82 | July 15, 2000 | * Tab-less formatting rules * Raw-HTML configuration option * New \"\" delimiter for links * <nowiki> tag |- | 0.86 | August 26, 2000 | * User preferences * Usernames * Enhanced differences ** Minor, Major, and Author differences are kept separately ** Users can choose their desired differences ** Link database |- | 0.88 | October 12, 2000 | * Edit previews * Improved formatting: ** URL and InterWiki links ignore trailing punctuation ** New bracketed-URLs (and InterWiki links) like [1] and [2] ** Some minor wiki-markup bugs were fixed (mostly interactions between markup rules) * Random-link option for the linkbar |- | 0.90 | December 24, 2000 | * Kept pages * Links with descriptive text like [A link to Yahoo!] |- | 0.91 | February 16, 2001 | * Fixed old-revision conflict bug (editing old revisions). * HTML characters like © and ∞ can be used on pages. * Optional headers like = big-header (h1) text = and === some h3 text ===. * New tag for inline quoting of code in a fixed-width font. This tag also acts like the tag and suppresses wiki formatting. * Free links and free links with description text allow pages with spaces and some puctuation in their names. * Local bracket-links like [WikiName description] are now not special by default, although the old 0.90-version behavior is an option. * Optional disabling of automatic LinkPattern links (if you really want to get rid of the classic Wiki:CamelCase names.) * Older rclog (RecentChanges) entries can be moved to another file, and will only be loaded if required. * Admin page deletion (can be given to Editor-level): immediate and total, including RecentChanges. * Admin page renaming: also renames RecentChanges entries and links on all other pages linking to the page. |- | 0.92 | April 21, 2001 | * Optional x translation table for non-English wikis. * Better behavior in non-traditional CGI environments like mod_perl or FastCGI. * Bugfixes for free links, especially detection of illegal link names. * Free links are now converted to a canonical uppercase form by default (all words start with an uppercase letter). This new behavior can be turned off. * Faster index of all pages. * Optional stylesheet support. * Several new minor features. |- | 1.0 | September 12, 2003 | UseModWiki/NewFeatures * Style sheets * RSS feeds * File uploads * Better compatibility with 8-bit characters * LocalWiki and local links * KeepSize * Custom HTML insertion |- | 1.0.1 | June 9, 2007 | Bugfix release |- | 1.0.2 | August 26, 2007 | Bugfix release |- | 1.0.3 | September 12, 2007 | Bugfix release |- | 1.0.4 | December 1, 2007 | Bugfix release |- | 1.0.5 | August 28, 2009 | Bugfix release |- | 1.0.6 | November 5, 2016 | Bugfix release |- | 1.1.0 | October 31, 2017 | Bugfix release |- | 1.2.0 | November 5, 2017 | Bugfix release |- | 1.2.1 | December 1, 2017 | Bugfix release |} == See also == * List of wiki engines * mw:MediaWiki history == References == * == External links == * ** List of sites running UseModWiki * Introducing UseModWiki Category:1999 software Category:Cross-platform software Category:Free wiki software Category:Free software programmed in Perl Category:History of Wikipedia",
 "title": "UseModWiki"
}