{
 "id": "317053",
 "text": "was a Japanese samurai and influential figure of the Bakumatsu and establishment of the Empire of Japan in the late Edo period. He was a low- ranking samurai from the Tosa Domain on Shikoku and became an active opponent of the Tokugawa Shogunate after the end of Japan's sakoku isolationist policy. Ryōma under the alias worked against the Bakufu, the government of the Tokugawa shogunate, and was often hunted by their supporters and the Shinsengumi. Ryōma advocated for democracy, Japanese nationalism, return of power to the Imperial Court, abolition of feudalism, and moderate modernization and industrialization of Japan. Ryōma successfully negotiated the Satchō Alliance between the powerful rival Chōshū and Satsuma domains and united them against the Bakufu. Ryōma was assassinated in December 1867 with his companion Nakaoka Shintarō, shortly before the Boshin War and the Meiji Restoration. == Early life == Sakamoto Ryōma was born on 3 January 1836 in Kōchi in the han (domain) of Tosa, located in Tosa Province (present-day Kōchi Prefecture) on the island of Shikoku. By the Japanese calendar, Ryōma was born on the 15th day of the 11th month, of the sixth year of Tenpō. The Sakamoto family held the rank of country samurai or , the lowest rank in the samurai hierarchy, which previous generations had purchased by acquiring enough wealth as sake brewers. Unlike other Japanese domains, Tosa had a strictly-enforced separation between the joshi (high-ranking samurai) and kashi (low-ranking samurai). The ranks were treated unequally and residential areas were segregated; even in Sakamoto Ryōma's generation (the third in the Sakamoto family), his family's samurai rank remained kashi. At the age of twelve, Ryōma was enrolled in a private school, but this was a brief episode in his life as he showed little scholarly inclination. Ryōma's older sister subsequently enrolled him in fencing classes of the Oguri-ryū when he was 14, after he was bullied at school. By the time Ryōma reached adulthood, he was by all accounts a master swordsman. In 1853, Ryōma was allowed by his clan to travel to Edo, the seat of the ruling Tokugawa shogunate and the de facto capital of Japan, to train and polish his skills as a swordsman. Ryōma enrolled as a student at the famous Hokushin Ittō-ryū Hyōhō Chiba-Dōjō, which was led by its first Headmaster Chiba Sadakichi Masamichi at that time. Ryōma received the scroll from the school that declared his mastery.Kyodo, Staff Report, \"Sakamoto swordsmanship scroll declared authentic\", The Japan Times, Nov 9, 2015 Ryōma became a shihan at the Chiba-Dōjō and taught Kenjutsu to the students together with Chiba Jūtarō Kazutane, in whom he found a close friend. ==Politics== thumb|Sakamoto Ryōma standing (c. 1866) and Ryōma's favored western footwear can be seen ===Early Bakumatsu=== In 1853, the Perry Expedition began while Ryōma was studying and teaching in Edo, beginning the Bakumatsu period. Commodore Matthew C. Perry of the United States arrived in Japan with a fleet of ships to forcibly end the centuries-old sakoku policy of national isolationism. In March 1854, Perry pressured the Tokugawa to sign the Convention of Kanagawa, officially ending the sakoku policy but widely perceived in Japan as an \"unequal treaty\" and a sign of weakness. The prestige and legitimacy of the Shōgun, a de facto military dictator with nominal appointment from the Emperor of Japan, was severely damaged to the public. The convention was signed by the rōjū Abe Masahiro, acting as regent for the young and sickly Shōgun Tokugawa Iesada, against the will of the Imperial Court in Kyoto, the de jure ruling authority. Anti-Tokugawa considered this evidence the Shōgun could no longer fulfil the Emperor's will, and therefore no longer fit to rule for him. Ryōma and many of the samurai class supported returning state power directly to the Imperial Court in Kyoto and began agitating for the overthrow of the Tokugawa shogunate. In 1858, Ryōma returned to Tosa after completing his studies, and became politically active in the local Sonnō jōi, the anti-Tokugawa movement that arose in the aftermath of the Convention of Kanagawa. In 1862, Ryōma's friend Takechi Hanpeita (or Takechi Zuizan) organized the Tosa Loyalist Party \"Kinnoto\", a Sonnō jōi organization of about 2000 samurai (mostly from the lower rank) with the political slogan \"Revere the Emperor, Expel the Barbarians\" that insisted on the reform of the Tosa government. Yamauchi Toyoshige, the daimyō (lord) of the Tosa Domain, refused to recognize the group. In response, Tosa Kinnoto plotted to assassinate Yamauchi's governor, Yoshida Toyo, who was appointed as a reformer and modernizer. Yoshida was later assassinated by the Tosa Kinnoto after Ryōma had left Tosa. Ryōma participated in the plot but did not advocate: he believed Tosa Kinnoto should do something for all of Japan, while Takechi demanded a revolution for only the Tosa clan. Ryōma decided to separate from Takechi and leave Tosa without authorization. In those days, no one in Japan was permitted to leave their clan without permission under the penalty of death, known as dappan. One of Ryōma's sisters committed suicide because he left without permission. Sakamoto would later use the alias \"Saitani Umetarō\" (才谷 梅太郎) as he worked against the shōgun.Hongo, Jun, \"Sakamoto, the man and the myth\", The Japan Times, April 27, 2010, p. 3. Ryōma is mentioned under this alias in the diary of Ernest Satow for 30 September 1867: \"Mr. Saedani had to be sat up for laughing at the questions put by us, evidently with the object of ridiculing us out of our case, but he got a flea in his lug and shut up making the most diabolical faces.\"R. Morton & I. Ruxton, eds., The Diaries of Sir Ernest Mason Satow, 1861–69, Kyoto: Eureka Press, 2013, p. 262. ===Late Bakumatsu=== While a rōnin, Ryōma decided to assassinate Katsu Kaishū, a high-ranking official in the Tokugawa shogunate and a supporter of both modernization and westernization. However, Katsu Kaishū persuaded Ryōma of the necessity of a long-term plan to increase Japan's military strength in the face of Western influence that led to the Convention of Kanagawa. Instead of killing Katsu Kaishū, Ryōma started working as his assistant and protégé. In 1864, as the Tokugawa shogunate began taking a hard line against dissenters, Ryōma fled to Kagoshima in Satsuma Domain, which was developing as a major centre for the anti-Tokugawa movement. In 1866, Ryōma successfully negotiated the secret Satchō Alliance between the Satsuma and Chōshū – two powerful domains that historically had been irreconcilable enemies. Ryōma's position as a \"neutral outsider\" was critical in bridging the gap in trust and ending the feud, and accomplished the establishment of a significant military alliance against the Tokugawa. Ryōma is often regarded as the \"father of the Imperial Japanese Navy\", as he worked under Katsu Kaishū's direction toward creating a modern naval force (with the aid of western powers) to enable Satsuma and Chōshū to hold their own against the naval forces of the Tokugawa shogunate. Ryōma founded the private navy and trading company Kameyama Shachū in Nagasaki City with the help of the Satsuma, which later became kaientai or Ocean Support Fleet. Chōshū's subsequent victory over the Tokugawa army in 1866 and the impending collapse of the Tokugawa shogunate made Ryōma a valuable commodity to his former masters in Tosa, and recalled to Kōchi with honours. The Tosa Domain was anxious to obtain a negotiated settlement between the Shōgun and the Emperor, which would prevent the powerful Satchō Alliance from overthrowing the Tokugawa by force and thus emerging as a new dominant force in ruling Japan. Ryōma again played a crucial role in the subsequent negotiations that led to the voluntary resignation of the Shogun Tokugawa Yoshinobu in 1867, thus bringing about the Meiji Restoration. ==Death== Ryōma was assassinated at the Ōmiya Inn (Omiya) in Kyoto on 10 December 1867, not long before the Meiji Restoration took place, at the age of 31. At night, assassins gathered at the door of the inn, one approached and knocked, acting as an ordinary caller. The door was answered by Ryōma's bodyguard and manservant Yamada Tōkichi (山田藤吉), a former sumo wrestler, who told the stranger he would see if Ryōma was accepting callers at that hour of the evening. When the bodyguard turned his back, the visitor at the door drew his sword and fatally slashed his back. The team of assassins then rushed in past the dying bodyguard and up the stairs to the guests' rooms. Ryōma and his associate Nakaoka Shintarō were resting and talking in one room. Hearing the scuffle on the first floor, Ryōma opened the door to yell at his bodyguard, thinking he was wrestling with a friend. The assassins charged the room, some tearing through the paper doors, and a confused melée ensued as lamps were knocked over and the room went dark. By the end of the fight, both Ryōma and Shintaro lay badly wounded, and the assassins fled. Ryōma died that night, regretting with his last words that his assassins caught him unprepared. Shintaro succumbed to injuries two days later, never regaining enough consciousness to identify the assassins, but mentioning hearing Iyo dialect among the killers. The night of the assassination was eventually called the Omiya Incident (近江屋事件). According to the traditional lunar calendar, Ryōma was born on the 15th day of the 11th month, and killed on his birthday in 1867. Initial reports of Ryōma's and Shintarō's deaths accused members of the Shinsengumi, a special police force of swordsmen from the Bakufu (Tokugawa military government) based in Kyoto. Shinsengumi leader Kondō Isami was later executed on this charge. However, members of another pro-shōgun group, the Mimawarigumi, confessed to the murder in 1870. Although Mimawarigumi members Sasaki Tadasaburō (佐々木 只三郎) and Imai Nobuo carry the blame, the identity of the true assassin has never been proven.Gombrich, Marius, \"Crime scene investigation: Edo: Samurai Sakamoto Ryoma's murder scene makes a grisly but fascinating show\", The Japan Times, May 7, 2010, p. 15. Okuda Matsugoro, who was known by working since his early adolescence as a spy for Kondō, was rumored to have taken part in the assassination. == Legacy == Ryōma was a visionary who dreamt of an independent Japan without feudalism or the caste system, inspired by the example of the United States where \"all men are created equal\". Ryōma was an admirer of democratic principles and studied democratic governance, particularly the United States Congress and British Parliament, as a model for the governance of Japan after the Restoration. Ryōma argued that after centuries of having little-to-no political power, the Imperial Court lacked the resources and wherewithal to run the country. Ryōma wrote the \"Eight Proposals While Shipboard\" (『船中八策』) while discussing the future model of Japanese government with Gotō Shōjirō on board a Tosa ship outside Nagasaki in 1867. Ryōma outlined the need for a democratically elected bicameral legislature, the writing of a constitution, the formation of a national army and navy, and the regulation of the exchange rates of gold and silver. Ryōma read about the Western world and realized that for Japan to compete with an industrially and technologically advanced outside world, the Japanese people needed to modernize. Ryōma's proposals are thought to form the basis for the subsequent parliamentary system implemented in Japan after his death. Ryōma has also been seen as an intriguing mix of the traditional and modern, symbolized by his preference for samurai dress while favoring Western footwear. Ryōma has been heavily featured and romanticized in Japanese popular culture. === Honors in modern times === On 15 November 2003, the Kōchi Airport was renamed the Kōchi Ryōma Airport in his honor. There is a Sakamoto Ryōma Memorial Museum (坂本龍馬記念館) south of Kōchi, with a large bronze statue of Ryoma overlooking the sea. The city of Kōchi has a number of Ryōma-themed attractions and locations, including the Sakamoto Ryōma Birthplace Memorial, and the Sakamoto Ryōma Hometown Museum, dedicated to showing what downtown Kōchi was like during Ryōma's childhood, including relevant aspects that may have influenced his views. On 15 November 2009, the Hokkaidō Sakamoto Ryōma Memorial Museum was built in Hakodate, Hokkaido. Asteroid 2835 Ryoma is named after him. Asteroid 5823 Oryo is named after his wife. == Family == Parents * Father Yahei (Imina Naotari) * Mother Sachi Stepmother * Iyo Brother * Gonbei (the elder) Sisters * Chizu (the eldest) * Ei (the second) * Tome (the third) Wife * Narasaki Ryō (commonly called Oryō) Child * Tarō (adopted child, Chizu's child) == In popular culture == Sakamoto Ryōma is a playable character in the Secret Orders chapter of Live a Live, as a political prisoner of the antagonist Ode Iou. Sakamoto Ryōma is a prominent character in the 2009–2011 TV series Jin, portrayed by actor Masaaki Uchino. In the thirteenth episode of the anime series Arakawa Under the Bridge (2010), the character known as Last Samurai performs an impression of Ryōma. During his impression he exclaims \"my shoulder huuuuurts,\" to which the main character, Recruit, responds \"that was an everyday Ryōma!\" An April 2010 Japan Times article stated \"Ryōma has inspired at least seven television drama series, six novels, seven manga and five films.\" Actor Masaharu Fukuyama said that Ryoma's appeal stems from being \"the kind of person onto whom anyone can project themselves\", when describing his role as Ryoma in the NHK Taiga drama Ryōmaden. Sakamoto Ryōma appears as a playable character in the mobile game Fate/Grand Order, with additional appearances in other Fate media, like the manga Fate/KOHA-ACE and its revised adaptation, Fate/type Redline. Sakamoto Ryōma appears as the main protagonist of Ryū ga Gotoku Ishin!, a spin-off of the Ryū ga Gotoku game series. He has the visual likeness and voice of Kazuma Kiryu. In the 2018 NHK Taiga drama Segodon, Ryoma is portrayed by actor Shun Oguri. == Gallery == File:Sakamoto Ryōma2.jpg|Sakamoto Ryōma in 1867 File:Narasaki_Ryo.jpg|Narasaki Ryō (Oryō), born in Kyoto, Ryōma's wife File:Tomb_of_Sakamoto_Ryoma_torii.jpg|Tomb of Sakamoto Ryōma, in Ryōzen Gokoku Jinja (京都霊山護国神社), Kyoto. File:Tomb_of_Sakamoto_Ryoma_center.jpg|Tomb of Sakamoto Ryōma (detail). File:Kaientai Flag.svg|Flag of Kaientai File:Kikyō mon.svg|Sakamoto family crest, Kikyōmon (Chinese bellflower) == See also == * Nakahama Manjirō * Shūsui Kōtoku * List of unsolved murders * Ryoma Ansatsu: 1974 film depicting Ryoma's last three days. * The Top 100 Historical Persons in Japan == Citations == == General references == * Beasley, William G. (1972). The Meiji Restoration. Stanford: Stanford University Press. . . * Jansen, Marius B., and Gilbert Rozman, eds. (1986). Japan in Transition: From Tokugawa to Meiji. Princeton: Princeton University Press. . . * Jansen, Marius B. (1961). Sakamoto Ryoma and the Meiji Restoration. Princeton: Princeton University Press. . == External links == * The Sakamoto Ryōma Memorial Museum in Kochi * Hokkaidō Sakamoto Ryōma Memorial Museum * Nagasaki Kameyamashachū Memorial Museum * Kyōto National Museum 2005 - Sakamoto Ryōma exhibitions * 2010 NHK Taiga drama exhibitions \"Ryōmaden\" ** Edo-Tokyo Museum 2010 NHK Taiga drama exhibitions \"Ryōmaden\" ** The Museum of Kyoto 2010 NHK Taiga drama exhibitions \"Ryōmaden\" ** Kōchi Prefectural Museum of History 2010 NHK Taiga drama exhibitions \"Ryōmaden\" ** Nagasaki Museum of History and Culture 2010 NHK Taiga drama exhibitions \"Ryōmaden\" * Nagasaki Museum of History and Culture \"Ryōmaden Kan 2010\" * National Diet Library electronic library \"Kanketsu senri no koma\" * National Diet Library biography & photo * National Diet Library Shin seifu koryō hassaku * Japan Mint: Sakamoto Ryōma 2007 Proof Coin Set * Shotentai.com -About Sakamoto Ryoma Category:Assassinated Japanese politicians Category:1836 births Category:1867 deaths Category:Japanese businesspeople Category:Japanese revolutionaries Category:Japanese swordfighters Category:Male murder victims Category:Meiji Restoration Category:People from Kōchi Prefecture Category:People from Kōchi, Kōchi Category:People from Tosa Domain Category:People murdered in Japan Category:Samurai Category:Unsolved murders in Japan",
 "title": "Sakamoto Ryōma"
}