{
 "id": "317137",
 "text": "Noli Me Tángere (Latin for \"Touch me not\"; acute accent is added on the final word in accordance with Spanish orthography) is an 1887 novel by Filipino writer and activist José Rizal published during the Spanish colonial period of the Philippines. It explores perceived inequities in law and practice in terms of the treatment by the ruling government and the Spanish Catholic friars of the resident peoples. Originally written by Rizal in Spanish, the book has since been more commonly published and read in the Philippines in either Tagalog (the major indigenous language), or English. The Rizal Law requires Noli and its sequel, El filibusterismo to be read by all high school students throughout the country. Noli is studied in Grade 9 and in Grade 10. The two novels are widely considered to be the national epic of the Philippines. They have been adapted in many forms, such as operas, musicals, plays, and other forms of art. The title originates from the Biblical passage John 20:13-17. In Rizal's time it also referred to cancers that occurred on the face, particularly cancers of the eyelid; touching such lesions irritated them, causing pain. As an ophthalmologist, Rizal was familiar with the cancer and the name. He is explicit about the connection in the novel's dedication, which begins: ('To my country') and continues with \"...a cancer of so malignant a character that the least touch irritates it and awakens in it the sharpest pains.\" Rizal probes the cancers of Filipino society. Early English translations of the novel used different titles, such as An Eagle Flight (1900) and The Social Cancer (1912), but more recent English translations use the original title. ==Background== José Rizal, a Filipino nationalist and polymath, conceived the idea of writing a novel that would expose the backwardness and lack of progress of Philippine society because of the burden of colonization. According to historian Carlos Quirino, the novel bears similarities in terms of characterization and plot to the Spanish novelist Benito Pérez Galdós' \"Doña Perfecta\".Quirino, Carlos (1940). The Great Malayan: The Biography of Rizal. Philippine Education Company, 1958. p. 75. Retrieved 2021-04-11. Rizal intended to express the way Filipino culture was perceived to be backward, anti-progress, anti-intellectual, and not conducive to the ideals of the Age of Enlightenment. At the time he was a student of medicine at the Universidad Central de Madrid. Other Filipinos were also working or studying in Madrid, which as the capital of Spain was the center of culture and universities. At a gathering on 2 January 1884 of friends at the house of Pedro A. Paterno, Rizal proposed that a group of Filipinos should collaborate on a novel about the Philippines. His proposal was unanimously approved by those present, among whom were Pedro, Máximo Viola and Antonio Paterno, Graciano López Jaena, Evaristo Aguirre, Eduardo de Lete, Julio Llorente, and Valentin Ventura. However, they never got into the project. Although agreeing to help, none of the others wrote anything. Initially, Rizal planned for the novel to encompass all phases of Filipino life, but most of his friends, all young males, wanted to write about women. Rizal saw that his companions spent more time gambling and flirting with Spanish women than writing. Because of this, he decided to draft the novel alone. ==Plot== Crisóstomo Ibarra, the mestizo son of the recently deceased Don Rafael Ibarra, is returning to San Diego town in Laguna after seven years of study in Europe. Kapitán Tiago, a family friend, invites him to a reunion party in Manila. At dinner Ibarra encounters old friends, members of Manila high society, and Padre Dámaso, San Diego's parish priest and a family friend when Ibarra left for Europe. Dámaso treats Ibarra with hostility, surprising the young man. Leaving early, Ibarra goes to his hotel; Lieutenant Guevarra, another friend of his father, catches up with him. Guevarra reveals that Rafael may have been killed for political reasons and Dámaso may have been implicated. Grieving since having learned of his father's death, Ibarra decides to forgive. Guevarra warns him to be careful. The following day, Ibarra returns to Kapitán Tiago's home in order to meet with his childhood sweetheart, Tiago's daughter María Clara. As the two flirt and reminisce, María reads the farewell letter that Ibarra wrote before he left for Spain, here his father had encouraged him to study. Upon reaching San Diego, Ibarra goes to the town cemetery to visit his father's grave. There he learns from the undertaker that the parish priest had ordered Rafael's remains be exhumed and transferred to the Chinese cemetery (he was of partial Chinese descent). But since it was raining and he feared for his soul, the undertaker threw the corpse into the lake. Ibarra is appalled. Padre Bernardo Salví, the new parish priest, walks into the cemetery and Ibarra pushes him to the ground, demanding an explanation. Salví says that the transfer was ordered by Padre Dámaso, the previous parish priest. Ibarra commits to improvements in his town. He plans to build a private school, believing that his paisanos would benefit from a more modern education than what is offered in the schools run by the government. Their curriculum was strongly tempered by Catholic teachings of the friars. Enjoying widespread support from the locals and Spanish authorities, Ibarra's project advances quickly. He receives counsel from Don Anastacio, a revered local philosopher, and learns of a progressive schoolmaster. Within a short period of time, the building was planned to begin construction with the cornerstone to be laid in a ceremony during San Diego's town fiesta. One day, Ibarra, María, and their friends go on a picnic along the shores of the Laguna de Baý. They discover that a crocodile has been lurking around the fish pens owned by the Ibarras. Elías, who was piloting the boat they were riding, jumps into the water with a knife drawn but takes a while to reemerge. Sensing Elías is in danger, Ibarra jumps in and the two subdue the animal together. Elías proclaims himself in debt to Ibarra. On the day of the fiesta, Elías meets with Ibarra, warning him of a plot to kill him at the cornerstone ceremony. Ibarra evades injury and the would-be assassin is killed. Ibarra urges the festivities to continue. Later that day, he hosts a luncheon to which Padre Dámaso comes. The old friar berates Ibarra, his learning, his journeys, and the school project. The other guests hiss for discretion, but Dámaso continues in an even louder voice, even insulting the memory of the late Don Rafael. At that, Ibarra strikes the friar unconscious and holds a dinner knife to his neck. In an impassioned speech, Ibarra tells the guests about Dámaso's schemes that resulted in his father's death. Ibarra releases Dámaso when María Clara pleads for mercy. Ibarra is excommunicated locally from the Church. He travels to Manila and has this lifted through the intercession of the sympathetic governor general. Returning to San Diego, he finds María ill and refusing to see him. Ibarra meets Linares, a peninsular Spaniard who was born in Spain. Kapitán Tiago presents Linares as María's new suitor. Sensing Ibarra's influence with the government, Elías takes the young man for a sail so they can talk in private. Elías tells him about a revolutionary group poised for a violent confrontation with the government. They are trying to recruit Elías to join them. Elías said that he wants to work with Ibarra to gain reforms, rather than the group committed to violence. Elías tells Ibarra about his own family's history. His grandfather when young had worked as a bookkeeper in a Manila office but was accused of arson by the Spanish owner when the office burned down. He was prosecuted and jailed; upon release he was shunned by the community as a dangerous lawbreaker. His wife turned to prostitution to support the family, but their lives were destroyed there. Ibarra says that he cannot help and his schoolbuilding project is his goal. Rebuffed, Elías advises Ibarra to avoid him in the future, for his own safety. Several nights later, Elías returns with more information – a rogue uprising was planned for that same night. The instigators had used Ibarra's name in a vain effort to recruit malcontents. The authorities know of the uprising and are prepared to spring a trap on the rebels. Understanding the scheme's repercussions, Ibarra decides to abandon his school building project. He enlists Elías in sorting out and destroying documents in his study that may implicate him. Elías obliges, but comes across a name familiar to him: Don Pedro Eibarramendia. Ibarra says that Pedro was his great-grandfather, and that they had to shorten his long family name. Elías responds that Eibarramendia was the same Spaniard who accused his grandfather of arson, and thus condemned Elías and his family to misfortune. Frenzied, he raises his bolo to smite Crisóstomo, but regains his senses and leaves. The uprising takes place, and many of the rebels are either captured or killed. They point to Crisóstomo as instructed and Crisóstomo is arrested. The following morning, the instigators are found dead. It is revealed that Padre Salví ordered the senior sexton to kill them in order to prevent the chance of them confessing that he actually took part in the plot to frame Crisóstomo. Elías, meanwhile, sneaks back into the Ibarra mansion during the night and sorts through documents and valuables, then burns down the house. Crisóstomo and his co-accused were loaded into horse carts and taken to prison. Some time later, Kapitán Tiago hosts a dinner at his riverside house in Manila to celebrate María Clara's engagement with Linares. Present at the party were Padre Dámaso, Padre Salví, Lieutenant Guevarra, and other family friends. They were discussing the events that happened in San Diego and Crisóstomo's fate. Salví, who lusted after María Clara all along, says that he has requested to be transferred to the Convent of the Poor Clares in Manila under the pretense of recent events in San Diego being too great for him to bear. A despondent Guevarra outlines how the court came to condemn Crisóstomo. In a signed letter he wrote to a woman before leaving for Europe, Crisóstomo spoke about his father, an alleged rebel who died in prison. Somehow this letter fell into the hands of an enemy, and Crisóstomo's handwriting was imitated to create the bogus orders used to recruit the malcontents to the San Diego uprising. Guevarra remarks that the penmanship on the orders was similar to Crisóstomo's penmanship seven years before, but not at the present day. And Crisóstomo only had to deny that the signature on the original letter was his, and the charge of sedition founded on those bogus letters would be dismissed. But upon seeing the letter, which was of course his farewell letter to María Clara, Crisóstomo apparently lost the will to fight the charges. Guevarra then approaches María, who had been listening to his explanation. Privately but sorrowfully, he congratulates her for her common sense in yielding Crisóstomo's farewell letter. Now, the old officer tells her, she can live a life of peace. María is devastated. Later that evening Crisóstomo, having escaped from prison with the help of Elías, climbs up the riverside porch of Kapitan Tiago's home and confronts María in secret. María, distraught, does not deny giving up his farewell letter, but explains she did so only because Salví found Dámaso's old letters in the San Diego parsonage, letters from María's mother who was then pregnant with María. It turns out that Dámaso was María's biological father. Salví promised not to divulge Dámaso's letters to the public in exchange for Crisóstomo's farewell letter. Crisóstomo forgives her, María swears her undying love, and they part with a kiss. Crisóstomo and Elías escape on Elías's boat. They slip unnoticed through the Estero de Binondo and into the Pasig River. Elías tells Crisóstomo that his treasures and documents are buried in the middle of a forested land owned by the Ibarras in San Diego. Wishing to make restitution, Crisóstomo offers Elías the chance to escape with him to a foreign country, where they will live as brothers. Elías declines, stating that his fate is with the country he wishes to see reformed and liberated. Crisóstomo then tells him of his own desire for revenge and revolution, to lengths that even Elías was unwilling to go. Elías tries to reason with him, but sentries catch up with them at the mouth of the Pasig River and pursue them across Laguna de Bay. Elías orders Crisóstomo to lie down and to meet with him in a few days at the mausoleum of Crisóstomo's grandfather in San Diego, as he jumps into the water in an effort to distract the pursuers. Elías is shot several times. The following day, news of the chase is in the newspapers. It is reported that Crisóstomo, the fugitive, had been killed by sentries in pursuit. At the news, María remorsefully demands of Dámaso that her wedding with Linares be called off and that she be entered into the cloister, or the grave. Seeing her resolution, Dámaso admits that the true reason that he ruined the Ibarra family and her relationship with Crisóstomo was because he was a mere mestizo and Dámaso wanted María to be as happy as she could be, and that was possible only if she were to marry a full- blooded peninsular Spaniard. María would not hear of it and repeated her ultimatum, the cloister or the grave. Knowing fully why Salví had earlier requested to be assigned as chaplain in the Convent of the Poor Clares, Dámaso pleads with María to reconsider, but to no avail. Weeping, Dámaso consents, knowing the horrible fate that awaits his daughter within the convent but finding it more tolerable than her suicide. A few nights later in the forest of the Ibarras, a boy pursues his mother through the darkness. The woman went insane with the constant beating of her husband and the loss of her other son, an altar boy, in the hands of Padre Salví. Basilio, the boy, catches up with Sisa, his mother, inside the Ibarra mausoleum in the middle of the forest, but the strain had already been too great for Sisa. She dies in Basilio's embrace. Basilio weeps for his mother, but then looks up to see Elías staring at them. Elías was dying himself, having lost a lot of blood and having had no food or nourishment for several days as he made his way to the mausoleum. He instructs Basilio to burn their bodies and if no one comes, to dig inside the mausoleum. He will find treasure, which he is to use for his own education. As Basilio leaves to fetch the wood, Elías sinks to the ground and says that he will die without seeing the dawn of freedom for his people and that those who see it must welcome it and not forget them that died in the darkness. In the epilogue, Padre Dámaso is transferred to occupy a curacy in a remote town. Distraught, he is found dead a day later. Kapitán Tiago fell into depression and became addicted to opium and is forgotten by the town. Padre Salví, meanwhile, awaits his consecration as a bishop. He is also the head priest of the convent where María Clara resides. Nothing is heard of María Clara; however, on a September night, during a typhoon, two patrolmen reported seeing a specter (implied to be María Clara) on the roof of the Convent of the Poor Clares moaning and weeping in despair. The next day, a representative of the authorities visited the convent to investigate the previous night's events and asked to inspect all the nuns. One of the nuns had a wet and torn gown and with tears told the representative of \"tales of horror\" and begged for \"protection against the outrages of hypocrisy\" (which gives the implication that Padre Salví regularly rapes her when he is present). The abbess, however, said that she was nothing more than a madwoman. The General also attempted to investigate the nun's case, but by then the abbess prohibited visits to the convent. Nothing more was said again about María Clara. ==Publication history== Rizal finished the novel in February 1887. At first, according to one of Rizal's biographers, Rizal feared the novel might not be printed, and that it would remain unread. He was struggling with financial constraints at the time and thought it would be hard to pursue printing the novel. His friend Máximo Viola provided some financial aid, enabling Rizal to have the book printed at Berliner Buchdruckerei-Aktiengesellschaft in Berlin. Viola loaned Rizal ₱300 for 2,000 copies. The printing was finished earlier than the estimated five months. Viola arrived in Berlin in December 1886, and by March 21, 1887, Rizal had sent a copy of the novel to his friend, Blumentritt. Spanish authorities in the Philippines banned the book, but copies were smuggled into the country. The first Philippine edition (and the second published edition) was printed in 1899 in Manila by Chofre y Compania in Escolta. thumbnail|left|Cover page of the first Philippine edition published in 1899. ===Recent English editions=== On August 21, 2007, a 480-page English- language version of Noli me tangere was released to major Australian book stores. Penguin Classics (an imprint by Penguin Books) published this edition in keeping with its \"commitment to publish the major literary classics of the world.\" American writer Harold Augenbraum, who first read Noli in 1992, had translated the novel. A writer well-acquainted with translating other Spanish- language literary works, Augenbraum proposed to translate the novel. Penguin changed their initial plan of adapting existing English versions and instead commissioned him to make a new translation. ==Reaction and legacy== This novel and its sequel, El filibusterismo (nicknamed El fili), were banned by Spanish authorities in the Philippines because of their allegations of corruption and abuse by the colonial government and the Catholic Church. Copies of the book were nevertheless smuggled in and hidden, and when Rizal returned to the Philippines after completing medical studies, he quickly ran afoul of the local government. A few days after his arrival, Rizal was summoned to Malacañan Palace by Governor-General Emilio Terrero, who told him of the charge that Noli me tangere contained subversive elements. After a discussion, Terrero was appeased but still unable to offer resistance to pressure from the Church against the book. The persecution can be discerned from Rizal's letter to Leitmeritz: Rizal was exiled to Dapitan in Mindanao, then later arrested for \"inciting rebellion\" based largely on his writings. Rizal was executed by firing squad at the Luneta outside Manila's walls on December 30, 1896, at the age of thirty-five, at the park that now bears his name. ===Influence on Filipino nationalism=== Rizal depicted nationality by emphasizing the positive qualities of Filipinos: the devotion of a Filipina and her influence on a man's life, the deep sense of gratitude, and the solid common sense of the Filipinos under the Spanish regime. The work was instrumental in creating a unified Filipino national identity and consciousness, as many natives previously identified with their respective regions. It lampooned, caricatured and exposed various elements in colonial society. Two characters in particular have become classics in Filipino culture: María Clara, who has become a personification of the ideal Filipino woman, loving and unwavering in her loyalty to her spouse; and the priest Father Dámaso, who reflects the covert fathering of illegitimate children by members of the Spanish clergy.Sons of Fray Damaso by Gemma Cruz Araneta, Manila Bulletin, 10.06.2020, https://mb.com.ph/2020/06/10/sons-of-fray-damaso/ The book indirectly influenced the Philippine Revolution of independence from the Spanish Empire, even though Rizal actually advocated direct representation to the Spanish government and an overall larger role for the Philippines within Spain's political affairs. In 1956, Congress passed Republic Act 1425, more popularly known as the Rizal Law, which requires all levels in Philippine schools to teach the novel as part of their curriculum. Noli me tangere is being taught to third-year secondary school (now Grade 9, due to the new K-12 curriculum) students, while its sequel El filibusterismo is being taught for fourth-year secondary school (now Grade 10) students. The novels are incorporated to their study and survey of Philippine literature.Republic Act 1425: An Act to Include in the Curricula of All Public and Private Schools, Colleges and Universities Course on the Life, Works, and Writings of Jose Rizal, Particularly His Novels Noli Me Tangere and El Filibusterismo, Authorizing the Printing and Distribution Thereof, and for Other Purposes. Both of Rizal's novels were initially banned from Catholic educational institutions given its negative portrayal of the Church, but this taboo has been largely superseded as religious schools conformed to the Rizal Law.Why Did the Catholic Church Staunchly Oppose the Rizal Law? by Mario Alvaro Limos, Esquire Magazine, 29.9.2020, https://www.esquiremag.ph/long-reads/features/rizal-law-and-the- catholic-church-a00293-20200929 ==Major characters== ===Crisóstomo Ibarra=== Juan Crisóstomo Ibarra y Magsalin, commonly referred to in the novel as Ibarra or Crisóstomo, is the novel's protagonist. The mestizo (mixed-race) son of Filipino businessman Don Rafael Ibarra, he studied in Europe for seven years. Ibarra is also María Clara's fiancé. ===María Clara=== María Clara de los Santos y Alba, commonly referred to as María Clara, is Ibarra's fiancée and the most beautiful and widely celebrated girl in San Diego. She was raised by Kapitán Tiago de los Santos, and his cousin, Isabel. In the later parts of the novel, she was revealed to be an illegitimate daughter of Father Dámaso, the former curate of the town, and Doña Pía Alba, Kapitán Tiago's wife, who had died giving birth to María Clara. At the novel's end, a heartbroken yet resolved María Clara entered the Real Monasterio de Santa Clara (a Poor Clare nunnery) after learning the truth of her parentage and mistakenly believing that her lover, Crisóstomo, had been killed. In the epilogue, Rizal stated that it is unknown whether María Clara is still living within the walls of the convent or is already dead. ===Kapitán Tiago=== Don Santiago de los Santos, known by his nickname Tiago and political title Kapitán Tiago, is said to be the richest man in the region of Binondo and possessed real properties in Pampanga and Laguna de Baý. He is also said to be a good Catholic, a friend of the Spanish government and thus was considered a Spaniard by the colonial elite. Kapitán Tiago never attended school, so he became the domestic helper of a Dominican friar who gave him an informal education. He later married Pía Alba from Santa Cruz. ===Padre Dámaso=== Dámaso Verdolagas, better known as Padre Dámaso, is a Franciscan friar and the former parish curate of San Diego. He is notorious for speaking with harsh words, highhandedness, and his cruelty during his ministry in the town. An enemy of Crisóstomo's father, Don Rafael Ibarra, Dámaso is revealed to be María Clara's biological father. Later, he and María Clara had bitter arguments on whether she would marry Alfonso Linares de Espadaña (which he preferred) or enter the nunnery (her desperate alternative). At the end of the novel, he is again reassigned to a distant town and later found dead in his bed. ===Elías=== Elías is Ibarra's mysterious friend and ally. Elías made his first appearance as a pilot during a picnic of Ibarra and María Clara and her friends. The 50th chapter of the novel explores the past of Elías and history of his family. About sixty years before the events of Noli Me Tángere, Elías's grandfather, simply titled Ingkong, in his youth worked as a bookkeeper in a Manila office. One night the office burned down, and Don Pedro Eibarramendia, the Spaniard owner, accused him of arson. Ingkong was prosecuted and upon release was shunned by the community as a dangerous lawbreaker. His wife, called Impong, turned to prostitution to support themselves but eventually they were driven into the hinterlands. There Impong bore her first son, Balat. Driven to depression, Ingkong hangs himself deep in the forest. Impong was sickly for lack of nourishment in the forest and was not strong enough to cut down his corpse and bury him, and Balat was then still very young. The stench led to their discovery, and Impong was accused of killing her husband. She and her son fled to another province where she bore another son. Balat grew up to be a bandit. Eventually Balat's legend grew, but so did the efforts to capture him, and when he finally fell he was cut limb by limb and his head was deposited in front of Impong's house. Seeing the head of her son, Impong died of shock. Impong's younger son, knowing their deaths would somehow be imputed upon him, fled to the province of Tayabas where he met and fell in love with a rich young heiress. They have an affair and the lady got pregnant. But before they could marry, his records were dug up. Then the father, who disapproved of him from the start, had him imprisoned. The lady gave birth to Elías and his twin sister but died while the two were still children. Nonetheless, the twins were well cared for, with Elías even going to Ateneo and his sister going to La Concordia, but as they wanted to become farmers they eventually returned to Tayabas. He and his sister grew up not knowing about their father, being told that their father had long died. Elías grew up to be a young abusive brat who took particular joy in berating an elderly servant who, nevertheless, always submitted to his whims. His sister was more refined and eventually was betrothed to a fine young man. But before they could marry, Elías ran afoul with a distant relative. The relative struck back by telling him about his true parentage. The verbal scuffle mounted to the point where records were dug up, and Elías and his sister, as well as a good part of town, learned the truth. The elderly servant whom Elías frequently abused was their father. The scandal caused the engagement of Elías' sister to break off. Depressed, the girl disappeared one day and was eventually found dead along the shore of the lake. Elías himself lost face before his relatives and wandered from province to province. Like his uncle Balat, he became a fugitive and his legend grew, but by degrees he became the gentler, more reserved, and more noble character first introduced in the novel. ===Pilósopong Tasyo=== He writes using an invented form of alphabet that is based on the Tagalog language, hoping \"that the future generations may be able to decipher it. ===Doña Victorina=== Doña Victorina de los Reyes de de Espadaña, commonly known as Doña Victorina, is an ambitious Filipina who classifies herself as a Spaniard and mimics Spanish ladies by putting on heavy make-up. The novel narrates Doña Victorina's younger days: she had many admirers, but she spurned them all because none of them were Spaniards. Later on, she met and married Don Tiburcio de Espadaña, an official of the customs bureau ten years her junior. However, their marriage is childless. Her husband assumes the title of medical \"doctor\" even though he never attended medical school; using fake documents and certificates, Tiburcio illegally practices medicine. Tiburcio's usage of the title Dr. consequently makes Victorina assume the title Dra. (doctora, female doctor). Apparently, she uses the whole name Doña Victorina de los Reyes de de Espadaña, with double de to emphasize her marriage surname. She seems to feel that this awkward titling makes her more \"sophisticated\". ===Sisa, Crispín, and Basilio=== Sisa, Crispín, and Basilio represent a Filipino family persecuted by the Spanish authorities: *Narcisa, or Sisa, is the deranged mother of Basilio and Crispín. Described as beautiful and young, she loves her children very much but cannot protect them from beatings by her husband, Pedro. *Crispín is Sisa's seven-year-old son. An altar boy, he was unjustly accused of stealing money from the church. After failing to force Crispín to return the money he allegedly stole, Father Salví and the head sacristan killed him. It is not directly stated that he was killed, but a dream of Basilio's suggests that Crispín died during his encounter with Padre Salví and his minion. *Basilio is Sisa's 10-year-old son. An acolyte tasked with ringing the church's bells for the Angelus, he faced the dread of losing his younger brother and the descent of his mother into insanity. At the end of the novel, a dying Elías requested Basilio to cremate him and Sisa in the woods in exchange for a chest of gold located nearby. He later played a major role in the sequel, El filibusterismo. Due to their tragic but endearing story, these characters are often parodied in modern Filipino popular culture. *Salomé is Elías' sweetheart. She lived in a little house by the lake, and though Elías would like to marry her, he tells her that it would do her or their children no good to be related to a fugitive like himself. In the original publication of Noli Me Tángere, the chapter that explores the identity of Elías and Salomé was omitted, classifying her as a totally non-existent character. This chapter, entitled Elías y Salomé, was probably the 25th chapter of the novel. However, recent editions and translations of Noli include this chapter either on the appendix or as Chapter X (Ex). ==Other characters== There are several secondary and minor characters in Noli Me Tángere. Names indicated in parentheses are the standard Filipinisation of Spanish names in the novel. *Padre Hernándo de la Sibyla – a Dominican friar. He is described as short and fair-skinned. He is instructed by an old priest in his order to watch Crisóstomo Ibarra. *Padre Bernardo Salví – the successor of Padre Dámaso as the Franciscan curate of San Diego who secretly lusts after María Clara. He is described to be very thin and sickly. It is also hinted that his surname, \"Salví\", is the shorter form of \"salvación\" (\"salvation\"), or that \"Salví\" is short for \"salvaje\" (\"savage\", \"wild\"), hinting at the fact that he is willing to kill an innocent child, Crispín, whom he accused of stealing money worth two onzas. *El Alférez (Alperes) – the unnamed chief of the local Guardia Civil and husband of Doña Consolación. He is the sworn enemy of the priests in the town's power struggle. *Doña Consolación – wife of the Alférez, nicknamed as la musa de los guardias civiles (\"the muse of the Civil Guard\") or la Alféreza. She was a former laundrywoman who passes herself as a peninsular, and is best remembered for her abusive treatment of Sisa. *Don Tiburcio de Espadaña – A Spanish quack doctor who is weak and submissive to his pretentious wife, Doña Victorina. *Teniente Guevarra – a close friend of Don Rafael Ibarra. He reveals to Crisóstomo how Don Rafael Ibarra's death came about. *Alfonso Linares – A distant nephew of Tiburcio de Espadaña who would later become the fiancé of María Clara. Although he presented himself as a practitioner of law, it was later revealed that he is, like Don Tiburcio, a fraud. He later died from medications Don Tiburcio had given him. *Tíya Isabel – Kapitán Tiago's cousin, who helped raise María Clara and served as a surrogate mother figure. *Governor-General (Gobernador-Heneral) – Unnamed in the novel, he is the most powerful colonial official in the Philippines. He harbors great disdain for the friars and corrupt officials, and sympathizes with Ibarra. *Don Filipo Lino – vice-mayor of the town of San Diego, leader of the liberals. *Padre Manuel Martín – he is the linguist curate of a nearby town who delivers the sermon during San Diego's fiesta. *Don Rafael Ibarra – the deceased father of Crisóstomo Ibarra. Though he was the richest man in San Diego, he was also the most virtuous and generous. *Doña Pía Alba – wife of Kapitán Tiago and mother of María Clara; she died giving birth to her daughter. Kapitán Tiago was officially the child's father, but in reality, Alba was raped by Padre Dámaso. *Don Pedro Eibarramendia – Crisóstomo Ibarra's Basque great-grandfather who falsely accused Elías's grandfather and ruined his family. The surname was later shortened to Ibarra; hence, Elías did not realize the relationship at first. *Albino – a seminarian who follows Crisóstomo Ibarra in a picnic with María Clara's friends. *Don Saturnino Eibarramendia – the father of Don Rafael and grandfather of Crisóstomo who is said to have founded the town of San Diego when it was still a vast forest. ==Translations== Many English and Tagalog translations have been made of Noli Me Tángere, as well as a few other languages. The copyrights of the original text have expired, and the copyrights of some translators have also expired, so certain translations are in the public domain and have been put online by Project Gutenberg. ===English=== *Friars and Filipinos (1900) by Frank Ernest Gannett. Available freely via Project Gutenberg. *The Social Cancer (1912) by Charles Derbyshire. Available freely via Project Gutenberg. *\"Noli Me Tángere\": A Complete English Translation of Noli Me Tángere from the Spanish of Dr. José Rizal (1956) by Senator Camilo Osías. *The Lost Eden (1961) by Leon Ma. Guerrero. *Noli Me Tángere (1997) by María Soledad Locsin. *Noli Me Tángere (2006) by Harold Augenbraum. Published by Penguin Classics. *Noli Me Tángere: A Shortened Version in Modern English with an Introduction and Notes (2016) by Nicholas Tamblyn. ===Tagalog=== *Noli Me Tángere (also titled Huwag Akong Salangin Nino Man/Nobody Dare Touch Me) (1906) by Dr. Pascual H. Poblete. Available freely via Project Gutenberg. *Noli Me Tángere (1997) by Virgilio Almario. *Noli Me Tángere (1999) by Ofelia Jamilosa-Silapan, Tagalog translation of the English translation by León Ma. Guerrero. ===Other languages=== *Au Pays des Moines (In the Land of Monks) (1899, French) by Henri Lucas and Ramon Sempau. Available freely via Project Gutenberg. *Noli me Tángere: Filippijnsche roman (Noli Me Tángere: Filipino Novel) (1912, Dutch) by Abraham Anthony Fokker, published by Soerabaijasch Handelsblad. Available freely via Project Gutenberg. *Jangan Sentuh Aku (Noli me Tángere) (1975, Indonesian) Translation by Tjetje Jusuf. Published by PT. DUNIA PUSTAKA JAYA, Jakarta. *N'y touchez pas! (Don't touch it!) (1980, French) Translation by Jovita Ventura Castro, Collection UNESCO, Connaissance de l'Orient, Gallimard, Paris. *Noli me tángere (1987, German) by Annemarie del Cueto-Mörth. Published by Insel Verlag. *Noli me tángere (2003, Italian) by Vasco Caini. Published by Debatte editore, Livorno, Italy, . ==Adaptations== Noli Me Tángere has been adapted for literature, theater, television, and film. *1915: Noli Me Tángere, a silent film adaptation by Edward M. Gross. *1930: Noli Me Tángere, another silent film adaptation, directed by José Nepomuceno under Malayan Movies. *1951: National Artist for Cinema Gerardo de León directed a motion picture titled Sisa, starring Anita Linda in the role of the titular character. *1957: Noli Me Tangere, an opera in Filipino (Tagalog) composed by National Artist for Music Felipe Padilla de Leon with libretto by National Artist for Visual Arts Guillermo Tolentino. *1961: Noli Me Tángere, a faithful film adaptation of the novel, was directed by Gerardo de León for Bayanihan-Arriva Productions, featuring Eduardo del Mar in the role of Crisóstomo Ibarra. Released for the birth centenary of José Rizal, the motion picture was awarded the Best Picture in the 10th FAMAS Awards. *1979: Kanser (Noli Me Tangere), play in Filipino (Tagalog) written by Jomar Fleras. World premiere in 1979 at Cultural Center of the Philippines by theater group Bulwagang Gantimpala. It has been staged annually by Gantimpala Theater (the group's new name) since 1989. In 2015, it was adapted into a sung-through musical by Gantimpala Theater with music composed by Joed Balsamo. *1993: Noli Me Tángere, a 13-episode miniseries by Eddie S. Romero which premiered on ABC on July 6. This adaptation features Joel Torre in the role of Crisóstomo Ibarra, Chin Chin Gutierrez as María Clara, Tetchie Agbayani as Sisa, and Daniel Fernando as Elias. It was released on VHS and Betamax in August 1995. *1995: Noli Me Tángere, a Filipino (Tagalog) musical adaptation of the novel staged by theater company Tanghalang Pilipino with libretto (book and lyrics) by National Artist for Literature Bienvenido Lumbera and music by Ryan Cayabyab. It premiered in 1995 at the Cultural Center of the Philippines, directed by Nonon Padilla. It went on to tour Japan. It starred John Arcilla and Audie Gemora alternating as Crisóstomo Ibarra, Monique Wilson as María Clara, and Regine Velasquez as Sisa. Bernardo Bernardo and Bodjie Pascua alternated as Padre Dámaso, and Nanette Inventor and Sheila Francisco as Dona Victorina. It was restaged in 2005, directed by Paul Morales, and in 2011, directed by Audie Gemora. In 2014, it was staged in Los Angeles, directed by Olga Natividad. *Several excerpts from Noli Me Tángere were dramatized in the 1998 film José Rizal, with Joel Torre as Crisóstomo Ibarra and Monique Wilson as María Clara. *1998: Sisa, a remake of the 1951 film of the same name. Written and directed by Mario O'Hara. *2005: Noli Me Tángere 2, a modern literary adaptation of the novel written by Roger Olivares. *2008–2009: Noli at Fili: Dekada 2000, a stage adaptation of Noli Me Tángere and El Filibusterismo by the Philippine Educational Theater Association, set in the present day, in the fictional town of Maypajo in the province of San Lorenzo. Written by Nicanor G. Tiongson and directed by Soxie Topacio. *The 2019 movie \"Damaso\", a musical film based on the novel. ==In popular culture== *A series of streets in the Sampaloc area of Manila are named after characters from the novel (Ibarra, Sisa and Basilio streets, to name a few). *A street in Makati is named 'Ibarra Street,' located between Matanzas and Guernica streets. *A restaurant serving Filipino cuisine at Greenbelt in Makati is called Restaurante Pia y Dámaso, after María Clara's biological parents. *A restaurant chain called Crisóstomo features dishes from Filipino history and culture such as \"Atcharra ni Ibarra\". Its sister restaurant is called Elías. *The character of Padre Damaso was used to describe Catholic priests, as Carlos Celdran did during a Mass. *A fruit wine has its own brand which is called Maria Clara Sangria. ==See also== *List of books banned by governments *El filibusterismo *Mga Ibong Mandaragit ==Notes== ==References== ==External links== *Original text in Spanish (complete novel) *Book notes/Summary in Tagalog (Noli Me Tangere) *Book notes/Summary in English (The Social Cancer) *Complete English version (The Social Cancer) *Full Text English translation *Complete text: HTML, images, OCR *Charles Derbyshire English translation *Pascual Poblete Tagalog translation * *Noli Me Tangere: Deciphered in Filipino *Rizal's Little Odyssey *Noli Me Tangere 13-episode television series from the Cultural Center of the Philippines *¡Caiñgat Cayo! *Opere di José Rizal, versione italiana di Vasco Caini Category:1887 novels Category:1887 debut novels Category:Historical novels Category:Novels by José Rizal Category:Novels set in the Philippines Category:Philippine Revolution Category:Spanish Empire in fiction Category:Spanish-language novels Category:Censored books",
 "title": "Noli Me Tángere (novel)"
}