{
 "id": "317645",
 "text": "State-sponsored terrorism is terrorist violence carried out with the active support of national governments provided to violent non-state actors. States can sponsor terrorist groups in several ways, including but not limited to funding terrorist organizations, providing training, supplying weapons, providing other logistical and intelligence assistance, and hosting groups within their borders. Because of the pejorative nature of the word, the identification of particular examples are often subject to political dispute and different definitions of terrorism. A wide variety of states in both developed and developing areas of the world have engaged in sponsoring terrorism. During the 1970s and 1980s, state sponsorship of terrorism was a frequent feature of international conflict. From that time to the 2010s there was a steady pattern of decline in the prevalence and magnitude of state support. Nevertheless, because of the increasing consequent level of violence that it could potentially facilitate, it remains an issue of highly salient international concern. ==Definition== There are at least 250 definitions of \"terrorism\" available in academic literature and government and intergovernmental sources, several of which include mention of state sponsorship. In examining primary documents on international law governing armed conflict, Reisman and Antoniou identify that: The Gilmore Commission of the U.S. Congress gave the following definition of state-sponsored terrorism: The U.S. Government, which has repeatedly engaged in sponsorship of terrorism as a feature of its foreign policy, provides its own definition in the U.S. State Department's list of state sponsors of terrorism. Authorities and scholars of terrorism and conflict, such as Alex P. Schmid (former Officer-in- Charge of Terrorism Prevention at the United Nations Office on Drugs and Crime), Daniel Byman, Richard Chasdi, and Frank Shanty, have pointed to problems in the U.S.' definition, including that it is politicized, analytically unclear, and inherently self-serving. ==Background== The use of terrorist organizations as proxies in armed conflicts between state actors became more attractive in the mid-20th century as a result of post World War II developments like the increasing costs of traditional warfare and the risk of nuclear war. Speaking about the effect of nuclear capability on traditional military conflict KGB agent Alexander Sakharovsky said that \"In today's world, when nuclear arms have made military force obsolete, terrorism should become our main weapon.\" Though state-sponsored terrorism persists in the post-9/11 era, some scholars have argued that it has become less significant in the age of global jihadism. On the other hand, Daniel Byman believes its importance has increased. Organizations like Hamas, Hezbollah and Palestinian Islamic Jihad are heavily dependent on state support. According to the US Counter- Terrorism Coordinator's Office this support can include \"funds, weapons, materials and the secure areas\" that organizations use for \"planning and conducting operations\". The Max Planck Encyclopedia of Public International Law notes that international legal institutions currently lack a mechanism to prosecute terrorist leaders who \"instruct, support or succour\" terrorism. At the conclusion of the Lockerbie trial, some commentators continued to harbor doubts about the legitimacy of the only conviction secured during the trial, and thus also about Libyas involvement. The domestic trial proved to be insufficient to identify those who had given the instructions. ==By country== ===Afghanistan=== Afghanistan's KHAD was one of four secret service agencies which were accused of perpetrating terrorist bombings in North-west Pakistan during the early 1980s; By the late 1980s, the U.S state department blamed WAD (a secret Afghan intelligence agency which was created by the KGB) for the perpetration of terrorist bombings in Pakistani cities. Between the 1970s and the 1990s, Afghanistan security agencies supported the terrorist organization called al-Zulfiqar, the terrorist group that in 1981 hijacked a Pakistan International Airlines plane from Karachi to Kabul. On 24 June 2017, Pakistani army chief Qamar Javed Bajwa chaired a high-level meeting in Rawalpindi and called on Afghanistan to \"do more\" in the fight against terrorism. According to the ISPR, the attacks in Quetta and Parachinar were linked to terrorist sanctuaries in Afghanistan which enjoyed the \"patronage of Afghanistan's National Directorate of Security (NDS)\" ===China=== India has accused China of supporting the Naxalites in the Naxalite–Maoist insurgency. In 2011, Indian police accused the Chinese government of providing sanctuary to the movement's leaders, and accused Pakistani ISI of providing financial support. Times of India describes new findings of China ISI links to Naxal movement. India has also reported of China supporting rebel groups in its Northeast states of Manipur, Nagaland and Mizoram. The Chinese government has blocked UN Security Council Sanctions Committee listing of Masood Azhar, the founder and leader of the Pakistan based terrorist organization Jaish-e-Mohammed as a terrorist, thwarting international efforts to disrupt the activities of his group. Starting 2009, there have been 4 attempts to put Masood Azhar in the UN Security Council's counter-terrorism sanctions list. All the attempts were vetoed by China, citing 'lack of evidence'. China moved to protect Azhar again in October 2016 when it blocked India's appeal to the United Nations to label him as a terrorist. China also blocked a US move to get Azhar banned by the UN in February 2017. The most recent attempt was on 13 March 2019. However, China pulled the blockade in May 2019, finally resulting listing of Masood Azhar as a global terrorist. In mid-2020, Myanmar accused China of arming the Arakan Army, which was legally considered a terrorist organisation by the Myanmar government from 2019 to 2021. China has allegedly given the Arakan Army assault rifles, machine guns and FN-6 Chinese Manpads capable of shooting down helicopters, drones and combat aircraft. ===India=== India has been accused by Pakistan of supporting terrorism and carrying out \"economic sabotage\". In November 2020, the Foreign Office of Pakistan made public a dossier allegedly containing 'irrefutable proofs' of the Indian sponsorship of terrorism in Pakistan. It allegedly contained proof of India's financial and material sponsorship of multiple terrorist organisations, including UN-designated terrorist organisations Jamaat-ul-Ahrar, Balochistan Liberation Army and Tehreek-i-Taliban Pakistan. India's Research and Analysis Wing has been accused of training and arming the Sri Lankan Tamil group, LTTE, during the 1970s when it was not considered a terrorist organization by any country but it later withdrew its support in the 1980s, when the activities of LTTE became serious, becoming the first country to ban LTTE as a terrorist organization. Although the Indian Government banned the group, the LTTE continued to operate freely and continued to have links with R&AW; until the defeat of the LTTE in 2009. From August 1983 to May 1987, India, through its intelligence agency Research and Analysis Wing (R&AW;), provided arms, training and monetary support to six Sri Lankan Tamil insurgent groups including the LTTE. During that period, 32 terror training camps were set up in India to train these 495 LTTE insurgents, including 90 women who were trained in 10 batches. The first batch of Tigers were trained in Establishment 22 based in Chakrata, Uttarakhand. The second batch, including LTTE intelligence chief Pottu Amman, trained in Himachal Pradesh. Prabakaran visited the first and the second batch of Tamil Tigers to see them training. Eight other batches of LTTE were trained in Tamil Nadu. Thenmozhi Rajaratnam alias Dhanu, who carried out the assassination of Rajiv Gandhi and Sivarasan—the key conspirator were among the militants trained by R&AW;, in Nainital, India. In April 1984, the LTTE formally joined a common militant front, the Eelam National Liberation Front (ENLF), a union between LTTE, the Tamil Eelam Liberation Organization (TELO), the Eelam Revolutionary Organisation of Students (EROS), the People's Liberation Organisation of Tamil Eelam (PLOTE) and the Eelam People's Revolutionary Liberation Front (EPRLF). On 4 June 1987, when the Tamil Tiger- held Jaffna Peninsula was under siege by the Sri Lankan army, India provided airdrop of relief supplies to LTTE. The Pakistani government and ISI have accused Indian consulates in Kandahar and Jalalabad, Afghanistan, for providing arms, training and financial aid to the Balochistan Liberation Army (BLA) in an attempt to destabilize Pakistan. Brahamdagh Bugti stated in a 2008 interview that he would accept help from India. Pakistan has repeatedly accused India of supporting Baloch rebels, and Wright-Neville writes that outside Pakistan, some Western observers also believe that India secretly funds the BLA. In August 2013 US Special Representative James Dobbins said Pakistan's fears over India's role in Afghanistan were “not groundless\". A diplomatic cable sent on December 31, 2009, from the U.S. consulate in Karachi and obtained by WikiLeaks said it was \"plausible\" that Indian intelligence was helping the Baluch insurgents. An earlier 2008 cable, discussing the Mumbai attacks reported fears by British officials that \"intense domestic pressure would force Delhi to respond, at the minimum, by ramping up covert support to nationalist insurgents fighting the Pakistani army in Baluchistan.\" Another cable dating back to 2009 showed that UAE officials believed India was secretly supporting Tehreek-e-Taliban insurgents and separatists in northwest Pakistan. ===Iran=== Former United States President George W. Bush accused the Iranian government of being the \"world's primary state sponsor of terror.\" Iran's Islamic Revolutionary Guard Corps was instrumental in founding, training, and supplying Hezbollah, a group designated a \"Foreign Terrorist Organization\" by the United States Department of State, and likewise labeled a terrorist organization by Israel's Ministry of Foreign Affairs and the Gulf Cooperation Council. This view is not universal, however; for example, the European Union differentiates between the political, social, and military wings of Hezbollah, designating only its military wing as a terrorist organization, while various other countries maintain relations with Hezbollah. ===Israel=== The State of Israel has been accused of being a state-sponsor of terrorism, * * * * * and also committing acts of state terrorism. * * * Several sovereign countries have at some point officially alleged that Israel is a proponent of state-sponsored terrorism, including Bolivia, Iran, Lebanon, Saudi Arabia, Syria, Turkey, * * and Yemen. ===Kuwait=== Kuwait is listed as sources of militant money in Afghanistan and Pakistan. Kuwait is described as a \"source of funds and a key transit point\" for al-Qaeda and other militant groups. ===Lebanon=== Lebanon was accused by United States and Israel for supporting Hezbollah. ===Libya=== After the military overthrow of King Idris in 1969 the Libyan Arab Republic (later the Great Socialist People's Libyan Arab Jamahiriya), the new government supported (with weapon supplies, training camps located within Libya and monetary finances) an array of armed paramilitary groups largely left as well as some right-wing. Leftist and socialist groups included the Provisional Irish Republican Army, the Basque Fatherland and Liberty, the Umkhonto We Sizwe, the Polisario Front, the Kurdistan Workers' Party, the Túpac Amaru Revolutionary Movement, the Palestine Liberation Organization, Popular Front for the Liberation of Palestine, Free Aceh Movement, Free Papua Movement, Fretilin, Kanak and Socialist National Liberation Front, Republic of South Maluku and the Moro National Liberation Front of the Philippines. In 2006, Libya was removed from the United States list of terrorist supporting nations after it had ended all of its support for armed groups and the development of weapons of mass destruction. ===Malaysia=== Citing Operation Merdeka, an alleged Philippine plot to incite unrest in Sabah and reclaimed the disputed territory, Malaysia funded and trained secessionists groups such as the Moro National Liberation Front in retaliation. ===North Korea=== ===Iraq=== ===Pakistan=== Pakistan has been accused by India, Afghanistan, Israel, the United Kingdom, and the United StatesInternational Terrorism: Threats and Responses: Hearings Before the Committee on the Judiciary By United States Congress House Committee on the Judiciary, , 1996, pp482 of involvement in Jammu and Kashmir as well as Afghanistan. Poland has also alleged that terrorists have \"friends in Pakistani government structures\". In July 2009, the then President of Pakistan Asif Ali Zardari admitted that the Pakistani government had \"created and nurtured\" terrorist groups to achieve its short-term foreign policy goals in the 80’s under Zia. According to an analysis published by the Saban Center for Middle East Policy at Brookings Institution in 2008, Pakistan was the worlds 'most active' state sponsor of terrorism including aiding groups which were considered a direct threat to the United States.Daniel Byman, \"The Changing Nature of State Sponsorship of Terrorism\", Brookings Institution The Jammu Kashmir Liberation Front (JKLF) has stated that it was training more than 3,000 militants from various nationalities.'Pak feared exposure of militant camps' – Rediff October 16, 2005 According to some reports published by the Council of Foreign Relations, the Pakistan military and the ISI have provided covert support to terrorist groups active in Kashmir, including the al-Qaeda affiliate Jaish-e-Mohammed\". Pakistan has denied any involvement in terrorist activities in Kashmir, arguing that it only provides political and moral support to the secessionist groups who wish to escape Indian rule. Many Kashmiri militant groups also maintain their headquarters in Pakistan- administered Kashmir, which is cited as further proof by the Indian government. Many of the terrorist organisations are banned by the UN, but continue to operate under different names.\"Kashmiri militants chafe at warmer India-Pakistan ties\" , The Christian Science Monitor, 2003-05-28 The United Nations organization has publicly increased pressure on Pakistan on its inability to control its Afghanistan border and not restricting the activities of Taliban leaders who have been designated by the UN as terrorists. Many consider that Pakistan has been playing both sides in the US \"War on Terror\".\"Pakistan said to play both sides on terror war\" , October 02, 2006, Christian Science MonitorDangerous game of state-sponsored terror that threatens nuclear conflict May 25, 2002, The Guardian Ahmed Rashid, a noted Pakistani journalist, has accused Pakistan's ISI of providing help to the Taliban. Author Ted Galen Carpenter echoed that statement, stating that Pakistan \"... assisted rebel forces in Kashmir even though those groups have committed terrorist acts against civilians\" Author Gordon Thomas stated that whilst aiding in the capture of al-Qaeda members, Pakistan \"still sponsored terrorist groups in the disputed state of Kashmir, funding, training and arming them in their war on attrition against India.\" Journalist Stephen Schwartz notes that several militant and criminal groups are \"backed by senior officers in the Pakistani army, the country's ISI intelligence establishment and other armed bodies of the state.\" According to one author, Daniel Byman, \"Pakistan is probably today's most active sponsor of terrorism.\"Daniel Byman, Deadly Connections: States That Sponsor Terrorism, , 2005, Cambridge University Press, p. 155 The Inter-Services Intelligence has often been accused of playing a role in major terrorist attacks across the world including the September 11, 2001 attacks in the United States, terrorism in Kashmir, Mumbai Train Bombings, Indian Parliament Attack, Varnasi bombings, Hyderabad bombings and Mumbai terror attacks. The ISI is also accused of supporting Taliban forces and recruiting and training mujahideen to fight in Afghanistan and Kashmir. Based on communication intercepts US intelligence agencies concluded Pakistan's ISI was behind the attack on the Indian embassy in Kabul on July 7, 2008, a charge that the governments of India and Afghanistan had laid previously. Afghan President Hamid Karzai, who has constantly reiterated allegations that militants operating training camps in Pakistan have used it as a launch platform to attack targets in Afghanistan, urged western military allies to target extremist hideouts in neighbouring Pakistan.Karzai wants action by allied forces in Pakistan August 11, 2008 Dawn, Pakistan When the United States, during the Clinton administration, targeted al-Qaeda camps in Afghanistan with cruise missiles, Slate reported that two officers of the ISI were killed. Pakistan is accused of sheltering and training the Taliban as strategic asset in operations \"which include soliciting funding for the Taliban, bankrolling Taliban operations, providing diplomatic support as the Taliban's virtual emissaries abroad, arranging training for Taliban fighters, recruiting skilled and unskilled manpower to serve in Taliban armies, planning and directing offensives, providing and facilitating shipments of ammunition and fuel, and on several occasions apparently directly providing combat support,\" as reported by Human Rights Watch. Pakistan was also responsible for the evacuation of about 5,000 of the top leadership of the Taliban and Al-Qaeda who were encircled by NATO forces in the 2001 invasion of Afghanistan. This event, known as the Kunduz airlift, which is also popularly called the \"Airlift of Evil\", involved several Pakistani Air Force transport planes flying multiple sorties over a number of days. On May 1, 2011 Osama Bin Laden was killed in Pakistan, he was living in a safe house less than a mile away from, what is called the West Point of Pakistan, the Pakistan Military Academy. This has given rise to numerous allegations of an extensive support system for Osama Bin Laden was in place by the Government and Military of Pakistan. Former President of Afghanistan, Hamid Karzai accused Pakistan for supporting ISIS during interview with ANI that Afghanistan has evidence of Pakistan's support to ISIS.He added that there is no to the above statement.Archived at Ghostarchive and the Wayback Machine: Pervez Musharraf, former Pakistan President, had admitted in 2016 that Pakistan supported and trained terrorist groups like Lashkar-e-Taiba in 1990s to carry out militancy in Kashmir and Pakistan was in favour of religious militancy in 1979. He said that Zakiur Rehman Lakhvi and Hafiz Saeed were seen as heroes in Pakistan during the 1990s. He added that later on this religious militancy turned into terrorism and they started killing their own people. He also stated that Pakistan trained the Taliban to fight against Russia, saying that the Taliban, Osama Bin Laden, Jalaluddin Haqqani and Ayman al-Zawahiri were heroes for Pakistan however later they became villains. ===Philippines=== Operation Merdeka was a destabilization plot planned with the objective of establishing Philippine control over Sabah. The operation failed to carry out, which resulted in the Jabidah massacre. ===Qatar=== In 2011 the Washington Times reported that Qatar was providing weapons and funding to Abdelhakim Belhadj, leader of the formerly U.S. designated terrorist group, Libyan Islamic Fighting Group (LIFG) and then leader of the conservative Islamist Al-Watan Party. In December 2012 the New York Times accused the Qatari regime of funding the Al-Nusra Front, a U.S. government designated terrorist organization.Editorial, Al Qaeda in Syria, December 10, 2012, The Financial Times noted Emir Hamad's visit to Gaza and meeting with Hamas, another internationally designated terrorist organization.October 23, 2012, \"Qatar emir in landmark trip to Gaza,\" by Simeon Kerr in Dubai and Vita Bekker in Jerusalem, http://www.ft.com/intl/cms/s/0/0d0bb8de-1cf5-11e2-a17f-00144feabdc0.html#axzz2MxwMs81t. Financial Times Spanish football club FC Barcelona were coming under increasing pressure to tear up their £125m shirt sponsorship contract with the Qatar Foundation after claims the so-called charitable trust finances Hamas. The fresh controversy follows claims made by the Spanish newspaper El Mundo that the Qatar Foundation had given money to cleric Yusuf al Qaradawi who is alleged to be an advocate of terrorism, wife beating and antisemitism. In January 2013 French politicians again accused the Qatari Government of giving material support to Islamist groups in Mali and the French newspaper Le Canard enchaîné quoted an unnamed source in French military intelligence saying that \"The MNLA [secular Tuareg separatists], al Qaeda-linked Ansar Dine and Movement for Unity and Jihad in West Africa have all received cash from Doha.\"Is Qatar fuelling the crisis in north Mali?, France 24, Latest update: 23/01/2013, In March 2014, the then Iraqi Prime Minister Nouri al-Maliki has accused the Qatari government of sponsoring Sunni insurgents fighting against Iraqi soldiers in western Anbar province. In October 2014, it was revealed that a former Qatari Interior Ministry official, Salim Hasan Khalifa Rashid al-Kuwari, had been named by the U.S. Department of the Treasury as an al Qaeda financier, with allegations that he gave hundreds of thousands of dollars to the terrorist group. Kuwari worked for the civil defense department of the Interior Ministry in 2009, two years before he was designated for his support of al Qaeda. A number of wealthy Qataris are accused of sponsoring the Islamic State of Iraq and the Levant. In response to public criticism over Qatari connections to ISIL, the government has pushed back and denied supporting the group. ===Russia=== Alexander J. Motyl, professor of political science at Rutgers University argues that Russia's direct and indirect involvement in the violence in eastern Ukraine qualifies as a state-sponsored terrorism, and that those involved qualify as \"terrorist groups.\" Behaviour by Russia with its neighbours was named by Dalia Grybauskaitė, President of Lithuania, who gave an interview to the BBC, in which she repeated her charge, saying that \"Russia demonstrates the qualities of a terrorist state.\" In the midst of 2022 Russian invasion to Ukraine Minister of Defence of Ukraine Oleksii Reznikov defined Russian forces as \"not military - they are terrorists, representatives of the terrorist state and this mark will be with them for a long time.\"https://www.mil.gov.ua/en/news/2022/03/02/address-by- the-minister-of-defence-of-ukraine-oleksii-reznikov/ In May 2016, Reuters published a Special Report titled \"How Russia allowed homegrown radicals to go and fight in Syria\" that, based on first-hand evidence, said that at least in the period between 2012 and 2014 the Russian government agencies ran a programme to facilitate and encourage Russian radicals and militants to leave Russia and go to Turkey and then on to Syria; the persons in question had joined jihadist groups, some fighting with the ISIL. ===Saudi Arabia=== While Saudi Arabia is often a secondary source of funds and support for terror movements who can find more motivated and ideologically invested benefactors, Saudi Arabia arguably remains the most prolific sponsor of international Islamist terrorism, allegedly supporting groups as disparate as the Afghanistan Taliban, Al Qaeda, Lashkar-e-Taiba (LeT) and the Al-Nusra Front. Saudi Arabia is said to be the world's largest source of funds and promoter of Salafist jihadism, The Huffington Post which forms the ideological basis of terrorist groups such as al-Qaeda, Taliban, Islamic State of Iraq and the Levant and others. In a December 2009 diplomatic cable to U.S. State Department staff (made public in the diplomatic cable leaks the following year), U.S. Secretary of State Hillary Clinton urged U.S. diplomats to increase efforts to block money from Gulf Arab states from going to terrorists in Pakistan and Afghanistan, writing that \"Donors in Saudi Arabia constitute the most significant source of funding to Sunni terrorist groups worldwide\" and that \"More needs to be done since Saudi Arabia remains a critical financial support base for al-Qaeda, the Taliban, LeT and other terrorist groups.\" An August 2009 State Department cable also said that the Pakistan- based Lashkar-e-Taiba, which carried out the 2008 Mumbai attacks, used a Saudi-based front company to fund its activities in 2005. The violence in Afghanistan and Pakistan is partly bankrolled by wealthy, conservative donors across the Arabian Sea whose governments do little to stop them. Three other Arab countries which are listed as sources of militant money are Qatar, Kuwait, and the United Arab Emirates, all neighbors of Saudi Arabia. According to two studies published in 2007 (one by Mohammed Hafez of the University of Missouri in Kansas City and the other by Robert Pape of the University of Chicago), most of the suicide bombers in Iraq are Saudis.See also: Hafez, Mohammed M. Suicide Bomber in Iraq . United States Institute of Peace Press. . Fifteen of the 19 hijackers of the four airliners who were responsible for 9/11 originated from Saudi Arabia, two from the United Arab Emirates, one from Egypt, and one from Lebanon. Osama bin Laden was born and educated in Saudi Arabia. Starting in the mid-1970s the Islamic resurgence was funded by an abundance of money from Saudi Arabian oil exports.Kepel, Gilles, Jihad: on the Trail of Political Islam, Belknap Press of Harvard University Press, (2002), pp.69–75 The tens of billions of dollars in \"petro-Islam\" largess obtained from the recently heightened price of oil funded an estimated \"90% of the expenses of the entire faith.\"Dawood al-Shirian, 'What Is Saudi Arabia Going to Do?' Al-Hayat, May 19, 2003 Throughout the Sunni Muslim world, religious institutions for people both young and old, from children's maddrassas to high-level scholarships received Saudi funding,Abou al Fadl, Khaled, The Great Theft: Wrestling Islam from the Extremists, HarperSanFrancisco, 2005, pp.48–64 \"books, scholarships, fellowships, and mosques\" (for example, \"more than 1500 mosques were built and paid for with money obtained from public Saudi funds over the last 50 years\"),Kepel, Gilles, Jihad: on the Trail of Political Islam, Belknap Press of Harvard University Press, (2002), p.72 along with training in the Kingdom for the preachers and teachers who went on to teach and work at these universities, schools, mosques, etc.Nasr, Vali, The Shia Revival, Norton, (2006), p.155 The funding was also used to reward journalists and academics who followed the Saudis' strict interpretation of Islam; and satellite campuses were built around Egypt for Al Azhar, the world's oldest and most influential Islamic university.Murphy, Caryle, Passion for Islam, (2002) p.32 The interpretation of Islam promoted by this funding was the strict, conservative Saudi-based Wahhabism or Salafism. In its harshest form it preached that Muslims should not only \"always oppose\" infidels \"in every way\", but \"hate them for their religion ... for Allah's sake\", that democracy \"is responsible for all the horrible wars of the 20th century\", that Shia and other non-Wahhabi Muslims were \"infidels\", etc. According to former Prime Minister of Singapore Lee Kuan Yew, while this effort has by no means converted all, or even most, Muslims to the Wahhabist interpretation of Islam, it has done much to overwhelm more moderate local interpretations of Islam in Southeast Asia, and to pitch the Saudi-interpretation of Islam as the \"gold standard\" of religion in minds of Muslims across the globe. Patrick Cockburn accused Saudi Arabia of supporting extremist Islamist groups in the Syrian Civil War, writing: \"In Syria, in early 2015, it supported the creation of the Army of Conquest, primarily made up of the al-Qaeda affiliate the al-Nusra Front and the ideologically similar Ahrar al-Sham, which won a series of victories against the Syrian Army in Idlib province.\" While the Saudi government denies claims that it exports religious or cultural extremism, it is argued that by its nature, Wahhabism encourages intolerance and promotes terrorism. Former CIA director James Woolsey described it as \"the soil in which Al-Qaeda and its sister terrorist organizations are flourishing.\" In 2015, Sigmar Gabriel, Vice-Chancellor of Germany, accused Saudi Arabia of supporting intolerance and extremism, saying: \"Wahhabi mosques are financed all over the world by Saudi Arabia. In Germany, many dangerous Islamists come from these communities.\"\"German Vice Chancellor warns Saudi Arabia over Islamist funding\" , Reuters, 6 December 2015.\"German vice chancellor warns Saudi Arabia over Islamist funding in Germany\" , Deutsche Welle, 6 December 2015. In May 2016, The New York Times editorialised that the kingdom allied to the U.S. had \"spent untold millions promoting Wahhabism, the radical form of Sunni Islam that inspired the 9/11 hijackers and that now inflames the Islamic State\". Iranian Hamidreza Taraghi, a hard-line analyst with ties to Iran’s supreme leader, Ayatollah Ali Khamenei, said, “ISIS ideologically, financially and logistically is fully supported and sponsored by Saudi Arabia...They are one and the same”. In 2014, former Prime Minister of Iraq Nouri al-Maliki stated that Saudi Arabia and Qatar started the civil wars in Iraq and Syria, and incited and encouraged terrorist movements, like ISIL and al-Qaeda, supporting them politically and in the media, with money and by buying weapons for them. Saudi Arabia denied the accusations which were criticised by the country, the Carnegie Middle East Center and the Royal United Services Institute. One of the leaked Podesta emails from August 2014, addressed to John Podesta, identifies Saudi Arabia and Qatar as providing \"clandestine,\" \"financial and logistic\" aid to ISIL and other \"radical Sunni groups.\" The email outlines a plan of action against ISIL, and urges putting pressure on Saudi Arabia and Qatar to end their alleged support for the group. Whether the email was originally written by Hillary Clinton, her advisor Sidney Blumenthal, or another person is unclear. Following the 2017 Tehran attacks, Iranian authorities such as members of the Islamic Revolutionary Guard Corps and the Iranian Minister of Foreign Affairs Javad Zarif, have accused Saudi Arabia of being behind the attacks. In a Twitter post, Zarif wrote, \"Terror- sponsoring despots threaten to bring the fight to our homeland. Proxies attack what their masters despise most: the seat of democracy\". His statements referred to the Saudi deputy crown prince Mohammad bin Salman's threats against the country about a month earlier, in which bin Salman revealed their policy to drag the regional conflict into Iranian borders. Adel al-Jubeir, Saudi Arabia's foreign minister, denied his country's involvement in the attacks and said Riyadh had no knowledge of who was responsible for them. He condemned terrorist attacks and killing of the innocent \"anywhere it occurs\". In 2017 Bob Corker, then-chairman of the US Senate Committee on Foreign Relations, stated that the Saudi support for terrorism \"dwarfs what Qatar is doing\"; the statement was made after Saudi Arabia cut ties with Qatar, citing alleged support of terrorism by the latter. According to Newsweek, the United Kingdom government may decide to keep secret the results of an official inquiry into the supporters of the Islamist militant groups in the country. The findings are believed to have references to Saudi Arabia. Following various accusations relating to sponsoring terrorism, Saudi Arabia became eager to join the Financial Action Task Force on Money Laundering (FATF). However, a review conducted by the FATF on Saudi’s anti-money laundering and counter-terrorist financing system, pointed that the kingdom has not been able to tackle the risk of terrorism financing by third-party and facilitators, as well as individuals financing international terrorist organizations. In 2019, Saudi Arabia has been granted a full membership of the Financial Action Task Force (FATF) becoming the first Arab country awarded this full membership. This was following the group’s Annual General Meeting in Orlando. The group is responsible for designing and issuing standards and policies that face money laundering and terrorist financing. On 25 June 2019, the Arab Coalition has revealed that Saudi and Yemeni special forces had captured Abu Osama al- Muhajir, the leader (emir) of ISIS's network in Yemen. The ISIS's leader, as well as other members of ISIS, were arrested on 3 June 2019 in a house that was under surveillance. On 6 December 2019, a 21-year-old Royal Saudi Air Force second lieutenant, identified as Mohammed Alshamrani attacked the Naval Air Station Pensacola in Florida. Allegedly, the attack has been labeled as an act of terrorism while further investigations are being carried out to determine the same. According to a Twitter account linked to that of the shooter, posted a message that arose the possibility of it being an al-qaeda inspired attack. Attorneys who defended Saudi Arabia in the 9/11 lawsuits, are reported to be representing crown prince Mohammed bin Salman in the alleged targeting and assassination of an ex-intelligence official from Saudi Arabia. The cases filed in August accused the prince of committing human rights violations, murder, and torture. ===Soviet Union=== Soviet secret services worked to establish a network of terrorist front organizations and had been described as the primary promoters of terrorism worldwide.Stanislav Lunev Through the Eyes of the Enemy: The Autobiography of Stanislav Lunev, Regnery Publishing, Inc., 1998. .Viktor Suvorov Inside Soviet Military Intelligence, 1984, .Viktor Suvorov, Spetsnaz, 1987, Hamish Hamilton Ltd, . According to defector Ion Mihai Pacepa, General Aleksandr Sakharovsky from the First Chief Directorate of the KGB once said: \"In today’s world, when nuclear arms have made military force obsolete, terrorism should become our main weapon.\" Pacepa further claims Sakharovsky stated that \"Airplane hijacking is my own invention\" and that George Habash, who worked under the KGB's guidance,Christopher Andrew, Vasili Mitrokhin, (2000). The Mitrokhin Archive: The KGB in Europe and the West. Gardners Books. explained: \"Killing one Jew far away from the field of battle is more effective than killing a hundred Jews on the field of battle, because it attracts more attention.\" Pacepa described an alleged operation \"SIG\" (\"Zionist Governments\") that was devised in 1972, to turn the whole Islamic world against Israel and the United States. KGB chairman Yury Andropov allegedly explained to Pacepa that \"a billion adversaries could inflict far greater damage on America than could a few millions. We needed to instill a Nazi-style hatred for the Jews throughout the Islamic world, and to turn this weapon of the emotions into a terrorist bloodbath against Israel and its main supporter, the United States.\" The following organizations have been allegedly established with assistance from Eastern Bloc security services: the PLO, the National Liberation Army of Bolivia (created in 1964 with help from Ernesto Che Guevara); the National Liberation Army of Colombia (created in 1965 with help from Cuba), the Democratic Front for the Liberation of Palestine (DFLP) in 1969, and the Secret Army for Liberation of Armenia in 1975.Vasili Mitrokhin and Christopher Andrew, The World Was Going Our Way: The KGB and the Battle for the Third World, Basic Books (2005) hardcover, . The leader of the PLO, Yasser Arafat, established close collaboration with the Romanian Securitate service and the Soviet KGB in the beginning of the 1970s.The KGB and the Battle for the Third World, pages 250–253 The secret training of PLO guerrillas was provided by the KGB.The KGB and the Battle for the Third World, page 145 However, the main KGB activities and arms shipments were channeled through Wadie Haddad of the DFLP organization, who usually stayed in a KGB dacha BARVIKHA-1 during his visits to Russia. Led by Carlos the Jackal, a group of PFLP fighters accomplished a spectacular raid on OPEC headquarters in Vienna in 1975. Advance notice of this operation \"was almost certainly\" given to the KGB. A number of notable operations have been conducted by the KGB to support international terrorists with weapons on the orders from the Soviet Communist Party, including: * Transfer of machine-guns, automatic rifles, Walther pistols, and cartridges to the Official Irish Republican Army by the Soviet intelligence vessel Reduktor (operation SPLASH) in 1972 to fulfill a personal request of arms from Michael O'Riordan.KGB in Europe, page 502 * Transfer of anti-tank grenade RPG-7 launchers, radio-controlled SNOP mines, pistols with silencers, machine guns, and other weaponry to the Popular Front for the Liberation of Palestine through Wadi Haddad who was recruited as a KGB agent in 1970 (operation VOSTOK, \"East\").Operation was sanctioned personally by Leonid Brezhnev in 1970. The weapons were delivered by the KGB vessel Kursograf. KGB in Europe, pages 495–498 * Support of the Kurdistan Workers' Party, in order to destabilize Turkey, a key NATO member during the Cold War. Large-scale terrorist operations have been prepared by the KGB and GRU against the United States, Canada and Europe, according to the Mitrokhin Archive,Mitrokhin Archive, The KGB in Europe, pages 472–476. GRU defectors Victor Suvorov and Stanislav Lunev, and former SVR officer Kouzminov.Alexander Kouzminov Biological Espionage: Special Operations of the Soviet and Russian Foreign Intelligence Services in the West, Greenhill Books, 2006, Among the planned operations were the following: * Large arms caches were allegedly hidden in many countries for the planned terrorism acts. They were booby-trapped with \"Lightning\" explosive devices. One of such cache, which was identified by Mitrokhin, exploded when Swiss authorities tried to remove it from woods near Bern. Several others caches (probably not equipped with the \"Lightnings\") were removed successfully. * Preparations for nuclear sabotage. Some of the allegedly hidden caches could contain portable tactical nuclear weapons known as RA-115 \"suitcase bombs\" prepared to assassinate US leaders in the event of war, according to GRU defector Stanislav Lunev.Stanislav Lunev. Through the Eyes of the Enemy: The Autobiography of Stanislav Lunev, Regnery Publishing, Inc., 1998. . These portable bombs can last for many years if wired to an electric source. \"In case there is a loss of power, there is a battery backup. If the battery runs low, the weapon has a transmitter that sends a coded message – either by satellite or directly to a GRU post at a Russian embassy or consulate.\" Lunev states that he had personally looked for hiding places for weapons caches in the Shenandoah Valley area and that \"it is surprisingly easy to smuggle nuclear weapons into the US\" either across the Mexican border or using a small transport missile that can slip undetected when launched from a Russian airplane. * Extensive sabotage plans in London, Washington, Paris, Bonn, Rome, and other Western capitals have been revealed by KGB defector Oleg Lyalin in 1971, including plan to flood the London underground and deliver poison capsules to Whitehall. This disclosure triggered mass expulsion of Russian spies from London.KGB in Europe, page 499–500 * Disruption of the power supply in the entire New York State by KGB sabotage teams, which would be based along the Delaware River, in the Big Spring Park. * An \"immensely detailed\" plan to destroy \"oil refineries and oil and gas pipelines across Canada from British Columbia to Montreal\" (operation \"Cedar\") has been prepared, which took twelve years to complete. * A plan for sabotage of Hungry Horse Dam in Montana. * A detailed plan to destroy the port of New York (target GRANIT); most vulnerable points of the port were marked at maps. ===Sudan=== Sudan has been considered a state sponsor of terrorism by the US government since 1993, and was targeted by United Nations sanctions in 1996 for its role in sheltering suspects of an attempted assassination of Hosni Mubarak, president of Egypt. Sudan has been suspected of harboring members of the terrorist organizations Al-Qaeda, Hezbollah, Hamas, the Palestinian Islamic Jihad, the Abu Nidal Organization, Jamaat al-Islamiyya, and the Egyptian Islamic Jihad, as well as supporting insurgencies in Uganda, Tunisia, Kenya, Ethiopia, and Eritrea. Voice of America News reported that Sudan is suspected by US officials of allowing the Lord's Resistance Army to operate within its borders. In December 1994, Eritrea broke diplomatic relations with Sudan after a long period of increasing tension between the two countries due to a series of cross-border incidents involving the Eritrean Islamic Jihad (EIJ). Although the attacks did not pose a threat to the stability of the Government of Eritrea (the infiltrators have generally been killed or captured by government forces), the Eritreans believe the National Islamic Front (NIF) in Khartoum supported, trained, and armed the insurgents. After many months of negotiations with the Sudanese to try to end the incursions, the Government of Eritrea concluded that the NIF did not intend to change its policy and broke relations. Subsequently, the Government of Eritrea hosted a conference of Sudanese opposition leaders in June 1995 in an effort to help the opposition unite and to provide a credible alternative to the present government in Khartoum. Eritrea resumed diplomatic relations with Sudan on December 10, 2005. Since then, Sudan has accused Eritrea, along with Chad, of supporting rebels. The undemarcated border with Sudan previously posed a problem for Eritrean external relations. Sudan was accused of allowing members of Hamas to travel to and live in the country, as well as raise funds, though the presence of terrorists in Sudan has largely been a secondary concern in terms of Sudanese sponsorship of terror to the facilitation of material supplies to terrorist groups and the use of Sudan by Palestine-based terrorist organizations has declined in recent years. The Allied Democratic Forces, designated as a terrorist organization by Uganda, is said to be supported by Sudan and suspected of affiliation with widely designated terrorist group Al- Shabaab Osama Bin Laden and Al Qaeda is said to be formerly based in Sudan during the early 1990s. The US and Israel have conducted operations against Sudanese targets affiliated with terrorist groups as recently as 2012. Following the fall of Omar Al Bashir as the president of Sudan and the visit of the newly appointed Sudanese Prime Minister Abdalla Hamdok to Washington, the United States agreed to exchange ambassadors and said it would consider dropping Sudan from its list of countries of state sponsored terrorism. On December 14, 2020, the United States officially removed Sudan from the list after it agreed to establish relations with Israel and pay $335m to US victims of terror attacks. ===Syria=== The Syrian government itself has been accused of engaging in state sponsored terrorism by President George W. Bush and by the U.S. State Department from 1979 to today. The European Community met on 10 November 1986 to discuss the Hindawi affair, an attempt to bomb an El Al flight out of London, and the subsequent arrest and trial in the UK of Nizar Hindawi, who allegedly received Syrian government support after the bombing, and possibly beforehand.1986: On this day 24 October 1986: UK cuts links with Syria over bomb plot BBC 24 October The European response was to impose sanctions against Syria and state that these measures were intended \"to send Syria the clearest possible message that what has happened is absolutely unacceptable.\" ===Turkey=== Francis Ricciardone, United States Ambassador to Turkey from 2011 to 2014, claims that Turkey had directly supported and worked with al-Nusra Front and Ahrar al-Sham in the Syrian conflict for a period of time. Syria, the United Arab Emirates, Russia, Iran and Egypt have designated Ahrar al-Sham a terrorist organization but the U.S. has not. The United Nations Security Council and many countries including the US class al-Nusra as a terrorist organisation; it was the official Syrian branch of al-Qaeda until July 2016, when it ostensibly split. Al-Monitor claimed in 2013 that Turkey was reconsidering its support for Nusra, and Turkey's designation of the Nusra Front as a terrorist group since June 2014 was seen as an indication of it giving up on the group. Turkey, Qatar and Saudi Arabia supported the Army of Conquest, a coalition of Salafist and Islamist Syrian rebel groups formed in March 2015 that included the al-Nusra Front and Ahrar al-Sham, but that also included non-al-Qaeda-linked Islamist factions, such as the Sham Legion, that have received covert arms support from the United States. According to The Independent, some Turkish officials admitted giving logistical and intelligence support to the command center of the coalition, but denied giving direct help to al-Nusra, while acknowledging that the group would be beneficiaries. It also reported that some rebels and officials claim that material support in the form of money and weapons was given to the coalition by Saudis with Turkey facilitating its passage. 2014 National Intelligence Organisation scandal in Turkey caused a major controversy in Turkey. The critiques of the government claimed that the Turkish government has been providing arms to ISIL, while the Turkish government has maintained that the trucks were bound for the Bayırbucak Turkmens, who are opposed to the Syrian government. According to later academic study the arms were bound for the Free Syrian Army and rebel Syrian Turkmen. In 2014, Sky News reported that the Turkish government had stamped passports of foreigners seeking to cross the border and join ISIL. However, it was also reported by Sky News that ISIL members use fake passports in order to get to Syria and Turkish officials can not easily identify the authenticity of these documents. YPG commander Meysa Abdo in an op-ed written for NY Times on October 28 claimed there is evidence that Turkish forces have allowed the Islamic State’s men and equipment to move back and forth across the border. On November 29, Nawaf Khalil, a spokesman for Syria’s Kurdish Democratic Union Party (PYD), reportedly said that ISIL started to attack them from all four sides for the first time. Turkey's hesitation to help YPG and PYD in the fight against ISIL was reportedly caused by their affiliation with the PKK, which is designated as a terrorist organization by the UN, EU and many countries including US, but Turkey later gave support to the Kurdish Peshmerga from northern Iraq instead of the YPG, allowing 155 peshmerga to pass through Turkey with their arms who, President Recep Tayyip Erdoğan told, would initially be about 2000 but PYD was reluctant to accept. Ahmet Gerdi, a Peshmerga general, told the Turkish press that they appreciate Turkey's help in their fight against ISIL. Russian Prime Minister Dmitry Medvedev and President Vladimir Putin accused Turkish officials of helping the Islamic State of Iraq and the Levant in the aftermath of shootdown of a Russian Sukhoi Su-24 on 25 November. These accusations were rejected by Turkish President Recep Tayyip Erdoğan. In October 2015, the office of the Turkish Prime Minister had stated that while smuggling of oil between Turkey and Syria had taken place, the nation had been successful in effectively stopping it. In December 2015, the Russian ministry of defence claimed it had evidence regarding the Turkish president and his relatives being involved in oil trade with Islamic State. It also published pictures purporting to show trucks carrying oil travelling from oil installations under ISIL control into Turkey. Mark Toner, the deputy spokesperson for the United States Department of State, rejected these claims stating there was no proof to back up the claims of Turkish government being involved in oil trade with ISIL who was selling oil in Turkey through middlemen. Russia also accused Turkey of allowing weapons trade with ISIL. White House Press Secretary Josh Earnest meanwhile stated they had intelligence that most of the terror group's oil was being sold to the Syrian government of Bashar al-Assad. Several analysts meanwhile, have also claimed Russia's accusations of Turkey's cooperation as baseless, while also stating that a small amount of oil might end up in Turkey with cooperation from some middlemen and corrupt officials but much of it is actually sold in Syria. American officials meanwhile stated that the smuggling of oil by ISIL into Turkey was low. Adam Szubin, the acting Under Secretary of the Treasury for Terrorism and Financial Intelligence, also stated that most of the oil was being sold in areas under Syrian government's control, with only some going towards Turkey. Israel's Minister of Defence Moshe Ya'alon also accused Turkey of purchasing oil from the terror group in January 2016. In December, WikiLeaks released 57,000 emails of Turkish Minister of Energy and Natural Resources Berat Albayrak stolen by RedHack, a hacktivist group. 32 of them included him directing business affairs of Powertrans, which has been accused by Turkish media of transporting ISIL oil in past and whom Albayrak had denied having links with. The Independent however had stated in past that the reports of Powertrans smuggling ISIL oil had no concrete proof. Some Arab and Syrian media agencies claimed that the village of Az-Zanbaqi (الزنبقي) in Jisr al-Shughur's countryside has become a base for a massive amount of Uyghur Turkistan Islamic Party militants and their families in Syria, estimated at around 3,500. They further accused the Turkish intelligence of being involved in transporting these Uyghurs via Turkey to Syria, with the aim of using them first in Syria to help Jabhat Al-Nusra and gain combat experience fighting against the Syrian Army before sending them back to Xinjiang to fight against China if they manage to survive. In 2016, Jordan's king accused Turkey of helping Islamist militias in Libya and Somalia. In 2019, the Libyan National Army accused the Turkish authorities of supporting terrorist groups in Libya for many years. They added that the Turkish support has evolved from just logistic support to a direct interference using military aircraft to transport mercenaries, as well as ships carrying weapons, armored vehicles and ammunition to support terrorism in Libya. === United Arab Emirates === No official connection to state sponsored terrorism was found between the United Arab Emirates government to terrorists, however the UAE has been listed as a place used by investors to raise funds to support militants in Afghanistan and Pakistan. Taliban and their militant partners the Haqqani network has been reported to raise funds through UAE-based businesses. The United States Library of Congress Research Division in its 2007 report reported the UAE to be a major transit point for terrorists, stating that more than half of the 9/11 hijackers directly flew out of Dubai International Airport to the United States. The report also indicated that UAE based banks were utilized by the hijackers. The United Arab Emirates has been fighting alongside General Khalifa Haftar’s army in the Libya war. As mentioned in a December, 2019 International Peace Institute report, the army led by Haftar comprises militias. Meanwhile, according to another report, UAE has been accused by the United Nations of breaching its 1970 arms embargo imposed on Libya, in a 376-page report. Weapons obtained by the Haftar army, were Pantsir S-1 surface-to-air missile system, which is “a configuration only the United Arab Emirates uses”. In the airstrikes led by the United Arab Emirates, more than 100 civilians have been reportedly killed and injured, while 100,000 have been reported to be displaced. On 30 April 2020, Financial Action Task Force said that the UAE’s actions to combat terrorist financing and money laundering were not enough. The watchdog acclaimed that it will now put region’s financial centre Dubai under a year-long observation and monitor 10 of 11 missing pointers required to improve laundering along with the financing of terrorism and weapons of mass destruction. ===United Kingdom=== In the 20th century, the United Kingdom (UK) has been accused of supporting Ulster loyalist paramilitaries during The Troubles in Northern Ireland. During the 1970s, a group of loyalists known as the \"Glenanne gang\" carried out numerous shootings and bombings against Irish Catholics and Irish nationalists in an area of Northern Ireland known as the \"murder triangle\".Report of the independent international panel on alleged collusion in sectarian killings in Northern Ireland (The Cassel Report). October 2006. It also carried out some cross- border attacks in the Republic of Ireland. The group included members of the Ulster Volunteer Force (UVF) paramilitary group as well as Ulster Defence Regiment (UDR) soldiers and Royal Ulster Constabulary (RUC) police officers.The Cassel Report (2006), pp. 8, 14, 21, 25, 51, 56, 58–65. It was allegedly commanded by British Military Intelligence and RUC Special Branch.The Cassel Report (2006), pp. 6, 13 Evidence suggests that the group was responsible for the deaths of about 120 civilians. The Cassel Report investigated 76 killings attributed to the group and found evidence that soldiers and policemen were involved in 74 of those.The Cassel Report (2006) , p.4 One former member, RUC officer John Weir, claimed his superiors knew of the group's activities but allowed it to continue.The Cassel Report (2006) , p.63 Attacks attributed to the group include the Dublin and Monaghan bombings (which killed 34 civilians), the Miami Showband killings and the Reavey and O'Dowd killings.The Cassel Report (2006) , p.8 The UK is also accused of providing intelligence material, training, firearms, explosives and lists of people that the security forces wanted to have killed. The Stevens Inquiries concluded that the Force Research Unit (FRU), a covert unit of the Intelligence Corps, helped loyalists to kill people, including civilians.\"Scandal of Ulster’s secret war\" . The Guardian. 17 April 2003. Retrieved 27 September 2013.\"Security forces aided loyalist murders\" . BBC News. 17 April 2003. Retrieved 27 September 2013. FRU commanders say their plan was to make loyalist groups \"more professional\" by helping them target IRA activists and prevent them killing civilians. The Stevens Inquiries found evidence only two lives were saved and that FRU was involved with at least 30 loyalist killings and many other attacks – many of the victims uninvolved civilians. One of the most prominent killings was that of the Republican solicitor Pat Finucane. A FRU double-agent also helped ship weapons to loyalists from South Africa. Members of the British security forces had tried to obstruct the Stevens investigation. The UK has also been accused by Iran of supporting Arab separatist terrorism in the southern city of Ahvaz in 2006. ===United States=== Starting in 1959, under the Eisenhower administration, the U.S government had the Central Intelligence Agency recruit operatives in Cuba to carry out terrorism and sabotage, kill civilians, and cause economic damage. Following the failed invasion at the Bay of Pigs, the U.S. massively escalated its sponsorship of terrorism against Cuba. In late 1961, using the military and the Central Intelligence Agency, the U.S. government engaged in an extensive campaign of state-sponsored terrorism against civilian and military targets in Cuba. The terrorist attacks killed significant numbers of civilians. The U.S. armed, trained, funded and directed the terrorists, most of whom were Cuban expatriates. Terrorist attacks were planned with the participation of U.S. government employees and launched from U.S. territory. The terrorist attacks directed by the CIA continued through at least 1965, and the CIA was ordered to intensify the campaign in 1969. Andrew Bacevich, Professor of International Relations and History at Boston University, wrote of the campaign: The United States had trained militant Cuban exiles Luis Posada Carriles and Orlando Bosch as part of this state-sponsored terrorism campaign. They are widely believed to be responsible for the Cubana 455 bombing, the deadliest instance of airline terrorism in the western hemisphere prior to the attacks of September 2001 in New York. The U.S. Justice Department recorded Bosch as having participated in at least thirty terrorist attacks, and sought to deport him when he entered the U.S. illegally. Bosch was released by the U.S. at the instruction of George H. W. Bush without charges, and Bosch was granted residency in the country. The U.S., since 1979, funded and armed the Mujahedeen under the Operation Cyclone as part of the Reagan Doctrine, which arguably contributed to the creation of the Taliban and Al-Qaeda. However, scholars such as Jason Burke, Steve Coll, Peter Bergen, Christopher Andrew, and Vasily Mitrokhin have argued that Bin Laden was \"outside of CIA eyesight\" and that support from reliable sources are lacking for \"the claim that the CIA funded bin Laden or any of the other Arab volunteers who came to support the mujahideen.\"Jason Burke, Al-Qaeda (Penguin, 2003), p59.Christopher Andrew and Vasili Mitrokhin, The Mitrokhin Archive II: The KGB and the World (Penguin, 2006), p579n48.Steve Coll, Ghost Wars: The Secret History of the CIA, Afghanistan and Bin Laden (Penguin, 2004), p. 87.Peter Bergen, The Osama bin Laden I Know (Free Press, 2006), pp60-1. However, Le Figaro said that Osama bin Laden flew to Dubai for 10 days for treatment at an American hospital two months before September 11, and was visited there by a local CIA agent, which were denied by the hospital and the CIA. The US has been accused of arming and training a political and fighting force of some Kurds in Syria, the People's Protection Units (YPG), which is a sister organization of Turkey's Kurdistan Workers Party (PKK). The PKK is listed in the US Department of State's Foreign Terrorist Organizations list, and described as \"a US-designated terrorist organization\" in the CIA's World Factbook, but the YPG is not. ===Venezuela=== In 2019, the National Assembly of Venezuela designated the colectivos (irregular, leftist Venezuelan community organizations that support Nicolás Maduro, the Bolivarian government and the Great Patriotic Pole) as terrorist groups due to their \"violence, paramilitary actions, intimidation, murders and other crimes\", declaring their acts as state-sponsored terrorism. ==See also== * Asymmetric warfare * False flag * State Sponsors of Terrorism * State terrorism * Death squad ==Notes== ==References== ==Further reading== * George, Alexander. Western State Terrorism, Polity Press. * Kirchner, Magdalena. Why States Rebel. Understanding State Sponsorship of Terrorism. Barbara Budrich, Opladen 2016. . * Kreindler, James P. The Lockerbie Case and its Implications for State- Sponsored Terrorism, in: Israel Journal of Foreign Affairs, Vol. 1, No. 2 (2007) * Lerner, Brenda Wilmoth & K. Lee Lerner, eds. Terrorism: Essential primary sources. Thomson Gale, 2006. Library of Congress. Jefferson or Adams Bldg General or Area Studies Reading Rms LC Control Number: 2005024002. Category:International terrorism",
 "title": "State-sponsored terrorism"
}