{
 "id": "317775",
 "text": "thumb|Photograph of Vice-Admiral Harry Rawson Admiral Sir Harry Holdsworth Rawson, (5 November 1843 – 3 November 1910) was a senior officer in the Royal Navy. He is chiefly remembered for overseeing the Benin Expedition of 1897, a British punitive expedition against the Kingdom of Benin (in modern-day Nigeria). Rawson's force looted and burned the palace, exiled the Oba, and plundered a large number of the Benin Bronzes and other royal treasures. Rawson was appointed Governor of New South Wales, serving from 27 May 1902 to 27 May 1909. ==Early life== Harry Rawson was born at Walton-on-Hill, Lancashire, on 5 November 1843, the son of Christopher Rawson, of a landed gentry family of The Haugh End and Mill House.Burke's Landed Gentry, eighteenth edition, vol. I, ed. Peter Townend, 1965, p. 195Obituary: Admiral Sir Harry H. Rawson, The Times, Friday 4 November 1910 , retrieved 5 March 2011 He was educated at Eastman's Royal Naval Academy and at Marlborough College. In October 1871 in Cheshire, England, he married Florence Alice Stewart Shaw, daughter of John Ralph Shaw, of Arrowe Park, Cheshire.FreeBMD , retrieved 5 March 2011. The couple had five children. He was a long-standing Freemason, and served as Grand Master of the United Grand Lodge of New South Wales and the Australian Capital Territory.Famous &/or Notable Australian Freemasons ==Military service== thumb|Portrait of Sir Harry Rawson, governor of New South Wales Rawson joined the Royal Navy in 1857 and took part in the capture of the Taku Forts in 1860 during the Second Opium War. Promoted to captain in 1877, he was given command of . He was the Principal Transport Officer during the Anglo-Egyptian War in 1882. Then, in 1883, he was made Flag Captain to the Commander-in-Chief, Mediterranean Fleet and, in 1885, he was appointed captain of the steam reserve at Devonport. He returned to sea as captain of in 1889. Admiral Rawson was appointed commander of British naval forces at the Cape of Good Hope and West Coast of Africa Station in 1895 and held that post at the time of the Benin Expedition which was regarded in British circles largely as a stroke of disciplined and coordinated planning: > In twenty-nine days a force of 1,200 men, coming from three places between > 3000 and 4500 m. from the Benin river, was landed, organized, equipped and > provided with transport. Five days later the city of Benin was taken, and in > twelve days more the men were re-embarked, and the ships coaled and ready > for any further service. Rawson was also the commanding officer of the British forces in the Anglo- Zanzibar War, the shortest war in history, which lasted for 38 minutes on 27 August 1896. For this he was made a Knight Commander of the Order of the Bath and a first class member of the Order of the Brilliant Star of Zanzibar. He commanded the Channel Squadron from 1898 to April 1901, with HMS Majestic as flagship. He was also a recipient of the Grand Cross of the Military Order of Aviz of Portugal, Order of Hamondieh of Zanzibar and Order of Osmanieh of the Ottoman Empire and Civic Cross of Belgium. ==Colonial service== In February 1902 Rawson was appointed Governor of New South Wales, the first naval officer since William Bligh to hold the post. He kissed hands upon his appointment in an audience with King Edward VII on 24 March, and left for Australia soon thereafter, arriving at Sydney on 26 May 1902 to take up the position the following day. He proved so popular that his term was extended. He lived with his family in Cranbrook, Bellevue Hill, the temporary Government House of New South Wales (Government House, Sydney being used by the Governor-General). In March 1905 (during his term as Governor of New South Wales), his wife was in poor health and returned to England with her son Wyatt and a daughter to seek the best medical advice. Her condition deteriorated and in June 1905 Harry Rawson travelled to England to be with her. In the belief she was recovering, the four of them set sail for Australia in December 1905, but Lady Rawson died on board the ship \"Ormuz\" in the Red Sea on 3 December 1905 and was buried at sea. From 1903 to 1909, his aide-de-camp was Leslie Orme Wilson, later to be Governor of Queensland. Rawson died, two days before his 67th birthday, on 3 November 1910 in London after an operation for appendicitis; he was survived by two sons and a daughter. ==Honours== {| class=\"wikitable\" |- |rowspan=2|80px || Knight Grand Cross of the Order of the Bath (GCB) || 1906 |- | Knight Commander of the Order of the Bath (KCB) || 1897 |- |80px || Knight Grand Cross of the Order of St Michael and St George (GCMG) || 1909 |- |80px || Queen Victoria Diamond Jubilee Medal || 1897 |- |80px || Second China War Medal || 1861 |- |80px || Egypt Medal || 1884 |- |80px || East and West Africa Medal || |- | || Civic Decoration || Belgium |- |80px || Khedive's Star || Egypt |- | || Royal Humane Society Small Silver Medal || Royal Humane Society |- |80px || Grand Cross of the Order of Aviz || Portugal |- |80px || First Class of the Order of Hamondieh || Zanzibar |- |rowspan=2|80px || Second Class of the Order of the Brilliant Star of Zanzibar || Zanzibar |- | Third Class of the Order of the Brilliant Star of Zanzibar || Zanzibar |- |} ===Eponyms=== The four male colleges of the University of Sydney now compete for the Rawson Cup. This Intercollegiate Cup was donated in 1906 by Sir Harry Rawson when he was Governor of New South Wales. The colleges that compete for the cup are St John's College, St Andrew's College, Wesley College and St Paul's College. Rawson House, one of the two boarding houses at Cranbrook School, Sydney, is named after Sir Harry Rawson. The House was Sir Harry's former residence when he was Governor of New South Wales. Rawson Hall, Norfolk Island – community hall in The Burnt Pine Shopping Centre. Rawsonville, a farming locality 25 km west of Dubbo is also named in his honour after a visit there in 1903 with the founding of the Anglican Brotherhood of the Good Shepherd. The Rawson Cup was donated by the Governor for competition between clubs in the Sydney British Football Association premiership. Its first winner was Pyrmont Rangers in 1909. ==References== ==External links== * Obituary from The Times |- |- Category:People educated at Marlborough College Category:Governors of New South Wales Category:Royal Navy admirals Category:Royal Navy personnel of the Second Opium War Category:Royal Navy personnel of the Anglo-Egyptian War Category:1843 births Category:1910 deaths Category:Knights Grand Cross of the Order of the Bath Category:Knights Grand Cross of the Order of St Michael and St George Category:British military personnel of the Benin Expedition of 1897 Category:People educated at Eastman's Royal Naval Academy Category:Australian Freemasons Category:Masonic Grand Masters Category:Sultanate of Zanzibar people Category:People from Walton, Liverpool",
 "title": "Harry Rawson"
}