{
 "id": "317743",
 "text": "Dallenwil is a municipality in the canton of Nidwalden in Switzerland. ==History== Dallenwil is first mentioned about 1199-1210 as Tellewilare or Telliwilare. In 1850 it was known as Thalwyl and it wasn't until 1913 that it became Dallenwil. ==Geography== Dallenwil has an area, , of . Of this area, 53.7% is used for agricultural purposes, while 38% is forested. Of the rest of the land, 4.6% is settled (buildings or roads) and the remainder (3.7%) is non-productive (rivers, glaciers or mountains). The municipality is located along the old cantonal highway from Stans to Wolfenschiessen and around the parish church. ==Demographics== Dallenwil has a population (as of ) of . , 7.1% of the population was made up of foreign nationals.Nidwalden Statistical Office-Population accessed 4 September 2009 Over the last 10 years the population has grown at a rate of 2.8%. Most of the population () speaks German (95.8%), with Albanian being second most common ( 1.4%) and Serbo- Croatian being third ( 0.7%).Swiss Federal Statistical Office accessed 04-Sep-2009 the gender distribution of the population was 51.0% male and 49.0% female. there are 607 households, of which 336 households (or about 55.4%) contain only one or two individuals. 82 or about 13.5% are large households, with at least five members.Nidwalden Statistical Office-Municipalities accessed 4 September 2009 In the 2007 federal election the most popular party was the FDP which received 81.6% of the vote. Most of the rest of the votes went to local small right-wing parties (15.1%). The entire Swiss population is generally well educated. In Dallenwil about 68.2% of the population (between age 25–64) have completed either non-mandatory upper secondary education or additional higher education (either University or a Fachhochschule). Dallenwil has an unemployment rate of 0.92%. , there were 145 people employed in the primary economic sector and about 52 businesses involved in this sector. 165 people are employed in the secondary sector and there are 18 businesses in this sector. 245 people are employed in the tertiary sector, with 50 businesses in this sector. The historical population is given in the following table: {| class=\"wikitable\" |- ! year ! population |- | 1850 | 731 |- | 1900 | 612 |- | 1950 | 869 |- | 1980 | 1,142 |- | 1990 | 1,508 |- | 2000 | 1,732 |- | 2005 | 1,756 |- |} ==Transport== Dallenwil is served by Dallenwil station on the Luzern–Stans–Engelberg line. Lucerne S-Bahn S4 service provides two trains per hour to and from Lucerne, and the hourly InterRegio service between Lucerne and Engelberg also stops in Stans. ==Sights== The main sights of Dallenwil are the ski and summer resort Wiesenberg/Wirzweli, the church St. Laurentius, and the pilgrimage chapel Wiesenberg. ==References== ==External links== *Dallenwil.ch official website * Category:Municipalities of Nidwalden",
 "title": "Dallenwil"
}