{
 "id": "317773",
 "text": "Michel Baudier (c. 15891645), French historian, was born in Languedoc, during the reign of Louis XIII, and was historiographer to the Court of France. ==Life== He contributed to French history by writing Histoire de la guerre de Flandre 1559–1609 (History of the war in Flanders 1559–1609, Paris, 1615); Histoire de l'administration du cardinal d'Amboise, grand ministre d'état en France (History of the administration of Cardinal D'Amboise, great minister of state in France, Paris, 1634), a defence of Georges d'Amboise; and Histoire de l'administration de l'abbé Suger (History of the administration of Abbot Suger, Paris, 1645). Taking an especial interest in the Turks he wrote Inventaire général de l'histoire des Turcs (General inventory of the history of the Turks, Paris, 1619); Histoire générale de la religion des Turcs avec la vie de leur prophète Mahomet (General history of the religion of the Turks with the life of their Prophet Muhammad, Paris, 1626); and Histoire générale du sérail et de la cour du grand Turc (General history of the harem and of the court of the Grand Turk, Paris, 1626; English translation by E. Grimeston, London, 1635). Having heard the narrative of a Jesuit who had returned from China, Baudier wrote Histoire de la cour du roi de Chine (History of the royal court of China, Paris, 1626; English translation in vol. viii of the Collection of Voyages and Travels of Awnsham and John Churchill, London, 1707–1747). He also wrote Vie du cardinal Ximénès (Life of Cardinal Ximénès, Paris, 1635), which was again published with a notice of the author by E. Baudier (Paris, 1851), and a romance entitled Histoire de l'incomparable administration de Romieu, grand ministre d'état de Raymond Bérenger, comte de Provence (History of the incomparable administration Romieu, great minister of the condition of Raymond Bérenger, Count of Provence, Paris, 1635). ==References== Attribution * This cites: **J. Lelong, Bibliothèque historique de la France (Paris, 1768-1778) **L. Moréri, Le Grand Dictionnaire historique (Amsterdam, 1740) Category:1580s births Category:1645 deaths Category:People from Occitania (administrative region) Category:17th-century French historians Category:French historiographers Category:French male non-fiction writers Category:17th-century French male writers",
 "title": "Michel Baudier"
}