{
 "id": "317844",
 "text": "A cooling pond is a man-made body of water primarily formed for the purpose of cooling heated water and/or to store and supply cooling water to a nearby power plant or industrial facility such as a petroleum refinery, pulp and paper mill, chemical plant, steel mill or smelter. ==Overview== Cooling ponds are used where sufficient land is available, as an alternative to cooling towers or discharging of heated water to a nearby river or coastal bay, a process known as “once-through cooling.” The latter process can cause thermal pollution of the receiving waters. Cooling ponds are also sometimes used with air conditioning systems in large buildings as an alternative to cooling towers. The pond receives thermal energy in the water from the plant’s condensers during the process of energy production and the thermal energy is then dissipated mainly through evaporation and convection. Once the water has cooled in the pond, it is reused by the plant. New water is added to the system (“make-up” water) to replace the water lost through evaporation. A 1970 research study published by the U.S. Environmental Protection Agency reported that cooling ponds have a lower overall electrical cost than cooling towers while providing the same benefits. The study concluded that a cooling pond will work optimally within 5 degrees Fahrenheit of natural water temperature with an area encompassing approximately 4 acres per megawatt of dissipated thermal energy. == Examples == * Lake Anna is a cooling pond in Virginia, which provides cooling water for the North Anna Nuclear Generating Station. This pond has recreational uses such as fishing, swimming, boating, camping, and picnicking as well as being a cooling pond for the nuclear plant. * The cooling pond at the Chernobyl Nuclear Power Plant (Pripyat, Ukraine) has abundant wildlife, despite the radiation present in the area. There are some accounts of wels catfish (Silurus glanis) growing up to 350 pounds and having a lifespan of up to 50 years in the area. * The Columbia Energy Center in Pacific, Wisconsin is a coal fired power plant with a capacity of 1000 MW. A dual cooling system is used for heat rejection that consists of a cooling pond and two cooling towers. The pond and towers are connected in a parallel arrangement to help dissipate thermal energy at expedited rates. * In 1994 the reactor at Yongbyon Nuclear Scientific Research Center, North Korea, was under U.S scrutiny and its nuclear fuel rods were taken out of the reactor and placed in the facility's cooling pond. The fuel rods have since been removed., BBC News, 16 July 2007 * At the 2.05 MW Ashford A power station Kent, UK, cooling water for the oil-fired engines was obtained from, and returned to, cooling water ponds. The principal cooling mechanism in the ponds was by convection from the water surface. * At the 89 MW Back o’ the’ Bank power station in Bolton UK the cooling water was cooled in 4 spray ponds. The small size of the spray droplets improved the heat transfer, increased evaporation, and led to more effective cooling. Each cooling pond had a capacity of 0.75 million gallons per hour (0.95 m3/s). Make up water was abstracted from the nearby River Tonge. In about 1950 a hyperbolic reinforced concrete cooling tower was built with a capacity of 2.5 million gallons per hour (3.15 m3/s), with cooling range of 15 °F (8.3 °C). However, there were complaints that operation of the cooling tower let to problems with ice in cold weather as water vapour from the tower froze as fine particles. * In 1963 the UK’s Central Electricity Generating Board (CEGB) was researching the possibility of using warmed cooling water from power stations to support fish-farming both for recreational use and for food. At Grove Road power station in London water was cooled in wooden natural draft cooling towers and fell into cooling water ponds. The CEGB introduced carp (Cyprinus carpio), grass carp, silver carp and Tilapia into the cooling water ponds; the fish grew rapidly in the warm water (up to 27 °C). ==See also== *Pond *Solar pond (thermal energy collector) *Deep lake water cooling ==References== Category:Cooling technology Category:Ponds Category:Water pollution",
 "title": "Cooling pond"
}