{
 "id": "318014",
 "text": "Eyam () is an English village and civil parish in the Derbyshire Dales that lies within the Peak District National Park. There is evidence of early occupation by Ancient Britons on the surrounding moors and lead was mined in the area by the Romans.Bemroses' Guide to Buxton, Castleton, High Peak, Eyam, Dovedale etc, London 1869, p.58 A settlement was founded on the present site by Anglo-Saxons, when mining was continued and other industries later developed. However, Eyam’s main claim to fame is the story of how the village chose to go into isolation so as to prevent infection spreading after bubonic plague was discovered there in 1665. In the later 20th century the village's sources of livelihood largely disappeared. The local economy now relies on the tourist trade, with Eyam being promoted as \"the plague village\". Although the story has been kept alive by a growing number of literary works since the early 19th century, its truth has been questioned. ==History== Lead mining seems to have had a continuous history in the Eyam district since at least the Roman era and there is evidence of habitation from earlier. Stone circles and earth barrows on the moors above the present village have largely been destroyed, although some remain and more are recorded. The most notable site is the Wet Withens stone circle on Eyam Moor. Coins bearing the names of many emperors provide evidence of Roman lead-mining locally.Roger Ridgeway, Eyam village site However, the village's name derives from Old English and is first recorded in the Domesday Book as Aium. It is a dative form of the noun ēg (an island) and probably refers to a patch of cultivable land amidst the moors,Kenneth Cameron, English Place Names, London 1996, p.172 or else to the settlement's situation between two brooks. thumb|240px|left|The Anglo-Saxon cross In the churchyard is an Anglo-Saxon cross in Mercian style dated to the 8th century, moved there from its original location beside a moorland cart track. Grade I listed and a Scheduled Ancient Monument, it is covered in complex carvings and is almost complete, but for a missing section of the shaft.Neville T. Sharpe, Crosses of the Peak District (Landmark Collectors Library, 2002) The present parish church of St. Lawrence dates from the 14th century, but evidence of an earlier church there can be found in the Saxon font, a Norman window at the west end of the north aisle, and Norman pillars that are thought to rest on Saxon foundations. There have been alterations since the Middle Ages, including a large sundial dated 1775 mounted on a wall outside. Some of the rectors at the church have had contentious histories, none less than the fanatically Royalist Sherland Adams who, it was accused, \"gave tythe of lead ore to the King against the Parliament\", and as a consequence was removed from the living and imprisoned. The lead mining tithe was due to the rectors by ancient custom. They received one penny for every 'dish' of ore and twopence farthing for every load of hillock-stuff. Owing to the working of a newly discovered rich vein during the 18th century, the Eyam living was a valuable one. Mining continued into the 19th century, after which better sources were discovered and a change-over was made to the working and treatment of fluorspar as a slagging agent in smelting. The last to close was the Ladywash Mine, which was operative between 1948 and 1979. Within a 3-mile radius of the village there are 439 known mines (some running beneath the village itself), drained by 49 drainage levels ('soughs').Doug Nash, Eyam village site According to the 1841 Census for Eyam, there were 954 inhabitants living in the parish, chiefly employed in agriculture, lead mining, and cotton and silk weaving. By the 1881 Census, most men either worked as lead miners or in the manufacture of boots and shoes, a trade that only ended in the 1960s. The transition from industrial village to tourist- based economy is underlined by Roger Ridgeway's statement that, at the beginning of the 20th century, \"a hundred horses and carts would have been seen taking fluorspar to Grindleford and Hassop stations. Until recently, up to a dozen coach loads of visiting children arrived each day in the village,\"Eyam Village site, \"Mining and Industry\" and as of the 2011 Census the population has remained largely unchanged at 969. ==1665 plague outbreak== The history of the plague in the village began in 1665 when a flea-infested bundle of cloth arrived from London for Alexander Hadfield, the local tailor. Within a week his assistant George Viccars, noticing the bundle was damp, had opened it up. Before long he was dead and more began dying in the household soon after.Clifford (1989) As the disease spread, the villagers turned for leadership to their rector, the Reverend William Mompesson, and the ejected Puritan minister Thomas Stanley. They introduced a number of precautions to slow the spread of the illness from May 1666. The measures included the arrangement that families were to bury their own dead and relocation of church services to the natural amphitheatre of Cucklett Delph, allowing villagers to separate themselves and so reducing the risk of infection. Perhaps the best- known decision was to quarantine the entire village to prevent further spread of the disease. Merchants from surrounding villages sent supplies that they would leave on marked rocks; the villagers then made holes there which they would fill with vinegar to disinfect the money left as payment. The plague ran its course over 14 months and one account states that it killed at least 260 villagers, with only 83 surviving out of a population of 350. That figure has been challenged, with alternative figures of 430 survivors from a population of around 800 being given. The church in Eyam has a record of 273 individuals who were victims of the plague. Survival among those affected appeared random, as many who remained alive had close contact with those who died but never caught the disease. For example, Elizabeth Hancock was uninfected despite burying six children and her husband in eight days. The graves are known as the Riley graves after the farm where they lived. The unofficial village gravedigger, Marshall Howe, also survived, despite handling many infected bodies. ===Plague Sunday=== Plague Sunday has been celebrated in the village since the plague's bicentenary in 1866. Originally held in mid-August, it now takes place in Cucklett Delph on the last Sunday in August, coinciding with the (much older) Wakes Week and well dressing ceremonies. Wallis (2006). ==Places of interest== thumb|right|The Boundary Stone Today Eyam has many plague-related places of interest. One is the Boundary Stone in the fields between Eyam and Stony Middleton in which money, usually soaked in vinegar, which was believed to kill the infection, was placed in exchange for food and medicine. It is just one of several 'plague stones' marking the boundary that should not be crossed by either inhabitant or outsider. Another site is the isolated enclosure of the Riley graves mentioned above, now under the guardianship of the National Trust. A reminder of the village's industrial past remains in the name of its only pub, the Miner's Arms. Built in 1630, before the plague, it was originally called The Kings Arms. Opposite the church is the Mechanics' Institute, originally established in 1824,White (1857), p.570. although the present building with its pillared portico dates from 1859 and was enlarged in 1894. At one time, it held a library paid for by subscription, which then contained 766 volumes. The premises now double as the village club. Up the main street is the Jacobean-styled Eyam Hall, built just after the plague. It was leased and managed by the National Trust for five years until December 2017 but is now run by the owners (the Wright Family). The green opposite has an ancient set of village stocks reputedly used to punish the locals for minor crimes. Catherine Mompesson's tabletop grave is in the churchyard and has a wreath laid on it every Plague Sunday. This is in remembrance of her constancy in staying by her husband, rather than moving away with the rest of her family, and dying in the very last days of the plague. The church's burial register also records \"Anna the traveller, who according to her own account, was 136 years of age\" and was interred on 30 December 1663. A more recent arrival there is the cricketer Harry Bagshaw, who played for Derbyshire and then acted as a respected umpire after retiring. At the apex of his headstone is a hand with a finger pointing upwards. Underneath the lettering a set of stumps is carved with a bat, and the bails flying off where a ball has just hit the wicket. Respect for its heritage has not always been a priority in Eyam. In his Peak Scenery (1824), Ebenezer Rhodes charges that by the start of the 19th century many former gravestones of plague victims had been pulled up to floor houses and barns and that ploughing was allowed to encroach on the Riley Graves (pp. 34–5); that the lime trees planted on either side of Mrs Mompesson's grave had been cut down for timber (39–40); that the missing piece from the shaft of the Saxon Cross had been broken up for domestic use (p. 44); and that in general the profit of the living was put before respect for the dead (46–7). ==Cultural representations== ===Paintings=== Eyam Museum was opened in 1994 and, besides its focus on the plague, includes exhibits on the village's local history in general. Among the art exhibits there are painted copies from different eras of a print (taken from a drawing by Francis Chantrey) in Ebenezer Rhodes' Peak Scenery (1818). These depict the sweep of the road by the 'plague cottages' where the first victims died, with the church tower beyond. The local amateur John Platt painted in naive style and is represented by depictions of the Riley Graves (1871) and the old windmill (1874). Since the area is scenically beautiful it has attracted many artists, among whom one of the most notable was the Sheffield artist Harry Epworth Allen. The picturesque is subordinated in his paintings of Eyam so as to interpret his subject as a living community within a worked landscape. His \"Road above Eyam\" (1936), now in the Laing Art Gallery, is travelled by people going about their daily business, for example, and his \"Burning Limestone\" in Newport Museum and Art Gallery acknowledges the two centuries and more of industrialisation by which the local inhabitants earned their living among harsh conditions. ===Literature=== thumb|left|240px|The village green and Church Street “The village of Eyam,\" its historian begins his account, \"has been long characterized throughout the Peak of Derbyshire, as the birthplace of genius – the seat of the Muses – the Athens of the Peak\". During the 18th century the place was notable for having no fewer than four poets associated with it. Reverend Peter Cunningham, curate there between 1775 and 1790, published two sermons during that time as well as several poems of a political nature. In addition, William Wood's account speaks of \"numberless stones in the burial place that contain the offerings of his muse\".The History and Antiquities of Eyam, 1842, Wishful Thinking The rector for whom Cunningham deputised much of the time, Thomas Seward, published infrequently, but at least one poem written during his tenure at Eyam deals with personal matters. His \"Ode on a Lady's Illness after the Death of her Child\", dated 14 April 1748, concerns the death in infancy of his daughter Jenny.It was not published until a decade later in the London Chronicle Seward also encouraged one of his surviving daughters, Anna Seward, to write poetry, but only after she moved with her father to Lichfield. A pioneer of Romanticism, Seward could not hide from herself the fact that the wild natural rocks she admired were daily being blasted for utilitarian purposes and the \"perpetual consumption of the ever burning lime kilns\", while the view was hidden behind the smoke from the smelting works.Sylvia Bowerbank, Speaking for Nature: Women and Ecologies of Early Modern England, Johns Hopkins University 2004, p.167 Following a visit to her birthplace in 1788, she wrote a poem about it filled with nostalgia.Poetical Works, vol.3, pp.1–3 She celebrated this lost domain of happiness once more in \"Epistle to Mr. Newton, the Derbyshire Minstrel, on receiving his description in verse of an autumnal scene near Eyam, September 1791\".Poetical Works vol. 3, pp. 22–4 No copy of the poem by William Newton now exists. The author was a labouring- class protégé from nearby, originally discovered by Cunningham and introduced to Miss Seward in 1783. The poet Richard Furness belongs to the early 19th century and was known as 'the Poet of Eyam' after his birthplace, but the bulk of his poetry too was written after he had left the district. Among the several references to the village there are his \"Lines written in sight of the rectory\", which praises both Anna Seward and her father. William Wood, the author of The History and Antiquities of Eyam, was a village resident. At the head of his first chapter is an excerpt from a poem that links the place with the story of the plague.Wood (1842), p.1] Simply initialled W. W., the inference to be drawn is that it had earlier appeared in Wood's collection, The genius of the Peak and other poems (1837). A later visitor from across the Peak District was Thomas Matthew Freeman, who included a blank verse meditation \"On Eyam\" and its plague history in his collection Spare minutes of a country parson.Spare minutes of a country parson: A volume of miscellaneous poetry (Manchester 1874), pp.43-4 At the start of the following century Sarah Longsdon O'Ferrall was living at Eyam Rectory and published The Lamp of St Helen and other poems in 1912. This contained hymns sung on special occasions in Eyam and some verse referring to plague sites. Prose writers also came to live in the area. The village of Milton that figures in some of Robert Murray Gilchrist's fiction is in fact based upon Eyam. His The Peakland Faggot (1897) consists of short stories, each focusing on a particular character in the village.Terry Goble, The Literary Way This was followed by two other series, Nicholas and Mary and Other Milton Folk (1899) and Natives of Milton (1902). Eyam was also featured under its own name in Joseph Hatton's novel The Dagger and the Cross (1897). Set in the former Bradshaw Hall in the year before the plague arrives, it includes local characters who had key roles during the spread of the disease, such as George Vicars and William and Catherine Mompesson.Available online at Read Any Book ==The Eyam legend== For over a century there have been those who have questioned the details of the story of Eyam's response to the plague and the wisdom of the actors in it. The reviewer of The Tale of Eyam in the British Medical Journal for 30 November 1889 dismissed its poetic religiosity: \"The author speaks of the pestilence and 'its hellborn brood'; and again of firebolts from 'heaven's reeking nostrils.' Such phraseology aptly exemplifies the mental attitude of men who lived in the infancy of modern science, when in the plague they saw the angry stroke of offended Deity, and recognised the 'scourge' of God in what we know to be only the scourge of filth.' Shortly afterwards, writing in his A History of Epidemics in Britain (Cambridge University Press, 1891), Charles Creighton questioned the wisdom of the actions taken at the revival of the epidemic in 1666 as mistaken, though well-meaning. Instead, \"the villagers of Eyam were sacrificed…to an idea, and to an idea which we may now say was not scientifically sound.\" Charles Creighton, A History of Epidemics in Britain (CUP 1891), p.687 A study in 2005 of Eyam's story as history finds in it no more than a literary construct fabricated long after the actual events. Contemporary reporting was rare and often the result of political or religious bias. From the dawn of the 19th century, the romanticised and sentimental accounts of events at Eyam were \"largely produced by poets, writers and local historians – not doctors\",Patrick Wallis, \"A Dreadful Heritage: Interpreting Epidemic Disease at Eyam, 1666-2000\", Working Papers on The Nature of Evidence: How Well Do 'Facts' Travel?, No.02/05 (May 2005), p.22 as is apparent from the dissenting opinions quoted above. The 1886 bicentenary commemoration, repeated annually for close on a century and a half now, is seen by the author as the beginning of \"an overtly invented tradition\" which has spawned a heritage industry to profit the village in the face its declining prosperity and population, and provided instead \"a plague tourism infrastructure\".\"The epidemic and the village\", pp.27-31 The village's legend has also been invoked medically as the \"Eyam Hypothesis\" in the recent discussion over whether observed isolationary behaviour in sickness among vertebrates is the result of evolution or of altruism and still awaits validation. ==Plague literature== === Poems === * The Village of Eyam: a poem in four parts by John Holland, Macclesfield, 1821 * \"Eyam Banks\", an anonymously authored lyric that accompanied an account of the plague published in 1823.The Mirror of literature, amusement, and instruction, vol. 1 (I823), p.326 * The Desolation of Eyam by William and Mary Howitt, London, 1827 * \"Cucklet Church\", a poem that accompanied a description of Eyam and its history by the prolific Sheffield author, Samuel Roberts.Samuel Roberts, Eyam: its Trials and its Triumphs (Sheffield, 1834), pp.17-24 * The Tale of Eyam, a story of the plague in Derbyshire, and other poems by an OLD BLUE, London, 1888. *A Moral Ballad of the Plague of Eyam by Francis McNamara (1884–1946). This was published as an Irish broadside in 1910. * In his poem \"Lockdown\" (2020), written during the COVID-19 pandemic, Simon Armitage draws a parallel at the start with the voluntary quarantine of the inhabitants of Eyam. === Fiction === * \"Riley Grave-Stones: a Derbyshire story\", published under a pseudonym in The London Magazine for January – June 1823.Vol. VII, pp.282 – 291 An account of the plague in Eyam and the encounter between the author and a granddaughter of one of the victims, it is prefaced by lines purporting to come from a poem titled \"The Plague of Eyam\" and also contains the lyric \"Eyam Banks\". * The Brave Men of Eyam – a tale of the great plague year by Edward N. Hoare, SPCK, 1881. * God and the Wedding Dress by Marjorie Bowen, Hutchinson, 1938. * A Parcel of Patterns by Jill Paton Walsh, a novel for young adults, Puffin Books, 1983. * Children of Winter by Berlie Doherty, a fantasy novel for children, published by Methuen, 1985; adapted for television 1994.BBC School Radio * The Naming of William Rutherford by Linda Kempton, a fantasy novel for children, published by Heinemann, 1992. * Year of Wonders by Geraldine Brooks, published by Fourth Estate, 2001.The opening chapters are on Google Books * Black Death by M. I. McAllister, children's fiction, Oxford University Press, 2003. * Kiss of Death by Malcolm Rose, a thriller for young adults, published by Usborne Publishing, 2006. * TSI: The Gabon Virus by Paul McCusker and Walt Larimore, M.D., Christian suspense fiction, published by Howard Books (USA), 2009. * Eyam: Plague Village by David Paul, Amberley Publishing, 2012.Details on Google Books ===Theatre=== * The Brave Men of Eyam: 1665–1666, a radio play by Michael Reynolds, originally broadcast on 30 August 1936, and reprinted by permission of the Radio Times. * Isolation at Eyam; a play in one act for women by Joyce Dennys, published by French, 1954. * The Roses of Eyam by Don Taylor; first performed 1970, broadcast on TV in 1973; published by Heinemann, 1976.Preview on Google Books * A different drum by Bridget Foreman; first performed 1997 by the Riding Lights Theatre Company; revived 2013.Review from The York Press The plague story interspersed with other stories of self- sacrifice. * Ring Around the Rosie by Anne Hanley; staged reading by Fairbanks Shakespeare Theatre (Alaska), 2004.Panache Productions * Plague at Eyam, a script for young adults published by the Association of Science Education, 2010. * Eyam by Matt Hartley; performed on the main stage at Shakespeare's Globe, 2018,Miriam Gillinson, \"Eyam review – song and sacrifice as Black Death descends on Derbyshire\", The Guardian, 21 September 2018 and also published that year by Nick Hern Books. ===Music=== ====Operas==== * Plague upon Eyam an opera in three acts by John D. Drummond, librettist Patrick Little; University of Otago Press (New Zealand), 1984; Songs recorded on Mr Polly at the Potwell Inn, Sirius CD SP004, 2000. * Ring of White Roses, a one-act light opera by Les Emmans, librettist Pat Mugridge, 1984; published Plays & Musicals, 2004.Preview script at Plays and Musicals * The Plague of Eyam by Ivor Hodgson, 2010; overture performed on BBC radio, March 2010. ====Musicals==== * Eyam: A Musical, music by Andrew Peggie, book and lyrics by Stephen Clark; pioneered as a group production in 1990, CD Joseph Weinberger, 1995; London production at the Bridewell Theatre, 1998 * A Ring of Roses, Darren Vallier, Dress Circle Records (STG1) 1996; first performed at the Savoy Theatre, 1997; Jasper Publishing 2004. * The Ring of Stones premiered in Manchester in 1999 and since then has been revived and performed at the Edinburgh Festival Fringe in 2011.Tracks and photos at the show's website * Catherine of Eyam, created at Boundstone Community College by Tom Brown and Aedan Kerney in the 1990s and then revived and rewritten as a community musical for 2017 performance. ====Songs==== * \"Roses of Eyam\", originally composed by John Trevor in 1975 and subsequently performed by Roy Bailey as part of his repertoire.Trevor Midgley; the words are quoted at Mudcat * \"We All Fall Down\", written by Leeds-based band iLiKETRAiNS and featured on their album Elegies to Lessons Learnt, 2007. ==Notable residents== *Anna Seward, 'the Swan of Lichfield', (1747–1809) *Richard Furness, 'the Poet of Eyam' (1791–1857) *Robert Eden, 3rd Baron Auckland Rector of Eyam between 1823 and 1825. Afterwards 3rd Lord Auckland; Bishop of Sodor and Man 1847–1854, then Bishop of Bath and Wells 1854–1869 *Egbert Hacking, Rector of Eyam between 1884 and 1886, later Archdeacon of Newark ==See also== *Derby plague of 1665, Great Plague of London (also in 1665) ==Footnotes== ==References== * Documents on the Eyam Village site * Carew, Jan, Eyam: Plague Village, Nelson Thomas, (Cheltenham), 2004. * * Daniel, Clarence (1938), The Plague Village: A History of Eyam, (Tideswell), T.W. Warrington & Son. * Holloway, Julian (2017), \"Resounding the Landscape: The Sonic Impress of and the Story of Eyam, Plague Village\", Landscape Research, Vol.42, No.6, (18 August 2017), pp.601-615. * Massad, Eduardo, Coutinho, Francisco Antônio Bezerra, Burattini, Marcelo Nascimento, and Luis Fernandez Lopez (2004), \"The Eyam Plague Revisited: Did the Village Isolation Change Transmission from Fleas to Pulmonary?\", Medical Hypotheses, Vol.63, No.5, (January 2004), pp.911-915. * Paul, David (2012), Eyam: Plague Village, (Stroud), Amberley Publishing, * Race, Philip (1995), \"Some Further Consideration of the Plague in Eyam, 1665/6\", Local Population Studies, No.54 (Spring 1995), pp.56-65. * Wallis, Patrick 2006), \"A Dreadful Heritage: Interpreting Epidemic Disease at Eyam, 1666–2000\", History Workshop Journal, Vol.61, No.1, (Spring 2006), pp.31–56. * White, Francis (1857), \"Eyam Parish\", pp.570-582, in F. White, History, Gazetteer and Directory of the County of Derby, etc., (Sheffield), Framcis White & Co. * Whittles L.K. & Didelot, X. (2016), \"Epidemiological Analysis of the Eyam Plague Outbreak of 1665–1666\", Proceedings of the Royal Society B: Biological Sciences, Vol.283, No.1830, (11 May 2016), 20160618. * Wood, William (1842), The History and Antiquities of Eyam; With a Full and Particular Account of the Great Plague, Which Desolated that Village, A.D. 1666, Thomas Miller, (London), 1842. ==External links== * Eyam Plague Village website * Guide to Eyam Village * Photographs and Information on the Plague Village of Eyam * Eyam Hall National Trust site * Eyam at derbyshireuk.net * . It takes a sceptical look at the story of self-quarantine in Eyam and applies it to the COVID-19 pandemic. Category:Villages in Derbyshire Category:Towns and villages of the Peak District Category:Derbyshire Dales Category:Populated places established in the 1st millennium",
 "title": "Eyam"
}