{
 "id": "318165",
 "text": "thumb|right|Visual representation of a Dual Board system A Dual Board or Two Tier system is a corporate structure system that consists of two separate Boards of directors that govern a corporation. The roles and relationships between the two boards vary across countries. The structure is composed of two boards, the \"Management Board\", and the \"Supervisory Board\" each of these have different roles. In Germany, the Dual Board system is prescribed for corporations that are listed on the stock market (e.g., Lufthansa, and Adidas). It is argued that this approach results in and better serves the objectives of a social market system. Using a two tier system might also result in \"more monitoring\" and \"less aggressive performance targets\". It might also be \"less efficient\" from a financial market perspective. It has been suggested that financial efficiency may be impeded by reduced communication, and the higher costs of running a Dual Board. ==History== The dual board system was first adopted in German companies in the 19th century, and it became compulsory after the Second World War.Proctor, Miles (2002). Corporate Governance. Cavendish publishing. WÜRDINGER, H. and PENNIGTON, R., R., German company law, London, Oyez publishing, 1975, 37-38 Xiii + 249. Other countries that adopted a two tier approach include Finland, China, and the Netherlands. The Singapore Manufacturing Federation, recently introduced a supervisory board as well. In the European Union, 10 countries require the two-tier approach, 8 countries require the single tier board approach, and 9 countries allow the use of either. ==Management Board== The Management board meets frequently (often weekly) to deal with operational issues. Some contracting decisions and strategic planning decisions may have to be approved by the supervisory board. Management Board members are generally appointed by the Supervisory Board (see below). ==Supervisory Board== The Supervisory board is usually elected by the Shareholders. Composition varies across jurisdictions; its members are usually independent of the executive but it can include employee representatives in some countries. Generally, the supervisory board guides and monitors the management board. The Supervisory board may be involved in long term strategic planning. Another task that the Supervisory Board is in charge of is the selection, dismissal, and designation of the members in the Management Board, to \"ensure a long term succession planning\".Mallin.A (2013). Corporate Governance. Oxford University Press. ==Cooperation Between Boards== The Management board has to closely cooperate with the Supervisory board to develop the business strategy, this is done by creating a steady flow of information between the two. The information flow would include risk management, business development and any differences of the development of the business compared to the initial plan. Open discussions between members of the boards are also key to the functionality of the business under a Dual Board management system, because these must exchange information frequently. ==Country systems== Countries with two-tier boards include: *Germany *Austria *Poland *Indonesia *China Countries where the option of a two-tier board is provided by law include: *Belgium *Italy *France *Romania ==See also== * European Company Statute * Supervisory Board * Executive Director ==References== Category:Board of directors",
 "title": "Dual board"
}