{
 "id": "318379",
 "text": "{| |} The Sud Aviation Super-Caravelle was an early design for a supersonic transport. Unlike most competing designs which envisioned larger trans- Atlantic aircraft and led to the likes of the Boeing 2707, the Super-Caravelle was a much smaller, shorter range design intended to replace Sud Aviation's earlier and successful Caravelle. Design work started in 1960 and was announced in 1961 at the Paris Air Show, but was later merged with similar work at the British Aircraft Corporation (originally the Bristol 223) to create the Concorde project in November 1962. After work had begun on designing Concorde, the Super Caravelle name was instead used on a lengthened version of the original Caravelle design, the SE-210B. ==Design== The Super- Caravelle looks very much like a smaller version of Concorde. It used Concorde's unique ogive wing planform, and was otherwise similar in shape and layout with the exception of the nose area, which was more conventional and only the outermost section over the radar \"drooped\" for visibility on takeoff and landing. In normal use it was designed to carry 70 passengers between at about Mach 2. The size and range requirements were set to make the Super- Caravelle \"perfect\" for Air France's European and African routes. Concorde was originally to be delivered in two versions, a longer-range transatlantic version similar to the Bristol 223 that was eventually delivered as Concorde, and a smaller version for shorter range routes similar to the Super-Caravelle. After consultations with prospective customers, the smaller design was dropped. ==Specifications== ==See also== ==Further reading== * Operators’ reference drawing , , * John Wegg, Caravelle - The Complete Story 2005, Airways International Inc., ISBN 0-9653993-1-0 Category:Abandoned civil aircraft projects Category:Concorde Category:1960s French airliners Category:Quadjets Super Caravelle Category:Supersonic transports Category:Tailless delta-wing aircraft",
 "title": "Sud Aviation Super-Caravelle"
}