{
 "id": "318407",
 "text": "{| |} The Bristol Type 223 was an early design for a supersonic transport. In the late 1950s and early 1960s the Bristol Aeroplane Company studied a number of models as part of a large British inter-company effort funded by the government. These models eventually culminated in the Type 223, a transatlantic transport for about 100 passengers at a speed around Mach 2. At about the same time Sud Aviation in France was developing the similar Super- Caravelle design, and in November 1962 the efforts were merged to create the Concorde project. ==Development== ===Background=== In the UK, as elsewhere in the 1950s, the aero industry had been producing a series of supersonic test aircraft and had extensively studied the problems of sustained high-speed flight. By the mid-1950s, two designs had been shown to have a lift-to-drag ratio suitable for supersonic cruise, a sharply swept M-wing pioneered at Armstrong-Whitworth for slightly-supersonic flight and very slender delta wings suitable for a wide range of speeds. Higher speeds up to Mach 3 had been considered and found to be possible, but it appeared that a practical upper limit was Mach 2.2; above this speed the duralumin used for most aircraft construction would start to soften due to the heat of friction, and some new material would have to be used instead. Stainless steel was considered, but the Bristol 188 proved this to be difficult and expensive. ===STAC=== By 1956 there was enough official interest in this research for the Supersonic Transport Aircraft Committee, or STAC, to be formed under Sir Morien Morgan to investigate the creation of a supersonic transport. Its first report, in 1959, recommended two designs. One was an M-wing Mach 1.2 medium range airliner and the other a straight wing, Mach 1.8 design with six wingtip engines. Soon after, however, studies at the Royal Aircraft Establishment began to favour the gothic delta and design contracts using this planform went to Hawker Siddeley and Bristol in late 1959. Both were asked to look at both Mach 2.2 aluminium alloy and Mach 2.7 stainless steel structures. Bristol's Mach 2.7 design was labelled the Type 213. Their designer, Archibald Russell, was influenced by the constructional problems and expense encountered with the Bristol 188 and favoured the lower speed alloy aircraft. The thin wing design of the Type 213 was preferred by the STC and a 1961 contract encouraged a detailed series of studies of a 130-seat, Mach 2.2 aircraft powered by six Bristol Olympus engines under the generic Type 198 label. Aware of the great expense of the project, STAC required Bristol to share the cost with an overseas partner. In 1961, Sud Aviation revealed their plans for the Super- Caravelle at the Paris Air Show, a smaller aircraft than the Type 198. Bristol proposed a design which came between the Super Caravelle and the Type 198 which they called the Type 223; the French were looking at a slightly larger version of the Super Caravelle and the two companies had a specification for agreement to build an aircraft jointly. Throughout 1962 they and their respective governments negotiated the formation of a consortium to share development and production costs, estimated at £15m-£170m. On 29 November 1962 an agreement was jointly signed by the UK Minister for Aviation, Julian Amery and the French ambassador, Geoffrey de Courcel and the Concorde project was underway. ==Specifications== ==See also== ==References== Category:Abandoned civil aircraft projects Category:Concorde Type 223 Category:1960s British airliners Category:Supersonic transports Category:Quadjets Category:Tailless delta-wing aircraft",
 "title": "Bristol Type 223"
}