{
 "id": "318607",
 "text": "Gais () is a village and a municipality in the canton of Appenzell Ausserrhoden in Switzerland. The area of Gais is . In 1977, the village Gais received the Wakker Prize for the development and preservation of its architectural heritage.Swiss Heritage Society-Wakker Prize The village square, the Protestant church of 1782, the former spa hotel Neuer Ochsen of 1796 and the Krone inn of 1781 are listed as heritage sites of national significance.Swiss inventory of cultural property of national and regional significance (1995), p. 53 ==History== The village of de Geis is first mentioned in a list of offerings given to the Abbey of St Gall in 1272. While under the Abbey, Gais was a semi-independent village with its own Ammann (bailiff) and judge. By the 14th century Gais was already acting as an independent community. Under the Ammann Konrad Geppensteiner Gais joined the Swabian Cities Alliance () in 1377. In 1401 the town allied with the League of God's House. One of the most important battles of the Appenzell Wars (1401–29), the battle of Stoss Pass, took place in the territory of Gais. ==Geography== thumb|left|Scattered farm houses near Gais Gais is quite centrally located in the hilly grass and woodland known as Appenzell or Appenzellerland at around above sea level. The Rotbach, a tributary of the , flows from northeast to the southwest through the village and then turns northwest in the direction of Teufen AR. Gais has an area, , of . Of this area, 49.1% is used for agricultural purposes, while 44.3% is forested. Of the rest of the land, 6.2% is settled (buildings or roads) and the remainder (0.4%) is non-productive (rivers, glaciers or mountains). The municipality is located in the former District of Mittelland. It consists of the village of Gais and several hamlets and individual farm houses. ==Demographics== Gais has a population of 2,987 (). Of that population 373 are foreigners (in 2007 it was 351), which represents 12.49% of the total population.Gais City Website- short portrait accessed 11 March 2009 Over the last 10 years the population has grown at an annual rate of 1.5%. Most of the population () speaks German (93.7%), with Serbo-Croatian being second most common (1.6%) and Italian being third (0.9%).Swiss Federal Statistical Office accessed 15 September 2009 , the gender distribution of the population was 50.3% male and 49.7% female. The age distribution, , in Gais is: 217 people or 7.8% of the population are between 0–6 years old; 410 people or 14.8% are 6–15; and 152 people or 5.5% are 16–19. Of the adult population, 112 people or 4.0% of the population are between 20 and 24 years old. 758 people or 27.4% are 25–44, and 663 people or 23.9% are 45–64. The senior population distribution is 323 people or 11.7% of the population are between 65 and 79 years old, and 135 people or 4.9% are over 80.Appenzell Outer Rhodes website accessed 15 September 2009 In the 2007 federal election the FDP received 73.5% of the vote. The entire Swiss population is generally well educated. In Gais about 73.7% of the population (between age 25–64) have completed either non-mandatory upper secondary education or additional higher education (either university or a Fachhochschule). Gais has an unemployment rate of 1.01%. , there were 130 people employed in the primary economic sector and about 57 businesses involved in this sector. 240 people are employed in the secondary sector and there are 39 businesses in this sector. 600 people are employed in the tertiary sector, with 119 businesses in this sector. The historic population was: ==Notable residents== *Albert Keller, painter born in Gais 27 April 1844. ==Sights== The village is home to several Swiss heritage sites of national significance including the village square, the Protestant church of 1782, the former spa hotel Neuer Ochsen of 1796 and the Krone inn of 1781. The old village, lined with traditional wooden houses with curved gables, was rebuilt following a fire in 1780 and has remained mostly unchanged since then. The houses along the town square () and on Webergasse are the center of the old village. The Protestant Church was built in 1781–82 by Hans Ulrich Haltiner. The interior is decorated in a Rococo style. The interior work was done in 1782, from the shop of Andreas and Peter Anton Mosbrugger. ==References== ==External links== * * Category:Cultural property of national significance in Appenzell Ausserrhoden Category:Municipalities of Appenzell Ausserrhoden",
 "title": "Gais"
}