{
 "id": "319182",
 "text": "The Red Line is a rapid transit line operated by the Massachusetts Bay Transportation Authority (MBTA) as part of the MBTA subway system. The line runs south and east underground from Alewife station in North Cambridge through Somerville and Cambridge, surfacing to cross the Longfellow Bridge then returning to tunnels under Downtown Boston. It continues underground through South Boston, splitting into two branches on the surface at JFK/UMass station. The Ashmont branch runs southwest through Dorchester to Ashmont station, where the connecting light rail Ashmont–Mattapan High Speed Line (shown as part of the Red Line on maps, but operated separately) continues to Mattapan station. The Braintree branch runs southwest through Quincy and Braintree to Braintree station. The Red Line operates during normal MBTA service hours (all times except late nights) with six-car trains. The 218-car active fleet consists of three orders of cars built in 1969–70, 1987–89, and 1993–94. A 252-car order from CRRC is being built from 2019 to 2024. The Red Line is fully grade-separated; trains are driven by operators with automatic train control for safety. Cabot Yard in South Boston is used for heavy maintenance and storage; yards at Alewife, Ashmont, and Braintree are also used for storage. All 22 Red Line stations are fully accessible. Averaging 240,000 weekday passengers in 2019, the Red Line has the highest ridership of the MBTA subway lines. The Boston Elevated Railway opened its Cambridge tunnel between and in 1912. It was extended south as the Dorchester Tunnel to Washington (now ) in 1915, in 1916, in 1917, and in 1918. The Dorchester extension added three stops to in 1927 and two more stops to Ashmont in 1928. Charles (now ) was added as an infill station in 1932. The newly formed MBTA assigned colors to its subway lines in 1965, with the Cambridge–Dorchester line becoming the Red Line. The MBTA added the three-station South Shore Line to in 1971; it was extended to Braintree in 1980, with added as an infill in 1983. The Red Line Northwest Extension, originally planned to run to Arlington Heights or Route 128, opened to in 1984 and Alewife in 1985. ==History== ===Cambridge tunnel=== The Red Line was the last of the four original Boston subway lines (the others being the Green, Orange, and Blue Lines, opened in 1897, 1901, and 1904, respectively) to come into being. Construction of the Cambridge tunnel, connecting Harvard Square to Boston, was delayed by a dispute over the number of intermediate stations to be built along the new line. Cambridge residents, led by Mayor Wardwell, wanted at least five stations built along the line, while suburbanites interested in faster through travel argued for only a single intermediate station, at Central Square. The contending groups finally compromised on two intermediate stations, at Central and Kendall Squares, allowing construction to start in 1909. The section from Harvard (and new maintenance facilities at Eliot Yard) to Park Street was opened by the Boston Elevated Railway (BERy) on March 23, 1912. At Harvard, a prepayment station provided easy transfer to streetcars routed through what is now the Harvard bus tunnel. From Harvard, the Cambridge tunnel traveled beneath Massachusetts Avenue to Central Square station. It then continued under Mass. Ave until Main Street, which it followed to reach Kendall station. The underground line then rose onto the Longfellow Bridge, using a central right-of-way which had been reserved during the bridge's 1900–1906 construction. On the Boston side, the line briefly became an elevated railway, as vehicle lanes descended beneath it to Charles Circle; the tracks then immediately entered a tunnel beneath Beacon Hill, leading to new lower-level platforms at Park Street Under. Charles Station (now Charles/MGH) was added above the traffic circle in 1932. ===Dorchester Tunnel and extension=== thumb|left|Columbia station (later JFK/UMass) on the Dorchester extension under construction in 1927 The Dorchester Tunnel to Washington Street and South Station Under opened on April 4, 1915 and December 3, 1916, with transfers to the Washington Street Tunnel and Atlantic Avenue Elevated, respectively. Further extensions opened to Broadway on December 15, 1917 and Andrew on June 29, 1918, both prepayment stations for streetcar transfer. The Broadway station included an upper level with its own tunnel for streetcars, which was soon abandoned in 1919 due to most lines being truncated to Andrew. The upper level at Broadway was later incorporated into the mezzanine. Next came the Dorchester extension (now the Ashmont branch), following a rail right-of-way created in 1870 by the Shawmut Branch Railroad. In 1872, the right-of-way was acquired by the Old Colony Railroad to connect their main line at Harrison Square with the Dorchester and Milton Branch Railroad, running from the Old Colony at Neponset, west to what is now Mattapan station. The New York, New Haven and Hartford Railroad succeeded the Old Colony in operating the branch, but passenger service ceased on September 4, 1926, in anticipation of the construction of the BERy's Dorchester extension.End of service on Old Colony's Shawmut Branch The BERy opened the first phase of the Dorchester extension, to Fields Corner station, on November 5, 1927, south from Andrew, then southeast to the surface and along the west side of the Old Colony mainline in a depressed right-of-way. Columbia and Savin Hill stations were built on the surface at the sites of former Old Colony stations. The remainder of the extension opened to Ashmont and Codman Yard on September 1, 1928, and included Shawmut station, where there had been a surface Old Colony station, but where the new rapid transit station was placed underground. The first phase of the Ashmont–Mattapan High Speed Line opened on August 26, 1929, using the rest of the Shawmut Branch right-of-way, including Cedar Grove station, and part of the old Dorchester and Milton Branch. Charles was renamed Charles/MGH in December 1973, and Kendall was renamed Kendall/MIT on August 7, 1978. In January 1981, the MBTA proposed to close the Ashmont branch on Sundays – and the Mattapan Line at all times – beginning that March due to severe budget issues. The closure was cancelled, though the lines were closed from June 20, 1981, to January 16, 1982, for track replacement and tunnel repairs. ===MBTA era and branding=== thumb|left|The station entrance in Harvard Square The line was sometimes referred to as the Cambridge–Dorchester line and the Cambridge–Dorchester subway. It was marked on maps as \"Route 1\". After taking over operations in August 1964, the MBTA began rebranding many elements of Boston's public transportation network. Colors were assigned to the rail lines on August 26, 1965 as part of a wider modernization developed by Cambridge Seven Associates, with the Cambridge–Dorchester line becoming the Red Line. Peter Chermayeff claims to have assigned red to the line because of Harvard's association with crimson. In 1968, letters were assigned to the south branches, \"A\" for Quincy (planned to extend to South Braintree) and \"C\" for Ashmont. \"B\" was probably reserved for a planned branch from Braintree to Brockton. As new rollsigns were made, this lettering was phased out. In 1994, new electronic signs included a different labeling, \"A\" for Ashmont, \"B\" for Braintree, and \"C\" for Alewife. ===South Shore line=== On July 28, 1965, the MBTA signed an agreement with the New Haven Railroad to purchase of the former Old Colony mainline from Fort Point Channel to South Braintree in order to construct a new rapid transit line along the corridor. The line was expected to be completed within two years. The agreement also provided for the MBTA to subsidize commuter service on the railroad's remaining commuter rail lines for $1.2 million annually. Original plans called for the South Shore line to be largely independent of the existing Red Line, with either a northern terminus at the surface level at South Station or a tunnel leading to a stub-end terminal between Post Office Square and State Street. However, it was later decided to have the line be a new southern branch of the Red Line. The first section of the South Shore line, under construction since 1966, opened on September 1, 1971, branching from the original Red Line at a flying junction north of Columbia (now JFK/UMass). It ran along the west side of the Old Colony rail right-of-way (which has since been reduced to one track), crossing to the east side north of Savin Hill. The northernmost station was North Quincy, with others at Wollaston and Quincy Center. Service began alternating between Ashmont and Quincy. Ashmont service operated with 1400-series cars, while the Quincy branch only had 1500- and 1600-series cars because they had cab signaling. In December 1969, the MBTA purchased Penn Central's Dover Street Yards for $7 million. The site was used for the South Bay Maintenance Center (later Cabot Yard), which included Red Line shops (to replace Eliot Yard) and an adjacent bus garage. A $7.8 million construction contract was awarded in 1972, with groundbreaking on September 16. The facility was dedicated on June 24, 1974; on December 28, Bartlett Street garage in Roxbury was closed. Three southbound trains collided inside the Beacon Hill tunnel on August 1, 1975, injuring 132 passengers. ====Braintree extension==== thumb|left|Quincy Adams (pictured) and Braintree stations include massive parking garages to accommodate suburban commuters. Beyond Quincy Center, the Braintree extension runs southward to Braintree, opened on March 22, 1980, via an intermediate stop at Quincy Adams which opened on September 10, 1983 due to delays. The extension was part of the massive 1965 extension plan, although it was delayed due to questions over station siting in Braintree. The Boston Transportation Planning Review, published in 1969, proposed North Braintree and South Braintree stations following the Quincy Center station. Several outlying sections of the MBTA subway system, including Quincy Adams and Braintree, originally charged a double fare to account for the additional costs of running service far from downtown. Passengers paid two fares to enter at the stations, and an exit fare when leaving the station. Double fares on the Braintree extension, the last on the system, were discontinued in 2007 as part of a wider fare restructuring. ===Northwest extension=== By 1922, the BERy believed that Harvard would be the permanent terminus; the heavy ridership from the north was expected to be handled by extending rapid transit from Lechmere Square. The 1926 Report on Improved Transportation Facilities in the Boston Metropolitan District proposed an extension from Lechmere to North Cambridge via the Southern Division and the Fitchburg Cutoff, with a possible further extension along the Lexington Branch. An extension of the Cambridge–Dorchester Line under Mount Auburn Street to Watertown, and thence along the Watertown Branch to Waltham, was also raised as a possibility. A northwards extension from Harvard to the North Cambridge/Arlington border was proposed by Cambridge mayor John D. Lynch in 1933 and by then-freshmen state representative Tip O'Neill in 1936, but was not pursued. The 1945 Coolidge Commission report – the first major transit planning initiative in the region since 1926 – recommended an extension from Harvard to Arlington Heights via East Watertown. The 1947 revision recommended an extension north to Porter Square instead, with branches along the Fitchburg Division to Waltham and the Lexington Branch to Lexington. (second section, third page) The 1966 Program for Mass Transportation by the 1964-created MBTA called for an immediate extension to Alewife Brook Parkway via Porter Square, with possible future extensions to Arlington or Waltham. Original plans called for a subway under Massachusetts Avenue to Porter Square, then a surface route along the Fitchburg Route to Alewife. In the late 1960s, the project was expanded to follow the Lexington Branch to a terminal at Route 128. In 1970, Cambridge began advocating for the project, and for the consideration of an all-subway route under Garden Street. That October, then-governor Francis Sargent suspended most highway construction inside Route 128 and created the Boston Transportation Planning Review, which focused on the implementation of new transit routes. In 1972, a new all-subway route via Porter Square and Davis Square was considered (and ultimately chosen). By the mid-1970s, the project was split into two phases: an all-subway extension to Arlington Heights via Alewife, with a later extension to Route 128. Arlington did not wish for Arlington Heights to be even a temporary terminal. In March 1977, Arlington voters rejected the project in a nonbinding referendum, citing fears of increased taxes and congestion. A May 1977 state bill prohibiting extension into Arlington was vetoed by then-governor Michael Dukakis. The Environmental Impact Statement, released in August 1977, primarily evaluated the Arlington Heights terminus but also provided for a shorter Alewife extension. By the time the northwest extension began construction in 1978, opposition in Arlington and reductions in federal funding had caused the MBTA to choose the shorter Alewife alternative. The Red Line was extended temporarily to Harvard–Brattle over former yard and storage tracks on March 24, 1979. This allowed for bus transfers to be provided. The Harvard bus tunnel was closed temporarily at the time. On January 31, 1981, the original Harvard station was permanently closed, as its demolition was required. To replace it, a temporary station at Harvard–Holyoke was built across the tracks. The two temporary stations were closed on September 2, 1983 in preparation for the opening of the new Harvard station. On September 6, 1983, the new station at Harvard opened, with trains changing direction at Davis Square without carrying passengers. Eliot Yard was demolished; Harvard's Kennedy School of Government now sits inside its retaining walls. The line was extended to Davis with a station at Porter on December 8, 1984. The line was extended to its current terminus at Alewife on March 30, 1985. At the time, all off-peak trains terminated there, but due to the incomplete construction of a yard at Alewife, only Ashmont trains ran to Alewife during rush hours. Davis was the terminal for rush hour Braintree trains. These trains were finally extended to Alewife during rush hours on December 26, 1985, with the completion of the yard at Alewife. During the expansion, the MBTA pioneered an investment in the \"Arts on the Line\" public art program. Fill from the tunnel excavation was used to create Danehy Park on the former site of the Cambridge City Dump, and to restore Russell Field in Cambridge and Magnolia Park in Arlington. ===Station renovations=== thumb|left|Reconstruction of in 2018 A 1979 renovation of added two elevators, making it the first accessible station on the Red Line. In the early 1980s, the MBTA began extending platforms for six-car trains: and in 1981, in 1982, and and in the mid-1980s. (The Northwest and South Shore extensions had been built for longer trains, while had been modified in 1970.) In the mid-1980s, the MBTA spent $80 million to extend the platforms of seven underground Red Line stations (, , Park Street, Washington, , , and ) and three Orange Line stations. Six-car trains entered service on January 21, 1988. Central, Kendall/MIT, Park Street, and Downtown Crossing (renamed from Washington in 1987) were completed in 1988. A major reconstruction of JFK/UMass added a platform for the Braintree branch, which opened on December 14, 1988. Renovations to Broadway were completed in October 1989. and were accessible by 1989, if not from their original construction. South Station was completed around 1992, followed by Andrew in 1994. The 1990 passage of the Americans with Disabilities Act spurred the renovation of additional stations. was modified in 1991, followed by in 1998. Charles/MGH was rebuilt from 2003 to 2007. The agency began design for the four Ashmont branch stations in 2001. Savin Hill was closed from May 2004 to July 31, 2005 for reconstruction. It was followed by the completion of the rebuilt Fields Corner station in 2008, the modified Shawmut in 2009, and the rebuilt Ashmont in 2011. The final Red Line station to be modified for accessibility was , which was closed from January 2018 to August 2019 for a complete reconstruction. ===2010s=== A $255 million project, which started in Spring 2013, replaced structural elements of the Longfellow Bridge, which carries the line across the Charles River between the Charles/MGH and Kendall/MIT stations. The project required at least 25 weekend shutdowns, including temporary relocation of the tracks and a substitute bus shuttle service. All outbound roadway traffic was detoured from the bridge for the three years of construction. The bridge finished construction in May 2018. On December 10, 2015, a Red Line train in revenue service traveled from to without an operator in the cab before it was stopped by cutting power to the third rail. The MBTA initially said that the train appeared to have been tampered with and the incident was not an accident, but later determined operator error to have been the cause. On February 21, 2018, a Red Line train motor failed on approach to Andrew station causing the train to derail. On June 11, 2019, a Red Line train derailed just north of JFK/UMass station, damaging three sheds of signal equipment that control the complex interlockings around the station. The Red Line was limited to 10 trains per hour (instead of the usual 13-14) for several months while repairs were made. The derailment was caused by a broken axle, which had been made brittle by sparks from a faulty grounding component on a motor. Full service resumed on September 25, 2019. ===2020s=== On September 28, 2021, another derailment at South Station (subway) was caused because of a southbound train was traveling at a slow speed when it came in contact with the edge of the platform, causing the second car of the six-car train to derail. ===Winter issues and resiliency work=== thumb|right|Buses forming a \"bus bridge\" linking JFK/UMass and North Quincy in August 2015, during winter resiliency work During the unusually brutal winter of 2014–15, the almost entire MBTA rail system was shut down on several occasions by heavy snowfalls. The aboveground sections of the Orange and Red lines were particularly vulnerable due to their exposed third rail power feed, which iced over during storms. If a single train were stopped due to power loss, other trains behind it soon had to stop as well; without continually running trains pushing snow off the rails, the lines would become quickly blocked by heavy snowfalls. (Because the Blue Line was built with overhead catenary on its surface section due to its exposure to corrosive salt air, it was not as easily disabled by the icing conditions.) During 2015, the MBTA implemented its $83.7 million Winter Resiliency Program, much of which focused on preventing similar vulnerabilities with the Orange and Red lines. The section of the Braintree branch between JFK/UMass and Wollaston had old infrastructure and was largely built on an embankment, rendering it more vulnerable. New third rail with heaters and a different metal composition to reduce wear was installed, along with snow fences and switch heaters. The work required bustitution of the line from JFK/UMass to North Quincy on many weeknights. This program did not include work south of Wollaston. In July 2016, the MBTA Fiscal and Management Control Board approved a $18.5 million contract to complete work along the remainder of the southern branches. The project included all remaining third rail replacement, track work between Fields Corner and Savin Hill, signal system work between North Quincy and Braintree, and track replacement at Quincy Center, Quincy Adams, and Braintree. The work was completed in the second half of 2016. == Operations and signaling == The Ashmont and Harvard branches were both built with automatic block signaling and trip-stop train protection, while the Braintree and Alewife extensions of the 1980s were constructed with Automatic Train Control (ATC) using audio frequency cab signaling. In 1985 the entire Red Line was converted to the new cab signal standard with any remaining interlocking towers being closed with a relay based centralized traffic control machine being installed in a dispatch office at 45 High Street. This in turn was replaced in the late 1990s with a software-controlled Automatic Train Supervision product by Union Switch & Signal, subcontracted to Syseca Inc. (now ARINC), in a new control room. Subsequent revisions to the system were made internally at the MBTA. Scheduled headways were as low as 2 minutes after the 1928 extension to Ashmont. When Stadium station was in use for Harvard football games, headways as low as 1 minutes were used. Ridership peaked around 1947, when passenger counters logged over 850 people per four-car train during peak periods. After the conversion to ATC, throughput in the downtown corridor was 13 trains per hour or a little less than 5 minute headway which gives a maximum capacity of 20,280 passengers per hour. In October 2018, the MBTA awarded a $218 million improved signal contract for the Red and Orange Lines, which will allow 3-minute headways between JFK/UMass and Alewife beginning in 2022. The decreased headway will be achieved through increased vehicle performance, an upgrade of the existing ATC system to use higher performance digital components and a reduction in the length of signaling blocks to 500 feet. During snowstorms, the MBTA runs an empty train during non-service hours to keep the tracks and third rail clear. The Red Line experienced major service disruptions in the winter of 2014–15 due to frozen- over third rails, leaving unpowered trains stranded between stations with passengers on board. ==Rolling stock== {| class=\"wikitable\" | |- ! Series # ! Year Built ! Manufacturer ! Car Length ! Car Width ! Photo ! Fleet numbers (Total ordered) ! Amount in service |-bo, ! rowspan=\"2\"| #1 | rowspan=\"2\"| 1969–1970 | rowspan=\"2\"| Pullman-Standard | rowspan=\"4\" | | rowspan=\"2\"| | 100px | * 1500-1523 (24 total) | align=center | 24 |- | 100px | * 1600-1651 (52 total) | align=center | 44 |- ! #2 | 1987–1989 | UTDC | rowspan=\"3\" | | 100px | * 1700–1757 (58 total) | align=center | 58 |- ! #3 | 1993–1994 | Bombardier | 100px | * 1800–1885 (86 total) | align=center | 82 |- ! #4 | 2019–2024 | CRRC | | 100x100px | * 1900–2151 (252 total) | align=center | 8 http://roster.transithistory.org/ |- |} The Red Line is standard gauge heavy rail. Trains consist of mated pairs of electric multiple unit cars powered from a 600 V DC third rail. All trains run in six- car sets. All cars are roughly long, wide, and have a platform height of above the top of rail. Rolling stock is maintained at the Cabot Yard in South Boston. Yard leads connect to the mainline at Columbia Junction, just north of JFK/UMass station. Trains are also stored at Braintree (Caddigan Yard), Ashmont (Codman Yard), and Alewife. Eliot Yard, on the surface near Harvard Square, served East Boston Tunnel cars for a short time and Red Line cars until it was demolished in the 1970s. (East Boston Tunnel cars accessed the yard through the now-closed Joy Street portal near Bowdoin station and a track connection on the Longfellow Bridge). ===1912 Cambridge subway and 1928 Dorchester cars=== thumb|left|1912 cars at the original Harvard station The Cambridge subway began service in 1912 with 40 all-steel motor cars built by the Standard Steel Car Company, and 20 cars from the Laconia Car Company. They had a novel design as a result of studies about Boston's existing lines, with a then-extraordinary length of over buffers, and a large standee capacity, while weighing only . They had an all-new door arrangement: three single sliding doors per side evenly distributed along the car's length so that the maximum distance to a door was around . Upon their debut, the new subway cars were the largest in the world; they remained so until the Toronto M1 cars were built in 1962. A similar configuration was later adopted by the BMT's Standard cars in New York and the Broad Street Subway cars in Philadelphia. About of the Boston car was separated by a bulkhead for a smoking compartment. In contrast to the elevated lines, passenger flowthrough was not intended, and every door was used as both entrance and exit.Steel Cars for the Cambridge Subway In: Electric Railway Journal, Vol XXXIX, No. 2, p. 58. Thirty-five cars of similar design were added in 1919 from the Pressed Steel Car Company, followed by 60 more in 1928 from the Bradley Car Company for the Cambridge–Dorchester subway. === 1963 Pullman cars === thumb|right|1400 series work cars (at right) at Cabot Yard The 1912–1928 Cambridge–Dorchester fleet remained in service until 1963, when it was replaced all at once by 92 married-pair cars from Pullman-Standard numbered 01400–01491.New Cars Cut Costs for Boston Transit Railway Age March 4, 1963 pages 16/17 These carbon- steel cars were originally delivered in a blue, white and gold paint scheme (the state colors of the Commonwealth of Massachusetts, which funded their purchase), and retained that color scheme into the early 1980s when most were finally repainted into Red Line colors for the opening of the Alewife Extension. The 01400s (or 1400s) were the last pre-MBTA transit cars and also the last ones built without air conditioning. All were retired from passenger service by 1994 due to mechanical and electrical equipment not being able to operate with six-car trains. With delivery of the 1800-series, four cars (01470/01471 and 01480/01481) remain as Red Line work equipment, and 01450 and 01455 are preserved at the Seashore Trolley Museum in Kennebunkport, Maine. ===Aluminum-bodied cars=== thumb|left|A train of 1600 series cars on the Longfellow Bridge Three series of older aluminum-bodied cars were built: the 1500 and 1600 series by Pullman-Standard 1969–1970 (known as the \"No. 1\" fleet), and 1700–57 by UTDC in 1988 (\"No. 2\" fleet). These cars seat 62 to 64 each and approximately 132 cars are in active service , including some of the oldest cars still in regular revenue service on the MBTA system. All cars are painted white with red trim, with manually operated exterior roll signs. Before their overhauls, the 1500 and 1600 series had a brushed aluminum livery with a thin red stripe and were usually called \"Silverbird\" cars from their natural metal finish. All these cars use traditional DC traction motors with electromechanical controls manufactured by Westinghouse and can interoperate. The 1500 and 1700 series cars could operate as singles, but in practice are always operated as married pairs. The 1600 series could only operate as married pairs. Originally, the 1500s were double-ended and had two cabs, but were converted to single ended during their midlife overhaul. Headlights are still present on the non-cab ends on the 1500s. The 1700s also have headlights on their non-cab end, but they were built with only one cab. ===Stainless steel–bodied cars=== thumb|right|A train of 1800 series cars The 1800–85 series of stainless steel–bodied cars was built in 1993–94 by Bombardier from components manufactured in Canada and assembled in Barre, Vermont. (This is known as the \"No. 3\" fleet.) These cars seat 50, and all 86 cars are in active service. An automated stop announcement system provides station announcements synchronized with visual announcements in red LED signs ceiling-mounted in each car. These cars are stainless steel with red trim, and use yellow LCD exterior signs. These cars originally had red cloth seats (in contrast to the black leather seats of other cars), but in the early 21st century the cloth seats were replaced with black leather seats. More recently the black leather seats were replaced with vandalism-proof reinforced carpet type seats containing multi-colored patterns, as with the other Red Line stock. They have modern AC traction motors with solid state controls manufactured by General Electric, very similar to the Breda A650 for the Los Angeles Metro Rail, the Bombardier R110B prototype for the New York City Subway, and the Washington Metro 1000 series. They can operate only as mated pairs and can partially interoperate with older cars in emergencies or non-revenue equipment moves, but not in revenue service. In December 2008, the MBTA began running a pair of modified 1800 series cars without seats, in order to increase train capacity. The MBTA became the first transit operator in the United States with heavy rail operations to run cars modified for this purpose. These cars, set 1802–1803, have been designated as \"Big Red\" cars, denoted by large stickers adjacent to the doors. Automated service announcements at stations alert passengers to the arrival of these high-capacity trains.MBTA strips out the seats from some Red Line trains As of 2018, both Big Red cars have been retrofitted with seats, about half as many as the standard 01800 series cars. ===CRRC cars and upgraded signal system=== thumb|left|A new train in service in January 2021 In October 2013, MassDOT announced plans for a $1.3 billion subway car order for the Orange and Red Lines, which would provide 74 new cars to replace the 1500/1600-series cars, with an option to increase the number to 132 to replace the 1700-series cars. On October 22, 2014, the MassDOT Board awarded a $567 million contract to build 132 replacement railcars for the Red Line, as well as additional cars for the Orange Line to a China based manufacturer CNR (which became part of CRRC the following year). CRRC will build the new cars at a new manufacturing plant in Springfield at the site of the former New England Westinghouse Company, with initial deliveries of Red Line cars expected in 2020 (Orange Line deliveries began a year earlier) and all cars in service by 2023. The Board forwent federal funding to allow the contract to specify the cars be built in Massachusetts, to create a local railcar manufacturing industry.MBTA: Orange Line problems not linked to Springfield-built cars In conjunction with the new rolling stock, the remainder of the $1.3 billion allocated for the project will pay for testing, signal improvements and expanded maintenance facilities, as well as other related expenses. Sixty percent of the car's components are sourced from the United States. The new cars will hold 15 additional passengers, will have four wheelchair parking areas per car, and will be equipped with on-board video surveillance. The cars will have wider doors to allow faster boarding at busy stations, and can allow wheelchair access even if one of a pair of door panels fails to open. The MBTA rebuilt Track 61 to serve as a test track for the new Red Line cars. In December 2016, the MBTA opted to purchase additional identical cars from CRRC, allowing replacement rather than costly refurbishment of the 01800 series cars. The second order is for 120 cars costing $277 million, with an option for 14 additional cars. Combined, the 2014 and 2016 orders will provide a single common fleet for the entire Red Line by 2023, with enough cars to eventually run 3-minute headways at peak. Replacement of the signal system is expected to be complete by 2021 on the Red Line; the total cost is $218 million for both the Red and Orange Lines. The first trainset of new cars entered revenue service on December 30, 2020. The cars were taken out of service on March 16, 2021 after a CRRC car on the Orange Line derailed. After investigations were completed, they returned to service in January 2022. , an increased number of deliveries is expected during 2022. ==Art and architecture== The MBTA pioneered a \"percentage for art\" public art program called Arts on the Line during its Northwest Extension of the Red Line in the late 1970s and early 1980s. Arts on the Line was the first program of its kind in the United States and became the model for similar programs for art across the country. The Kendall/MIT station features an interactive public art installation by Paul Matisse called the Kendall Band, which allows the public to activate three sound-producing machines utilizing levers on the wall of the station. Above the tracks at Alewife hangs a series of red neon tubes called The End of the Red Line, by the Boston artists Alejandro and Moira Sina. Many stations built or renovated in the past three decades now feature public art. The MBTA maintains an online catalog of the over 90 artworks installed along its six major transit lines. Each downloadable guide is illustrated with full-color photographs, titles, artists, locations, and descriptions of individual artworks. Newer aboveground stations (particularly Alewife, Braintree, and Quincy Adams, which all have large parking garages) are excellent examples of brutalist architecture. ==Station listing== thumb|right|The platform at Alewife station thumb|right|Red Line platforms at Park Street station thumb|right|Braintree branch train at JFK/UMass station thumb|right|Two trains at Braintree station {| class=\"wikitable\" |- !Location !Station ! scope=\"col\" width=\"120\" |Opened !Notes and connections |- |Cambridge |bgcolor=ffdfdf| |March 30, 1985 | MBTA bus: , , , , , , , |- |Somerville |bgcolor=ffdfdf| |rowspan=2|December 8, 1984 | MBTA bus: , , , , , , |- |rowspan=7|Cambridge |bgcolor=ffdfdf| | MBTA Commuter Rail: Fitchburg Line MBTA bus: , , , , |- | |October 26, 1912 |Closed on November 18, 1967; used only for games at Harvard Stadium. |- | |March 24, 1979 |Closed on September 1, 1983; temporary station during Harvard reconstruction. |- |bgcolor=ffdfdf| |September 6, 1983 |Original station slightly to the southeast was open from March 23, 1912 to January 30, 1981. MBTA bus: , , , , , , , , , , , , , |- | |January 31, 1981 |Closed on September 1, 1983; temporary station during Harvard reconstruction. |- |bgcolor=ffdfdf| |rowspan=2|March 23, 1912 | MBTA bus: , , , , , |- |bgcolor=ffdfdf| | MBTA bus: , , , EZRide |- |West End, Boston |bgcolor=ffdfdf| |February 27, 1932 | |- |rowspan=3|Downtown Boston |bgcolor=ffdfdf| |March 23, 1912 | MBTA subway: Green Line MBTA bus: , , , , |- |bgcolor=ffdfdf| |April 4, 1915 | MBTA subway: Orange Line MBTA bus: , , , , , , , , , |- |bgcolor=ffdfdf| |December 3, 1916 | MBTA subway: Silver Line: , , , MBTA Commuter Rail: Framingham/Worcester Line, Needham Line, Franklin Line, Providence/Stoughton Line, Fairmount Line, Old Colony Lines, Greenbush Line, CapeFLYER MBTA bus: , , , Amtrak: , , Intercity buses at South Station Bus Terminal |- |rowspan=2|South Boston |bgcolor=ffdfdf| |December 15, 1917 | MBTA bus: , , |- |bgcolor=ffdfdf| |June 29, 1918 | MBTA bus: , , , , , |- |Dorchester, Boston |bgcolor=ffdfdf| |November 5, 1927 | MBTA Commuter Rail: Old Colony Lines, Greenbush Line MBTA bus: , , UMass Boston shuttle |- | align=center colspan=4 | Ashmont branch |- |rowspan=4|Dorchester, Boston |bgcolor=ffdfdf| |rowspan=2|November 5, 1927 | |- |bgcolor=ffdfdf| | MBTA bus: , , , , , , , |- |bgcolor=ffdfdf| |rowspan=2|September 1, 1928 | |- |bgcolor=ffdfdf| | MBTA subway: Ashmont- Mattapan High Speed Line MBTA bus: , , , , , , , , BAT: 12 |- | align=center colspan=4 | Braintree branch |- |rowspan=4|Quincy |bgcolor=ffdfdf| |rowspan=3|September 1, 1971 | MBTA bus: , , |- |bgcolor=ffdfdf| | MBTA bus: , , , |- |bgcolor=ffdfdf| | MBTA Commuter Rail: Old Colony Lines, Greenbush Line MBTA bus: , , , , , , , , , , , , , , |- |bgcolor=ffdfdf| |September 10, 1983 | MBTA bus: , |- |Braintree |bgcolor=ffdfdf| |March 22, 1980 | MBTA Commuter Rail: Old Colony Lines, Greenbush Line MBTA bus: , , |- | colspan=\"4\" align=\"center\" bgcolor=\"dfdfdf\" | Currently operating station |} ==References== == Further reading == * Cheney, Frank. (2002) Boston's Red Line: Bridging the Charles from Alewife to Braintree, Arcadia Publishing. ==External links== *MBTA – Red Line *nycsubway.org – MBTA Red Line * Category:Standard gauge railways in the United States Category:600 V DC railway electrification",
 "title": "Red Line (MBTA)"
}