{
 "id": "319421",
 "text": "The 1872 Owens Valley earthquake – also known as the Lone Pine earthquake – struck on March 26 at in the Owens Valley (California, along the east side of the Sierra Nevada), with the epicenter near the town of Lone Pine. Its magnitude has been estimated at 7.4 to 7.9, with a maximum Mercalli Intensity of X (Extreme). It was one of the largest earthquakes to hit California in recorded history and was similar in size to the 1906 San Francisco earthquake. Twenty-seven people were killed and fifty-six were injured. ==Tectonic setting== The earthquake resulted from sudden vertical movement of and right- lateral movement of on the Lone Pine Fault and part of the Owens Valley Fault. These faults are part of a twin system of normal faults that run along the base of two parallel mountain ranges; the Sierra Nevada on the west and the Inyo Mountains on the east of the Owens Valley. It created fault scarps from north of Big Pine, north of Lone Pine, to Haiwee Reservoir () south of Lone Pine. ==Earthquake== thumb|left|Scarp boulder that has been studied The earthquake occurred on a Tuesday morning and leveled almost all the buildings in Lone Pine and nearby settlements. Of the estimated 250–300 inhabitants of Lone Pine, 27 are known to have perished and 52 of the 59 houses were destroyed. One report states that the main buildings were thrown down in almost every town in Inyo County. About south of Lone Pine, at Indian Wells, adobe houses sustained cracks. Property loss has been estimated at $250,000 (). As in many earthquakes, adobe, stone and masonry structures fared worse than wooden ones which prompted the closing of nearby Camp Independence which was an adobe structure destroyed in the quake. The quake was felt strongly as far away as Sacramento, where citizens were startled out of bed and into the streets. Giant rockslides in what is now Yosemite National Park woke naturalist John Muir, then living in Yosemite Valley, who reportedly ran out of his cabin shouting, \"A noble earthquake!\" and promptly made a moonlit survey of the fresh talus piles. This earthquake stopped clocks and awakened people in San Diego to the south, Red Bluff, to the north, and Elko, Nevada, to the east. The shock was felt over most of California and much of Nevada. Thousands of aftershocks occurred, some severe. ==Aftermath== thumb|Original plaque and memorial for the 1872 earthquake thumb|More recent memorial of the earthquake, installed March 26, 1988 Researchers later estimated that similar earthquakes occur on the Lone Pine fault every 3,000–4,000 years. However, the Lone Pine fault is only one of many faults on two parallel systems. This earthquake also formed a small graben that later was filled by water, creating Diaz Lake. The common grave of the earthquake's victims is now registered as California Historical Landmark #507. ==California Historical Landmark== Grave of 1872 Earthquake Victims is a California Historical Landmark number 507, assigned on July 31, 1953. The California Historical Landmark reads: :NO. 507 GRAVE OF 1872 EARTHQUAKE VICTIMS- On March 26, 1872, a major earthquake shook Owens Valley, nearly destroying the town of Lone Pine. About fourteen of its victims (the exact number is not known) were interred in a common grave, enclosed by this fence. ==See also== *Inyo County, California *List of earthquakes in California *List of earthquakes in the United States *List of historical earthquakes ==References== ;Bibliography * * 1872 Lone Pine Lone Pine earthquake Category:Owens Valley Category:History of Inyo County, California Category:History of the Mojave Desert region Category:History of the Sierra Nevada (United States) Lone Pine earthquake Lone Pine earthquake Category:March 1872 events",
 "title": "1872 Owens Valley earthquake"
}