{
 "id": "319483",
 "text": "Hetch Hetchy is a valley, a reservoir, and a water system in California in the United States. The glacial Hetch Hetchy Valley lies in the northwestern part of Yosemite National Park and is drained by the Tuolumne River. For thousands of years before the arrival of settlers from the United States in the 1850s, the valley was inhabited by Native Americans who practiced subsistence hunting-gathering. During the late 19th century, the valley was renowned for its natural beauty – often compared to that of Yosemite Valley – but also targeted for the development of water supply for irrigation and municipal interests. The controversy over damming Hetch Hetchy became mired in the political issues of the day. The law authorizing the dam passed Congress on December 7, 1913. In 1923, the O'Shaughnessy Dam was completed on the Tuolumne River, flooding the entire valley under the Hetch Hetchy Reservoir. The dam and reservoir are the centerpiece of the Hetch Hetchy Project, which in 1934 began to deliver water west to San Francisco and its client municipalities in the greater San Francisco Bay Area. ==Geography== Before damming, the high granite formations produced a valley with an average depth of and a maximum depth of over ; the length of the valley was with a width ranging from an eighth to a half of a mile (0.2 to 0.8 km). The valley floor consisted of roughly of meadows fringed by pine forest, through which meandered the Tuolumne River and numerous tributary streams. Kolana Rock, at , is a massive rock spire on the south side of the Hetch Hetchy Valley. Hetch Hetchy Dome, at , lies directly north of it. The locations of these two formations roughly correspond with those of Cathedral Rocks and El Capitan seen from Tunnel View in Yosemite Valley. A broad, low rocky outcrop situated between Kolana Rock and Hetch Hetchy Dome divided the former meadow in two distinct sections. The valley is fed by the Tuolumne River, Falls Creek, Tiltill Creek, Rancheria Creek and numerous smaller streams which collectively drain a watershed of . In its natural state, the valley floor was marshy and often flooded in the spring when snow melt in the high Sierra cascaded down the Tuolumne River and backed up behind the narrow gorge which is now spanned by O'Shaughnessy Dam. The entire valley is now flooded under an average of water behind the dam, although it occasionally reemerges in droughts, as it did in 1955, 1977 and 1991. Upstream from the valley lies the Grand Canyon of the Tuolumne, while the smaller Poopenaut Valley is directly downstream from O'Shaughnessy Dam. The Hetch Hetchy Road drops into the valley at the dam, but all points east of there are roadless, and accessible only to hikers and equestrians. The O'Shaughnessy Dam is near Yosemite's western boundary, but the long, narrow, fingerlike reservoir stretches eastward for about . Wapama Falls, at , and Tueeulala Falls, at – both among the tallest waterfalls in North America – are both located in Hetch Hetchy Valley. Rancheria Falls is located farther southeast, on Rancheria Creek. Formerly, a \"small but noisy\" waterfall and natural pool existed on the Tuolumne River marked the upper entrance to Hetch Hetchy Valley, informally known as Tuolumne Fall (not to be confused with a similarly named waterfall several miles upriver near Tuolumne Meadows). The waterfall on the Tuolumne is now submerged under Hetch Hetchy Reservoir. ===Geology=== The Hetch Hetchy Valley began as a V-shaped river canyon cut out by the ancestral Tuolumne River. About one million years ago, the extensive Sherwin glaciation widened, deepened and straightened river valleys along the western slope of the Sierra Nevada, including Hetch Hetchy, Yosemite Valley, and Kings Canyon farther to the south. During the last glacial period, the Tioga Glacier formed from extensive icefields in the upper Tuolumne River watershed; between 110,000 and 10,000 years ago Hetch Hetchy Valley was sculpted into its present shape by repeated advance and retreat of the ice, which also removed extensive talus deposits that may have accumulated in the valley since the Sherwin period. At maximum extent, Tioga Glacier may have been long and up to thick, filling Hetch Hetchy Valley to the brim and spilling over the sides, carving out the present rugged plateau country to the north and southwest. When the glacier retreated for the final time, sediment- laden meltwater deposited thick layers of silt, forming the flat alluvial floodplain of the valley floor. Compared with Yosemite Valley, the walls of Hetch Hetchy are smoother and rounder because it was glaciated to a greater extent. This is because the Tuolumne catchment basin above Hetch Hetchy is almost three times as large as the catchment area of the Merced River above Yosemite, allowing a greater volume of ice to form. ==Flora and fauna== Hetch Hetchy is home to a diverse array of plants and animals. Gray pine, incense- cedar, and California black oak grow in abundance. Many examples of red-barked manzanita can be seen along the Hetch Hetchy Road. Spring and early summer bring wildflowers including lupine, wallflower, monkey flower, and buttercup. Seventeen species of bats inhabit the Hetch Hetchy area, including the largest North American bat, the western mastiff. Before damming, the valley floor contained abundant stands of black oaks, live oak, Ponderosa pine, Douglas fir, and silver fir bordering the meadows, with alder, willow, poplar and dogwood in the riparian zone along the Tuolumne River. The valley's abundant plants provided nourishment for mule deer, black bears and bighorn sheep. Due to large cataracts on the Tuolumne River upstream, Hetch Hetchy Valley may have been in the uppermost range for native rainbow trout in the river. Due to its abundant wetlands and stream pools, Hetch Hetchy was notorious among early travelers for becoming infested with mosquitoes in the summertime. Said San Francisco resident William Denman in 1918, \"The first time I went into the Hetch Hetchy the mosquitoes were intolerable. They would light upon a man's blue shirt and turn it brown, and were voracious as mosquitoes would be.\" ==History== ===Indigenous peoples=== People have lived in Hetch Hetchy Valley for over 6,000 years. Native American cultures were prominent before the 1850s when the first settlers from the United States arrived in the Sierra Nevada. During summer, people of the Miwok and Paiute came to Hetch Hetchy from the Central Valley in the west and the Great Basin in the east. The valley provided an escape from the summer heat of the lowlands. They hunted, and gathered seeds and edible plants to furnish themselves winter food, trade items, and materials for art and ceremonial objects. Today, descendants of these people still use milkweed, deergrass, bracken fern, willow, and other plants for a variety of uses including baskets, medicines, and string. Meadow plants unavailable in the lowlands were particularly valuable resources to these tribes. For thousands of years, Native Americans subjected the valley to controlled bushfires, which prevented forest from taking over the valley meadows. Periodic clearing of the valley provided ample space for the growth of the grasses and shrubs they relied on, as well as additional room for large game animals such as deer to browse. In the 19th century, the first white visitors to the valley did not realize that Hetch Hetchy's extensive meadows were the product of millennia of management by Native Americans; instead they believed \"the valley was purely a product of ancient geological forces (or divine intervention) ... this was fundamental to its allure as a destination and subject.\" The valley's name may be derived from the Miwok word hatchhatchie, which means \"edible grasses\" or \"magpie\". It is likely that the edible grass was blue dicks. Chief Tenaya of the Yosemite Valley's Ahwaneechee tribe claimed that Hetch Hetchy was Miwok for \"Valley of the Two Trees\", referring to a pair of yellow pines that once stood at the head of Hetch Hetchy. Miwok names are still used for features, including Tueeulala Fall, Wapama Fall, and Kolana Rock. While its cousin Yosemite Valley to the south had permanent Miwok settlements, Hetch Hetchy was only seasonally inhabited. This was likely because of Hetch Hetchy's narrow outlet, which in years of heavy snowmelt created a bottleneck in the Tuolumne River and the subsequent flooding of the valley floor. ===Exploration and early development=== thumb|\"Little Arroyo\" side canyon in the Hetch Hetchy Valley—by John Englehart, signed as C.N. Doughty; oil painting; 1908 thumb|Albert Bierstadt, Hetch Hetchy Valley from Road, c. 1870 In the early 1850s, a mountain man Nathan Screech became the first non-Native American to enter the valley. Local legend attributes the modern name Hetch Hetchy to Screech's initial arrival in the valley, during which he observed the Native Americans \"cooking a variety of grass covered with edible seeds\", which they called \"hatch hatchy\" or \"hatchhatchie\". Screech reported that the valley was bitterly disputed between the \"Pah Utah Indians\" (Paiute) and \"Big Creek Indians\" (Miwok), and witnessed several fights in which the Paiute appeared to be the dominant tribe. About 1853, his brother Joseph Screech (credited in some accounts for the original discovery of the valley) blazed the first trail from Big Oak Flat, a mining camp near present-day Lake Don Pedro, for northeast to Hetch Hetchy Valley. During this time, the upper Tuolumne River, including Hetch Hetchy Valley, was visited by prospectors attracted by the California Gold Rush. Miners did not stay in the area for long, however, as richer deposits occurred further south along the Merced River and in the Big Oak Flat area. After the valley's native inhabitants were driven out by the newcomers, it was used by ranchers, many of whom were former miners, to graze livestock. Animals were principally driven along Joseph Screech's trail from Big Oak Flat to Hetch Hetchy. Its meadows provided abundant feed for \"thousands of head of sheep and cattle that entered lean and lank in the spring, but left rolling fat and hardly able to negotiate the precipitous and difficult defiles out of the mountains in the fall.\" In 1867, Charles F. Hoffman of the California Geological Survey conducted the first survey of the valley. Hoffman observed a meadow \"well timbered and affording good grazing\", and noted the valley had a milder climate than Yosemite Valley, hence the abundance of ponderosa pine and gray pine. The valley was slowly becoming known for its natural beauty, but it was never a popular tourist destination because of extremely poor access and the location of the famous Yosemite Valley just twenty miles to the south. Those who did visit it were enchanted by its scenery, but encountered difficulties with the primitive conditions and, in summertime, swarms of mosquitoes. Albert Bierstadt, Charles Dorman Robinson and William Keith were known for their landscapes that drew tourists to the Hetch Hetchy Valley. Bierstadt described the valley as \"smaller than the more famous valley ... but it presents many of the same features in his scenery and is quite as beautiful.\" When Yosemite Valley became part of a state park in 1864, Hetch Hetchy received no such designation. As the grazing of livestock damaged native plants in the Hetch Hetchy Valley, mountaineer and naturalist John Muir pressed for the protection of both valleys under a single national park. Muir, who himself had briefly worked as a shepherd in Hetch Hetchy, was known for calling sheep \"hoofed locusts\" because of their environmental impact. Muir's friend Robert Underwood Johnson of the politically influential Century Magazine and several other prominent figures were inspired by Muir's work and helped to get Yosemite National Park established by October 1, 1890. However, ranchers who had previously owned land in the new park continued their use of Hetch Hetchy Valley – a \"sheep-grazing free-for-all [that] threatened to denude the High Sierra meadows\" – before disputes over state and private properties in respect to national park boundaries were finally settled in the early 1900s. Interest in using the valley as a water source or reservoir dates back as far as the 1850s, when the Tuolumne Valley Water Company proposed developing water storage there for irrigation. By the 1880s, San Francisco was looking to Hetch Hetchy water as a fix for its outdated and unreliable water system. The city would repeatedly try to acquire water rights to Hetch Hetchy, including in 1901, 1903 and 1905, but was continually rebuffed because of conflicts with irrigation districts that had senior water rights on the Tuolumne River, and because of the valley's national park status. ===Damming=== In 1906, after a major earthquake and subsequent fire that devastated San Francisco, the inadequacy of the city's water system was made tragically clear. San Francisco applied to the United States Department of the Interior to gain water rights to Hetch Hetchy, and in 1908 President Theodore Roosevelt's Secretary of the Interior, James R. Garfield, granted San Francisco the rights to development of the Tuolumne River. This provoked a seven-year environmental struggle with the environmental group Sierra Club, led by John Muir. Muir observed: > Dam Hetch Hetchy! As well dam for water-tanks the people's cathedrals and > churches, for no holier temple has ever been consecrated by the heart of > man. Proponents of the dam replied that out of multiple sites considered by San Francisco, Hetch Hetchy had the \"perfect architecture for a reservoir\", with pristine water, lack of development or private property, a steep-sided and flat-floored profile that would maximize the amount of water stored, and a narrow outlet ideal for placement of a dam. They claimed the valley was not unique and would be even more beautiful with a lake. Muir predicted that this lake would create an unsightly \"bathtub ring\" around its perimeter, caused by the water's destruction of lichen growth on the canyon walls, which would inevitably be visible at low lake levels. Since the valley was within Yosemite National Park, an act of Congress was needed to authorize the project. The U.S. Congress passed and President Woodrow Wilson signed the Raker Act in 1913, which permitted the flooding of the valley under the conditions that power and water derived from the river could only be used for public interests. Ultimately, San Francisco sold hydropower from the dam to the Pacific Gas and Electric Company (PG&E;), which led to decades of legal wrangling and controversy over terms in the Raker Act. The controversy over Hetch Hetchy was in the context of other political scandals and controversies, especially prevalent in the Taft administration. The Great Alaskan Land Fraud and the Pinchot-Ballinger Controversy caused both Richard A. Ballinger and Gifford Pinchot to resign and be fired respectively. The openings in the Taft administration led to the eventual success of the Raker Act. Work on the Hetch Hetchy Project began in 1914. The Hetch Hetchy Railroad was constructed to link the Sierra Railway with Hetch Hetchy Valley, allowing for direct rail shipment of construction materials from San Francisco to the dam site. Construction of O'Shaughnessy Dam began in 1919 and was finished in 1923, with the reservoir first filling in May of that year. The dam was then high; its present height of was achieved only later, in 1938. On October 28, 1934 – twenty years after the beginning of construction on the Hetch Hetchy project – a crowd of 20,000 San Franciscans gathered to celebrate the arrival of the first Hetch Hetchy water in the city. The Early Intake (Lower Cherry) Powerhouse began commercial operation five years before the O'Shaughnessy Dam was completed. The first Moccasin Powerhouse in Moccasin, California began commercial operation in 1925 followed by the Holm Powerhouse in 1960 (the same month the Early Intake Powerhouse was taken out of service). In 1967 the Robert C. Kirkwood Powerhouse started commercial operation followed by a New Moccasin Powerhouse in 1969 when the Old Moccasin Powerhouse was taken out of service. Finally, in 1988, a third generator was added to the Kirkwood Powerhouse. File:Hetch-Hetchy-dam-site.jpg|The narrow defile at the lower end of Hetch Hetchy Valley where San Francisco planned to dam the Tuolumne River, seen in 1914 before construction began File:O'Shaughnessy Dam in Yosemite NP.JPG|The same area seen today, with O'Shaughnessy Dam and Hetch Hetchy Reservoir File:TuolumneRiverBeloveDam.jpg|Tuolumne River below O'Shaughnessy Dam ==Hetch Hetchy Project== thumb|right|460px|Map of Hetch Hetchy Project facilities thumb|right|View of reservoir and Kolana Rock Hetch Hetchy Valley serves as the primary water source for the City and County of San Francisco and several surrounding municipalities in the greater San Francisco Bay Area. The dam and reservoir, combined with a series of aqueducts, tunnels, and hydroelectric plants as well as eight other storage dams, comprise a system known as the Hetch Hetchy Project, which provides 80% of the water supply for 2.6 million people. The project is operated by the San Francisco Public Utilities Commission. The city must pay a lease of $30,000 per year for the use of Hetch Hetchy, which sits on federal land. The aqueduct delivers an average of of water each year, or per day, to residents of San Francisco and San Mateo, Santa Clara and Alameda Counties. As completed, O'Shaughnessy Dam is long, spanning the valley at its narrow outlet. The dam contains of concrete. The Hetch Hetchy Reservoir created by the dam has a capacity of , with a maximum area of and a maximum depth of . From Hetch Hetchy Reservoir, the water flows through the Canyon and Mountain Tunnels to Kirkwood and Moccasin Powerhouses, which have capacities of 124 and 110 megawatts, respectively. An additional hydroelectric system comprising Cherry Lake, Lake Eleanor and the Holm Powerhouse is also part of the Hetch Hetchy Project, adding another 169 megawatts of generating capacity. The entire system produces about 1.7 billion kilowatt hours per year, enough to meet 20% of San Francisco's electricity needs. After passing through the powerhouses, Hetch Hetchy water flows into the Hetch Hetchy Aqueduct which travels across the Central Valley. Just before reaching the Bay Area, it passes through the Irvington tunnel near the city of Fremont, and the aqueduct splits into four pipelines at . These are called Bay Division Pipelines (BDPL) 1, 2, 3, and 4, with nominal pipeline diameters of 60, 66, 78, and 96 inches (1.5, 1.7, 2.0 and 2.4 m, respectively). All four pipelines cross the Hayward fault. Pipelines 1 and 2 cross the San Francisco Bay to the south of the Dumbarton Bridge, while pipelines 3 and 4 run to the south of the bay. In the Bay Area, Hetch Hetchy water is stored in local facilities including Calaveras Reservoir, Crystal Springs Reservoir, and San Antonio Reservoir. Pipelines 3 and 4 end at the Pulgas Water Temple, a small park that contains classical architectural elements which celebrate the water delivery. Water from Hetch Hetchy is some of the cleanest municipal water in the United States; San Francisco is one of six U.S. cities not required by law to filter its tap water, although the water is disinfected by ozonation and, since 2011, exposure to UV. The water quality is high because of the unique geology of the upper Tuolumne River drainage basin, which consists mostly of bare granite; as a result, the rivers feeding Hetch Hetchy Reservoir have extremely low loads of sediments and nutrients. The watershed is also strictly protected, so swimming and boating are prohibited at the reservoir (although fishing is permitted at the reservoir and in the rivers which feed it), a measure which is considered unusual for US lakes outside the region. In 2018, the Department of the Interior of the Trump administration began to consider a proposal to allow limited boating on the Hetch Hetchy Reservoir for the first time, supported by the advocacy group Restore Hetch Hetchy which argued that \"San Francisco received [Hetch Hetchy's] benefits long ago, but the American people have not.\" thumb|Palo Alto–Los Altos bike path sign, along the Hetch Hetchy Aqueduct pipelines 3 and 4 right of way ==Proposed restoration== ===Arguments for=== The battle over Hetch Hetchy Valley continues today between those who wish to retain the dam and reservoir, and those who wish to drain the reservoir and return Hetch Hetchy Valley to its former state. Those in favor of dam removal have pointed out that many actions by San Francisco since 1913 have been in violation of the Raker Act, which explicitly stated that power and water from Hetch Hetchy could not be sold to private interests. Hydroelectric power generated from the Hetch Hetchy project is largely sold to Bay Area customers through a private power company, Pacific Gas & Electric (PG&E;). San Francisco was able to accomplish this in 1925 by claiming it had run out of funds to extend the Hetch Hetchy transmission line all the way to the city. The terminus of the incomplete line was \"conveniently located next to a PG&E; substation\", which connected to PG&E;'s private line which in turn bridged the gap to San Francisco. The city justified this as a temporary measure, but no attempt to follow through with completing the municipal grid was ever made. Peter Byrne of SF Weekly has stated that \"the plain language of the Raker Act itself and experts who are familiar with the act (and have no stake in city politics) all agree: The city of San Francisco is not in violation of the Raker Act.\" Harold L. Ickes, Secretary of the Interior in the late 1930s, said there was a violation of the Raker Act, but he and the city reached an agreement in 1945. In 2015, Restore Hetch Hetchy filed a complaint arguing that the construction of the dam had violated a provision in the constitution of California about water use, but the lawsuit was rejected by an appeals court and later the California State Supreme Court. Preservation groups including the Sierra Club and Restore Hetch Hetchy state that draining Hetch Hetchy would open the valley back up to recreation, a right that should be provided to the American people because the reservoir is within the legal boundaries of a national park. They acknowledge that a concerted effort would have to be made to control the introduction of wildlife and tourism back into the valley in order to prevent destabilization of the ecosystem, and that it might be decades or even centuries before the valley could be returned to natural conditions. In 1987, the idea of razing the O'Shaughnessy Dam gained an adherent in Don Hodel, then Secretary of the Department of the Interior under President Ronald Reagan. Hodel called for a study of the effect of tearing down the dam. The National Park Service concluded that two years after draining the valley, grasses would cover most of its floor and within 10 years, clumps of cone-bearing trees and some oaks would take root. Within 50 years, vegetative cover would be complete except for exposed rocky areas. In this unmanaged scenario, where nature is left to take hold in the valley, eventually a forest would grow, rather than the meadow being restored. However, the same NPS study also finds that with intensive management, an outcome in which \"the entire valley would appear much as it did before construction of the reservoir\" is feasible. The dam would not have to be completely removed; rather, it would only be necessary to cut a hole through the base in order to drain the water and restore natural flows of the Tuolumne River. Most of the dam would remain in place, both to avoid the enormous costs of demolition and removal, and to serve as a monument for the workers who built it. The water storage provided at Hetch Hetchy could be transferred into Lake Don Pedro lower on the Tuolumne River by raising the New Don Pedro Dam . Water could be diverted into the Kirkwood and Moccasin Powerhouses using lower-impact diversion dams, providing power generation on a seasonal basis, and the enlarged height at Don Pedro would also increase power generation there. Furthermore, the removal of O'Shaughnessy Dam would not require costly sediment control measures, as would be typical on most dam removal projects, because of the high quality of the Tuolumne River water – in the first 90 years since its construction, only around of sediment had been deposited in Hetch Hetchy Reservoir, much less than most other dams. A 2019 study commissioned by Restore Hetch Hetchy argued that draining the reservoir and equipping the valley with a tourism infrastructure comparable to that of Yosemite Valley (which receives around 100 times as many visitors annually than Hetch Hetchy's 44,000) could result in a \"recreational value\" of up to $178 million per year, or possibly an overall economic value of up to $100 billion. ===Arguments against=== Those in opposition of dam removal state that demolishing O'Shaughnessy Dam would take away a valuable source of clean, renewable hydroelectric power in the Kirkwood and Moccasin powerhouses; even if measures such as seasonal water diversion into the powerhouses were employed, it would only make up for a fraction of the original power production. The remaining deficit would likely have to be replaced by polluting fossil fuel generation. The removal of the dam would be extremely costly, at least $3–10 billion, and the transport of the demolished material away from the dam site along the narrow, winding Hetch Hetchy Road would be a logistical nightmare with possible environmental impacts. Most importantly, San Francisco would lose its source of high-quality mountain water, and would have to depend on lower-quality water from other reservoirs – which would require costly filtration and re-engineering of the aqueduct system – to meet its needs. The economic wisdom of removing the dam has been frequently questioned. Some observers, such as Carl Pope (Director of the Sierra Club), stated that Hodel had political motives in proposing the study. The imputed motive was to divide the environmental movement: to see residents of the strongly Democratic city of San Francisco coming out against an environmental issue. Dianne Feinstein, the mayor of San Francisco at the time, said in a Los Angeles Times story in 1987: \"All this is for an expanded campground? ... It's dumb, dumb, dumb.\" Hodel, now retired, is still a strong proponent of restoring Hetch Hetchy Valley and now-Senator Feinstein is still strongly against restoration. The George W. Bush administration proposed allocating $7 million to studying the removal of the dam in the 2007 National Park Service budget. Dianne Feinstein opposed this allocation, saying, \"I will do all I can to make sure it isn't included in the final bill. We're not going to remove this dam, and the funding is unnecessary.\" Opponents of dam removal have pointed out that the flooding of the Hetch Hetchy Valley has also deterred the crowds that overrun other areas of Yosemite National Park. Indeed, Hetch Hetchy today remains the least visited area of the park. Karin Klein has described Yosemite Valley as \"so crammed ... that it looks more like a ripstop ghetto than the site of a nature experience.\" However, she does support breaching the dam once it has reached the end of its lifespan, and not replacing it. In November 2012, San Francisco voters soundly rejected Proposition F, which would have required the city to conduct an $8 million study on how the flooded valley could be drained and restored to its former state. The proposed study would also have been required to identify potential replacements for the water storage capacity and hydroelectric power production. thumb|View point by the O'Shaughnessy Dam ==See also== * Grand Canyon of the Tuolumne * Hetch Hetchy Railroad * Lake Vernon trail * List of dams and reservoirs in California * List of power stations in California * List of the tallest dams in the United States * List of lakes in California * List of largest reservoirs of California * The National Parks: America's Best Idea * Gifford Pinchot * San Francisco Public Utilities Commission * San Francisco Water Department * Timeline of environmental events * Tuolumne River * Yosemite National Park ==References== ==Further reading== * * * * * * * * * DOI:10.1093/acprof:oso/9780195149470.001.0001 online * * * * * * ==External links== * * *Current Conditions, Hetch Hetchy Reservoir, California Department of Water Resources *San Francisco Public Utilities Commission: Hetch Hetchy Water and Power *United States Geological Survey *California Resources Agency Hetch Hetchy Restoration Study *Bay Area Water Supply and Conservation Agency on Hetch Hetchy dam * Category:Geology of Yosemite National Park Category:Landforms of Yosemite National Park Category:Landforms of Tuolumne County, California Category:Tuolumne River Category:History of the Sierra Nevada (United States) Category:History of San Francisco Category:Interbasin transfer",
 "title": "Hetch Hetchy"
}