{
 "id": "320017",
 "text": "{{Infobox writer | name = Robert Harris | image = Robert Harris01.jpg | image_size = | alt = | caption = Harris at a reading in Cologne in November 2009 | pseudonym = | birth_name = | birth_date = | birth_place = Nottingham, Nottinghamshire, England, UK | death_date = | death_place = | resting_place = | occupation = Novelist | language = English | nationality = | ethnicity = | citizenship = | education = King Edward VII School | alma_mater = University of Cambridge | period = 1982 – present | genre = Fiction | subject = Historical fiction thriller | movement = | notableworks = Fatherland An Officer and a Spy | spouse = Gill Hornby | partner = | children = 4 | relatives = Nick Hornby (brother-in-law) | influences = | influenced = | awards = César Award Columnist of the Year | signature = | signature_alt = | website = | portaldisp = | module = }} Robert Dennis Harris (born 7 March 1957) is an English novelist and former journalist. Although he began his career in journalism and non-fiction, his fame rests upon his works of historical fiction. Beginning with the best-seller Fatherland, Harris focused on events surrounding the Second World War, followed by works set in ancient Rome. His most recent works centre on contemporary history. Harris was educated at Selwyn College, Cambridge, where he was president of the Cambridge Union and editor of the student newspaper Varsity. ==Early life and education== Robert Harris spent his childhood in a small rented house on a Nottingham council estate. His ambition to become a writer arose at an early age, from visits to the local printing plant where his father worked. Harris went to Belvoir High School in Bottesford, Leicestershire, and then King Edward VII School, Melton Mowbray, where a hall was later named after him. There he wrote plays and edited the school magazine. Harris read English literature at Selwyn College, Cambridge, where he was elected president of the Cambridge Union and editor of Varsity, the oldest student newspaper at Cambridge University. ==Career== ===Early career=== After leaving Cambridge, Harris joined the BBC and worked on news and current affairs programmes such as Panorama and Newsnight. In 1987, at age 30, he became political editor of the newspaper The Observer. He later wrote regular columns for The Sunday Times and The Daily Telegraph. === Non-fiction (1982–1990) === Harris's first book, A Higher Form of Killing (1982) with fellow BBC journalist Jeremy Paxman, was a study of chemical and biological warfare. Other non-fiction works followed: Gotcha! The Government, the Media and the Falklands Crisis (1983) covering the Falklands War; The Making of Neil Kinnock (1984); Selling Hitler (1986), an investigation of the Hitler Diaries scandal; and Good and Faithful Servant (1990), a study of Bernard Ingham, Margaret Thatcher's press secretary. ===Fiction=== ;Fatherland (1992) Harris's bestselling first novel, the alternative-history Fatherland, has as its setting a world where Nazi Germany won the Second World War. Publication enabled Harris to become a full-time novelist. It was adapted as a television film by HBO in 1994. Harris stated that the proceeds from the book enabled him to buy a house in the countryside, where he still lives. ;Enigma (1995) His second novel Enigma portrayed the breaking of the German Enigma code during the Second World War at Cambridge University and Bletchley Park. It was adapted as a film by writer Tom Stoppard, starring Dougray Scott and Kate Winslet, in 2001. ;Archangel (1998) Archangel was another international best seller. It follows a British historian in contemporary Russia as he hunts for a secret notebook, believed to be Stalin's diary. It was adapted as a television film by the BBC, starring Daniel Craig, in 2005. ;Pompeii (2003) In 2003 Harris turned his attention to ancient Rome with his acclaimed Pompeii. The novel is about a Roman aqueduct engineer, working near the city of Pompeii just before the eruption of Vesuvius in 79 AD. As the aqueducts begin to malfunction, he investigates and realises the volcano is shifting the ground beneath and is near eruption. Meanwhile, he falls in love with the young daughter of a powerful local businessman who was illicitly dealing with his predecessor to divert municipal water for his own uses, and will do anything to keep that deal going. ;Imperium (2006) He followed this in 2006 with Imperium, the first novel in a trilogy centered on the life of the great Roman orator Cicero. ;The Ghost (2007) Harris was an early and enthusiastic supporter of Tony Blair (a personal acquaintance) and a donor to New Labour, but the war in Iraq blunted his enthusiasm. \"We had our ups and downs, but we didn't really fall out until the invasion of Iraq, which made no sense to me,\" Harris has said. In 2007, after Blair resigned, Harris dropped his other work to write The Ghost. The title refers both to a professional ghostwriter, whose lengthy memorandum forms the novel, and to his immediate predecessor who, as the action opens, has just drowned in gruesome and mysterious circumstances. The dead man has been ghosting the autobiography of a recently unseated British prime minister called Adam Lang, a thinly veiled version of Blair. The fictional counterpart of Cherie Blair is depicted as a sinister manipulator of her husband. Harris told The Guardian before publication: \"The day this appears a writ might come through the door. But I would doubt it, knowing him.\" Harris said in a U.S. National Public Radio interview that politicians like Lang and Blair, particularly when they have been in office for a long time, become divorced from everyday reality, read little and end up with a pretty limited overall outlook. When it comes to writing their memoirs, they therefore tend to have all the more need of a ghostwriter. Harris hinted at a third, far less obvious, allusion hidden in the novel's title, and, more significantly, at a possible motive for having written the book in the first place. Blair, he said, had himself been ghostwriter, in effect, to President Bush when giving public reasons for invading Iraq: he had argued the case better than had the President himself.National Public Radio interview, 31 October 2007. The New York Observer, headlining its otherwise hostile review The Blair Snitch Project, commented that the book's \"shock-horror revelation\" was \"so shocking it simply can't be true, though if it were it would certainly explain pretty much everything about the recent history of Great Britain.\" It was adapted as the film The Ghost Writer by Roman Polanski in 2010. ;Lustrum (2009) The second novel in the Cicero trilogy, Lustrum, was published in October 2009. It was released in February 2010 in the US under the alternative title of Conspirata. ;The Fear Index (2011) His novel The Fear Index, focusing on the 2010 Flash Crash, was published by Hutchinson in September 2011. It follows an American expat hedge fund operator living in Geneva who activates a new system of computer algorithms that he names VIXAL-4, which is designed to operate faster than human beings, but which begins to become uncontrollable by its human operators. It was adapted as a 4-part limited series starring Josh Hartnett in 2022. ;An Officer and a Spy (2013) An Officer and a Spy is the story of French officer Georges Picquart, a historical character, who is promoted in 1895 to run France's Statistical Section, its secret intelligence division. He gradually realises that Alfred Dreyfus has been unjustly imprisoned for acts of espionage committed by another man who is still free and still spying for the Germans. He risks his career and his life to expose the truth. Harris was inspired to write the novel by his friend Roman Polanski, who adapted it as a film in 2019. ;Dictator (2015) Dictator is the long-promised conclusion to Harris's Cicero trilogy. It was published by Hutchinson on 8 October 2015. ;Conclave (2016) Conclave, published on 22 September 2016, is a novel \"set over 72 hours in the Vatican\", preceding \"the election of a fictional Pope.\" ;Munich (2017) Munich, published on 21 September 2017, is a thriller set during the negotiations for the 1938 Munich Agreement between Hitler and UK Prime Minister Neville Chamberlain. The story is told through the eyes of two young civil servants – one German, Hartmann, and one English, Legat, who reunite at the fateful summit, six years after they were friends at university. It was adapted as the film Munich – The Edge of War in 2021. ;The Second Sleep (2019) The Second Sleep, published on 5 September 2019, is set in the small English village of Addicott St. George in Wessex in the year 1468 (but it is not \"our\" 1468; it's 800 years later than the 2020s) and follows the events of a priest, Christopher Fairfax, sent there to bury the previous priest, and the secrets he discovers: about the priest, the village, and the society in which they live. ;V2 (2020) V2, published on 17 September 2020, is a thriller set in November 1944 which follows the parallel stories of a German V-2 rocket scientist, Rudi Graf, and a British WAAF, Kay Caton-Walsh. ;Act of Oblivion (2022) Act of Oblivion, to be published on 1 September 2022, is set in 1660 and follows Richard Nayler of the Privy Council who is tasked with tracking down the regicides Edward Whalley and William Goffe. ===Work with Roman Polanski=== In 2007, Harris wrote a screenplay of his novel Pompeii for director Roman Polanski. Harris acknowledged in many interviews that the plot of his novel was inspired by Polanski's film Chinatown, and Polanski said it was precisely that similarity that had attracted him to Pompeii. The film, to be produced by Summit Entertainment, was announced at the Cannes Film Festival in 2007 as potentially the most expensive European film ever made, set to be shot in Spain. Media reports suggested Polanski wanted Orlando Bloom and Scarlett Johansson to play the two leads. The film was cancelled in September 2007 as a result of a looming actors' strike. Polanski and Harris then turned to Harris's bestseller, The Ghost. They co-wrote a script and Polanski announced filming for early 2008, with Nicolas Cage, Pierce Brosnan, Tilda Swinton and Kim Cattrall starring. The film was then postponed by a year, with Ewan McGregor and Olivia Williams replacing Cage and Swinton. The film, retitled The Ghost Writer in all territories except the UK, was shot in early 2009 in Berlin and on the island of Sylt in the North Sea, which stood in for London and Martha's Vineyard respectively, owing to Polanski's inability to travel legally to those places. In spite of his incarceration, he oversaw post- production from his house arrest and the film premiered at the Berlin Film Festival in February 2010, with Polanski winning the Silver Bear for Best Director award. Harris and Polanski later shared a César Award for Best Adapted Screenplay. Harris was inspired to write his novel An Officer and a Spy by Polanski's longtime interest in the Dreyfus affair. He also wrote a screenplay based on the story, which Polanski was to direct in 2012. The screenplay was first titled D, after the initial written on the secret file that secured Dreyfus' conviction. After many years of production difficulties, it started filming in 2018, starring Jean Dujardin. It was produced by Alain Goldman and distributed by Gaumont in 2019. In June 2018 Harris reiterated his support for Polanski, and branded criticisms of Polanski's crimes as being a problem of culture and fashion. \"The culture has completely changed...And so the question is: \"Do you then say, OK fine, I follow the culture.' Or do I say: 'Well, he hasn't done anything since then. He won the Oscar, he got a standing ovation in Los Angeles.' The zeitgeist has changed. Do you change with it? I don't know, to be honest with you. Morally, I don't see why I should change my position because the fashion has changed.\" ===TV appearances and radio broadcasts=== Harris has appeared on the BBC satirical panel game Have I Got News for You in episode three of the first series in 1990, and in episode four of the second series a year later. In the first he appeared as a last-minute replacement for the politician Roy Hattersley. He made a third appearance on the programme on 12 October 2007, seventeen years, to the day, after his first appearance. Since the gap between his second and third appearance was nearly 16 years, Harris enjoyed the distinction of the longest gap between two successive appearances in the show's history until Eddie Izzard appeared on 22 April 2016, just under 20 years after her last appearance on Episode 5 of Series 11 (17 May 1996). On 2 December 2010, Harris appeared on the radio programme Desert Island Discs, when he spoke about his childhood and his friendships with Tony Blair and Roman Polanski. Harris appeared on the American PBS show Charlie Rose on 10 February 2012. Harris discussed his novel The Fear Index which he likened to a modern-day Gothic novel along the lines of Mary Shelley's Frankenstein. Harris also discussed the adaptation of his novel, The Ghost that came out as the movie, The Ghost Writer directed by Roman Polanski. ===Columnist=== Harris was a columnist for The Sunday Times, but gave it up in 1997. He returned to journalism in 2001, writing for The Daily Telegraph. He was named \"Columnist of the Year\" at the 2003 British Press Awards. == Personal life == Harris lives in a former vicarage in Kintbury, near Hungerford in Berkshire, with his wife Gill Hornby, herself a writer and sister of best-selling novelist Nick Hornby. They have four children. Harris contributed a short story, \"PMQ\", to Hornby's 2000 collection Speaking with the Angel. Formerly a donor to the Labour Party, he renounced his support for the party after the appointment of Guardian journalist Seumas Milne as its communications director by leader Jeremy Corbyn. He now supports the Liberal Democrats. ==Works== ===Fiction=== * Fatherland (1992) * Enigma (1995) * Archangel (1998) * Pompeii (2003) * Imperium (2006) (Vol 1 of the Cicero Trilogy) * The Ghost (2007) * Lustrum (2009) (Vol 2 of the Cicero Trilogy, retitled Conspirata for release in US and Italy) * The Fear Index (2011) * An Officer and a Spy (2013) * Dictator (2015) (Vol 3 of the Cicero Trilogy) * Conclave (2016) * Munich (2017) * The Second Sleep (2019) * V2 (2020) * Act of Oblivion (2022) ====Short stories==== * PMQ, short story in the collection Speaking with the Angel. London: Penguin, 2 November 2000 ====Screenplays==== * Pompeii (2007, unfilmed) * The Ghost Writer (2010) * An Officer and a Spy (2019) ===Non-fiction=== * A Higher Form of Killing: The Secret Story of Gas and Germ Warfare (with Jeremy Paxman). London: Chatto & Windus, March 1982 * Gotcha! The Government, the Media and the Falklands Crisis. London: Faber and Faber, January 1983 * The Making of Neil Kinnock. London: Faber and Faber, 17 September 1984 * Selling Hitler: The Story of the Hitler Diaries. London: Faber and Faber, 17 February 1986 * Good and Faithful Servant: The Unauthorized Biography of Bernard Ingham. London: Faber and Faber, December 1990 ==References== ==Further reading== * ==External links== *Robert Harris official website *Robert Harris official Twitter *transcript of interview with Ramona Koval on The Book Show ABC Radio National 13 November 2007 * Category:1957 births Category:Living people Category:20th- century English male writers Category:21st-century English male writers Category:20th-century English novelists Category:21st-century English novelists Category:Alumni of Selwyn College, Cambridge Category:British alternative history writers Category:English historical novelists Category:English male journalists Category:English male novelists Category:English non-fiction writers Category:European Film Award for Best Screenwriter winners Category:Fellows of the Royal Society of Literature Category:Panorama (British TV programme) Category:People from Kintbury Category:People from Nottingham Category:Presidents of the Cambridge Union Category:Writers of historical fiction set in antiquity",
 "title": "Robert Harris (novelist)"
}