{
 "id": "320166",
 "text": "Pre-ignition (or preignition) in a spark-ignition engine is a technically different phenomenon from engine knocking, and describes the event wherein the air/fuel mixture in the cylinder ignites before the spark plug fires. Pre- ignition is initiated by an ignition source other than the spark, such as hot spots in the combustion chamber, a spark plug that runs too hot for the application, or carbonaceous deposits in the combustion chamber heated to incandescence by previous engine combustion events. The phenomenon is also referred to as 'after-run', or 'run-on' or sometimes dieseling, when it causes the engine to carry on running after the ignition is shut off. This effect is more readily achieved on carbureted gasoline engines, because the fuel supply to the carburetor is typically regulated by a passive mechanical float valve and fuel delivery can feasibly continue until fuel line pressure has been relieved, provided the fuel can be somehow drawn past the throttle plate. The occurrence is rare in modern engines with throttle-body or electronic fuel injection, because the injectors will not be permitted to continue delivering fuel after the engine is shut off, and any occurrence may indicate the presence of a leaking (failed) injector. In the case of highly supercharged or high compression multi-cylinder engines, pre-ignition can quickly melt or burn pistons since the power generated by other still functioning pistons will force the overheated ones along no matter how early the mix pre-ignites. Many engines have suffered such failure where improper fuel delivery is present. Often one injector may clog while the others carry on normally allowing mild detonation in one cylinder that leads to serious detonation, then pre- ignition. The challenges associated with pre-ignition have increased in recent years with the development of highly boosted and \"downspeeded\" spark ignition engines. The reduced engine speeds allow more time for autoignition chemistry to complete thus promoting the possibility of pre-ignition and so called \"mega-knock\". Under these circumstances, there is still significant debate as to the sources of the pre-ignition event. Pre-ignition and engine knock both sharply increase combustion chamber temperatures. Consequently, either effect increases the likelihood of the other effect occurring, and both can produce similar effects from the operator's perspective, such as rough engine operation or loss of performance due to operational intervention by a powertrain-management computer. For reasons like these, a person not familiarized with the distinction might describe one by the name of the other. Given proper combustion chamber design, pre-ignition can generally be eliminated by proper spark plug selection, proper fuel/air mixture adjustment, and periodic cleaning of the combustion chambers. ==Causes of pre-ignition== Causes of pre-ignition include the following: * Carbon deposits form a heat barrier and can be a contributing factor to pre-ignition. Other causes include: An overheated spark plug (too hot a heat range for the application). Glowing carbon deposits on a hot exhaust valve (which may mean the valve is running too hot because of poor seating, a weak valve spring or insufficient valve lash) * A sharp edge in the combustion chamber or on top of a piston (rounding sharp edges with a grinder can eliminate this cause) * Sharp edges on valves that were reground improperly (not enough margin left on the edges) * A lean fuel mixture or excessive amount of oxygen in the combustion chamber * An engine that is running hotter than normal due to a cooling system problem (low coolant level, slipping fan clutch, inoperative electric cooling fan or other cooling system problem) * Auto-ignition of engine oil droplets (Can be solved by using an oil catch tank) * Insufficient oil in the engine * Ignition timing too far advanced * Too much air/too little fuel (octane) to withstand pressures (too much air causes too much pressure for the octane to handle, too little fuel reduces the octane to handle the pressurized air) Engine Basics: Detonation and Pre-Ignition by Allen W. Cline ==Detonation induced pre- ignition== Because of the way detonation breaks down the boundary layer of protective lubricant surrounding components in the cylinder, such as the spark plug electrode, these components can start to get very hot over sustained periods of detonation and glow. Eventually this can lead to the far more catastrophic pre-Ignition as described above. While it is not uncommon for an automobile engine to continue on for thousands of kilometers with mild detonation, pre-ignition can destroy an engine in just a few strokes of the piston. ==References== Category:Engine fuel system technology",
 "title": "Pre-ignition"
}