{
 "id": "320280",
 "text": "Mahé day gecko (Phelsuma sundbergi longinsulae) is a diurnal subspecies of geckos. It lives on the western granite islands of the Seychelles and typically inhabits trees and human dwellings. The Seychelles giant day gecko feeds on insects and nectar. == Description == This lizard is a mid-size day gecko. It can reach a total length of about 15 cm. The body colour is bright green or bluish green. A red stripe extends from the nostril to the eye. On the back there are irregularly shaped reddish dots and bars present which form longitudinal rows. On the head there is a red v-shaped marking. These geckos have a yellow eye ring. The ventral side is yellowish white or yellow. == Distribution == This species is found on the western granite islands of the Seychelles including the island Mahé. == Habitat == Phelsuma sundbergi longinsulae is often found in coconut plantations, gardens, bushes and trees. This species often lives near or on human dwellings. This day gecko also shares its habitat with Phelsuma astriata astriata. == Diet == These day geckos feed on various insects and other invertebrates. They also like to lick soft, sweet fruit, pollen and nectar. == Behaviour == While feeding, these geckos aid in the pollination of palm trees by transferring pollen between female and male trees. These geckos often live in small groups of one male and several females. == Care and maintenance in captivity == These animals should be housed in pairs. They need a large, well planted terrarium. The temperature should be about 28 °C during the day. The humidity should be maintained around 75–85% during the day and slightly higher at night. In captivity, these animals can be fed with crickets, wax moth larvae, fruit flies, mealworms and houseflies. == References == * Henkel, F.-W. and W. Schmidt (1995) Amphibien und Reptilien Madagaskars, der Maskarenen, Seychellen und Komoren. Ulmer Stuttgart. * McKeown, Sean (1993) The general care and maintenance of day geckos. Advanced Vivarium Systems, Lakeside CA. Category:Phelsuma Category:Fauna of Seychelles",
 "title": "Mahé day gecko"
}