{
 "id": "320383",
 "text": "Candlepin bowling is a variation of bowling that is played primarily in the Canadian Maritime provinces and the New England region of the United States. It is played with a handheld-sized ball and tall, narrow pins that resemble candles, hence the name. == Comparison to ten-pin bowling == As in other forms of pin bowling, players roll balls down a wooden or synthetic lane to knock down as many pins as possible. Differences between candlepin bowling and ten- pin bowling include: # Each player uses three candlepin balls per frame, rather than two. # Candlepin balls are much smaller, being in diameter and weigh much less. # Candlepin balls lack finger holes. # Candlepins are thinner (hence the name \"candlepin\") and thus harder to knock down. # Fallen pins (\"dead wood\") are not cleared away between rolls during a frame. Because of these differences, scoring points is considerably more difficult than in ten- pin bowling. # The candlepin pinsetter is triggered manually with a reset button after each frame rather than automatically. == History == thumb|right|A drawing from a 1956 patent issued to the inventors of the first automated candlepin pinsetter. (Blue shading not in original.) The International Candlepin Bowling Association (ICBA) website states that candlepin bowling was first played in 1880 in Worcester, Massachusetts, thought to have been developed by Justin White, owner of a billiards and bowling hall. A 1987 Sports Illustrated article stated the game was invented in 1881 in that town by one John J. Monsey, a billiards player, who is recognized for standardizing the game. In particular, in 1906 Monsey created the National Duckpin and Candlepin Congress, which regulated ball size, pin shape and size, and lane surface characteristics, facilitating formation of leagues and other competitions. Originally, pins were inch-thick dowels, resembling candles, thought to give rise to the name, candlepins. An 1888 newspaper article referred to 2-inch thick pins. Both were thinner than modern candlepins which are specified to be inches (74.6 mm) thick. In the late 1960s plastic candlepins began to replace wood candlepins, a change that some thought required a change in game strategy. In 1947, lawyers Howard Dowd and Lionel Barrow overcame the need for human pinsetters by inventing the first automatic candlepin pinsetter, called the \"Bowl-Mor\", the two inventors receiving a patent that issued in 1956. Station WCVB (TV-5) aired candlepin bowling's first televised show from 1958 through 1996, and in 1964 The Boston Globe launched its own annual candlepin tournament. In 1965 the World Candlepin Bowling Council (WCPC) began its Hall of Fame, inducting WCVB commentator Don Gillis in 1987. In 1973 station WHDH (TV-7) began airing Candlepins for Cash, allowing contestants to earn a jackpot by rolling a strike. In 1986 the International Candlepin Bowling Association (ICBA) was formed. The highest sanctioned candlepin score is 245, achieved in 1984 (Ralph Semb, Erving, MA) and again on May 13, 2011 (Chris Sargent, Haverhill, MA). ==Game play== Candlepins are high and are almost in diameter at the center. Balls are in diameter and lighter than a single candlepin. 2013 date estimated based on earliest archive date. A candlepin bowling lane, almost identical to a tenpin bowling lane, has an approach area of for the player to bowl from, and then the lane proper, a maple surface approximately wide, bounded on either side by a gutter (or \"channel\", or trough.) The lane is separated from the approach by a \"foul line\" common to almost all bowling sports, which must not be crossed by players. At the far end of the lane are the pins, from the foul line to the center of the headpin (or pin #1), placed by a normally manually-triggered machine called a pinsetter which occupies space both above and behind the pins. Unlike a tenpin lane, which has a level surface all the way from the foul line end of the lane's approach to the back end of the lanebed's \"pin deck\", a candlepin lane has a hard-surfaced \"pin plate\" where the pins are set up, with the pin plate depressed below the lanebed forward of it. The pin plate can be made from hard-surfaced metal, phenolic, high density plastic, or a synthetic material. Behind the pin plate area of a candlepin lane is a well- depressed \"pit\" area for the felled pins and balls to fall into. A heavy rubber backstop, faced with a black curtain, catches the flying pins and balls so they may drop into the pit. Generally there is seating behind the approach area for teammates, spectators, and score keeping. The candlepins themselves are tall, have a cylindrical shape which tapers equally towards each end (and therefore having no distinct \"top\" or \"bottom\" end, unlike a tenpin), giving them an overall appearance somewhat like that of a candle, and have a maximum weight of apiece. Candlepin bowling uses the same numbering system and shape for the formation within the ten candlepins are set, as the tenpin sport does. Also, as in tenpin bowling, due to the spacing of the pins (, center to center), it is impossible for the ball to strike every one. However, while in tenpin a well-placed ball (usually between the head pin and the 2 or 3 pin) may knock down all ten pins (a \"strike\" if on the first ball in a frame) from the chain reaction of pin hitting pin, in candlepins the smaller thickness of the pins makes throwing a strike extremely difficult. In order to count, the pin must be knocked over entirely; in unlucky circumstances, a pin may wobble furiously, or, even more frustratingly, be \"kicked\" to the side by several inches, yet come to rest upright, thus not being scored (and not be reset to its original position for any throws that remain, though it may of course still be knocked over by subsequent balls). It is even possible for a toppled pin to bounce off a side \"kickback\", and return to a standing position on the lane's pin deck in the candlepin sport. However, in the event that a fallen pin returns to a standing position, the pin is still counted as fallen and is played as live wood. In addition to the foul line for the bowler themselves, there is a line down the lane from the foul line; this is the lob line, and the ball must first contact the lane at any point on the bowler's side of it, be it on the approach or the first ten feet of the lanebed. Any \"airborne\" ball delivery not making contact with the approach or lanebed short of the \"lob line\" constitutes a violation of this rule, and is termed a lob with any pins knocked down by such a ball not counting—and such pins are not reset if the lobbed ball was not the third and last shot for that player in that box. Also, a third line, centered forward of the head pin (number-1 pin) spot is the dead wood line, which defines the maximum forward limit that any toppled pins (\"wood\") can occupy and still be legally playable (\"live wood\"). This lane specification essentially results in the presence of three foul lines, more than in any other bowling sport. thumb|Regulation candlepin bowling is played mainly in the U.S. states and Canadian provinces that are colored green. Interactive map through MapMaker.com. See also [https://www.google.com/maps/d/viewer?mid=1EBH3NO-8LYrKRhJWzfqqn8bFvl8hX- oA≪=47.985315276327086%2C-93.86879535000003&z;=3 Google maps]. The ball used in candlepins has a maximum weight of , and has a diameter of , making it the smallest bowling ball of any North American bowling sport. The nearly identical weight of the ball, when compared to that of just one candlepin , causes balls to deflect when impacting either standing or downed pins. A game of candlepin bowling, often called a string in New England, is divided into ten rounds, each of these rounds being most commonly referred to as a box, rather than a \"frame\" as in tenpin bowling. In each normal box, a player is given up to three opportunities to knock down as many pins as possible. In the final box, three balls are rolled regardless of the pincount, meaning three strikes can be scored in the 10th box. One unique feature of the candlepin sport is that fallen pins, called wood, are not removed from the pin deck area between balls, unlike either the tenpin or duckpin bowling sports. The bowler, according to the rules of the sport—before delivering the second or third ball of a box—must also wait until all of the wood on the deck comes to a rest. Depending on where the fallen pins are located on the pindeck and their angle(s) after all movement of them ceases, the wood can be a major help, or obstacle—partly due to the ball having nearly the same weight as one candlepin—in trying to knock down every single standing pin for either a spare or \"ten-box\" score in completing a round. In each of the first nine boxes, play proceeds as follows: The first player bowls his first ball at the pins. The pins he knocks down are counted and scored. Then the player rolls a second and a third ball at any remaining targets. If all ten pins are knocked down with the first ball (a strike), the player receives ten points plus the count on the next two rolls, the pins are cleared, a new set placed. If all ten pins are knocked down with two balls (a spare), the player receives 10 points plus the count of the next ball, pins are cleared and reset. If all three balls are needed to knock all the pins down, the score for that frame is simply ten, and known in New England as a ten-box. If more than one player is playing on the same lane at the same time, bowlers will typically roll two complete boxes before yielding the lane to the next bowler. In the tenth box, play is similar, except that a player scoring a strike is granted two additional balls, scoring a spare earns one additional ball. Three balls are rolled in the tenth box regardless. In league play, a bowler may roll two or five boxes at a time, depending on the rules of the league. The five box format is sometimes called a \"speed league,\" and this format is also typical for tournament play. When a bowler is rolling blocks of five boxes, each period is typically called a \"half.\" ===Fouls=== A foul (scored by an F on some computer scoring systems) refers to a ball that first rolls into the gutter and then strikes deadwood (felled pins resting in the gutter) or hops out of the gutter and strikes a standing pin, a \"lob\"-bed ball that touches neither the approach, nor lane in the three meters' distance of lanebed before the lob line, or as in tenpins and duckpins, a roll made by a bowler's foot crossing over the foot foul line shared by nearly all bowling sports. Special scoring comes into play. A foul always scores zero (0) pinfall for that ball's delivery. A player may reset the pins after a foul on the first or second ball provided no pins have legally been felled in that box. Therefore, if on the first ball there is a foul or zero, and on the second ball the bowler fouls and knocks down pins, the pins may be reset, allowing the bowler an opportunity to score a ten box on their third ball. Knocking down all ten pins after resetting immediately following a foul in the first ball results in a spare. Fouling on all three attempts scores a zero box. If the first ball knocked down at least one pin, the rack can not be reset because of a subsequent foul. Those pins felled by a foul ball (a ball rolled into the gutter, a lobbed ball, a ball delivered by a bowler over the foot foul line)—whether standing, playable wood, or pins in the gutter—remain down and reduce the maximum number of pins to be counted for the box. Therefore, if there are six pins standing after the first ball, a foul on the next ball that manages to knock down the remaining six pins means that the frame is finished, with a score of 4. However, if the foul ball knocked down only some of the six standing pins, a third ball may still be rolled to attempt to knock down the remaining upright pins. In this example, the raw score might appear to be \"4 4 2 = X\", but after adjusting for the foul second ball, the true score is \"4 F 2 = 6\". Similar logic holds when rolling two good balls and fouling in the third attempt: the frame is over and only the pins felled in the first two attempts are recorded for the score for that box. While some candlepin alleys have automated scoring systems, and thus know when to trigger a candlepin pinsetter to clear and reset pins; other alleys, especially older ones that require a manual method to initiate the pinsetter will have a button, or floor-mounted foot pedal switch, to start the pinsetter's electrically-powered clearing and resetting of pins. Before the era of the Bowl-Mor powered pinsetter units' debut in 1949,Patent for the Bowl-Mor candlepin machine as with ten-pin, candlepins were set by workers called \"pinboys\". ==Scoring== One point is scored for each pin that is knocked over. So, in a hypothetical game, if player A felled 3 pins with their first ball, then 5 with their second, and 1 with the third, they would receive a total of 9 points for that box. If player B knocks down 9 pins with their first shot, but misses with their second and third, they would also score 9. In the event that all ten pins are felled by any one player in a single box, by no more than two throws (just as in tenpins) bonuses are awarded for a strike or spare. A strike is achieved with just the first delivery downing all ten pins, with a spare needing two throws, again just as in the tenpin sport. If all ten pins are felled by rolling all three balls in a box, the result is a ten-box, marked by an X (as in the Roman numeral for ten) but no additional points are awarded. (In tenpin bowling, a strike is often scored with an X). Despite it never having been achieved as yet, the maximum possible score in a single game/string of candlepins is 300. This is scored by bowling 12 strikes: one in each box, and a strike with both bonus balls in the 10th box. In this way, each box will score 30 points (see above: scoring: strike). This scoring system, except for the scoring sheet's appearance and the graphic symbols used to record strikes, spares and 10-boxes, is identical to that of duckpins, as it is the other major form of bowling that uses three balls per frame. ===Scoring sheet=== thumb|right|100px|An example scoresheet, for the first five boxes of a string. The candlepin scoring sheet is different from either tenpins or duckpins, in that it is usually oriented vertically, with two columns of squares in a two- square-wide, ten-square-tall arrangement to score one string for one player. The left-hand column is used to detail the \"per-box\" score, with the cumulative total being recorded down the sheet as each box is rolled in the right-hand column of squares, in a top-down order from the first box to the tenth. Spares and strikes are also marked uniquely in candlepins. Spares are recorded in a box by coloring in the left upper corner of the appropriate left-hand square (using a triangular shape to \"fill-in the corner\"). If a strike is recorded, opposing corners of the left-hand square are similarly colored in, while leaving sufficient space between the \"filled-in\" opposing corners, to record the score from the two succeeding balls' \"fill\" total for the strike. A common (albeit unofficial) practice is to mark a strike on a strike's bonus ball (double strike) by shading in the remaining two corners of the first strike. ===Calculating scores=== Correct calculation of bonus points can be a bit tricky, especially when combinations of strikes and spares come in successive boxes. In modern times, however, this has been overcome with automated scoring systems. When a scoring system is \"automated\", the bowler only has to bowl. It keeps score and will reset the pinsetter after three balls are thrown or all 10 pins have been knocked down. If a scoring system is \"semiautomated\", the bowler has to enter the score but the computer will keep track of it. The bowler needs to press a button at the end of the ball return to receive a new \"rack\" of pins. == Jargon == Candlepin bowling uses its own colorful jargon to refer to the many scenarios that can arise in a game, with most of the terms denoting different combinations of pins left standing after the first ball has been rolled. Examples of these terms include: * Head pin: The 1-pin, which is in front of the other pins. * King pin: The 5-pin, which is in the center of the pins, and directly behind the head pin. * Wood: The fallen pins lying between the standing pins, often strategically used to knock down multiple standing pins which can be far apart. * Deadwood: Fallen pins lying in the gutter, or on the lane either touching, or to the bowler's side of the Deadwood Line. Deadwood on the lane must be removed before the bowler may roll their next ball, while Deadwood in the gutter is left in place. If a delivered ball should strike any Deadwood prior to hitting any wood or standing pins on the lane, then that ball is considered \"dead\" and any pins felled by it do not count to the bowler's score. * Mark: Spare or strike. * Four Horsemen: Four pins in a diagonal line, from the head-pin outward; if the 1–2–4–7, it is known as \"Four horsemen, left side,\" and if the 1–3–6–10, it is known as \"Four horsemen, right side.\" The usual tenpin term for a spare leave of this kind is a \"picket fence\" (used for a different spare leave in candlepins) or \"clothesline\". * Spread Eagle: A split configuration consisting of the 2–3–4–6–7–10, caused by the first shot striking the head pin too directly, leading to a failure to scatter the pins. Video of the \"spread eagle\" being left, then converted * Diamond: Four pins that form a diamond- shaped configuration, either the 2–4–5–8, known as \"left-side diamond,\" the 3–5–6–9, known as \"right-side diamond\", or the 1–2–3–5, known as the \"center diamond\" (this same configuration, for any of the three configurations mentioned, is usually referred to as a \"bucket\" in standard ten-pin bowling, and while it is very difficult to convert into a spare in candlepin bowling, in ten-pin bowling a spare is usually made from it by an experienced bowler). * Half Worcester: Perhaps the most distinctive term used in the game. This results when the first shot strikes either the 2-pin or 3-pin too directly, and knocks down (or punches out) only that pin and the one immediately behind it; when only the 2- and 8-pins fall it is a \"Half Worcester Left\", and when only the 3- and 9-pins fall it is a \"Half Worcester Right\". According to legend, the term was coined when a team from Worcester and a team from Boston were competing in the semifinal round of a statewide tournament held sometime in the 1940s; late in the last match of the round, needing a mark, one of the bowlers on the Worcester team \"punched out\" only two such pins with his first ball, prompting a member of the Boston team to taunt him by saying, \"You're halfway back to Worcester!\" It is sometimes said that a player will get \"one a game\" referring to the Half Worcester. * Full Worcester: Knocking down 2–3–8–9, or two Half Worcesters. * Quarter Worcester: Another term derived from the Half Worcester, knocking down half as many pins—either just the 2-pin or just the 3-pin. * Triple: A three-game series. When spoken, it follows a rough total of the series, such as \"500-triple,\" meaning the bowler rolled 500 or more for three games. Triple can also refer to three consecutive Strikes rolled by a bowler – other forms of Bowling would call this a \"Turkey\". * Hammer: A strike where all 10 pins are felled in an almost simultaneous fashion. * Hi-Lo-Jack: A leave of the # 1, 7 and 10 pins. This shot was also set up for both competitors to attempt at the conclusion of the weekly WCVB/WHDH “Candlepin Bowling” program hosted by Don Gillis/Jim Britt which ran from 1958-1996. For each week the shot was not made, the “Hi-Lo-Jackpot” would increase by $25.00. * Woolworth Split: a leave where only the # 5 and 10 pins remain. This is a reference to the once-ubiquitous \"5 and 10\" stores found in many towns across the United States. ==In literature== In The New York Times, reviewer Cathleen Schine called Elizabeth McCracken's 2019 novel Bowlaway \"a history of New England’s candlepin bowling\", the sport serving as \"the novel’s unlikely, crashing, arrhythmic leitmotif\". ==In film== Candlepin bowling is featured in a scene in The Tender Bar (2021). ==See also== * Stasia Czernicki (1922–1993) ==References== ==External links== * International Candlepin Bowling Association * * Map showing locations of Candlepin, Duckpin, 5 Pin and 9 Pin Centers of North America Category:Bowling Category:New England Category:1880 introductions",
 "title": "Candlepin bowling"
}