{
 "id": "320736",
 "text": "Rupert James Hector Everett (; born 29 May 1959) is an English actor. Everett first came to public attention in 1981 when he was cast in Julian Mitchell's play and subsequent film Another Country (1984) as a gay pupil at an English public school in the 1930s;The New York Times review Canby, Vincent, 29 June 1984. the role earned him his first BAFTA Award nomination. He received a second BAFTA nomination and his first Golden Globe Award nomination for his role in My Best Friend's Wedding (1997), followed by a second Golden Globe nomination for An Ideal Husband (1999). ==Early life== Rupert James Hector Everett was born on 29 May 1959 in Burnham Deepdale, Norfolk, to Major Anthony Michael (1921–2009) and Sara Everett (née Maclean; b. 1934). His father served in the British Army during World War II and later worked in business. He has an older brother, Simon Anthony Cunningham Everett (born 1956). His maternal grandfather, Vice Admiral Sir Hector Charles Donald MacLean, was a nephew of Scottish recipient of the Victoria Cross, Hector Lachlan Stewart MacLean.Vice Admiral Sir Hector MacLean obituary The Telegraph, 24 February 2003. His maternal grandmother, Opre Vyvyan, was a descendant of the baronets Vyvyan of Trelowarren and the German Freiherr (Baron) von Schmiedern. Everett is of English, Irish, Scottish, and more distant German and Dutch ancestry. He was raised a Roman Catholic. From the age of seven, Everett was educated at Farleigh School in Andover, Hampshire, and later educated by Benedictine monks at Ampleforth College, Yorkshire. When he was sixteen, his parents agreed that he could leave school and move to London to train as an actor at the Royal Central School of Speech and Drama. He claims that in order to support himself during this time, he worked as a prostitute for drugs and money—he disclosed this information in an interview for US magazine in 1997. ==Career== ===1980s=== Everett's break came in 1981 at the Greenwich Theatre and later West End production of Another Country, playing a gay schoolboy opposite Kenneth Branagh. His first film was the Academy Award-winning short A Shocking Accident (1982), directed by James Scott and based on a Graham Greene story. This was followed by a film version of Another Country in 1984 with Cary Elwes and Colin Firth. Following on with Dance With a Stranger (1985), Everett began to develop a promising film career until he co-starred with Bob Dylan in the huge flop Hearts of Fire (1987). Around the same time, Everett recorded and released an album of pop songs entitled Generation of Loneliness. Despite being managed by Simon Napier-Bell (who had steered Wham! to prominence), the public didn't take to his change in direction. The shift was short-lived, and he only returned to pop indirectly by providing backing vocals for Madonna many years later, on her cover of \"American Pie\" and on the track \"They Can't Take That Away from Me\" on Robbie Williams' Swing When You're Winning in 2001. ===1990s=== In 1989, Everett moved to Paris, writing a novel, Hello, Darling, Are You Working?, and coming out as gay, a disclosure which he has said may well have damaged his career.Guardian article. 29 November 2009. I wouldn't advise any actor thinking of his career to come out. Retrieved 27 July 2010 Returning to the public eye in The Comfort of Strangers (1990), several films of variable success followed. The Italian comics character Dylan Dog, created by Tiziano Sclavi in 1986, is graphically inspired by him. Everett, in turn, appeared in Cemetery Man (1994), an adaptation of Sclavi's novel Dellamorte Dellamore. In 1995 Everett published a second novel, The Hairdressers of St. Tropez. His career was revitalised by his award-winning performance in My Best Friend's Wedding (1997), playing Julia Roberts's character's gay friend, followed by a role as Madonna's character's best friend in The Next Best Thing (2000). (Everett was a backup vocalist on her cover of \"American Pie\", which is on the film's soundtrack). Around the same time, he starred as the sadistic Sanford Scolex/Dr. Claw in Disney's Inspector Gadget (also 1999) with Matthew Broderick. ===2000s=== For the 21st century, Everett has decided to write again. He has been a Vanity Fair contributing editor, written for The Guardian, and wrote a film screenplay on playwright Oscar Wilde's final years, for which he sought funding. In 2006 Everett published a memoir, Red Carpets and Other Banana Skins, in which he reveals his six-year affair with British television presenter Paula Yates. Although he is sometimes described as bisexual, as opposed to gay, during a radio show with Jonathan Ross, he described his heterosexual affairs as the result of adventurousness: \"I was basically adventurous, I think I wanted to try everything\".\"Ross apologises for swearing star.\" BBC News. Since the revelation of his sexuality, Everett has participated in public activities (leading the 2007 Sydney Gay and Lesbian Mardi Gras), played a double role in the film St. Trinian's, and has appeared on TV several times (as a contestant in the special Comic Relief Does The Apprentice; as a presenter for Live Earth; and as a guest host on the Channel 4 show The Friday Night Project, among others). He has also garnered media attention for his vitriolic quips and forthright opinions during interviews that have caused public outrage. In May 2007, he delivered one of the eulogies at the funeral of fashion director Isabella Blow, his friend since they were teenagers, who had died by suicide. He asked as part of his speech: \"Have you gotten what you wanted, Issie? Life was a relationship that you rejected.\" During this time he also voiced the nefarious, but handsome villain Prince Charming in the first two Shrek sequels. Everett's documentary on Sir Richard Francis Burton (1821–1890) in which he retraces the travels of Burton through countries such as India and Egypt, aired on the BBC in 2008. In the documentary, titled The Victorian Sex Explorer, Everett explores the life of a man who investigated a male brothel frequented by British soldiers in Bombay in disguise; who introduced The Koran, One Thousand And One Nights and the Kama Sutra in their first English translations; who travelled to the city of Mecca, and kissed the Holy Stone of Kaaba in disguise as an Arab; and was able to converse in more than twenty languages. Everett explained in 2008: \"I've been interested in him for years. So many contradictions. Such a riveting, show business character. The godfather of the sexual revolution.\" In 2009, Everett told British newspaper The Observer that he wished he had never revealed his sexuality, as he feels that it hurt his career and advised younger actors against such candour: Also in 2009, Everett presented two Channel 4 documentaries: one on the travels of Lord Byron, the Romantic poet, broadcast in July 2009, and another on British explorer Sir Richard Burton.Rupert Everett: 'If I'd been straight? I'd be doing what Hugh Grant and Colin Firth do, I suppose' The Guardian, Brocke, Emma, Monday 20 July 2009. Everett then returned to his acting roots, appearing in several theatre productions: his Broadway debut in 2009 at the Shubert Theatre received positive critical reviews; he performed in a Noël Coward play, Blithe Spirit, starring alongside Angela Lansbury, Christine Ebersole and Jayne Atkinson, under the direction of Michael Blakemore. and he was expected to tour several Italian cities during the 2008–09 winter season in another Coward play, Private Lives (performed in Italian, which he speaks fluently)—playing Elyot to Italian actress Asia Argento's Amanda—but the production was cancelled. ===2010s=== thumb|left|Rupert Everett at Munich Film Festival, 2015 During the summer of 2010, Everett performed as Professor Henry Higgins, with English actress Honeysuckle Weeks and Stephanie Cole, in a revival of Pygmalion at the Chichester Festival Theatre. He reprised the role in May 2011 at the Garrick Theatre in London's West End, starring alongside Diana Rigg and Kara Tointon. In July 2010, Everett was featured in the popular family history programme Who Do You Think You Are?TV review: The Hospital & Who do you think you are? The Guardian, Mangan, Lucy, Tuesday 27 July 2010. Released in late 2010, the comedy film Wild Target featured Everett as an art-loving gangster, and also starred Bill Nighy and Emily Blunt. In 2012, Everett starred in the television adaptation of Parade's End with Benedict Cumberbatch. The five-part drama was adapted by Sir Tom Stoppard from the novels of Ford Madox Ford, and Everett appears as the brother of protagonist Christopher Tietjens. Everett then starred as Oscar Wilde in The Judas Kiss, a stage play which was revived at London's Hampstead Theatre beginning 6 September 2012, co-starring Freddie Fox as Bosie, and directed by Neil Armfield. It ran at the Hampstead through 13 October 2012,The Judas Kiss. HampsteadTheatre.com. Retrieved 15 November 2012. toured the UK and Dublin,Maxwell, Barbara. \"The Judas Kiss (Bath – tour)\". WhatsOnStage.com. 22 October 2012.The Judas Kiss To Tour The UK: Dates For Your Diary. HampsteadTheatre.com. 13 September 2012.The Judas Kiss: 15 October 2012 – 20 October 2012. GaietyTheatre.ie. then transferred to the West End at the Duke of York's Theatre on 9 January 2013 in a limited run through 6 April 2013.Gilbert, Ryan. \"Rupert Everett to Star as Oscar Wilde in The Judas Kiss at the West End's Duke of York Theatre\". Theatre.com. 12 October 2012.The Judas Kiss. OfficialLondonTheatre.co.uk. Retrieved 19 August 2016.The Judas Kiss by David Hare. CheapTheatreTickets.com. Retrieved 19 August 2016. Everett won the WhatsOnStage Award for Best Actor in a Play,2013 Results . Awards.WhatsOnStage.com. and was nominated for the Olivier Award for Best Actor.Szalai, Georg. \"Helen Mirren, Rupert Everett, James McAvoy Among Olivier Awards Nominees\". The Hollywood Reporter. 26 March 2013. In 2016 the production, still starring Everett and with Charlie Rowe as Bosie, ran in North America for seven weeks in TorontoThe Judas Kiss in Toronto. Toronto.Eventful.com. 22 March 2016 – 1 May 2016. and five weeks at BAM in New York City.The Judas Kiss (theatre program). Brooklyn Academy of Music. 11 May – 12 June 2016. In early 2013, Everett began working on a film portraying the final period of Wilde's life, stating in the media that he has had a fascination with the playwright since he was a child, as his mother read him Wilde's children's story The Happy Prince before he slept. Everett explained in November 2013: > The book made me feel mystical at a very early age, there's a line in it > which I didn't really understand and I still don't when the happy prince > says to the swallow, \"there is no mystery as great as suffering\", I > certainly didn't understand what it meant and I'm sure my mother reading it > to me hadn't got a clue what it meant, but that was interesting and > mysterious and a deep thought. The subsequent film, The Happy Prince, written and directed by Everett, was released in 2018. In 2015, it was announced that he would play the part of Philippe Achille, Marquis de Feron, the corrupt Governor of Paris, Head of the Red Guard and illegitimate brother to Louis XIII in the third series of the BBC One drama The Musketeers. In 2017, Everett appeared as a recurring character in the BBC 2 comedy Quacks. He plays Dr Hendricks, the neurotic principal of the medical school. ==Personal life== Between 2006 and 2010, Everett lived in New York City, but returned to London because of his father's poor health. In 2008, he purchased a home in the central London district of Belgravia. , Everett lives with his boyfriend Henrique, a Brazilian accountant.The Times Magazine 3 October 2020 ===Political views=== Everett is a patron of the British Monarchist Society and Foundation. In 2006, as a homeowner in the central London area of Bloomsbury, Everett supported a campaign to prevent the establishment of a local Starbucks branch and referred to the global chain as a \"cancer\". Everett protested alongside 1,000 other residents and the group compiled a signed petition. In 2013, Everett worked on the production of a documentary on sex work for Channel 4 that includes the issue of criminalisation. During and after the filming of the documentary, Everett contributed to the discourse on prostitution legislation in the UK. In October 2013, he signed an open letter by the English Collective of Prostitutes and Queer Strike—alongside groups such as the Association of Trade Union Councils, Sex Worker Open University, Left Front Art – Radical Progressive Queers, Queer Resistance, and Queers Against the Cuts—to oppose the adoption of the \"Swedish model\", whereby the clients of sex workers (though not the sex workers themselves) are criminalised. Everett continued his participation in the sex work legislation debate in 2014, writing a long- form piece for The Guardian and appearing on the BBC One programme This Week. His January Guardian article was published in the wake of human trafficking raids in the Soho area of London, where he wrote: > There is a land grab going on in Soho under the banner of morality. That > night ... 200 of our boys in blue raided more than 20 models' flats, > arresting 30 girls and confiscating their earnings ... They broke down > doors, intimidated girls into accepting cautions (i.e. criminal records) and > served civil-eviction papers that, unless you were a lawyer, you would not > know had hidden in their depths (20-odd pages) the time and date you were to > appear in court if you wanted to appeal. All this in the name of human > trafficking ... But while even the police say that more than 90% of > prostitutes work of their own accord, trafficking has become one of the new > \"it\" words in the bankrupt moral vernacular, craftily used by puritans, > property developers and rogue feminists to combat the sex trade in general. > Sections 52 and 53 of the Sexual Offences Act ... shelter under the anti- > trafficking umbrella. These laws are created to protect women. In reality, > they are putting working girls on to the street and into great danger. Everett also joined protesters in a demonstration outside the offices of Soho Estates, a major property company that owns properties on Soho's Walkers Court, where many sex workers are based. Everett informs the reader that Soho Estates received approval to demolish properties on Walkers Court to create space for the construction of \"two hideous towers replete with heliports\". Everett concludes the article by declaring that Soho is \"being reduced to a giant waxwork in a museum, nothing more than the set for a foreign film.\" In his appearance on BBC One's This Week, Everett engaged in a debate with regular panellists Michael Portillo and Diane Abbott. Portillo agreed with Everett, while Abbott supported the Swedish model. Despite being an openly gay man, Everett does not consider himself part of the gay community and has been an outspoken critic of the introduction of same-sex marriage, stating: \"I loathe heterosexual weddings. The wedding cake, the party, the champagne, the inevitable divorce two years later. It's just a waste of time in the heterosexual world, and in the homosexual world I find it personally beyond tragic that we want to ape this institution that is so clearly a disaster.\" Everett has also disclosed that he identified as transgender during his childhood and dressed as a girl from the age of six to fourteen. When he turned fifteen, he ceased to identify as female and embraced his identity as a gay man. He has expressed opposition to the use of hormones on children, citing that parents that offer the possibility of transition to their children are \"scary\". He was a supporter of a People's Vote on the final Brexit deal. Everett expressed his opposition to cancel culture in a 2020 interview with The Advocate, stating “we’re in such a weird new world, a kind of Stasi it feels like to me, and if you don’t reflect exactly the right attitude, you risk everything just being destroyed for you by this judgmental, sanctimonious, intransigent, intractable, invisible cauldron of hags around in the virtual world.” ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1982 | A Shocking Accident | Jerome and Mr. Weathersby | Short film |- | 1983 | Dead on Time | Bank Customer / Blind Man | |- | 1984 | Another Country | Guy Bennett | |- | 1985 | Dance with a Stranger | David Blakeley | |- | 1986 | Duet for One | Constantine Kassanis | |- | 1987 |The Gold Rimmed Glasses | Davide Lattes | aka Gli occhiali d'oro |- | 1987 | Hearts of Fire | James Colt | |- | 1987 | Chronicle of a Death Foretold | Bayardo San Román | |- | 1987 | The Right-Hand Man | Lord Harry Ironminster | |- | 1990 | The Comfort of Strangers | Colin | |- | 1994 | Prêt-à-Porter | Jack Lowenthal | |- | 1994 | The Madness of King George | George, Prince of Wales | |- | 1994 | Cemetery Man | Francesco Dellamorte | aka Dellamorte Dellamore |- | 1996 | Dunston Checks In | Lord Rutledge | |- | 1997 | My Best Friend's Wedding | George Downes | |- | 1998 | Shakespeare in Love | Christopher Marlowe | Uncredited |- | 1998 | B. Monkey | Paul Neville | |- | 1999 | An Ideal Husband | Lord Goring | |- | 1999 | Inspector Gadget | Sanford Scolex/Dr. Claw | |- | 1999 | A Midsummer Night's Dream | Oberon | |- | 2000 | Paragraph 175 | Narrator | Documentary |- | 2000 | The Next Best Thing | Robert Whittaker | |- | 2001 | South Kensington | Nicholas \"Nick\" Brett | |- | 2002 | The Importance of Being Earnest | Algernon / \"Bunbury\" | |- | 2002 | The Wild Thornberrys Movie | Sloan Blackburn | Voice Only |- | 2003 | Unconditional Love | Dirk Simpson | |- | 2003 | To Kill a King | King Charles I | |- | 2004 | Stage Beauty | King Charles II | |- | 2004 | Shrek 2 | Prince Charming | Voice Only |- | 2004 | A Different Loyalty | Leo Cauffield | Also Executive Producer |- | 2004 | People | Charles de Poulignac | |- | 2005 | Separate Lies | William \"Bill\" Bule | |- | 2005 | The Chronicles of Narnia: The Lion, the Witch and the Wardrobe | Mr. Fox | Voice Only |- | 2007 | Stardust | Prince Secundus | |- | 2007 | Shrek the Third | Prince Charming | Voice Only |- | 2007 | St. Trinian's | Camilla Fritton/Carnaby Fritton | Also Executive Producer |- | 2009 | St Trinian's 2: The Legend of Fritton's Gold | Camilla Fritton | Also Executive Producer |- | 2010 | Wild Target | Ferguson | |- | 2011 | Hysteria | Lord Edmund St. John-Smythe | |- | 2013 | Justin and the Knights of Valour | Sota | Voice Only |- | 2015 | A Royal Night Out | King George VI | |- | 2016 | Miss Peregrine's Home for Peculiar Children | John Lamont/Mr. Barron | |- | 2018 | The Happy Prince | Oscar Wilde | Also Writer/Director |- | 2018 | Slender Man | Mr. Kundsen | |- | 2019 | Swords and Sceptres | Sir Hugh Rose | |- | 2021 | She Will | Tirador | |- | TBA | Warning | | Post Production |- | TBA | My Policeman |Older Patrick Hazelwood |Filming |- | TBA | Lead Heads | | Filming |- |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- |1981 || The Manhood of Edward Robinson || guy || |- |1982 || Strangers || Lord Plural || Episode: The Lost Chord |- |1982 || Play for Today || Boy at Party || Episode: Soft Targets |- |1982 || The Agatha Christie Hour || Guy || Episode: The Manhood of Edward Robinson |- |1983 || Princess Daisy || Ram Valenski || miniseries |- |1983 || Princess Daisy || Ram Valenski || Various |- |1984 || The Far Pavilions || George Garforth || 2 episode |- |1985 || Arthur the King || Lancelot || Television Movie |- |1993 || Mama's back || Stephen || Television Movie |- |2001 || Victoria's Secret Fashion Show || Host || Television Special |- |2003 || Les Liaisons dangereuses || Vicomte Sébastien de Valmont || 3 episode miniseries |- |2003 || Mickeypalooza || Himself (host) || Television special |- |2003 || Mr. Ambassador || Ambassador Ronnie Childers || Television Movie |- |2004 || Sherlock Holmes and the Case of the Silk Stocking || Sherlock Holmes || Television Movie |- |2005 || Boston Legal || Malcolm Holmes || 2 episodes |- |2006 || And Quiet Flows the Don || Grigory || Mini-Series |- |2006 || The Friday Night Project || Guest host || |- |2007 || Comic Relief Does The Apprentice || Celebrity contestant || walked out during first episode |- |2007–2018 || The Graham Norton Show || Self - Guest || 3 episodes |- |2008 || The Victorian Sex Explorer || Presenter || Documentary Special |- |2009 || The Paul O'Grady Show || Guest || 2 episodes |- |2010 || Who Do You Think You Are? || himself || Episode: Rupert Everett |- |2011 || Black Mirror || Judge Hope || Episode: \"Fifteen Million Merits\" |- |2012 || Parade's End || Mark Tietjens || Miniseries |- |2012 || The Other Wife || Martin Kendall || 2 episodes |- |2013 || Loose Women || Self || 5 episodes |- |2016 || The Musketeers || Marquis de Feron || 6 episodes |- |2017 || 50 Shades of Gay || Himself || Television Special |- |2017 || Quacks || Doctor Hendricks || 3 episodes |- |2019 || The Name of the Rose || Bernardo Gui || 8 episodes |- |2020 || Adult Material || Carroll Quinn || 4 episode |- |} == Theatre == {|class=\"wikitable\" |- !Year !Production !Role !Venue |- |2009 || Blithe Spirit || Charles || Shubert Theatre, Broadway |- |2013 || Judas Kiss || Oscar Wilde || Duke of York's Theatre, West End |- |2014 || Amadeus || Salieri || Chichester Festival Theatre |- |2020 || Who's Afraid of Virginia Woolf? || George || Broadway Revival |} == Awards and Nominations == {| class=\"wikitable\" |- !Year !Award !Category !Project !Result |- |1982 || British Academy Film Award || Best Newcomer || Another Country || |- |1994 || National Board of Review || Best Acting Ensemble || Prêt-à-Porter || |- | 1997 || Golden Globe Award || Best Supporting Actor - Motion Picture || rowspan=9|My Best Friend's Wedding || |- | 1997 || British Academy Film Awards || Best Supporting Actor || |- | 1997 || National Society of Film Critics || Best Supporting Actor || |- | rowspan=2|1997 || rowspan=2|MTV Movie Award || Best Comedic Performance || |- | Best Breakthrough Performance || |- | 1997 || Online Film Critics Society Award || Best Supporting Actor || |- | 1997 || American Comedy Award || Funniest Supporting Actor - Motion Picture || |- | 1997 || Florida Film Critics Circle || Best Supporting Actor || |- | 1997 || Satellite Award || Best Supporting Actor - Motion Picture || |- | rowspan=3|1999 || Golden Globe Award || Best Actor - Musical or Comedy Film || rowspan=3|An Ideal Husband || |- | European Film Award || Best Actor || |- | Satellite Award || Best Actor - Comedy or Musical || |- | 2018 || Berlin International Film Festival || Golden Bear || rowspan=7|The Happy Prince || |- | 2018 || British Independent Film Awards || Best Actor || |- | 2018 || European Film Awards || Best Actor || |- | 2018 || Magritte Award || Best Foreign Film || |- | rowspan=3|2019 || rowspan=3|London Film Critics' Circle || Breakthrough British Filmmaker of the Year || |- | British Actor of the Year || |- | Actor of the Year || |- |} ==Bibliography== * 1992: Hello, Darling, Are You Working? (novel) * 1995: The Hairdressers of St. Tropez (novel) * 2006: Red Carpets and Other Banana Skins (memoir) * 2012: Vanished Years (memoir) * 2019: To the End of the World: Travels with Oscar Wilde ==References== ==Further reading== ===Archival sources=== * Martin Poll Papers 1967–1984 (40.0 linear feet) are housed at the New York University Libraries. Includes materials on Rupert Everett. ==External links== * * * *Rupert Everett | Film | The Guardian Category:1959 births Category:Living people Category:20th-century biographers Category:20th-century English novelists Category:20th-century English male actors Category:21st-century biographers Category:21st-century British novelists Category:21st-century English male actors Category:21st-century English writers Category:Actors from Norfolk Category:Alumni of the Royal Central School of Speech and Drama Category:British expatriate male actors in the United States Category:British male novelists Category:British monarchists Category:English expatriates in the United States Category:English film producers Category:English male film actors Category:English male Shakespearean actors Category:English male stage actors Category:English male television actors Category:English male voice actors Category:English memoirists Category:English people of Scottish descent Category:English gay actors Category:British gay writers Category:LGBT writers from England Category:English LGBT novelists Category:Male actors from London Category:People associated with Glasgow Category:People educated at Ampleforth College Category:People from Belgravia Category:People from Brancaster Category:Writers from London",
 "title": "Rupert Everett"
}