{
 "id": "320906",
 "text": "Packard Bell is a Dutch-registered computer manufacturing brand and subsidiary of Acer. Originally an American radio set manufacturer, Packard Bell Corporation, it was founded by Herbert A. Bell and Leon S. Packard in 1933. In 1986, Israeli investors bought the brand from Teledyne which had taken it over much earlier. The investors wanted to name their newly formed personal computer manufacturing company producing discount computers to the United States and Canada market. In the late 1990s, Packard Bell became a subsidiary of Japanese electronics conglomerate NEC. In 2000, Packard Bell stopped its North American operations and became a leading brand in the European PC and laptop markets. In 2008 the brand was acquired by the Taiwanese consumer electronic firm Acer in the aftermath of Acer's takeover of Gateway, Inc. Acer arranged so that Gateway products are sold in the Americas and Asia, while Packard Bell products are sold in Africa, Europe and the Middle East, and Acer branded products worldwide. == History == === Early history (1986–1996) === In 1986, Beny Alagem, Larry Metz and a group of other Israeli investors bought the American former radio and television set brand Packard Bell from TeledyneBetaNews | NEC Sells Packard Bell to Calif. InvestorPackard Bell Branding History --Tedium and resurrected it as a manufacturer of low-cost personal computers. Their computers were among the first IBM PC compatibles sold in retail chains such as Sears. According to Fortune magazine, Packard Bell sometimes benefited from misplaced name recognition, with consumers (especially first-time computer buyers) and even some salespeople erroneously associating the company with others of a similar name, such as Hewlett- Packard, Pacific Bell, and Bell Laboratories. The confusion was further facilitated by Packard Bell's then-current slogan, \"America grew up listening to us. It still does.\" The company also sold nearly identical systems under different names, making comparison difficult. upright|thumb|left|A 1996 Packard Bell Multimedia D160, which ran Windows 95 Aside from low price and brand confusion, Packard Bell's success in number of units sold may have come from two areas of innovation: 1) branding and industrial design, provided by the San Francisco offices of frog design; and 2) its boot-up shell Packard Bell Navigator, created by The Pixel Company in Seattle. They targeted a huge section of consumers who were inexperienced using computers. Frog design gave the look of quality and utilized innovations such as color-coding cable connectors, while Navigator provided the ability for users to launch installed programs by clicking on-screen buttons, and then later a house metaphor. During this phase, returns dropped from 19% to 10%, and sales grew exponentially. In late 1995 to early 1996 Microsoft forced boot-up shells off OEM computers by updating its Microsoft Windows distribution agreement (OPK 2) and Packard Bell, without a clear on-shelf differentiator, saw sales begin to decrease. Also in 1995, Compaq sued Packard Bell for not disclosing that Packard Bell computers incorporated used parts. This practice was, in fact, widespread in the computer industry, including Compaq itself. However, unlike its rival companies, Packard Bell was judged not to have advertised the practice sufficiently in its warranties (Compaq, for instance, disclosed it in the warranty statement). === NEC partnership (1996–2008) === In 1995, Packard Bell acquired Zenith Data Systems from Groupe Bull in a deal which saw Groupe Bull and NEC taking a larger stake in Packard Bell to create a $4.5 billion company. The company then became integrated with NEC Computers. Its 15% market share made it the largest PC manufacturer, in terms of units shipped, in the United States. However, Compaq overtook it in retail sales in mid-1996, and cemented its lead the next year with the release of a $999 PC in March 1997. Packard Bell posted losses totaling more than $1 billion in 1997 and 1998. In the U.S., price pressure from Compaq and, later, eMachines, along with continued poor showings in consumer satisfaction surveys made it difficult for the company to remain profitable and led to Alagem's departure in 1998. In 1999, NEC began withdrawing the Packard Bell name from the U.S. market, while keeping it in Europe, where the brand was untainted by allegations of sub- standard quality.NEC disables Packard Bell NEC, ZDNet, November 3, 1999 === Acquisition by Acer (2008–present) === In 2008 it was acquired by the Taiwanese consumer electronic firm Acer in the aftermath of its takeover of Gateway, Inc. Gateway products are now sold in the Americas and Asia, while Packard Bell products are sold in Africa, Europe and the Middle East. ==== Relaunch in the U.S. ==== In August 2015, JMM Lee Properties filed for the Packard Bell mark to reintroduce the brand into the United States. Later in January 2018, Southern Telecom purchased the trademark from JMM Lee Properties to relaunch the brand. On October 14, 2016, PBX Holdings acquired the United States Packard Bell trademark and began manufacturing Packard Bell products in 2017. In June 2017, JCPenney revealed that they would begin selling a line of Packard Bell laptops as part of their expansion into the dormitory market. PBX is set to expand the brand into home automation and gaming accessories with product launches set for the holiday 2018 season. == Models == * PB286LP: 80286 laptop * Packard Bell Statesman: Cx486SLC notebook * Force 261CD: 80486 desktop * Legend 660: PB400: 80486 desktop * Multimedia C110: Pentium desktop * Multimedia R500: Pentium mini tower * iMedia P800: Pentium Tower == Sponsorship == From 1996 until 2000, when Strongbow took over the contract, Packard Bell sponsored English football club Leeds United. From 2009 to 2010, the name Packard Bell has been seen on the FIAT Yamaha MotoGP racebike of World Champion Valentino Rossi of Italy. Packard Bell also dropped their sponsorship from the 4Kings professional electronic sports team. == References == == External links == * Official site * Support information for old Packard Bell motherboards Category:Acer Inc. acquisitions Category:Packard Bell Category:Re-established companies Category:Computer companies of the Netherlands Category:Home computer hardware companies Category:Computer companies of the United States Category:2008 mergers and acquisitions",
 "title": "Packard Bell"
}