{
 "id": "321113",
 "text": "Neohesperidin dihydrochalcone, sometimes abbreviated to neohesperidin DC or simply NHDC, is an artificial sweetener derived from citrus. It is particularly effective in masking the bitter tastes of other compounds found in citrus, including limonin and naringin. Industrially, it is produced by extracting neohesperidin from the bitter orange, and then hydrogenating this to make NHDC. ==Discovery== NHDC was discovered during the 1960s as part of a United States Department of Agriculture research program to find methods for minimizing the taste of bitter flavorants in citrus juices. Neohesperidin is one such bitter compound. When treated with potassium hydroxide or another strong base, and then catalytically hydrogenated, it becomes NHDC. == Profile == NHDC in pure form is found as a white substance not unlike powdered sugar. It has an intense sweet taste because it stimulates the sweet receptor TAS1R2+TAS1R3 in humans, although this is species-dependent, as the equivalent receptor in rats does not respond to the molecule. It is roughly 1500-1800 times sweeter than sugar at threshold concentrations; around 340 times sweeter than sugar. Its potency is naturally affected by such factors as the application in which it is used, and the pH of the product. Like other highly sweet glycosides, such as glycyrrhizin and those found in stevia, NHDC's sweet taste has a slower onset than sugar's and lingers in the mouth for some time. Unlike aspartame, NHDC is stable to elevated temperatures and to acidic or basic conditions, and so can be used in applications that require a long shelf life. NHDC itself can stay foodsafe for up to five years when stored in optimal conditions. The product is well known for having a strong synergistic effect when used in conjunction with other artificial sweeteners such as aspartame, saccharin, acesulfame potassium, and cyclamate, as well as sugar alcohols such as xylitol. NHDC usage boosts the effects of these sweeteners at lower concentrations than would otherwise be required; smaller amounts of other sweeteners are needed. This provides a cost benefit. == Approval and safety == NHDC is approved in the European Union as sweetener (E-959) since 1994, as well as flavouring (FL-16.061). It is also listed as a Generally Recognized as Safe flavour enhancer by the Flavour and Extract Manufacturers' Association. In November 2020, the FDA issued a no objection letter to the Generally Recognized as Safe status of Neohesperidin dihydrochalcone (NHDC). FDA concluded that NHDC is GRAS (based on scientific procedures) for its intended use. NHDC is intended to be used as a sweetener in various food categories at maximum levels of 10-1000 ppm. NHDC is also included both in European Pharmacopoeia and United States Pharmacopoeia, for being used as excipient in drug products. The safety of NHDC has been extensively tested.Fennema's Food Chemistry, 4th Edition, 722. Safety studies have indicated that NHDC is neither toxic, mutagenic nor carcinogenic.Food Additive User's Handbook, J. Smith, 1st Edition, 70. Like other flavonoids, NHDC is easily metabolized by intestinal microbiota to innocuous products.EFSA Flavouring Group Evaluation 32 Scientific Opinion, EFSA Journal 2010; 8(9):1065 == Uses == In food it is used as a flavour enhancer in concentrations of around 4-5 parts per million (ppm) and as an artificial sweetener at around 15-20 ppm. === Masking === Pharmaceutical companies are fond of the product as a means of reducing the bitterness of pharmacological drugs in tablet form, and it has been used for livestock feed as a means of reducing feeding time. It is also widely favoured for use in otherwise naturally bitter products. === Enhancer === As a flavour enhancer, NHDC is used in a wide range of products and is indicated by the E number E 959. It is noted particularly for enhancing sensory effects (known in the industry as 'mouth feel'). An example of this is 'creaminess' in dairy foods such as yogurt and ice cream. === Other uses === Other products NHDC can be found in may include a wide variety of beverages, alcoholic and non-alcoholic, savoury foods, toothpaste, mouthwash and condiments such as ketchup and mayonnaise. NHDC is also used as excipient in drug products to mask the bitter taste of some active pharmaceutical ingredients. == References == == Internal link == * Naringin dihydrochalcone ==External links== * *EVESA. Category:Sugar substitutes Category:Food additives Category:Dihydrochalcone glycosides Category:E-number additives",
 "title": "Neohesperidin dihydrochalcone"
}