{
 "id": "321634",
 "text": "The is a Japanese high-speed Shinkansen train type operated by East Japan Railway Company (JR East) on the Tohoku Shinkansen high-speed lines in Japan since 1997. They are formed in 8- and 10-car sets. The 8-car sets were used on the Hokuriku Shinkansen, and the 10-car sets are on Tohoku Shinkansen services. The 10-car sets can be coupled to E3 series Komachi sets using couplers hidden behind retracting nose doors. They operate at a maximum speed of on the Tohoku Shinkansen. A total of 502 vehicles (14 8-car \"N\" sets and 39 10-car \"J\" sets) were built between 1997 and 2010, with the first withdrawals commencing in late 2013. ==Operations== ===Tohoku Shinkansen=== * Yamabiko * Nasuno ===Past operations=== ===Hokuriku Shinkansen=== * Asama (1 October 1997 - 31 March 2017) ====Joetsu Shinkansen==== * Asahi * Toki * Tanigawa ==Variants== * E2 series 8-car \"N\" sets''' * E2' series 10-car \"J\" sets''' * E2-1000 series 10-car \"J\" sets ==8-car \"N\" sets== thumb|8-car set N11 on an Asama service in June 2002 The fleet of thirteen \"N\" sets was constructed for the new Asama services on the newly constructed Nagano Shinkansen (present-day Hokuriku Shinkansen) to Nagano from 1 October 1997, and are classified simply \"E2 series\". Units N2 onwards were delivered from March 1997 to September 1997. These sets are compatible with both the 50 Hz supply used by JR East and the 60 Hz supply used west of Karuizawa on the Hokuriku Shinkansen, and are limited to a maximum speed of 260 km/h. Tohoku Shinkansen set J1 was transferred to Nagano depot in October 2002 and renumbered as set N21. The fleet of \"N\" sets underwent a programme of life-extension refurbishment from fiscal 2013. Withdrawals of E2 series \"N\" sets commenced in April 2014, with the withdrawal of sets N4 and N12. The remaining E2 series sets were removed from regularly scheduled Hokuriku Shinkansen Asama services from 25 December 2015, with the last E2 series Asama run taking place on 31 March 2017. ===Formation=== {| class=\"wikitable\" |- ! Car No. ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! style=\"background: #E6FFE6\" | 7 ! 8 |- ! Designation | T1c | M2 | M1 | M2 | M1k | M2 | style=\"background: #F5FFF5\" | M1s | T2c |- ! Numbering | E223 | E226-100 | E225 | E226-200 | E225-400 | E226-300 | style=\"background: #F5FFF5\" | E215 | E224 |- ! Seating capacity | 55 | 100 | 85 | 100 | 75 | 100 | style=\"background: #F5FFF5\" | 51 | 64 |} Cars 4 and 6 are equipped with PS205 scissors-type pantographs. ===Fleet list=== , the fleet was as follows: {| class=\"wikitable\" |- ! Set number ! Manufacturer ! Date delivered ! Date withdrawn ! Remarks |- | N1 | | 6 June 1995 | 9 July 2014 | Pre-series set S6 |- | N2 | Kawasaki HI | 25 March 1997 | 1 September 2014 | |- | N3 | Hitachi | 16 April 1997 | 1 December 2014 | |- | N4 | Kawasaki HI | 25 April 1997 | 23 April 2014 | |- | N5 | Nippon Sharyo | 14 May 1997 | 1 June 2017 | |- | N6 | Hitachi | 29 May 1997 | 17 June 2014 | |- | N7 | Nippon Sharyo | 13 June 1997 | 25 January 2016 | |- | N8 | Kawasaki HI | 27 June 1997 | 26 May 2014 | |- | N9 | Hitachi | 11 July 1997 | 26 September 2014 | |- | N10 | Nippon Sharyo | 25 July 1997 | 17 February 2016 | |- | N11 | Hitachi | 8 August 1997 | 1 August 2014 | |- | N12 | Tokyu Car | 25 August 1997 | 2 April 2014 | |- | N13 | Kawasaki HI | 5 September 1997 | 11 May 2017 | |- | N21 | - | 14 April 1995 | 6 January 2015 | Pre-series set S7, later J1 |} ==E2' series 10-car \"J\" sets== thumb|10-car J set in revised livery in September 2008 The initial fleet of six \"J\" sets was constructed as eight-car trains for the start of the new Akita shinkansen services starting in March 1997, and ran in conjunction with E3 series Akita Shinkansen units on Tōhoku Shinkansen Yamabiko/Komachi services between Tokyo and Morioka. These sets are classified E2', and are equipped with retractable nose-end couplers at the Morioka end. Units J2 onwards were delivered from December 1996 to March 1997. As with the Nagano Shinkansen N units, these sets are also compatible with both 50 Hz and 60 Hz (25 kV) power supplies, and were also used on Nagano Shinkansen Asama services before they were lengthened to ten cars. A further four J sets were delivered in October/November 1998 to augment the fleet to coincide with the introduction E2 series stock on four return Asahi services between Tokyo and Niigata on the Jōetsu Shinkansen from the start of the revised timetable in December 1998. From September 2002, the fleet of J sets (except J1) was augmented from 8 to 10 cars with the addition of newly built intermediate cars for use on Hayate services to Hachinohe commencing in December 2002. The red stripe on these lengthened sets was also changed to magenta, and the original \"wind\" bodyside logo was changed to the new Hayate logo. Withdrawals of E2 series \"J\" sets commenced in October 2013, with the withdrawal of sets J2 and J3. The last remaining original \"J\" sets were withdrawn before the start of the revised timetable on 16 March 2019. thumb|View showing new-build car 7 (E225-100) next to original car 6 (E226-300) in July 2008 thumb|Pantograph installation on an E2 series J set in July 2008 ===Formation=== {| class=\"wikitable\" |- ! Car No. ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! 7 ! 8 ! style=\"background: #E6FFE6\" | 9 ! 10 |- ! Designation | T1c | M2 | M1 | M2 | M1k | M2 | M1 | M2 | style=\"background: #F5FFF5\" | M1s | T2c |- ! Numbering | E223 | E226-100 | E225 | E226-200 | E225-400 | E226-300 | E225-100 | E226-400 | style=\"background: #F5FFF5\" | E215 | E224-100 |- ! Seating capacity | 55 | 100 | 85 | 100 | 75 | 100 | 85 | 100 | style=\"background: #F5FFF5\" | 51 | 64 |} Cars 4 and 6 are equipped with PS205 scissors-type pantographs. ===Fleet list=== {| class=\"wikitable\" |- ! Set number ! Manufacturer ! Date delivered ! Date lengthened to 10 cars ! Date withdrawn |- | J1 | - | 14 April 1995 | (Pre-series set S7, renumbered N21 from October 2002) | 16 March 2019 |- | J2 | Hitachi | 20 December 1996 | 19 December 2002 | 2 October 2013 |- | J3 | Hitachi | 24 January 1997 | 24 December 2002 | 30 October 2013 |- | J4 | Kawasaki HI | 12 February 1997 | 19 September 2002 | 8 February 2016 |- | J5 | Nippon Sharyo | 3 March 1997 | 29 October 2002 | 12 June 2014 |- | J6 | Nippon Sharyo | 17 March 1997 | 3 November 2002 | 2 May 2014 |- | J7 | Nippon Sharyo | 5 October 1998 | 16 November 2002 | 21 August 2017 |- | J8 | Hitachi | 20 October 1998 | 24 September 2002 | 31 May 2018 |- | J9 | Nippon Sharyo | 23 November 1998 | 14 September 2002 | 8 April 2016 |- | J10 | Kawasaki HI | 17 December 1998 | 14 October 2002 | 14 February 2017 |- | J11 | Nippon Sharyo | 6 September 1999 | 21 November 2002 | 9 January 2019 |- | J12 | Tokyu Car | 17 September 1999 | 29 September 2002 | 23 August 2019 |- | J13 | Hitachi | 5 October 1999 | 4 October 2002 | 27 April 2018 |- | J14 | Kawasaki HI | 19 October 1999 | 19 October 2002 | 7 November 2018 |- | J15 | Tokyu Car | 5 November 1999 | 24 October 2002 | 17 May 2019 |} ==E2-1000 series 10-car \"J\" sets== thumb|E2-1000 series set J64 on Hayate service at Iwate-Numakunai Station in March 2007 The prototype E2-1000 series train (unit J51) was delivered as an 8-car to Sendai depot in late December 2000, and entered revenue-earning service in November 2001 after extensive testing. Units J52 onwards were delivered as 10-car units from July 2002, entering service on the Tohoku Shinkansen from December 2002. These trains replaced life-expired 200 series trains and augment JR East's fleet for use on new Hayate services following the opening of the Tōhoku Shinkansen extension to Hachinohe in December 2002. The E2-1000 series incorporates a number of design improvements compared with the earlier batches, the most noticeable of which is the change from small windows for each seating bay to wide windows similar to the E4 series trains. A new single-arm pantograph design is used with an aerofoil-shaped mounting that eliminates the need for pantograph shrouds. The pre-series set, J51, was equipped with automatic couplers at both ends, but sets J52 onwards have couplers at the northern end only, as on the earlier E2' trains. Unlike the earlier J sets, these units are only compatible with the 50 Hz power supply of the Tohoku and Joetsu Shinkansen routes. The flush-fitting plug doors of the earlier N and J sets were replaced by conventional sliding doors on these units. While J51 was delivered in the same livery as earlier E2 series trains, units J52 onward were delivered from new in the Hayate livery with a magenta waistline stripe in place of the previous red and a new \"apple\" logo in place of the \"wind\" logo on the original batch of J and N units. Withdrawals of E2-1000 series sets commenced in March 2019, beginning with set J51. ===Formation=== {| class=\"wikitable\" |- ! Car No. ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! 7 ! 8 ! style=\"background: #E6FFE6\" | 9 ! 10 |- ! Designation | T1c | M2 | M1 | M2 | M1k | M2 | M1 | M2 | style=\"background: #F5FFF5\" | M1s | T2c |- ! Numbering | E223-1000 | E226-1100 | E225-1000 | E226-1200 | E225-1400 | E226-1300 | E225-1100 | E226-1400 | style=\"background: #F5FFF5\" | E215-1000 | E224-1100 |- ! Seating capacity | 54 | 100 | 85 | 100 | 75 | 100 | 85 | 100 | style=\"background: #F5FFF5\" | 51 | 64 |} Cars 4 and 6 are equipped with PS207 single-arm pantographs. Car 1 of set No. J51 is numbered E223-1101. ===Fleet list=== {| class=\"wikitable\" |- ! Set number ! Manufacturer ! Date delivered ! Date withdrawn |- | J51 | Hitachi/Kawasaki HI/Nippon Sharyo/Tokyu Car | 13 January 2001 | 14 March 2019 |- | J52 | Hitachi | 17 July 2002 | |- | J53 | Kawasaki HI | 5 August 2002 | |- | J54 | Kawasaki HI | 8 March 2003 | |- | J55 | Hitachi | 7 November 2002 | |- | J56 | Hitachi | 23 November 2002 | |- | J57 | Nippon Sharyo | 4 October 2003 | |- | J58 | Tokyu Car | 11 September 2003 | |- | J59 | Tokyu Car | 21 October 2003 | |- | J60 | Kawasaki HI | 24 December 2003 | |- | J61 | Nippon Sharyo | 17 January 2004 | |- | J62 | Kawasaki HI | 2 February 2004 | |- | J63 | Tokyu Car | 8 December 2003 | |- | J64 | Hitachi | 11 June 2003 | |- | J65 | Kawasaki HI | 10 March 2004 | |- | J66 | Nippon Sharyo | 6 April 2005 | |- | J67 | Hitachi | 7 June 2005 | |- | J68 | Hitachi | 10 July 2005 | |- | J69 | Kawasaki HI | 5 December 2005 | |- | J70 | Hitachi | 19 February 2010 | |- | J71 | Nippon Sharyo | 11 March 2010 | |- | J72 | Hitachi | 12 April 2010 | |- | J73 | Kawasaki HI | 10 May 2010 | |- | J74 | Kawasaki HI | 7 June 2010 | |- | J75 | Nippon Sharyo | 27 September 2010 | |- |} ==Pre-series units== The pre-series E2' series unit S7 (renumbered as J1 and later as N21) was delivered in April 1995, with S6 (now numbered as N1) delivered in June of the same year. Visually, these two units differed from subsequent production standard units in having large pantograph shields resembling the original 300 series design. These were later changed to the current low-profile design. ==Interior== Seating is 2+3 in standard class with a seat pitch of , and 2+2 in green class with a seat pitch of . ==Test-running== An E2-1000 series train (J56) broke the Japanese rail speed record for a production train (i.e. not a dedicated test train) in April 2003 when it reached a speed of during a series of late-night high-speed test runs between Urasa and Niigata on the Joetsu Shinkansen. ==Exports== China ordered a number of 250 km/h trains based on the E2-1000 series design, renamed it as CRH2, becoming the second Shinkansen train exported after the 700T for Taiwan. These CRH2 trains consist of a total of 60 sets; the first three sets (2001-2003) were built in Japan, the next six sets were delivered in complete knock down (CKD) form and assembled by CSR Sifang Locomotive and Rolling Stock, the remaining 51 sets were built by Sifang through technology transfer from Japan. The first train arrived at the port of Qingdao on 8 March 2006. Subsequent orders included 50 additional trains and a new order for 140 trains placed in 2009 with the Sino-Japanese joint venture. ==Withdrawals== Withdrawals of E2 series sets commenced in October 2013, with the withdrawal of sets J2 and J3. ==Preserved examples== Car E223-23 of former set J10 was moved from Sendai Depot to Sanwa Tekki Corporation in Utsunomiya, Tochigi, in February 2017, where it is to be preserved. Car E224-127 of former set J14 was moved from Sendai Depot to The Hirosawa City in Chikusei, Ibaraki, in November 2018, where it is to be preserved. ==See also== * List of high speed trains ==References== ==External links== * E2 Series Hayate/Yamabiko/Nasuno Category:Shinkansen train series Category:East Japan Railway Company Category:Hitachi multiple units Category:Kawasaki rolling stock Category:Nippon Sharyo rolling stock Category:Tokyu Car rolling stock Category:Train-related introductions in 1997 Category:Passenger trains running at least at 250 km/h in commercial operations",
 "title": "E2 Series Shinkansen"
}