{
 "id": "321624",
 "text": "The is a Japanese Shinkansen high-speed train type built between 1997 and 2006, and entering service in 1999. Originally designated as \"N300\" during the development phase, they formed the next generation of shinkansen vehicles jointly designed by JR Central and JR-West for use on the Tokaido Shinkansen, Hakata Minami Line and the San'yō Shinkansen. Though it has since been withdrawn from service on the Tokaido Shinkansen, it still operates on the San'yō Shinkansen and Hakata Minami Line. ==Design== The 700 series is characterized by its flat 'duck-bill' nose designed to reduce the piston effect as the trains enter tunnels. 16-car units are painted white with blue stripes beneath the windows, and are used for Nozomi, Hikari, and Kodama services on the Tokaido and San'yō Shinkansen lines, while 8-car units used for the San'yō Shinkansen Hikari Rail Star services have a darker livery (grey with black window areas and a yellow stripe beneath the windows) which also acts to visually deemphasize the units' nose area, resulting in a more streamlined impression. As with the 500 series trains, yaw dampers are fitted between vehicles, and all cars feature semi-active suspension to ensure smooth ride characteristics at high speed. Compared with the small fleet of high- performance, high-cost 500 series trains built for JR-West, these trains were designed to give improved ride comfort and interior ambience over the earlier 300 series trains at a lower cost than the 500 series trains. The cost of a 16-car 700 series unit is approximately 4 billion yen compared with around 5 billion yen for a 16-car 500 series train. File:Central Japan Railway - Series 700-0 - Destination Sign - 01.JPG|C sets Destination display File:Central Japan Railway - Series 700-0 - Seat Sign - 01.JPG|C sets Reservation display File:West Japan Railway - Series 700-3000 - Destination Sign - 01.JPG|B sets Destination display File:700kei shiteiseki.jpg|B sets Reservation display ==Operations== 700 series trainsets were scheduled to be withdrawn from Tokaido Shinkansen services by the end of fiscal 2019. The last 700 series Tokaido Shinkansen run took place on 1 March 2020. However, the 700 series still operates on the San'yō Shinkansen. ==Variants== * 700-9000 series: 16-car pre-series set * 700-0 series: 16-car \"C\" sets owned by JR Central, introduced from March 1999 * 700-3000 series: 16-car \"B\" sets owned by JR-West, introduced from 2001 * 700-7000 series: 8-car Hikari Rail Star \"E\" sets owned by JR-West, introduced from 11 March 2000 ==Pre-series unit (700-9000 series)== The pre-series set, C0, was delivered in October 1997, and underwent endurance running mainly between Tokyo and Shin-Osaka until early 1999, including a short period of testing as an 8-car formation on the Sanyo Shinkansen. New single-arm current collectors were fitted from the start, and these initially featured the distinctive \"wine-glass\" pantograph shrouds of the 300X train. These were later changed to a design resembling the 500 series arrangement with additional side fences, which was used on the subsequent production trains. Unit C0 was modified to full production standard in September 1999 and renumbered as C1, and was officially withdrawn in January 2013. File:JR tokai shinkansen 700 C1.jpg|Set C1 in service in January 2010 ==16-car C sets== thumb|JR Central set C40 on the Tokaido Shinkansen between Kakegawa and Shizuoka in January 2008 thumb|Pantograph detail in March 2009 thumb|700 series logo next to door These units were ordered by JR Central for use on Tokyo to Hakata Nozomi services, displacing the 300 series trains previously used on these services. Interior layout and accommodation is similar to that of the 300 series trains, with three Green class (first class) vehicles, and the same 1,040 mm seat pitch in standard class, and 1,160 mm in Green class. The central gangways were widened by 30 mm to 600 mm, and ceilings were raised by 65 mm to 2,200 mm. The refreshment counters of the 300 and 500 series trains were discontinued and replaced by vending machines selling drinks, located in cars 3, 7, 11, and 15. Specifications permit 285 km/h running on the Sanyo Shinkansen with speed restricted to 270 km/h on the Tokaido Shinkansen between Tokyo and Shin-Osaka. The initial batch ordered by JR Central consisted of 17 units, with the first 4 units delivered in time for introduction on three daily return Nozomi services from March 1999. Services featuring 700 series stock were increased to five daily from July 1999, and further increased from October 1999. With continuing deliveries, 700 series trains were also introduced on Tōkaidō Shinkansen Hikari services from late 2000. Set numbers C25 onwards introduced from May 2001 incorporate minor interior design improvements, including power outlets at the ends of cars for PC users, and hand-grabs on the edge of aisle seats. An order for an additional batch of six units was placed by JR Central in December 2003, with delivery scheduled for the end of 2004. These sets (C55 to C60) provided additional capacity for services connected with the Aichi Expo in 2005. thumb|Streamlined bogie covers and flush diaphragm covers added experimentally to set C46, February 2003 Before entering passenger service, JR Central set C46 was used on a series of test runs from late January 2003 fitted with streamlined bogie covers on all cars and flush diaphragm covers between cars 16/15 and 15/14. These modifications were removed before the unit entered revenue service. Flush diaphragm covers were used on future trains, such as the N700 series. Between October 2008 and June 2009, JR Central's fleet of 60 700 series sets underwent modifications to increase the acceleration from the original 1.6 km/h/s to 2.0 km/h/s (0.44 m·s−2 to 0.56 m·s−2) on the Tokaido Shinkansen to improve timetable planning flexibility.JR Central press release: \"７００系の加速度向上について\" (Increased acceleration for 700 series) (26 June 2009). Retrieved 28 June 2009. During fiscal 2011, eight JR Central \"C\" sets (C11 to C18) were transferred to JR-West to replace its fleet of nine 300 series sets scheduled to be withdrawn by spring 2012. Withdrawals of 700 series sets began in July 2011 with the withdrawal of set C4. It continued in 2013 (sets C1, C2, C3, C5 - C8) and in 2014 (C9, C10, C20 - C24). The remaining 700 series sets were removed from regularly scheduled Tokaido Shinkansen services from 1 December 2019. The last Tokaido Shinkansen 700 series run from Tokyo to Shin- Osaka had been scheduled to take place on 8 March 2020, but was cancelled due to the outbreak of COVID-19 in Japan. This cancellation resulted in the last 700 series Tokaido Shinkansen run taking place a week earlier on 1 March 2020. ===Formation=== The 16-car C sets are formed as follows, with car 1 at the Hakata (west) end. {| class=\"wikitable\" |- ! Car No. ! 1 !! 2 !! 3 !! 4 !! 5 !! 6 !! 7 !! style=\"background: #E6FFE6\"| 8 !! style=\"background: #E6FFE6\"| 9 !! style=\"background: #E6FFE6\"| 10 !! 11 !! 12 !! 13 !! 14 !! 15 !! 16 |- ! Designation | Tc || M2 || M'w || M1 || M1w || M' || M2k || style=\"background: #F5FFF5\"| T's || style=\"background: #F5FFF5\"| Ts || style=\"background: #F5FFF5\"| M2s || M'h || M1 || M1w || M' || M2w || T'c |- ! Numbering | 723 || 727 || 726-500 || 725 || 725-300 || 726 || 727-400 || style=\"background: #F5FFF5\"| 718 || style=\"background: #F5FFF5\"| 719 || style=\"background: #F5FFF5\"| 717 || 726-700 || 725-600 || 725-500 || 726-200 || 727-500 || 724 |- ! Seating capacity | 65 || 100 || 85 || 100 || 90 || 100 || 75 || style=\"background: #F5FFF5\"| 68 || style=\"background: #F5FFF5\"| 64 || style=\"background: #F5FFF5\"| 68 || 63 || 100 || 90 || 100 || 80 || 75 |} Cars 5 and 12 each have one single-arm pantograph. ===Interior=== File:TEC Series700C GREEN CAR Interior 719-15.jpg|Green-class car (car 9) in March 2010 File:700C car 13 interior 20100120.jpg|Standard-class car (car 13) in January 2010 ==16-car B sets (700-3000 series)== thumb|JR-West 700-3000 series set B9 in March 2010 thumb|The \"JR700\" logo on the side of set B14 in January 2011 These are the units owned by JR-West for use on through Hikari services from Tokyo, displacing the 100 series stock previously used on these services. A total of 15 units were delivered from June 2001 to January 2006. These trains use the same bogies as the JR-West 500 series sets. Other differences include LED destination indicator panels, white pantograph side fences, \"JR 700\" logos on the cab sides, and also different seat designs. ===Formation=== The 16-car B sets are formed as follows, with car 1 at the Hakata (west) end. {| class=\"wikitable\" |- ! Car No. ! 1 !! 2 !! 3 !! 4 !! 5 !! 6 !! 7 !! style=\"background: #E6FFE6\"| 8 !! style=\"background: #E6FFE6\"| 9 !! style=\"background: #E6FFE6\"| 10 !! 11 !! 12 !! 13 !! 14 !! 15 !! 16 |- ! Designation | Tc || M2 || M'w || M1 || M1w || M' || M2k || style=\"background: #F5FFF5\"| T's || style=\"background: #F5FFF5\"| Ts || style=\"background: #F5FFF5\"| M2s || M'h || M1 || M1w || M' || M2w || T'c |- ! Numbering | 723-3000 || 727-3000 || 726-3500 || 725-3000 || 725-3300 || 726-3000 || 727-3400 || style=\"background: #F5FFF5\"| 718-3000 || style=\"background: #F5FFF5\"| 719-3000 || style=\"background: #F5FFF5\"| 717-3000 || 726-3700 || 725-3600 || 725-3500 || 726-3200 || 727-3500 || 724-3000 |- ! Seating capacity | 65 || 100 || 85 || 100 || 90 || 100 || 75 || style=\"background: #F5FFF5\"| 68 || style=\"background: #F5FFF5\"| 64 || style=\"background: #F5FFF5\"| 68 || 63 || 100 || 90 || 100 || 80 || 75 |} Cars 5 and 12 each have one single-arm pantograph. ===Interior=== File:JRWestSeries700NormalCarSeat.JPG|JR-West standard class seating File:JRWestSeries700GreenCarSeat.JPG|JR-West Green class seating ==8-car E sets (700-7000 series)== thumb|A Hikari Rail Star trainset in April 2009 thumb|The \"Rail Star\" logo on set E6 in May 2009 8-car E units were introduced by JR-West for use on new limited-stop Sanyo Shinkansen Hikari Rail Star services between Shin-Osaka and Hakata from 11 March 2000, replacing the former 0 series West Hikari services. The first units were delivered at the beginning of December 1999, with a total of 16 units built. Externally, these units differ noticeably from their JR Central sisters in having a variation of the 500 series livery with the blue waistline band replaced by a band of \"sunny yellow\". \"Rail Star\" logos are applied to the sides of alternate cars as well as on the cab sides. Each 8-car train has two single-arm pantographs of a similar design to the JR Central 16-car sets. It was originally planned that sets would be able to operate coupled together, enabling 16-car formations to be run in busy periods, but this feature has never been utilized. With the discontinuation of Hikari services running solely on the San'yo Shinkansen, replaced by Sakura services from 2011, these sets are primarily used on Kodama services between Shin-Osaka and Hakata. ===Formation=== The 8-car E sets are formed as follows, with car 1 at the Hakata (west) end). {| class=\"wikitable\" |- ! Car No. ! 1 !! 2 !! 3 !! 4 !! 5 !! 6 !! 7 !! 8 |- ! Designation | Tc || M1 || Mpk || M2 || M2w || Mp || M1kh || T'c |- ! Numbering | 723-7000 || 725-7600 || 726-7500 || 727-7000 || 727-7100 || 726-7000 || 725-7700 || 724-7500 |- ! Seating capacity | 65 || 100 || 80 || 80 || 72 || 72 || 50 || 52 |} Cars 2 and 7 each have one single-arm pantograph. ===Interior=== The trains feature four 4-seat compartments in car 8, and the seats at the ends of each car have power supply outlets for mobile PC users. Unlike the 0 series SK sets which they replaced, these sets are completely monoclass without Green class accommodation. However, the five reserved standard class cars, cars 4 to 8, have club class style 2+2 abreast seating compared to the normal 2+3 seating arrangement in the non-reserved cars. Seat pitch is throughout. Car 4 was also designated as a \"Silence car\", in which onboard announcements were omitted, but this was discontinued from March 2011. File:Inside of JR West 700 series set E12 (Rail Star non-reserved car).jpg|Hikari Rail Star non-reserved car 3+2 seating in November 2009 File:JRWest TEC series700E inside01.jpg|Hikari Rail Star reserved car 2+2 seating in March 2010 File:JRWest TEC series700-7000 compartment.jpg|Hikari Rail Star compartment seating in August 2009 ==Fleet history== The annual totals for the fleet sizes (number of vehicles as of 1 April each year) owned by JR Central and JR West are as follows. {| class=\"wikitable sortable\" style=\"text-align:right;\" |- ! Year !! JR Central !! JR West !! Total |- | align = left |1998 || 16 || 0 || 16 |- | align = left |1999 || 80 || 0 || 80 |- | align = left |2000 || 176 || 72 || 248 |- | align = left |2001 || 384 || 104 || 488 |- | align = left |2002 || 592 || 168 || 760 |- | align = left |2003 || 768 || 232 || 1,000 |- | align = left |2004 || 864 || 312 || 1,176 |- | align = left |2005 || 960 || 328 || 1,288 |- | align = left |2006 || 960 || 368 || 1,328 |- | align = left |2007 || 960 || 368 || 1,328 |- | align = left |2008 || 960 || 368 || 1,328 |- | align = left |2009 || 960 || 368 || 1,328 |- | align = left |2010 || 960 || 368 || 1,328 |- | align = left |2011 || 960 || 368 || 1,328 |- | align = left |2012 || 896 || 416 || 1,312 |- | align = left |2013 || 752 || 496 || 1,248 |- | align = left |2014 || 640 || 496 || 1,136 |- | align = left |2015 || 512 || 496 || 1,008 |- | align = left |2016 || 448 || 464 || 912 |- | align = left |2017 || 336 || 368 || 704 |- | align = left |2018 || 224 || 320 || 544 |- | align = left |2019 || 96 || 256 || 352 |- | align = left |2020 || 0 || 256 || 256 |} ==Derivatives== Two Class 923 \"Doctor Yellow\" trains based on the 700 series design are used for track and overhead wire diagnostic work on the Tokaido and Sanyo Shinkansen lines. Both the 800 series and Taiwan High Speed 700T were directly developed from the 700 series. The N700 series and N700S series are also developed from the 700 series. File:Type923-T4.jpg|A JR Central Class 923 \"Doctor Yellow\" train File:Kyushu Railway - Series 800-1000 - 01.JPG|A JR Kyushu 800 Series Shinkansen train File:THSR 700T TR17 20130907.jpg|A Taiwan High Speed 700T train File:Series-N700A-F20.jpg|A JR Central N700 Series Shinkansen train File:Series-N700S-J2.jpg|A JR Central N700S Series Shinkansen train ==Preserved examples== thumb|723-9001 at the SCMaglev and Railway Park in April 2014 * 723-9001 (ex-prototype set C1, built 1997 by Kawasaki Heavy Industries) at the SCMaglev and Railway Park, Nagoya, from 2 January 2014. * 723-9 (ex-set C10) on display at JR Nagoya Takashimaya. ==See also== *List of high speed trains ==References== * ==External links== * JR Central 700 series Category:Central Japan Railway Company Category:West Japan Railway Company Category:Shinkansen train series Category:Hitachi multiple units Category:Kawasaki rolling stock Category:Kinki Sharyo rolling stock Category:Nippon Sharyo rolling stock Category:Train-related introductions in 1999 Category:Passenger trains running at least at 250 km/h in commercial operations Category:25 kV AC multiple units",
 "title": "700 Series Shinkansen"
}