{
 "id": "321934",
 "text": "Smriti (, IAST: ), literally \"that which is remembered\" are a body of Hindu texts usually attributed to an author, traditionally written down, in contrast to Śrutis (the Vedic literature) considered authorless, that were transmitted verbally across the generations and fixed.Wendy Doniger O'Flaherty (1988), Textual Sources for the Study of Hinduism, Manchester University Press, , pages 2-3 Smriti is a derivative secondary work and is considered less authoritative than Sruti in Hinduism, except in the Mimamsa school of Hindu philosophy.James Lochtefeld (2002), \"Smrti\", The Illustrated Encyclopedia of Hinduism, Vol. 2: N–Z, Rosen Publishing, , page 656-657; Quote: \"smriti is classified as being based on (and therefore less authoritative than) the directly revealed, shruti, literature.\"; ; The authority of smriti accepted by orthodox schools, is derived from that of shruti, on which it is based. The Smrti literature is a corpus of diverse varied texts. This corpus includes, but is not limited to the six Vedāngas (the auxiliary sciences in the Vedas), the epics (the Mahābhārata and Rāmāyana), the Dharmasūtras and Dharmaśāstras (or Smritiśāstras), the Arthasaśāstras, the Purānas, the Kāvya or poetical literature, extensive Bhasyas (reviews and commentaries on Shrutis and non-Shruti texts), and numerous Nibandhas (digests) covering politics, ethics (Nitisastras), culture, arts and society.Purushottama Bilimoria (2011), The idea of Hindu law, Journal of Oriental Society of Australia, Vol. 43, pages 103-130Roy Perrett (1998), Hindu Ethics: A Philosophical Study, University of Hawaii Press, , pages 16-18 Each Smriti text exists in many versions, with many different readings. Smritis were considered fluid and freely rewritten by anyone in ancient and medieval Hindu tradition.Sheldon Pollock (2011), Boundaries, Dynamics and Construction of Traditions in South Asia (Editor: Federico Squarcini), Anthem, , pages 41-58 ==Etymology== Smrti is a Sanskrit word, from the root Smara (स्मर), which means \"remembrance, reminiscence, thinking of or upon, calling to mind\", or simply \"memory\".smRti Monier-Williams' Sanskrit-English Dictionary, Cologne Digital Sanskrit Lexicon, Germany The word is found in ancient Vedic literature, such as in section 7.13 of the Chandogya Upanishad. In later and modern scholarly usage, the term refers to tradition, memory, as well as a vast post-Vedic canon of \"tradition that is remembered\". David Brick states that the original meaning of smriti was simply tradition, and not texts.Brick, David. 2006. pp. 295-301 Smriti is also a symbolic synonym for number 18, from the 18 scholars who are credited in Indian tradition for writing dharma-related smriti texts (most have been lost). These 18 smritis are namely, # Atri, # Viṣṇu, # Hārīta, # Auśanasī, # Āngirasa, # Yama, # Āpastamba, # Samvartta, # Kātyāyana, # Bṛhaspati, # Parāśara, # Vyāsa, # Śaṅkha, # Likhita, # Dakṣa, # Gautama, # Śātātapa and # Vaśiṣṭha. Yājñavalkya gives the list of total 20 by adding two more Smritis, namely, Yājñavalkyasmriti and Manusmriti. Parāśara whose name appears in this list, enumerates also twenty authors, but instead of Samvartta, Bṛhaspati, and Vyāsa, he gives the names of Kaśyapa, Bhṛgu and Prachetas. In linguistic traditions, Smrti is the name of a type of verse meter. In Hindu mythology,Manmatha Nath Dutt, Smriti is the name of the daughter of Dharmaliterally morality, ethics, law, duty, right living and Medha.literally, prudence In scholarly literature, Smriti is also spelled as Smṛti. ==Texts== Smrtis represent the remembered, written tradition in Hinduism. The Smrti literature is a vast corpus of derivative work. All Smriti texts are regarded to ultimately be rooted in or inspired by Shruti. The Smrti corpus includes, but is not limited to: #The six Vedāngas (grammar, meter, phonetics, etymology, astronomy and rituals),Stephanie Witzel and Michael Witzel (2003), Vedic Hinduism, in The Study of Hinduism (Editor: A Sharma), , page 80M Winternitz, History of Indian Literature, Volume 1-3, Motilal Barnarsidass, Delhi, Reprinted in 2010, #The Itihasa (literally means \"so indeed it was\"), Epics (the Mahābhārata and Rāmāyana),Gerald Larson (1993), The Trimūrti of Smṛti in classical Indian thought, Philosophy East and West, Vol. 43, No. 3, pages 373-388 #The texts on the four proper goals or aims of human life:Tadeusz Skorupski (1988), Review: Manu Swajambhuwa, Manusmryti, Czyli Traktat o Zacności; Watsjajana Mallanga, Kamasutra, Journal of the Royal Asiatic Society of Great Britain & Ireland (New Series), Volume 120, Issue 1, pages 208-209 ##Dharma: These texts discuss dharma from various religious, social, duties, morals and personal ethics perspective. Each of six major schools of Hinduism has its own literature on dharma. Examples include Dharma- sutras (particularly by Gautama, Apastamba, Baudhayana and Vāsiṣṭha) and Dharma-sastras (particularly Manusmṛti, Yājñavalkya Smṛti, Nāradasmṛti and Viṣṇusmṛti). At the personal dharma level, this includes many chapters of Yogasutras. ##Artha: Artha-related texts discuss artha from individual, social and as a compendium of economic policies, politics and laws. For example, the Arthashastra of Chanakya, the Kamandakiya Nitisara,Kamandakiya Niti Sara MN Dutt (Translator) Brihaspati Sutra,Brihaspati Sutra - Politics and Government Sanskrit Original with English translation by FW Thomas (1921) and Sukra Niti.Sukra Niti Bk Sarkar (Translator); Chapter 1 verse 43 onwards - Rules of State and Duties of Rulers; Chapter 1 verse 424 onwards - Guidelines on infrastructure for economy; Chapter 1 verse 550 onwards - Guidelines on treasury management, law and military; Chapter 2 - Functions of state officials, etc Olivelle states that most Artha-related treatises from ancient India have been lost.Patrick Olivelle (2011), Language, Texts, and Society: Explorations in Ancient Indian Culture and Religion, Anthem Press, , page 174 ##Kama: These discuss arts, emotions, love, erotics, relationships and other sciences in the pursuit of pleasure. The Kamasutra of Vātsyāyana is most well known. Others texts include Ratirahasya, Jayamangala, Smaradipika, Ratimanjari, Ratiratnapradipika, Ananga Ranga among others.Alan Soble (2005), Sex from Plato to Paglia, , page 493 ##Moksha: These develop and debate the nature and process of liberation, freedom and spiritual release. Major treatises on the pursuit of moksa include the later Upanishads (early Upanishads are considered Sruti literature), Vivekachudamani, and the sastras on Yoga. #The Purānas (literally, \"of old\"), #The Kāvya or poetical literature, #The extensive Bhasyas (reviews and commentaries on Shrutis and non-Shruti texts), #The sutras and shastras of the various schools of Hindu philosophyKarl Potter (2009), The Encyclopedia of Indian Philosophies, Vol. 1: Bibliography, and Vols. 2-8, Motilal Banarsidass, ; Preview - the site includes Smriti literature of Hinduism, also Buddhism and Jainism #The numerous Nibandhas (digests) covering politics, medicine (Caraka Samhita), ethics (Nitisastras), culture, arts and society. ===The structure of Smriti texts=== The Smrti texts structurally branched, over time, from so-called the \"limbs of the Vedas\", or auxiliary sciences for perfecting grammar and pronunciation (part of Vedāngas).Gavin Flood (1996), An Introduction to Hinduism, Cambridge University Press, , pages 53-56 For example, the attempt to perfect the art of rituals led to the science of Kalpa, which branched into three Kalpa-sūtras: Srauta-sūtras, Grhya-sūtras, and Dharma-sūtras (estimated to have been composed between 600-200 BCE).John E. Mitchiner (2000), Traditions of the Seven Rsis, Motilal Banarsidass, , page xviii The Srauta- sutras became texts describing the perfect performance of public ceremonies (solemn community yajnas), the Grhya-sutras described perfect performance of home ceremonies and domestic rites of passage, and Dharma-sutras described jurisprudence, rights and duties of individuals in four Ashrama stages of life, and social ethics. The Dharma-sūtras themselves became the foundations for a large canon of texts, and branched off as numerous Dharma-sastra texts. Jan Gonda states that the initial stages of Smriti texts structurally developed in the form of a new prose genre named Sūtras, that is \"aphorism, highly compact precise expression that captured the essence of a fact, principle, instruction or idea\". This brevity in expression, states Gonda, was likely necessitated by the fact that writing technology had not developed yet or was not in vogue, in order to store a growing mass of knowledge, and all sorts of knowledge was transferred from one generation to the next through the process of memorization, verbal recitation and listening in the 1st millennium BCE. Compressed content allowed more essential, densely structured knowledge to be memorized and verbally transferred to the next generation in ancient India.Jan Gonda (1977), The Ritual Sutras, in A History of Indian Literature: Veda and Upanishads, Otto Harrassowitz Verlag, , pages 466-474 ==Role of Smriti in Hindu Law== Smrtis contribute to exposition of the Hindu Dharma but are considered less authoritative than Śrutis (the Vedic corpus that includes early Upanishads).James Lochtefeld (2002), \"Smrti\", The Illustrated Encyclopedia of Hinduism, Vol. 2: N–Z, Rosen Publishing. , pages 656 and 461 ===Earliest Smriti on Hindu Law: Dharma-sūtras=== The root texts of ancient Hindu jurisprudence and law are the Dharma-sūtras. These express that Shruti, Smriti and Acara are sources of jurisprudence and law. The precedence of these sources is declared in the opening verses of each of the known, surviving Dharma-sūtras. For example, ===Later Smriti on Hindu Law: Dharma-smriti=== The Smritis, such as Manusmriti, Naradasmriti, Yajnavalkya Smrti and Parashara Smriti, expanded this definition, as follows, The Yajnavalkya Smriti includes four Vedas, six Vedangas, Purana, Nyaya, Mimamsa and other sastras, in addition to the ethical conduct of the wise, as sources of knowledge and through which sacred law can be known. It explains the scope of the Dharma as follows, Levinson states that the role of Shruti and Smriti in Hindu law is as a source of guidance, and its tradition cultivates the principle that \"the facts and circumstances of any particular case determine what is good or bad\". The later Hindu texts include fourfold sources of Dharma, states Levinson, which include Atmanastushti (satisfaction of one's conscience), Sadacara (local norms of virtuous individuals), Smriti and Sruti.David Levinson (2002), Encyclopedia of Crime and Punishment, Volume 1, SAGE Publications, , page 829 ===Bhasya on Dharma-smriti=== Medhatithi's philosophical analysis of and commentary on criminal, civil and family law in Dharmasastras, particularly of Manusmriti, using Nyaya and Mimamsa theories, is the oldest and the most widely studied tertiary Smriti.Donald Davis (2010), The Spirit of Hindu Law, Cambridge University Press, , pages 27-29Donald Davis (2006), A realist view of Hindu law, Ratio Juris, Vol. 19, Issue 3, pages 287-313Medhatithi - History of Dharmasastra PV Kane; Also see: G JHA (1920), Manu Smrti with Bhasya of Medhatithi, 5 vols, University of Calcutta Press ==See also== *Smarta *Śruti *Sastra *Sūtra *Yuga Dharma *Śāstra pramāṇam in Hinduism ==References== Sources #Brick, David. “Transforming Tradition into Texts: The Early Development of Smrti.” ‘‘Journal of Indian Philosophy’’ 34.3 (2006): 287–302. #Davis, Jr. Donald R. Forthcoming. The Spirit of Hindu Law. # #Lingat, Robert. 1973. The Classical Law of India. Trans. J. Duncan M. Derrett. Berkeley: University of California Press. #Rocher, Ludo. “Hindu Conceptions of Law.” ‘‘Hastings Law Journal’’ 29.6 (1978): 1284–1305. # ==Notes== ==External links== *Arsha Vidya Gurukulam * Sanskrit site with comprehensive library of texts * Smriti on Hindupedia, the Hindu Encyclopedia * Smriti available in Sanskrit and Hindi Category:Hindu texts Category:Customary legal systems Category:Sanskrit words and phrases",
 "title": "Smriti"
}