{
 "id": "322059",
 "text": "thumb|right|Drumhead with Coating on a bass drum thumb|right|Anatomy of a drumhead for drumming A drumhead or drum skin is a membrane stretched over one or both of the open ends of a drum. The drumhead is struck with sticks, mallets, or hands, so that it vibrates and the sound resonates through the drum. Additionally outside of percussion instruments, drumheads are also used on some string instruments, most notably the banjo. ==History== Originally, drumheads were made from animal hide and were first used in early human history, long before records began. The term drumhead is first attested in English in 1580, in the writings of the soldier Thomas Churchyard, who mentioned how \"Dice plaie began ... on the toppe of Drommes heddes\".\"drumhead, n.\", Oxford English Dictionary Online, 3rd edn (Oxford: Oxford University Press, June 2015) (accessed 21 August 2020). In 1957, Remo Belli and Sam Muchnick together developed a polymer head (also known as Mylar) leading to the development of the Remo drumhead company. Despite the benefits of plastic heads, drummers in historical reenactment groups such as fife and drum use animal skin heads for historical accuracy. Rawhide heads are also popular with musicians performing in the jazz, orchestral and early music genres due to their preference for period correct sounds and instruments. Real hide heads are used on most hand drums, including djembes, frame drums, bongos, and congas, and also some Banjos. In recent years, companies such as Remo have begun manufacturing synthetic counterparts (most notably Fiberskin) for certain hand drums such as congas, and also banjos. There has also been a resurgence in the use of genuine rawhide heads by drum kit players, with companies such as AK Drums, Buchler Trommelbau and Kentville Drums or the Austrian Drumhead Company offering goat, calf and kangaroo hide drumheads respectively. Another common material used for drumheads is aramid fiber, such as kevlar. Kevlar heads are also used in marching percussion. ==Tuning== A drum \"hoop\" or \"rim\" may be made of metal, wood, or other material and is used to hold a drumhead against a drum shell, either with bolts through metal \"claws\" attached directly to a hoop, or bolts through holes in a flanged rim. The bolts, called \"tension rods\", are screwed into threaded \"lugs\" attached to the drum shell, in order to tighten and tune the drumhead.International House of Blues Foundation. \"Making a Drum\" 2003 A \"drum key\" is a four sided wrench used to screw the tension rods into the lugs.Drum Key Patent == Muffling == Drummers occasionally muffle their drums using special drumheads. Some drumheads come pre-muffled. Most muffling is done by external muffles. ==See also== * Vibrations of a drum head for an illustrated mathematical treatment *List of drum manufacturers ==References== == External links == * Know-How Is The Difference In Drumheads - Anatomy of a Drumhead * Accessory Fetish A Complete List of Drum Head Manufacturers * Resonant Drum Head Explained Category:Drumming Category:Percussion instruments",
 "title": "Drumhead"
}