{
 "id": "322259",
 "text": "Ira Remsen (February 10, 1846 – March 4, 1927) was an American chemist who discovered the artificial sweetener saccharin along with Constantin Fahlberg. He was the second president of Johns Hopkins University. == Biography == Ira Remsen was born in New York City on February 10, 1846. He earned an M.D. from the New York Homeopathic Medical College in 1865. Remsen subsequently studied chemistry in Germany, studying under chemist Wilhelm Rudolph Fittig, receiving a PhD from University of Göttingen in 1870.http://www.nasonline.org/publications/biographical-memoirs/memoir- pdfs/remsen-ira.pdf In 1872, after researching pure chemistry at University of Tübingen, Remsen returned to the United States and became a professor at Williams College, where he wrote the popular text Theoretical Chemistry. Remsen's book and reputation brought him to the attention of Daniel Coit Gilman, who invited him to become one of the original faculty of Johns Hopkins University. Remsen accepted and founded the department of chemistry there, overseeing his own laboratory. In 1879 Remsen founded the American Chemical Journal, which he edited for 35 years. In 1879 Fahlberg, working with Remsen in a post-doctoral capacity, made an accidental discovery that changed Remsen's career. Eating rolls at dinner after a long day in the lab researching coal tar derivatives, Fahlberg noticed that the rolls tasted initially sweet but then bitter. Since his wife tasted nothing strange about the rolls, Fahlberg tasted his fingers and noticed that the bitter taste was probably from one of the chemicals in his lab. The next day at his lab he tasted the chemicals that he had been working with the previous day and discovered that it was the oxidation of o-toluenesulfonamide he had tasted the previous evening. He named the substance saccharin and he and his research partner Remsen published their finding in 1880. Later Remsen became angry after Fahlberg, in patenting saccharin, claimed that he alone had discovered saccharin. Remsen had no interest in the commercial success of saccharin, from which Fahlberg profited, but he was incensed at the perceived dishonesty of not crediting him as the head of the laboratory. Throughout his academic career, Remsen was known as an excellent teacher, rigorous in his expectations but patient with the beginner. \"His lectures to beginners were models of didactic exposition, and many of his graduate students owe much of their later success in their own lecture rooms to the pedagogical training received from attendance upon Remsen's lectures to freshmen.\" He was elected as a member to the American Philosophical Society in 1879. In 1901 Remsen was appointed the president of Johns Hopkins, where he proceeded to found a School of Engineering and helped establish the school as a research university. He introduced many of the German laboratory techniques he had learned and wrote several important chemistry textbooks. In 1912 he stepped down as president, due to ill health, and retired to Carmel, California. In 1923 he was awarded the Priestley medal. He died on March 4, 1927. == Legacy == After his death, the new chemistry building, completed in 1924, was named after him at Johns Hopkins. His ashes are located behind a plaque in Remsen Hall; he is the only person buried on campus. His Baltimore house was added to the National Register of Historic Places and declared a National Historic Landmark in 1975. Remsen Hall in Queens College is also named for him. == Remsen Award == In 1946, to commemorate the centenary of Remsen, the Maryland chapter of the American Chemical Society, began awarding the Remsen award, in his honor. Awardees are frequently of the highest caliber, and included a sequence of 16 Nobel laureates between 1950 and 1980. ;Recipients: * 1946: Roger Adams * 1947: Samuel C. Lind * 1948: Elmer V. McCollum * 1949: Joel H. Hildebrand * 1950: Edward C. Kendall 18px|link=Nobel Prize * 1951: Hugh Stott Taylor * 1952: W. Mansfield Clark * 1953: Edward L. Tatum 18px|link=Nobel Prize * 1954: Vincent du Vigneaud 18px|link=Nobel Prize * 1955: Willard F. Libby 18px|link=Nobel Prize * 1956: Farrington Daniels * 1957: Melvin Calvin 18px|link=Nobel Prize * 1958: Robert B. Woodward 18px|link=Nobel Prize * 1959: Edward Teller * 1960: Henry Eyring (chemist) 18px|link=Wolf Prize * 1961: Herbert C. Brown 18px|link=Nobel Prize * 1962: George Porter 18px|link=Nobel Prize * 1963: Harold C. Urey 18px|link=Nobel Prize * 1964: Paul Doughty Bartlett * 1965: James R. Arnold * 1966: Paul H. Emmett * 1967: Marshall W. Nirenberg 18px|link=Nobel Prize * 1968: Har Gobind Khorana * 1969: Albert L. Lehninger * 1970: George S. Hammond * 1971: George C. Pimentel 18px|link=Wolf Prize * 1972: Charles H. Townes 18px|link=Nobel Prize * 1973: Frank H. Westheimer * 1974: Elias J. Corey 18px|link=Nobel Prize 18px|link=Wolf Prize * 1975: Henry Taube 18px|link=Nobel Prize * 1976: William N. Lipscomb, Jr. 18px|link=Nobel Prize * 1977: Ronald Breslow * 1978: John Charles Polanyi 18px|link=Nobel Prize * 1979: Harry B. Gray 18px|link=Wolf Prize * 1980: Roald Hoffman 18px|link=Nobel Prize * 1981: Koji Nakanishi * 1982: Harden McConnell 18px|link=Wolf Prize * 1983: George M. Whitesides * 1984: Earl L. Muetterties * 1985: Richard N. Zare * 1986: Gilbert Stork 18px|link=Wolf Prize * 1987: Stephen J. Lippard * 1988: Mildred Cohn * 1989: K. Barry Sharpless 18px|link=Nobel Prize 18px|link=Wolf Prize * 1990: Robert G. Bergman 18px|link=Wolf Prize * 1991: Rudolph A. Marcus 18px|link=Nobel Prize * 1992: William Klemperer * 1993: Christopher T. Walsh * 1994: Edward I. Solomon * 1995: * 1996: David A. Evans * 1997: William Hughes Miller * 1998: Peter Dervan * 1999: * 2000: Alexander Pines 18px|link=Wolf Prize * 2001: Ad Bax * 2002: * 2003: Henry F. Schaefer III * 2004: Samuel Danishefsky * 2005: Judith P. Klinman * 2006: Gabor A. Somorjai 18px|link=Wolf Prize * 2007: * 2008: John C. Tully * 2009: Jean Frechet * 2010: John T. Groves * 2011: Graham R. Fleming * 2012: Daniel G. Nocera * 2013: Eric Jacobsen * 2014: Emily A. Carter * 2015: JoAnne Stubbe * 2016: Charles M. Lieber 18px|link=Wolf Prize * 2017: Robert H. Grubbs 18px|link=Nobel Prize * 2018: Chad Mirkin * 2019: Catherine J. Murphy * 2020: Tom W. Muir == References == == Further reading == * == External links == * Ira Remsen: The Chemistry was Right * The History of African-Americans at The Johns Hopkins University. * * Papers of Ira Remsen Category:1846 births Category:1927 deaths Category:American chemists Category:Johns Hopkins University faculty Category:Presidents of Johns Hopkins University Category:People from Carmel-by-the-Sea, California Category:Presidents of the United States National Academy of Sciences Category:Columbia University College of Physicians and Surgeons alumni",
 "title": "Ira Remsen"
}