{
 "id": "322562",
 "text": "The Trionychidae are a taxonomic family of a number of turtle genera, commonly known as softshell turtles. The family was erected by Leopold Fitzinger in 1826. Softshells include some of the world's largest freshwater turtles, though many can adapt to living in highly brackish areas. Members of this family occur in Africa, Asia, and North America, with extinct species known from Australia. Most species have traditionally been included in the genus Trionyx, but the vast majority have since been moved to other genera. Among these are the North American Apalone softshells that were placed in Trionyx until 1987.Meylan, P.A. 1987. The phylogenetic relationships of soft-shelled turtles (Family Trionychidae). Bulletin of the American Museum of Natural History. 186: 1-101. ==Characteristics== They are called \"softshell\" because their carapaces lack horny scutes (scales), though the spiny softshell, Apalone spinifera, does have some scale-like projections, hence its name. The carapace is leathery and pliable, particularly at the sides. The central part of the carapace has a layer of solid bone beneath it, as in other turtles, but this is absent at the outer edges. Some species also have dermal bones in the plastron, but these are not attached to the bones of the shell. The light and flexible shell of these turtles allows them to move more easily in open water or in muddy lake bottoms. Having a soft shell also allows them to move much faster on land than most turtles. Their feet are webbed and three-clawed, hence the family name \"Trionychidae,\" which means \"three-clawed\". The carapace color of each type of softshell turtle tends to match the sand or mud color of its geographical region, assisting in their \"lie in wait\" feeding methodology. These turtles have many characteristics pertaining to their aquatic lifestyle. Many must be submerged in order to swallow their food.About Turtles and Tortoises, Chelonians They have elongated, soft, snorkel-like nostrils. Their necks are disproportionately long in comparison to their body sizes, enabling them to breathe surface air while their bodies remain submerged in the substrate (mud or sand) a foot or more below the surface. Females can grow up to several feet in carapace diameter, while males stay much smaller; this is their main form of sexual dimorphism. Pelochelys cantorii, found in southeastern Asia, is the largest softshell turtle. thumb|left|Head and neck of Pelodiscus sinensis Most are strict carnivores, with diets consisting mainly of fish, aquatic crustaceans, snails, amphibians, and sometimes birds and small mammals. Softshells are able to \"breathe\" underwater with rhythmic movements of their mouth cavity, which contains numerous processes copiously supplied with blood, acting similarly to gill filaments in fish. This enables them to stay underwater for prolonged periods. Moreover, the Chinese softshell turtle has been shown to excrete urea while \"breathing\" underwater; this is an efficient solution when the animal does not have access to fresh water, e.g., in brackish-water environments. According to Ditmars (1910): \"The mandibles of many species form the outer border of powerful crushing processes—the alveolar surfaces of the jaws\", which aids the ingestion of tough prey such as molluscs. These jaws make large turtles dangerous, as they are capable of amputating a person's finger, or possibly their hand. Unlike the temperature- dependent sex determination of most turtles, Trionychids have ZZ/ZW genetic sex determination; microchromosomes play a role in determining sex. == As food == thumb|right|Japanese suppon-nabe made from softshell turtle Softshell turtles are eaten as a delicacy in most parts of their range, particularly in East Asia. A Chinese dish stews them with chicken. According to a 1930 report by Soame Jenyns, Guangdong restaurants had them imported from Guangxi in large numbers; \"eaten stewed with almonds, roast with chili sauce or fried with bamboo shoots, they [were] considered a great delicacy.\" Worldwide, the most commonly consumed softshell species is the Chinese softshell Pelodiscus sinensis. As a noted Japanese biologist pointed out in 1904, the Japanese variety of this turtle, which at time was classified as Trionyx japonicus, occupied a place in Japanese cuisine as esteemed as the diamondback terrapin in the United States or the green turtle in England. The farming of this \"luscious reptile\", known in Japan as suppon, was already developed on an industrial scale in that country by the late 19th century.. The Japanese variety of Pelodiscus sinensis is referred to in Mitsukuri's article under its older name, Trionyx japonicus. Due to rising demand and overhunting, the price of Pelodiscus sinensis in China skyrocketed by the mid-1990s; large-scale turtle farming in China and neighboring countries; raising this species by hundreds of millions was the response, with prices soon returning to a more affordable level.Zhao Huanxin, \"Low price hurts turtle breeding\". China Daily 1999-06-30 (scroll to the end of the file to find that article)Zhang Jian (章剑), Chinese soft-shelled turtle value return , Turtle news (中国龟鳖网), 13 August 2009 (appears to be a machine translation of the more comprehensible \"中华鳖价值回归\", at ) Also at http://sites.google.com/site/jfparham/2008Shi.pdf Another species, Palea steindachneri, is farmed in China, as well, but on a much smaller scale (with farm herds measured in hundreds of thousands, rather than hundreds of millions). In the United States, harvesting softshells (e.g. Apalone ferox) was, until recently, legal in Florida. Environmental groups have been advocating the authorities' banning or restricting the practice. The Florida Fish and Wildlife Conservation Commission responded by introducing the daily limit of 20 turtles for licensed harvesters—a level which the turtle advocates consider unsustainable, as there may be between 100 and 500 hunters statewide. While some catch was consumed locally, most was exported; the Commission estimated (2008) around 3,000 pounds of softshell turtles were exported each week via Tampa International Airport.\"China Gobbling Up Florida Turtles\", By CRAIG PITTMAN, St. Petersburg Times. Published: Thursday, October 9, 2008 New rules, in effect as of July 20, 2009, restrict collecting any wild turtles to one turtle per person per day, completely prohibit collection of softshells (Apalone) in May through July, and prohibit trade in turtles caught from the wild. An exemption is provided for licensed turtle farms that need to catch turtles in the wild to serve as their breeding stock. Freshwater Fish and Wildlife, Rule No. 68A-25.002: General Provisions for Taking Possession and Sale of Reptiles Some other US states, too, have already adopted strict limitations on wild turtle trade. In 2009, South Carolina passed a law (Bill H.3121) restricting interstate and international export of wild-caught turtles (both soft-shell and some other species) to 10 turtles per person at one time, and 20 turtles per person per year.(South Carolina) Legislative Update, June 5, 2009, Vol. 26, No. 16 (see Bill H.3121) == Taxonomy == Family Trionychidae *Palaeotrionyx (fossil) Paleotrionyx jimenezfuentesi *Subfamily Plastomeninae (fossil) **Genus Gilmoremys **Genus Hutchemys **Genus Plastomenus *Subfamily Cyclanorbinae **Genus Cyclanorbis **Genus Cycloderma **Genus Lissemys *Subfamily Trionychinae **Genus Amyda, Amyda menneri **Genus Apalone **Genus Chitra, Chitra minor **Genus Dogania **Genus Nilssonia **Genus Palea **Genus Pelochelys **Genus Pelodiscus **Genus Rafetus **Genus Trionyx === Past classification === *Genus Aspideretes == Phylogeny == Cladogram after Walter G. Joyce, Ariel Revan, Tyler R. Lyson and Igor G. Danilov (2009). ==Gallery== File:Amyd cartil 090818-11752 tsa.jpg|Amyda cartilaginea (juvenile) File:Floridasoftshellturtle-cropped.jpg|Apalone ferox File:Eastern Spiny Softshell Turtle.jpg|Apalone spinifera File:Dudhwalive chitra.JPG|Chitra indica File:Dogan subplan100117-0332 ipb.jpg|Dogania subplana File:(Lissemys punctata) Indian flap shell Turtle 04.JPG|Lissemys punctata File:Bostami Turtle.jpg|Nilssonia nigricans File:Pelochelys cantorii.jpg|Pelochelys cantorii File:E8976-Namdaemun-Turtles-sold-in-ginseng-shop.jpg|Pelodiscus sinensis in a Seoul market File:Rafetus euphraticus cropped.jpg|Rafetus euphraticus File:Rùa Đồng Mô.jpg|Rafetus swinhoei File:Ab reptile 05.jpg|Trionyx triunguis ==Notes== == References == *Trionychidae (all species) at The Reptile Database *Parade of the Animal Kingdom. Hegner, Robert. 1935. the Macmillan Company. Category:Turtle families Category:Taxa named by Leopold Fitzinger",
 "title": "Trionychidae"
}