{
 "id": "322553",
 "text": "An aneurysm is an outward bulging, likened to a bubble or balloon, caused by a localized, abnormal, weak spot on a blood vessel wall. Aneurysms may be a result of a hereditary condition or an acquired disease. Aneurysms can also be a nidus (starting point) for clot formation (thrombosis) and embolization. The word is from , aneurysma, \"dilation\", from ἀνευρύνειν, aneurynein, \"to dilate\". As an aneurysm increases in size, the risk of rupture, which leads to uncontrolled bleeding, increases. Although they may occur in any blood vessel, particularly lethal examples include aneurysms of the Circle of Willis in the brain, aortic aneurysms affecting the thoracic aorta, and abdominal aortic aneurysms. Aneurysms can arise in the heart itself following a heart attack, including both ventricular and atrial septal aneurysms. There are congenital atrial septal aneurysms, a rare heart defect. ==Classification== Aneurysms are classified by type, morphology, or location. ===True and false aneurysms=== A true aneurysm is one that involves all three layers of the wall of an artery (intima, media and adventitia). True aneurysms include atherosclerotic, syphilitic, and congenital aneurysms, as well as ventricular aneurysms that follow transmural myocardial infarctions (aneurysms that involve all layers of the attenuated wall of the heart are also considered true aneurysms). A false aneurysm, or pseudoaneurysm, is a collection of blood leaking completely out of an artery or vein but confined next to the vessel by the surrounding tissue. This blood-filled cavity will eventually either thrombose (clot) enough to seal the leak or rupture out of the surrounding tissue. Pseudoaneurysms can be caused by trauma that punctures the artery, such as knife and bullet wounds, as a result of percutaneous surgical procedures such as coronary angiography or arterial grafting, or use of an artery for injection. ===Morphology=== thumb|Cross-section of an arterial aneurysm, showing most of the area consisting of organized mural thrombus (tan-brown area) Aneurysms can also be classified by their macroscopic shapes and sizes and are described as either saccular or fusiform. The shape of an aneurysm is not specific for a specific disease. The size of the base or neck is useful in determining the chance of for example endovascular coiling. Saccular aneurysms, or \"berry\" aneurysms, are spherical in shape and involve only a portion of the vessel wall; they usually range from in diameter, and are often filled, either partially or fully, by a thrombus.Saccular aneurysms have a \"neck” that connects the aneurysm to its main (\"parent\") artery, a larger, rounded area, called the dome. Fusiform aneurysms (\"spindle-shaped\" aneurysms) are variable in both their diameter and length; their diameters can extend up to . They often involve large portions of the ascending and transverse aortic arch, the abdominal aorta, or, less frequently, the iliac arteries. ===Location=== Aneurysms can also be classified by their location: * Arterial and venous, with arterial being more common. * The heart, including coronary artery aneurysms, ventricular aneurysms, aneurysm of sinus of Valsalva, and aneurysms following cardiac surgery. * The aorta, namely aortic aneurysms including thoracic aortic aneurysms and abdominal aortic aneurysms. * The brain, including cerebral aneurysms, berry aneurysms, and Charcot–Bouchard aneurysms. * The legs, including the popliteal arteries. * The kidney, including renal artery aneurysm and intraparechymal aneurysms. * Capillaries, specifically capillary aneurysms. * The Large vessels such as external and internal jugular veinsAvinash P Mural International Journal of Medical Case Reports Vol 3 Iss. 4, pp. 1–4 http://ijomcr.net/saccular-aneurysm-of-external- jugularvein/ Cerebral aneurysms, also known as intracranial or brain aneurysms, occur most commonly in the anterior cerebral artery, which is part of the circle of Willis. This can cause severe strokes leading to death. The next most common sites of cerebral aneurysm occurrence are in the internal carotid artery. ===Size=== {|class=\"wikitable\" align=\"right\" |+Abdominal aorta size classification | Ectatic or mild dilatation || >2.0 cm and <3.0 cm |- | Moderate || 3.0–5.0 cm |- | Large or severe || >5.0 or 5.5 cm |} Abdominal aortic aneurysms are commonly divided according to their size and symptomatology. An aneurysm is usually defined as an outer aortic diameter over 3 cm (normal diameter of the aorta is around 2 cm), or more than 50% of normal diameter that of a healthy individual of the same sex and age. If the outer diameter exceeds 5.5 cm, the aneurysm is considered to be large. The common iliac artery is classified as: Last updated: Mar 27, 2017. {|class=\"wikitable\" | Normal || Diameter ≤12 mm |- | Ectatic || Diameter 12 to 18 mm |- | Aneurysm || Diameter ≥18 mm |} ==Signs and symptoms== Aneurysm presentation may range from life-threatening complications of hypovolemic shock to being found incidentally on X-ray. Symptoms will differ by the site of the aneurysm and can include: ===Cerebral aneurysm=== Symptoms can occur when the aneurysm pushes on a structure in the brain. Symptoms will depend on whether an aneurysm has ruptured or not. There may be no symptoms present at all until the aneurysm ruptures. For an aneurysm that has not ruptured the following symptoms can occur: * Fatigue * Loss of perception * Loss of balance * Speech problems * Double vision For a ruptured aneurysm, symptoms of a subarachnoid hemorrhage may present: * Severe headaches * Loss of vision * Double vision * Neck pain or stiffness * Pain above or behind the eyes ===Abdominal aneurysm=== thumb|Illustration depicting location of abdominal aneurysm thumb|3D model of Aortic aneurism Abdominal aortic aneurysm involves a regional dilation of the aorta and is diagnosed using ultrasonography, computed tomography, or magnetic resonance imaging. A segment of the aorta that is found to be greater than 50% larger than that of a healthy individual of the same sex and age is considered aneurysmal. Abdominal aneurysms are usually asymptomatic but in rare cases can cause lower back pain or lower limb ischemia. ===Renal (kidney) aneurysm=== * Flank pain and tenderness * Hypertension * Haematuria * Signs of hypovolemic shock ==Risk factors== Risk factors for an aneurysm include diabetes, obesity, hypertension, tobacco use, alcoholism, high cholesterol, copper deficiency, increasing age, and tertiary syphilis infection. Connective tissue disorders such as Loeys-Dietz syndrome, Marfan syndrome, and certain forms of Ehlers- Danlos syndrome are also associated with aneurysms. Aneurysms, dissections, and ruptures in individuals under 40 years of age are a major diagnostic criteria of the vascular form of Ehlers-Danlos syndrome (vEDS).Byers PH. Vascular Ehlers-Danlos Syndrome. 1999 Sep 2 [Updated 2019 Feb 21]. In: Adam MP, Ardinger HH, Pagon RA, et al., editors. GeneReviews® [Internet]. Seattle (WA): University of Washington, Seattle; 1993–2020. Available from: https://www.ncbi.nlm.nih.gov/sites/books/NBK1494/ Specific infective causes associated with aneurysm include: * Advanced syphilis infection resulting in syphilitic aortitis and an aortic aneurysm * Tuberculosis, causing Rasmussen's aneurysms * Brain infections, causing infectious intracranial aneurysms A minority of aneurysms are associated with genetic factors. Examples include: * Berry aneurysms of the anterior communicating artery of the circle of Willis, associated with autosomal dominant polycystic kidney disease * Familial thoracic aortic aneurysms * Cirsoid aneurysms, secondary to congenital arteriovenous malformations ==Pathophysiology== Aneurysms form for a variety of interacting reasons. Multiple factors, including factors affecting a blood vessel wall and the blood through the vessel, contribute. The pressure of blood within the expanding aneurysm may also injure the blood vessels supplying the artery itself, further weakening the vessel wall. Without treatment, these aneurysms will ultimately progress and rupture. Infection. A mycotic aneurysm is an aneurysm that results from an infectious process that involves the arterial wall.emedicine – Cerebral Aneurysm Author: Jonathan L Brisman. Coauthors: Emad Soliman, Abraham Kader, Norvin Perez. Updated: Sep 23, 2010 A person with a mycotic aneurysm has a bacterial infection in the wall of an artery, resulting in the formation of an aneurysm. One of the causes of mycotic aneurysms is infective endocarditis.https://www.uptodate.com/contents/overview-of-infected-mycotic- arterial-aneurysm#H20047224 (Retrieved 8 September 2021) The most common locations include arteries in the abdomen, thigh, neck, and arm. A mycotic aneurysm can result in sepsis, or life-threatening bleeding if the aneurysm ruptures. Less than 3% of abdominal aortic aneurysms are mycotic aneurysms. Syphilis. The third stage of syphilis also manifests as aneurysm of the aorta, which is due to loss of the vasa vasorum in the tunica adventitia. Copper deficiency. A minority of aneurysms are caused by copper deficiency, which results in a decreased activity of the lysyl oxidase enzyme, affecting elastin, a key component in vessel walls. Copper deficiency results in vessel wall thinning, and thus has been noted as a cause of death in copper-deficient humans, chickens, and turkeys. === Mechanics === Aneurysmal blood vessels are prone to rupture under normal blood pressure and flow due to the special mechanical properties that make them weaker. To better understand this phenomenon, we can first look at healthy arterial vessels which exhibit a J-shaped stress-strain curve with high strength and high toughness (for a biomaterial in vivo). Unlike crystalline materials whose linear elastic region follows Hooke's Law under uniaxial loading, many biomaterials exhibit a J-shaped stress-strain curve which is non-linear and concave up. The blood vessel can be under large strain, or the amount of stretch the blood vessel can undergo, for a range of low applied stress before fracture, as shown by the lower part of the curve. The area under the curve up to a given strain is much lower than that for the equivalent Hookean curve, which is correlated to toughness. Toughness is defined as the amount of energy per unit volume material can absorb before rupturing. Because the amount of energy released is proportional to the amount of crack propagation, the blood vessel wall can withstand pressure and is “tough.” Thus, healthy blood vessels with the mechanical properties of the J-shaped stress-strain curve have greater stability against aneurysms than materials with linear elasticity. Blood vessels with aneurysms, on the other hand, are under the influence of an S-shaped stress-strain curve. As a visual aid, aneurysms can be understood as a long, cylindrical balloon. Because it's a tight balloon under pressure, it can pop at any time stress beyond a certain force threshold is applied. In the same vein, an unhealthy blood vessel has elastic instabilities that lead to rupture. Initially, for a given radius and pressure, stiffness of the material increases linearly. At a certain point, the stiffness of the arterial wall starts to decrease with increasing load. At higher strain values, the area under the curve increases, thus increasing the impact on the material that would promote crack propagation. The differences in the mechanical properties of the aneurysmal blood vessels and the healthy blood vessels stem from the compositional differences of the vessels. Compared to normal aortas, aneurysmal aortas have a much higher volume fraction of collagen and ground substance (54.8% vs. 95.6%) and a much lower volume fraction of elastin (22.7% vs. 2.4%) and smooth muscles (22.6% vs. 2.2%), which contribute to higher initial stiffness. It was also found that the ultimate tensile strength, or the strength to withstand rupture, of aneurysmal vessel wall is 50% lower than that of normal aortas. The wall strength of ruptured aneurysmal aortic wall was also found to be 54.2 N/cm2, which is much lower than that of a repaired aorta wall, 82.3 N/cm2. Due to the change in composition of the arterial wall, aneurysms overall have much lower strength to resist rupture. Predicting the risk of rupture is difficult due to the regional anisotropy the hardened blood vessels exhibit, meaning that the stress and strength values vary depending on the region and the direction of the vessel they are measured along. ==Diagnosis== thumb|Ruptured 7mm left vertebral artery aneurysm resulting in a subarachnoid hemorrhage as seen on a CT scan with contrast Diagnosis of a ruptured cerebral aneurysm is commonly made by finding signs of subarachnoid hemorrhage on a computed tomography (CT) scan. If the CT scan is negative but a ruptured aneurysm is still suspected based on clinical findings, a lumbar puncture can be performed to detect blood in the cerebrospinal fluid. Computed tomography angiography (CTA) is an alternative to traditional angiography and can be performed without the need for arterial catheterization. This test combines a regular CT scan with a contrast dye injected into a vein. Once the dye is injected into a vein, it travels to the cerebral arteries, and images are created using a CT scan. These images show exactly how blood flows into the brain arteries. ==Treatment== Historically, the treatment of arterial aneurysms has been limited to either surgical intervention or watchful waiting in combination with control of blood pressure. At least, in the case of abdominal aortic aneurysm (AAA), the decision does not come without significant risk and cost, hence, there is a great interest in identifying more advanced decision-making approaches that are not solely based on the AAA diameter, but involve other geometrical and mechanical nuances such as local thickness and wall stress. In recent years, endovascular or minimally invasive techniques have been developed for many types of aneurysms. Aneurysm clips are used for surgical procedure i.e. clipping of aneurysms. === Intracranial === There are currently two treatment options for brain aneurysms: surgical clipping or endovascular coiling. There is currently debate in the medical literature about which treatment is most appropriate given particular situations. Surgical clipping was introduced by Walter Dandy of the Johns Hopkins Hospital in 1937. It consists of a craniotomy to expose the aneurysm and closing the base or neck of the aneurysm with a clip. The surgical technique has been modified and improved over the years. Endovascular coiling was introduced by Italian neurosurgeon Guido Guglielmi at UCLA in 1989. It consists of passing a catheter into the femoral artery in the groin, through the aorta, into the brain arteries, and finally into the aneurysm itself. Platinum coils initiate a clotting reaction within the aneurysm that, if successful, fills the aneurysm dome and prevents its rupture. A flow diverter can be used, but risks complications. ===Aortic and peripheral=== thumb|Endovascular stent and endovascular coil For aneurysms in the aorta, arms, legs, or head, the weakened section of the vessel may be replaced by a bypass graft that is sutured at the vascular stumps. Instead of sewing, the graft tube ends, made rigid and expandable by nitinol wireframe, can be easily inserted in its reduced diameter into the vascular stumps and then expanded up to the most appropriate diameter and permanently fixed there by external ligature. New devices were recently developed to substitute the external ligature by expandable ring allowing use in acute ascending aorta dissection, providing airtight (i.e. not dependent on the coagulation integrity), easy and quick anastomosis extended to the arch concavity Less invasive endovascular techniques allow covered metallic stent grafts to be inserted through the arteries of the leg and deployed across the aneurysm. ===Renal=== Renal aneurysms are very rare consisting of only 0.1–0.09% while rupture is even more rare. Conservative treatment with control of concomitant hypertension being the primary option with aneurysms smaller than 3 cm. If symptoms occur, or enlargement of the aneurysm, then endovascular or open repair should be considered.Uflacker R. Interventional management of visceral artery aneurysms. In: Strandness DE, ed. Vascular Diseases: Surgical & Interventional Therapy. New York, NY: Churchill Livingstone; 1994:823–844. Pregnant women (due to high rupture risk of up to 80%) should be treated surgically. == Epidemiology == Incidence rates of cranial aneurysms are estimated at between 0.4% and 3.6%. Those without risk factors have expected prevalence of 2–3%. In adults, females are more likely to have aneurysms. They are most prevalent in people ages 35 – 60 but can occur in children as well. Aneurysms are rare in children with a reported prevalence of .5% to 4.6%. The most common incidence is among 50-year-olds, and there are typically no warning signs. Most aneurysms develop after the age of 40. ===Pediatric aneurysms=== Pediatric aneurysms have different incidences and features than adult aneurysms. Intracranial aneurysms are rare in childhood, with over 95% of all aneurysms occurring in adults. ===Risk factors=== Incidence rates are two to three times higher in males, while there are more large and giant aneurysms and fewer multiple aneurysms. Intracranial hemorrhages are 1.6 times more likely to be due to aneurysms than cerebral arteriovenous malformations in whites, but four times less in certain Asian populations. Most patients, particularly infants, present with subarachnoid hemorrhage and corresponding headaches or neurological deficits. The mortality rate for pediatric aneurysms is lower than in adults. === Modeling === thumb|Vortex formation inside an aneurysm. 1- Blood flow inlet. 2- Vortex formation inside aneurysm. Velocity at center is near zero. 3- Blood flow exit Modeling of aneurysms consists of creating a 3D model that mimics a particular aneurysm. Using patient data for the blood velocity, and blood pressure, along with the geometry of the aneurysm, researchers can apply computational fluid dynamics (CFD) to predict whether an aneurysm is benign or if it is at risk of complication. One risk is rupture. Analyzing the velocity and pressure profiles of the blood flow leads to obtaining the resulting wall shear stress on the vessel and aneurysm wall. The neck of the aneurysm is the most at risk due to the combination of a small wall thickness and high wall shear stress. When the wall shear stress reaches its limit, the aneurysm ruptures, leading to intracranial hemorrhage. Conversely, another risk of aneurysms is the creation of clots. Aneurysms create a pocket which diverts blood flow. This diverted blood flow creates a vortex inside of the aneurysm. This vortex can lead to areas inside of the aneurysm where the blood flow is stagnant, which promotes formations of clots. Blood clots can dislodge from the aneurysm, which can then lead to an embolism when the clot gets stuck and disrupts blood flow. Model analysis allows these risky aneurysms to be identified and treated. In the past, aneurysms were modeled as rigid spheres with linear inlets and outlets. As technology advances, the ability to detect and analyze aneurysms becomes easier. Researchers are able to CT scan a patient's body to create a 3D computer model that possesses the correct geometry. Aneurysms can now be modeled with their distinctive \"balloon\" shape. Nowadays researchers are optimizing the parameters required to accurately model a patient's aneurysm that will lead to a successful intervention. Current modeling is not able to take into account all variables though. For example, blood is considered to be a non-Newtonian fluid. Some researchers treat blood as a Newtonian fluid instead, as it sometimes has negligible effects to the analysis in large vessels. When analyzing small vessels though, such as those present in intracranial aneurysms. Similarly, sometimes it is difficult to model the varying wall thickness in small vessels, so researchers treat wall thickness as constant. Researchers make these assumptions to reduce computational time. Nonetheless, making erroneous assumptions could lead to a misdiagnosis that could put a patient's life at risk. ==Notable cases== * Lucille Ball, who died from an aortic rupture in the abdominal area days after having undergone apparently successful heart surgery for a dissecting aortic aneurysm * Laura Branigan, who died of a cerebral aneurysm * David Cone, who suffered from an aneurysm and missed most of the 1996 baseball season * Davie Cooper, who died in 1995 following a subarachnoid hemorrhage whilst filming a football television series * John Olerud, suffered an aneurysm in 1989 and forced to wear a batting helmet on the field all of his career since then * Albert Einstein, who died from a repaired aortic aneurysm * Thomas Mikal Ford, who died from a ruptured aneurysm in his abdomen. He was 52. * Charles de Gaulle, who died from an aneurysm within his neck * Richard Holbrooke, who died from a thoracic aortic aneurysm *Édith Piaf, who died from an aneurysm due to liver failure * Stuart Sutcliffe, who died from an aneurysm in his brain's right hemisphere * John Ritter, died in 2003 of a misdiagnosed thoracic aortic dissection (aortic aneurysm). * Isabel Granada, who died of a cerebral aneurysm * Geoffrey Thompson, who died of a brain aneurysm at his daughter's wedding, hosted at his theme park, Blackpool Pleasure Beach. * Edwin Rosario died of an aneurysm in 1997. * Joni Mitchell suffered a brain aneurysm in 2015, but survived. * Grant Imahara died from a brain aneurysm in July 2020. * Dr. Dre suffered a brain aneurysm in January 2021 == References == == External links == * Brain aneurysm and percent packing calculator Category:Gross pathology Category:Vascular diseases",
 "title": "Aneurysm"
}