{
 "id": "322993",
 "text": "Hedda Lettuce is an American drag queen, comedian and singer who lives and works in New York City. The New York actor Steven Polito debuted his character Hedda Lettuce in 1991 on the Manhattan Cable TV show The Brenda and Glennda Show. Lettuce's appearances include MTV, Comedy Central, The People's Court and a cameo on Sex and the City as Samantha's ex-beau turned Bingo Drag impersonator. Lettuce's film appearances include To Wong Foo, Thanks for Everything! Julie Newmar; Cruise Control, The Look, Red Lipstick, and Musical Chairs. ==Early life== Hedda Lettuce was born 1976 as Steven Polito in New York City and raised on Long Island. Polito earned a bachelor's degree at the Fashion Institute of Technology. His first performance in drag was with a friend at Sheridan Square to raise money for Queer Nation. Polito later became an assistant to Lypsinka. ==Career== Lettuce also was a model and client of Stephen \"Suede\" Baum during a challenge in the fifth season of Project Runway. While on the show, she had several disagreements with Suede, especially over his not designing gloves for her, which caused her to call him \"lazy\". This led to designer Jerell Scott using the name \"Hedda Lettuce\" as a term for a model that is hard to work with. Lettuce appeared on the April 27, 2009, show of The Tyra Banks Show. The guests on the show took part in a social experiment called Gay Kingdom. They voted on roles for each member of the kingdom ranging from king and queen to concubine and pauper; Lettuce was labeled as the jester of the kingdom. Lettuce appeared on an episode of Ugly Betty entitled \"Chica and the Man\" in which Wilhelmina Slater discovered she had a drag impersonator named Wilhediva Hater. Although she had little dialogue, Hedda can be seen in the majority of the scenes that take place in the drag bar. In 2010, Lettuce was featured in the web series Queens of Drag: NYC by gay.com in 2010. The series featured fellow New York drag queens Bianca Del Rio, Dallas DuBois, Lady Bunny, Mimi Imfurst, Peppermint, and Sherry Vine. Lettuce provides commentary on the special features of the 2021 blu-ray edition of the 1981 film Mommie Dearest based on the book by Joan Crawford's daughter, Christina. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1995 | To Wong Foo Thanks for Everything, Julie Newmar | Himself | |- | 2000 | Red Lipstick | Bonnie | |- | 2001 | Cruise Control | | Short film |- | 2003 | The Look | Himself | |- | 2005 | Dangerous Liaisons | Himself | |- | 2006 | The Making of Michael Lucas' Dangerous Liaisons | Himself | |- | 2009 | Ptown Diaries | Himself | |- | 2009 | What's the Name of the Dame? | Himself | |- | 2010 | Stand-Up 360: Inside Out | Himself | |- | 2010 | Stood Up | Himself | Short film |- | 2010 | Violet Tendencies | Himself | |- | 2011 | Go Go Crazy | Himself | |- | 2011 | Musical Chairs | Drag Queen #1 | |- |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1999 | Sex and the City | Drag Queen #1 | Episode 21: \"Old Dogs, New Dicks\" |- | 2004 | Cooking's a Drag | Himself | |- | 2008 | Project Runway | Himself | Episode 6: \"Good Queen Fun\" |- | 2008 | Hot Gay Comics | Himself | Episode 3 |- | 2009 | The Tyra Banks Show | Himself | |- | 2010 | Queens of Drag: NYC | Himself | |- | 2010 | Ugly Betty | Himself | Episode 13: \"Chica and the Man\" |- | 2011 | One Night Stand Up | Himself | Episode 10: Dragtastic NYC |- | 2011 | Unleashed by Garo | Himself | Episode 1 |} ==See also== * LGBT culture in New York City * List of LGBT people from New York City ==References== ==External links== * * * Category:American male comedians Category:21st-century American comedians Category:American drag queens Category:American gay actors Category:Gay comedians Category:American gay musicians Category:Living people Category:Nightlife in New York City Category:Year of birth missing (living people) Category:People from Fire Island, New York Category:21st-century LGBT people",
 "title": "Hedda Lettuce"
}