{
 "id": "323104",
 "text": "The Aromanians () are an ethnic group who speak an Eastern Romance language, native to the southern Balkans, in Southeast Europe traditionally living in central and southern Albania, south-western Bulgaria, northern and central Greece and North Macedonia, and currently to be found in central and southern Albania, south-western Bulgaria, south-western North Macedonia, northern and central Greece, southern Serbia and south-eastern Romania (Northern Dobruja). An Aromanian diaspora living outside these places also exists. The Aromanians are known by several other names, such as \"Vlachs\" or \"Macedo-Romanians\" (sometimes used to also refer to the Megleno-Romanians). The term \"Vlachs\" is used in Greece and in other countries to refer to the Aromanians, with this term having been more widespread in the past to refer to all Romance-speaking peoples of the Balkan Peninsula and Carpathian Mountains region (Southeast Europe). Their vernacular, Aromanian, is an Eastern Romance language very similar to Romanian, which has many slightly varying dialects of its own. It descends from the Vulgar Latin spoken by the Paleo-Balkan peoples (Romanized Thracians and the related Dacians for example) subsequent to their Romanization. The Aromanian language shares many common features with Albanian, Bulgarian and Greek; however, although it has many loanwords from Greek, Slavic, and Turkish, its lexicon remains majority Romance in origin. ==Names and classification== ===Ethnonyms=== The term Aromanian derives directly from the Latin Romanus, meaning Roman citizen. The initial a- is a regular epenthetic vowel, occurring when certain consonant clusters are formed, and it is not, as folk etymology sometimes has it, related to the negative or privative a- of Greek (also occurring in Latin words of Greek origin). The term was coined by Gustav Weigand in his 1894 work Die Aromunen. The first book to which many scholars have referred to as the most valuable to translate their ethnic name is a grammar printed in 1813 in Austria by Michael Boiagi. The Greek title was Grammatike Romanike Etoi Makedono-Blachike (Roman or Macedono-Vlach Grammar). The terms Vlach is an exonym; used since medieval times. Aromanians call themselves Rrãmãn or Armãn, depending on which of the two dialectal groups they belong, and identify as part of the Fara Armãneascã (\"Aromanian tribe\") or the Populu Armãnescu (\"Aromanian people\"). The endonym is rendered in English as Aromanian, in Romanian as Aromâni, in Greek as Armanoi (Αρμάνοι), in Albanian as Arumunët, in Bulgarian as Arumani (Арумъни), in Macedonian as Aromanci (Ароманци), in Serbo-Croatian as Armani and Aromuni. The term \"Vlach\" was used in medieval Balkans as an exonym for all the Romance-speaking (Romanized) people of the region, as well as a general name for shepherds, but nowadays is commonly used for the Aromanians and Meglenites, Daco-Romanians being named Vlachs only in Serbia, Bulgaria and North Macedonia. The term is noted in the following languages: Greek \"Vlachoi\" (), Albanian \"Vllah\", Bulgarian, Serbian and Macedonian \"Vlasi\" (Bласи), Turkish \"Ulahlar\", Hungarian \"Oláh\". It is noteworthy that the term Vlach also meant \"bandit\" or \"rebel\" in Ottoman historiography, and that the term was also used as an exonym for mainly Orthodox Christians in Ottoman-ruled western Balkans (mainly denoting Serbs), as well as by the Venetians for the immigrant Slavophone population of the Dalmatian hinterland (also mainly denoting Serbs). ===Groups=== German academic Thede Kahl divides the Aromanians into two main groups, the \"Rrãmãnji\" and \"Armãnji\", which are further divided into sub-groups. Rrãmãnji * Muzãchiars, from Muzachia situated in southwestern- central Albania. * Fãrshãrots (or Fãrsherots), concentrated in Epirus, from the Frashër (Aromanian Farshar) area in south-eastern Albania. * Moscopolitans or Moscopoleans, from the city of Moscopole, once an important urban center of the Balkans, now a village in southeastern Albania. Armãnji * Pindeans, concentrated in and around the Pindus Mountains of Northern and Central Greece. * Gramustians (or Gramosteans, gr. grammostianoi), from Gramos Mountains, an isolated area in south-eastern Albania, and north-west of Greece. ===Nicknames=== The Aromanian communities have several nicknames depending on the country where they are living. * Gramustians and Pindians are nicknamed Koutsovlachs (Greek: Κουτσόβλαχοι). This term is sometimes taken as derogatory, as the first element of this term is from the Greek koutso- (κουτσό-) meaning \"lame\". Following a Turkish etymology where küçük means \"little\" they are the smaller group of Vlachs as opposed to the more numerous Vlachs (Daco-Romanians). * Fãrsherots, from Frashër (Albania), Moscopole and Muzachia are nicknamed \"Frasariotes\" (Greek: Φρασαριώτες Βλάχοι) or Arvanitovlachs (Greek: Αρβανιτόβλαχοι), meaning \"Albanian Vlachs\" referring to their place of origin. Most of the Frashariotes are characterized also as \"Greek-Vlach Northern Epirotes\" because of their frequent historical inhabitancy of ethnic Greek territory. In the South Slavic countries, such as Serbia, North Macedonia and Bulgaria, the nicknames used to refer to the Aromanians are usually Vlasi (South Slavic for Vlachs and Wallachians) and Tsintsari (also spelled Tzintzari, Cincari or similar), which is derived from the way the Aromanians pronounce the word meaning five, tsintsi. In Romania, the demonym Macedoni, Machedoni or Macedoromâni is also used. In Albania, the terms Vllah (\"Vlach\") and Çoban or Çobenj (from Turkish çoban, \"shepherd\") are used. ==Population== ===Settlements=== The Aromanian community in Albania is estimated up to 200,000 people, including those who no longer speak the language. Tanner estimates that the community constitutes 2% of the population. In Albania, Aromanian communities inhabit Moscopole, their most famous settlement, the Kolonjë District (where they are concentrated), a quarter of Fier (Aromanian Ferãcã), while Aromanian was taught, as recorded by Tom Winnifrith, at primary schools in Andon Poçi near Gjirokastër (Aromanian Ljurocastru), Shkallë (Aromanian Scarã) near Sarandë, and Borovë near Korçë (Aromanian Curceau) (1987). A Romanian research team concluded in the 1960s that Albanian Aromanians migrated to Tirana, Stan Karbunarë, Skrapar, Pojan, Bilisht and Korçë, and that they inhabited Karaja, Lushnjë, Moscopole, Drenovë (Aromanian Dãrnova) and Boboshticë (Aromanian Bubushtitsa). There was an important community of Aromanians in Montenegro and Bosnia and Herzegovina that was probably assimilated by local dwellers. Initially they were Christians but around year 1000 they adhered to Bogomil/Patarene Christian sect and were Serbianized. After the Turkish occupation, the Aromanians of Bosnia and Herzegovina converted to Islam faith due to economic and religious motifs.Isidor Ieşan, Secta patarenă în Balcani şi în Dacia Traiană. Institutul de arte grafice C. Sfetea, București, 1912 There are many artifacts of Aromanians in Bosnia and Herzegovina, mainly in their necropolises. These necropolises cover all Bosnia and consist of funerary monuments, generally without crosses. ==Origins== The Aromanian language is related to the Vulgar Latin spoken in the Balkans during the Roman period. It is hard to establish the history of the Vlachs in the Balkans, with a gap between the barbarian invasions and the first mentions of the Vlachs in the 11th and 12th centuries. Byzantine chronicles are unhelpful, and only in the 13th, 14th and 15th centuries the term Vlach becomes more frequent, although it proves problematic to distinguish sorts of Vlachs as it was used for various subjects, such as the empire of the Asen dynasty, Thessaly, and Romania across the Danube. It has been assumed that Aromanians are descendants of Roman soldiers or Latinized original populations (Greeks, Illyrians, Thracians or Dardanians), due to the historical Roman military presence in the territory inhabited by the community; according to David Binder, the Greek connection is \"undoubtedly the strongest\". Many Romanian scholars maintain that the Aromanians were part of a Daco-Romanian migration from the north of the Danube between the 6th and 10th centuries, supporting the theory that the 'Great Romanian' population descend from the ancient Dacians and Romans. Greek scholars view the Aromanians as descendants of Roman legionaries that married Greek women. There is no evidence for either theory, and Winnifrith deems them improbable. The little evidence that exists points that the Vlach (Aromanian) homeland was in the Northern Balkans, North of the Jireček Line demarcating the Latin and Greek linguistic influence spheres. With the Slavic breakthrough of the Danube frontier in the 7th century, Latin-speakers were pushed further southwards. ===Genetic studies=== In 2006 Bosch et al. attempted to determine if the Aromanians are descendants of Latinised Dacians, Greeks, Illyrians, Thracians or a combination of these, but it was shown that they are genetically indistinguishable from the other Balkan populations. Linguistic and cultural differences between Balkan groups were deemed too weak to prevent gene flow among the groups. ;Y-DNA haplogroups {| class=\"wikitable sortable\" style=\"text-align:center; font-size: 84%\" ! Sample population || Sample size || R1b || R1a || I || E1b1b || E1b1a || J || G || N || T || L || Unknown (Y-DNA) |- ! Aromanians from Dukas, Albania || 39 || (1/39) || (1/39) || (7/39) || (7/39) || || (19/39) || (4/39) || || || |- ! Aromanians from Andon Poçi, Albania || 19 || (7/19) || || (8/19) || (3/19) || || (1/19) || || || || |- ! Aromanians from Kruševo, North Macedonia || 43 || (12/43) || (5/43) || (9/43) || (9/43) || || (5/43) || (3/43) || || || |- ! Aromanians from Štip, North Macedonia || 65 || (15/65) || (14/65) || (11/65) || (12/65) || || (13/65) || || || || |- ! Aromanians in Romania || 42 || (10/42) || (1/42) || (8/42) || (3/42) || || (14/42) || || — || — || — || – 14.4% (6/42) |- ! Aromanians in Balkan Peninsula || 39+ 19+ 43+ 65+ 42= 208 || (45/208) || (21/208) || (43/208) || (34/208) || || (52/208) || (7/208) || — || — || — || – 2.9% (6/208) |} Haplogroup R1b is the most common haplogroup among two or three of the five tested Aromanian populations, which is not shown as a leading mark of the Y-DNA locus in other regions or ethnic groups on the Balkan Peninsula. On the 16 Y-STR markers from the five Aromanian populations, Jim Cullen's predictor speculates that over half of the mean frequency of 22% R1b of the Aromanian populations is more likely to belong to the L11 branch. L11 subclades form the majority of Haplogroup R1b in Italy and western Europe, while the eastern subclades of R1b are prevailing in populations of the eastern Balkans. ==History and self-identification== The Aromanians or Vlachs first appear in medieval Byzantine sources in the 11th century, in the Strategikon of Kekaumenos and Anna Komnene's Alexiad, in the area of Thessaly. In the 12th century, the Jewish traveller Benjamin of Tudela records the existence of the district of \"Vlachia\" near Halmyros in eastern Thessaly, while the Byzantine historian Niketas Choniates places \"Great Vlachia\" near Meteora. Thessalian Vlachia was apparently also known as \"Vlachia in Hellas\". Later medieval sources also speak of an \"Upper Vlachia\" in Epirus, and a \"Little Vlachia\" in Aetolia-Acarnania, but \"Great Vlachia\" is no longer mentioned after the late 13th century. The medieval Vlachs (Aromanians) of Herzegovina are considered authors of the famous funerary monuments with petroglyphs ( in Serbian) from Herzegovina and surrounding countries. The theory of the Vlach origin was proposed by Bogumil Hrabak (1956) and Marian WenzelMarian Wenzel, Bosnian and Herzegovinian Tombstobes- Who Made Them and Why?\" Sudost-Forschungen 21(1962): 102–143 and more recently was supported by the archeological and anthropological researches of skeleton remains from the graves under stećci. The theory is much older and was first proposed by Arthur Evans in his work Antiquarian Researches in Illyricum (1883). While doing research with Felix von Luschan on stećak graves around Konavle, he found that a large number of skulls were not of Slavic origin but similar to older Illyrian and Arbanasi tribes, as well as noting that Dubrovnik memorials recorded those parts inhabited by the Vlachs until the 15th century.Mužić, Ivan (2009). \"Vlasi i starobalkanska pretkršćanska simbolika jelena na stećcima\". Starohrvatska prosvjeta (in Croatian). Split: Museum of Croatian Archaeological Monuments. III (36): 315–349. ===Aromanians within the Balkan nationalisms of the 19th and 20th centuries=== A distinct Aromanian consciousness was not developed until the 19th century, and was influenced by the rise of other national movements in the Balkans. Until then, the Aromanians, as Eastern Orthodox Christians, were subsumed with other ethnic groups into the wider ethnoreligious group of the \"Romans\" (in Greek Rhomaioi, after the Eastern Roman or Byzantine Empire), which in Ottoman times formed the distinct Rum millet. The Rum millet was headed by the Greek- dominated Patriarchate of Constantinople, and the Greek language was used as a lingua franca among Balkan Orthodox Christians throughout the 17th–19th centuries. As a result, wealthy, urbanized Aromanians were culturally Hellenized and played a major role in the dissemination of Greek language and culture; indeed, the first book written in Aromanian was written in the Greek alphabet and aimed at spreading Greek among Aromanian-speakers. By the early 19th century, however, the distinct Latin-derived nature of the Aromanian language began to be studied in a series of grammars and language booklets. In 1815, the Aromanians of Budapest requested permission to use their language in liturgy, but it was turned down by the local metropolitan. The establishment of a distinct Aromanian national consciousness, however, was hampered by the tendency of the Aromanian upper classes to be absorbed in the dominant surrounding ethnicities, and espouse their respective national causes as their own. So much did they become identified with the host nations that Balkan national historiographies portray the Aromanians as the \"best Albanians\", \"best Greeks\" and \"best Bulgarians\", leading to researchers calling them the \"chameleons of the Balkans\". Consequently, many Aromanians played a prominent role in the modern history of the Balkan nations: the revolutionary Pitu Guli, Greek Prime Minister Ioannis Kolettis, Greek magnate Georgios Averoff, Greek Defence Minister Evangelos Averoff, Serbian Prime Minister Vladan Đorđević, Patriarch Athenagoras I of Constantinople, Romanian metropolitan Andrei Şaguna, the Wallachian and Moldavian rulers of the Ghica family, etc. Following the establishment of independent Romania and the autocephaly of the Romanian Orthodox Church in the 1860s, the Aromanians increasingly began to come under the influence of the Romanian national movement. Although vehemently opposed by the Greek church, the Romanians established an extensive state-sponsored cultural and educative network in the southern Balkans: the first Romanian school was established in 1864 by the Aromanian Dimitri Atanasescu, and by the early 20th century there were 100 Romanian churches and 106 schools with 4,000 pupils and 300 teachers. As a result, Aromanians divided into two main factions, one pro-Greek, the other pro-Romanian, plus a smaller focusing exclusively on its Aromanian identity. With the support of the Great Powers, and especially Austria-Hungary, the \"Aromanian-Romanian movement\" culminated in the recognition of the Aromanians as a distinct millet (the Ullah Millet) by the Ottoman Empire on 22 May 1905, with corresponding freedoms of worship and education in their own language. Nevertheless, due to the advanced assimilation of the Aromanians, this came too late to lead to the creation of a distinct Aromanian national identity; indeed, as Gustav Weigand noted in 1897, most Aromanians were not only indifferent, but actively hostile to their own national movement. At the same time, the Greek–Romanian antagonism over Aromanian loyalties intensified with the armed Macedonian Struggle, leading to the rupture of diplomatic relations between the two countries in 1906. During the Macedonian Struggle, most Aromanians participated on the \"patriarchist\" (pro-Greek) side, but some sided with the \"exarchists\" (pro-Bulgarians). However, following the Balkan Wars of 1912–13, Romanian interest waned, and when it revived in the 1920s it was designed more towards encouraging the Romanians' \"Macedonian brothers\" to emigrate to Southern Dobruja, where there were strong non-Romanian minorities. While Romanian activity declined, from World War I on and with its involvement in Albania, Italy made some efforts—not very successful—in converting pro- Romanian sympathies into pro-Italian ones. In World War II, during the Axis occupation of Greece, Italy encouraged Aromanian nationalists to form an \"Aromanian homeland\", the so-called Principality of the Pindus. The project never gained much traction among the local population, however. On the contrary, many leading figures of the Greek Resistance against the Axis, like Andreas Tzimas, Stefanos Sarafis, and Alexandros Svolos, were Aromanians. The \"principality\" project collapsed with the Italian armistice in 1943. ===Modern Aromanian identities=== The date of the announcement of the Ottoman irade of 23 May 1905 has been adopted in recent times by Aromanians in Albania, Australia, Bulgaria and North Macedonia as the \"Aromanian National Day\" (), but notably not in Greece or among the Aromanians in the Greek diaspora. In Romania, every 10 May, the Balkan Romanianness Day is celebrated instead for the same event. This observance is meant for the Aromanians but also for the Megleno-Romanians and the Istro-Romanians. In modern times, Aromanians generally have adopted the dominant national culture, often with a dual identity as both Aromanian and Greek/Albanian/Bulgarian/Macedonian/Serbian/etc. Aromanians are also found outside the borders of Greece. There are many Aromanians in southern Albania and in towns all over the Balkans, while Aromanians identifying as Romanians are still to be found in areas where Romanian schools were active. There are also many Aromanians who identify themselves as solely Aromanian (even, as in the case of the \"Cincars\", when they no longer speak the language). Such groups are to be found in southwestern Albania, the eastern parts of North Macedonia, the Aromanians who immigrated to Romania in 1940, and in Greece in the Veria (Aromanian Veryea or Veryia) and Grevena (Aromanian Grebini) areas and in Athens. ==Culture== ===Religion=== The Aromanians are predominantly Orthodox Christians, and follow the Eastern Orthodox liturgical calendar. ===Cuisine=== Aromanian cuisine is strongly influenced by Mediterranean and Middle Eastern cuisine. ===Music=== Polyphonic music is common among the Aromanians, and follows a common set of rules. ===Clothing=== In Aromanian rural areas, clothes differed from the dress of the city dwellers. The shape and the colour of a garment, the volume of the headgear, the shape of a jewel could indicate cultural affiliation and also could show the village people came from. Fustanella usage among Aromanians can be traced to at least the 15th century, with notable examples being seen in the Aromanian stećak of the Radimlja necropolis. Additionally Aromanians claim the fustanella as their ethnic costume. ==Aromanians today== ===In Greece=== thumb|left|Map of Balkans with regions inhabited by Aromanians in yellow In Greece, Aromanians are not recognised as an ethnic but as a linguistic minority and, like the Arvanites, have been indistinguishable in many respects from other Greeks since the 19th century.Elisabeth Kontogiorgi, Population exchange in Greek Macedonia the rural settlement of refugees 1922–1930, p. 22 Although Greek Aromanians would differentiate themselves from native Greeks (Grets) when speaking in Aromanian, most still consider themselves part of the broader Greek nation (Elini, Hellenes), which also encompasses other linguistic minorities such as the Arvanites or the Slavic speakers of Greek Macedonia. Greek Aromanians have long been associated with the Greek national state, actively participated in the Greek Struggle for Independence, and have obtained very important positions in government,John S. Koliopoulos, Plundered loyalties Axis occupation in Greek West Macedonia 1941–1949, pages 81–85 although there was an attempt to create an autonomous Aromanian canton under the protection of Italy at the end of World War I, called Principality of the Pindus. Aromanians have been very influential in Greek politics, business and the army. Revolutionaries Rigas Feraios and Giorgakis Olympios, Prime Minister Ioannis Kolettis, billionaires and benefactors Evangelos Zappas and Konstantinos Zappas, businessman and philanthropist George Averoff, Field Marshal and later Prime Minister Alexandros Papagos, and conservative politician Evangelos Averoff were all either Aromanians or of partial Aromanian heritage. It is difficult to estimate the exact number of Aromanians in Greece today. The Treaty of Lausanne of 1923 estimated their number between 150,000 and 200,000, but the last two censuses to differentiate between Christian minority groups, in 1940 and 1951, showed 26,750 and 22,736 Vlachs respectively. Estimates on the number of Aromanians in Greece range between 40,000 and 300,000. Kahl estimates the total number of people with Aromanian origin who still understand the language as no more than 300,000, with the number of fluent speakers under 100,000. The majority of the Aromanian population lives in northern and central Greece; Epirus, Macedonia and Thessaly. The main areas inhabited by these populations are the Pindus Mountains, around the mountains of Olympus and Vermion, and around the Prespa Lakes near the border with Albania and the Republic of North Macedonia. Some Aromanians can still be found in isolated rural settlements such as Samarina (Aromanian Samarina, Xamarina or San Marina), Perivoli (Aromanian Pirivoli) and Smixi (Aromanian Zmixi). There are also Aromanians (Vlachs) in towns and cities such as Ioannina (Aromanian Ianina, Enina or Enãna), Metsovo (Aromanian Aminciu), Veria (Aromanian Veryia) Katerini, Trikala (Aromanian Trikolj), Grevena (Aromanian Grebini) and Thessaloniki (Aromanian Sãruna) Generally, the use of the minority languages has been discouraged in Greece,Greek Monitor of Human and Minority Rights vol I. No 3 December 1995 although recently there have been efforts to preserve the endangered languages (including Aromanian) of Greece. Since 1994, the Aristotle University of Thessaloniki offers beginner and advanced courses in \"Koutsovlach\", and cultural festivals with over 40,000 participants—the largest Aromanian cultural gatherings in the world—regularly take place in Metsovo. Nevertheless, there are no exclusively Aromanian newspapers, and the Aromanian language is almost totally absent from television. Indeed, although as of 2002 there were over 200 Vlach cultural associations in Greece, many did not even feature the term \"Vlach\" in their titles, and only a few are active in preserving the Aromanian language. In 1997, the Parliamentary Assembly of the Council of Europe passed a resolution encouraging the Balkan states to take steps to rectify the \"critical situation\" of Aromanian culture and language. In response, the then President of Greece, Konstantinos Stefanopoulos, publicly urged Greek Aromanians to teach the language to their children. In 2001, 31 Aromanian mayors and heads of villages signed a protest resolution against the U.S. State Department report on the human rights situation in Greece. They complained \"against the direct or indirect characterisation of the Vlach-speaking Greeks as an ethnic, linguistic or other minority, stating that the Vlach-speaking Greeks never requested to be recognised by the Greek state as a minority, stressing that historically and culturally they were and still are an integral part of Hellenism, they would be bilingual and Aromanian would be secondary\". Furthermore, the largest Aromanian group in Greece (and across the world), the Panhellenic Federation of Cultural Associations of Vlachs in Greece, has repeatedly rejected the classification of Aromanian as a minority language or the Vlachs as a distinct ethnic group separate from the Greeks, considering the Aromanians as an \"integral part of Hellenism\". The Aromanian (Vlach) Cultural Society, which is associated with Sotiris Bletsas, is represented on the Member State Committee of the European Bureau for Lesser Spoken Languages in Greece. ===In Albania=== thumb|Aromanians in Albania: There is a large Aromanian community in Albania, which is officially called Vlach Minority (), specifically in the southern and central regions of the country. It is estimated that the number of Aromanians in Albania go up to 200,000, including those not speaking the language any more. There are currently timid attempts to establish education in their native language in the town of Divjakë. For the last years there seems to be a renewal of the former policies of supporting and sponsoring of Romanian schools for Aromanians of Albania. As a recent article in the Romanian media points out, the kindergarten, primary and secondary schools in the Albanian town of Divjakë where the local Albanian Aromanians pupils are taught classes both in Aromanian and Romanian were granted substantial help directly from the Romanian government. The only Aromanian language church in Albania is the Transfiguration of Jesus (Aromanian Ayiu Sutir) of Korçë, which was given 2 billion lei help from the Romanian government. They also have a political party named Alliance for Equality and European Justice (ABDE; ), which is the only in the world along with two in North Macedonia, and two social organisations named Shoqata Arumunët/Vllehtë e Shqiperisë (The Society of the Aromanians/Vlachs of Albania) and Unioni Kombëtar Arumun Shqiptar (The Aromanian Albanian National Union). Many of the Albanian Aromanians (Arvanito Vlachs) have immigrated to Greece, since they are considered in Greece part of the Greek minority in Albania.Stephanie Schwandner-Sievers. The Albanian Aromanians´ Awakening: Identity Politics and Conflicts in Post-Communist Albania , p. 12-13. Notable Aromanians whose family background hailed from today's Albania include Bishop Andrei Şaguna, and Reverend Llambro Ballamaçi, whereas notable Albanians with an Aromanian family background are actors Aleksandër (Sandër) Prosi, Margarita Xhepa, Albert Vërria, and Prokop Mima, as well as composer Nikolla Zoraqi and singers Eli Fara and Parashqevi Simaku. On 13 October 2017, Aromanians received the official status of ethnic minority, through voting of a bill by Albanian Parliament. ===In North Macedonia=== thumb|Spread of Aromanians in North Macedonia: According to official government figures (census 2002), there are 9,695 Aromanians or Vlachs, as they are officially called in North Macedonia. According to the census of 1953 there were 8,669 Vlachs, 6,392 in 1981 and 8,467 in 1994.The Vlachs of Macedonia , Tom J. Winnifrith. Aromanians are recognized as an ethnic minority, and are hence represented in Parliament and enjoy ethnic, cultural, linguistic and religious rights and the right to education in their language. There are Aromanian cultural societies and associations such as the Union for Aromanian Culture from North Macedonia, The Aromanian League of North Macedonia, The International League of Aromanians and Comuna Armãneascã \"Frats Manachi\", (The Aromanian Community Manaki Brothers) in Bitola (Aromanian Bituli or Bitule). There also are two political parties representing the Aromanian minority of the country. These are the Democratic Union of the Vlachs of Macedonia (DSVM; , ) and the Party of the Vlachs of Macedonia (PVM; , ). They are the only Aromanian parties in the world along with ABDE in Albania. Many forms of Aromanian-language media have been established since the 1990s. North Macedonia's Government provides financial assistance to Aromanian-language newspapers and radio stations. Aromanian-language newspapers such as Phoenix () service the Aromanian community. The Aromanian television program Spark (; Macedonian Искра (Iskra)) broadcasts on the second channel of the Macedonian Radio-Television. There are Aromanian classes provided in primary schools and the state funds some Aromanian published works (magazines and books) as well as works that cover Aromanian culture, language and history. The latter is mostly done by the first Aromanian Scientific Society, \"Constantin Belemace\" in Skopje (Aromanian Scopia), which has organized symposiums on Aromanian history and has published papers from them. According to the last census, there were 9,596 Aromanians (0.48% of the total population). There are concentrations in Kruševo (Aromanian Crushuva) 1,020 (20%), Štip (Aromanian Shtip) 2,074 (4.3%), Bitola 1,270 (1.3%), Struga 656 (1%), Sveti Nikole (Aromanian San Nicole) 238 (1.4%), Kisela Voda 647 (1.1%) and Skopje 2,557 (0.5%). ===In Romania=== Since the Middle Ages, due to the Turkish occupation and the destruction of their cities, such as Moscopole, Gramoshtea, Linotopi and later on Kruševo, many Aromanians fled their native homelands in the Balkans to settle the Romanian principalities of Wallachia and Moldavia, which had a similar language and a certain degree of autonomy from the Turks. These immigrant Aromanians were assimilated into the Romanian population. In 1925, 47 years after Dobruja was incorporated into Romania, King Ferdinand gave the Aromanians land and privileges to settle in this region, which resulted in a significant migration of Aromanians into Romania. Today, 25% of the population of the region are descendants of Aromanian immigrants. There are currently between 50,000 and 100,000 Aromanians in Romania, most of which are concentrated in Dobruja. According to the Union for Aromanian Language and Culture, there are some 100,000 Aromanians in Romania, and they are often called macedoni (\"Macedonians\"). Some Aromanian associations even place the total number of people of Aromanian descent in Romania as high as 250,000. Recently, there has been a growing movement in Romania, both by Aromanians and by Romanian lawmakers, to recognize the Aromanians either as a separate cultural group or as a separate ethnic group, and extend to them the rights of other minorities in Romania, such as mother-tongue education and representatives in parliament. ===In Bulgaria=== Most of the Aromanians in the Sofia region are descendants of emigrants from the region of Macedonia and northern Greece who arrived between 1850 and 1914. In Bulgaria, most Aromanians were concentrated in the region south-west of Sofia, in the region called Pirin, formerly part of the Ottoman Empire until 1913. Due to this reason, a large number of these Aromanians moved to Southern Dobruja, part of the Kingdom of Romania after the Treaty of Bucharest of 1913. After the reinclusion of Southern Dobruja in Bulgaria with the Treaty of Craiova of 1940, most were moved to Northern Dobruja in a population exchange. Another group moved to northern Greece. Nowadays, the largest group of Aromanians in Bulgaria is found in the southern mountainous area, around Peshtera. Most Aromanians in Bulgaria originate from the Gramos Mountains, with some from North Macedonia, the Pindus Mountains in Greece and Moscopole in Albania. After the fall of communism in 1989, Aromanians and Romanians (known as \"Vlachs\" in Bulgaria) have started initiatives to organize themselves under one common association. According to the 1926 official census, there were 69,080 Romanians, 5,324 Aromanians, 3,777 Cutzovlachs, and 1,551 Tsintsars. ===In Serbia=== In medieval times, the Aromanians populated Herzegovina and elevated famous necropolises with petroglyphs (Radimlja, Blidinje, etc.).Marian Wenzel, Bosnian and Herzegovinian Tombstobes-Who Made Them and Why?\" Sudost-Forschungen 21(1962): 102–143. The Aromanians, known as Cincari (Цинцари), migrated to Serbia in the 18th and early 19th centuries. They most often were bilingual in Greek, and were often called \"Greeks\" (Grci). They were influential in the forming of Serbian statehood, having contributed with rebel fighters, merchants and intellectuals. Many Greek Aromanians (Грко Цинцари) came to Serbia with Alija Gušanac as krdžalije (mercenaries) and later joined the Serbian Revolution (1804–1817). Some of the notable rebels include Konda Bimbaša and Papazogli. Among the notable people of Aromanian descent are playwright Jovan Sterija Popović (1806–1856), novelist Branislav Nušić (1864–1938), and politician Vladan Đorđević (1844–1930). The majority of Serbian people of Aromanian descent do not speak Aromanian and espouse a Serb identity. They live in Niš, Belgrade and some smaller communities in Southern Serbia, such as Knjaževac. The Lunjina Serbian–Aromanian Association was founded in Belgrade in 1991. According to the 2011 census, there were 243 Serbian citizens that identified as ethnic Cincari. However, unofficial estimates number the Aromanian population of Serbia at 5,000–15,000. ===Diaspora=== Aside from the Balkan countries, there are also communities of Aromanian emigrants living in Canada, the United States, France and Germany. Although the largest diaspora community is in select major Canadian cities, Freiburg, Germany has one of the most important Aromanian organisations, the Union for Culture and Language of the Aromanians, and one of the largest libraries in the Aromanian language. In the United States, the Society Farsharotu is the oldest and most well-known association of Aromanians, founded in 1903 by Nicolae Cican, an Aromanian native of Albania. In France, the Aromanians are grouped in the Trã Armãnami (\"For Aromanians\") cultural association. ==Notable Aromanians== The following is a list of notable people of full or partial Aromanian descent. Note that these claims are in many cases disputed or shared with ancestry from other ethnicties. ===Art and literature=== * Alexandru Arsinel—comedian and actor * Constantin Belimace—poet * Ion Luca Caragiale—playwright, short story writer, poet, theater manager, political commentator and journalist * Toma Caragiu—theatre, television and film actor * Konstantin Čomu—cinema operator * Elena Gheorghe—singer * Jovan Četirević Grabovan—icon painter * Stere Gulea—film director and screenwriter * Kira Hagi—actress * Dimitrios Lalas—composer and musician * Taško Načić—actor * Sergiu Nicolaescu—film director, actor and politician * Constantin Noica—philosopher, essayist and poet * Branislav Nušić—playwright, satirist, essayist, novelist * Ştefan Octavian Iosif—poet and translator * Dan Piţa—film director and screenwriter * Aurel Plasari—writer * Jovan Sterija Popović—playwright, poet, lawyer, philosopher and pedagogue * Florica Prevenda—painter * Toše Proeski—singer * Sandër Prosi—actor * Camil Ressu—painter and academic * Konstantinos Tzechanis—philosopher, mathematician and poet * Nuși Tulliu—poet and prose writer * Albert Vërria—actor * Lika Yanko—painter * Jovan Jovanović Zmaj—poet ===Law, philanthropy and commerce=== * George Averoff—businessman and philanthropist * Gigi Becali—businessman and politician * Emanoil Gojdu—lawyer * Petar Ičko—merchant * Mocioni family—barons, philanthropists and bankers * Theodoros Modis—lumber merchant and scholar * Sterjo Nakov—businessman * Simon Sinas—banker, aristocrat, benefactor and diplomat * Georgios Sinas—entrepreneur, banker and national benefactor * Michael Tositsas—benefactor * Evangelis Zappas—philanthropist and businessman * Konstantinos Zappas—entrepreneur and national benefactor * Toma Fila—lawyer and politician ===Military=== * Konda Bimbaša—fighter * Pitu Guli—revolutionary * Christodoulos Hatzipetros—military leader * Anastasios Manakis—revolutionary * Giorgakis Olympios—military commander * Alexandros Papagos—army officer * Anastasios Pichion—educator and fighter * Stefanos Sarafis—army officer * Konstantinos Smolenskis—army officer * Leonidas Smolents—army officer * Mitre the Vlach—revolutionary ===Politics=== * Apostol Arsache—politician and philanthropist * Evangelos Averoff—politician and writer * Nicolae Constantin Batzaria—politician, activist and writer * Marko Bello—politician, diplomat and lecturer * Yannis Boutaris—politician and businessman * Costică Canacheu—politician and businessman * Ion Caramitru—politician and actor * Alcibiades Diamandi—politician * Michael Dukakis—politician * Vladan Đorđević—politician, diplomat, physician, prolific writer, organizer of the State Sanitary Service * Rigas Feraios—writer, political thinker and revolutionary * Taki Fiti—politician * Ioannis Kolettis—politician * Helena Angelina Komnene * Spyridon Lambros—politician and professor * Apostol Mărgărit—writer * Nicolaos Matussis—politician * Georgios Modis—jurist, politician and writer * Alexandros Papagos— politician and army officer * Pilo Peristeri—politician * Alexandros Svolos—politician * Andreas Tzimas—politician * Petros Zappas—entrepreneur and politician ===Religion=== * Cyril of Bulgaria—patriarch * Joachim III of Constantinople—ecumenical patriarch * Theodore Kavalliotis—priest and teacher * Andrei Șaguna—metropolitan bishop * Nektarios Terpos—scholar and monk ===Sciences, academia and engineering=== * Sotiris Bletsas * Elie Carafoli * Ioannis Chalkeus * Sterie Diamandi * Neagu Djuvara * Jovan Karamata * Mina Minovici * Theodore Modis * Yorgo Modis * Daniel Moscopolites * George Murnu * Pericle Papahagi * Gheorghe Peltecu * Nicolae Malaxa ===Sports=== * Gheorghe Hagi—football coach and former player * Ianis Hagi—football player * Simona Halep—tennis player * Cristian Gaţu—handball player * Rafail Dishnica Gërnjoti—boxer * Theodhor Gërnjoti—boxer * Dominique Moceanu—gymnast ==Gallery== File:Vlachsche_Hirten_- _Schweiger_Lerchenfeld_Amand_(freiherr_Von)_-_1887.jpg|Vlach (Aromanian) herdsmen in Greece (Amand Schweiger from Lerchenfeld, 1887) File:ValacosDeMacedonia--bulgariaherpeopl00monr.png|Aromanian men of Macedonia, circa 1914 File:Cutovlahi (1915).jpg|Kutsovlachs in 1915 ==See also== * Romanians * Megleno-Romanians * Istro-Romanians * Vlachs * Thraco- Roman == Citations == == General sources == * * Cozaru, G. C., A. C. Papari, and M. L. Sandu. \"Considerations Regarding the Ethno-Cultural Identity of the Aromanians in Dobrogea\". Tradition and Reform Social Reconstruction of Europe (2013): 121. * * * * * Kocój E., Heritage without Heirs? Tangible and religious cultural heritage of the Vlachs minority in Europe in the context of interdisciplinary research project (contribution to the subject), Balcanica Posnaniensia\", Poznań 2015, s. 137–147. * Kocój E., The Story of an Invisible City. The Cultural Heritage of Moscopole in Albania. Urban Regeneration, Cultural Memory and Space Management [in:] Intangible heritage of the city. Musealisation, preservation, education, ed. By M. Kwiecińska, Kraków 2016, s. 267–280. * Kocój E., Artifacts of the past as traces of memory. The Aromanian cultural heritage in the Balkans, Res Historica, 2016, p. 175–195. * * * * * * * * * * ==Further reading== * * Gica, Alexandru. The recent history of the Aromanians in Southeast Europe. Scr/bd. Rome, 2010 (The Recent History of the Aromanians in Southeast Europe-Alexandru Gica | Republic Of Macedonia | Greece) == External links == * Category:Eastern Romance people Category:Ethnic groups in Albania Category:Ethnic groups in Bulgaria Category:Ethnic groups in Greece Category:Ethnic groups in North Macedonia Category:Ethnic groups in Romania Category:Ethnic groups in Serbia Category:Ethnic groups in the Balkans Category:Romance peoples Category:Ethnic groups divided by international borders",
 "title": "Aromanians"
}