{
 "id": "323260",
 "text": "An explosive booster is a sensitive explosive charge that acts as a bridge between a (relatively weak) conventional detonator and a low-sensitivity (but typically high-energy) explosive such as TNT. By itself, the initiating detonator would not deliver sufficient energy to set off the low-sensitivity charge. However, it detonates the primary charge (the booster), which then delivers an explosive shockwave that is sufficient to detonate the secondary, main, high-energy charge. Unlike C4 plastic explosive, not all explosives can be detonated simply by inserting a detonator and firing it. An initiator such as a shock tube, cannon fuse, or even a conventional detonator does not deliver sufficient shock to detonate charges comprising TNT, Composition B, ANFO and many other high explosives. Therefore, some form of \"booster\" is required to amplify the energy released by the detonator so that the main charge will detonate. At first, picric acid was used as a booster to detonate TNT, though it was superseded due to the inherent danger of picrate formation. Tetryl replaced picric acid because it is more stable, and was once a very popular chemical for booster charges, particularly during World War II. However, since then Tetryl has largely been replaced by other compositions, e.g. a small cylinder or pellet of phlegmatized RDX (e.g. CH-6 or Composition A-5) or PETN (slightly larger than the actual detonator) into which the detonator itself is inserted. Note: booby traps and improvised explosive devices frequently use plastic explosive as the booster charge, for example, some C4 or Semtex stuffed into the empty fuze pocket of a 120mm mortar shell. This is because any standard detonator will initiate plastic explosive as is. When encountered in connection with artillery shells or air dropped bombs, a booster charge is sometimes referred to as the \"gaine\". See detonators. At a purely technical level, a sufficiently large detonator would initiate high explosives without the need for a booster charge. However, there are very good reasons why this method is never used. Firstly, there is a major safety issue, i.e. detonators are (like all primary explosives) much more sensitive to shock, heat, and friction than an explosive booster. Therefore, minimising the amount of primary explosive that users must store or carry greatly reduces the likelihood of serious accidents. An additional economic reason for using explosive booster charges is that chemical compounds used in detonators (e.g. lead styphnate) are comparatively expensive to produce and encapsulate when compared to the manufacturing costs of explosive boosters. A common form for boosters is to cast the explosive material into a cylindrical shell made of cardboard or plastic; these are accordingly known as cast boosters. ==Gallery== Image:M1-M4 mine cutaway.JPG|Cross-sectional view of an M4 mine showing the detonator and adjacent booster charge surrounded by the main explosive charge of TNT Image:BLU-43B_internal.jpg|Cross-sectional view of a BLU-43 Dragontooth cluster munition showing detonator and adjacent booster charge Image:M14 mine cutaway - internal view.png|Cut-away view of an M14 antipersonnel landmine. No booster is required because the main explosive filling is tetryl, which is sufficiently sensitive to be initiated by the detonator alone File:PG-2 rocket.png|Cut-away view of an RPG-2 rocket grenade showing booster charge File:M2A4_mine_M6A1_fuze.jpg|Cut-away view of a M2 mine showing booster charge above detonator File:US_Navy_101116-N-8546L-728_A_Uruguayan_army_explosive_ordnance_disposal_officer,.jpg|A group of 105mm artillery shells with plastic explosive stuffed into their fuze pockets to act as booster charges. Each of the 5 shells has been linked together with red detcord to make them detonate simultaneously. To turn this assembly into a booby trap, the final step would be to connect an M142 firing device to the detcord and hide everything under some form of cover e.g. newspapers or a bed-sheet. Category:Explosives",
 "title": "Explosive booster"
}