{
 "id": "323202",
 "text": "The aluminium division of Rio Tinto (previously known as Rio Tinto Alcan) is a subsidiary of Rio Tinto, based in Montreal. It was created on 15 November 2007 as the result of the merger between Rio Tinto PLC's Canadian subsidiary, Rio Tinto Canada Holding Inc., and Canadian company Alcan Inc. On the same date, Alcan Inc. was renamed Rio Tinto Alcan Inc.. It is the global leader of aluminium mining and production, above its one time parent Alcoa (from which it split in 1928), Rusal and some Chinese public companies. ==History== Founded in 1902 as the Canadian unit of Alcoa, it was spun off in 1928. R.E. Powell left Alcoa to become Vice President of the Aluminium Company of Canada (later Alcan) in Montreal, was President from 1937 to 1957 and was then Chancellor of McGill University from 1957 to 1964. Alcan has gone through several name changes: * Northern Aluminum Company Limited – 1902 * Aluminum Company of Canada Limited – 1925 * registers the name Alcan – 1945 * added French name Aluminium du Canada, Limitée – 1965 * introduce the use of the name Alcan Aluminium Limited in English and Alcan Aluminium Limitée 1966; later used as the official name of the parent company in 1987 * Alcan Inc. – 2001 * Rio Tinto Alcan Inc. – 2008 (current company name) * In May 2015, the corporation announced that the name Alcan would gradually disappear to only keep Rio Tinto In 2008 Alcan Inc was amalgamated with Rio Tinto Canada Holding Inc following Rio Tinto Canada Holding Inc's acquisition of a majority of the share capital in Alcan Inc. Following the acquisition which was carried out by way of amalgamation Rio Tinto Canada Holding Inc was renamed Rio Tinto Alcan Inc. thumb|The logo of Alcan before the Rio Tinto merger From 1935 to 1945, the use of Aluminum in Alcan's name was being disputed by Alcoa, but a decision by the United States Circuit Court of Appeals ended the legality of the company's name. Historically, Alcan was one of Canada's most important and powerful companies, and was listed as the sixth largest in 1975. In 1982 the company acquired the British Aluminium Company, renaming the operation British Alcan. In 1999, Alcan made a failed attempt to make a three-way merger between it and Algroup (Alusuisse Lonza Group) of Switzerland and Pechiney of France. The proposed merger was blocked by the European Commission due to fears of anti-competition. After the deal fell through, Alcan acquired Algroup in 2000. Then in 2003, Alcan acquired Pechiney, completing the original three-way merger plan of 1999. In July 2007, Hindalco Industries announced it is buying the stake of Alcan in the Utkal Alumina Project in Orissa, India marking an exit of Alcan from the project. On 20 January 2009 Rio Tinto Alcan announced plans to close the Beauharnois smelter and reduce output from the Vaudreuil refinery; both facilities are in Quebec. It is part of a larger plan to reduce aluminum output by a further 6% (following a cut of 5% in late 2008), while cutting 1,100 jobs worldwide. The company will also sell its half-interest in the Chinese Alcan Ningxia joint venture.Staff writer. \"Rio Tinto Alcan permanently shutting Quebec smelter, reducing refinery output\". Canadian Press. 20 January 2009. Rio Tinto sold assets from Alcan, including Alcan Packaging and Alcan Composites, in 2009, and Alcan Engineered Products in 2011. Alcan Packaging was acquired by Australian packaging giant Amcor. Alcan Composites was sold to the Swiss firm Schweiter Technologies and re-branded in 2010 to 3A Composites. After the union's contract expired on 31 December 2011 the company has locked out nearly 800 employees at its smelter plant in Saguenay-Lac-Saint-Jean, Quebec since midnight of the end of the year. The action was following nearly 3 months of unsuccessful bargaining and the further plant operations will be handled by the staff. In 2015, Rio Tinto Alcan is scheduled to move its HQ from the Maison Alcan and relocate to the Deloitte Tower, which will be situated between Windsor Station and the Bell Centre. ==Product groups== ===Bauxite and alumina=== Alcan owns, operates or has an interest in six bauxite mines and deposits, five smelter-grade alumina refineries and six specialty alumina plants. Its Bauxite & Alumina group refines bauxite ore into smelter-grade alumina for Alcan's Primary Metal group and external customers and specialty-grade alumina for third parties. It also owns an extensive transportation network, including trucking, rail, marine shipping and port facilities worldwide. In September 2019, the firm's aluminium was certified by the Aluminium Stewardship Initiative (ASI) to be responsibly produced. ===Primary metal=== Alcan Primary Metal group included Alcan's aluminum smelting facilities and power generation installations, smelting technology and equipment sales, engineering services and aluminum trading operations, anode and cathode production facilities and aluminum fluoride plants. Alcan owned or had an interest in 22 smelters in 11 countries and regions. {| class=\"wikitable sortable\" |+ Alcan smelters |- !class=\"unsortable\"| Location !!Annual Capacity (kt) !!Ownership (%) |- |Bell Bay, Tasmania, Australia ||177||100 |- |Boyne Island, Queensland, Australia ||556||59.39 |- |Tomago, NSW, Australia ||520||51.5 |- |Tiwai Point, NZ ||330||79.36 |- |Edea, Cameroon ()||100||46.7 |- |Alma, Quebec ||438||100 |- |Arvida, Quebec||166||100 |- |Beauharnois, Quebec||52||100 |- |Becancour, Quebec||404||25 |- |Grande-Baie, Quebec||207||100 |- |Kitimat, British Columbia||430||100 |- |Laterriere, Quebec||228||100 |- |Sept-Îles, Quebec (Alouette)||572||40 |- |Shawinigan, Quebec||99||100 |- |Qingtongxia, China||152||50 |- |Lannemezan, France ||50||100 |- |Saint-Jean-de-Maurienne, France||135||100 |- |Hafnarfjörður, Iceland (ISAL)||179||100 |- |Husnes, Norway (SORAL)||164||50 |- |Sohar (Muscat), Oman ||360||20 |- |Fort William, Scotland, UK ||43||100 |- |Lynemouth, England, UK (closed March 2012) ||178||100 |- |Sebree, Kentucky, United States ||196||100 |} Alcan was based in Montreal, Quebec and had revenues of US$23.6 billion and 68,000 employees in 61 countries in 2007. ==Corporate governance== As of 6 March 2007, members of the board of directors of Alcan were: *Roland Berger *L. Denis Desautels *Dick Evans *Yves Fortier *Jean-Paul Jacamon *William R. Loomis Jr. *Yves Mansion *Christine Morin-Postel *H. Onno Ruding *Guy Saint-Pierre *Gerhard Schulmeyer *Paul M. Tellier *Milton K. Wong The last board of directors of Alcan prior to its renaming and becoming a wholly owned subsidiary of Rio Tinto PLC. Rio Tinto added several Alcan directors to its corporate board in London, including Dick Evans, who was Chief executive of Rio Tinto Alcan. ==Takeover== Alcoa Inc. announced a hostile take over bid for its progeny on 7 May 2007, in a deal worth US$27 billion. The combined companies would have formed the largest aluminum producer in the world. On 22 May 2007, Alcan's board of directors unanimously recommended that shareholders reject Alcoa's unsolicited offer to acquire Alcan. The board determined that the offer was inadequate in multiple respects and was contrary to the best interests of Alcan's shareholders. On 12 July 2007, Alcan announced a friendly takeover deal with Anglo-Australian mining giant Rio Tinto, worth US$38.1 billion. Alcan's board of directors unanimously recommended the deal to shareholders. Alcoa withdrew its bid later in the day. On 25 October 2007, the merger was completed and Rio Tinto Alcan (the amalgamation of Alcan and Rio Tinto Aluminum) became the world's largest aluminum company. However, while Rio Tinto won overwhelming shareholder support on 25 October 2007, the acquisition was not formally consummated until 15 November 2007, the date on which the corporate name changed and integration was finally completed. ==See also== * Aluminium smelting * British Alcan * Kemano, British Columbia, Canada * Nechako Reservoir * List of alumina refineries * List of aluminium smelters ==References== ==External links== * * Alcan is named Americas Most Admired Metals Company by Fortune * L’impact de la perte de contrôle d’une entreprise florissante la prise de contrôle d’Alcan par Rio Tinto * Continuity Agreement Between Alcan and Gouvernement of Québec 2006 * Rio Tinto Alcan AP Technology Category:Aluminium companies of Canada Category:Mining companies of Canada Category:Alcan Category:Rio Tinto (corporation) subsidiaries Category:Canadian subsidiaries of foreign companies Category:Manufacturing companies based in Montreal Category:Companies based in Montreal Category:Non-renewable resource companies established in 1902 Category:Companies formerly listed on the London Stock Exchange",
 "title": "Aluminium division of Rio Tinto"
}