{
 "id": "323337",
 "text": "Nof HaGalilhttps://www.gov.il/BlobFolder/unit/names_committee/he/Names_Committee_name070319.pdf, p. 3. (, lit. View of Galilee; ) is a city in the Northern District of Israel with a population of . Founded in 1957 as Nazareth Illit (, ), it was planned as a Jewish town overlooking the Arab city of Nazareth and the Jezreel Valley.A City with Character, Jerusalem Post Today, 29% of the city's population is Arab. Its name was changed in 2019 to \"Nof HaGalil\" following a plebiscite in which 80% of voters, although with low turnout, approved the change. ==History== The establishment of Nazareth Illit was conceived in the early 1950s, when development towns such as Karmiel and Beit She'an were founded. There were economic and security reasons for developing a town in this region, but according to Shimon Landman, director of the Interior Ministry's Department of Minorities, the Nazareth municipal elections in 1954, in which the Israel communist party Maki became the largest faction, were a source of concern.G. Forman: Military Rule, Political Manipulation, and Jewish Settlement: Israeli Mechanisms for Controlling Nazareth in the 1950s, The Journal of Israeli History, Vol. 25, No. 2 (2006) 335-359. thumb|Ronen Plot, mayor A parcel of 1,200 dunams of land, about half formerly within the municipal boundaries of Nazareth, was allocated in 1954, relying on a law that permitted expropriations for public purposes. Protests at this action reached the Supreme Court of Israel, which in 1955 accepted (HCJ 30/55) the government's word that the sole purpose of the land was to erect government facilities. However, it had already been decided that only 109 dunams would be used for that purpose and planning for residential neighborhoods continued. The first dwellings were completed in September 1956 and the first residents moved in later that year.Forman, p349. According to historian Geremy Forman, the director of the IDF Planning Department, Yuval Ne'eman, stated that the town would \"safeguard the Jewish character of the Galilee as a whole, and... demonstrate state sovereignty to the Arab population more than any other settlement operation.\" Forman wrote that Nazareth Illit was meant to \"overpower Nazareth numerically, economically, and politically.\"Forman, p350. Initially the city was referred to as the \"Jewish neighborhood\" of Nazareth, then as Kiryat Natzeret. The name Nazareth Illit (Upper Nazareth) was adopted in 1958. In 1961, Nazareth Illit was recognized as a municipal local council.Forman, p351. In 2019 the city was renamed Nof HaGalil (Hebrew: , lit. View of the Galilee).WHAT’S IN A NAME? THE BACKGROUND TO THE NOF HAGALIL NAME- CHANGE ==Development plans== In 2021, seven housing projects were under construction in Nof HaGalil. Construction has begun on the Nof HaGalil-Haifa light rail line, with 7 stations planned throughout the city. The development of a large municipal park is nearing completion. It includes a petting zoo, an ecological lake, a planetarium, an astronomical observatory, a skating rink, an extreme zip-line course, a musical park, a botanical garden, and an amphitheater. A new government complex is also under construction and there are plans for the expansion of three commercial centers and a hi-tech park.A change of scenery in Nof HaGalil ==Demographics== thumb|Nof HaGalil city hall According to CBS, in 2014 the ethnic and religious makeup of the city was 64.4% Jewish and other non-Arabs and 21.6% Arab (7.2% Muslim and 14.4% Christian).נצרת עילית 2014 In the 1990s, Nazareth Illit was the fastest developing city in the country with a growth rate of nearly 70 percent. Newcomers included new immigrants from the former Soviet Union and South America, as well as young couples. In 2012, Arabs accounted for 17 percent of the city's 40,000 residents.Our Canadian friend, The Jerusalem Post In recent years, the city has seen an influx of Bnei Menashe immigrants. 1225 Bnei Menashe have now settler there, with 700 arriving in 2021 alone. The mayor, Ronen Plot has been an ardent supporter of the Bnei Menashe community moving into the city. https://www.shavei.org/blog/2022/03/02/a-visit-to-the-bnei- menashe-in-nof-hagalil/ https://www.voanews.com/a/israel-welcomes-thousands- of-members-of-lost-tribe-of-israel/6284446.html ==Economy== The Strauss-Elite chocolate factory in the city's industrial zone employs over 600 workers.Local Employment ==Education== In 2010, the city had 12 elementary schools and two high schools. In 2019, after a successful school fundraising, a scientific and ecological greenhouse was set up on a 500 square meters site in the Atzmon elementry school. The students of Atzmon not only grow vegetables and fruits, but also invent new varieties and experiment with the scientific process involved in their development. A new high school for religious boys opened in 2010 and the Yeshivat Hesder of Maalot, which combines army service with Torah study, opened a branch there. The city also has a regional engineering college, Nof HaGalil Technology College.Nof Hagalil Education In 2019, Nof Hagalil had four Arabic-speaking preschools.A quarter of its residents are Arabs Haaretz ==Tourism== Nof HaGalil municipality cares for maintaining the city's green grounds and the forestry of the city. Located by the city is Churchill Forest (the money for which has been donated by the Jewish community of the United Kingdom in memory of Sir Winston Churchill). The forest, which lies on the downslope between Nazareth and Jezreel Valley, provides observation spots on the valley view. ==Sports== Hapoel Nof HaGalil is the city's major football club. Having been promoted to the top division for the first time in 2003, the club was later relegated in 2006 to Liga Leumit, the second tier, where they currently play. The city's other football club, F.C. Nazareth Illit, plays in Liga Gimel. The city's main football stadium is Green Stadium. In addition to hosting matches of the city's two football teams, the stadium hosted in the past Israeli Premier League matches of Hapoel Acre and Bnei Sakhnin whose stadiums didn't meet Israeli Premier League. During 2013–14 the stadium also hosted Hapoel Afula matches. The city's basketball team, Hapoel Nof HaGalil, plays in the IBA fourth tier, Liga Alef. The city's table tennis team, Hapoel Nof HaGalil, plays at the Israeli Table-tennis Premier league. The team won both the championship and the state cup at the 2011–12 season. ==Twin towns — sister cities== Nof HaGalil is twinned with: * San Miguel de Tucumán, Argentina * Leverkusen, Germany * Klagenfurt, Austria * Győr, Hungary * Chernivtsi, Ukraine * Saint-Étienne, France * Alba Iulia, Romania * Kikinda, Serbia * Birobidzhan, Russia ==Notable people== *Dudu Aouate (born 1977), professional footballer *Aya Korem (born 1980), singer/songwriter *Naum Prokupets (born 1948), Moldovan-born Israeli former sprint canoeist * Hisham Sulliman (born 1978), actor ==References== ==External links== * Nof HaGalil municipal website * Unofficial city news website «From Nazareth Illit» Category:Development towns Category:1957 establishments in Israel Category:Cities in Northern District (Israel) Category:Populated places established in 1957 Category:Mixed Israeli communities Category:Arab Christian communities in Israel",
 "title": "Nof HaGalil"
}