{
 "id": "323781",
 "text": "Ivor Keith Caplin (born 8 November 1958) is a British Labour Party politician. He was the Member of Parliament (MP) for Hove from 1997 until 2005. ==Early life== Caplin was born in Brighton into a Jewish familyWilliam D. Rubinstein, Michael Jolles, Hilary L. Rubinstein, The Palgrave Dictionary of Anglo-Jewish History, Palgrave Macmillan (2011), p. 140 and educated at King Edward's School, Witley an independent fee paying minor public school and Brighton College of Technology. He had a career in marketing with the Legal & General Assurance Society. In 1991, he was elected to Hove Borough Council. In 1995, he led Labour's successful campaign to win control of the council and became its Leader until April 1997, when it merged with Brighton. He was elected to the new Brighton and Hove Council in 1996 and was Deputy Leader until resigning from the Council in March 1998. ==Parliamentary career== Caplin was elected as Member of Parliament for Hove in 1997. In 1998 he became Parliamentary Private Secretary to Margaret Beckett. Following re-election in 2001 he became an Assistant Government Whip and then Parliamentary Under Secretary of State and Minister for Veterans at the Ministry of Defence. Following the invasion of Iraq in 2003, Caplin was the focus of anti-war protests mostly coordinated by \"Hove Action for Peace\". Large weekly protests were held outside his Constituency Surgery at Hove Town Hall over a few years. During his term as Parliamentary Under-Secretary of State for Defence, he introduced the Veteran's Badge for those who had served in HM Armed Forces. He stood down from the House of Commons at the 2005 general election. In 2010 Sir Thomas Legg conducted an independent audit of MPs expenses in which he determined that Caplin should repay £17,865 representing mortgage interest payments claimed on his second home, after Caplin failed to provide paperwork to establish his entitlement to claim the money. Caplin appealed, explaining that Legg's letters had gone to an old address and had not been forwarded. On 1 April 2011 his appeal was upheld and the amount of repayment reduced to £1,178.43 (which Caplin had overclaimed due to interest rate fluctuations of which he was unaware); Caplin accepted the finding and agreed to repay the money. ==Post parliamentary career== Caplin now runs his own company Ivor Caplin Consultancy Ltd. which has a number of clients including Foresight Communications, a political lobbying firm whose clients include EADS, EDS and Sodexho. He founded a new company, International Infrastructure Development Consultancy Ltd, which is specialising in advice and support for non EU Governments and the private sector overseas. With effect from August 2009, he was appointed as Chief Executive of Mayfair Capital Management a private group of UK companies based in London with executive responsibility for the construction, energy and property divisions of the group. He was the Chair of the Jewish Labour Movement for 2018–19. ==References== == External links == * * Caplin links to Brighton Development Company Category:1958 births Category:Living people Category:People educated at King Edward's School, Witley Category:Labour Party (UK) MPs for English constituencies Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:Councillors in East Sussex Category:Jewish British politicians Category:Politicians from Brighton and Hove",
 "title": "Ivor Caplin"
}