{
 "id": "323863",
 "text": "{| |} The Bristol Proteus was the Bristol Engine Company's first mass-produced gas turbine engine design, a turboprop that delivered just over 4,000 hp (3,000 kW). The Proteus was a reverse-flow gas turbine. Because the second turbine drove no compressor stages, but only the propeller, this engine was classified as a free-turbine. It powered the Bristol Britannia airliner, small naval patrol craft, hovercraft and electrical generating sets. It was also used to power a land-speed record car, the Bluebird-Proteus CN7. After the merger of Bristol with Armstrong Siddeley the engine became the Bristol Siddeley Proteus, and later the Rolls-Royce Proteus. The Proteus was to have been superseded by the Bristol Orion which would have given a Britannia a 75% increase in power for cruising faster.https://www.flightglobal.com/pdfarchive/view/1955/1955%20-%200547.html ==Design and development== The Proteus was to power a very large airliner for use after the war. Design work started in September 1944 with its free turbine and propeller gearbox based on the earlier Bristol Theseus engine. The compressor had 12 axial and 2 centrifugal stages. The gas generator was built as a turbojet, and called the Bristol Phoebus, to speed development of the engine by not hindering it with gearbox problems. It was test-flown in May 1946 fitted to the bomb bay of an Avro Lincoln, performance was poor and the first centrifugal compressor stage was removed. The first Proteus, the Proteus 1, also ran with the original compressor, as first tested in the Phoebus, but by 1950 had been redesigned as the Proteus 2 with only a single centrifugal stage.Turbojet History And Development 1930–1960 Volume 1 Great Britain and Germany, Anthony L. Kay, The Crowood Press Ltd. 2007, ,p.141 The Proteus 2 (Mk.600 series) was supposed to produce 3,200 shp and weigh 3,050 lb. It was overweight and underpowered, weighing 3,800 lb producing 2,500 shp, and plagued with mechanical problems with virtually every part including compressor blades, turbine blades and bearings which failed at frequent intervals even at low power levels. This led to the famous quote of Proteus Chief Engineer Frank Owner to Chief Engineer of the Engine Division Stanley Hooker: \"You know, Stanley, when we designed the Proteus I decided we should make the engine with the lowest fuel consumption in the world, regardless of its weight and bulk. So far, we have achieved the weight and bulk!\"Hooker, 1985, p.128. The redesigned Proteus 3 (700 series) gave 3,780 shp and weighed nearly 1,000 lb less than the previous design. It came too late for the first prototype Britannia and Saunders-Roe Princess flying-boat though. Eight engines on the Princess were mounted in four pairs with each pair driving two propellers through a gearbox in opposite directions. They were known as Coupled Proteus. Two more engines were mounted singly with reversing propellers for manoeuvring on water. The Coupled Proteus was also intended to be used on the Mk.II version of the Bristol Brabazon, but this project was cancelled. Only three Princesses were built, only one of which flew, and by the time the second Britannia was ready for testing the Proteus 3 was installed.Not Much of an Engineer, An Autobiography, Sir Stanley Hooker assisted by Bill Gunston, Airlife Publishing 2002, , p.132-134 In 1954 a potentially troublesome design feature in the propeller gearbox, straight-cut gears, finally made itself known during a flight carrying a delegation from the Dutch airline KLM, a potential customer. A gearwheel stripped its teeth and the resulting damage set fire to the aircraft which made an emergency landing on the mud in the river Severn estuary. Hearing of this failure, Lord Hives of Rolls-Royce, Hooker's former boss, sent Rolls-Royce engineers to assist the Bristol team. This unasked-for generosity to what was, after all, a commercial competitor thawed the cold relationship that had existed between Hives and Hooker since Hooker's departure from Rolls-Royce concerning development of the Avon in 1948. Developing an anti-icing system for the engine intake turned out to be a lengthy exercise. It had to be able to deal with the type of icing considered likely to cause problems to Britannias. Icing tests on a Proteus installation in an Ambassador aircraft in Canada showed that the engine and powerplant anti-icing system could deal with severe icing conditions of the type considered likely in parts of the world where the Britannia would operate. However, during route-proving flights in Africa in April 1956 a different type of icing was encountered for which the anti-icing systems were ineffective. Modifications were made that were effective against this second type of icing. BOAC started services in February 1957https://www.flightglobal.com/pdfarchive/view/1957/1957%20-%201600.html but later in the year a third type of icing was encountered on flights to Australia.https://www.flightglobal.com/pdfarchive/view/1958/1958%20-%200436.html?search=april%20chasing%20gremlin When flying in icing conditions for prolonged periods the accumulation of ice on the surfaces of the reverse-flow air intake – inherited from the original intended Brabazon II and Princess installation – and subsequent shedding through the engine caused flame-outs. The engine would auto-relight with a long tongue of flame from the jetpipe which was of concern to the passengers.Meteor Eject! Adventures of a cold-war fighter pilot, Nick Carter 2000, Woodfield Publishing, , p.218 Although the problem was not inherently dangerous, it was avoided with restrictions in the flight manual (it could be avoided by not flying in cloud above a certain height). Modifications for the third type were successfully tested in icing conditions encountered during flights from Singapore in April 1958.https://www.flightglobal.com/pdfarchive/view/1958/1958%20-%200437.html?search=april%20chasing%20gremlin BOAC, the launch customer for the Britannia, were unyielding in their demands for rectification, and attempted to maximise the extent of the problem in public, damaging sales prospects of the Britannia and delaying the aircraft's entry into service by two years, as well as almost bankrupting Bristol Aircraft.\"World Encyclopedia of Aero Engines – 5th edition\" by Bill Gunston, Sutton Publishing, 2006, p.36 The Mk.705 of 3,900 hp (2,900 kW) was the first version used the Bristol Britannia 100 and some 300 series aircraft. The Mk.755 of 4,120 hp (3,070 kW) was used on the 200 series (not built) and other 300s, and the Mk.765 of 4,445 hp (3,315 kW) was used on the RAF Series 250 aircraft. ==Variants== As with most gas turbine engines of the 1940s, 50s, and 60s the Ministry of Supply allocated the Proteus a designation which was apparently little used. Officially the Proteus was named Bristol BPr.n Proteus ;Bristol Phoebus: (BPh.1) Turbojet early version of the Proteus used to test and develop the gas generator portion of the engine, flight tested in the bomb bay of an Avro Lincoln from May 1946. ;Proteus series 1:(BPr.1)Prototype and early production engines used for development and testing. ;Proteus series 2:Initial production versions, renamed as Proteus 600 series engines. ;Proteus series 3:The fully developed initial version, renamed as the Proteus 700 series. ;Proteus 600:Initial production engines renamed from Proteus series 2. ;Proteus 610:The engines used in the Coupled-Proteus installations for the Saunders-Roe Princess flying boat. ;Proteus 625: ;Proteus 700: ;Proteus 705:The engine used among others in the Bluebird-Proteus CN7 land speed record-breaking car. ;Proteus 710:The engines slated for use in the Coupled- Proteus installations of the Bristol Brabazon Mk.II airliner. ;Proteus 750: ;Proteus 755: ;Proteus 756: ;Proteus 757: ;Proteus 758: ;Proteus 760: ;Proteus 761: ;Proteus 762: ;Proteus 765: ;Proteus Mk.255: Military engines similar to the Proteus 765, to power the Bristol 253 Britannia C.Mk.1. ;Coupled-Proteus 610:Twin Proteus 600 series engines driving contra-rotating propellers through a combining gearbox, developed specifically for the Saunders-Roe SR.45 Princess. ;Coupled-Proteus 710:Twin Proteus 710 engines driving contra- rotating propellers for the Bristol Brabazon I Mk.II. ;Marine Proteus: Marinised Proteus engines have been used to power ships and hovercraft such as the Brave-class fast patrol boat and the SR.N4 hovercraft. ;Industrial Proteus: Used for industrial applications such as power generation, notably by the South Western Electricity Board in Pocket Power Stations, the world's first unmanned electricity generation stations. ;Bluebird Proteus:A specially modified Proteus 705 with drive shafts at front and rear of the engine to drive front and rear differential gearboxes on Donald Campbell's Bluebird- Proteus CN7. ==Applications== ===Aircraft=== *Bristol Britannia *Bristol Type 167 Brabazon I Mk.II *Saunders-Roe Princess ===Other applications=== After testing on the frigate HMS Exmouth a marinised Proteus engine was used to power the Royal Navy's Brave-class fast patrol boats, and subsequently in many fast patrol boats of similar design built for export by Vosper. These were among the fastest warships ever built, achieving over 50 knots on flat water. The Swedish torpedo boat Spica and her sisters were also powered by the Proteus. The Italian Navy's hydrofoil Sparviero-class patrol boats used a Proteus to drive a pump jet at high speeds. The Proteus was used on the SR.N4 Mountbatten-class cross-Channel hovercraft. In this installation four \"Marine Proteus\" engines were clustered in the rear of the craft, exhausts pointed rearward. The engines drove horizontal power shafts that delivered power to one of four \"pylons\" positioned at the corners of the boat. At the pylons, gearboxes used the horizontal torque to power a vertical shaft, with a lift fan at the bottom and propeller at the top. The two at the front required long shafts running above the passenger cabin, as all four engines were mounted at the rear of the craft.\"BHC/Saunders Roe SRN4 Mountbatten Class\" , James' Hovercraft Site ==== Pocket Power Stations ==== Another use of the Proteus was for remote power generation in the South West of England in what were called \"Pocket Power Stations\". The regional electricity board installed several 2.7 MW remote operated generation sets for peak load powered by the Proteus. Designed to run for ten years many were still in use forty years later. A working example is preserved at the Internal Fire - Museum of Power in West Wales. ==Specifications (Proteus Mk.705)== ==See also== {{aircontent |see also= |related= |similar aircraft= |lists= *List of aircraft engines |similar engines= *Allison T56 *Ivchenko AI-20 *Lycoming T55 *Napier Eland *Rolls-Royce Tyne }} ==References== ===Notes=== ===Bibliography=== * * * * Gunston, Bill. World Encyclopedia of Aero Engines. Cambridge, England. Patrick Stephens Limited, 1989. * Hooker, Sir Stanley. Not Much of an Engineer. Airlife Publishing, 1985. . * * ==Further reading== * ==External links== *SWEB's Pocket Power Stations *Bristol Engine data *, A sectional view of Proteus 755 turboprop, showing gasflow paths *\"Power for the Giants\" a 1948 Flight article *\"Bristol Proteus\" a 1949 Flight article on the Proteus Category:1940s turboprop engines Proteus Category:Mixed-compressor gas turbines",
 "title": "Bristol Proteus"
}