{
 "id": "324174",
 "text": "thumb|265px|Chinese Red Army commemorative monument atop a summit of the Jinggang Range The Jinggang Mountains () are a mountain range of the Luoxiao Mountains System (罗霄山), in the border region of Jiangxi and Hunan Provinces. The range lies at the junction of four counties - Ninggang, Yongxing, Suichuan and Lingxian. The mountains cover some , with an average elevation of above sea level. The highest point is above sea level. The range's massif consists of a number of thickly forested parallel ridges. On the heights there is not much farmland with most settlements at the base of the mountains. The main settlement is at Ciping, which is surrounded by five villages whose literal meanings are Big Well, Little Well, Middle Well, Lower Well, and Upper Well. Henceforth came the name of the mountain range--\"井冈山\" literally means \"Well Ridge Mountains\". Jinggang Mountains have rich reserves of porcelain clay and rare earth ore, which are two major dominant minerals. Jinggang Mountains are also known as “the cradle of the Chinese revolution”. ==Base of the Red Army== The Jinggang Mountains is known as the birthplace of the Chinese Red Army, predecessor of the People's Liberation Army) and the \"cradle of the Chinese revolution\". After the Kuomintang (KMT) turned against the Communist Party during the April 12 Incident, the Communists either went underground or fled to the countryside. Following the unsuccessful Autumn Harvest Uprising in Changsha, Mao Zedong led his 1,000 remaining men here, setting up his first peasant soviet. Mao reorganised his forces at the mountain village of Sanwan, consolidating them into a single regiment - the \"1st Regiment, 1st Division, of the First Workers' and Peasants' Revolutionary Army\". Mao then made an alliance with the local bandit chieftains Wang Zuo and Yuan Wencai, who had previously had little association with the Communists. For the first year he set up military headquarters at Maoping, a small market town encircled by low hills guarding the main western route into the mountains. In November, the army occupied Chaling, some to the west, though this was quickly overrun by KMT troops. When pressure from KMT troops became too great, Mao abandoned Maoping and withdrew up the mountain to Wang Zuo's stronghold at Dajing (Big Well), from which they could control the mountain passes. That winter the Communists drilled with the local bandits and the next year incorporated them into their regular army. In February a battalion from the KMT's Jiangxi Army occupied Xincheng, a town north of Maoping. During the night of February 17, Mao surrounded them with three battalions of his own and routed them the next day. Zhu De and his 1000 remaining troops, who had participated in the abortive Nanchang Uprising, joined Mao Zedong toward the end of April 1928. Together the two joined forces and proclaimed the formation of the Fourth Army. Other veterans who joined the new base included Lin Biao, Zhou Enlai and Chen Yi. The partnership between Mao Zedong and Zhu De marked the heyday of the Jinggang Mountains base area, which rapidly expanded to include, at its peak in the summer of 1928, parts of seven counties with a population of more than 500,000. Together with Yuan Wencai and Wang Zuo's forces, their soldiers numbered more than 8000. A popular story from that period recounts the hardworking Zhu De carrying grain for the troops up the mountain since agriculture was nigh impossible in the mountain range itself. It was also around this period that Mao Zedong formulated his theories of rural-based revolution and guerrilla warfare. In July 1928, Zhu De's 28th and 29th regiments crossed into Hunan with plans to take the important communication hub of Hengyang. Mao Zedong's 31st and 32nd regiments were supposed to hold Maoping and Ninggang until Zhu returned. They were, however, unable to hold back the advance of the Kuomintang's Jiangxi units and lost Ninggang and two neighbouring counties. On August 30, the young officer He Tingying managed to hold the narrow pass of Huangyangjie with a single under-strength battalion against three regiments of the Hunanese Eight Army and one regiment of Jiangxi troops, thus saving Maoping from being overrun. As the size of the Communist forces grew and pressure grew from the Kuomintang, the Fourth Army was forced to move out. From January 14, 1929, the organisation moved to Ruijin, further south in Jiangxi province, where the Jiangxi Soviet was eventually set up. At the same time, the Kuomintang were executing another encirclement campaign, involving 25,000 men from fourteen regiments. Peng Dehuai was left in command of an 800-man-strong force, formerly the Fifth Army. By February, his remaining troops broke up under heavy attack from Wu Shang's Hunan troops. After the Jiangxi Soviet had established itself in southern Jiangxi, the Jinggang Mountains became the northwestern frontier of Communist operations. Peng Dehuai returned with a much stronger Fifth Army in early 1930, basing himself just north of the mountains. In late February 1930, the bandits Yuan Wencai and Wang Zuo were assassinated by Communist guerillas, probably on orders from officials in the Jiangxi Soviet. Their men made Wang Yunlong, Wang Zuo's younger brother, their new leader. Most Communist forces left the area in 1934, when the Long March began. By the time they returned in 1949, Wang Yunlong had been succeeded by his son. He was charged with banditry and executed. ==Tourism== Along with Mao Zedong's hometown, Shaoshan, the Jinggang Mountains is one of the most important sites of the Communist Revolution. It was celebrated on posters, songs and operas. During the Cultural Revolution, it became a place of pilgrimage for young Red Guards, who took advantage of a nationwide \"networking movement\". They often made the journey on foot to relive the experiences of their revolutionary forebearers. At its peak, more than 30,000 Red Guards arrived a day, causing terrible problems of food, housing, sanitation. Peak numbers continued for more than two months until the government began to discourage the young people. In 1981, an area of was designated a Natural Protection Area. The next year the mountains was listed as a National Priority Scenic Area. In recent years the Jinggang Mountains has become an attraction for domestic tourists interested in revolutionary history. The scenic area was classified as a AAAAA scenic area by the China National Tourism Administration. According to Xinhua, tens of thousands of domestic tourists visit the mountain every year. Sites promoted by the local authorities include the mint of the Red Army, the Revolution Museum, and the Martyrs Cemetery. In May 2004 a domestic airport was opened to attract tourists. ==See also== * *National parks of China ==References== Category:Mountain ranges of Hunan Category:Mountain ranges of Jiangxi Category:National parks of China Category:Geography of Central China Category:Geography of East China Category:Chinese Civil War Category:AAAAA- rated tourist attractions Category:Tourist attractions in Hunan Category:Tourist attractions in Jiangxi Category:Major National Historical and Cultural Sites in Jiangxi",
 "title": "Jinggang Mountains"
}