{
 "id": "324142",
 "text": "Joseph Franklin Niekro ( ; November 7, 1944 – October 27, 2006) was an American Major League Baseball right-handed pitcher. He was the younger brother of pitcher Phil Niekro, and the father of former Major League first baseman Lance Niekro. Niekro was born in Martins Ferry, Ohio, and attended Bridgeport High School in Bridgeport, Ohio and West Liberty University in West Liberty, West Virginia. During a 22-year baseball career, he pitched from 1967 to 1988 for seven different teams, primarily for the Houston Astros. ==Career== ===Draft and Chicago Cubs=== Niekro was drafted by the Cleveland Indians in the seventh round of the 1966 amateur draft, but he did not sign with the club. On June 7, he was drafted in the third round of the draft by the Chicago Cubs. Niekro went 10–7 in 1967, throwing 169.2 innings while having a 3.34 ERA and 77 strikeouts. Niekro started the following season's Opening Day game for the Cubs at Crosley Field against the Cincinnati Reds. He went innings while giving up five runs on six hits in a 9–4 loss. For the year, he went 14–10 while throwing innings on a 4.31 ERA while having 65 strikeouts. ===San Diego Padres=== Niekro was traded along with Gary Ross and Frankie Librán from the Cubs to the expansion San Diego Padres for Dick Selma on April 24, 1969.\"Selma Traded For 3 Players,\" The Associated Press (AP), Friday, April 25, 1969. Retrieved June 9, 2020 His combined total for the season was 8–18, throwing 62 strikeouts in innings while having a 3.70 ERA. Along with Al Santorini, he led the Padres in wins with eight. ===Detroit Tigers and Atlanta Braves=== He was traded by the Padres on December 4 to the Detroit Tigers for Dave Campbell and Pat Dobson. In three seasons with Detroit, he went 21–22, having his best season in 1970 by going 12–13, although he had a 4.06 ERA in 213 innings, with a high of 101 strikeouts. He threw 122 innings in the next season and just 47 in the following. He was selected off waivers by the Atlanta Braves on August 7, 1973. Niekro used a fastball and a slider early in his career, with mixed results. In his two seasons with the Braves, he went a combined total of 5–6 while having a 3.76 ERA and 67 innings pitched. During his tenure, he got re-acquainted with the knuckleball that their father taught them. The knuckleball became an essential part of his arsenal though never his sole pitch. Joe threw harder than his brother Phil and could set up batters nearly as effectively with his fastball in combination with his excellent changeup. ===Houston Astros=== The Houston Astros purchased Niekro's contract from the Braves for $35,000 in 1975. He blossomed into a dominant pitcher as he perfected his knuckleball in Houston, going 21–11 in 1979 and 20–12 in 1980, to become the first Astros pitcher to win 20 games in consecutive seasons. He also made the National League All-Star team in 1979, a season in which he led the league with his 21 wins and five shutouts, won the TSN Pitcher of the Year Award, and ended second in voting for the Cy Young Award behind Bruce Sutter. 1979 also saw the Niekro brothers tie for the wins leader in Major League Baseball, marking this the only year that two brothers shared this statistic. In 1980, Houston had a three-game lead over the Los Angeles Dodgers in the National League West, then lost their last three games of the regular season in Los Angeles, to force a one-game playoff. Niekro allowed six hits in a 7–1 Houston victory that propelled the Astros to their first postseason. He then pitched 10 shutout innings in Game 3 of the NLCS, with the Astros eventually winning 1–0 in the 11th inning, though they lost the series in five games to the Philadelphia Phillies. Niekro was the Opening Day starter for the Astros to start the 1981 season. It was only the second time in his career as opening-day starting pitcher since doing so as a Cub thirteen years prior. Facing the Dodgers at Dodger Stadium, he went seven innings while allowing two runs on eight hits in the 2–0 loss. He reached the 1,000 strikeout plateau on April 19, doing so on a strikeout bunt by Vance Law. He went 9–9 in 24 games pitched with a 2.82 ERA in 166 innings while striking out 77 batters and walking 47. He appeared in Game 2 of the 1981 National League Division Series against the Los Angeles Dodgers, pitching eight scoreless innings, although Joe Sambito ended up being the winning pitcher for the Astros as they won in the 11th inning, though the Dodgers would win the series in five games. He displayed a bit more effectiveness the following year. He went 17–12 in 35 games with a 2.47 ERA and 270 innings pitched while having a career-high 16 complete games and five shutouts. He struck out a career-high 130 batters while walking 64 and leading all of Major League Baseball with 19 wild pitches. He was Opening Day starter again for the 1983 season, going just three innings against the Dodgers while allowing six runs on eight hits in a 16–7 loss. He went 15-14 that year, having a 3.48 ERA while starting a league high 38 games and pitching 263.2 innings. His complete games pitched dropped from 16 to nine as he also led the league in wild pitches with 14 and faced a career-high 1,113 batters. He had 152 strikeouts and 101 walks (both higher from the year before). 1984 began with another Opening Day start for Niekro, his fourth and last in a career. He went seven innings but allowed four runs on seven hits in a 4–2 loss to the Montreal Expos. In his penultimate year with the Astros, he went 16–12 with a 3.04 ERA while once again leading all of baseball in games started with 38, pitching innings while striking out 127 batters and walking 89. It was the sixth and final time he faced 1,000 batters. 1985 was a mixed year of benefits and downsides for Niekro. On June 9, he became the all-time winningest pitcher in Astros history, breaking a tie with Larry Dierker (137) by weaving a complete game shut out of the San Francisco Giants at the Astrodome while allowing just two hits. 35 years later, he has held onto the record, as Roy Oswalt fell one win short of tying him for the record. On July 2, he won his 200th career game, throwing a complete game against the San Diego Padres while throwing seven innings and allowing two runs on six hits. Niekro went 9–12 with a 3.72 ERA in 213 innings before being traded. ===New York Yankees=== Niekro was traded to the New York Yankees on September 15 for two players to be named later (Neder Horta and Dody Rather) and Jim Deshaies, where Niekro briefly reunited again with his brother Phil.\"Yankees acquire Niekro.\" Lewiston Daily Sun. 1985 Sept 16. In his three seasons with New York, he went 14–15 with a 4.58 ERA in 188.2 total innings. ===Minnesota Twins=== He was traded to the Minnesota Twins for Mark Salas on June 7, 1987. He went 4–9 with a 6.26 ERA in innings. That year, he pitched in the World Series, his only appearance in a World Series. In his one appearance in Game 4, he pitched the fifth and sixth innings. He allowed one hit while striking out one and allowing no runs. Niekro pitched in five games in the 1988 season. He went 1–1 with a 10.03 ERA in 11.2 innings. He was released by the Twins on May 4, 1988.SPORTS PEOPLE; Joe Niekro Cut. New York Times, May 5, 1988 In his final start, he pitched three innings against the Boston Red Sox on April 29, 1988, allowing five runs on six hits in three innings. At the time of his release, Joe and his brother Phil were the leading brother combination in baseball history with 539 victories. Phil had ended his career the previous season. ====Ball-scuffing incident 1987==== While pitching for the Twins earlier in the 1987 season, Niekro was caught ball scuffing. Umpire Tim Tschida told the story in 2021, \"Niekro already was a known ball scuffer, of course, and rather than tossing balls out of play, I was putting them in my extra pouch in case we needed evidence. Those balls didn't have the normal nick. They had gouges the size of a half-dollar.\"Reusse, Patrick - Brew chief: Former MLB ump and St. Paul native Tim Tschida goes from behind the plate to behind the bar. Star Tribune, July 11, 2021 The officiating crew came out to the mound during a game against the California Angels on August 3, 1987. Niekro revealed a nail file in his pocket. When Tschida told Niekro to empty his pockets, Niekro reached into his pockets, pulled out his hands and threw them in the air. An emery board and a piece of sandpaper flew out of his pocket. Steve Palermo was the umpire that spotted the flying objects. Niekro said he was filing his nails in the dugout, but American League president Bobby Brown did not believe him, and ordered the 10-game suspension.Chass, Murray - NIEKRO IS SUSPENDED FOR 10 DAYS. New York Times, August 6, 1987 Tschida revealed in 2021 that \"[Joe] had a hunk of sandpaper trimmed and glued to the palm of his left hand. It was touched up to look like flesh. And when he wanted the extra movement, he would take off the glove and rub the baseball as if he was trying to improve the grip.\" Niekro had put his left hand in that pocket, trying to work the sandpaper off his palm. ==Death== On October 26, 2006, Niekro suffered a brain aneurysm and was taken to South Florida Baptist Hospital in Plant City, Florida. He was later transferred to St. Joseph's Hospital in Tampa, Florida, where he died the following day at age 61. ==Joe Niekro Foundation== The Joe Niekro Foundation, created by his daughter Natalie, is committed to supporting patients and families, research, treatment and awareness of brain aneurysms, AVMs, and hemorrhagic strokes. The non-profit organization provides education on the risk factors, causes, and treatment of these conditions, while funding the advancement of neurological research. ==Statistics and records== * His 221 career wins make him one of the most successful knuckleball pitchers of all time. The Niekro brothers combined for 539 total wins, setting the major league record for the most wins by a pair of brothers. * On May 29, 1976, Niekro hit the only big league home run of his career (973 lifetime at bats), and it came off his brother Phil. * In the 1987 World Series with Minnesota, Niekro set a record for the longest period of time between a major league debut and a first appearance in the Series. * On July 2, 1970, while with the Tigers, Niekro had a no-hitter broken up with one out in the ninth by a Horace Clarke single; this would be the only hit Niekro allowed in defeating the New York Yankees, 5–0. With his brother Phil pitching a no-hitter in 1973, the Niekros would have been the first brothers to pitch Major League no-hitters. (The Forsch brothers would eventually become the first, and the only ones as of 2014, to have that distinction, Bob pitching two, in 1978 and 1983, and Ken in 1979.) ==Legacy== * He appeared on Late Night with David Letterman on August 15, 1987, wearing a carpenter's apron and carrying a power sander, while serving a suspension for having a nail file on the mound.\"SPORTS PEOPLE; Suspended Animation\". New York Times. August 16, 1987. Retrieved October 28, 2006. * The Minnesota Twins released a bobblehead set of the 1987 World Series team; Niekro's included a nail file in his back pocket. * In 1992, Joe Niekro was inducted in the National Polish-American Sports Hall of Fame. *Joe Niekro's son JJ was signed by the Atlanta Braves as an undrafted free agent after the 2021 Major League Baseball draft. ==See also== * Houston Astros award winners and league leaders * List of knuckleball pitchers * List of Major League Baseball career wins leaders * List of Major League Baseball annual wins leaders ==References== ==External links== *article and chronology Baseball Library *thebaseballpage.com articles and stats about Joe Niekro including Joe Niekro's Improbable Year by Jeff Katz. *Joe Niekro Foundation Category:1944 births Category:2006 deaths Category:Major League Baseball pitchers Category:Atlanta Braves players Category:Chicago Cubs players Category:Detroit Tigers players Category:Houston Astros players Category:Minnesota Twins players Category:New York Yankees players Category:San Diego Padres players Category:Baseball players from Ohio Category:National League All-Stars Category:National League wins champions Category:People from Martins Ferry, Ohio Category:Knuckleball pitchers Category:Treasure Valley Cubs players Category:Quincy Cubs players Category:Dallas–Fort Worth Spurs players Category:Toledo Mud Hens players Category:Richmond Braves players Category:Iowa Oaks players Category:West Liberty Hilltoppers baseball players Category:American people of Polish descent Category:Deaths from intracranial aneurysm",
 "title": "Joe Niekro"
}