{
 "id": "324200",
 "text": "Lior Narkis (; born November 8, 1976 in Holon, Israel) is an Israeli singer. ==Biography== Lior Narkis was born in Holon. His father, David Narkis, was of Iraqi-Jewish origin. His mother Hanna Narkis, was of Serbian-Jewish descent and also had Greek-Tunisian-Jewish ancestry. Narkis speaks Hebrew, Serbian and French. He is married to Sapir Vanunu, who is thirteen years his junior. They have two sons and a daughter, and live in Savyon. ==Music career== Narkis dreamed of becoming a singer since childhood. He released his first album, Tfilat Chayay (The Prayer of My Life)Lior Narkis official website at the age of 16. A few years later during his military service in the Israel Defense Forces (IDF), Narkis joined Tamir Tzur to form the first Mediterranean musical group. His sixth album, Rak Itakh (Only with You), which includes the hit \"Lekhol Ekhad Yesh\" (Everyone Has), placed Narkis at the center stage of Israeli music. This song was also chosen as the \"Song of the Year\" in Israel, and was very popular among football (soccer) fans. In 2001, Narkis released his album Ze Mehalev (Straight from the Heart). As with his previous albums, this was a great success and many of its songs became hits. In 2003, the song \"Words for Love\" (Hebrew: \"Milim La'Ahava\" Hebrew script מילים לאהבה) won at the national finals organized by the Israeli Broadcasting Authority (\"IBA\") television channel, Channel One, against three other songs for the right to represent Israel in the Eurovision Song Contest 2003, The song ended up 19th out of the 26 Eurovision finalists. At the age of 26, Narkis released his eighth album Milim La'Ahava (Words for Love), named after his Eurovision entry. Narkis performed at the Opening Ceremonies of the 2017 Maccabiah Games on July 6, 2017. ==Discography== ===Albums=== *Tfilat Chayay (The Prayer of My Life) *Rak Itakh (Only with You) *2003: Milim La'Ahava Hebrew script מילים לאהבה) ===Singles=== *\"Lekhol Ekhad Yesh\" (Everyone Has) *2003: \"Words for Love\" (Hebrew: \"Milim La'Ahava\" Hebrew script מילים לאהבה) ==See also== * Mizrahi Music ==References== ==External links== * Lior Narkis Official site Category:1976 births Category:Living people Category:People from Holon Category:21st-century Israeli male singers Category:20th-century Israeli male singers Category:Jewish singers Category:Israeli people of Iraqi-Jewish descent Category:Israeli people of Serbian-Jewish descent Category:Eurovision Song Contest entrants for Israel Category:Eurovision Song Contest entrants of 2003 Category:Serbian-language singers",
 "title": "Lior Narkis"
}