{
 "id": "324233",
 "text": "Wollemia is a genus of coniferous trees in the family Araucariaceae. It was known only through fossil records until 1994, when the Australian species Wollemia nobilis was discovered in a temperate rainforest wilderness area of the Wollemi National Park in New South Wales. It was growing in a remote series of narrow, steep-sided, sandstone gorges north-west of Sydney. The genus is named after the National Park. In both botanical and popular literature, the tree has been almost universally referred to as the Wollemi pine (), although it is not a true pine (genus Pinus), nor a member of the pine family (Pinaceae), but is related to Agathis and Araucaria in the family Araucariaceae. The Wollemi pine is classified as critically endangered (CR) on the IUCN's Red List, and is legally protected in Australia. After it was discovered that the trees could be successfully cloned, new trees were potted up in the Botanic Gardens of Sydney and Mount Annan. A Recovery Plan has been drawn up, outlining strategies for the management of this fragile population. The overall objective is to ensure that the species remains viable in the long term. Australian prime ministers and foreign affairs ministers have presented Wollemi pines to various dignitaries around the world. ==Description== thumb|left|Bark of W. nobilis Wollemia nobilis is an evergreen tree reaching tall. The bark is very distinctive, dark brown, and knobbly, quoted as resembling a popular breakfast cereal.James Woodford, The Wollemi Pine: The incredible discovery of a living fossil from the age of the dinosaurs, (Revised Edition), The Text Publishing Company, 2002, The tree coppices readily, and most specimens are multiple-trunked or appear as clumps of trunks thought to derive from old coppice growth, with some consisting of up to 100 stems of differing sizes. The branching is unusual in that nearly all the side branches never have further branching. After a few years, each branch either terminates in a cone (either male or female) or ceases growth. After this, or when the cone becomes mature, the branch dies. New branches then arise from dormant buds on the main trunk. Rarely, a side branch will turn erect and develop into a secondary trunk, which then bears a new set of side branches. thumb|A 4 year old Potted Wollemi Pine grown from Cutting. thumb|A 4 month old Wollemi Pine seedling The leaves are flat linear, long and broad. They are arranged spirally on the shoot but twisted at the base to appear in two or four flattened ranks. As the leaves mature, they develop from bright lime- green to a more yellowish-green. \\- via ARKive The seed cones are green, long and in diameter, and mature about 18–20 months after wind pollination. They disintegrate at maturity to release the seeds which are small and brown, thin and papery with a wing around the edge to aid wind-dispersal. The male (pollen) cones are slender conic, long and broad and reddish-brown in colour and are lower on the tree than the seed cones. Seedlings appear to be slow- growing and mature trees are extremely long-lived; some of the older individuals today are estimated to be between 500 and 1,000 years old. ==Discovery== thumb|right|Male and female W. nobilis cones thumb|right|Young W. nobilis pollen cone The discovery, on or about 10 September 1994, by David Noble, Michael Casteleyn and Tony Zimmerman, only occurred because the group had been systematically exploring the area looking for new canyons. Noble had good botanical knowledge, and quickly recognised the trees as unusual because of the unique bark and worthy of further investigation. He took specimens to work for identification, expecting someone to be able to identify the plants. His specimens were identified by Wyn Jones, a botanist with National Parks and Jan Allen from the Botanical Gardens. After the identification was made, National Parks then went under a veil of secrecy, with the discoverers not learning the full magnitude of their discovery for about six months. National Parks came close to damaging the stand when a helicopter being used to collect cones inadvertently pruned one of the pines with its rotor. The species was subsequently named after Dave. The other members of the discovery party questioned the naming but were informed that nobilis referred to the trees being noble in structure and not to David Noble. The first illustrations of the Wollemi Pine were done by David Mackay, a botanical artist and scientific illustrator who was working at the Royal Botanic Gardens in Sydney when the species was discovered. Further study would be needed to establish its relationship to other conifers. The initial suspicion was that it had certain characteristics of the 200-million-year-old family Araucariaceae, but was not similar to any living species in the family. Comparison with living and fossilised Araucariaceae proved that it was a member of that family, and it has been placed into a new genus, beside the genera Agathis and Araucaria. Fossils closely resembling Wollemia that are thought to be related to it are widespread in Australia, New Zealand and Antarctica from Cretaceous era sediments, but Wollemia nobilis is the sole living member of its genus. These trees remained common throughout eastern Australia until around 40 million years ago but then gradually declined in range and abundance. Before the relict population was discovered in Wollemi National Park, the most recent known fossils of the genus date from approximately 2 million years ago in Tasmania. It is thus described as a living fossil or, alternatively, a Lazarus taxon. Fewer than a hundred trees are known to be growing wild, in three localities not far apart. It is very difficult to count individuals, as most trees are multistemmed and may have a connected root system. Genetic testing has revealed that all the specimens are genetically indistinguishable, suggesting that the species has been through a genetic bottleneck in which its population became so low (possibly just one or two individuals) that all genetic variability was lost. === Threats === In November 2005, wild-growing trees were found to be infected with Phytophthora cinnamomi. New South Wales park rangers believe the virulent water mould was introduced by unauthorised visitors to the site, the location of which is still undisclosed to the public. The grove of Wollemia trees was endangered by fire during the 2019-20 Australian bushfire season. They were saved by specialist firefighters from the National Parks and Wildlife Service, supported by the Rural Fire Service who installed an irrigation system as well as dropping retardant. ==Cultivation and uses== 200px|thumb|left|Cultivated Wollemia nobilis A propagation programme made Wollemi pine specimens available to botanical gardens, first in Australia in 2006 and subsequently throughout the world. It may prove to be a valuable tree for ornament, either planted in open ground or for tubs and planters. In Australia, potted native Wollemi pines have been promoted as a Christmas tree. It is also proving to be more adaptable and cold-hardy than its restricted temperate-subtropical, humid distribution would suggest, tolerating temperatures between , with reports, from Japan and the USA, that it can survive down to . A grove of Wollemi pines planted in Inverewe Garden, Scotland, believed to be the most northerly location of any successful planting, have survived temperatures of , recorded in January 2010. It also handles both full sun and full shade. Like many other Australian trees, Wollemia is susceptible to the pathogenic water mould Phytophthora cinnamomi, so this may limit its potential as a timber tree. The Royal Botanic Gardens in Sydney have published information on how to grow Wollemi Pines from seed which has been harvested from helicopters from the forest trees. The majority of seeds that fall from the cone are not viable so need to be sorted to retain the plump and dark ones. These can then be sown on top of seed raising mix and watered. Once the water has drained through the mix, the pot should be placed in a plastic bag and refrigerated for two weeks. After this, the pot should be removed from the plastic bag and placed somewhere warm but not very sunny until the seed germinates (remembering to keep them moist but not wet). This could take several months. Examples of the species can be viewed at The Tasmanian Arboretum. ===Care=== The Wollemi Pine is extremely hardy and versatile in cultivation. Despite it being an endangered species, it is easy to grow and requires relatively low maintenance. It will adapt to a diverse range of climatic zones, thriving in full sun to semi shaded outdoor positions. They can be maintained in a pot almost indefinitely, and makes a good container plants for patios, verandas, and courtyards. Because it tolerates air conditioning, it can also be used as an indoor decorative plant. These are basic need to knows for care: ===Pruning === When pruning the Wollemi pine, use sterile secateurs at any time of year to retain its compact form. It can be pruned heavily with up to two thirds of the plant size removed. Pruning heavily can be done on the apical growth and the branches. The best time to prune is during the winter months. ===Growth Rate === The Wollemi Pine has very controlled growth, especially if it is kept in a pot. It may take up to 25 years to reach 20 feet in height. ==Phylogeny== The genus Wollemia shares morphological characteristics with the genera Araucaria and Agathis. Wollemia and Araucaria both have closely crowded sessile and amphistomatic (producing stomata on both sides of the leaf) leaves, and aristate bract scales, while Wollemia and Agathis both have fully fused bracts, ovuliferous scales, and winged seeds. Scrutiny of the fossil record likewise does not clarify Wollemia’s relationship to Araucaria or Agathis, since the former has similarly disparate leaf characters in its adult and juvenile forms, and the latter has similar cone characters. Further, the recent description of several extinct genera within the Araucariaceae points to complex relationships within the family and a significant loss of diversity since the Cretaceous. An early study of the rbcL gene sequence places Wollemia in the basal position of the Araucariaceae and as the sister group to Agathis and Araucaria. In contrast, another study of the rbcL sequence shows that Wollemia is the sister group to Agathis, and Araucaria is basal. The different outgroup selection and genes used in previous studies are the reasons behind the discrepancy over the groupings of the three genera. Later genetic studies corroborate Wollemia's placement in the Araucariaceae as sister to Agathis based on data from the 28s rRNA gene, a combination of rbcL and matK genes, and a comprehensive study encompassing nuclear ribosomal 18S and 26S rRNA, chloroplast 16S rRNA, rbcL, matK and rps4, and mitochondrial coxl and atp1 genes. Fossils indicate that the lineage leading to modern Agathis and Wollemia evolved from the common ancestor with Araucaria in the Early Cretaceous in southern Gondwana within climates experiencing cool moist conditions and a strong photoperiod regime. The most recent common ancestor of Agathis and Wollemia has been proposed to be at least 110 million years old (Early Cretaceous) deduced from the reported oldest fossils of these genera. However, genetic evidence suggests that the divergence of Agathis and Wollemia occurred 61±15 Ma around the beginning of the Cenozoic rather than in the Early Cretaceous. In another recent molecular study, an age of only 18 Ma was inferred for the divergence of Agathis and Wollemia. This also accords with recent revisions of the fossil record in New Zealand that reveal no examples of Agathis or Wollemia-like remains older than the Cenozoic. The relatively minor genetic and morphological diversity in extant species of Agathis compared to the variation in Araucaria is further evidence of the earlier divergence of Araucaria. Below is the phylogeny of the Araucariaceae based on the consensus from the most recent cladistic analysis of molecular data. It shows the relative positions of Wollemia, Agathis, and Araucaria within the division. ==References== ==External links== * * Listed as Critically Endangered (CR D v2.3) * (includes facts and figures, ecology, biology) *Royal Botanic Gardens at Kew's web page about the \"Wollemi Pine\" *WollemiPine.com *Wollemia nobilis at the Gymnosperm Database *BBC News item 10 May 2005 *BBC News - 'Dinosaur trees' heavily guarded - 02/12/06 *ABC-TV Gardening Fact Sheet *ABC-TV Science visits Wollemi Pines in the wild 19 May 2005 *Wollemia nobilis (Wollemi Pine) Recovery Plan, January 2007 * *The Wollemi Pine Transcript of interview on The Science Show (April 2007) with Tim Entwisle, then director of the Royal Botanic Gardens in Sydney. * Images and information about the Wollemi Pine in Westonbirt Arboretum *Wollemi Pine available for first time in North America from National Geographic. Category:Araucariaceae Category:Monotypic conifer genera Category:Critically endangered flora of Australia Category:Flora of New South Wales Category:Trees of Australia Category:Pinales of Australia Category:Ornamental trees Category:Trees of mild maritime climate Category:Plants described in 1995 Category:Extant Hettangian first appearances",
 "title": "Wollemia"
}