{
 "id": "324498",
 "text": "thumb|Mortar holding weathered bricks Mortar is a workable paste which hardens to bind building blocks such as stones, bricks, and concrete masonry units, to fill and seal the irregular gaps between them, spread the weight of them evenly, and sometimes to add decorative colors or patterns to masonry walls. In its broadest sense, mortar includes pitch, asphalt, and soft mud or clay, as used between mud bricks. The word \"mortar\" comes from Old French mortier, \"builder's mortar, plaster; bowl for mixing.\" (13c.).\"mortar n.1\" entry, OED. Cement mortar becomes hard when it cures, resulting in a rigid aggregate structure; however, the mortar functions as a weaker component than the building blocks and serves as the sacrificial element in the masonry, because mortar is easier and less expensive to repair than the building blocks. Bricklayers typically make mortars using a mixture of sand, a binder, and water. The most common binder since the early 20th century is Portland cement, but the ancient binder lime mortar is still used in some specialty new construction. Lime, lime mortar, and gypsum in the form of plaster of Paris are used particularly in the repair and repointing of historic buildings and structures, so that the repair materials will be similar in performance and appearance to the original materials. Several types of cement mortars and additives exist. ==Ancient mortar== The first mortars were made of mud and clay, as demonstrated in the 10th millennia BCE buildings of Jericho, and the 8th millennia BCE of Ganj Dareh. According to Roman Ghirshman, the first evidence of humans using a form of mortar was at the Mehrgarh of Baluchistan in the Indus Valley, Pakistan, built of sun-dried bricks in 6500 BCE. Gypsum mortar, also called plaster of Paris, was used in the construction of many ancient structures. It is made from gypsum, which requires a lower firing temperature. It is therefore easier to make than lime mortar and sets up much faster, which may be a reason it was used as the typical mortar in ancient, brick arch and vault construction. Gypsum mortar is not as durable as other mortars in damp conditions. In the Indian subcontinent, multiple cement types have been observed in the sites of the Indus Valley Civilization, with gypsum appearing at sites such as the Mohenjo-daro city-settlement, which dates to earlier than 2600 BCE. Gypsum cement that was \"light grey and contained sand, clay, traces of calcium carbonate, and a high percentage of lime\" was used in the construction of wells, drains, and on the exteriors of \"important looking buildings.\" Bitumen mortar was also used at a lower-frequency, including in the Great Bath at Mohenjo-daro. In early Egyptian pyramids, which were constructed during the Old Kingdom (~2600–2500 BCE), the limestone blocks were bound by a mortar of mud and clay, or clay and sand. In later Egyptian pyramids, the mortar was made of gypsum, or lime. Gypsum mortar was essentially a mixture of plaster and sand and was quite soft. 2nd millennia BCE Babylonian constructions used lime or pitch for mortar. Historically, building with concrete and mortar next appeared in Greece. The excavation of the underground aqueduct of Megara revealed that a reservoir was coated with a pozzolanic mortar 12 mm thick. This aqueduct dates back to c. 500 BCE. Pozzolanic mortar is a lime based mortar, but is made with an additive of volcanic ash that allows it to be hardened underwater; thus it is known as hydraulic cement. The Greeks obtained the volcanic ash from the Greek islands Thira and Nisiros, or from the then Greek colony of Dicaearchia (Pozzuoli) near Naples, Italy. The Romans later improved the use and methods of making what became known as pozzolanic mortar and cement. Even later, the Romans used a mortar without pozzolana using crushed terra cotta, introducing aluminum oxide and silicon dioxide into the mix. This mortar was not as strong as pozzolanic mortar, but, because it was denser, it better resisted penetration by water. Hydraulic mortar was not available in ancient China, possibly due to a lack of volcanic ash. Around 500 CE, sticky rice soup was mixed with slaked lime to make an inorganic−organic composite sticky rice mortar that had more strength and water resistance than lime mortar. It is not understood how the art of making hydraulic mortar and cement, which was perfected and in such widespread use by both the Greeks and Romans, was then lost for almost two millennia. During the Middle Ages when the Gothic cathedrals were being built, the only active ingredient in the mortar was lime. Since cured lime mortar can be degraded by contact with water, many structures suffered over the centuries from wind-blown rain. ==Ordinary Portland cement mortar== thumb|right|Laying bricks with Portland cement mortar thumb|right|Mortar mixed inside a 5-gallon bucket using clean water and mortar from a bag. Ordinary Portland cement mortar, commonly known as OPC mortar or just cement mortar, is created by mixing powdered Ordinary Portland Cement, fine aggregate and water. It was invented in 1794 by Joseph Aspdin and patented on 18 December 1824, largely as a result of efforts to develop stronger mortars. It was made popular during the late nineteenth century, and had by 1930 became more popular than lime mortar as construction material. The advantages of Portland cement is that it sets hard and quickly, allowing a faster pace of construction. Furthermore, fewer skilled workers are required in building a structure with Portland cement. As a general rule, however, Portland cement should not be used for the repair or repointing of older buildings built in lime mortar, which require the flexibility, softness and breathability of lime if they are to function correctly.Masonry: the best of Fine homebuilding.. Newtown, CT: Taunton Press, 1997. Print. 113. In the United States and other countries, five standard types of mortar (available as dry pre-mixed products) are generally used for both new construction and repair. Strengths of mortar change based on the mix ratio for each type of mortar, which are specified under the ASTM standards. These premixed mortar products are designated by one of the five letters, M, S, N, O, and K. Type M mortar is the strongest, and Type K the weakest. The mix ratio is always expressed by volume of \\text{Portland cement : lime : sand}. {| class=\"wikitable\" ! Mortar Type ! Portland Cement ! Lime ! Sand |- !M |1 |1/4 |3-1/2 |- !S |1 |1/2 |4-1/2 |- !N |1 |1 |6 |- !O |1 |2 |9 |- !K |1 |3 |12 |} These type letters are apparently taken from the alternate letters of the words \"MaSoN wOrK\". ==Polymer cement mortar== Polymer cement mortars (PCM) are the materials which are made by partially replacing the cement hydrate binders of conventional cement mortar with polymers. The polymeric admixtures include latexes or emulsions, redispersible polymer powders, water- soluble polymers, liquid thermoset resins and monomers. Polymer mortar has low permeability that may be detrimental to moisture accumulation when used to repair a traditional brick, block or stone wall. It is mainly designed for repairing concrete structures. ==Lime mortar== The setting speed can be increased by using impure limestone in the kiln, to form a hydraulic lime that will set on contact with water. Such a lime must be stored as a dry powder. Alternatively, a pozzolanic material such as calcined clay or brick dust may be added to the mortar mix. Addition of a pozzolanic material will make the mortar set reasonably quickly by reaction with the water. It would be problematic to use Portland cement mortars to repair older buildings originally constructed using lime mortar. Lime mortar is softer than cement mortar, allowing brickwork a certain degree of flexibility to adapt to shifting ground or other changing conditions. Cement mortar is harder and allows little flexibility. The contrast can cause brickwork to crack where the two mortars are present in a single wall. Lime mortar is considered breathable in that it will allow moisture to freely move through and evaporate from the surface. In old buildings with walls that shift over time, cracks can be found which allow rain water into the structure. The lime mortar allows this moisture to escape through evaporation and keeps the wall dry. Re−pointing or rendering an old wall with cement mortar stops the evaporation and can cause problems associated with moisture behind the cement. ==Pozzolanic mortar== Pozzolana is a fine, sandy volcanic ash. It was originally discovered and dug at Pozzuoli, nearby Mount Vesuvius in Italy, and was subsequently mined at other sites, too. The Romans learned that pozzolana added to lime mortar allowed the lime to set relatively quickly and even under water. Vitruvius, the Roman architect, spoke of four types of pozzolana. It is found in all the volcanic areas of Italy in various colours: black, white, grey and red. Pozzolana has since become a generic term for any siliceous and/or aluminous additive to slaked lime to create hydraulic cement.\"pozzolana.\" Collins English Dictionary - Complete & Unabridged 10th Edition. HarperCollins Publishers. 14 May. 2014. Finely ground and mixed with lime it is a hydraulic cement, like Portland cement, and makes a strong mortar that will also set under water. ==Radiocarbon dating== As the mortar hardens, the current atmosphere is encased in the mortar and thus provides a sample for analysis. Various factors affect the sample and raise the margin of error for the analysis.Dating Ancient Mortar - American Scientist Online vol. 91, 2003 The possibility to use radiocarbon dating as a tool for mortar dating was introduced as early as the 1960s, soon after the method was established (Delibrias and Labeyrie 1964; Stuiver and Smith 1965; Folk and Valastro 1976). The very first data were provided by van Strydonck et al. (1983), Heinemeier et al.(1997) and Ringbom and Remmer (1995). Methodological aspects were further developed by different groups (an international team headed by Åbo Akademi University, and teams from CIRCE, CIRCe, ETHZ, Poznań, RICH and Milano-Bicocca laboratory. To evaluate the different anthropogenic carbon extraction methods for radiocarbon dating as well as to compare the different dating methods, i.e. radiocarbon and OSL, the first intercomparison study (MODIS) was set up and published in 2017. ==See also== * Cement accelerator * Concrete * Energetically modified cement * Grout * Thick bed mortar (technique) * Thinset * Tuckpointing ==References== *Concrete blowouts in Post-tension slabs *Technical data sheets, Mortar Industry Association, www.mortar.org.uk Category:Masonry Category:Bricks Category:Cement Category:Concrete Category:Soil-based building materials",
 "title": "Mortar (masonry)"
}