{
 "id": "324751",
 "text": "William Hayward Wakefield (1801 – 19 September 1848) was an English colonel, the leader of the first colonising expedition to New Zealand and one of the founders of Wellington. As a leader, he attracted much controversy. ==Early life== William Wakefield was born just outside London in 1801,Temple and a number of British sources use 1801 while some New Zealand sources give 1803 as his birth date. the son of Edward Wakefield (1774–1854), a distinguished surveyor and land agent, and Susanna Crush (1767–1816). His grandmother, Priscilla Wakefield (1751–1832), was a popular author for the young, and one of the introducers of savings banks. He was the brother of: Catherine Gurney Wakefield (1793–1873), the mother of Charles Torlesse (1825–1866); Edward Gibbon Wakefield (1796–1862); Daniel Wakefield (1798–1858); Arthur Wakefield (1799–1843); John Howard Wakefield (1803–1862); Felix Wakefield (1807–1875); Priscilla Susannah Wakefield (1809–1887); Percy Wakefield (1810–1832); and an unnamed child born in 1813. Wakefield was largely raised by his elder sister, Catherine, who found him a difficult child. As he grew older he came very much under the influence of his elder brother, Edward Gibbon Wakefield, who was not always a good influence on his life. In 1825, Wakefield became formally betrothed to Emily Sidney but, before they could be married, he became involved with his elder brother Edward in the abduction of a wealthy heiress and both brothers were arrested.\"Philip Temple: A Sort of Conscience, The Wakefields\", review, NZ Herald Then, while out on bail, Wakefield absconded to Paris, apparently to meet up with Emily who was now three months pregnant. He returned to England when the baby was born and was promptly arrested and held in Lancaster Castle until his trial. He was subsequently sentenced to three years in jail. During this time Emily, his 'wife', died leaving him with a six-month-old daughter, Emily. Upon his release from jail, Wakefield spent some time with his daughter at his sister Catherine's. Then in 1832 he travelled to Portugal and enlisted as a mercenary soldier in the service of Dom Pedro, the Emperor of Brazil. Although he had no military experience he was apparently able to enlist as a Captain. He survived the Siege of Porto and the subsequent campaigning, but he gained little from it except experience and a handful of medals. After the Portuguese Campaign, he returned briefly to England and enlisted in the British Auxiliary Legion fighting for the infant Queen Isabella II of Spain in the First Carlist War. He emerged from the campaign as a major, re-enlisted and was promoted to Colonel. Among his junior officers was Henry Inman (police commander). Wakefield was one of the few officers to survive the campaign; he stayed until the Legion was disbanded in 1837 and returned to England the following year. ==New Zealand== In early 1839 the New Zealand Company in London was hurriedly organising its first expedition, because they were anxious to get it underway before the government stopped them. They already had a ship, the Tory. At the suggestion of his brother, Edward Gibbon, they appointed Wakefield as the commander of the expedition. The Tory sailed from Plymouth on 12 May 1839, with Wakefield as sole and unqualified leader of the expedition. He also had a very full and complete set of instructions about their activities in New Zealand. The instructions came under three headings: the purchase of land for the New Zealand Company, the acquisition of knowledge about New Zealand, and preparation for the formation of settlements. Wakefield was expected to treat the Māori with the utmost fairness. Wakefield's first sight of New Zealand was not encouraging: successive ranges of formidable mountains. They took on supplies of wood and water at Ship Cove in Queen Charlotte Sound and met their first Māori, who were very interested in trading. One of the offers Wakefield firmly rejected was that of their wives and daughters for the comfort of the sailors. After five weeks in the Marlborough Sounds in the South Island, the Tory sailed over to Te Whanganui a Tara (\"The Big Harbour of Tara\") and Port Nicholson. Here he began serious negotiations for the purchase of land. The negotiations involved two tribes or iwi, Ngati Toa and Te Atiawa; it involved sixteen chiefs, and after five days a deal was made that apparently pleased everyone. It was subsequently endorsed by the paramount chief of the area, Te Rauparaha. Strong objections were raised by Te Rauparaha's nephew, Te Rangihaeata. The purchase completed, Wakefield and the Tory set out to explore a bit more of New Zealand sailing up the west coast. They were impressed with the potential of the Taranaki area for further settlement. They then sailed up to the Hokianga, made contact with the traders, and looked at buying land in that district. However, the expedition was curtailed when the Tory ran aground in Hokianga Harbour. The ship was saved but it needed extensive repairs. == Wellington settlement == Wakefield arrived back in Port Nicholson in early January 1840. The first of the settlers’ ships arrived on 21 January with five others coming in over the next few weeks. However, as the settlers prepared to begin building their new homes it became apparent that the land around Petone was not suitable, being too swampy. A new site had to be selected and Lambton Harbour was chosen, a few kilometres further west. The newly chosen site was already occupied by Māori, being one of their residential areas. Wakefield was quite clear that he had bought and paid for the land on behalf of the New Zealand Company but it soon emerged that despite his efforts the Māori had not fully understood the nature of the deal. They had expected to share the land with the Pakeha and were most unwilling to move. The Waitangi Tribunal investigated the company's 1839 Port Nicholson deed of purchase, declared it invalid. Reasons given were that Māori were never paid for some , the boundaries weren't clear, not all those with customary rights signed the deed and those who did sign didn't understand it, as it was in English and Richard Barrett's translation missed or confused several important facts. To make matters worse the missionary Henry Williams appeared in the district with copies of the Treaty of Waitangi for Māori to sign. Furthermore, he was claiming some of the land the New Zealand Company had purchased. Wakefield was furious as he recognised that Williams’s claims were made for selfish reasons but he granted him one acre (4,000 m²) of town land for his personal ownership. Williams was soon to be dismissed and disgraced by the Church Missionary Society for defrauding the Māori. Meanwhile, another problem was looming; the consequences of the furtive and hurried way in which the New Zealand Company had established the settlement ahead of the establishment of British Sovereignty. Naturally, the new governor, William Hobson, resented their actions. The Settlers' Council was seen as an attempt to establish an illegal republic. The Acting Colonial Secretary Willoughby Shortland was dispatched with soldiers and mounted police to disband the illegal organisation. Wakefield strongly believed that Port Nicholson's central position made it the obvious choice to be New Zealand's capital and seat of government. However, Hobson chose Auckland, he probably recognised that Port Nicholson was dominated by the New Zealand Company. Meanwhile, Shortland was scrutinising the details of the land purchase very critically. When the General Legislative Council was formed in May 1841, Hobson appointed Wakefield as one of its members. After the first session had ended, Wakefield's membership terminated in September 1841. Other problems arose. Many of the settlers were not happy with the land they had been allocated, others were not getting the land they had paid for. To satisfy its commitments the New Zealand Company needed about 500 km², which was difficult given the lack of arable land in the Wellington area. Furthermore, Wakefield's nephew, Jerningham Wakefield, was causing concern, drinking heavily and fornicating with Māori women. Altogether Wakefield was beset on all sides, and seemed to withdraw into himself; one of the settlers described him as \"the coldest mannered man they have met\". Despite all the difficulties, the colony thrived, Port Nicholson or Brittania became Wellington and continued to grow. The death of his brother Arthur in the Wairau Affray (as it is now called, rather than Massacre) was a huge blow particularly as Wakefield felt partly responsible. Governor Hobson died in September 1842 and was replaced by Robert FitzRoy. Initially Fitzroy and Wakefield clashed seriously, particularly when FitzRoy declined to take any action against his brother's killers, as the settler party was acting illegally over a questionable land claim. There was continuing criticism of the land deals the New Zealand Company had made. Wakefield felt he had been honest but very few of the government agreed with him. Several of the deals were renegotiated and the putative owners paid a second time. Gradually though the Land Claims Commissioner, William Spain, swung around. Over the next few years Wakefield was involved in disputes with the Crown, with the Māori and with his own surveyors. These disputes meant that the colonist land titles were delayed by months or years leading in turn to disputes with the various settlements. One of the undertakings of the New Zealand Company was that labourers going to the colony were guaranteed work. Because of the delays Wakefield had no work for them and this caused further anger, at one stage Nelson was almost in a state of armed rebellion against the Company’s agents. Wakefield and the Company simply did not have the resources to carry out their commitments. The situation was made worse by Wakefield's personality; he demonstrated no sign of any leadership qualities and was unwilling to take any initiative in dealing with the problems. His time was apparently spent writing letters back to London describing the wonderful progress being made. When confronted with problems he blustered, cajoled, and criticised, but he would not do anything. By April 1844 he had alienated practically every colonist. One of them wrote: \"The baneful influence of Colonel Wakefield has ruined every settler and the colony of Port Nicholson.\" Early in 1842 Wakefield had been joined in New Zealand by his daughter, Emily, then sixteen years old. Shortly afterwards she became engaged to Francis Molesworth, but it was broken off when ill health after receiving an injury forced him to return to England (Molesworth died in 1846). Then in late 1845 she met Edward Stafford of Nelson and they were married the following year. In March 1847 Wakefield fought a duel with his doctor, Isaac Featherston, over an editorial in the Wellington Independent newspaper that questioned his honesty. Featherstone fired first and missed then Wakefield fired into the air. Wakefield suffered a mild stroke early in 1848 and then a more severe one in August. On 15 September 1848, while at the bathhouse, he collapsed; there were soon three doctors on the scene but to no avail and he died four days later in a room at the Wellington Hotel (known as Alzdorfs after the proprietor Baron von Alzdorf). He was given what amounted to a state funeral, Governor George Grey attended as did nearly half of Wellington, both Māori and Pakeha, the Māori Chief, Hōniana Te Puni-kōkopu, was one of his pallbearers. Soon after his death, his friends began to fund-raise for a memorial, but it was not until 1882 that the William Wakefield Memorial was unveiled at the Basin Reserve. The memorial is registered as a Category I heritage structure by the Heritage New Zealand with registration number 1441. ==Notes== ==References== * from the Dictionary of New Zealand Biography * *Biography in 1966 An Encyclopaedia of New Zealand *Temple, Philip (2002).A sort of conscience: The Wakefields. Auckland: Auckland University Press. * Category:1803 births Category:1848 deaths Category:Criminals from London Category:New Zealand people of English descent Category:Wellington City Category:New Zealand duellists Category:British Auxiliary Legion personnel Category:Burials at Bolton Street Cemetery William Category:Military personnel from London Category:Members of the New Zealand Legislative Council (1841–1853) Category:Settlers of New Zealand Category:History of Wellington",
 "title": "William Wakefield"
}