{
 "id": "324888",
 "text": "Rational ignorance is refraining from acquiring knowledge when the supposed cost of educating oneself on an issue exceeds the expected potential benefit that the knowledge would provide. Ignorance about an issue is said to be \"rational\" when the cost of educating oneself about the issue sufficiently to make an informed decision can outweigh any potential benefit one could reasonably expect to gain from that decision, and so it would be irrational to waste time doing so. This has consequences for the quality of decisions made by large numbers of people, such as in general elections, where the probability of any one vote changing the outcome is very small. The term is most often found in economics, particularly public choice theory, but also used in other disciplines which study rationality and choice, including philosophy (epistemology) and game theory. The term was coined by Anthony Downs in An Economic Theory of Democracy.Downs. (1957), An Economic Theory of Democracy; New York: Harper & Brothers, 1957; p. 244–46, 266–71 ==Example== Consider an employer attempting to choose between two candidates offering to complete a task at the cost of $10/hour. The length of time needed to complete the task may be longer or shorter depending on the skill of the person performing the task, so it is in the employer's best interests to find the fastest worker possible. Assume that the cost of another day of interviewing the candidates is $100. If the employer had deduced from the interviews so far that both candidates would complete the task in somewhere between 195 and 205 hours, it would be in the employer's best interests to choose one or the other by some easily applied metric (for example, flipping a coin) rather than spend the $100 on determining the better candidate, saving at most $100 in labor. In many cases, the decision may be made on the basis of heuristics; a simple decision model which may not be completely accurate. For example, in deciding which brand of prepared food is most nutritious, a shopper might simply choose the one with (for example) the lowest amount of sugar, rather than conducting a research study of all the positive and negative factors in nutrition. ==Applications== === In marketing === Marketers can take advantage of rational ignorance by increasing the complexity of a decision. If the difference in value between a quality product and a poor product is less than the cost to perform the research necessary to differentiate between them, then it is more rational for a consumer to just take his chances on whichever of the two is more convenient and available. Thus, it is in the interest of the producer of a lower value product to proliferate features, options, and package combinations which will tend to increase the number of shoppers who decide it's too much trouble to make an informed decision. === In politics === Politics and elections especially display the same dynamic. By increasing the number of issues that a person needs to consider to make a rational decision about candidates or policies, politicians and pundits encourage single-issue voting, party-line voting, jingoism, selling votes, or dart-throwing all of which may tip the playing field in favor of politicians who do not actually represent the electorate. This does not mean that voters make poor and biased decisions: rather that in carrying out their everyday responsibilities (like working and taking care of a family), many people do not have the time to devote to researching every aspect of a candidate's policies. So many people find themselves making rational decisions meaning they let others who are more versed in the subject do the research and they form their opinion based on the evidence provided. They are being rationally ignorant not because they don't care but because they simply do not have the time. Because the cost/benefit ratio increases with increasing costs decreasing the benefit, the same effect can occur when politicians protect their policy decisions from the preferences of the public. To the degree that the electorate perceives their individual votes to count for less, they will have less incentive to spend any time actually learning any details about the candidate(s). A more nuanced example occurs when a voter identifies with a particular political party, akin to the adoption of a favorite movie critic. Based on prior experience a responsible voter will seek politicians or a political party that draws conclusions about social policy that are similar to what their own conclusions would have been had they done a complete analysis. But when voters find themselves agreeing with the same party or politician across a number of election cycles, many voters simply trust that the same will continue to be true and \"vote the ticket,\" also referred to as straight-ticket voting, instead of wasting time on a complete investigation. ==Criticisms== Much of the empirical support for the idea of rational ignorance was drawn from studies of voter apathy, which reached particularly strong conclusions in the 1950s.Campbell, A., Converse, P., Miller, W. and Stokes. D. (1960), 'The American Voter', Wiley, N.Y. However, apathy appeared to decline sharply in the 1960s as concern about issues such as the Vietnam War mounted, and political polarization increased.Nie, N., Verba, S. and Petrocik, J. (1976), 'The Changing American Voter', Harvard University Press, Cambridge, Mass. This is consistent with expectations from Public Choice Theory; as voters' interest in the results of policy decisions increase, the perceived benefit of the analysis (or the trip to the ballot box) increases, so more people will consider it rational to repair their ignorance. There also may be situations when \"the individual may perceive the situation as one that has carry over benefits to other situations, and treat the learning as a capital investment with payoff beyond the specific situation in which it is presented,\" and not a waste of time even though the time invested in the learning my not have immediate payoff. (Denzou and North, 1994). Additionally, rational ignorance is scrutinized for its broadening effect on the decisions that individuals make in different matters. The investment of time and energy on learning about the specified subject has ramifications on other decision areas. Individuals sometimes ignore this when unconsciously assessing the investment cost versus payout. The external benefits of acquiring knowledge in one area—those benefits occurring in other decision areas—are therefore subject to being overlooked. ==See also== * Agency (sociology) * Bounded rationality * Mooers's law * Rational irrationality * Satisficing * Sociology of scientific ignorance ==References== ==External links== *\"Would Rational Voters Acquire Costly Information?\" by Cesar Martinelli, Journal of Economic Theory, Vol. 129, Issue 1, July 2006, pp. 225–251 *\"Rational Ignorance and Voting Behavior\" by Cesar Martinelli, International Journal of Game Theory. Vol. 35, Issue 3, February 2007, pp. 315–335 Category:Public choice theory Category:Epistemology Category:Game theory",
 "title": "Rational ignorance"
}