{
 "id": "325030",
 "text": "Historical geology or palaeogeology is a discipline that uses the principles and methods of geology to reconstruct the geological history of Earth. Historical geology examines the vastness of geologic time, measured in billions of years, and investigates changes in the Earth, gradual and sudden, over this deep time. It focuses on geological processes, such as plate tectonics, that have changed the Earth's surface and subsurface over time and the use of methods including stratigraphy, structural geology, paleontology, and sedimentology to tell the sequence of these events. It also focuses on the evolution of life during different time periods in the geologic time scale.Levin, Harold L.; King, David T. (2017). The Earth Through Time (11th ed.). Hoboken, New Jersey: John Wiley & Sons. p. 8. . ==Historical development== During the 17th century, Nicolas Steno was the first to observe and propose a number of basic principles of historical geology, including three key stratigraphic principles: the law of superposition, the principle of original horizontality, and the principle of lateral continuity.Levin, Harold L.; King, David T. (2017). The Earth Through Time (11th ed.). Hoboken, New Jersey: John Wiley & Sons. p. 17. . 18th-century geologist James Hutton contributed to an early understanding of the Earth's history by proposing the theory of uniformitarianism, which is now a basic principle in all branches of geology. Uniformitarianism describes an Earth formed by the same natural phenomena that are at work today, the product of slow and continuous geological changes. The theory can be summarized by the phrase \"the present is the key to the past.\"Levin, Harold L.; King, David T. (2017). The Earth Through Time (11th ed.). Hoboken, New Jersey: John Wiley & Sons. p. 20. . Hutton also described the concept of deep time. The prevailing conceptualization of Earth history in 18th-century Europe, grounded in a literal interpretation of Christian scripture, was that of a young Earth shaped by catastrophic events. Hutton, however, depicted a very old Earth, shaped by slow, continuous change.Hutton, James (1788). \"Theory of the Earth; or an Investigation of the Laws Observable in the Composition, Dissolution, and Restoration of Land upon the Globe.\" Transactions of the Royal Society of Edinburgh. Royal Society of Edinburgh. 1 (Part 2): 209–304. Charles Lyell further developed the theory of uniformitarianism in the 19th century. Modern geologists have generally acknowledged that Earth's geological history is a product of both sudden, cataclysmic events (such as meteorite impacts and volcanic eruptions) and gradual processes (such as weathering, erosion, and deposition). The discovery of radioactive decay in the late 19th century and the development of radiometric dating techniques in the 20th century provided a means of deriving absolute ages of events in geological history. == Use and importance == Geology is considered a historical science; accordingly, historical geology plays a prominent role in the field. Historical geology covers much of the same subject matter as physical geology, the study of geological processes and the ways in which they shape the Earth's structure and composition. Historical geology extends physical geology into the past. Economic geology, the search for and extraction of fuel and raw materials, is heavily dependent on an understanding of the geological history of an area. Environmental geology, which examines the impacts of natural hazards such as earthquakes and volcanism, must rely on a detailed knowledge of geological history. == Methods == === Stratigraphy === Layers of rock, or strata, represent a geologic record of Earth's history. Stratigraphy is the study of strata: their order, position, and age. === Structural geology === Structural geology is concerned with rocks' deformational histories. === Paleontology === Fossils are organic traces of Earth's history. In a historical geology context, paleontological methods can be used to study fossils and their environments, including surrounding rocks, and place them within the geologic time scale. === Sedimentology === Sedimentology is the study of the formation, transport, deposition, and diagenesis of sediments. Sedimentary rocks, including limestone, sandstone, and shale, serve as a record of Earth's history: they contain fossils and are transformed by geological processes, such as weathering, erosion, and deposition, through deep time. === Relative dating === Historical geology makes use of relative dating in order to establish the sequence of geological events in relation to each another, without determining their specific numerical ages or ranges. === Absolute dating === Absolute dating allows geologists to determine a more precise chronology of geological events, based on numerical ages or ranges. Absolute dating includes the use of radiometric dating methods, such as radiocarbon dating, potassium–argon dating, and uranium–lead dating. Luminescence dating, dendrochronology, and amino acid dating are other methods of absolute dating. == Plate tectonics == The theory of plate tectonics explains how the movement of lithospheric plates has structured the Earth throughout its geological history.Levin, Harold L.; King, David T. (2017). The Earth Through Time (11th ed.). Hoboken, New Jersey: John Wiley & Sons. p. 9. . == Weathering, erosion, and deposition == Weathering, erosion, and deposition are examples of gradual geological processes, taking place over large sections of the geologic time scale. In the rock cycle, rocks are continually broken down, transported, and deposited, cycling through three main rock types: sedimentary, metamorphic, and igneous. == Paleoclimatology == Paleoclimatology is the study of past climates recorded in geological time. ==Brief geological history== {|class=\"wikitable\" |- !Eon !Era !Period !Epochs !Start |- |rowspan=\"22\" style=\"background:\" | Phanerozoic |rowspan=\"7\" style=\"background:\" | Cenozoic |rowspan=\"2\" style=\"background:\" | Quaternary |style=\"background:\" | Holocene |0.0117 |- |style=\"background:\" | Pleistocene |2.558 |- |rowspan=\"2\" style=\"background:\" | Neogene |style=\"background:\" | Pliocene |5.333* |- |style=\"background:\" | Miocene |23.030* |- |rowspan=\"3\" style=\"background:\" | Paleogene |style=\"background:\" | Oligocene |33.9* |- |style=\"background:\" | Eocene |56.0* |- |style=\"background:\" | Paleocene |66.0* |- |rowspan=\"8\" style=\"background:\" | Mesozoic |rowspan=\"2\" style=\"background:\" | Cretaceous |style=\"background:\" | Late Cretaceous |100.5* |- |style=\"background:\" | Early Cretaceous |c. 145.0 |- |rowspan=\"3\" style=\"background:\" | Jurassic |style=\"background:\" | Late Jurassic |163.5 ± 1.0 |- |style=\"background:\" | Middle Jurassic |174.1 ± 1.0* |- |style=\"background:\" | Early Jurassic |201.3 ± 0.2* |- |rowspan=\"3\" style=\"background:\" | Triassic |style=\"background:\" | Late Triassic |c. 235* |- |style=\"background:\" | Middle Triassic |247.2 |- |style=\"background:\" | Early Triassic |252.2 ± 0.5* |- |rowspan=\"7\" style=\"background:\" | Paleozoic |style=\"background:\" | Permian |style=\"background:\" | |298.9 ± 0.2* |- |rowspan=\"2\" style=\"background:\" | Carboniferous |style=\"background:\" | Pennsylvanian |323.2 ± 0.4* |- |style=\"background:\" | Mississippian |358.9 ± 0.4* |- |style=\"background:\" | Devonian |style=\"background:\" | |419.2 ± 3.2* |- |style=\"background:\" | Silurian |style=\"background:\" | |443.4 ± 1.5* |- |style=\"background:\" | Ordovician |style=\"background:\" | |485.4 ± 1.9* |- |style=\"background:\" | Cambrian |style=\"background:\" | |541.0 ± 1.0* |- |rowspan=\"10\" style=\"background:\" | Proterozoic |rowspan=\"3\" style=\"background:\" | Neoproterozoic |style=\"background:\" | Ediacaran |rowspan=\"15\" style=\"background:\" | Precambrian |c. 635* |- |style=\"background:\" | Cryogenian |850 |- |style=\"background:\" | Tonian |1000 |- |rowspan=\"3\" style=\"background:\" | Mesoproterozoic |style=\"background:\" | Stenian |1200 |- |style=\"background:\" | Ectasian |1400 |- |style=\"background:\" | Calymmian |1600 |- |rowspan=\"4\" style=\"background:\" | Paleoproterozoic |style=\"background:\" | Statherian |1800 |- |style=\"background:\" | Orosirian |2050 |- |style=\"background:\" | Rhyacian |2300 |- |style=\"background:\" | Siderian |2500 |- |rowspan=\"4\" style=\"background:\" | Archean |style=\"background:\" | Neoarchean |rowspan=\"5\" | |2800 |- |style=\"background:\" | Mesoarchean |3200 |- |style=\"background:\" | Paleoarchean |3600 |- |style=\"background:\" | Eoarchean |4000 |- |style=\"background:\" | Hadean | |4567 |} == External links == Geology - Earth history | Encyclopedia Britannica Historical Geology | OpenGeology.org GEOL 102 Historical Geology | Lecture notes for course at the University of Maryland == Notes ==",
 "title": "Historical geology"
}