{
 "id": "325115",
 "text": "Little Green Footballs (LGF) is an American political blog run by web designer Charles Foster Johnson. In its beginning years, the site had a right-wing orientation and known for its advocacy of the War on Terrorism and the Iraq War, as well its strident criticism of political Islam. The blog moved away from the right around 2009. ==Overview== The site originally had a \"right wing\" orientation. It was one of the most well-known and vehement pro-War on Terrorism websites in the early days of the blogosphere. Johnson stated in 2006: After eight years of being a leading right wing blog, LGF started condemning racism and the far-right (especially the Belgian party Vlaams Belang). After that, the site abruptly switched sides and now \"LGF has become better known for the various fights it picks with many on the right.\" During the transition period, Johnson deleted many of his more extreme past entries on the site, deleted entire comment sections, and banned many of the former right wing commentators from the site. More recently, in 2009, Johnson stated On November 30, 2009, Johnson blogged that he was disassociating himself with \"the right,\" writing: \"The American right wing has gone off the rails, into the bushes, and off the cliff. I won't be going over the cliff with them.\" He has been heavily critical of conservatives and libertarians since then.Little Green Footballs - Why I Parted Ways With The Right Earlier, after the September 11, 2001 attacks, Johnson—who has described himself as \"pretty much center-left before 9/11\"—transformed his blog into a discussion of the Arab–Israeli conflict. LGF won the \"Best Israel Advocacy Blog\" award from the Jerusalem Post in 2005. In 2004 Gil Ronen, a reporter for Internet news outlet Arutz Sheva, stated that \"If anyone ever compiles a list of Internet sites that contribute to Israel's public relations effort, Johnson's site will probably come in first, far above the Israeli Foreign Ministry's site.\" In the United States, LGF is perhaps best known for playing a key role in exposing the fraud of the Killian documents regarding President George W. Bush, which preceded the resignation of CBS's Dan Rather. The site won the Washington Posts reader poll for Best International Blog in November 2004 and played a role in bringing attention to altered photographs in the Adnan Hajj photographs controversy. In July 2008, LGF identified that photographs of Iran's missile test had been altered, and was credited by much of the media for this. ===Name=== The name \"Little Green Footballs\" has not been explained by Charles Johnson. The most he has said about it is: > I am at liberty to reveal that it has something to do with an incident in my > youth that happened in Japan. ===Alteration and deletion of posts=== In early September, 2010, it was discovered that Johnson had begun altering some posts and deleting others which expressed sentiments which were substantively similar to the ones he had recently been condemning others for. In one example, Johnson had been condemning opponents of the Park51 project as \"bigots\", though he had expressed similar opposition to the proposed Flight 93 memorial, which he described as an \"Islamic Shrine\". Johnson was discovered to have deleted these posts without acknowledging their deletion. Johnson had also described the lead figure in the Park51 project, Feisal Abdul Rauf, as an \"Islamic Supremacist,\" but later revised that description from the post without acknowledging the change. ===Software=== The software for the website was written by Johnson himself in PHP. Until Spring 2007, all data was stored in flat files. The website now uses MySQL. ==Notable events== ===Killian documents=== LGF was one of four sources, along with the Power Line and Allahpundit blogs and the Free Republic discussion forum, who conducted the initial investigation of Dan Rather's assertions on 60 Minutes that the Killian documents were genuine. ===Charitable contributions=== Little Green Footballs supporters have helped raise thousands of dollars for Spirit of America's \"Friends of Iraq Blogger Challenge\". Supporters also donate pizzas for IDF soldiers. (See pizzaidf.com) In the immediate aftermath of Hurricane Katrina several registered users also offered their direct services donating and transporting goods to the hardest hit, inviting contributions from other readers. Johnson also posted a number of links to charitable efforts and thanked his readers for their response. ===Pajamas Media=== In late 2005 Johnson, along with blogger and author Roger L. Simon launched a news site called Pajamas Media (briefly called Open Source Media) featuring mostly conservative and libertarian bloggers and journalists (e.g., Michelle Malkin, Glenn Reynolds, Michael Barone, Tammy Bruce, John Podhoretz, Michael Ledeen, Cathy Seipp) with some liberal participants (e.g., David Corn, Marc Cooper). The name refers to Jonathan Klein's comment about bloggers working in their pajamas. As of 15 September 2009, Johnson has removed all links to Pajamas Media sites from Little Green Footballs. ===Doctored photographs=== On August 5, 2006, LGF showed how a photograph of Beirut after an Israeli air strike taken by Reuters photographer Adnan Hajj was manipulated before being published by Reuters. On July 10, 2008 the website documented alterations to photos of Iranian missile tests. Fox News credited the website for discovering the doctored photos. ===Awards=== Little Green Footballs once had two annual awards; The Fiskie and The Fallaci. The Fiskie was named after journalist Robert Fisk, in a blog post where Johnson notes that, after having been captured and beaten by Afghan refugees, Fisk claimed he sympathized with them. The award was given to people who in the previous year best embodied the \"Idiotarian\" worldview. The Fallaci was named after the late Oriana Fallaci, and given to people who in the previous year best embodied the \"Anti- Idiotarian\" worldview. Johnson had previously allowed his users to nominate and vote on candidates for both awards. The Fallaci was discontinued without explanation after 2007. Johnson quietly removed a link to her memorial site from the blog during his ideological shift in 2008. The Fiskie was discontinued after 2009. That year, rather than allow the community to vote, Johnson unilaterally awarded the Fiskie to Glenn Beck. ==Recurring themes== ===Pre-2009=== ====Slang==== Discussing slang terms used by Johnson and his readers, Paul Farhi, a writer for the Washington Post, notes: ::...Little Green Footballs doesn't always traffic in subtlety and nuance. Dissenting points of view often are dismissed as \"idiotarian\" or \"LLL\" (for \"loony liberal left\"), and Islam is mockingly referred to as \"RoP\", meaning \"religion of peace\". ====Monitoring and exposing rival websites for revisionist editing==== Charles Johnson's posts on LGF frequently call attention to what he regards as unethical revisionism on the part of rival blogs. ====Ideological influences==== Charles Johnson's posts on LGF frequently cited the writing of authors representing Neoconservative viewpoints, such as Victor Davis Hanson, Charles Krauthammer, Mark Steyn, James Lileks, and Oriana Fallaci. Johnson has expressed a strong disdain for the Tea Party protests. Since his strong break with the right, he has come to openly criticize many of those same writers. He frequently references climate blogger Peter Sinclair in posts about global warming. ====Palestinian child abuse==== Johnson often posts photos taken by Associated Press and Reuters photographers, among others, of Palestinians dressing their children in paramilitary uniforms, or in clothing emblazoned with violent slogans such as \"Death to Israel.\" These children are often shown carrying real guns and even wearing mock-ups of the explosive belts used by suicide bombers. Johnson refers to such photographs as evidence of Palestinian child abuse. ====Rachel Corrie==== Johnson has stated many times that he is disgusted with media coverage of the death of International Solidarity Movement activist Rachel Corrie, who was killed by an Israeli bulldozer in Rafah, a town in the Gaza Strip. Johnson disputes the ISM's account, holding that Corrie, who was regularly mocked as \"Saint Pancake\" on his website, was \"trying to 'protect' a house used for drugs and weapons smuggling\". Johnson states: ::Rachel Corrie was emphatically not a \"peace activist\". She sided with terrorists and criminals, and advocated—in fact, was excited by—violence and mass murder. In support of this view, he has cited a diary entry\"Courage And More Martyrs\". February 10, 2003. Scoop. Diary entries of Rachel Corrie. from Corrie, which Johnson characterizes as expressing the view that Palestinian violence towards Israel is justifiable and laudable. In posts about her on LGF, Johnson often features a photo of Corrie burning a hand-drawn American flag and surrounded by Palestinian children. ====Intelligent Design criticism==== LGF has been empirically opposed to Intelligent Design, and Johnson regularly posts to criticize the subjectSee articles with the Intelligent Design tag and those who endorse it. He is particularly critical of Louisiana Governor Bobby Jindal on this point. In 2009, he stated that the Republican Party's having visible advocates of Intelligent Design is one of the reasons that the Democrats were in power. ===Post-2009=== ====Edward Snowden==== Johnson has been critical of Edward Snowden and his disclosures. In 2014, he asserted that \"Snowden himself committed a truly massive violation of civil liberties\".Civil Liberties Hero Edward Snowden Commits Massive Civil Liberties Violation ==Registration and posting protocols== ===Posting filter=== Johnson has put in place a filter which stops LGF members from using certain derogatory and racist terms in their posts to the site. Johnson stresses that the number of comments filtered in this way are \"minuscule.\" The filter is intended to prevent abuse going unnoticed. ===Rivalries=== Johnson and LGF \"regulars\" (the self-proclaimed \"Lizardoids\") have engaged in a number of high-profile feuds and flame wars, pitting LGF supporters against readers of other blogs (e.g., Daily Kos and later Hot Air) and alternative media sites (e.g., Fark and Digg). As of 2014, one of Charles Johnson's main targets is an alt-right figure and well-known Internet troll with the same first and last name as him. When speaking of Charles C. Johnson, the LGF owner takes pains to point out that this doppelganger \"is not me.\" ===Redirects=== Johnson often redirects incoming links from sites critical of LGF to the Israel Defense Forces homepage. Following a news release which CAIR sent to pay-for-play organization PRNewswire.com, Johnson redirected the news release's link traffic to a site regarding CAIR's alleged ties to terrorist organizations. CAIR responded by having the links removed from the press release. ==Controversies== ===Allegations of anti-Arab and anti-Muslim sentiment=== *R. J. Smith, writing in Los Angeles Magazine, stated that LGF is a \"dysfunctional mix of beautiful photos Johnson takes on coastal bike rides and constitutionally protected hate speech\" which \"believes all Muslims are terrorists until proven innocent.\" *Ibrahim Hooper, spokesman for the Council of American Islamic Relations (CAIR) called Little Green Footballs \"a vicious, anti-Muslim hate site\" and says that the FBI has \"investigated several threats of physical harm against Muslims posted by Little Green Footballs readers\". *Columnist Antonia Zerbisias has described LGF as a \"virulently anti-Muslim/Arab website\". ===Google and Websense=== *In March 2005, Johnson called attention to Google's inclusion of the white supremacist National Vanguard site (and simultaneous exclusion of LGF) in its news index; the NV site has since been dropped. *In April 2007 Johnson reported that Little Green Footballs was being blocked by Websense under its \"Racism and Hate\" category. Websense admitted that the site had been thus categorized briefly (but incorrectly) and subsequently reversed the decision. ===Statements about Ron Paul=== *Johnson removed Ron Paul's name from straw polls regarding the 2008 Republican Presidential nomination campaign, asserting that Ron Paul's supporters were fraudulently gaming the vote script to increase Paul's numbers: \"The bottom line: if Ron Paul supporters weren’t spamming, he would still be in our polls. I really don’t have any nefarious motives here; I just don’t like being gamed, and since I run these silly unscientific polls I don’t have to put up with it.\" According to Johnson, the tactic used was an organized campaign by Ron Paul supporters to notify other supporters of online polls and vote in them. *In December 2007, libertarian writer David Weigel accused Johnson of launching a \"smear\" against Republican presidential candidate Ron Paul, writing in Reason Magazine that: : Little Green Footballs has moved, over the space of a few weeks, from mercilessly mocking Ron Paul and banning him from its straw polls to putting him at the center of a conspiracy for worldwide Nazi domination. Johnson's allegations were picked up in the New York Times \"Medium\" section, where Virginia Heffernan cited LGF's coverage of claims by Bill White, writing: : Little Green Footballs, the hawkish and rigidly empiricist blog that first furnished evidence of memo-forging in the Rathergate case, has started due diligence... ===Statements about Vlaams Belang=== In the wake of the Brussels Counterjihad 2007 conference held on October 17–18, 2007, Charles Johnson became openly critical of the Vlaams Belang and Sweden Democrats, political parties he believes to be fascist or neo-Nazi in character. ==Media attention in the United States== === 2002 === *MSNBC's Will Femia wrote of LGF: ::This site is the focus of considerable controversy for its focus (and particularly the focus of the constituents in its comments section) on Islamic culture and dogma as the source of Islamic terror. As a popular, active, and well presented site, it is worth checking out, but some may find its content hateful or even racist. *Syndicated columnist James Taranto defended LGF after MSNBC 'smeared' Johnson. ===2005=== *Vanity Fair theater critic James Wolcott characterized the LGF community as \"sort of like a disorganized Nuremberg Rally, a lot of angry ruffians with nowhere to go....\" after Johnson described an attack on Daniel Pipes by Wolcott as \"the sort of high-toned writin’ that made Vanity Fair the journalistic juggernaut it is today\". *The Weekly Standard described LGF as one of \"the saner precincts of the blogosphere\". ===2006=== *Pajamas Media contributor Cathy Seipp wrote in National Review that: ::I'm losing patience with this notion, surely one of the most successful media Big Lies of the past few years, that Charles runs a racist hate site. By now it's been repeated so often that even normally reasonable people believe it. ===2009=== *Charles Johnson and LGF received attention from the leftist blog the Huffington Post because of a blog post of Johnsons disassociating himself from \"the right\" because of perceived, \"anti-Islamic bigotry that goes far beyond simply criticizing radical Islam, into support for fascism, violence, and genocide,\" embracing of conspiracy theories, and hate speech.Huffingtonpost.com ===2010=== *Author and journalist Jonathan Dee wrote a lengthy profile of Johnson for The New York Times Magazine. Johnson later criticized the article for its negative slant and for lending too much weight to the opinions of people whom, Johnson wrote, the Times would \"normally assign to the 'wacko far right bigot' category\". ==References== ==External links== * littlegreenfootballs.com home page Category:American political blogs Category:Blogs critical of Islam",
 "title": "Little Green Footballs"
}