{
 "id": "325643",
 "text": "is the Japanese martial art of wielding the . This is a weapon resembling the medieval European glaive and the Chinese guan dao. Most naginatajutsu practiced today is in a modernized form, a gendai budō, in which competitions also are held. ==History== ===Origins=== The naginata originates from development of the Japanese spear called hoko yari of the later 1st millennium AD. It has been suggested that it developed along the same lines as Okinawan kobudō weapons as a modified farming tool. Others say that creative samurai in need of a longer weapon attached a sword to a pole. Perhaps the simplest explanation is the natural development of polearms. Polearms are intended as mass weapons, to be used not just by individual warriors, but by formations of soldiers together on field battles and not for dueling. When fighting in close order, two-handed cut-and-thrust weapons, such as halberds and glaives, are much more efficient than mere spears or swords because of their versatility compared to spears and longer reach compared to swords. Fighting in massed formation does not require similar individual weapon-handling skills as required by a skilled swordsman. Naginata are almost identical in appearance to both the glaive and the guan dao, and it is most likely result of parallel evolution. ===Pre-Modern Japan=== thumb|220px|Female students perform Naginatajutsu at an autumn sports festival of Hamamatsu Municipal Senior High School in 1911 The oldest account of naginata is in the Kojiki and battle paintings by Tengyo no ran, in 980 AD (Heian Period). The naginata was a weapon widely used mainly by the Onna-musha, warrior women, by the Sôhei 僧兵, the warrior monks, and the Yamabushi 山伏, the mountain monks. In the early history of its use, the naginata was primarily used against cavalry, as its length kept the wielder a safe distance from horses and their riders. Its popularity occurred around the year 1000 AD. In the centuries that followed, Naginata's popularity went through ups and downs, as tactics used in battle evolved. The importance of naginata for samurai can be attested by the relatively large number of styles of bujutsu that have incorporated it in their curriculum, to name a few: Suio Ryu, Katori Shinto Ryu, Tendo Ryu, Toda- ha Buko ryu and the Yoshin ryu. During the Tokugawa period (1603–1868), the naginata was transformed into a status symbol to distinguish women of samurai families, as well as being the primary means for a woman to defend her home while her husband was away in times of war. This period also saw the propagation of the naginata as a feminine art and the weapon serving as more of a symbol of devotion to a woman's family. === Modern Japan === With the end of the Samurai era and the Meiji Restoration in 1868, Japan was modernized and many of the old practices fell into disuse. During the Showa Period, Naginata became part of the physical education school curriculum for girls. The practice at this time was called Naginata-do 薙刀道 (lit. \"way of the naginata\"). After Japan's defeat in World War II, the practice was remodeled, resulting in two Naginata practices: and Naginata Koryu (Classic Naginata) and Atarashi Naginata (New Naginata). Despite the differences, the two ways of practicing Naginata share many things in common. In both, the practice is systematized according to a tradition of strokes, cuts and movements of the left and right in various directions, promoting training with an emphasis on the form and beauty of the movement. ==Koryu Naginata== Naginata is found as part of the curriculum of several styles of Kobudô. Many koryū ryūha, such as the Tenshin Shoden Katori Shinto-ryu, Maniwa-nen-ryu, Jikishinkage-ryu Naginatajutsu, Tendō-ryū and Hokushin Ittō-ryū include naginatajutsu in their curriculum, as do arts such as Shidare Yanagi-ryū and budo organizations such as the Bujinkan. The practice and grading system varies from style to style, as well as the use or not of protectors for the practice of combat. Some of the most common known styles that incorporate naginata in their curriculum are: ===Tenshin Shōden Katori Shintō-ryū=== Tenshin Shoden Katori Shinto Ryu is the oldest style of Koryu, and Japan's only tradition recognized as Bunkasai, or Japanese cultural treasure. The characteristics of this school are dynamic techniques and long katas, with movements such as jumps, turns with the body and ascending and descending cuts used in alternation. The Tenshin Shoden Katori Shinto Ryu has seven kata with naginata, divided into two sets. ===Suiō-ryū=== Suio Ryu Iai Kenpo is one of the most complete styles, with several weapons in its curriculum. The Naginata occupies an important highlight, having been incorporated by the founder of the style, Mima Yochizaemon Kagenobu (1577–1665), who learned to use this weapon with the sohei monks during the Musha shugyo (warrior pilgrimage) that he made in the first part of your life. Naginata katas are divided into three sets: Naginata against sword, Naginata against Naginata and solo forms in which techniques used on battlefields to slaughter horses are practiced. ===Other traditions=== Other important traditions that teach Naginata are: *Tendo Ryu Naginata-jutsu *Jiki-shinkage Ryu Naginata-jutsu *Toda-ha Buko Ryu Naginata-jutsu *Higo Koryu Naginata-jutsu *Yoshin Ryu Naginata-jutsu ==Atarashii Naginata== thumb|right|250px|Modern competition with bamboo naginata.Today, the naginata is most often used in the form of a sport called , or simply \"Naginata,\" which uses kendo-style protective equipment and wood or bamboo weapons. In Japanese, Naginata, the sport, is distinguished from the naginata, the weapon, by being rendered in hiragana (なぎなた) rather than in kanji (長刀). In other languages, the name \"Naginata\" is usually capitalized to make the same distinction. It is most common in Japan for Naginata to be practiced by women; in other countries, the gender balance is more even. Outside Japan, Naginata is practiced in Europe, Australia, North and South America. Naginata is governed in Japan by the All Japan Naginata Federation (AJNF), and outside Japan by the International Naginata Federation (INF). ===The practice=== The first associations for the practice of Atarashi Naginata were formed in 1950, bringing together more than 15 different styles. In 1953 the Zen Nihon Naginata Renmei – Japanese Confederation of Naginata was established, which regulated the official style of this art, bringing together the techniques of the various existing styles, mainly Tendô Ryu and Jiki Shinkague Ryu. Atarashi Naginata started to be written, in Japanese, using the hiragana characters, instead of Kanji. Atarashi Naginata currently has more than 80,000 practitioners in Japan and several countries in the West. Currently, the regulation of Atarashi Naginata is carried out worldwide by the International Federation of Naginata – INF. INF was created in 1990, bringing together several countries and is divided into three sections: Japan, Europe and the Americas. In Japan, Atarashi Naginata is governed by the All Japan Naginata Federation, represented in Brazil by the Naginata Association of Brazil. ===Equipment=== The real Naginata, with a steel blade and edge, is only used in demonstrations, with rare exceptions. Suitable for training there are 2 types of Naginata, the 1st has instead of the blade two curved and very flexible bamboo strips that allow the absorption of the impact being used in contact training and championships and even in the practice of basic pre- ordered forms (Shikake -Ôji), the 2nd is made of solid wood, suitable for training advanced pre-ordered forms ( Kata). Atarashi Naginata practitioners dress with protectors during contact training and championships. Bogu, as this protective clothing is called, comprises head (and throat) protectors (Men), wrists (Kote), trunk (Do) and shins / tibia (Suneate). Only hits targeted at these protected points are allowed. In comparison to Kendo the Men has shorter side flaps, the Kote has articulation for the index finger, thus allowing for better handling of the weapon and finally the use of the Suneate that is not used in Kendo. Image:Naginata_sune.jpg|Sune - International Budo University, Japan. Image:Naginata sune2.jpg|Sune - International Budo University, Japan. Image:Naginata furikaeshi striking.jpg|Furikaeshi - International Budo University, Japan. ===Philosophical aspects=== thumb|Naginata Kata – International Budo University, Japan The Japanese Federation of Naginata has acted with the following concept and principle: *Promote harmony between the mind and the body through training. According to the Japanese Federation of Naginata, through the correct guidance of Atarashi Naginata one seeks to perfect the technique, cultivate the spirit, increase vitality and also: *Train correctly within the principles of Naginata *Respect discipline *Respect etiquette and cooperate with others *Learn and preserve traditional Japanese culture *Cultivate mind *Develop spirit and body *Promote peace and prosperity among people ===Gradings=== There are six elementary mudansha (sem dan) ranks, from the most basic, 6 kyū (rokkyū), to the most advanced, 1 kyū (ikkyū). There are five yudansha (com dan) ranks, from the lowest, 1 dan (shodan), to the highest, 5 dan (godan). Instructional shogo titles may be obtained after 5th dan: these are renshi, kyoshi, and hanshi. To be eligible for the shodan exam, a candidate must have already attained ikkyū rank. To continue through the dan ranks, practitioners must wait one year from the last exam before attempting 2nd dan, two years before 3rd dan, and three years each before 4th and 5th dan. ==Naginata in other countries== === Australia === The Australian Naginata Federation consists of three clubs, in Australian Capital Territory, New South Wales, and Victoria. ===Brazil=== ==== Atarashii Naginata ==== Atarashi Naginata is a little known martial art in Brazil. This art was practiced in the Japanese colony during the pre-World War II period, but there are practically no records about it. The most outstanding teacher at the time was Shizu Furumoto sensei. The current group of practitioners started their activities just over 30 years ago, when Professor Hatsue Takahashi came from Japan in 1987 and made demonstrations in São Paulo, forming the first group of practitioners of this martial art. This small group gradually increased, with the guidance of the same teacher Takahashi, who sporadically came to Brazil. In 1993 the Association of Naginata do Brasil – ANB was created, which brings together practitioners and supporters of Atarashi Naginata, whose affiliation with the International Federation of Naginata – INF, was approved and accepted as its 8th member. This made it possible for Brazil to participate, officially in INF events. So in 1993 Brazil was at the 3rd International Friendship Tournament held in Los Angeles – USA and at the 1st World Championship in Tokyo – Japan. In 1995 it was at the Seminar and Tournament in Yamagata – Japan. Present at the 2nd World Championship in Paris – France and in 1996 Brazil had the great honor of hosting the 4th International Friendship Tournament. In 2018, ANB was honored to host the International Naginata Seminar that took place in São Paulo. Currently in Brazil there is a teacher authorized by INF to teach the art of Atarashi Naginata: Yasue Morita Sensei, with a 4th Dan degree and have maintained a training group through ANB in São Paulo. Responsible for the dissemination of this martial art and for the guidance to people interested in learning it, in accordance with the principles of Atarashi Naginata and rules of INF. In Rio de Janeiro, Brasília, Manaus and Porto Alegre there are study groups supervised by ANB. He is also responsible for the study group formed in Argentina and Chile. ==== Koryu Naginata ==== In Brazil, Naginatajutsu of the Suio Ryu and Tenshin Shoden Katori Shinto Ryu styles is practiced within the Brazilian Kobudo Confederation (CBKOb). Teaching within CBKob is done by its president, Sensei :pt:Jorge Kishikawa, other teachers connected to him, Are affiliated with Nihon Kobudo Kyokai (headquarters in Tokyo, Japan) – NKK – and authorized to teach the art of Naginata do Suio ryu by Soke (grandmaster) Yoshimitsu Katsuse. The practice within CBKob also covers shiai (fighting) using bogu equipped with sune (protection of the tibia). Combat is carried out between two Naginatas (Category Naginata) and between Naginatas and swords (Category Kobudô Ishu Jiai). In this practice, the rules and techniques used differ from those of Atarashi Naginata. === Canada === There are five Naginata dojo in Canada, under the Canadian Naginata Federation: two in Toronto, two in Montreal, and one in Edmonton. == World Naginata Championships == In 1995, the 1st World Naginata Championships took place in Tokyo, Japan. In 1999, the 2nd World Naginata Championships took place in Paris, France. In 2003, the 3rd World Naginata Championships took place in San Jose, California. In 2007, the 4th World Naginata Championships took place in Belgium. In 2011, the 5th World Naginata Championships took place in Japan. In 2015 the 6th World Naginata Championships took place in Montreal, Canada. In 2019 the 7th World Naginata Championships took place in Wiesbaden, Germany. Teams from 14 countries participated. == European Naginata Championships == The European Naginata Championships were originally held once every four years, but are now held biannually. 12th – 2022, to be held in the Netherlands 11th – 2018 Mérignac, France 10th – 2016 Brussels, Belgium 9th – 2014 Stevenage, England 8th – 2012 Prague, Czech Republic 7th – 2010 Mainz, Germany 6th - 2008 Arnemuiden, Netherlands 5th – 2005 Tours, France 4th- 2002 Paris, France 3rd – 2001 Brussels, Belgium 2nd – 1997 Breda, Netherlands 1st – 1993 Brussels, Belgium ==References== ==External links== *All Japan Naginata Federation *International Naginata Federation Category:Japanese martial arts",
 "title": "Naginatajutsu"
}