{
 "id": "325814",
 "text": "The Ozark – St. Francis National Forest is a United States National Forest that is located in the state of Arkansas. It is composed of two separate forests, Ozark National Forest in the Ozark Mountains; and St. Francis National Forest on Crowley's Ridge. Each forest has distinct biological, topographical, and geological differences. ==Description== Together, the two forests are home to 23 developed campgrounds, and include nine swimming areas, of hiking trails, and of streams for fishing. The majority of the trails in what are now the Ozark National Forest and St. Francis National Forest were constructed under the Works Progress Administration (WPA) and Civilian Conservation Corps (CCC). The Forest contains of old-growth forests. The old- growth forests typically occur in the southern portion of the Forest on ridges and steep south-facing slopes and are dominated by Shortleaf Pine and various oaks, including Post Oak, Blackjack Oak, Eastern Black Oak, White Oak, and Northern Red Oak. Final Environmental Impact Statement, p. 365 The Forest is also home to six different endangered species. Several National Scenic Byways cross the Ozark–St. Francis National Forest, including the Scenic 7 Byway which runs from Missouri to Louisiana, of which are within the Ozark National Forest. Scenic 7 Byway offers the greatest variety of Ozark topography and scenic vistas. The Ozark Highlands Byway provides access to the Mulberry River, Big Piney Creek, and Buffalo National River for fisherman and canoeists. The Mount Magazine Byway offers scenic overlooks of the Arkansas River Valley, and the Sylamore Scenic Byway offers a scenic drive to the Blanchard Springs Caverns. Forest headquarters are located in Russellville, Arkansas. ===Ozark National Forest=== The Ozark National Forest encompasses U.S. Forest Service: Ozark-St. Francis National Forest primarily in the scenic Ozark Mountains in northern Arkansas. The forest contains the tallest mountain in Arkansas, Mount Magazine, and Blanchard Springs Caverns. The southern section of the forest lies along the Arkansas River Valley south to the Ouachita Mountains. The forest was created in 1908 by proclamation of President Theodore Roosevelt. The forest is home to over 500 species of trees and woody plants. Hardwoods, predominantly oak and hickory, comprise the majority of the forest. The forest contains five designated wilderness areas and several Wildlife Management Areas. The Ozark Highlands Trail, built and maintained by over 3,000 volunteers, is the longest hiking trail in the forest and extends for from the Buffalo National River to Lake Fort Smith State Park in the far western portion of the state. The forest also contains several multi-use trails including the Pedestal Rock Trail and the Alum Cove Natural Bridge Trail and a few wheelchair-accessible trails. In addition to the hiking trails, the forest provides trails designated for horseback riding, canoeing, mountain biking, and all-terrain vehicles. The longest horse trail is the Sylamore Trail with a length of . This trail passes over rocky bluffs, into deep hollows, and across mountain streams. The Huckleberry Mountain Horse Trail has a stop at the Sorghum Hollow Horse Camp which was built and maintained by local horsemen. Ozark National Forest is located in parts of 16 counties. In descending order of forestland they are Newton, Pope, Johnson, Franklin, Crawford, Logan, Baxter, Stone, Madison, Yell, Van Buren, Searcy, Washington, Benton, Conway, and Marion counties. There are local ranger district offices located in Clarksville, Hector, Jasper, Mountain View, Ozark, and Paris. ====Wilderness areas==== There are five officially designated wilderness areas lying within Ozark National Forest that are part of the National Wilderness Preservation System. * East Fork Wilderness * Hurricane Creek Wilderness * Leatherwood Wilderness * Richland Creek Wilderness * Upper Buffalo Wilderness ===St. Francis National Forest=== The St. Francis National Forest was established on November 8, 1960 by President Dwight D. Eisenhower. It covers in eastern Arkansas along the Mississippi River, in Lee and Phillips counties, and is one of the smallest national forests in the United States. There are local ranger district offices located in Marianna. The majority of the Forest is situated on Crowley's Ridge, but it extends into the low, flat lands along the Mississippi and St. Francis Rivers. St. Francis National Forest is the only place in the National Forest System where the public can enjoy the Mississippi River from the shoreline. While lacking the broad range of recreational activity available in other national forests, St. Francis National Forest is known for its fishing. The two largest lakes, Bear Creek Reservoir and Storm Creek Lake, enjoy large populations of Largemouth bass, Crappie, Warmouth, and Channel catfish. ==See also== * Ouachita National Forest * Ozark Mountain forests * Sam's Throne * Tom's Mill Fire ==References== ==External links== * An Illustrated History of the Ozark-St. Francis National Forests, 1908-1978 * Wildernet: Ozark-St. Francis National Forest * The National Forest Foundation's Conservation Plan for the Ozark National Forest Category:Ozarks Category:National Forests of Arkansas Category:Civilian Conservation Corps in Arkansas Category:Works Progress Administration in Arkansas Category:National Forests of the U.S. Interior Highlands Category:Protected areas of Newton County, Arkansas Category:Protected areas of Pope County, Arkansas Category:Protected areas of Johnson County, Arkansas Category:Protected areas of Franklin County, Arkansas Category:Protected areas of Crawford County, Arkansas Category:Protected areas of Logan County, Arkansas Category:Protected areas of Baxter County, Arkansas Category:Protected areas of Stone County, Arkansas Category:Protected areas of Madison County, Arkansas Category:Protected areas of Yell County, Arkansas Category:Protected areas of Van Buren County, Arkansas Category:Protected areas of Searcy County, Arkansas Category:Protected areas of Washington County, Arkansas Category:Protected areas of Benton County, Arkansas Category:Protected areas of Conway County, Arkansas Category:Protected areas of Marion County, Arkansas Category:Protected areas established in 1908 Category:1908 establishments in Arkansas Category:U.S. Interior Highlands",
 "title": "Ozark–St. Francis National Forest"
}