{
 "id": "325954",
 "text": "Synbranchiformes, often called swamp eels, is an order of ray-finned fishes that are eel-like but have spiny rays, indicating that they belong to the superorder Acanthopterygii. ==Taxonomy== No synbrachiform fossil is known. The Mastacembeloidei were removed from the Perciformes and added to the Synbranchiformes after a phylogenetic analysis by Johnson and Patterson. These authors consider the Synbranchiformes to be part of a monophyletic group called Smegmamorpha, also containing Mugilimorpha, Atherinomorpha, Gasterosteiformes, and Elassomatidae. Later authors have proposed that the Synbranchiformes along with the Anabantiformes, Carangiformes, Istiophoriformes and Pleuronectiformes form a sister clade to the Ovalentaria which has been called the “Carangimorpharia” but in the 5th Edition of Fishes of the World this clade remained unnamed and unranked. There are a total of about 99 species divided over 15 genera in three families. There are two suborders: Synbranchoidei and Mastacembeloidei, or Opisthomi. The Synbranchoidei has one family, the Synbranchidae; four genera; and 17 species. The Mastacembeloidei has two families: Chaudhuriidae, with four genera and five species, and Mastacembelidae, with three genera and about 26 species. Modern studies have placed Indostomus, the sole genus within the family Indostomidae, within the Synbranchiformes. ==Description== These eel-like fishes range in size from 8-48 inches (20-150 cm). Although they are eel-like, they are not related to true eels (Anguilliformes). The premaxillae are present as distinct bones and are nonprotrusible. The gills are poorly developed, and their openings are usually single, small, confluent across the breast, and restricted to the lower half of the body. Oxygen is absorbed through the membranes of the throat or intestine. The dorsal and anal fins are low and continuous around the tail tip. Pelvic fins are absent. Scales are either absent or very small. They lack a swim bladder. ==Distribution== These fishes are distributed in tropical America, tropical Africa, southeastern and eastern Asia, East Indies, and Australia. The three families each have a somewhat different distribution: The Synbranchidae are found in Mexico, Central and South America, West Africa (Liberia), Asia, Hawaii, and the Indo- Australian Archipelago. The Mastacembelidae are found in Africa and through Syria to Maritime Southeast Asia, China, and Korea. The Chaudhuriidae are found in northeastern India through Thailand to Korea (including parts of Malaysia and Borneo). ==Habitat== All except three species occur in fresh water. They usually are found in swamps, caves, and sluggish fresh and brackish waters. When found in pools, they typically are associated with leaf litter and mats of fine tree roots along the banks. Swamp eels are capable of overland excursions, and some can live out of water for extended periods of time. Some species are burrowers. Four species are found exclusively in caves: Rakthamichthys eapeni and R. roseni from India, Ophisternon candidum from Australia, and O. infernale from Mexico. One species, O. bengalense, commonly occurs in coastal areas of southeastern Asia. ==Ecology== Some species are considered air-breathing fishes because of their ability to breathe by highly vascularized buccopharyngeal pouches (pharynx modified for breathing air). They usually are active only at night. They feed on benthic invertebrates, especially larvae, and fishes. At least some of the species of the family Synbranchidae, that is, O. infernale, are sexually dimorphic. Adult males grow a head hump, and males are larger than females. These fishes lay about 40 spherical eggs per clutch. The eggs measure between 0.05 and 0.06 in (1.2–1.5 mm) in diameter and have a pair of long filaments for adhesion to the substrate. Reproduction takes place during the wet season, which lasts for several months, during which females probably spawn more than once. Data acquired from studying juvenile growth and the length of representative individuals within a population suggests that they are a short-lived species that matures during the first year, with few individuals surviving to the second breeding season. ==Importance to humans== In some parts of Asia, swamp eels and one species of spiny eel, Mastacembelus erythrotaenia, are valued as food and sometimes are kept in ponds or rice fields. Except for a few mastacembelids, they are rarely seen in home aquaria. The fish have numerous sharp dorsal spines and belly thorns which, together with its sliminess make them extremely difficult to handle. The spines must be cut off with scissors before consumption. ==Sources== ===Books=== * * * * ===Periodicals=== * * * * * * * * ===Other Information=== * \"Ophisternon infernale \". 4 Dec. 2002 (31 Jan. 2003). * Tire track eel ==References== Category:Ray-finned fish orders Category:Taxa named by Lev Berg",
 "title": "Synbranchiformes"
}