{
 "id": "326470",
 "text": "Manga Entertainment was a producer, licensee, and distributor of anime in the United States and the United Kingdom. Originally founded in the UK in 1987, the UK branch became Funimation UK and Ireland in 2021, while its U.S. branch was absorbed into Starz Inc. (now owned by Lionsgate). Despite its name, the company's principal business is the distribution of anime rather than manga, although they have published some manga (such as Crying Freeman) under the Manga Books imprint. == History == thumb|left|Manga Entertainment's original logo and initial imprint Manga Entertainment (formerly Island World Communications) was founded in London in 1991 by Chris Blackwell and Andy Frain as a subsidiary of Island Records' Island World Group. IWC took over the company number for Golden Square Music, but had no relationship to IWC or Manga. Manga Entertainment expanded into North America in 1993 with the purchase of L.A. Hero, forming Manga U.S. while Manga UK entered the Australian market in late 1993 and began releasing titles in January 1994 in conjunction with the Australian division of Island's parent company, PolyGram and local independent distributor Siren Entertainment. On May 13, 2004, IDT Entertainment announced they would purchase Manga U.S., becoming a subsidiary of IDT Entertainment. In 2005, Manga UK and Manga U.S. began to operate independently from each other, but still remain under the same ownership. Liberty Media would then purchase IDT Entertainment in 2006 and would be renamed as Starz Media. In 2011, Manga U.S. ceased licensing new products after the release of Redline and was absorbed into Starz Media. On August 8, 2012, Liberty Media announced that it would spin-off Starz Media into a separate publicly-traded company.\"New York Deadline\" Liberty Media Says It Will Spin Off Starz deadline.com, Retrieved on August 8, 2012 The spin-off of Starz Inc. was completed on January 15, 2013\"Yahoo Finance\" Liberty Media Spins-off Starz finance.yahoo.com Zacks Equity Research, Retrieved on January 24, 2013 which included all subsidiaries. === 2015–present === On February 26, 2015, the UK branch was acquired from Starz Media, alongside its parent Anchor Bay UK, to managing director Colin Lomax. Anchor Bay UK was renamed to Platform Entertainment and went on to have exclusive rights to the Manga Entertainment branding and catalog in the UK and Ireland. In June 2016, Lionsgate announced they would acquire Starz Inc. which would eventually be completed in December 2016, placing Manga U.S. under Lionsgate Home Entertainment. In the same month, Kaleidoscope Film Distribution announced they had purchased Platform Entertainment and confirmed that they would split Manga UK off to become separately operated. In 2017, Lionsgate Home Entertainment relaunched Manga U.S.' website and Facebook and Twitter page, and confirmed a re-launch in the near future. Lionsgate currently licenses the Manga Entertainment brand-name from the UK branch. As of December 2020, the relaunch has yet to happen, with some of Manga's titles like Ghost in the Shell being rereleased under the main Lionsgate banner. == See also == * Manga Force: The Ultimate Collection == References == == External links == * * Category:Anime companies Category:British companies established in 1987 Category:British companies disestablished in 2021 Category:Defunct entertainment companies Category:Defunct mass media companies of the United States Category:American companies established in 1991 Category:American companies disestablished in 2011 Category:Dubbing (filmmaking) Category:Former Liberty Media subsidiaries Category:Lionsgate subsidiaries Category:Starz Entertainment Group Category:Mass media companies established in 1987 Category:Mass media companies established in 1991 Category:1991 establishments in California Category:2011 disestablishments in California Category:1987 establishments in England Category:2021 disestablishments in England",
 "title": "Manga Entertainment"
}