{
 "id": "326686",
 "text": "Henry Tang Ying-yen (; born 6 September 1952) is a Hong Kong politician who served as the Chief Secretary of Hong Kong between 2007 and 2011. He held the position of Financial Secretary from 2003 to 2007. In 2012, he lost the Hong Kong Chief Executive Election to Leung Chun-ying. ==Background and education== Tang was born 6 September 1952 at early morning at Hong Kong Sanatorium & Hospital in Happy Valley, Wan Chai in British Hong Kong, His family operated in the textile industry and came from Wuxi, Jiangsu to Hong Kong in 1949 to escape the communists who were taking over the Chinese mainland. Henry Tang himself was born in what was then British Hong Kong in 1952. Tang went to Culford School in Suffolk in Britain before attending and graduating from Cranbrook Schools in Bloomfield Hills, Michigan. He earned a Bachelor of Arts degree from the University of Michigan in 1975.Cityu.edu.hk. \"cityu.edu.hk .\" Henry Tang. Retrieved on 30 January 2010.University of Michigan Alumni Association, Alumni Spotlight http://alumni.umich.edu/node/807 Henry Tang is commonly believed to have attended Graduate School at Yale University and to have obtained a master's degree in sociology. These were credentials submitted to then Hong Kong governor David Wilson in 1991–1992. So far there is no evidence that he did obtain that degree. Tang has extensive ties with PRC leaders as his father Tang Hsiang Chien was a standing committee member of the Chinese People's Political Consultative Conference, the advisory body to the National People's Congress.Sina.com.cn. \"\"唐英年之父、半島針織董事長唐翔千\" Sina.com.cn Retrieved on 30 January 2010. ==Career== Tang was named Global Leader for Tomorrow by the World Economic Forum in 1993 and won the Young Industrialist of Hong Kong award in 1989. Between 1995 and 2001 he served as the Chairman of the Federation of Hong Kong Industries. He was also a Committee Member of the Hong Kong General Chamber of Commerce and a Steward of the Hong Kong Jockey Club. He was Chairman of the Provisional Construction Industry Co-ordination Board (PCICB) before joining the government.Devb.gov.hk. \"Devb.gov.hk.\" Statement by PCICB chairman. Retrieved on 30 January 2010. Tang was a member of the Executive Council from the transfer of sovereignty in 1997 to 2011.Gov.hk. \"Gov.hk.\" Mr Henry Tang Ying-yen. Retrieved on 30 January 2010. He served as a member of the Legislative Council for seven years from 1991 to 1998 as a member of the Liberal Party, a pro-business and pro-Beijing party, prior to joining the government. Tang has also served extensively on various government boards and public bodies, including the Trade Development Council, Town Planning Board, University Grants Committee, and Council of the City University of Hong Kong. Tang took up his commerce post in July 2002 as part of a line-up of new secretaries aimed at improving the government's transparency. He was promoted from Secretary for Commerce, Industry and Technology to Finance Secretary on 4 August 2003 replacing Antony Leung. Leung resigned on 16 July 2003 due to allegations of tax evasion in regards to his new car. Tang briefly served (25 May to 21 June 2005) as acting Chief Executive after Tung Chee Hwa, the former Chief Executive who resigned citing health reasons. On 25 May 2005, Donald Tsang, the Chief Secretary for Administration, resigned to stand in the 'by-election' for Chief Executive. Tang served as Acting Chief Executive of HKSAR soon after Tsang's resignation was announced. ===Harbourfest case=== Tang was involved in the Harbour Fest controversy as Chairman of the Economic Relaunch Strategy Group responsible for pushing ahead with the plan to spend $100 million to revive the economy after SARS, and said that he should be held responsible. Tang had said that although Mike Rowse, a senior civil servant, had actually signed the contract, Rowse as such was not required to be held politically responsible. However, during a Working Group meeting on 31 October 2003 and during an independent inquiry in May 2004, Tang allegedly said Rowse had not acted improperly and that there had been no irregularity in the implementation of the event.Nishika Patel, Rowse seeks to have music fest verdict quashed , The Standard, 26 February 2008 Tang had also said that all parties had underestimated the complexity of the event and may have been too ambitious in organising it in such a short timespan. He later withdrew the remark: just before a government inquiry opened in November 2004, Tang requested the ERWG minutes be deleted. Internal governmental disciplinary process fined Rowse for misconduct, but a High Court judge quashed the government ruling on 4 July 2008. Political commentator Frank Ching pointed to the huge credibility gap of the government. He noted that Tang's attempt to shift political responsibility from himself, as the minister responsible, to a senior civil servant, was a travesty of justice for Rowse, and went against the Accountability System. ===Chief Secretary for Administration=== thumb|Chief Secretary Tang in 2008 On 23 June 2007, it was announced that Tang would succeed Rafael Hui as the new Chief Secretary for Administration of Hong Kong effective 1 July 2007. ====2010 shoeing incident==== On 6 March 2010 Tang attended a Youth Summit in Chai Wan organised by the Home Affairs Bureau. A 31-year-old jobless man threw a shoe at Tang and it landed on the stage metres away from him. The man was dragged away by police. The man said he was unemployed after getting fired by a computer company, and the government policies were not helping him. He said he was not a \"post-80s\" teen, but supported the highspeed rail protest connecting HK to Guangdong.The Standard HK. \"The Standard.com .\" Assault rap aimed at shoe thrower. Retrieved on 7 March 2010. A protester said that the topics discussed in the summit are not those that any young person would be interested in.South China Morning Post.\"SCMP .\" Shoes thrown at Tang at youth summit. Retrieved on 7 March 2010. ====2011 car crash comment and protest==== On 15 January 2011, Tang gave a speech at the Roundtable Institute that included controversial comments about the Hong Kong post-80s generation.The Standard HK.\"The Standard.com .\" Tang's calculated hardened stance. Retrieved on 30 January 2010.Metrohk.com.hk. \"\"葉劉批唐挑釁\" . Metrohk.com.hk Retrieved on 30 January 2010. He said the young generations need to take responsibilities, and he cautioned them for slamming others because of opposing views. Then he stressed the need to compromise and simplify complicated issues. He further said young people should not close the door and act like emperors.Sina.com. \"\"唐英年訓80後：社運針對官商 不分青紅皂白\" . Sina.com Retrieved on 30 January 2010. That he doesn't want to see politics lead to a bloodshed, leading to a road of no return and end up like a fatal car crash. On 21 January 2011, Leung Kwok-hung led a group of protesters to a public forum with a toy model car. He then smashed the car in front of Henry Tang to represent a fatal car crash.881903.com. \"\"唐英年指清拆菜園村合法合情合理\" . Commercial Radio, Hong Kong. Retrieved on 30 January 2010. On 30 January 2011 eight youth groups including Hong Kong Federation of Students marched to New World Development, Li Ka Shing's Cheung Kong Holdings in Central and accused the government of colluding with businesses in maximising profits while squeezing the poor.South China Morning Post. \"SCMP .\" Article. Retrieved on 30 January 2010. The students criticised Tang and the government for policies that benefit the upper class only like no real estate tax duty, reduction of wine and profit tax. The students said the whole HK is at the mercy of real estate developers. ===Unauthorized building works=== From 13 February 2012, Hong Kong media reported unauthorised building works of Tang's two adjoined residences at York Road, Kowloon Tong. On 16 February 2012, an inspection by officials of the Buildings Department revealed a basement with an area of more than 2200 square feet (11 m by 19 m) that was not documented in the approved floor plan. Tang admitted at a press conference that he was aware of the construction of an illegal basement at his family house and said that it was his wife's idea. His wife agreed that the responsibility was hers The admission followed several denials and provoked widespread criticism: \"He has lost almost all his credibility, he lied every day,\" said Ma Ngok, a political sciences professor at the University of Hong Kong to AFP. The scandal prompted some of Tang's potential supporters in the 2012 Hong Kong Chief Executive election to review their position. One former supporter said that it was 'unbearable' for Tang to throw the blame onto his wife. No charges were brought against Tang though his wife was convicted of a criminal offence and fined HK$110,000, the illegal basement having been filled in. ===2012 Hong Kong Chief Executive election=== On 28 September 2011, in a widely trailed move, Tang resigned from his post, and then in late November announced his candidacy for Chief Executive. He was widely believed to be preferred by Beijing, and hence quickly received support from many financial heavyweights, including Former Monetary Authority chief Joseph Yam Chi-kwong, HSBC Asia-Pacific chief executive Peter Wong Tung-shun, and 'Father of Lan Kwai Fong', Allan Zeman. However, in an unprecedented turn of events, including a series of scandals and dramatically reduced levels of public support, the final vote by the Election Committee saw him lose to Leung Chun- ying. ===Possible replacement as Chief Executive=== The Financial Times reported, on 23 October 2019, that Tang was being considered as a replacement for Carrie Lam as Chief Executive of Hong Kong. He would serve the remainder of her term which ends in 2022. The final decision of the Xi Administration to remove Lam could come sometime in March 2020. However, the Chinese government have denied such deliberations. === West Kowloon Cultural District Authority === Tang serves as the chairperson of the West Kowloon Cultural District Authority, which oversees the M+ museum of contemporary art. In March 2021, Tang said that the Authority would \"definitely uphold the law and comply with the Basic Law, local laws and the national security law\" in regards to art made by Ai Weiwei. ==Family and personal== Tang is married to Lisa Kuo Yu-chin and the couple have four children: three daughters and a son. Tang's father Tang Hsiang Chien was a standing committee member of the CPPCC. His brother, Tom Tang Chung-yen, is a member of the Trade Development Council, whose reappointment to the post by CY Leung, after he vanquished Tang to become Chief Executive in 2012, was seen as part of a reconciliation between the two camps.More Tang backers reappointed, SCMP, 16 June 2012 Apple Daily found in October 2020 that Tom Tang may have illegally violated land lease terms of an industrial site in Tai Po. His niece (by marriage), Stefani Kuo, a playwright and actress, spoke out against the Hong Kong government during the 2019–20 Hong Kong protests, views that Tang explicitly rejected.Henry Tang distances himself from niece's video , RTHK, 13 December 2019Former chief sec. Henry Tang distances himself from niece’s viral poem on Hong Kong protests , HKFP, 13 December 2019 In February 2021, Tang said that he has a high tendency for allergic reactions to influenza vaccinations, and thus would not take a mainland Chinese COVID-19 vaccine. ===Extra-marital affairs=== On 4 October 2011, in the midst of rumours about his extra-marital affair with Shirley Yuen, his administrative assistant when he was finance secretary of Hong Kong, Henry Tang issued a statement, in which he admitted that he had made a mistake in his romantic life in the past and he deeply regretted it. He said that his wife had forgiven him. His wife said in the statement that there had been difficult times in their relationship and that he has faults, but that she also appreciated his strengths. She acknowledged him as her 'best partner'.唐英年承認過去感情有缺失 Sina.com.hk. 4 October 2011. National People's Congress Standing Committee member Rita Fan said on 7 October 2011 that she didn't know about Tang's now widely publicised infidelity when she offered her support and she refused to rule herself out of standing in the following year's Chief Executive election, though she did not in fact stand.Rita Fan won't rule out CE bid Radio Television Hong Kong. 7 October 2011. In February 2012, several Chinese newspapers reported Henry Tang might have had a relationship with Esther Lam, the daughter of Heung Yee Kuk vice-chairman Daniel Lam Wai-keung. Emails supposedly exchanged by the two of them and a picture showing them shoulder against shoulder have been published. Tang denied the reports claiming \"we are only casual acquaintances\".Tang denies affair with banker, South China Morning Post, 22 February 2012 ==See also== *Antony Leung *Politics of Hong Kong *Executive Council of Hong Kong ==References== ==External links== *Official website Category:1952 births Category:Living people Category:Government officials of Hong Kong Category:Chief Secretaries of Hong Kong Category:Financial Secretaries of Hong Kong Category:Members of the Legislative Council of Hong Kong Category:Hong Kong Anglicans Category:Hong Kong businesspeople Category:Liberal Party (Hong Kong) politicians Category:University of Michigan alumni Category:Recipients of the Gold Bauhinia Star Category:Members of the Standing Committee of the 12th Chinese People's Political Consultative Conference Category:Members of the 13th Chinese People's Political Consultative Conference Category:Members of the National Committee of the Chinese People's Political Consultative Conference Category:Members of the Provisional Legislative Council Category:HK LegCo Members 1991–1995 Category:HK LegCo Members 1995–1997 Category:Members of the Selection Committee of Hong Kong Category:Members of the Election Committee of Hong Kong, 2017–2021",
 "title": "Henry Tang"
}