{
 "id": "326952",
 "text": "Belisario Betancur Cuartas (4 February 1923 – 7 December 2018) was a Colombian politician who served as the 26th President of Colombia from 1982 to 1986. He was a member of the Colombian Conservative Party. His presidency was noted for its attempted peace talks with several Colombian guerilla groups. He was also one of the few presidents to abstain from participating in politics after leaving office. == Early life == Betancur was born in the Morro de la Paila district of the town of Amagá, Antioquia, in 1923. His parents were Rosendo Betancur, a blue-collar worker, and Ana Otilia Cuartas, a businesswoman. Betancur's mother died in 1950.Arismendi Posada, Ignacio; Gobernantes Colombianos; trans. Colombian Pryhjtyjyhfnpfjesidents; Interprint Editors Ltd., Italgraf, Segunda Edición; Page 255; Bogotá, Colombia; 1983 Betancur traveled to the city of Medellín, where he enrolled in the Universidad Pontificia Bolivariana. In 1955, Betancur graduated in jurisprudence and obtained a degree in law and economics. == Political career == Betancur began his political career as a deputy in the Antioquia Departmental Assembly, where he served from 1945 to 1947. He served as a Representative to the National Chamber for the departments of Cundinamarca and Antioquia, and was a member of the National Constituent Assembly from 1953 to 1957. Betancur was the Minister of Labor in 1963 and Ambassador to Spain from 1975 to 1977. He ran for president as an independent Conservative candidate in the election of 1970, coming in third. He again ran as the official Conservative candidate in the election of 1978, but was defeated by Julio César Turbay Ayala. ===Presidency=== Betancur was finally elected President in 1982 and served until 1986. As President, he helped found the Contadora Group to bring about peace in Central America, began democratic reforms by incorporating the principal armed movements into civil life, promoted low-cost housing and open universities, began a literacy campaign and endorsed tax amnesty. During his term, the government approved the mayoral election law, municipal and departmental reforms, judicial and congressional reforms, the television statute, the national holiday law, and the new Código Contencioso Administrativo. His administration began the exploration and export of coal in the Cerrejón North region and the broadcast of the regional television channels Teleantioquia and Telecaribe. Betancur was also noted for his attempts to bring peace to his country. During his administration he initiated peace talks with several Colombian guerilla groups. The controversial Palace of Justice siege occurred in late 1985, less than a year before the end of his presidential term. He was President during the 1985 eruption of Nevado del Ruiz, which killed over 20,000 people. ===Post-Presidency=== Betancur retired from politics after he left office in 1986. Betancur was an Honorary Member of the Club of Rome for Latin America, Chairman of the Truth Commission for El Salvador, and President of the Santillana for Latin America Foundation in Bogotá. He also was a founding member of the Pontifical Academy of Social Sciences. ==Personal life== In 1946, Betancur married Rosa Helena Álvarez Yepes. Together, they had three children including diplomat Diego Betancur Álvarez. Álvarez Yepes died in 1998. In October 2000, Betancur married Dalia Rafaela Navarro Palmar. ==Death== On 6 December 2018, Betancur was hospitalized in Bogotá in a critical condition, suffering from a kidney infection. Vice President Marta Lucía Ramírez prematurely announced his death on Twitter, but later retracted her statement. Betancur died the following day from the illness, aged 95. Before his death, Betancur said he did not wish to have a state funeral and expressed interest in being buried at Jardines del Recuerdo Cemetery in Bogotá. On 8 December, his funeral was held with President Iván Duque Márquez and former Presidents Juan Manuel Santos and César Gaviria in attendance. He was buried at Jardines del Recuerdo Cemetery later that day following a mass at Gimnasio Moderno in Bogotá. ==Honours== Betancur was the recipient of honorary doctorates from the University of Colorado and Georgetown University. He received the Prince of Asturias Peace Award of Spain in 1983. ==References== ==External links== *Biography by CIDOB Foundation * Betancur's page at the Pontifical Academy of Social Sciences Category:1923 births Category:2018 deaths Category:People from Antioquia Department Category:Pontifical Bolivarian University alumni Category:Colombian lawyers Category:Colombian Conservative Party politicians Category:Ambassadors of Colombia to Spain Category:Presidents of Colombia Category:Members of the Pontifical Academy of Social Sciences Category:Members of the European Academy of Sciences and Arts",
 "title": "Belisario Betancur"
}