{
 "id": "327034",
 "text": "Francisco Caetano Keil Coelho do Amaral, 2nd Viscount of Pedralva (Lisbon, 28 April 1910 - Lisbon, 19 February 1975), was a Portuguese architect, painter and photographer. His name was given to a street in Lisbon. Keil do Amaral stood out in a particular way throughout the 1940s and 1950s, having acted in an original way during these particularly difficult decades of national life. He assumed the project responsibility of important public works, without identifying himself with the political regime or with the historicist standards of the official taste of the Estado Novo and, at the same time, maintaining a critical distance in relation to the International Style orthodoxy, in search of a \"third way\" able to reconcile modern rationality with thoughtful consideration of the lessons of traditional architecture. ==Background== He was the only son of Francisco Coelho do Amaral Reis, 1st Viscount of Pedralva by Carlos I of Portugal in 1904 (Sátão, Águas Boas, 3 August 1873 – 5 April 1938), 100th Governor of Portuguese Angola from 1920 to 1921, son of José Caetano dos Reis and wife Lucrécia Coelho do Amaral, and first wife, as her second husband, Guida Maria Josefina Cinatti Keil, daughter of Alfredo Cristiano Keil and wife Cleyde Maria Margarida Cinatti. After his mother's death his father remarried Arminda da Conceição da Silva Camacho dos Reis (- Silves, São Bartolomeu de Messines, 10 October 1935) and they had another son, Eduardo Coelho do Amaral dos Reis (Sátão, Águas Boas, 11 September 1932 -), unmarried and without issue. He lived a large part of his childhood in Canas de Senhorim, where he completes his primary education. After a stay in Luanda (1920-1921), where his father was Governor-General, he attended Colégio Nacional and Liceu Gil Vicente (1922-1928). He began his professional life in 1929, as an advertising \"designer\" (with Fred Kradolfer and José Rocha). In 1930 he enrolled in the special Architecture course at the School of Fine Arts in Lisbon, but in the next year he was subject to a disciplinary process, motivated by a conflict with the professor of architecture, Arnaldo Redondo Adães Bermudes. He completes the course, as an external student, working in Carlos Ramos' studio, whose example will mark his future options and, in particular, the functionalist character and purism of his first works (Instituto Pasteur, Porto, 1933–1935).A.A.V.V. – Keil do Amaral arquitecto: 1910-1975. Lisboa: Associação dos Arquitetos Portugueses, 1992 Still a student, he participates in important exhibitions at the National Society of Fine Arts (1932, 1933). In 1936, he won the competition for the Pavilhão de Portugal at the Universal Fair in Paris, imposing a renewing taste in the official programs. He remains in Paris for 1 year to monitor the construction of the pavilion. Discover remarkable works of modern European architecture. He visits Netherlands, where he discovers the work of Willem Marinus Dudok (a great admirer of Frank Lloyd Wright). For Keil, the fascination with Dutch architecture (and Frank Lloyd Wright) stems from its progressive, modern character, which reconciles evenly with traditions. \"This binomial will clearly define the practice of the architect\" leading him, after his return to Portugal, to demarcate aspects of his initial work, the influence of Carlos Ramos and, even more, the historicist and regionalist constraints of the official architecture of the Estado Novo.Tostões, Ana – A Arquitetura e a vida: Francisco Keil do Amaral, o arquiteto e o pedagogo, o cidadão e o homem. In: A.A.V.V. – Keil do Amaral no centenário do seu nascimento. Lisboa: Argumentum e Ordem dos Arquitetos, 2012 He will propose a third way, concerned above all with the well-being and happiness of the common man, where \"rationalism goes hand in hand with poetry\".Amaral, Francisco Keil do – A moderna arquitetura holandesa. Lisboa: Cadernos da Seara Nova, 1943, p. 49. In: A.A.V.V. – Keil do Amaral no centenário do seu nascimento. Lisboa: Argumentum e Ordem dos Arquitetos, 2012. ISBN 978-972-8479-68-8 \"When, in the middle of the Salazar dictatorship, Portuguese architecture is divided between the mentors of the regime and the desire for a functionalism of an international character, [Keil do Amaral stands out] as the figure who with more energy and lucidity defends the bases for building a different perspective of work, theoretically rational and formally linked to local identities, appealing to a simple and balanced language, inspired by the continuity and the integrative sense that seems to be a constant of Portuguese architecture \". \"From a formal point of view, Keil do Amaral's vast production in the 1940s, in addition to documenting contacts with the architecture of Northern Europe and the United States, translates a personal conception of spaces and volumes that transcends conceptual limitations of modernism. And while maintaining the basic assumptions of modern architecture, it does not ignore the experience, especially vernacular, of the past\".Ferreira, Raul Hestnes – \"Keil do Amaral e a Arquitetura\". In: A.A.V.V. – Keil do Amaral: o arquiteto e o humanista. Lisboa: Câmara Municipal de Lisboa, Divisão de Museus, 1999, pág. 61. ISBN 972-8403-02-X Between 1939 and 1949, he joined a team of young architects at the Lisbon City Council - which also included, among others, Inácio Peres Fernandes and João Faria da Costa - responsible for supporting the initiatives of the then Minister of Public Works and President of the Lisbon City Council, Duarte Pacheco, relating to urban expansion and functional re-equipping of the city. Keil do Amaral will work on equipment projects and on the rearrangement of green spaces in the capital: Parque Eduardo VII; Large field; Monsanto Park. On the eve of the beginning of the Second World War, he travels to Great Britain and Northern Ireland, France; Netherlands and Germany, to visit parks and deepen knowledge in that specific area.Ferreira, Raúl Hestnes – Keil do Amaral e a arquitetura. In: A.A.V.V. – Keil do Amaral arquitecto: 1910-1975. Lisboa: Associação dos Arquitetos Portugueses, 1992, p. 61, 62 On March 4, 1941, he was made an Officer of the Military Order of Sant'Iago da Espada. \"The Parque de Monsanto project is an essential work in the context of the major interventions carried out in Lisbon during the 20th century. Transferring the large park to the outskirts of the city, it reveals a new understanding of the issue of urban green spaces integrated on the larger scale. vast area of the metropolitan area and the expansion of the city \". Keil develops the general plan and equipment designs. \"At the end of the 1940s, the works of the Clube de Ténis or Restaurante de Montes Claros will translate into happy moments on Keil do Amaral's journey, subtly reaching that sense of purification, of abandonment that he had been exploring since the first years. research on Dutch passion, in fact, from 1948 onwards Keil took on a greater modernity according to the codes of the Modern Movement, giving a new meaning to his production: in the Montes Claros Restaurant, he freed the floor plan, in the Clube de Ténis tears big glazing and resolves the coverage with tremendous agility\".Tostões, Ana – \"Keil, arquiteto dos jardins e parques de Lisboa: a história de um trabalhador humanista\". In: A.A.V.V. – Keil do Amaral: o arquiteto e o humanista. Lisboa: Câmara Municipal de Lisboa, Divisão de Museus, 1999, pág. 83 The arrangement of Parque Eduardo VII was another of his important works in the context of urban structuring of the city. Draws the central, grassy lane, flanked by a Portuguese stone sidewalk; redesigns the lake; rearranges the Greenhouse and designs the entrance close to the bank; in the eastern sector it develops a sequence of stays. The set should be finished off, in the north, by the City Palace, to be implanted next to the viewpoint space marked by the monumental columns. To support this project, he travels to the United States of America, where he visits reference works of modern architecture, from Frank Lloyd Wright to Eliel Saarinen. Initially designed (1948) by a team that also included Hernâni Gandra and Alberto José Pessoa, the City Palace would become the subject of controversy and was never built. Keil do Amaral's architectural production throughout the 1940s is intense; in addition to the interventions for the city parks, it designs the Lisbon Airport terminal, theaters in Mangualde and Nelas, single family homes, etc. 1946 is the year of the beginning of the Sobre e Descente studio, in Arco do Cego street, for projects by the Lisbon City Council (with Hernâni Gandra and Alberto José Pessoa), which he maintains in parallel with his personal studio. Simultaneously with the practice of architecture, its civic, cultural and political action is intensified. Publishes articles and books; participates in the bodies of the National Architects Union; is one of the most active promoters of the General Expositions of Plastic Arts (1946-1956), which marked a cultural dynamic of opposition to the Estado Novo, exhibiting in the exhibitions of 1946, 1947, 1948, 1949, 1950, 1953 and 1956. Keil has an important role in the formation of the group of Cultural Initiatives Art and Technique (ICAT) and in the reformulation of the magazine Arquitetura, where he launched, in 1947, the idea of a scientific inquiry into Portuguese regional architecture, a reference work in which he endeavors to second half of the 1950s in association with a large group of architects (published by the National Architects Union in 1961 under the title Popular Architecture in Portugal). He will also be one of the protagonists of the 1st National Congress of Architecture (1948), \"which constitutes an undeniable victory for the class, insofar as, for the first time, architects come together to freely discuss ideas and firmly affirm the need to make Modern architecture in the context of a new professional conscience. [...] Historical congress, it would certainly have been another without the contagious presence of Keil do Amaral, soon adopted as the leader of the new generation \". In March of the same year, he was elected president of the National Union of Architects, but he will be compulsorily removed by the government after only eight months, for political reasons, not even officially taking office.Tostões, Ana – A Arquitetura e a vida: Francisco Keil do Amaral, o arquiteto e o pedagogo, o cidadão e o homem. In: A.A.V.V. – Keil do Amaral no centenário do seu nascimento. Lisboa: Argumentum e Ordem dos Arquitetos, 2012, p. 14 In the immediate period, there was a slowdown in the public order from which he had benefited until then, but the ostracism was attenuated a few years later, with the realization of important projects, such as for the Lisbon Industry Fair, which he projects with great freedom compositional and where it is visible \"the concern to merge architecture and structure with an aesthetic and economic purpose\". He is also the author of several buildings for the União Elétrica Portuguesa and of the vast order that was the first phase of the Metropolitano de Lisboa, which included all stations inaugurated in 1959. In the 1960s he designed, with Carlos Manuel Ramos, Al-Shaab Stadium, Iraq, \"in which a breath of renewal is felt\" in its architecture that will translate into a \"lightness of solution unparalleled in previous works of this type in our country\".Ferreira, Raul Hestnes – \"Keil do Amaral e a Arquitetura\". In: A.A.V.V. – Keil do Amaral: o arquiteto e o humanista. Lisboa: Câmara Municipal de Lisboa, Divisão de Museus, 1999, pág. 61-63. ISBN 972-8403-02-X Although he never had the opportunity to teach architecture at the School of Fine Arts in Lisbon, Keil do Amaral had an important pedagogical action, publishing books and reference articles, namely The Architecture and Life (1942), The Modern Dutch Architecture (1943), The Housing Problem (1945) or The training of architects (1948 - communication to the 1st National Architecture Congress). Also in the Revista Municipal (1939-1973) published by the Lisbon City Council, contents by him. And his studio was, in the words of José Antunes da Silva, a true \"center of culture and a school of humanity\", where over the years architects of successive generations have collaborated, still in the formation phase or already in maturity, namely: Alberto Pessoa, Hernâni Gandra, José Rafael Botelho, Cândido Palma de Melo, José Antunes da Silva, Pedro Botelho, José Manuel Fernandes, João Paulo Conceição.A.A.V.V. – Keil do Amaral arquitecto: 1910-1975. Lisboa: Associação dos Arquitetos Portugueses, 1992, p. 26, 108 Polemicist, researcher, pedagogue, active participant in union and political activity, frontal opponent of the regime linked to prestigious national culture personalities, his writings and reflection books on architecture and the city, contribute to the framing of a generous and intense as a professional and citizen\". ==Family== He married in 1933 to Maria da Silva Pires (Silves, 9 August 1914 -), a painter, and had issue, an only son: * Francisco Pires Keil do Amaral, born in 1935, an Architect, Representative of the Title of Viscount of Pedralva, unmarried and without issue ==Awards== * Lisbon Municipal Architecture Award, 1951 - home of A. Sousa Pinto, Avenida D. Vasco da Gama, no. 2, Restelo, Lisbon. * Diário de Notícias Award, 1960, for his work as a whole. * Valmor Prize, 1962 - housing at Rua Almirante António Saldanha, n.º 44, Restelo, in Lisbon. ==References== Category:1910 births Category:1975 deaths Category:20th-century Portuguese architects Category:Portuguese photographers Category:Portuguese people of German descent Category:People from Lisbon Category:20th-century Portuguese painters Category:20th-century Portuguese male artists Category:Portuguese male painters",
 "title": "Francisco Keil do Amaral"
}