{
 "id": "327147",
 "text": "The Gyeongin Line (Gyeonginseon) is a railway mainline in South Korea, currently connecting Guro station in Seoul and Incheon. Commuter services along the line through operates into Seoul Subway Line 1. ==History== thumb|Opening ceremony in 1899 The Gyeongin Line was the first railway line built on the Korean peninsula. It was opened by the Gyeongin Railway Company between Noryangjin, on the shore of the Han River across from Seoul, Geumchon, in Incheon, on September 18, 1899. Soon after, the line was extended across the Han River into Seoul Station, and beyond Geumchon to the port of Incheon. When the construction of the Gyeongbu Line was completed from Busan to Guro on January 1, 1905, the Seoul-Guro section of the Gyeongin Line became part of the Gyeongbu Line. The remaining Gyeongin Line from Guro to Incheon is long. Following the 1961 coup, the Supreme Council for National Reconstruction started South Korea's first five-year plan, which included a construction program to complete the railway network, to foster economic growth. As part of the program, from November 1963, two additional tracks were laid to the north of the existing tracks from Yeongdeungpo station on the Gyeongbu Line to Dongincheon station. The of new tracks, also called Gyeonginbuk Line, entered service on September 18, 1965. The line was among the first in South Korea to be electrified with the 25 kV/60 Hz AC catenary system, when two tracks over the between Seoul and Incheon entered service on August 15, 1974, for the Seoul Subway Line 1. Electrification of the second two tracks started with the from Guro to Bupyeong, which went into service on January 29, 1999. The until Juan followed on March 15, 2002, and the final on December 21, 2005. ==Operation== Korail operated regular passenger service along the Gyeongin Line until the electrification of the line in the early 1970s, when passenger service was integrated into Seoul Subway Line 1. Line 1 trains using the Gyeongin Line provide up to ten trains an hour per direction, with services towards Guro, Cheongnyangni, Dongmyo, Seongbuk, Chang-dong, Uijeongbu, Yangju, Dongducheon and Soyosan. ==See also== * Transportation in South Korea ==References== Category:1899 establishments in Korea Category:rail transport in Gyeonggi Province Category:rail transport in Incheon Category:rail transport in Seoul Category:railway lines in South Korea Category:railway lines opened in 1899 Category:Seoul Metropolitan Subway lines",
 "title": "Gyeongin Line"
}