{
 "id": "327200",
 "text": "Nicholas von Hessen (born Nicholas Marcel Hoogstraten, better known as Nicholas van Hoogstraten; born on 25 February 1945) is a British businessman and convicted criminal involved in property. Van Hoogstraten is known for his property empire as well as his life history: in 1968 he was convicted of, and sent to prison for, paying a gang to attack a business associate. In 2002, he was sentenced to 10 years for the manslaughter of a business rival; the verdict was overturned on appeal and he was subsequently released, but in 2005 he was ordered to pay the victim's family £6 million in a civil case. He has been estimated to be worth £500 million, although he says his assets in the UK have all been placed in the names of his children. ==Early life and career== Nicholas Marcel van Hoogstraten was born in Shoreham-by-Sea, West Sussex, to Charles, a shipping agent, and Edna, a housewife. He was educated at a Jesuit school in nearby Worthing. He left school aged 16, and joined the merchant navy for a year. He began his property business in the Bahamas with an initial investment of £1,000 realised from the sale of his stamp collection. On his return to the UK, he moved to Notting Hill Gate and bought houses very cheaply because of rent controls, but specialised in \"persuading\" tenants to move out, using threatening practices associated with Peter Rachman. He built up his capital through a loan sharking business based in towns along the south coast of England, where he would take property deeds as collateral. Many loanees were unable to maintain his unreasonable payment terms and defaulted on their loans, losing their properties to him and enabling him to build up a substantial property portfolio along the south coast and in London. By the age of 22, he owned 350 properties in Sussex and was reputedly Britain's youngest millionaire, although The Times in 1967 and 1972 referred to this status as being \"self-styled\". By 1980, aged 35, he owned more than 2,000 properties. He later sold the majority of his housing to invest outside Britain, chiefly in mining and farming interests in Nigeria and, later, Zimbabwe. ==Braunstein case and imprisonment== Aged 22, he was convicted for paying a gang to throw a grenade into the house of Rabbi Bernard Braunstein, a Brighton cantor on 12 November 1967. Braunstein's son David owed a debt to Hoogstraten over a failed textile business they had jointly owned. Hoogstraten had become dissatisfied with a repayment arrangement the two men had made. According to evidence given in court by Sylvia Braunstein, the wife of Braunstein senior, Hoogstraten had announced during a threatening altercation at the Braunsteins' home, where he had regularly dined: \"I'm a Fascist, and a Nazi, didn't you know that? If I wanted, I could pay £50 to men in London to get every Jew in Brighton bumped off\". He was sentenced to a four-year prison sentence in May 1968, and sentenced to a further four-year sentence the following August, to run concurrently, after an appeal. At a further appeal in 1970, the Lord Justice Wynn described Hoogstraten as \"a sort of self-imagined devil who likes to think of himself as an emissary of Beelzebub\". Thinking Hoogstraten had \"built up a picture of himself as a sinister international figure\", he believed Hoogstraten was little more than \"a child, a Walter Mitty character who will grow out of all this nonsense\". Van Hoogstraten said of the grenade attack in 2000: \"It seems a bit distasteful to me now, but back then when I was young ... these weren't anarchists, they were businessmen, respectable people\". He was arrested immediately after his release, and was subsequently jailed on eight counts of handling stolen goods. In October 1972, he was sentenced to a further 15 months for bribing prison officers to smuggle him luxuries. \"I ran Wormwood Scrubs when I was in there\", he told Jane Kelly of The Sunday Times in January 2006. ==Hamilton Palace (1985–present)== thumb|View of Hamilton Palace, 2015 On the site of the former High Cross House, a former nursing home destroyed by a fire of unknown cause, van Hoogstraten began constructing a private mansion he called Hamilton Palace, near Uckfield in East Sussex in the mid-1980s. Hamilton Palace was reportedly named after the capital of Bermuda, where van Hoogstraten owns property. Construction of the mansion began in 1985 and had cost around £40 million by 2006. The neoclassical palace features a copper dome and is larger than Buckingham Palace. The enormous edifice is intended to house his private collection of art, currently stored in Switzerland, and includes a marble mausoleum he intends for himself. Under English law, perpetual trusts are only allowed in the upkeep of monuments and graves. thumb|Aerial view of Hamilton Palace, 2002 By using the palace as a mausoleum, van Hoogstraten's trust would legally own the buildings and their fittings in perpetuity after his death. A large portion of his wealth has been transferred into a Bermudian trust for the upkeep of historic monuments. He was involved in a long-running feud with the Ramblers' Association and a legal battle with the local authority over a right of way crossing the land around the mansion. In 1990, he had the public paths blocked with razor wire and a pile of discarded refrigerators. The structure of the mansion and ancillary buildings is largely in place, but with little further work on the project since van Hoogstraten fell out with architect Anthony Browne in 2000, the site stands uncompleted.Hamilton Palace designers A.J. Browne website When neighbours called for the property to be put to \"good use\" by helping the needy, van Hoogstraten said, \"The 'homeless' – the majority of whom are so by their own volition or sheer laziness – are one of the filthiest burdens on the public purse today. The chance of my offering an opportunity for them to occupy Hamilton Palace is just ludicrous.\" He also denied that the project had stalled, saying \"Even the most moronic of peasants would be able to see from the pictures that we have been busy landscaping the grounds of the Palace.\" ==Mohammed Raja case== Some time in the early 1980s, Hoogstraten began a business relationship with Mohammed Sabir Raja, an immigrant from Pakistan who worked in Brighton as an estate agent and landlord. Like Hoogstraten, Raja was an unscrupulous businessman, dubbed \"Brighton's worst landlord\" by local newspaper the Evening Argus. Hoogstraten lent money to Raja at a lower rate than the banks, and the loans were not recorded on paper so as to avoid paying taxes. Raja used this money to buy properties.Walsh & Jordan (2004). Blood and Retribution, chpt. 12 Their relationship went well until the housing-price bubble burst in 1989. Raja failed to foresee the drop in prices and kept buying, which eventually put him in financial trouble. In desperation, Raja raised a building society mortgage on a property for which he already owed money to Hoogstraten. Hoogstraten discovered this, and demanded additional security for his loans to Raja. Raja gave Hoogstraten the deeds to some of his properties. Raja also signed some blank property transfer forms and gave them to Hoogstraten. Hoogstraten could then fill in the name of any of Raja's properties on these forms and thereby transfer ownership to himself, which he promised to do if Raja defaulted on his loans (this was not the first time Raja had done this with Hoogstraten). Raja did default, and Hoogstraten in turn seized some of Raja's properties using those forms. Hoogstraten and Raja began arguing over how much money was still owed. In October 1993, Raja went to the High Court alleging breach of trust, demanded the return of the property deeds he had lodged with Hoogstraten, and alleged that Hoogstraten had fraudulently seized his properties using blank transfer forms. In April 1998, Raja sued Hoogstraten for conspiracy and fraud.Walsh & Jordan (2004). Blood and Retribution, chpt. 14 On the morning of 2 July 1999, two of Hoogstraten's hired thugs, disguised as handymen, arrived at Raja's residence. When Raja answered the door to them, a fight broke out. Raja was stabbed five times in the heart and neck and was shot in the head twice at point blank range, dying as a consequence. In July 2002, van Hoogstraten was sentenced to 10 years' imprisonment for the manslaughter of Raja, after being found not guilty of murder: a jury at the Old Bailey decided that \"although he clearly wanted Mr Raja harmed, there is no evidence that he had intended Mr Raja to be murdered\".\"Tycoon found guilty\" (22 July 2002), BBC News. Retrieved 26 January 2008. This conviction was subsequently quashed by the Court of Appeal. The preliminary hearing for the retrial was held at the Old Bailey on 17 November 2003, before the High Court Judge, Sir Stephen Mitchell. In his summary to the jury, Judge Newman neglected to mention that one of the thugs who killed Raja possessed a sawn-off shotgun (a lethal weapon). Because of this omission, Judge Mitchell decided that Hoogstraten could not have anticipated that Raja might have been killed and he acquitted Hoogstraten of manslaughter.Walsh & Jordan (2004). Blood and Retribution, chpt. 18 In the early part of 2005, Hoogstraten's strategy of dispensing with his own legal Counsel and inexplicably mounting his own defence by acting in person, ignoring the Judge's advice to abandon such behaviour, led to the judgement on the 19 December 2005 in favour and for the family of Raja, in their civil action against van Hoogstraten and were awarded £6 million by Mr Justice Lightman, after the court found that on the balance of probabilities \"that the recruitment of the two thugs was for the purpose of murdering Mr Raja and not merely to frighten, threaten or hurt him\".\"Tycoon 'responsible for killing.'\", BBC News, 19 December 2005. Retrieved 12 March 2014. Van Hoogstraten was not held guilty of Raja's murder or manslaughter under English criminal law, which requires a jury to be \"certain so as to be sure of guilt\" rather than operating on balance of probabilities. He allegedly told the BBC that Raja's family \"will never get a penny\".\"Nicholas van Hoogstraten: Property Tycoon Held In Zimbabwe\", Sky (United Kingdom); 26 January 2008. Retrieved 11 March 2014. He explained to The Sunday Times that he had \"no assets at all now in the UK\", having placed those assets in the names of the five children he has reportedly fathered with a series of African girlfriends. Frequently interviewed in the Courtlands Hotel in Hove, it is a property with which he has \"close connections\", but which is legally owned by his children.\"Hoogstraten: My life in prison\", theargus.co.uk, 12 December 2003. Retrieved 12 March 2014. In February 2018, a judge accepted van Hoogstraten's claim that he did not have the money or assets to pay the family. Describing van Hoogstraten's conduct as \"wholly deplorable and contemptuous\", Mr Justice Morgan said: \"If there was any way I could make Mr van Hoogstraten pay for all this under the law, I would gladly do it.\"\"Hoogstraten sees off claim from estate of murdered rival Brighton and Hove landlord\", brightonandhovenews.org, 27 February 2018. Retrieved 5 December 2018. ==Later life based in Zimbabwe== Hoogstraten first bought an estate in Zimbabwe (then Rhodesia) in 1964, aged 19. At around the same time he became friends with Tiny Rowland, who was then in charge of the London and Rhodesian Mining Company. He was a close associate of the country's former leader Robert Mugabe, whom he described as \"100 per cent decent and incorruptible\"; van Hoogstraten has said he \"[does not] believe in democracy, I believe in rule by the fittest\".\"An 'emissary of Beelzebub'\", BBC News, 22 July 2002. Retrieved 12 March 2014. In 2005, he announced plans to take over NMB, a major Zimbabwe bank, though he sold his stake in the bank for over £1 million in late 2007. In 2009, it was reported he had been \"a generous contributor to Mugabe's Zanu (PF) party and [had] bought into several large state-owned companies\". In January 2006, he stated in an interview with The Sunday Times that, as a result of loaning £10 million to Mugabe, \"In six months' time, when the interest is due, it would be cheaper for them to just kill me\". On 26 January 2008, he was arrested in Harare for allegedly demanding payment in US dollars for rents rather than in Zimbabwean dollars, which is forbidden under Zimbabwean law.\"Nicholas van Hoogstraten: Property Tycoon Held In Zimbabwe\", Sky News. Retrieved 12 March 2014. He was charged with violating the Censorship Act by possessing pornographic photographs;\"UK tycoon 'arrested in Zimbabwe'\"; retrieved 12 March 2014. women in \"indecent poses\", a proportion of which also featured van Hoogstraten himself. He was held in custody for five nights but released on bail. On 3 July 2009, after he had reputedly changed his name to Nicholas Adolf von Hessen by deed poll, it was reported that a Zimbabwe court had dismissed the charges of illegal currency dealing and possession of pornography: the police were unable to produce the officer who had allegedly caught him on the currency charge and they had seized the pornography without a warrant. Van Hoogstraten told Lynn Barber, writing for The Observer in 2006, that he pays for the education of three children in every school in Zimbabwe: \"Actually, it doesn't cost a lot of money in real terms, but I've set up things like that that will continue\". Van Hoogstraten emigrated to Zimbabwe. By 2013, he owned more than of land including Central Estates, owned mineral rights in the Marange diamond fields, as well as houses in Harare. ==Name== His birth name was \"Nicholas Marcel Hoogstraten\"; he acquired the \"van\" later as an affectation. He changed his name by deed poll in 2009 to \"Nicholas Adolf von Hessen\". News outlets sometimes use \"von Hessen\", but generally they continue to use \"van Hoogstraten\" (or simply \"Hoogstraten\" in headlines), sometimes adding \"now known as von Hessen\". Van Hoogstraten uses many pseudonyms to conceal his involvement in property dealings, sometimes in apparent contravention of UK company directorship laws, and has claimed \"I've actually called myself, in the past, Yogi Bear. And I've had properties registered in that name.\" ==Van Hoogstraten in popular culture== * On 13 August 1988, van Hoogstraten made an extended appearance on the British television discussion programme After Dark, alongside Marie Jahoda and Owen Oyston, among others. * Sitting Targets, an episode in the BBC Two Screen Two anthology series (19 March 1989), was a fictionalised account of the legal victory won by the actress Leslee Udwin against van Hoogstraten after his harassment of her and her fellow tenants in their Rent Act-protected apartment block in west London, which he had bought. Udwin played a fictionalised version of herself, alongside Jonathan Hyde as evil landlord Vincent Stott. * In the song \"Sheriff Fatman\", the anti-hero of the song is an unscrupulous businessman, \"infamous for fifteen minutes\", who is compared with \"Nicholas van Whats-his-face\", considered by many critics to be a transparent reference to van Hoogstraten.Nicholas van Wotsisface ==References== ==Further reading== * Walsh, Mike and Jordan, Don. (2003). Nicholas Van Hoogstraten – Millionaire Killer, John Blake, * *Van Hoogstraten's life of controversy – BBC News website *BBC News Archive of news stories relating to Van Hoogstraten *collection of Scotsman articles relating to the civil trial of the manslaughter case ==External links== * Network DVD – World in Action Vol. 3 – The Violent World of Nicholas Hoogstraten Category:1945 births Category:Living people Category:People from Shoreham-by-Sea Category:English people of German descent Category:English people of Dutch descent Category:English people of French descent Category:English businesspeople Category:English criminals Category:20th-century British criminals Category:People acquitted of manslaughter Category:British expatriates in Zimbabwe",
 "title": "Nicholas van Hoogstraten"
}