{
 "id": "327367",
 "text": "Pierre Granche (March 14, 1948 – September 30, 1997) was a French-Canadian sculptor. Having studied at the École des Beaux-Arts de Montréal and the Université de Vincennes in Paris, he taught in the art history department of the Université de Montréal for more than twenty years (1975–1997) until his death from lung cancer in Montreal. As a sculptor, his works are mainly abstract semi-representational pieces, many in aluminium. He was highly influential in the Quebec art world in the field of integrating art and architecture. ==Public artworks== Some of his public artworks include: Image:Canada Memorial - war memorial in Green Park, London - Pierre Granche.jpg|Canada Memorial in Green Park, London, near Buckingham Palace pays tribute to the Canadians who participated in the two World Wars.\\- Canada Memorial in Green Park (Veterans Affairs Canada) File:Montreal metro namur.jpg|Pierre Granche's *Système, a huge suspended geometric system in Namur metro station, Montreal, Quebec File:Granche-systeme.jpg|Pierre Granche's *Système, a huge suspended geometric system in Namur metro station, Montreal, Quebec File:Granche-totem.jpg|Pierre Granche's Totem urbain / histoire en dentelle, an allegorical representation of Montreal history, at the McCord Museum, Montreal; File:Granche Comme si.JPG|Pierre Granche's Comme si le temps... de la rue, an ensemble of symbolic aluminium free-standing sculptures in a large fountain basin visible from the exterior and interior of Place des Arts, Montreal, Quebec File:Parc Montreal-Nord.jpg|Pierre Granche's sculpture, Parc de Montréal-Nord à l'intersection des boulevards Henri- Bourassa et Léger *32 fois passera, le dernier s'envolera, a collection of vertical glass screens with plant forms in aluminum, symbolising education, in the courtyard of the Pavillon J-A-de Sève, UQAM, Montreal; *Lieu re-découvert, an environmental intervention of a variety of truncated pyramid shapes, Le Gardeur hospital, Repentigny, Quebec; *Égalité / équivalence, a grouping of sculptures representing dogs, winged men, and gardens, Université Laval, Quebec City; See List of Canadians, List of Quebecois. ==References== ==External links== *Pierre Granche - Montreal by Metro Category:1948 births Category:1997 deaths Category:Sculptors from Quebec Category:Contemporary sculptors Category:20th-century Canadian sculptors Category:Canadian male sculptors Category:20th-century male artists Category:Deaths from lung cancer Category:Deaths from cancer in Quebec Category:Montreal Metro artists Category:French Quebecers Category:Université de Montréal faculty Category:École des beaux-arts de Montréal alumni",
 "title": "Pierre Granche"
}