{
 "id": "327476",
 "text": "A ureterosigmoidostomy is a surgical procedure where the ureters which carry urine from the kidneys, are diverted into the sigmoid colon. It is done as a treatment for bladder cancer, where the urinary bladder had to be removed. Rarely, the cancer presents in children between the ages of 2 & 10 yrs old as an aggressive rhabdomyosarcoma, although there are diagnoses of children as young as 3 months old. The procedure was also used several decades ago as a correctional procedure for patients born with bladder exstrophy. In the case of some bladder exstrophy patients, occasional bowel incontinence (in this case, a mixture of urine and feces similar to diarrhea) at night is one uncontrollable consequence. Another consequence of this procedure is an increased risk of kidney infections (nephritis) due to bacteria from faeces travelling back up the ureters (reflux). Patients are commonly put on oral prophylactic antibiotics to combat infections in the uretery tract and the kidneys but this can lead to tolerance of the antibiotic, so over time the patient can build up tolerance to a large number of oral antibiotics, leading to a need for IV (intravenous) antibiotics administered while the patient is an inpatient. As well as this, the urine entering the colon can cause diarrhea and salt imbalance due to the sodium and chloride in the urine. Urea levels in the blood are higher due to urea crossing the colon wall. In the large intestine, sodium is swapped for potassium, and chloride for bicarbonate, this causes hypokalaemia and acidosis. Many patients take sodium bicarbonate to combat this. Patients with ureterosigmoidostomy have a 100 times greater chance of developing carcinoma of the colon after living with the modification for a number of years, on average 20–30 years after the operation – 24% of patients go on to develop carcinoma of the bowel. This operation is no longer popular in many countries, with an ileal conduit (where the ureters lead into a loop of small intestine) being preferred. However, it is still popular in developing countries as the maintenance of an ileal conduit or a catheter is seen to be more difficult. ==References== Category:Surgical procedures and techniques",
 "title": "Ureterosigmoidostomy"
}