{
 "id": "327771",
 "text": "Harper's Bazaar is an American monthly women's fashion magazine. It was first published in New York City on November 2, 1867, as the weekly Harper's Bazar. Harper's Bazaar is published by Hearst and considers itself to be the style resource for \"women who are the first to buy the best, from casual to couture\". Since its debut in 1867, as the U.S.'s first fashion magazine, its pages have been home to talent such as the founding editor, author and translator Mary Louise Booth, as well as numerous fashion editors, photographers, illustrators and writers. Harper's Bazaars corporate offices are located in the Hearst Tower, 300 West 57th Street or 959 Eighth Avenue, near Columbus Circle in Midtown Manhattan, New York City. The current editor- in-chief of the U.S. edition is Samira Nasr. ==History== Harper & Brothers founded the magazine based in New York City on November 2, 1867. This company also gave birth to Harper's Magazine and HarperCollins Publishing.thumb|Front cover illustrating hairstyles, Vol. I, No. 49 (October 3, 1868) – as Harper's Bazar: A Repository of Fashion, Pleasure, and Instruction Harper's Bazar began publication as a tabloid-size weekly newspaper catering to women in the middle and upper classes. It showcased fashion from Germany and Paris in a newspaper- design format. In fact, it was directly inspired by and modeled on a German fashion magazine Der Bazar, and received content from the German magazine in its early years, often publishing it simultaneously. It was not until 1901 Harper's moved to a monthly issued magazine which it maintains today. Now Harper's Bazaar is owned and operated by Hearst in the United States and the National Magazine Company in the United Kingdom. Hearst purchased the magazine in 1913. The name change to Harper's Bazaar was filed on December 30, 1930.\"Corporate Changes\". The New York Times. December 31, 1930. Page 36. \"Albany, Dec. 30.—These corporate changes were filed today: ... [under heading 'Name Changes'] Harper's Bazar, Manhattan, to Harper's Bazaar. ...\" ===Victorian elegance (1898–1912)=== As the turn of the century began in America, Harper's Bazar began featuring both illustrations and photographs for its covers and inside features of high society and increasingly of fashion. During the late Victorian period, as the women's suffrage movement was gaining momentum (American women did not all win the right to vote until 1920 with the passing of the 19th Amendment), the introduction of more tailored dresses and jackets coincided with women's new sense of feminism. Bazaar also began profiling prominent socialites, such as the Astors and the Griscoms. ===The Carmel Snow years (1933–1957)=== In 1933, editor-in-chief Carmel Snow (a former editor at Vogue) brought photojournalist Martin Munkacsi to a windswept beach to shoot a swimwear spread. As the model ran toward the camera, Munkacsi took the picture that made fashion-magazine history. Until that moment, nearly all fashion was carefully staged on mannequin-like models in a studio. Snow's buoyant spirit (she rarely slept or ate, although she had a lifelong love affair with the three-martini lunch) and wicked sense of adventure brought life to the pages of Bazaar. Snow's genius came from cultivating the \"best\" people. Her first big find was art director Alexey Brodovitch, who innovated Bazaars iconic Didot logo. Brodovitch is perhaps best known for his work with Richard Avedon, who, as a young photographer, was so determined to work at Bazaar that he endured the humiliation of 14 canceled interviews before finally being hired. Snow also unleashed the force of nature known as Diana Vreeland, whom she brought on as fashion editor in 1936. The collaboration of these four visionaries resulted in some of the germane fashion shoots of the 20th century and ended only with Snow's retirement, at age 70, in 1957. ===Alexey Brodovitch (1934–1958)=== In 1934, newly installed Bazaar editor Carmel Snow attended an Art Directors Club of New York exhibition curated by 36-year-old graphic designer Alexey Brodovitch and immediately offered Brodovitch a job as Bazaars art director. Throughout his career at the magazine, Brodovitch, a Russian émigré (by way of Paris), revolutionized magazine design. With his directive \"Astonish me\", he inspired some of the greatest visual artists of the 20th century (including protégés Irving Penn, Hiro, Gleb Derujinsky, and, of course, Richard Avedon). One of his assistants was future Rolling Stone art director Tony Lane. Brodovitch's signature use of white space, his innovation of Bazaars iconic Didot logo, and the cinematic quality that his obsessive cropping brought to layouts (not even the work of Man Ray and Henri Cartier-Bresson was safe from his busy scissors) compelled Truman Capote to write, \"What Dom Pérignon was to champagne ... so [Brodovitch] has been to ... photographic design and editorial layout.\" Brodovitch's personal life was less triumphant. Plagued by alcoholism, he left Bazaar in 1958 and eventually moved to the south of France, where he died in 1971. ===The Vreeland years (1936–1962)=== When Carmel Snow saw Mrs. T. Reed Vreeland dancing on the roof of New York's St. Regis Hotel in a white lace Chanel dress and a bolero with roses in her hair one evening in 1936, she knew she'd found Bazaars newest staffer. Diana, who is said to have invented the word \"pizzazz\", first came to the attention of readers with her \"Why Don't You ... ?\" column. (A typical suggestion: \"Why don't you ... wear, like the Duchess of Kent, three enormous diamond stars arranged in your hair in front?\") Before long, she became fashion editor, collaborating with photographers Louise Dahl-Wolfe and Richard Avedon and, later, art director Henry Wolf. Her eccentricity, perception and wit, as well as her sharp wit and sweeping pronouncements (\"I adore that pink! It's the navy blue of India,\" \"Elegance is refusal!\"), were memorialized in the movie Funny Face, making her, for many, the prototypical fashion-magazine editor. ===The Avedon years (1945–1965)=== Richard Avedon began creating fashion portfolios for Harper's Bazaar at age 22. His distinctive photographs showed both chic insouciance and boundless vitality. Avedon's women leapt off curbs, roller-skated on the Place de la Concorde, and were seen in nightclubs, enjoying the freedom and fashions of the postwar era. He wanted his art in photos to be in the moment for his models, to be much more natural and raw. The goal always for him was to eliminate the background and pull focus to the main subject of the photograph, such as a model in the desert suffering from being stranded in the middle of nowhere. His minimalist style of photography created this new theme in fashion where less can be more. Amazingly, he carved a pathway for models to show their true selves in modeling. He was immortalized in the film Funny Face by the character Dick Avery (played by Fred Astaire), who asked, \"What's wrong with bringing out a girl who has character, spirit, and intelligence?\" Alongside Fred Astaire was the leading lady Audrey Hepburn who portrays a \"plain\" girl who ultimately blossoms into a beautiful women. Avedon contributed many stills of Audrey Hepburn to the film, although he did not believe it truly captured her beauty, because getting to know her set her beauty on whole another level that just couldn't be caught in a photo. Being photographed by Avedon for the February 1959 issue of Harper's Bazaar, China Machado was one of the first non-caucasian models to appear on the pages of a fashion magazine. ===The Derujinsky years (1950–1968)=== Gleb Derujinsky's 18-year career at Harper's Bazaar spanned from 1950 to 1968 and during that time produced some of the classic images of the era. Scouted by editor-in- chief Carmel Snow and art director Alexey Brodovitch, Derujinsky joined the elite group of photographers, including Richard Avedon, who shot for the magazine. Working closely with the then fashion editor Diana Vreeland, Derujinsky proved a pioneer in his field, creating stunning juxtapositions between European Haute Couture dresses and landscapes ranging from desert sands to car junkyards, fairgrounds and airports, all this at a time when air travel was yet to become as common as it is now. \"Avedon shot dresses and clothes, Gleb shot women living in them\". To mark the inauguration of Pan Am's Boeing 707 in 1957, Derujinsky traveled across the world with Nena von Schlebrügge, and Ruth Neumann, whom he would later marry. The latter would be his muse from the seaside harbors of China, to the Nara Deer Park in Japan, and throughout Thailand, Spain and Greece. The 1957 Paris Collections were the basis for a 25-page spread in Harper's Bazaar featuring his photographs. \"Gleb Derujinsky's photographs evoke the best of Harper's Bazaar: exquisitely beautiful, original, and instantly iconic images of a very fashionable life\". ===Nonnie Moore (1980–1984)=== Nonnie Moore was hired as fashion editor in 1980, having served in the same post at Mademoiselle. The New York Times noticed the changes she made at Harper's Bazaar, highlighting how the magazine had been \"looking a little dowdy\", but that Moore had \"noticeably sharpened the magazine's fashion point of view\" by showing \"brighter, younger and more stylish\", complimenting her use of \"young and exciting fashion photographers\", such as Oliviero Toscani. ==Harper's Bazaar worldwide== The magazine is published in 37 countries and regions. * (in Arabic and English) * (in Spanish) * (in English) * (in Portuguese) * (in Bulgarian) * (in French) * (in Spanish) * (in Simplified Chinese) * (in Spanish) * (in Czech) * (in Spanish) * (in German) * (in Greek) * (in English and Traditional Chinese) * (in English) * (in English and Indonesian) * (in Japanese) * (in Russian) * (in English and Korean) * (in Malay and English) * (in Spanish) * (in Spanish) * (in Dutch) * (in Romanian) * (in Russian) * (in Serbian) * (in English, Malay and Simplified Chinese) * (in Spanish) * (in English and Traditional Chinese) * (in English and Thai) * (in Turkish) * (in Russian) * (in English) * (in English and Spanish) * (in Spanish) * (in Vietnamese) * Harper's Bazaar Latin America - en Español (in Spanish) ===Harper's Bazaar Australia=== Harper's Bazaar Australia founded the magazine based in Sydney on March 1, 1998, with Nicole Kidman on the cover. From 2009 until 2013, the winner of Australia's Next Top Model, an annual Australian reality television series, appeared on the magazine's cover and in an editorial feature. The current editor-in-chief is Kellie Hush, whose first edited issue in Sydney in November 2012. Harper's Bazaar Australia first published based in Sydney on March 1, 1998. Since its debut in Sydney on March 1, 1998, it used the slogan and tagline Australia's No. 1 Fashion Magazine. In mid-July 2020, the magazine's Australian publisher Bauer Media Australia closed down Harper's Bazaar Australia, citing declining advertising revenue and travel restrictions caused by the COVID-19 pandemic. The magazine ceased publication in July 2020. Hearst Magazine has announced publication of the magazine restarted in September 2021.Hearst magazine’s Harpers Bazaar returning to Australia Mumbrella June 7, 2021 ;Editors * Karin Upton Baker (1998–2001) * Alison Veness (2001–2008) * Jamie Huckbody (2008–2009) * Edwina McCann (2009–2012) * Kellie Hush (2012–2018) * Eugenie Kelly (2018-2021) * Jillian Davison (2021-present) ===Harper's Bazaar India=== Harper's Bazaar India published its first Indian edition of the magazine on March 1, 2009, which featured Kareena Kapoor and Swarovski crystals on the cover. The magazine is based in and published from Mumbai, in partnership with the Noida-based India Today Group. The launch editor was Sujata Assomull Sippy, but she left the magazine after the April 2012 issue. The ex-editor, Nishat Fatima, was appointed in December 2012. Recently, former editor of ELLE India, Nonita Kalra, was appointed as the editor of Harper's Bazaar India. Harper's Bazaar India first published in Mumbai on March 1, 2009, with the slogan and tagline India's No. 1 Fashion Magazine. ;Editors * Sujata Assomull Sippy (2009–2012) * Nishat Fatima (2012–2016) * Nonita Kalra (2016–present) ===Harper's Bazaar Indonesia=== New York City-based Hearst collaboration with Jakarta-based MRA Printed Media's Harper's Bazaar Indonesia founded the magazine based in Jakarta in June 2000, under the name PT Media Insani Abadi. Harper's Bazaar Indonesia first published based in Jakarta in June 2000. Since its debut in Jakarta on January 2, 2000, with the slogan and tagline its Indonesia's No. 1 Fashion Magazine. ===Harper's Bazaar Malaysia=== New York City-based Hearst Communications' Harper's Bazaar Malaysia founded the magazine based in Kuala Lumpur on April 6, 2003 with the tagline Malaysia's No. 1 Fashion Magazine. ===Harper's Bazaar UK=== The Harper's Bazaar UK edition was first published in London in 1929. In November 1970, New York City-based Hearst Communications amalgamated it with Queen magazine (which dated from 1862) to form Harpers & Queen. The magazine was widely perceived to be focused on British \"high society\" and the lives of socialites and the British aristocracy. In March 2006, it was renamed Harper's Bazaar, bringing it in line with its international sister titles, and repositioned as a more celebrity-oriented fashion magazine. Harper's Bazaar UK has a long history of literary contributions from leading writers, including Evelyn Waugh, Henry James, Thomas Hardy, and Virginia Woolf. It maintains that connection today, with recent articles written by Ali Smith, Jeanette Winterson, and Margaret Atwood, and runs its own Literary Salon. The magazine has won several awards, including Consumer Magazine of the Year. The current editor-in-chief is Lydia Slater. Harper's Bazaar UK has historically used the slogan, theme, and tagline \"British's No. 1 Fashion Magazine\". ;Editors * Lucy Yeomans (2000–2012) * Jennifer Dickinson (2012-2013) * Justine Picardie (2013–2019) * Lydia Slater (2019–present) ===Harper's Bazaar Vietnam=== The magazine was founded based in Ho Chi Minh City on June 27, 2011, the Vietnamese version of Harper's Bazaar is called Phong cách Harper's Bazaar as a result of merging Harper's Bazaar and Phong cách. Trương Ngọc Ánh was the first face cover. Starting 2012, Harper's Bazaar Vietnam launched an enhanced iPad edition, an official YouTube channel and an official fanpage on Facebook. Harper's Bazaar Vietnam was also a co-sponsor of the first season of Project Runway Vietnam (local title: Nhà thiết kế thời trang Việt Nam). In 2014, Harper's Bazaar Vietnam launched its website. Harper's Bazaar Vietnam was first published based in Ho Chi Minh City on June 27, 2011. Since its debut in Ho Chi Minh City, its slogan and tagline is Vietnam's No. 1 Fashion Magazine. ===Harper's Bazaar Singapore=== Harper's Bazaar Singapore published its first Singapore edition of the magazine on November 4, 2001. It is published by SPH Magazines. Its official Facebook page was launched in 2008, and an enhanced iPad edition was launched in 2012. In 2015, Harper's Bazaar Singapore launched its website. It features news about fashion, beauty, lifestyle and celebrities. Harper's Bazaar Singapore has won several awards, including a MPAS Awards 2018 for Fashion Media of the Year (Gold). The magazine was also the media partner for the first four seasons of Asia's Next Top Model. Kenneth Goh has been the editor-in-chief of the magazine since 2014. Harper's Bazaar Singapore first published based in Singapore on November 4, 2001. Since its debut in Singapore, its slogan and tagline is Singapore's No. 1 Fashion Magazine. === Harper's Bazaar China === Harper's Bazaar China originated as Best China Fashions English version. On November 4, 2001, the magazine officially started a collaboration with Fashion Group. In September 2002, it began a copyright cooperation with Harper's Bazaar. After three years of copyright collaboration, the magazine changed its name to Harper's Bazaar in 2005. The targeted audiences of Harper's Bazaar China are successful women over 25 that have high income, good taste, love fashion, and pursue perfection. The chief editor of Harper's Bazaar China is Simona Sha. The magazine now has offices in Harbin. Harper's Bazaar China has started BAZAAR Stars' Charity Night and has proposed to \"let the charity become a kind of fashion.\" Hosted by Harper's Bazaar China, BAZAAR Stars' Charity Gala is an annual fundraising gala for Chinese celebrities who support charities. It collects money through an auction, to be used for charities that support causes for impoverished children, medical aids, disaster recovery and many others. In an interview, the Editor-in-Chief of Harper's Bazaar China, Su Mang, said, \"People usually think Fashion has nothing to do with charity. Sometimes they regard charity merely as our strategy to gain attention, but I want to say that, if behind the glamorous dresses, there is a true willingness to help others, we should also applaud for them.\" Harper's Bazaar China first published based in Shanghai on November 4, 2001. ;Editors * Su Mang (2001-2018) * Simona Sha (2018-present) === Harper's Bazaar Taiwan === Harper's Bazaar Taiwan founded the magazine based in New Taipei City on February 4, 1990. It was authorized by Hearst Cooperation to be published by Hwa Ker Publishing Company Limited. Its chief editor is Elaine Liao. Harper's Bazaar Taiwan first published based in New Taipei City on February 4, 1990. Since its debut in New Taipei City on February 4, 1990, with the slogan and tagline its Taiwan's No. 1 Fashion Magazine. === Harper's Bazaar Hong Kong === Founded the magazine based in Hong Kong on January 3, 1988, Harper's Bazaar Hong Kong was authorized by Hearst Cooperation to be published by the SCMP Group. Its chief editor is Xaven Mak. Harper's Bazaar Hong Kong first published based in Hong Kong on 1988. Since its debut in Hong Kong on January 3, 1988, with the slogan and tagline its Hong Kong's No. 1 Fashion Magazine. === Harper's Bazaar Arabia === Harper's Bazaar Arabia is the Middle East and North Africa edition of the international publication, and founded the magazine based in Dubai on March 1, 2007. It is published by ITP Media Group in Dubai and has prominent audiences in the United Arab Emirates, Saudi Arabia, Qatar, Kuwait, Bahrain, Oman, Jordan, Lebanon, Morocco, Algeria and Tunisia. As well as showcasing local and regional fashion, beauty and lifestyle trends, the title has secured a number of world-exclusive covers and interviews with celebrities including Rihanna, Kylie Jenner and Kris Jenner, will.i.am, Shanina Shaik, Sophia Vergara, Nancy Ajram, Sarah Jessica Parker and Janet Jackson. The English language magazine also has a web platform, and launched an Arabic-language version of the website in January 2017. The brand also publishes Harper's Bazaar Art, Interiors and Junior titles and hosts an annual Harper's Bazaar Best Dressed event celebrating the most stylish women in the region. In July 2018 Harper's Bazaar Arabia became the first magazine to have a Saudi Arabian woman on the cover when they featured Taleedah Tamer as their July/August cover girl. Harper's Bazaar Arabia first published based in Dubai on March 1, 2007. Since its debut in Dubai on March 1, 2007, with the slogan and tagline its Arabia's No. 1 Fashion Magazine. === Harper's Bazaar Thailand === Harper's Bazaar Thailand founded the magazine based in Bangkok on January 2, 2005. The oldest fashion, beauty and lifestyle magazine in the world under the hearst international harper's bazaar and is the magazine of media expertise international (Thailand) limited. Its editor-in-chief is Duang Poshyanonda. Harper's Bazaar Thailand first published based in Bangkok on January 2, 2005. Since its debut in Bangkok on January 2, 2005, with the slogan and tagline its Thailand's No. 1 Fashion Magazine. ==Editors== * Mary L. Booth (1867–1889) * Margaret Sangster (1889–1899) * Elizabeth Jordan (1900–1913) * William Martin Johnson (1913–1914) * Hartford Powell (1914–1916) * John Chapman Hilder (1916–1920) * Henry Blackman Sell (1920–1926) * Charles Hanson Towne (1926–1929) * Arthur H. Samuels (1929–1934) * Carmel Snow (1934–1957) * Nancy White (1957–1971) * James Brady (1971–1972) * Anthony Mazzola (1972–1992) * Liz Tilberis (1992–1999) * Katherine Betts (1999–2001) * Glenda Bailey (2001–2020) * Samira Nasr (2020–present) ==See also== * List of Harper's Bazaar cover models * List of women's magazines * Lizzette Kattan * Nat Mags (UK publisher) * Maria Podgorbunskaya * Margaret Elizabeth Sangster * Lucy Yeomans * Stephanie Theobald * Amy Fine Collins ==References== ==External links== * * Harper's Bazaar Singapore official website * Harper's Bazaar Hong Kong official website * Harper's Bazaar Vietnam official website * Harper's Bazaar UK official website * Harper's Bazaar Australia official website * Harper's Bazaar Russia official website * Harper's Bazaar Germany official website * Harper's Bazaar Serbia official website * Harper's Bazaar Romania official website * Harper's Bazaar Arabia official website * * Online archive of early covers * * Cornell University. Harper's Bazaar digitized issues 1867–1900 Category:1867 establishments in New York (state) Category:Fashion magazines published in the United States Category:Monthly magazines published in the United States Category:Women's magazines published in the United States Category:Hearst Communications publications Category:Mercury Capital Category:Magazines established in 1867 Category:Magazines published in New York City Category:Women's fashion magazines",
 "title": "Harper's Bazaar"
}