{
 "id": "327842",
 "text": "The spectacled porpoise (Phocoena dioptrica) is a small to midsize porpoise indigenous to the Southern Ocean. It is one of the most poorly studied cetaceans, partly due to its remote range in the southern ocean. What little is known about this porpoise species has been gathered mainly from stranded individuals, and a few observations of living animals made at sea. ==Description== As with other porpoise species, the spectacled porpoise has no beak. It has small pectoral fins with rounded tips positioned far forward on the body, and a triangular dorsal fin. Interestingly, this porpoise species shows obvious sexual dimorphism between adult males and females, as the dorsal fins in the former are much larger and more rounded. Records for female length range up to , while males may reach , which represents the largest specimen documented thus far. The maximum weight for a female was , while a male has been recorded at . The spectacled porpoise has a distinctive colouration. As an adult it is countershaded, with a black dorsal region which is sharply delineated from a white belly. In some individuals, this line can be feathered. An obvious dark eye patch is present in both juveniles and adults. A pale ‘saddle-patch’ around the dorsal fin and a dark line around the blowhole have also been documented. Females are described as lighter in colouration, while young animals may have a dorsal area that is grey rather than black, with a lighter grey on the belly, a clearly demarked line connecting the mouth and flipper. ==Geographic range/distribution == The distribution of the spectacled porpoise is thought to be circumpolar, and it is considered a predominately oceanic species, however occasional sightings and specimens are documented in coastal regions. Evidence from sightings and strandings suggest that the species can be found within cool temperate, sub- Antarctic and Antarctic waters, where water temperatures range between 0.9 °C and 10.3 °C. Stranded individuals have been found across the southern hemisphere. In the south-western Atlantic records have been made at Santa Catarina in Southern Brazil, Uruguay, from Buenos Aires to Tierra del Fuego, and the Falkland Islands and South Georgia. Records exist from the south- western South Pacific (Auckland and Maquarie Islands) to the southern Indian Ocean (Heard and Kerguelen), and also from New Zealand, Burney Island, Tasmania and South Australia. This widespread distribution is evidence of a circumpolar range, and possible association with the Falkland Current and Antarctic Circumpolar Current (ACC) which transports cold water along the Atlantic coast of South America, and around Antarctica respectively. Sightings of spectacled porpoise at sea are similarly widespread, and include waters off Patagonia, South Georgia, Kerguelen, south of New Zealand, Tasmania and Heard Island. Nine sightings have been made south of 64°, in Antarctic waters. ==Foraging== Little dietary information is available for the spectacled porpoise, but it is thought to forage on fish and squid. No observations of foraging behaviour at sea have been made. Stomach contents from a small number of stranded specimens included anchovy (Eugraulis sp.), stomatopods, cephalopod beaks (Sepia sp.) and a half digested ornate cowfish (Aracana ornata). ==Reproduction== Little is known about the reproduction of the spectacled porpoise. In the Tierra del Fuego region, studies estimate that young porpoises are born at long in late spring or summer (November to February). No information is available on gestation, lactation, or inter-birth intervals. ==Taxonomy== The species was named by the French naturalist Fernando Lihille in 1912 for its two distinctive black eye patches, with the latin dioptrica meaning ‘spectacled’. In Spanish, the spectacled porpoise is known as 'marsopa de anteojos', a literal translation of the English common name . Recent analyses of mitochondrial DNA from 50 porpoises indicated high levels of genetic diversity that would indicate a large and stable population, or one with a wide distribution. The study also revealed evidence for a recent expansion in population. Phylogenetic tree analyses found that spectacled porpoises are more closely related to Burmeister's porpoise (Phocoena spinipinnis) than to the vaquita (Phocoena sinus) which appeared to diverge from Burmeister’s and spectacled porpoises in the Pliocene era. These three species diverged from the harbour porpoise (Phocoena phocoena) and Dall’s porpoise ( Phocoenoides dalli) around 4 million years ago, while the split between Burmeister’s and spectacled porpoises occurred 2.3 million years ago. ==Population status== The population size and its inter-connectedness across the Southern Ocean is unknown. Research cruises conducted between 1978 and 2004 in the Antarctic resulted in 28 sightings, however these were made in fair weather conditions and porpoises may have been missed during poorer conditions. It is possible that Passive Acoustic Monitoring (PAM) for spectacled porpoises may shed more light on their range and habitat use, however no studies have been conducted to date. ==Threats== The spectacled porpoise is likely prey for sharks, leopard seals (Hydrurga leptonyx) and killer whales (Orcinus orca). In Tierra del Fuego, it has been observed that scavenging birds such as kelp gulls will target stranded spectacled porpoise carcasses over other cetacean species. Such scavenging can result in a carcass becoming skeletonised rapidly, within one to two hours. Researchers have uncovered spectacled porpoise remains within the kitchen middens of the canoe people who lived in Tierra del Fuego between 6000 and 1400 years ago. It is possible the species was once a common food source for peoples in the region. More recently, porpoises may be caught and used as bait for the crab fishery industry, however the frequency of this activity and its impact on porpoise population status is unknown. Bycatch and incidental capture are most likely the greatest anthropogenic threat to the spectacled porpoise. Porpoises and other small cetaceans are particularly at risk of entanglement and drowning in gillnets, as the thin filaments are not easily detected by their echolocation clicks. The extent of incidental bycatch is unknown, however strandings and fishing ground locations often coincide. ==Conservation status== While previously listed by the IUCN in 2008 as ‘Data Deficient’ the species was upgraded to ‘Least Concern’ in 2018. While it is widely accepted that spectacled porpoises are threatened by fishery bycatch and entanglement, and stranding rates in Tierra del Fuego may be unsustainable for the population, the category of Least Concern has been applied provisionally until more data is available. ==Captivity== At least two incidents have been documented where a living spectacled porpoise was taken into captivity, in both cases for medical treatment and rehabilitation following stranding. The first individual was a very young 127 cm long female calf that stranded in Port Elliot, Southern Australia, on 24 March 1997. The calf was disorientated and exhausted, preventing refloating attempts, and rescuers subsequently transported the calf to the Royal Society for the Prevention of Cruelty to Animals (RSPCA) marine rescue unit in Adelaide. The porpoise died five days later on 29 March 1997, and a necropsy revealed damage to the oesophagus and first stomach caused by intubation during force-feeding. However, other organs were normal and no direct cause of death was determined. The second incident occurred on 26 January 2019, where an adult male live stranded 30 km up a river estuary in Argentina. The porpoise was emaciated and dehydrated, and was taken to the Marine Fauna Rescue and Rehabilitation Centre. The animal died four days later on 30 January 2019. == See also == *List of cetaceans *Marine biology ==References== ==External links== *Whale & Dolphin Conservation (WDC) *Convention on Migratory Species page on the Spectacled porpoise Category:Porpoises Category:Mammals of Argentina Category:Mammals of Chile Category:Fauna of the Auckland Islands Category:Mammals described in 1912",
 "title": "Spectacled porpoise"
}