{
 "id": "328167",
 "text": "Darby Crash (formerly Bobby Pyn; born Jan Paul Beahm; September 26, 1958 – December 7, 1980)State of California. California Birth Index, 1905–1995. Sacramento, CA, US: State of California Department of Health Services, Center for Health Statistics.State of California. California Death Index, 1940–1997. Sacramento, CA, US: State of California Department of Health Services, Center for Health Statistics. was an American punk rock vocalist who, along with longtime friend Pat Smear (born Georg Ruthenberg), co-founded the punk rock band the Germs. He died by suicide by overdosing on heroin.Alternative rock By Dave Thompson. Hal Leonard Corporation. p. 391 In the years since his suicide at the age of 22, The Germs have attained legendary status among punk rock fans and musicians alike, as well as from the wider alternative rock and underground music community in general. Crash has come to be revered as a unique and talented songwriter; his myriad literary, musical and philosophical influences, which varied from Friedrich Nietzsche and David Bowie to Charles Manson and Adolf Hitler, resulted in lyrics that were unusually wordy and impressionistic in the realm of punk rock at the time, immediately setting Crash and his band apart from most of other Los Angeles punk groups that sprang up in the late 1970s. == Early life == Born in Baldwin Hills Hospital, Beahm had a troubled childhood. While still a baby, he and his family lived in Venice, Los Angeles. He grew up in Culver City, California and later, West Los Angeles. When he was 11 years old, his eldest half-brother, Bobby Lucas, died of a heroin overdose at the age of 27, thought to have been murdered by a disgruntled drug dealer who intentionally sold him an unusually potent batch of the drug. He grew up believing that his biological father was a man named Harold \"Hal\" Beahm, who had left the family early on in his life. When he was a teenager, one of his elder half-sisters, Faith Jr., revealed in an argument that his biological father was actually a Swedish sailor named William Björklund. Beahm lived with his mother Faith Reynolds-Baker for much of his life, but their relationship was tumultuous. The accounts given of her in Brendan Mullen and Don Bolles' 2002 book Lexicon Devil: The Fast Times and Short Life of Darby Crash and the Germs portray her as having a mental illness, which caused her to behave erratically and be verbally abusive toward her son. Faith's third husband, Bob Baker, died suddenly of a heart attack at 39 in 1972; they had married in 1964 when a very young Beahm introduced the idea of them marrying after they began dating. She never married Beahm's biological father, and not long after Bob Baker's death, Beahm learned that his biological father, whom he never met, was also deceased. Bob Baker was a Korean War veteran. Beahm attended Innovative Program School, an alternative school within University High School in Los Angeles, which Beahm dubbed \"Interplanetary School\". The IPS program combined elements of est large group awareness training and Scientology. Beahm did not take the IPS program seriously. As students in the IPS program were given the liberty to form their own classes, Beahm and fellow student Georg Ruthenberg, better known as Pat Smear, created a class for themselves called Fruit Eating, in which they would go to a market, eat fruit for an hour, then return to school. Frequent users of LSD at the time, Beahm and Ruthenberg developed a following of other IPS students who would also use the drug. The two were accused of brainwashing the other students and causing them to behave subversively, which led to the dismissal of Beahm and Ruthenberg from the school in 1976. Beahm said to a friend: \"Acid took two years of my life. I don't remember anything.\" According to his mother, Beahm later enrolled at Santa Monica College. == The Germs == Not long after their dismissal from IPS, Beahm and Ruthenberg began trying to form a band, inspired by groups like The Runaways and The Stooges. Before they settled on the Germs as a band name, they called themselves \"Sophistifuck\" and the Revlon Spam Queens, but had to use a shorter name because they didn't have enough money to put this on a t-shirt.Alternative rock By Dave Thompson p. 391 After putting out an ad requesting \"two untalented girls\" who couldn't play their instruments, the two friends were joined by the suitably inexperienced bassist Terri Ryan, soon to be rechristened Lorna Doom, and drummer Belinda Carlisle, dubbed Dottie Danger, who never played a show with the group due to an extended bout of mononucleosis. Carlisle went on to fame and fortune as lead vocalist of The Go-Go's and as an even more successful solo artist. She was quickly replaced with Becky Barton (aka Donna Rhia), who played three gigs with the group and recorded with them on their debut single, 1977's \"Forming.\" When the Germs initially began playing out, the only member who was proficient with an instrument was Ruthenberg, who now called himself Pat Smear. Beahm initially dubbed himself Bobby Pyn, as he is credited on the group's first recording, but soon jettisoned the moniker in favor of the more overtly menacing Darby Crash, a name which he had initially referred to in the lyrics of the song \"Circle One.\" Beahm got the name \"Darby Crash\" from reading an obituary in the local newspaper that stated a man named Darby died in a car crash. The Germs were captured famously in Penelope Spheeris' 1981 film The Decline of Western Civilization. The film features a characteristically hectic and sloppy live show in which Crash, heavily intoxicated and under the influence of several drugs, calls to the audience for beer, stumbles and crawls on the stage and slurs lyrics while members of the audience write on him with permanent markers. During an interview in the film, Crash also discusses taking drugs onstage to avoid feeling injuries from fan violence and \"creeps out there with grudges.\" The Germs were well known for their violent, chaotic performances, often exacerbated by Crash's drug abuse, which increased steadily over the group's brief lifespan. All of this resulted in the band being banned from nearly every rock club in Los Angeles, which they nevertheless managed to avoid by playing under the alias G.I. (standing for \"Germs Incognito\"). By the point in which they were filmed for The Decline of Western Civilization, in late 1979, director Spheeris had to rent a soundstage called Cherrywood Studios in California in order for them to play a show outside of the club circuit from which they had been largely blacklisted. == Later life and suicide == Plagued by Crash's worsening heroin addiction, and live performances that now often ended prematurely due to violent conflict between audience members and the Los Angeles Police Department, the Germs disintegrated in April 1980, their last show being April 26 at the Fleetwood in Redondo Beach. Crash traveled to Britain, where he became heavily enamored with the music of Adam and the Ants, adopted an Adam Ant–inspired new look that included a mohawk, and put on a considerable amount of weight. Upon his return to the U.S., Crash formed the very short-lived Darby Crash Band; Circle Jerks drummer Lucky Lehrer joined the ill-fated ensemble on the eve of their first live performance after Crash kicked out the drummer they'd rehearsed with during soundcheck and convinced Pat Smear to act as the group's guitarist. Smear described the band as \"like the Germs, but with worse players\". On December 3, 1980, an over-sold Starwood hosted a final live show of the reunited Germs, including drummer Don Bolles.Mullen, Lexicon Devil Crash died by suicide from an intentional heroin overdose on December 7, 1980, in a house in the Fairfax District section of Los Angeles.The tombstone tourist: musicians By Scott Stanton p. 306 According to SPIN magazine, apocryphal lore has Crash attempting to write \"Here Lies Darby Crash\" on the wall as he lay dying, but not finishing. In reality, he wrote a short note to Darby Crash Band bassist David \"Bosco\" Danford that stated \"My life, my leather, my love goes to Bosco.\" His death was largely overshadowed by that of John Lennon, who was killed by Mark David Chapman in New York one day after Crash's suicide. His female friend Casey Cola Hopkins was with him that night, at her mother's main house. Casey was supposed to have died with him in the coach house (which was a converted garage) that night as part of a supposed death pact, but ended up surviving.Mullen, Lexicon Devil. p. 255. Crash is interred at Holy Cross Cemetery in Culver City. Since his death, his mother received the Germs' album and merchandise royalties, thanks to Darby's deal with Bug Records that was drafted a few months prior to his death.Wide-Eyed Boy: The Darby Crash story (revised edition), Lori Weiner, 2008, Mullen, Lexicon Devil . p.168 Crash's mother, Faith Ardelan Baker (February 28, 1922 – May 31, 2009), died in Los Angeles. Up until her death, she was convinced that her son's death was from an accidental overdose and not a suicide. His sister, Faith Jr., died of cancer in 2006 in Los Angeles. == In popular culture == The Descendents' song \"Tonyage\" (1982) includes the lyrics \"Hey, Bobby Pyn had long hair // But you spit on Darby Crash // He had a fucking mohawk man // Three years ago, Formed in '75\" Crash and the Germs are the subject of the 2007 biopic What We Do Is Secret, which starred Shane West as Crash, Bijou Phillips as Lorna Doom, Rick Gonzalez as Pat Smear, and Noah Segan as Bolles. Lexicon Devil: The Fast Times and Short Life of Darby Crash and the Germs, an oral history of the Germs and biography of Darby Crash written by Brendan Mullen, was published in 2002. The Sonic Youth album The Eternal includes a track entitled Thunderclap for Bobby Pyn. Wrestler Darby Allin's ring name is derived from the frontman of the Germs,Darby Crash, and the transgressive musician GG Allin. [6] == References == == Further reading == * Mullen, Brendan; et al. (2002). Lexicon Devil: The Fast Times and Short Life of Darby Crash and the Germs. Feral House. . == External links == * Adams, Tim (August 24, 2008). \"The death and afterlife of an LA punk\". The Observer. * * Lipton, Shana Ting (August 23, 2005). \"Rekindling the punk flame\" (page 1/2). Los Angeles Times. Category:1958 births Category:1980 suicides Category:University High School (Los Angeles) alumni Category:American punk rock singers Category:Deaths by heroin overdose in California Category:Drug-related suicides in California Category:Germs (band) members Category:American punk rock musicians Category:American people of Swedish descent Category:Burials at Holy Cross Cemetery, Culver City Category:20th-century American singers",
 "title": "Darby Crash"
}