{
 "id": "328372",
 "text": "{{Infobox settlement | name = Bay Ridge | official_name = | native_name = | native_name_lang = | other_name = Yellow Hook | settlement_type = Neighborhood of Brooklyn | image_skyline = Early 20th Century Bay Ridge Row Houses.jpg | imagesize = | image_caption = | nickname = \"The Ridge\" | motto = | mapsize = 250x200px | image_map = | map_alt = | map_caption = Location in New York City | coordinates = | pushpin_map = | pushpin_map_caption = | subdivision_type = Country | subdivision_name = | subdivision_type1 = State | subdivision_name1 = | subdivision_type2 = City | subdivision_name2 = New York City | subdivision_type3 = Borough | subdivision_name3 = Brooklyn | subdivision_type4 = Community District | subdivision_name4 = Brooklyn 10 | established_title = | established_date = | seat_type = | seat = | parts_type = | parts_style = | parts = | p1 = | government_footnotes = | government_type = | leader_title = Council Member | leader_name = Justin Brannan | leader_title1 = New York State Senator | leader_name1 = Andrew Gounardes | total_type = | unit_pref = Imperial | area_footnotes = Census Shapefile for 2014 Zip Code Tabulation Areas Area of 11209 Zip Code Tabulation Area | area_magnitude = | area_total_km2 = 5.49 | area_land_km2 = 5.49 | area_water_km2 = 0 | elevation_footnotes = | elevation_m = | elevation_ft = | elevation_min_m = | elevation_min_ft = | population_total = 79,371 | population_as_of = 2010 | population_footnotes = | population_density_km2 = auto | population_density_sq_mi = | population_note = | timezone1 = Eastern | utc_offset1 = −5 | timezone1_DST = EDT | utc_offset1_DST = −4 | postal_code_type = ZIP Codes | postal_code = 11209, 11220 | area_code_type = Area code | area_code = 718, 347, 929, and 917 }} Bay Ridge is a neighborhood in the southwest corner of the New York City borough of Brooklyn. It is bounded by Sunset Park on the north, Dyker Heights on the east, the Narrows and the Belt Parkway on the west, and Fort Hamilton Army Base and the Verrazzano-Narrows Bridge on the south. The section of Bay Ridge south of 86th Street is sometimes considered part of a sub-neighborhood called Fort Hamilton. Bay Ridge was formerly the westernmost portion of the town of New Utrecht, comprising two smaller villages: Yellow Hook to the north and Fort Hamilton to the south. Yellow Hook was named for the color of the soil and was renamed Bay Ridge in December 1853 to avoid negative connotations with yellow fever at the time; the name Bay Ridge was chosen based on the local geography.\"F.Y.I.\", The New York Times, December 17, 1995. Accessed February 23, 2022. \"More than a century ago, the area now known as Bay Ridge was called Yellow Hook, according to documents from the Bay Ridge Historical Society. The name referred to the yellow sand and clay in the soil. But yellow fever swept through the area in 1848-49, and the name Yellow Hook suddenly lost its charm.... So in December 1853, many of the large landowners from the area met to change the name. A florist named James Weir put forth the name Bay Ridge as one that suggested the 'geographic nature' of the land.\" Bay Ridge became developed as a rural summer resort during the mid-19th century. The arrival of the New York City Subway's Fourth Avenue Line (present-day ) in 1916 led to its development as a residential neighborhood. Until the early 1970s, Bay Ridge was dominated by its Norwegian community, but by the early 21st century it had a large Irish, Italian, and Greek population. Bay Ridge is part of Brooklyn Community District 10, and its primary ZIP Codes are 11209 and 11220. It is patrolled by the 68th Precinct of the New York City Police Department. Politically, it is represented by the New York City Council's 43rd District.Current City Council Districts for Kings County, New York City. Accessed May 5, 2017. ==History== === Early settlements === thumb||alt=|left South Brooklyn was originally settled by the Canarsee Indians, one of several indigenous Lenape peoples who farmed and hunted on the land. The Canarsee Indians had several routes that crossed Brooklyn, including a path from Fulton Ferry along the East River that extended southward to Gowanus Creek, Sunset Park, and Bay Ridge. The Canarsee traded with other indigenous peoples, and by the early 17th century, also with Dutch and English settlers. The first European settlement at Bay Ridge occurred in 1636 when Willem Adriaenszen Bennett and Jacques Bentyn purchased between 28th and 60th Streets, in what is now Sunset Park. However, after the land was purchased in the 1640s by Dutch settlers who laid out their farms along the waterfront, the Canarsee were soon displaced, and had left Brooklyn by the 18th century. Present-day Bay Ridge was the westernmost portion of New Utrecht, founded in 1657 by the Dutch. The area consisted of two sister villages: Yellow Hook to the north, named for the color of the soil, with \"Hook\" from the Dutch hoek, meaning \"corner\" and Fort Hamilton to the south, named for the military installation at its center. Yellow Hook was mostly farmland until the late 1840s. In 1848, Third Avenue within the area was widened. Two years later, a group of artists moved to the area and founded a colony called Ovington Village, named after the family who owned the farmland in the area. Around 1853, Yellow Hook changed the community's name to avoid association with yellow fever. \"Bay Ridge\" was suggested by local horticulturist James Weir after the area's most prominent geographic features: the high ridge that offered views of New York Bay. The natural beauty attracted the wealthy, who built country homes along Shore Road, overlooking the water. The first settlers referred to Fort Hamilton as the \"Nyack Tract\", after the Native American tribe that lived there. Fort Hamilton began to develop in the 1830s as a resort destination when the corresponding military fortification was created. The mostly-immigrant laborers in the area started to create a community to the fort's north and west, which included stores, houses, churches, and a school. The community was linked by stagecoach to New Utrecht, Gowanus, and downtown Brooklyn, as well as by ferry to Staten Island and Manhattan. In the mid-19th century, a large number of country houses were built in Bay Ridge, especially along Shore Road, which faced the New York Harbor to the west. The advent of the telephone allowed estate owners to communicate with their businesses in Manhattan while enjoying their stays at the elegant estates of Bay Ridge. Through this period Greek Revival, Italianate, and Gothic Revival villas were built on Shore Road; many of these villas were constructed by the descendants of the area's original settlers. Development in Bay Ridge continued through the 1890s. One of the most prominent organizations in Bay Ridge was the Crescent Athletic Club, a football club built in 1884, which contained a summer clubhouse, boathouse, and playing fields. By the late 19th century, it was anticipated that a series of parkways would be built across Brooklyn, connecting Bay Ridge to Eastern Parkway, Ocean Parkway, and Prospect Park. As such, several wide, tree-lined streets were laid through the neighborhood, including 75th Street (now Bay Ridge Parkway); Fort Hamilton Parkway; and Shore Road. === Rapid development and subway construction === Until the late 19th century, Bay Ridge would remain a relatively isolated rural area, reached primarily by stagecoaches, then by steam trolleys after 1878. In 1892, the first electric trolley line was built in Brooklyn, starting at a ferry terminal at 39th Street and running via Second Avenue to 65th Street, and then via Third Avenue. The Fifth Avenue Elevated was then extended to Third Avenue and 65th Street. This had the effect of raising land prices: one entity, the Bay Ridge Improvement Company, was able to buy land for in 1890, and then sell land off for $1,000 per lot several years later. Real estate speculation commenced at the beginning of the 20th century. A building boom in South Brooklyn started in about 1902 and 1903, and thousands of people started coming to the area from Manhattan and from other places. The first definite plans for a Fourth Avenue subway (today's ) were proposed by Rapid Transit Commission engineer William Barclay Parsons in 1903, and two years later, a citizens' committee was created to aid the creation of the subway line. The announcement of the subway line resulted in the immediate development of row houses in Bay Ridge. In 1905 and 1906 realty values increased by about 100 percent, and land values increased due to the promise of improved transportation access. Such was the rate of development, houses were being sold before they were even completed, and land prices could rise significantly just within several hours. The subway itself faced delays. In 1905, the Rapid Transit Commission adopted the Fourth Avenue route to Fort Hamilton; following approval by the Board of Estimate and mayor of New York City, the route was approved by the Appellate Division of the Supreme Court. Bids for construction and operation were let, but in 1907, the Rapid Transit Commission was succeeded by the Public Service Commission (PSC). For much of 1908, there were legal disagreements about whether the project could be funded while remaining within the city's debt limit. The PSC voted unanimously for the Fourth Avenue subway line in March 1908, but the Board of Estimate did not approve contracts for the line until October 1909. By then, a non-partisan political body, with the backing of 25,000 South Brooklyn residents, was created that would only support candidates in the municipal election that pledged support for the Fourth Avenue subway. Groundbreaking for the first section of the subway, between DeKalb Avenue and 43rd Street took place in 1909. Not long after the contracts were awarded, the PSC started negotiating with the Brooklyn Rapid Transit Company and the Interborough Rapid Transit Company in the execution of the Dual Contracts, which were signed in 1913. During the Dual System negotiations, the construction of an extension of the Fourth Avenue subway was recommended as part of the Dual System, which was approved in 1912. Construction began on the sections between 61st–89th Streets and between 43rd–61st Streets in 1913, and was completed two years later. The line opened to 59th Street on June 21, 1915, and was extended to 86th Street on January 15, 1916, at which time development started to accelerate. At the time, Bay Ridge extended northward to what is now present-day Sunset Park. Industrial developments were constructed along the waterfront north of present-day 65th Street, such as Bush Terminal (now Industry City), and those were considered to be within Bay Ridge. By the 1920s, the number of apartment buildings had increased fivefold, replacing old farms, homesteads and houses. Schools, churches, stores, movie theaters, and other structures were also created to serve the growing population. The Fourth Avenue subway was extended further to Bay Ridge–95th Street in 1925, by which point Bay Ridge's population had more than doubled since 1900. By World War II, almost all of these large houses had been replaced with apartment buildings. In the nineteenth and early twentieth centuries, many Norwegian and Danish sailors emigrated to Brooklyn, including Bay Ridge and neighboring Sunset Park; Lapskaus Boulevard, referring to the salted Norwegian beef stew, was the nickname of Eighth Avenue in this area. === Staten Island connection and later years === There had been plans to build the Staten Island Tunnel, a railroad or subway tunnel, from Bay Ridge to Staten Island as early as 1890. By the 1910s, there were two proposals to build a tunnel splitting from the Fourth Avenue subway in Bay Ridge, either at Fort Hamilton or at between 65th and 67th Streets. The plan for the tunnel from 65th-67th Streets was ultimately selected and work started in 1923, though the project was halted two years later. In 1927, two years after the cancellation of the Staten Island Tunnel, engineer David B. Steinman brought up the possibility of constructing a vehicular bridge, the \"Liberty Bridge\", across the Narrows. The tunnel proposal was also revived with the announcement of the Liberty Bridge, and proposals for vehicular and rail tunnels were both considered. The bridge was disapproved by the United States Department of War in 1934, and plans for a bridge were revived in 1936. By the time the bridge was approved by the city's Board of Estimate in 1943, residents of Bay Ridge had turned against it, citing a detrimental impact to the neighborhood's character. Robert Moses, the chairman of the Triborough Bridge and Tunnel Authority (TBTA), announced the revival of plans for what would become the Verrazzano-Narrows Bridge in 1947. U.S. Representative Donald Lawrence O'Toole, whose constituency included Bay Ridge, opposed the proposal for the bridge in part because he believed it would damage the character of Bay Ridge. The U.S. military approved the proposal anyway, and in 1957, Moses proposed expanding Brooklyn's Gowanus Expressway and extending it to the Narrows Bridge by way of Seventh Avenue, which would require cutting through the middle of Bay Ridge. This proposal drew opposition from the community, who wanted the approach to follow the Belt Parkway along the Brooklyn shore. After holding a hearing for concerned Bay Ridge residents, the Board of Estimate affirmed the Narrows Bridge plan in October 1958, though this angered Bay Ridge residents since the construction of the approach would displace 7,500 people. Also destroyed was Fort Lafayette, part of New York City's defense system along with Fort Hamilton and Fort Wadsworth in Staten Island; it was replaced by the base of the bridge's east tower. The Verrazzano-Narrows Bridge opened in 1964. The 2007 Brooklyn tornado hit this area, specifically 68th Street and Bay Ridge Avenue between Third and Fourth Avenues. Eleven houses had to be vacated after they suffered significant damage, and many of the trees on the two blocks toppled, landing on cars and stoops. The 4th Avenue Presbyterian Church had its very large stained glass window blown out. As the tornado lifted, it peeled the roof of a nearby Nissan dealership and deforested 40% of Leif Ericson Park. The tornado has been rated EF2 on the Enhanced Fujita scale, with winds between 111 and 135 MPH. ==Demographics== Based on data from the 2010 United States Census, the population of Bay Ridge was 79,371, a decrease of 1,168 (1.5%) from the 80,539 counted in 2000. Covering an area of , the neighborhood had a population density of .Table PL-P5 NTA: Total Population and Persons Per Acre - New York City Neighborhood Tabulation Areas*, 2010, Population Division - New York City Department of City Planning, February 2012. Accessed June 16, 2016. The racial makeup of the neighborhood was 66.4% (52,740) White, 1.8% (1,457) Black, 0.1% (83) Native American, 13.3% (10,530) Asian, 0.0% (19) Pacific Islander, 0.3% (265) from other races, and 2.1% (1,682) from two or more races. Hispanic or Latino of any race were 15.9% (12,595) of the population.Table PL-P3A NTA: Total Population by Mutually Exclusive Race and Hispanic Origin - New York City Neighborhood Tabulation Areas*, 2010, Population Division - New York City Department of City Planning, March 29, 2011. Accessed June 14, 2016. The entirety of Community Board 10 had 142,075 inhabitants as of NYC Health's 2018 Community Health Profile, with an average life expectancy of 83.1 years. This is higher than the median life expectancy of 81.2 for all New York City neighborhoods. Most inhabitants are middle-aged adults and youth: 20% are between the ages of 0–17, 34% between 25–44, and 25% between 45–64. The ratio of college-aged and elderly residents was lower, at 7% and 15% respectively. As of 2016, the median household income in Community District 10 was $68,679. In 2018, an estimated 19% of Bay Ridge and Dyker Heights residents lived in poverty, compared to 21% in all of Brooklyn and 20% in all of New York City. One in twelve residents (8%) were unemployed, compared to 9% in the rest of both Brooklyn and New York City. Rent burden, or the percentage of residents who have difficulty paying their rent, is 49% in Bay Ridge and Dyker Heights, slightly lower than the citywide and boroughwide rates of 52% and 51% respectively. Based on this calculation, , Bay Ridge and Dyker Heights is considered to be high-income relative to the rest of the city. According to the 2020 census data from New York City Department of City Planning, Bay Ridge had 40,000 or more White residents and each the Asian and Hispanic populations had between 10,000 to 19,999 residents. == Community == thumb|Bay Ridge's Norwegian heritage lives on today in the Valhalla Courts. While the Norse god Odin ruled the mythic hall from which the courts take their name, it is mostly local teenagers who rule these basketball playing areas. alt=|thumb|Bay Ridge's Arab community is a strong and sizable one, and its presence is evident in everything from Restaurants to Schools Like Super Starz Auto Driving School Pictured above on 79th St.|222x222px Until the early 1970s, Bay Ridge was dominated by its Norwegian community. By 1971, the 30,000-strong Norwegian community of Bay Ridge boasted that it was the fourth-largest Norwegian \"city\" in the world. Residents also compared Eighth Avenue's string of Norwegian businesses to Oslo's Karl Johans gate. Its Nordic heritage is still apparent in the annual Norwegian Constitution Day Parade, also known as the Syttende Mai Parade, featuring hundreds of people in folk dress who parade down Third Avenue. The celebration ends in Leif Ericson Park, named for the Viking explorer, where \"Miss Norway\" is crowned near the statue of Leif Ericson. The statue was donated by Crown Prince Olav, Prince of Norway, on behalf of the nation of Norway in 1939. Nordic Delicacies, a Norwegian gifts-and-groceries store, remained open until 2015. , Bay Ridge's population is around 80,000 and maintains a sizable Irish, Italian, and Greek population. Like other areas in southern and southwestern Brooklyn, an influx of Russian, Polish, and Lebanese arrived later in the 20th century, as well as lesser numbers of Chinese. In recent decades many Middle Eastern and Arab Americans have moved to Bay Ridge, with some even referring to it as \"the heart of Brooklyn's Arab community.\" The neighborhood is also a key hub for New York City's large Muslim population. Bay Ridge has many ethnic restaurants, especially along Third and Fifth Avenues, its main commercial strips. The neighborhood is said to have had more bars than anywhere in the world, according to neighborhood lore. Sentiments against residents and workers of Asian descent rose in 2020, with reports of anti-Asian flyers being posted in the area in June. Bay Ridge has a large elderly population. It has been called a naturally occurring retirement community (NORC) as many of its families have grown up in the neighborhood while their children moved away. In 2006, it was reported that 20% of the population of Bay Ridge is 60 years of age or more. ===News=== Local newspapers include The Home Reporter, Sunset News, The Bay Ridge Courier, and Bay Ridge News. The neighborhood is also often covered by The Brooklyn Daily Eagle. These newspapers publish other local offshoots: The Home Reporter also publishes The Spectator; the Couriers parent company also publishes The Brooklyn Paper; and the Eagle publishes a weekly digest called Bay Ridge Life. ===Development=== Development has been a passionate issue for Bay Ridge residents. In the 1990s and 2000s, many decades-old two-family houses were demolished and replaced by condominiums known colloquially as \"Fedder Homes,\" after the branded air conditioners poking out from the buildings' facades. In 2005, local community leaders and community activists from across the political spectrum united to issue rezoning laws. The six-story apartment complexes lining Shore Road are among the tallest buildings in the neighborhood. Bay Ridge was chosen as an \"Editor's Pick\" in This Old House magazine April 2011 as a good neighborhood to buy an old house. ==Landmarks== ===Points of interest=== thumb|69th Street Pier in 2008 thumb|The park strip between the shore road and Narrows * 8200 Narrows Avenue House, designed by James Sarsfield Kennedy in 1917, is a city landmark. * American Veterans Memorial Pier (commonly referred to as the 69th Street Pier) at Bay Ridge Avenue and Shore Road is the community's key seaside recreation spot. Sports fishermen travel to fish the waters of \"The Bay Ridge Anchorage\" and along the seawall promenade that runs south from the pier to the Verrazzano-Narrows Bridge and east along Gravesend Bay. The pier features a sculpture that emits a beam of light as a memorial to those who lost their lives on September 11, 2001. Commuter ferry service operated between this pier and the St. George Ferry Terminal in Staten Island from 1912 until 1964, the year the Verrazzano Bridge opened. Ferry service to Wall Street and points along the western coast of Brooklyn began in 2017 from the pier as part of NYC Ferry's South Brooklyn route. * Bennet-Farrell-Feldman House, located at 125 95th St, was built in 1847 and is now an official city landmark. An accompanying structure, thought to have been used as a barn, couldn't be saved and was demolished. Legend has it the house was turned so that its \"widow's walk,\" a balcony that traditionally faces the sea so women left at home could watch for their husbands' ships, would no longer face the Narrows. * Doctors' Row, a series of houses along Bay Ridge Pkwy between Fourth and Fifth Avenues (see ) * Fort Hamilton, an active military base near the Verrazzano-Narrows Bridge (see ) * The Houses at 216–264 Ovington Ave. were listed on the National Register of Historic Places in 2007. * Owl's Head Park (also known as Bliss Park), in the neighborhood's northwest corner, was previously the private estate of the Bliss Family, for whom nearby Bliss Terrace is named. They sold what remained of the estate to the city in 1928 for $850,000, after Eliphalet Williams Bliss specified in his will 25 years earlier that he wanted the city to buy the land and convert it into parkland. Before them, a portion of the property was owned by Henry C. Murphy, a former Mayor of Brooklyn, ambassador, congressman and New York State Senator for whom the nearby Senator Street is named. Remnants of the estate—mansion, stable, observation tower—were still visible into the 1930s and 40s, when they were finally demolished, having been left to fall into disrepair. It is a walking park that has a state of the art skate park, dog run, children's playground and basketball courts; it has the first concrete skatepark built in Brooklyn. * The Senator Street Historic District was listed on the National Register of Historic Places in 2002. * Step streets are public staircases in the middle of a street. As a rule they were placed on hills that were too steep to build a road for cars but still allow access to pedestrians. * St. John's Episcopal Church was where Robert E. Lee served as a vestryman and where his future \"right hand,\" Thomas J. \"Stonewall\" Jackson, was baptized. The building no longer hosts services. === Fort Hamilton Army Base === Historic Fort Hamilton Army Base is located in the southwestern corner of the New York City borough of Brooklyn, with gates in Bay Ridge and Dyker Heights, and is one of several posts that are part of the region which is headquartered by the Military District of Washington. Its mission is to provide the New York metropolitan area with military installation support for the Army National Guard and the United States Army Reserve. The base is considered to be part of Bay Ridge. The children stationed at the base are zoned into Bay Ridge schools. Fort Hamilton houses one of the neighborhood's few cultural attractions, the Harbor Defense Museum. === Doctors' Row === Doctors' Row is a series of rowhouses located on Bay Ridge Parkway between 4th and 5th Avenues, built in the 1900s and 1910s prior to the opening of the Fourth Avenue subway line. The 54 houses that comprise Doctors' Row, include elements of the Renaissance Revival architectural style, with some elements in the Colonial Revival style. In 2019 the New York City Landmarks Preservation Commission made Doctors' Row an official city-designated historic district, making it the first such district in the neighborhood. == Police and crime == The NYPD's 68th Precinct is located at 333 65th Street. The 68th Precinct ranked 7th safest out of 69 patrol areas for per-capita crime in 2010. , with a non-fatal assault rate of 23 per 100,000 people, Bay Ridge and Dyker Heights' rate of violent crimes per capita is less than that of the city as a whole. The incarceration rate of 168 per 100,000 people is lower than that of the city as a whole. The 68th Precinct has a lower crime rate than in the 1990s, with crimes across all categories having decreased by 88.6% between 1990 and 2018. The precinct reported 2 murders, 16 rapes, 59 robberies, 129 felony assaults, 96 burglaries, 387 grand larcenies, and 86 grand larcenies auto in 2018. == Fire safety == The New York City Fire Department (FDNY) contains two fire stations in Bay Ridge. Engine Co. 241/Ladder Co. 109 is located at 6630 3rd Avenue. Engine Co. 242, serving primarily Fort Hamilton, is located at 9219 5th Avenue. == Health == , preterm births and births to teenage mothers are less common in Bay Ridge and Dyker Heights than in other places citywide. In Bay Ridge and Dyker Heights, there were 71 preterm births per 1,000 live births (compared to 87 per 1,000 citywide), and 11.4 births to teenage mothers per 1,000 live births (compared to 19.3 per 1,000 citywide). Bay Ridge and Dyker Heights has a high population of residents who are uninsured, or who receive healthcare through Medicaid.New York City Health Provider Partnership Brooklyn Community Needs Assessment: Final Report, New York Academy of Medicine (October 3, 2014). In 2018, this population of uninsured residents was estimated to be 15%, which is higher than the citywide rate of 12%. The concentration of fine particulate matter, the deadliest type of air pollutant, in Bay Ridge and Dyker Heights is , lower than the citywide and boroughwide averages. Twelve percent of Bay Ridge and Dyker Heights residents are smokers, which is lower the city average of 14% of residents being smokers. In Bay Ridge and Dyker Heights, 28% of residents are obese, 15% are diabetic, and 31% have high blood pressure—compared to the citywide averages of 24%, 11%, and 28% respectively. In addition, 16% of children are obese, compared to the citywide average of 20%. Ninety-two percent of residents eat some fruits and vegetables every day, which is slightly higher than the city's average of 87%. In 2018, 74% of residents described their health as \"good,\" \"very good,\" or \"excellent,\" lower than the city's average of 78%. For every supermarket in Bay Ridge and Dyker Heights, there are 20 bodegas. The Bay Ridge/Dyker Heights/Bensonhurst area does not have any hospitals after the Victory Memorial Hospital was closed and converted to a nursing home by Joel Landau in 2010 (now known as the Hamilton Park Nursing and Rehabilitation Center). However, the Coney Island Hospital, NYU Langone Hospital – Brooklyn, and Maimonides Medical Center are located in nearby neighborhoods. Additionally, the BRAVO Volunteer Ambulance is run by the Bay Ridge Ambulance Volunteer Organization. == Post offices and ZIP Codes == Bay Ridge is covered mostly by ZIP Code 11209, though the small portion north of 65th Street is covered by ZIP Code 11220. The United States Post Office operates the Ovington Station at 6803 4th Avenue and the Fort Hamilton Station at 8801 5th Avenue. ==Politics== For many years, Bay Ridge was regarded as a relatively conservative enclave of Brooklyn. Mike Long, who served as chairman of the Conservative Party of New York from 1988 to 2019, owned a liquor store and resided in the district. The community was considered a Republican stronghold through most of its history. An exception was Democrat Sal Albanese, who was elected to the neighborhood's City Council seat in 1983, defeating the 21-year incumbent Republican-Conservative Minority Leader Angelo G. Arculeo, and went on to represent the district for 15 years. After the 1990 census, the area was split into two Assembly districts to eliminate a Republican Assembly Seat. The political landscape began to change with population shifts over the 1990s and early 2000s, when the multigenerational white ethnic population began to die or move from the area. The community supported the Democratic Party during many presidential elections. In the 2010s, the neighborhood has increasingly supported Democrats, such as City Councilmember Justin Brannan (elected in 2017). and state senator Andrew Gounardes (elected in 2018, defeating longtime Republican Marty Golden). The neighborhood is part of New York's 11th congressional district, represented by Republican Nicole Malliotakis . It is also part of the 22nd State Senate district, represented by Gounardes, and the 46th and 64th State Assembly districts, represented respectively by Democrat Mathylde Frontus and Republican Michael Tannousis. ==Education== thumb|Breaking ground on Bay Ridge High School, 1914 thumb|High School of Telecommunications Bay Ridge and Dyker Heights generally have a similar ratio of college-educated residents to the rest of the city . While 46% of residents age 25 and older have a college education or higher, 19% have less than a high school education and 35% are high school graduates or have some college education. By contrast, 40% of Brooklynites and 38% of city residents have a college education or higher. The percentage of Bay Ridge and Dyker Heights students excelling in reading and math has been increasing, with reading achievement rising from 51 percent in 2000 to 52 percent in 2011, and math achievement rising from 49 percent to 71 percent within the same time period.> Bay Ridge and Dyker Heights' rate of elementary school student absenteeism is lower than the rest of New York City. In Bay Ridge and Dyker Heights, 8% of elementary school students missed twenty or more days per school year, compared to the citywide average of 20% of students. Additionally, 82% of high school students in Bay Ridge and Dyker Heights graduate on time, higher than the citywide average of 75% of students. ===Primary and secondary schools=== New York City Department of Education operates area public schools. Educational institutions in Bay Ridge include; P.S. 102, P.S. 170, P.S. 127, P.S. 185 (Walter Kassenbrock Elementary School), P.S. 104 (called the Fort Hamilton School), P.S. 264 (Bay Ridge Elementary School for the Arts), Lutheran Elementary School, St. Anselm's Roman Catholic School, P.S./I.S. 30 (also known as Mary White Ovington), I.S.259 (also known as William McKinley Junior High School) Angels Catholic Academy Holy Bay Ridge Preparatory School, Fort Hamilton High School, High School of Telecommunications (originally all-girls Bay Ridge High School), Poly Prep Country Day School, Visitation Academy, Adelphi Academy, Fontbonne Hall Academy, St. Patrick Elementary School, D., G. Kaloidis Parochial School, and Xaverian High School. Fort Hamilton High School, between 83rd and 85th streets, was erected in the 1940s on the grounds of the Crescent Athletic Club, a country club. The High School of Telecommunications was formerly Bay Ridge High School, which was once an all-girls school. ===Libraries=== Brooklyn Public Library (BPL) operates two public libraries in the neighborhood. The Bay Ridge Library is the larger of the two, and is located at 7223 Ridge Boulevard at 73rd Street. The Bay Ridge Reading Club first organized the library in 1880. It opened on its present site in 1896 and became a BPL branch in 1901. The current two-story facility opened in 1960. In 2004 it received a $2.1 million renovation, including new furniture and shelving, new lighting equipment, a new roof, and 27 additional public access computers. The Fort Hamilton Library, located at 9424 Fourth Avenue between 94th and 95th Streets, was built as a Carnegie library in 1906. The current branch's predecessor became a part of the BPL system in 1901 and moved to its current location in 1905. Since then it has gone through numerous renovations. The most recent renovation was completed in March 2011. ==Transportation== The area is served by the on the BMT Fourth Avenue Line of the New York City Subway between Bay Ridge Avenue and 95th Street. Additionally, there are MTA express bus routes which mainly serve for the commute to Manhattan, but also run during off-peak hours on weekdays. The X27 also runs on weekends. The routes also serve the eastern part of Bay Ridge. Many Bay Ridge commuters opt for the relative comfort and convenience of the express bus. Bay Ridge is readily accessible by car, encircled by the Belt Parkway and Gowanus Expressway. Local bus routes include . The freight-only Bay Ridge Branch connects car floats to the Long Island Rail Road. In June 2017, Bay Ridge became the terminus of NYC Ferry's South Brooklyn route. ==Notable people== * Sal Albanese (born 1949), politician who served as a member of the New York City CouncilHernandez, Javier C. \"Democratic Candidates Recall Their Humbler Abodes\", The New York Times, April 19, 2013. Accessed July 2, 2019. \"Sal F. Albanese, 63, a former city councilman from Brooklyn, seized the opportunity. While he now lives in a $1 million home in Bay Ridge, he said he had once lived in Park Slope — in 1969, 'when it was a working-class neighborhood,' he said — for $60 a month.\" * Maria Bartiromo (born 1967), Fox News anchor, grew up in Bay Ridge, where her family owned an Italian restaurant * Bob Berg (1951-2002), jazz saxophonistAwerin, Mike. \"Bob Berg: Rebel With A Cause\", Son of Miles, May 7, 1998. Accessed July 2, 2019. \"For example, he was married and he and his wife and two children lived in a house with a backyard in the same Bay Ridge section of Brooklyn where he grew up.\" * Ed Bishop (1932-2005), actor, best known for his portrayal of Commander Ed Straker in the TV series, UFO * Alexis Bittar (born 1968), jewelry designer and CEOMurphy, Tim. \"The Evolution of a Jewelry Prince\", The New York Times, February 21, 2012. Accessed January 3, 2021. \"To hear Mr. Bittar tell it, he went through it. He was born and raised in Bay Ridge, Brooklyn, to a Syrian-Christian father and an Irish-Catholic mother, computer-science professors who traded antiques and designed dresses to supplement their income.\" * Richard Bright (1937-2006), actor * Jason Calacanis (born 1970), technology entrepreneur and founder of Silicon Alley ReporterStaff. \"Full transcript: Podcaster, entrepreneur and angel investor Jason Calacanis on Recode Media; 'I happen to have the brain chemistry, I believe, that is exactly designed for gambling.'\", Recode, April 12, 2017. Accessed July 2, 2019. \"[Q] You grew up in Bay Ridge, Brooklyn. [A] Correct.\" * Ron Chernow (born 1949), biographer\"Hamilton Biographer Ron Chernow Finds New York’s ‘Quietest’ Home,\" Wall Street Journal, August 23, 2016 (\"I was born in Bay Ridge, Brooklyn, in a hospital that overlooked the spot in 1776 where the British crossed from Staten Island before facing Washington in the Battle of Brooklyn.\") * Chuck Connors (1921-1992), actor of The Rifleman fame, grew up on Senator Street between 3rd and 4th Avenues, and attended Adelphi Academy. * Bill Corbett (born 1960), writer and actor known for his work on the later seasons of Mystery Science Theater 3000 grew up in the neighborhood * C. C. DeVille (born 1962 as Bruce Anthony Johannesson), guitarist of the 1980s glam band Poison grew up in Bay Ridge, attending P.S. 102, McKinley JHS, and Fort Hamilton H.S.\\ * Calvert DeForest (1921-2007), actor and comedian (known for his character Larry \"Bud\" Melman) * Chris Distefano (born 1984), comedian from Guy Code, Girl Code, Bay Ridge Boys and History Hyenas * John Eder (born 1969), Green Party Leader and politician, grew up in Bay Ridge and attended P.S. 102 * Jimmy Fallon (born 1974), television host, comedian, actor, singer, musician, and producer * Joel Gertner (born 1975), professional wrestling TV personality, a graduate of Poly Prep, and current resident of Bay Ridge * Robert Ginty (1948-2009) actor who played Lt. T.J. Wiley in TV series Baa Baa Black Sheep * John Gray, creator and writer of the Ghost Whisperer TV seriesBennett, Bruce. \"Channeling Bay Ridge Past; Brooklyn Director Sets a Coming-of-Age Film in the Neighborhood of His Youth\", The Wall Street Journal, March 12, 2011. Accessed July 2, 2019. \"According to the Brooklyn-born writer and director John Gray, setting his film White Irish Drinkers in the mid-'70s Bay Ridge of his youth and shooting it in the same neighborhood 35 years later offered one immediate practical hurdle.\" * Emmett Grogan (1942-1978), novelist and counterculture icon * James Hayden (1953-1983), actor best known for his role in Once Upon a Time in AmericaFreedman, Samuel G. \"Actor Who Played An Addict Dies, Apparently Of Overdose\", The New York Times, November 9, 1983. Accessed July 2, 2019. \"Mr. Hayden's life had taken him from a troubled childhood in Brooklyn to the verge of stardom. He ran away from his home in Bay Ridge when he was 14, said Michael Urban, a friend who was a member of the crew of American Buffalo, and he occasionally supported himself by singing in Herald Square.\" * Stonewall Jackson (1824-1863), Confederate General, once stationed at Fort Hamilton * Willard F. Jones (1890-1967), naval architect, head of National Safety Council's marine section and Vice President of Gulf Oil * Jackie Kelk (1923-2002), actor * Lordz of Brooklyn members Adam \"ADM\" McLeer and Michael \"Mr. Kaves\" McLeer – born in and still resides in Bay Ridge * Robert E. Lee (1807-1870), Confederate General, once stationed at Fort Hamilton * Kevin Matthews (born 1983), professional wrestler better known under the ring name \"KM\" for Impact Wrestling * Allyn Ann McLerie (1926-2018), actress known for They Shoot Horses, Don't They?, Punky Brewster and more. * Giulia Melucci (born 1966), author of I Loved, I Lost, I Made Spaghetti, grew up in Bay Ridge and attended Visitation AcademyJaworski, Ken. \"Cooking for Her Men, and Serving the Audience\", The New York Times, March 21, 2014. Accessed July 2, 2019. \"This good-natured one-woman show at the George Street Playhouse in New Brunswick is based on Giulia Melucci's memoir of the same name.... From her early life in Bay Ridge, Brooklyn, through her eventual jobs in publishing in Manhattan, Giulia has a knack for becoming tangled in problematic relationships.\" * Daniel J. Murphy (1922-2001), US Navy Admiral, chief of staff to George H.W. Bush during his first term as vice president * Yannis Pappas, comedian who has appeared in Bay Ridge Boys and History HyenasCohen, Joyce. \"A Bachelor Pad for a Brooklyn Comedian\", The New York Times, January 7, 2016. Accessed July 2, 2019. \"Yannis Pappas found a one-bedroom in Bay Ridge, Brooklyn.\" * Pee Wee Reese (1918-1999), shortstop for the Brooklyn Dodgers who lived in a brick duplex at 9712 Barwell Terrace, off 97th Street. * Jerry Rosenberg (born c. 1934), owner of JGE Appliance Stores, and pitchman of various local businesses in the New York Tri-State area throughout the 1970s * Lillian Russell (1860-1922), operetta singer and vaudeville actressWinerip, Michael. \"Strict but Trusted, Nun Who Leads Girls’ School Is Irreplaceable\", The New York Times, May 13, 2012. Accessed July 2, 2019. \"The school is in Bay Ridge, at the foot of the Verrazano-Narrows Bridge, in the mansion that Diamond Jim Brady bought for the actress Lillian Russell.\" * Hubert Selby Jr. (1928-2004), novelist (Last Exit to Brooklyn, Requiem for a Dream)McLellan, Dennis. \"Hubert Selby Jr., 75; Wrote Existential Novels\", Los Angeles Times, April 28, 2004. Accessed July 2, 2019. \"The son of a hard- drinking marine engineer, Selby grew up primarily in the middle-class Brooklyn neighborhood of Bay Ridge.\" * Frank Seminara (born 1967), former professional baseball playerEskenazi, Gerald. \"Baseball; Saberhagen Comes Up One Strike Short\", The New York Times, April 25, 1993. Accessed July 2, 2019. \"He knew that the Padres' young hurler, Frank Seminara of Brooklyn's Xaverian High School and Columbia University, was giving the Mets trouble.... Seminara had made a 3,000-mile trip back to New York, brought in 50 family members and friends from Bay Ridge and wound up pitching a strong five and two-thirds innings.\" * Brandon Silvestry (born 1979), professional wrestler better known by his ring name, Low Ki.Feeney, Michael J. \"Leaving WWE marks a brand new beginning for Brooklyn native Brandon Silvestry\", New York Daily News, January 28, 2011. Accessed July 2, 2019. \"'There's this thing about Brooklyn. The sense of pride is huge,' said Silvestry - who now lives in Tampa, Fla. - on a recent visit to his family in Bay Ridge. 'I started out here. I never forgot where I came from.'\" * Duke Snider (1926-2011), Brooklyn Dodger, rented 178 Marine Avenue during the baseball season * Gilbert Sorrentino (1929-2006), novelist, poet, and editor * Janet Yellen (born 1946), United States Secretary of the Treasury, former chairperson of the Federal Reserve, attended Fort Hamilton High School and lived on Ridge Boulevard * Henny Youngman (1906-1998), comedian ==In popular culture== ===Books=== * David Benioff's debut novel The 25th Hour (2001) and its 2002 film adaptation are partially set in Bay Ridge * Two of Lawrence Block's Matthew Scudder novels, When the Sacred Ginmill Closes and A Walk Among the Tombstones, are partially set in Bay Ridge * Kenneth H. Brown's The Narrows (1970) is set in Bay Ridge during the 1950s * The Fort Hamilton army base is the setting for most of Nelson DeMille's novel Word of Honor (1985) * Tom McDonough's novel Virgin with Child is set in Bay Ridge * Several short stories by Hubert Selby, Jr. are set in the neighborhood, including \"Liebesnacht\" and \"Double Feature.\" Some of his novels are also set in the neighborhood or nearby, like Last Exit to Brooklyn and The Demon. * Several novels by Gilbert Sorrentino are set in the neighborhood, including Steelwork, Red the Fiend, Crystal Vision, A Strange Commonplace, Little Casino, and The Abyss of Human Illusion. ===Films=== * Parts of the film Brooklyn Rules (2007) were set and filmed in Bay Ridge. * Mark Ruffalo's character in the film \"Margaret\" (2011) lives near the Bay Ridge – 95th Street subway station * The Narrows (2008), starring Kevin Zegers and Sophia Bush, is set in Bay Ridge. It was based on Tim McLoughlin's novel Heart of the Old Country. * In the action film Out for Justice (1991), Steven Seagal has many scenes set in Bay Ridge and Dyker Heights, which is home to one of the movie's actors, Sonny Hurst, who plays \"Tattoo\" in the infamous scene in the pool hall where he gets his teeth knocked out with an eightball * The movie Saturday Night Fever (1977) was set in Bay Ridge as well as Sunset Park and Bensonhurst * The runaway subway train in the film Spider-Man 2 (2004) was destined for the Bay Ridge – 95th Street subway station * In the film The Wolf of Wall Street (2013), Jordan Belfort's wife Naomi is frequently referred to as \"The Duchess of Bay Ridge\" * Parts of the movie Then She Found Me (2007) with Bette Midler and Helen Hunt were shot on 76th Street * The film White Irish Drinkers (2010), directed by John Gray, is set in Bay Ridge ===Television shows=== * NYPD Commissioner Frank Reagan (Tom Selleck) on CBS- TV's Blue Bloods lives in Bay Ridge; his home at 8070 Harbor View Terrace, near Fort Hamilton High School, is seen in each episode * The 2012 reality series Brooklyn 11223 was set in Bay Ridge * In an episode of Law & Order: SVU, Det. Elliot Stabler (Christopher Meloni) states that he is from 89th Street and Shore Road * Peggy Olson, the Norwegian-American copywriter on AMC's Mad Men, is from Bay Ridge In the second episode of Season One, she declared, \"I'm from Bay Ridge. We have manners.\" * Parts of the show Rescue Me are set in the neighborhood * In the television program Ugly Betty, the character of Justin is shocked that Hilda and Bobby have found a place in Bay Ridge, and instead explains that Manhattan is much more realistic due to the recession * In the television show Blue Bloods the entire main family of cops used to live in Bay Ridge, leaving only the father and grandfather in the childhood house in the neighborhood. ==References== ===Notes=== ===Citations=== ==Further reading== * Rygg, Andreas Nilsen. Norwegians in New York, 1825–1925 (Brooklyn, New York: Norwegian News Co. 1941) Category:Neighborhoods in Brooklyn Category:Populated coastal places in New York (state)",
 "title": "Bay Ridge, Brooklyn"
}