{
 "id": "328364",
 "text": "{{Infobox settlement |name = Borough Park |official_name = |other_name = |nickname = |settlement_type = Neighborhood of Brooklyn |motto = |image_skyline = Beth_El_2_Brooklyn.JPG |imagesize = 300px |image_caption = Temple Beth El of Borough Park |image_map = |mapsize = |map_caption = Location in New York City |coordinates = |image_map1 = |mapsize1 = |map_caption1 = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = | subdivision_type = Country | subdivision_name = | subdivision_type1 = State | subdivision_name1 = | subdivision_type2 = City | subdivision_name2 = New York City | subdivision_type3 = Borough | subdivision_name3 = Brooklyn | subdivision_type4 = Community District | subdivision_name4 = Brooklyn 12 |parts_type =Languages\"Census data\". Greenpoint Languages Spoken |p1 = 56.8% Yiddish |p2 = 89.6% English |p3 = 8.5% Chinese |p4 = 6.4% Polish |p5 = 4.4% Spanish |p6 = 1.9% Hebrew |p7 = 7.4% Other |unit_pref = Imperial |area_footnotes = |area_total_sq_mi =2.071 |population_as_of = 2010 |population_footnotes = |population_total = 153,470 |population_note = |population_density_km2 = auto |demographics_type1 = Ethnicity |demographics1_footnotes = |demographics1_title1 =White |demographics1_info1 = 77.0% |demographics1_title2 = Asian |demographics1_info2 = 11.7% |demographics1_title3 =Hispanic (of any race) |demographics1_info3 = 9.4% |demographics1_title4 =Black |demographics1_info4 = 0.7% |demographics1_title5 =Other |demographics1_info5 = 1.2% |demographics_type2 = Economics |demographics2_footnotes = |demographics2_title1 = Median household income |demographics2_info1 = $37,438 | timezone1 = Eastern | utc_offset1 = −5 | timezone1_DST = EDT | utc_offset1_DST = −4 |postal_code_type = ZIP Codes |postal_code = 11204, 11218–11220 | area_code_type = Area code |area_code = 718, 347, 929, and 917 }} Borough Park (also spelled Boro Park) is a neighborhood in the southwestern part of the borough of Brooklyn, in New York City. The neighborhood is bordered by Bensonhurst to the south, Dyker Heights to the southwest, Sunset Park to the west, Kensington and Green-Wood Cemetery to the northeast, Flatbush to the east, and Midwood to the southeast. It is economically diverse, and home to one of the largest Orthodox Jewish communities outside Israel, with one of the largest concentrations of Jews in the United States, and Orthodox traditions rivaling many insular communities. As the average number of children in Orthodox and Haredi families is 6.72, Boro Park is experiencing a sharp growth in population.Schick, Marvin. \"A Census of Jewish Day Schools in The United States.\" The neighborhood is part of Brooklyn Community District 12, and its primary ZIP Code is 11219. It is patrolled by the 66th Precinct of the New York City Police Department. Politically, it is represented by the New York City Council's 38th, 39th, and 44th Districts.Current City Council Districts for Kings County, New York City. Accessed May 5, 2017. == History == === Early development and railroads === Originally, the area was called Blythebourne, a small hamlet composed of cottages built and developed in 1887 by Electus Litchfield,His grandson, Electus D. Litchfield, continued as an architect and real estate developer. and then expanded with more housing by developer William Reynolds.Oscar Israelowitz, Borough Park, Centennial Edition 1898-1998, (Israelowitz Publishing) It was served by the Brooklyn, Bath, and Coney Island, a steam railroad that is today's elevated BMT West End Line (); the line ran from Green-Wood Cemetery to Coney Island when it was built in the 1860s. This line was put on an elevated structure in 1917. The Sea Beach Railroad was another steam railroad. This railroad was named after the Sea Beach Palace Hotel, its southern terminal in 1879. In 1913, it was electrified and placed in an open cut; it now serves the . In 1902, State Senator William H. Reynolds bought the land northeast of Blythebourne. The new area was then named Borough Park. Blythebourne was absorbed into Borough Park by the 1920s. === Jewish settlement === thumb|left|Borough Park in winter Jewish immigrants began populating Borough Park at the turn of the 20th century, beginning in 1904–1905. By 1914, a YMHA had formed and purchased a lot on 58th Street and 14th Avenue on which to build a large facility. Through the 1930s, 13th Avenue was lined with pushcart vendors and pickle sellers. In the late 1930s, the city opened a public market on 42nd Street to force an end to the pushcart trade. During the late 1920s and early 1930s, many Yemenite Jews emigrated from both Yemen and Palestine, creating their own small enclave in Borough Park. They established their own synagogue and named it Ohel Shalom. The synagogue moved from a small storefront building to 12th Avenue and 44th street when they purchased an old church.\"Borough Park, NY – Yemenites Jewish, Yet Different\", VINnews.com, May 15, 2008. Accessed August 31, 2021. \"In 1949 Congregation Ohel Shalom purchased a clapboard Christian Science church in Borough Park. This building is the congregation’s home to this day. Yemenite Jewry is among the first branches of Judaism to choose Borough Park as its spiritual capital.\" In the 1980s, the neighborhood changed demographically — from one of Italian, Irish, and Modern Orthodox Jewish to Hasidic Jewish families. By 1983, an estimated 85 percent of the residents of Borough Park were Jewish. New shops and restaurants opened on 13th Avenue to serve the expanding Orthodox Jewish community. In 1987, two of the most popular stores debuted: Eichler's Judaica bookstore, and Kosher Castle Dairy Cafeteria. New stores also opened, selling imported goods and computer technology. At the end of the 1990s, businesses began selling electronics and Jewish books, music, and videos to overseas customers via the Internet. The area continued developing into a very large Jewish enclave around that time period. ==== \"Baby Boom Capital\" nickname ==== In the 2000 United States Census, it was reported that an estimated 76,600 Jews lived in Borough Park. Since that time, Borough Park has grown significantly, and was given the title of \"baby boom capital\" of New York City by the New York Post because of the high birth rate. The population in 2011 was 140,000. The neighborhood recorded 4,523 births in 2004, the highest in the city. The closest Brooklyn neighborhood in terms of population growth was Williamsburg, home to many Satmar Hasidim, which reported 3,839 births. Borough Park's birth rate, 24.4 per 1,000 residents, has translated into growth in the neighborhood. Many of these births occur at Maimonides Medical Center, a hospital in the Borough Park area. The Maimonides Infants & Children's Hospital of Brooklyn is fully accredited as a \"children’s hospital within a hospital\", one of three such facilities in New York City. Here, at The Stella and Joseph Payson Birthing Center, Maimonides handles more births than any other hospital in New York State. The size of many Hasidic families often requires larger homes, and this has fueled construction and renovation projects across the neighborhood. The majority of these projects involve larger bedrooms and kitchens. A 1998 article in The New York Times stated that, \"Since 1990, the Building Department has issued more permits for private construction projects — new homes and additions — in the Borough Park area than in any other residential neighborhood in Brooklyn.\" These construction projects were aided with a new law passed in 1992, which established Borough Park as a special zoning district where residents could build on 65% of their lot, thus reducing the size of setbacks and backyards. === Business development === thumb|right|Former factory, redeveloped for offices Thirteenth Avenue, a commercial strip roughly one mile in length from 39th to 55th Streets, features storefronts supplying Jewish households. Many Hasidic Jews shop at these stores, coming from all parts of the city, other states, and even other countries to buy kosher items. Businesses have benefited from the growing Jewish population, the increasing density of the neighborhood, and the use of entrepreneurial spirit on the Internet. The community receives many visitors, especially among Israeli expatriates and tourists. The Park House Hotel between 12th and 13th Avenues on 47th Street, the first kosher hotel in Borough Park, was established in 1987. In 1999, a kosher hotel called \"The Avenue Plaza Hotel\" opened on 13th Avenue, becoming the first new hotel to appear in the neighborhood in more than a decade. These hotels along with many area merchants specifically accommodate the needs of visiting Hasidic tourists. ==Demographics== Based on data from the 2010 United States Census, the population of Borough Park was 106,357, an increase of 5,302 (5.2%) from the 101,055 counted in 2000. Covering an area of , the neighborhood had a population density of .Table PL-P5 NTA: Total Population and Persons Per Acre - New York City Neighborhood Tabulation Areas*, 2010, Population Division - New York City Department of City Planning, February 2012. Accessed June 16, 2016. The racial make-up of the neighborhood was 77.0% (81,910) White, 0.7% (794) African American, 0.1% (60) Native American, 11.7% (12,464) Asian, 0.0% (8) Pacific Islander, 0.2% (236) from other races, and 0.8% (894) from two or more races. Hispanic or Latino of any race were 9.4% (9,991) of the population.Table PL-P3A NTA: Total Population by Mutually Exclusive Race and Hispanic Origin - New York City Neighborhood Tabulation Areas*, 2010, Population Division - New York City Department of City Planning, March 29, 2011. Accessed June 14, 2016. The entirety of Community District 12, which includes Borough Park, Kensington, and Ocean Parkway, had 201,640 inhabitants as of NYC Health's 2018 Community Health Profile, with an average life expectancy of 84.2 years. This is higher than the median life expectancy of 81.2 for all New York City neighborhoods. Most inhabitants are middle-aged adults and youth: 34% are between the ages of 0–17, 28% between 25–44, and 18% between 45–64. The ratio of college-aged and elderly residents was lower, at 9% and 10%, respectively. As of 2016, the median household income in Community District 12 was $45,364. In 2018, an estimated 28% of Community District 12 residents lived in poverty, compared to 21% in all of Brooklyn and 20% in all of New York City. Less than one in fifteen residents (6%) were unemployed, compared to 9% in the rest of both Brooklyn and New York City. Rent burden, or the percentage of residents who have difficulty paying their rent, is 64% in Community District 12, higher than the citywide and boroughwide rates of 52% and 51%, respectively. Based on this calculation, , Community District 12 is considered to be high-income, relative to the rest of the city. According to the 2020 census data from New York City Department of City Planning, there were 40,000+ White residents, and each the Hispanic and Asian populations were between 5,000 to 9,999 residents. Meanwhile, the Black residents were less than 5000. ==Climate== == Police and crime == thumb|66th Precinct The NYPD's 66th Precinct is located at 5822 16th Avenue. The 66th Precinct ranked 3rd safest out of 69 patrol areas for per-capita crime in 2010. , with a non-fatal assault rate of 19 per 100,000 people, Borough Park's rate of violent crimes per capita is less than that of the city as a whole. The incarceration rate of 155 per 100,000 people is lower than that of the city as a whole. The 66th Precinct has a lower crime rate than in the 1990s, with crimes across all categories having decreased by 87.7% between 1990 and 2018. The precinct reported 0 murders, 20 rapes, 101 robberies, 141 felony assaults, 186 burglaries, 447 grand larcenies, and 79 grand larcenies auto in 2018. Borough Park also has various volunteer neighborhood patrols that are mostly made up of members of the Hasidic community. Hatzolah is a volunteer ambulance group composed of emergency medical technicians and paramedics. Brooklyn South Safety Patrol Shomrim is a citizens watch group that is sanctioned by the New York City Police Department (NYPD) community affairs division. They respond to security-related calls in the area, and are called upon by the NYPD to assist in searches for missing persons. The Hasidic community has been able to form ties with the local authorities. == Fire safety == The New York City Fire Department (FDNY) operates two firehouses in the area. Engine Co. 282/Ladder Co. 148 is located at 4210 12th Avenue. Engine Co. 247 is located at 1336 60th Street. == Health == , preterm births and births to teenage mothers are less common in Community District 12 than in other places citywide. In Community District 12, there were 60 preterm births per 1,000 live births (compared to 87 per 1,000 citywide), and 18.1 births to teenage mothers per 1,000 live births (compared to 19.3 per 1,000 citywide). Community District 12 has a high population of residents who are uninsured, or who receive healthcare through Medicaid.New York City Health Provider Partnership Brooklyn Community Needs Assessment: Final Report, New York Academy of Medicine (October 3, 2014). In 2018, this population was estimated to be 15%, which is higher than the citywide rate of 12%. The concentration of fine particulate matter, the deadliest type of air pollutant, in Community District 12 is , lower than the citywide and boroughwide averages. Ten percent of Community District 12 residents are smokers, which is lower the city average of 14% of residents being smokers. In Community District 12, 15% of residents are obese, 9% are diabetic, and 27% have high blood pressure—compared to the citywide averages of 24%, 11%, and 28% respectively. In addition, 17% of children are obese, compared to the citywide average of 20%. Ninety-two percent of residents eat some fruits and vegetables every day, which is higher than the city's average of 87%. In 2018, 78% of residents described their health as \"good,\" \"very good,\" or \"excellent,\" equal to the city's average of 78%. For every supermarket in Community District 12, there are 20 bodegas. Maimonides Medical Center has 679 beds, a full ER with a level 2 trauma center, maternity wards, and Psychiatric services. It includes a large outpatient clinics program, and is a major teaching hospital in the state of New York. ==Post offices and ZIP Codes== Borough Park is covered by ZIP Codes 11204, 11218, 11219, and 11230. 11219 is the primary ZIP Code for Borough Park. The United States Post Office operates the Blythebourne Station at 1200 51st Street. == Religion == Borough Park is home to many Hasidic groups, the largest being the Hasidic Bobov sect. The Boyan, Bobov-45, Belz, Ger, Satmar, Karlin-Stolin, Vizhnitz, Munkacz, Spinka, Klausenburg, Skver, and Puppa communities also reside here, among others. There is a minority of Haredi non-Hasidic Lithuanian Jews (typically called Litvish or Yeshivish) and Sephardic Jews, with a smaller number of Modern Orthodox Jews. In Brooklyn, about 37% of Jews consider themselves Orthodox, and Borough Park is often referred to as the \"heartland\" or \"home\" for New York's Orthodox Jewish population. The neighborhood became largely Orthodox since the 1970s, making a transformation sometimes referred to as \"suburb to shtetl\". During much of the early 1900s, the Jewish population in Borough Park, and Brooklyn as a whole, was part of a much more liberal-leaning voting block. However, many of these early Jewish families moved to the suburbs or other places around the city, while more conservative Hasidic Jews (many of them survivors of the Holocaust and immigrant families from Eastern Europe) joined their neighborhoods. As a result, the overwhelming majority of the Hasidic population in Borough Park and Brooklyn introduced a more traditional Jewish religious lifestyle. A 2002 study by the UJA Federation-New York revealed that only 2% of Borough Park's Jews identified themselves as Reform Jews, and nearly three-fourths identified themselves as Orthodox Jews. === Religious observances === The Orthodox Jewish population adheres strongly to halakha (Jewish law) and the Shulkhan Arukh (halakhic code), following religious laws in their daily lives. Saturday is the Shabbos (Ashkenazi pronunciation of Hebrew Shabbat, Jewish Sabbath), a day of rest, which is strictly observed by Orthodox members of the Jewish community. In some areas, a siren is sounded on Friday before sundown, to indicate the arrival of the Shabbos. Culturally and religiously, the Jewish population of the neighborhood is considered one of the most Orthodox in the world, as \"[m]any families do not own televisions or attend movies. The children attend yeshivas, instead of public schools. Adolescent girls do not leave the house without making certain that their knees and elbows are covered, and at weddings and funerals alike, women and men sit separately, to avoid physical contact, as required by religious law.\" Additionally, stores in Borough Park sell or prepare only kosher food made under rabbinical supervision. There was a large controversy surrounding the erection of an eruv in Borough Park, because of differing interpretations of the application of Jewish law. An eruv was built in 1999-2000, and encompasses about 225 blocks in Borough Park. Its use is still the subject of controversy. Mikvahs (Jewish ritual baths) are scattered across the neighborhood, as it is considered a vital part of Orthodox Jewish life. It is rather difficult to identify, as it is not usually explicitly advertised, to promote privacy among its users. === Bobov === Borough Park is home to the headquarters of Hasidic Judaism's large Bobov community, numbering an estimated several thousand families. It is one of Brooklyn's largest Hasidic communities, and also has followers in Canada, England, Belgium, and Israel. === Satmar === Satmar is one of the largest Hasidic groups in Brooklyn. It is characterized by extreme religious rigidity, complete rejection of modern culture, and fierce anti-Zionism.Golan, Ori (July 17, 2018) \"Former Satmar Hasidic Jew Now Tours World to Expose Sect's Dark Underbelly\", Times of Israel. Retrieved May 4, 2020. Satmar sponsors a comprehensive education system. It has two large boys' schools in Borough Park: one on 53rd Street, between 13th and 14th Avenues; and the other at 54th Street and Fort Hamilton Parkway. Their largest girls school, Bais Ruchel, is on 14th Avenue, between 53rd and 54th Street; the building served as a New York City public school until its purchase in 1979 by United Talmudical Academy, Satmar's educational arm. == Education == thumb|left|IS 223, The Montauk School Borough Park generally has a lower ratio of college-educated residents than the rest of the city . While 32% of residents age 25 and older have a college education or higher, 23% have less than a high school education and 45% are high school graduates or have some college education. By contrast, 40% of Brooklynites and 38% of city residents have a college education or higher. The percentage of Borough Park students excelling in reading and math has been increasing, with reading achievement rising from 50 percent in 2000 to 53 percent in 2011, and math achievement rising from 46 percent to 70 percent within the same time period. Borough Park's rate of elementary school student absenteeism is lower than the rest of New York City. In Borough Park, 11% of elementary school students missed twenty or more days per school year, compared to the citywide average of 20% of students. Additionally, 77% of high school students in Borough Park graduate on time, higher than the citywide average of 75% of students. ===Schools=== The New York City Department of Education operates the public schools in the neighborhood, which comprises District 20. \"District 20 .\" Insideschools.org. Retrieved on November 15, 2008. 180 Homewood School, a zoned public K-8 school, receives many bused-in students from other neighborhoods, including Bay Ridge and Bensonhurst. Many elementary schools have had mixed results from this student drain; for example, in 2004, a New York Times reporter stated that PS 164 was \"at only 89 percent of capacity because many children in the community attend yeshivas (Jewish private schools). Classes are small, the hallways quiet, the principal and assistant principal know every student by name.\" Subsequently, the percentage of children reading at or above the grade level has increased to 55% in 2004 from 40% in 1998 in an otherwise unchanged school. Most Boro Park parents send children to yeshivas.\"Ps/Is 180 Homewood School .\" Insideschools.org. Retrieved on November 15, 2008. In fact, virtually all the large population of school-children born into the neighborhood's Hasidic families attend local yeshivas for boys and Bais Yaakov-type schools for girls. This had diminished the student population of local schools, such as The Montauk Intermediate School. The New York City Department of Education hoped to take advantage of the empty space and construct a small school, called the Kingsborough Early College School, inside Montauk.Gootman, Elissa. \"Plans for a Public School Upset Brooklyn Hasidim.\" The New York Times. February 3, 2006. p. B3 The Hasidic community was not pleased by the prospect of a new public school because it would bring \"a bad element\" (a supposed euphemism for immodestly attired girls), and protested the decision. The Community Educational Council heard these complaints and decided against expanding its public school system. Instead, an all-girls 6-12 school, the Urban Assembly for School for Criminal Justice moved in, and occupies part of the 3rd floor and the entire 4th floor of the building with its over 500 girls. In addition, The Montauk School now serves mostly Asian students; and nearly a third of its nearly 1000 students are English as a New Language students. Together, the schools service nearly 1600 students, above the target capacity of 1422 students.NYCDOE, \"NYCDOE Blue Book, Capacity and Utilization Report.\", Accessed=January 17, 2016NYCDOE, \"NYCDOE Montauk School Page\", Accessed=January 17, 2016 === Library === The Brooklyn Public Library (BPL)'s Borough Park branch is located at 1265 43rd Street near 13th Avenue. == Transportation == The New York City Bus routes serve the area, as well as the private bus route to the predominantly Jewish neighborhood of Williamsburg. The New York City Subway's BMT West End Line, serving the , is at 55th Street, 50th Street, and Fort Hamilton Parkway. The IND Culver Line, serving the , runs along McDonald Avenue, the eastern border of Borough Park. The BMT Sea Beach Line on the also serves the neighborhood at Fort Hamilton Parkway. Borough Park's major avenues run from north to south, and its major shopping districts are on 13th, 16th, and 18th Avenues. == Notable people == * Chaim Zanvl Abramowitz (1902-1995), rebbe of Rybnitsa * Helène Aylon (1931-2020), multi-media eco-feminist artist.Vox Tablet. \"Helène Aylon's Journey From Rebbetzin to Internationally Acclaimed Feminist Artist; The irreverent 82-year-old left Orthodox Borough Park long ago. But she's still wrestling with the rituals of her past.\", Tablet (magazine), September 9, 2013. Accessed May 9, 2016. * Paul Bateson (born 1940) Radiological technician who, a few years after playing one in The Exorcist, at which time he lived in Borough Park, was convicted of murdering a film critic; he is also suspected in a series of unsolved serial killings of gay men in the late 1970s. * Richard J. Bernstein (born 1932), philosopher, Vera List Professor of Philosophy, and former dean of the graduate faculty at The New School.Bernstein, Richard J.; Benhabib, Seyla; and Fraser, Nancy. Pragmatism, Critique, Judgment: Essays for Richard J. Bernstein, p. 331. Accessed May 9, 2016. \"The youngest of two children, two boys and a girl, he grew up in Borough Park, a primarily lower-middle-class section of Brooklyn.\" * Jay Black (born 1938), singer.Eliot, Marc. Song of Brooklyn: An Oral History of America's Favorite Borough, p. 49. Crown/Archetype, 2008. . Accessed May 9, 2016. \"Jay Black, the leader of the group, was also born and grew up in Brooklyn. Because of the way he looked, with his greased-back hair and his neo-operatic voice, everyone thought he was Italian, which was a good thing, since most of the bands were either black or Italian, but he was actually Orthodox Jewish from Borough Park.\" * Yaakov Bleich (born 1964), widely recognized as Chief Rabbi of Kyiv and all of Ukraine * Gidone Busch (1968-1999), police-shooting victimStaff. \"Cops’ deadly choices\", New York Post, April 19, 2012. Accessed September 24, 2017. \"In 1999, cops shot Gidone Busch of Borough Park, after he attacked them with a small hammer during a psychotic episode.\" * Menachem Daum (born c. 1947), Holocaust survivor and documentary film-makerMargolick, David. \"Opening A Window On Hasidism\", The New York Times, July 20, 1997. Accessed September 24, 2017. \"Mr. Daum, 50, born to Holocaust survivors in Poland, still wears a yarmulke and beard, and lives in Borough Park, a largely Hasidic neighborhood.\" * Alan Dershowitz (born 1938), law professor, litigator, and authorAviv, Rachel. \"The Outcast; After a Hasidic man exposed child abuse in his tight-knit Brooklyn community, he found himself the target of a criminal investigation.\", The New Yorker, November 10, 2014. Accessed September 24, 2017. \"Alan Dershowitz, who grew up in Borough Park, told me that 'the Kellner information put the government in a difficult position: On the one hand, they are proclaiming that my client was extorted, and, on the other hand, they are claiming that he is guilty of eight felonies.'\" * Simcha Eichenstein, New York state assemblymanStaff. (May 2, 2018) \"Eichenstein Announces Candidacy In Expected Cakewalk\", Kings County Politics. \"A lifelong resident of Boro Park and well-known member of the community, Eichenstein's candidacy was long anticipated and immediately applauded by community leaders.\" * Simcha Felder, New York state senatorRivlin-Nadler, Max; and Evans, Lauren. \"Meet The Senator Who Stands Between New Yorkers And Universal Health Care\", The Village Voice, May 25, 2017. Accessed September 24, 2017. \"That one vote is represented by State Senator Simcha Felder, of Borough Park, Brooklyn.\" * Joseph Flom (1923-2011), mergers and acquisitions lawyerMargolick, David. \"At the Bar; Portrait of a scrappy lawyer leaves the subject unflattered, and trying to remove some warts.\", The New York Times, December 10, 1993. Accessed September 24, 2017. \"According to Mr. Caplan, Mr. Flom's scrappy iconoclasm originated in the Borough Park and Flatbush sections of Brooklyn, where his garment worker parents flirted with poverty and even suicide, and he was undomesticated by either Townsend Harris High School or Harvard Law School.\" * Linda Weiser Friedman (born 1953), professor and author * David Geffen (born 1943), business magnate, producer, and philanthropist.Handelman, David. \"How David Geffen Got Ahead: Lies, Loot and a Little Luck\", The New York Observer, March 13, 2000. Accessed May 15, 2016. \"David Geffen grew up in Borough Park, Brooklyn, the son of a mother who made custom brassieres and a father who didn't do much of anything.\" * Eli Gerstner (born 1980), singer, songwriter, and producer * Leon M. Goldstein (died 1999), President of Kingsborough Community College, and acting Chancellor of the City University of New York * Buddy Hackett, comedian and actor * Shraga Feivish Hager, also known as the Kosover Rebbe; rebbe of the Kosov Hasidic dynasty, dayan (\"rabbinic judge\"), and orator * Ben Zion Aryeh Leibish Halberstam, the rebbe of Bobov * Naftali Halberstam, fourth rebbe of Bobov * Shlomo Halberstam, third rebbe of Bobov * Shmuel Dovid Halberstam, the Sanz-Klausenberger Rebbe of Borough Park; younger son and one of the successors of Rabbi Yekusiel Yehudah Halberstam, the previous Klausenberger Rebbe * Yitzchak Meir Helfgot, cantor * Henry Hoschander, rabbi and lecturer * Ahmed Ibrahim, the Cupid Cabbie of New York. * Menashe Klein, rabbi of Ungvar * Yossi Klein Halevi, author * Leiby Kletzky, 8-year-old Hasidic boy kidnapped, murdered, and dismembered by Levi Aron in July 2011 * Aharon Kotler, rabbi and prominent leader of Haredi Judaism * Sandy Koufax (born 1935), Hall of Fame major league baseball pitcher.Bush, Daniel. \"There’s more to Jewish baseball than Sandy Koufax\", The Brooklyn Paper, May 4, 2012. Accessed May 15, 2016. \"Ephross said he didn’t try to contact Dodgers legend and Borough Park native Sandy Koufax, but promised the book packs some series heat despite leaving out the notoriously reclusive Hall of Fame flamethrower.\" * Moshe Koussevitzky, cantor and vocalist * Shulem Lemmer (born 1990), singer and entertainer * Chris Paciello, Cosa Nostra associate and nightclub owner * Yisroel Avrohom Portugal, rebbe of Skulen * Moshe Leib Rabinovich, rebbe of Munkacs * Lou Reed, singer, songwriter, musician https://static0planetadelibroscom.cdnstatics.com/libros_contenido_extra/41/40387_Lou_Red_una_vida.pdf * Yossele Rosenblatt, cantor and composer * John Saxon (1936–2020), film actor * Arnold Schuster, clothing salesman and amateur detective, involved in the capture of bank robber Willie \"The Actor\" Sutton, and for subsequently being the victim of a gangland murder by the Gambino crime family * Moyshe Silk, Acting Assistant Secretary of Treasury for International Affairs * Eliyahu Simpson, rabbi of the Nusach Ari Tzemach Tzedek Synagogue * Aaron Teitelbaum, rebbe of Satmar * Moshe Teitelbaum, rebbe of Satmar * Zalman Teitelbaum, rebbe of Satmar * Mordechai Dovid Unger, rebbe of Bobov 45 * Osher Weiss, rabbi * Mendy Werdyger, singer and songwriter * David Werner (born c. 1953), real estate investor.Levitt, David M. \"T-Shirt-Toting Brooklynite Is NYC’s Top Property Buyer\", Bloomberg News, November 21, 2014. Accessed September 11, 2019. \"Werner, who grew up in Manhattan’s Washington Heights section and is the son of Holocaust survivors, settled in Borough Park after he got married in his early 20s.\" * Gavriel Zinner, rabbi and author of Nitei Gavriel == Notes == == References == Category:Neighborhoods in Brooklyn Category:Haredi Judaism in New York (state) Category:Orthodox Jews and Judaism in New York City Category:Orthodox Judaism in New York City Category:Hasidic Judaism in New York City Category:Jews and Judaism in Brooklyn Category:Jewish communities in the United States Category:Jewish enclaves",
 "title": "Borough Park, Brooklyn"
}