{
 "id": "329186",
 "text": "thumb|Kishiwada Castle thumb|Kishiwada Danjiri Festival thumb|Dai-itoku-ji is a city located in Osaka Prefecture, Japan. , the city had an estimated population of 190,853 in 88598 households and a population density of 2600 persons per km². The total area of the city is . The city is well known for its Danjiri Matsuri. ==Geography== Kishiwada is located southwestern part of Osaka Prefecture, and forms a long and narrow area (7.6 km east-west, 17.3 km north-south) from Osaka Bay to the Izumi Mountains. ===Neighboring municipalities=== Osaka Prefecture *Izumi *Kaizuka *Tadaoka Wakayama Prefecture *Kinokawa *Katsuragi ==Climate== Kishiwada has a Humid subtropical climate (Köppen Cfa) characterized by warm summers and cool winters with light to no snowfall. The average annual temperature in Kishiwada is 14.6 °C. The average annual rainfall is 1475 mm with September as the wettest month. The temperatures are highest on average in August, at around 26.6 °C, and lowest in January.Kishiwada climate data ==Demographics== Per Japanese census data,Kishiwada population statistics the population of Kishiwada has increased steadily over the past century, but the population curve has flattened since the year 2000. ==History== The area of the modern city of Kishiwada was within ancient Izumi Province. The city has been settled since ancient times, and has numerous kofun burial mounds including the Mayuyama Kofun. During the Nanboku- chō period, Kusunoki Masahige assigned his general Wada Haruji to govern an area called \"Kishi\" in Izumi Province in 1337. The Kishiwada \"shōen\", or landed estate, appears in documents from around 1400. The settlement developed into a castle town during the Sengoku period, as it occupied a very strategic location, approximately half way in-between the cities of Osaka and Wakayama and just south of the port of Sakai. It is located on the Kishu Kaido, the main route connecting the capital area of Japan with Kii Province, and its coastal location was important for transportation from the eastern Shikoku to Settsu Province and Kyoto. Kishiwada Castle, was rebuilt by Koide Hidemasa at its present site in 1597. Under the Tokugawa shogunate it was the center of Kishiwada Domain, which was ruled by the Okabe clan from 1640 to the Meiji Restoration. In 1703, the city began its Danjiri festival. The town of Kishiwada was official founded on within Hine District with the creation of the modern municipalities system on April 1, 1889. On April 1, 1896, the area became part of Sennan District, Osaka. It was promoted to city status on November 1, 1922 as the 87th city to be founded in Japan and the 3rd in Osaka. On April 1, 2002, Kishiwada became a Special city with increased local autonomy. ==Government== Kishiwada has a mayor-council form of government with a directly elected mayor and a unicameral city council of 24 members. Kishiwada contributes two members to the Osaka Prefectural Assembly. In terms of national politics, the city is part of Osaka 18th district of the lower house of the Diet of Japan. ==Economy== Since the Edo period, cotton has been cultivated throughout the city, and cotton cloth and cotton yarn have been spun. The textile industry has been the center of the industry since modern times, but many factories have disappeared due to competition by overseas products. In 1966, the city began reclaiming its coastal areas to build industrial parks and to attract heavy industry. Kishiwada became famous for its glass lens production, peaking around the year 1980 with about 70 lens factories. ==Education== Kishiwada has 24 public elementary schools, 12 public middle schools and two high schools operated by the city government and three public high school operated by the Osaka Prefectural Department of Education. There is also one private high school. The prefecture also operated one special education school for the handicapped. ==Transportation== ===Railway=== 20px JR West – Hanwa Line * - - 15px Nankai Electric Railway - 15px Nankai Main Line * - - - ===Highway=== * 30px|link=|alt= Hanwa Expressway * 20px Bayshore Route * * ==Local attractions== * Kishiwada Castle *Mayuyama Kofun * Dai-itoku-ji * Kishiwada Danjiri Museum * Kishiki Jinja * Senko-ji * Kumeda- dera, Kumeda pond and Kumeda Kofun * Ogami-jinya and Ogami Falls * Tonboike Park * Kishiwada Velodrome ===Events=== * January: Long Distance Relay Race, Kumeda-ji Senbon Duki (Rice cake making) * February: Senshu Marathon * April: Kishiwada-jo Spring Festival * July: Kishiwada Port Festival and Fireworks * September: Kishiwada Danjiri Matsuri, Kishiwada and Haruki. * October: Kishiwada Danjiri Matsuri, Mountain districts. * November: Chuo-koen Sports Carnival, Nigiwai Festival, Chuo-koen Agricultural Festival, Ushitaki-yama Red Maple Festival. ==Notable people from Kishiwada== * Keiji Inafune, video game producer and artist. * Rome Kanda, tarento, comedian, and actor. * Magnitude Kishiwada, a professional wrestler best known for his work in Osaka Pro and Dragon Gate. * Kazuhiro Kiyohara, baseball player. * Michiko Koshino, fashion designer. * Ryuichi Moriya, World Championship Medalist in Olympic Archery and Japan Olympic Team member. * Yutaka Ooe, enka singer. * Nozomu Sahashi, founder of Nova Corporation. * Tomohiro Nishikado, game designer programmer and creator of Space Invaders. * Miki Matsubara, composer, lyricist and singer ==References== ==External links== *Kishiwada City official website *Kishiwada City official website * Category:Cities in Osaka Prefecture Category:Populated coastal places in Japan",
 "title": "Kishiwada, Osaka"
}