{
 "id": "329401",
 "text": "Progressive Field is a Major League Baseball (MLB) stadium located in the downtown area of Cleveland, Ohio, United States. It is the home field of the Cleveland Guardians and, together with Rocket Mortgage FieldHouse, is part of the Gateway Sports and Entertainment Complex. It was ranked as MLB's best ballpark in a 2008 Sports Illustrated fan opinion poll. The ballpark opened as Jacobs Field in 1994 to replace Cleveland Stadium, which the team had shared with the Cleveland Browns of the National Football League. Since 2008, the facility has been named for Progressive Corporation, based in the Cleveland suburb of Mayfield, which purchased naming rights for $58 million over 16 years. The previous name came from team owners Richard and David Jacobs, who had acquired naming rights when the facility opened. The ballpark is still often referred to as \"The Jake\" based on its original name. When it opened, the listed seating capacity was 42,865 people and between 1995 and 2001 the team sold out 455 consecutive regular-season games. Modifications over the years resulted in several moderate changes to the capacity, peaking at 45,569 in 2010. After the 2014 and 2015 seasons, the facility was renovated in two phases, which upgraded and reconfigured several areas of the park and reduced seating capacity. As of 2021, the official seating capacity is listed at 34,830 people, though additional fans can be accommodated through standing room areas and temporary seating. Since moving to Progressive Field, the Guardians have won ten Central Division titles, three American League pennants and have hosted playoff games in 12 different seasons, the most recent being in 2020. In the 1997 season, it became one of the few facilities in baseball history to host the MLB All-Star Game and games of the World Series in the same season. The Guardians have hosted games of the American League Championship Series in five seasons and have advanced to the World Series three times at the park. ==History== The Cleveland Guardians previously played home games at Cleveland Stadium, which they shared with the Cleveland Browns of the National Football League. The Indians first played at the stadium, which seated around 78,000 people for baseball, for the 1932 and 1933 seasons, but returned to smaller League Park for most games in 1934. From 1936 to 1946, they played weekend and holiday games at Cleveland Stadium, and eventually night games and other dates where larger crowds were expected, moving to the stadium full-time in 1947. Cleveland Stadium was the largest stadium in the American League during its tenure as a baseball facility and was the largest stadium in Major League Baseball for all but a few seasons. It had been a symbol of the Indians' glory years of the 1940s and 1950s, attracting some of the largest crowds in baseball history. However, during the team's lean years from the 1960s through the early 1990s, even crowds of 40,000 people were swallowed up in the cavernous environment. As a result, the Indians began pressing for a new stadium. Plans for a new stadium first began in 1984 when Cuyahoga County voters defeated a property tax for building a 100% publicly funded domed stadium, which would have been shared by the Indians and Browns. Later that year, committee leaders met to re-evaluate these plans, and a location was later agreed upon. The eventual site of the stadium, the location of the Central Market, was acquired in December 1985. In April 1986, designs for the new stadium were agreed upon and about a year later, demolition at the site started. Cuyahoga County voters approved a 15-year sin tax on alcohol and cigarette sales in May 1990 to finance the new Gateway Sports and Entertainment Complex, which included the ballpark (then known as Jacobs Field), Gund Arena for the Cleveland Cavaliers of the National Basketball Association, and two parking garages. Construction started in January 1992, and by May of that year, the concrete construction had been poured. In June 1992, Mel Harder, who pitched the opening game at Cleveland Stadium in 1932, and contemporary stars Charles Nagy and Sandy Alomar, Jr., executed the ceremonial first pitch at the site of the new ballpark before construction began. The installation of seating was completed in October 1993. The ballpark, which was referred to as \"Cleveland Indians Baseball Park\" and \"Indians Park\" on blueprints, cost approximately $175 million to build, of which $91 million was provided by Indians owner Richard Jacobs. The remaining $84 million was raised by the sin tax. An open house was held April 1, 1994, and the following day, an exhibition game was held against the Pittsburgh Pirates. The first official game was held April 4. U.S. President Bill Clinton threw out the ceremonial first pitch, and the Indians defeated the Seattle Mariners 4–3 in 11 innings in front of a crowd of 41,459 people. The ballpark was the first new major sporting facility to open in Cleveland since Cleveland Arena opened in 1937. During that inaugural and strike-shortened 1994 season, the Indians finished 35–16 at home, which included an 18-game home winning streak. The ballpark hosted playoff games for the first time in 1995 as the Indians ended a 41-year playoff drought. The first playoff game was on October 3, a 5–4 win in 11 innings over the Boston Red Sox in Game 1 of the American League Division Series. Jacobs Field also played host to Games 3, 4, and 5 of the American League Championship Series against the Seattle Mariners and Games 3, 4, and 5 of the 1995 World Series against the Atlanta Braves. Two years later, Jacobs Field hosted its first All-Star Game and the first All Star Game in Cleveland since 1981. Later that year, the Indians hosted Games 3, 4, and 5 of the 1997 World Series against the Florida Marlins. It was the tenth time in Major League history the All-Star Game and games of the World Series were played in the same facility in the same season, and the first time since 1977. The longest home run in ballpark history was hit by Jim Thome on July 3, 1999, measured at to center field. During the eighth inning of Game 2 of the 2007 American League Division Series against the New York Yankees on October 5, a swarm of insects believed to be midges from Lake Erie, enveloped the playing field, severely distracting Yankees relief pitcher Joba Chamberlain, which caused him to walk outfielder Grady Sizemore, who later scored the tying run on a wild pitch. The incident became known as the \"Bug Game\"; however, this was not the first time the insects plagued Jacobs Field. thumb|right|The corkscrew shaped wind turbine at Progressive Field was located in right field during the 2012 season In 2007, the Indians became the first American League team to install solar panels on their stadium. They also spent $1.1 million to convert a picnic area behind the center field fence into \"Heritage Park\", which features 27 plaques honoring the Cleveland Indians Hall of Fame and 38 bricks, representing the team's most memorable moments. There is also a memorial plaque commemorating Ray Chapman which was originally installed at League Park. This area is shielded by plantings so it does not interfere with the batter's eye. The Indians installed a corkscrew-shaped wind turbine from Cleveland State University above the southeast corner of the ballpark in late March 2012, the first major league team to do so. The corkscrew–shaped wind turbine was successful in generating more electricity than individual turbines and was originally scheduled to be tested for two years, but had to be removed in late March 2013 because of cracks that had developed in the off-season. ===2014–15 renovations=== The team announced the first phase of renovation plans for the ballpark, by then known as Progressive Field, in late 2014, which were completed prior to the start of the 2015 season. The area on either side of the right field gate, previously known as \"Gate C\", was reconfigured, with a pedestrian bridge and concession buildings removed to open the views of the surrounding neighborhood. The statue of Jim Thome was moved to the area, while the statue of Bob Feller was moved to a new location in the area, and a new statue of Larry Doby was added. A two-story bar named \"The Corner\" was built, providing better views of the field as the Batter's Eye Bar was often overcrowded. The bullpens, which had previously been separate, were relocated to the right center field area, allowing fans closer views of players warming up. To allow more light in the right field concourse, the mezzanine deck was reduced by several rows to open the area. The Kid's Clubhouse was made two stories, and adults are now able to view the game from the clubhouse. Seating in the upper deck behind right field and down the first base line was removed and replaced with terraces, available for use by large groups. Additional changes included installation of new concession areas and options, many of which are from Cleveland-area eateries. Prior to the start of the 2016 season, the next phase of renovations was completed, which included the addition of a new club area behind home plate for season ticket holders, the installation of a new scoreboard system and additional scoreboards, new standing room areas in the left field area, and additional concession areas, again using local-based eateries. The ballpark became the 11th MLB facility to have LED field lights installed, which was done prior to the start of the 2017 season. Wi-Fi was also installed throughout the ballpark prior to the start of the 2017 season. As a result of these renovations, Progressive Field was awarded the 2019 Major League Baseball All-Star Game, marking the second time the All-Star game was played at this venue. ==Attendance records== Progressive Field set a new MLB record between June 12, 1995 and April 4, 2001, in selling out 455 straight games. Demand for tickets was so great that all 81 home games were sold out before opening day in five separate seasons. The Indians retired the number 455 in honor of the sellout record. The Boston Red Sox later surpassed this record when Fenway Park recorded 456 straight sellouts on September 9, 2008. The record for the largest attendance at Progressive Field was set in Game 3 of the 1997 ALDS when 45,274 people attended the game. On Saturday, April 2, 2011, the Guardians' lowest attendance record was broken with a very small crowd of 9,853, and again the following day with an even smaller attendance figure of 8,726. ==Naming rights== thumb|right|View from Right Field Naming rights were acquired in 1994 by team owner Richard Jacobs, who paid for rights until the end of 2006. The Jacobs Field name gave rise to the nickname \"The Jake\" for the ballpark. The Indians announced on January 11, 2008, that naming rights to the park had been purchased by Progressive Corporation, a major insurance company headquartered in the nearby suburb of Mayfield, for $58 million over 16 years through 2024. Removal of the iconic Jacobs Field sign on the front of the building began the morning of January 18, Includes video. and the replacement sign was installed on March 25. Includes video. Progressive agreed to pay $57.6 million for the naming rights for 16 years. There were discussions about instead naming the ballpark \"Progressive Park\"; however, it was later realized that this name belonged to a picnic facility in Council Bluffs, Iowa, so the name \"Progressive Field\" was decided upon instead. The Guardians extended their lease agreement with Gateway Economic Development Corp. for the stadium in August 2008 from 2013 to 2023. The agreement gives the team four five-year renewal options after 2023. ==Design== The ballpark was designed by Populous, which was then a division of Hellmuth, Obata and Kassabaum (HOK) known as HOK Sport. HOK designed it as the second retro-style and first retro-modern ballpark, with asymmetrical fences of varying heights, a smaller upper deck, and stepped tiers. It is similar to HOK's Oriole Park at Camden Yards in Baltimore, which opened two years earlier and was the first retro-style ballpark. The ballpark was sited to give a favorable view of Cleveland's downtown skyline. The structural engineering was done by a Cleveland company, Osborn Engineering, which helped design League Park, Cleveland Municipal Stadium, \"Old\" Yankee Stadium and Fenway Park. It was designed to blend in with the city of Cleveland with its exposed steel design and the vertical light towers that match the smoke stacks of Cleveland's industrial zone. ==Features== The ballpark has numerous unique structural features. The field is situated on of Kentucky Bluegrass. It is illuminated by 19 white vertical light towers; three behind the scoreboard, six behind first base, six behind third base and four in right field, which stand above street level and above the playing field and are said to resemble oversized toothbrushes. The distinctive light towers were incorporated into a version of the original Jacobs Field logo and the 1997 MLB All-Star Game logo. The park features distinctive dimensions; left and right field are both from homeplate, but left field has a high wall, known as the \"Little Green Monster\". The center and right field walls are high. The park features traditional hunter green seats angled at 8-12° on three tiers around the park except for center field which has no seats and left field which uses bleachers. The bullpens, reconfigured between the 2014 and 2015 seasons, are raised above the playing field, which allows fans to see pitchers warming up. Both bullpens are located adjacent to section 103 behind right-center field, with the Guardians' bullpen closer to the field. The Guardians' dugout is along the third base line and the visitors' dugout is located along the first base line. When the ballpark was built, it contained 121 luxury boxes. A remodel and renovation between the 2014 and 2015 seasons removed six of them for a new total of 115, the second most in Major League Baseball. ==Seating capacity== {| class=\"wikitable\" |- ! scope=\"row\" style=\";\"|Years ! scope=\"row\" style=\";\"|Capacity |- ! scope=\"row\" style=\";\"|1994–1996 | 42,865 |- ! scope=\"row\" style=\";\"|1997–2003 | 43,368 |- ! scope=\"row\" style=\";\"|2004 | 43,389 |- ! scope=\"row\" style=\";\"|2005 | 43,405 |- ! scope=\"row\" style=\";\"|2006–2007 | 43,415 |- ! scope=\"row\" style=\";\"|2008 | 43,545 |- ! scope=\"row\" style=\";\"|2009 | 45,199 |- ! scope=\"row\" style=\";\"|2010 | 45,569 |- ! scope=\"row\" style=\";\"|2011 | 43,441 |- ! scope=\"row\" style=\";\"|2012 | 43,429 |- ! scope=\"row\" style=\";\"|2013 | 42,241 |- ! scope=\"row\" style=\";\"|2014 | 42,487 |- ! scope=\"row\" style=\";\"|2015 | 36,856 |- ! scope=\"row\" style=\";\"|2016 | 35,225 |- ! scope=\"row\" style=\";\"|2017-2019 | 35,051 |- ! scope=\"row\" style=\";\"|2021–present | 34,830{ |- |- |} ==Amenities== The ballpark features several eateries from which spectators can watch the game. A glass-enclosed multilevel restaurant named the \"Terrace Club\" is located along the left field foul line on the suite level. Spectators need a valid game ticket and a pass to enter into the Terrace Club. On non-game days it is used for private and corporate events, such as business meetings, parties and weddings. A new children's play area named \"Kids Clubhouse\", located on the mezzanine level, opened in May 2012. It includes arts and crafts areas, a climbing wall, a mini field where children can practice sliding and fielding, a batting cage, as well as large windows where adults can watch the game from the Kids Clubhouse. ==Non-baseball events== ===Hockey=== On January 15, 2012, the park hosted its first ice hockey game, a match between the Ohio State Buckeyes and the Michigan Wolverines, the first outdoor college hockey game in Ohio. ===Concerts=== Progressive Field is occasionally used as a concert venue. It was first used for a concert on August 12, 1995 during its second season of use, when Jimmy Buffett played at the ballpark as part of his Domino College Tour. The panels set on the outfield grass to hold the stage, however, caused visible damage to the playing surface, leading Indians owner Richard Jacobs to ban concerts at the facility. Concerts returned to the ballpark in 2011 when the Indians hosted the Indians Music Festival, which featured Brad Paisley and Blake Shelton. Three years later, in 2014, Jason Aldean played at Progressive Field as part of his Burn It Down Tour, a performance that drew 40,516 fans and included Florida Georgia Line, Miranda Lambert, and Tyler Farr. In 2017, the ballpark hosted two concerts on consecutive nights, with Billy Joel performing on July 14 as part of Billy Joel in Concert, followed the next night by Luke Bryan and his Huntin', Fishin' and Lovin' Every Day Tour. ===Other events=== An event called \"Snow Days\" debuted at Progressive Field in November 2010. The first day, called \"Snopening Day\", was held on November 26 and the event continued until January 2, 2011. An ice skating track called the \"Frozen Mile\" was installed around the warning track, the \"Batterhorn\" was a snow tubing hill on the bleachers and other events were staged around the field and home run porch. \"Snow Days\" returned on November 25, 2011, and closed on January 16, 2012. The Batterhorn was moved to the Toyota Home Run porch and the Frozen Mile was rerouted. The park also added the \"Frozen Diamond\", an ice rink covering the infield. On June 1, 2012, it was announced that \"Snow Days\" would not run in 2012 due to low attendance in 2011. In part, this was caused by the warmest winter on record, with temperatures of on \"Snopening Day.\" ==Awards and honors== *2008 – named Best MLB Stadium by Sports Illustrated ==Ballpark firsts== All firsts were by the then-Cleveland Indians unless otherwise stated {| class=\"wikitable\" style=\"text-align:center\" ! style=\";|Statistic ! style=\";|Person(s) ! style=\";|Date |- ! style=\";|First game | vs. Seattle Mariners | April 4, 1994 |- ! style=\";|First ceremonial first pitch | President Bill Clinton to Sandy Alomar, Jr. | April 4, 1994 |- ! style=\";|First batter | Rich Amaral (Seattle Mariners) | April 4, 1994 |- ! style=\";|First hit | Eric Anthony (Seattle Mariners), home run | April 4, 1994 |- ! style=\";|First Indians hit | Sandy Alomar, Jr. | April 4, 1994 |- ! style=\";|First double | Manny Ramirez | April 4, 1994 |- ! style=\";|First home run | Eric Anthony (Seattle Mariners) | April 4, 1994 |- ! style=\";|First Indians run | Candy Maldonado, scored on a Manny Ramírez two-run double | April 4, 1994 |- ! style=\";|First winning pitcher | Eric Plunk | April 4, 1994 |- ! style=\";|First night game | vs. Seattle Mariners | April 7, 1994 |- ! style=\";|First triple | Ken Griffey, Jr. (Seattle Mariners) | April 7, 1994 |- ! style=\";|First Indians home run | Eddie Murray | April 7, 1994 |- ! style=\";|First stolen base | Omar Vizquel | April 7, 1994 |- ! style=\";|First save | Hipólito Pichardo (Kansas City Royals) | April 15, 1994 |- ! style=\";|First grand slam | Paul Sorrento | May 9, 1995 |- ! style=\";|First inside-the-park home run | David Bell | April 15, 1998 |- ! style=\";|First triple play | Casey Blake-Asdrúbal Cabrera-Víctor Martínez (5-4-3) | August 27, 2007 |- ! style=\";|First unassisted triple play | Asdrúbal Cabrera | May 12, 2008 |- ! style=\";|First no-hitter | Ervin Santana (Los Angeles Angels) | July 27, 2011 |} ==References== ==External links== * *Progressive Field Review Category:Cleveland Indians stadiums Category:Major League Baseball venues Category:Sports venues in Cleveland Category:Sports venues completed in 1994 Category:Baseball venues in Ohio Category:Progressive Corporation Category:1994 establishments in Ohio Category:Populous (company) buildings",
 "title": "Progressive Field"
}