{
 "id": "329938",
 "text": "The Umpqua people are an umbrella group of several distinct tribal entities of Native Americans of the Umpqua Basin in present-day south central Oregon in the United States. The area south of Roseburg is now known as the Umpqua Valley. At least four tribal groups have historically lived in the Umpqua River Basin: the Southern Molalla, the Lower Umpqua tribe, the Upper Umpqua tribe, and the Cow Creek Band of the Umpqua Tribe of Indians. Before European settlement in the region, the tribes spoke several different languages, including Siuslaw (Lower Umpqua), Yoncalla (Southern Kalapuya), Upper Umpqua, Takelma, and the Molalla language. Archaeological evidence indicates that Native American settlement in the Umpqua region began at least 8,000 years before the arrival of European settlers. The name \"Umpqua\" likely derives from a Tolowa word for \"a place along the river.\" Other theories report that \"Umpqua\" means \"thundering water,\" \"dancing water\" or \"bring across the river.\" ==Overview== === Lower Umpqua === The Lower Umpqua (Kuitsh) tribe spoke the Lower Umpqua (Kuitsh/Quuiič) dialect of the Siuslaw language. Their self-designation was Kuitsh, Quuiič or Quuiich (″The Southern People″, probably derived from the words qiiuu, ″south″, and hiich, ″people″).Shichils' Blog - Meanings of tribal names Prior to European settlement, the Lower Umpqua (Kuitsh) lived on the coast from Siltcoos River south to Tenmile Creek. Today, the Lower Umpqua (Kuitsh) people are represented by the following tribes: * Confederated Tribes of Coos, Lower Umpqua and Siuslaw Indians * Confederated Tribes of Siletz Indians, and * Confederated Tribes of the Grand Ronde Community of Oregon === Upper Umpqua === The Upper Umpqua people lived mostly on the South Umpqua River, near present Roseburg, Oregon and the Umpqua River upstream of the head of tide (present-day Scottsburg, Oregon). Their self-designation was Etnemitane, Tl'uu-dv-nee-yu (literally \"prairie people\") or simply Dv-nee-yu / Dv-ne (\"people\").ILDA - Indigenous Languages Digital Archive The now-extinct Upper Umpqua language formed with three other closely related languages the ″Oregon Athabaskan cluster″ of the Pacific Coast Athabaskan languages. By neighboring Athapascan-speaking peoples they were known as ″Umpqua River People″—in the original languages: :* Tututni and (Upper) Coquille-Tututni: Ci-cta-́qwût-mê ́ t̟ûn-nĕ :* Chasta Costa-Tututni: Ci-stá-qwŭt dv-nee-yu :* Naltunne-Tututni: Cac-taⁿ-́qwût me-́t̟ûn-nĕ :* Chetco-Tolowa: Ûm-́kwa-me (origin of the English word Umpqua) Today, the Upper Umpqua people are represented by the following tribes: * Confederated Tribes of the Grand Ronde Community of Oregon * Confederated Tribes of Siletz Indians, and * Cow Creek Band of Umpqua Tribe of Indians === Cow Creek Band of Upper Umpqua === Originally a band of the Takelma people along the South Umpqua River, Myrtle Creek, and Cow Creek, the Cow Creek people were called Cow Creek Takelma, or The Cow Creek Band. Today, the Cow Creek Band of Upper Umpqua are represented by the following tribes: * Cow Creek Band of Umpqua Tribe of Indians * Confederated Tribes of Coos, Lower Umpqua and Siuslaw Indians, and * Confederated Tribes of the Grand Ronde Community of Oregon The Cow Creek Band of Umpqua Tribe of Indians is one of nine federally recognized Indian Tribal Governments in the State of Oregon. They were the first tribes in the Oregon Territory to sign a treaty with the US government, on September 19, 1853. As a result of the treaty, the Cow Creek Tribe became a landless tribe, ceding more than 800 square miles of Southwestern Oregon to the United States. The Cow Creek Tribe never received the reservation their treaty promised, but even without a reservation, the people remained in their homelands. === Southern Molalla === The Molala were living along the Deschutes River. They later moved to the headwaters of the Umpqua River and Rogue River. Today, the Molalla people are represented by the following tribes: * Confederated Tribes of the Grand Ronde Community of Oregon (with 141 of the 882 members in the 1950s claiming Molalla descent) * Confederated Tribes of Siletz Indians, and * Cow Creek Band of Umpqua Tribe of Indians ==History== The Native Americans who lived in the Umpqua region prior to European settlement > were highly dependent on the annual cycle of nature. Their cultures were > rich and complex, with distinct rituals, rites and responsibilities. In > winter, the people lived in cedar plank houses in permanent villages. Here > they made baskets, clothing, tools, and weapons, and recounted a wide > variety of stories including creation stories and tales of a magical time > when animals and humans shared the same language. In the spring, summer, and > fall, they went to seasonal camps to take advantage of seasonally-abundant > food resources. The first known contact with whites was with fur trappers in the late 1700s. In the 1820s, the Hudson's Bay Company began intensive trapping of beavers and regular trade with the Native Americans in the Umpqua Basin. > Relations with fur trappers were generally good, although there were > occasional skirmishes. An especially notorious conflict occurred in 1828 > between the Lower Umpqua Indians and a party of fur traders led by Jedediah > Smith. Due perhaps to inappropriate advances of Smith's men toward Indian > women, or due perhaps to the alleged theft of an ax by a young Indian, a > Lower Umpqua man was killed by Smith's party, for which the Lower Umpquas > retaliated and killed 15 of the 19 of Smith's men. ==Footnotes== ==Further reading== * Bakken, Lavola J. Land of the North Umpquas. Grants Pass, OR: Te-Cum-Tom Publications, 1973. * Thoele, Mike. \"She Keeps the Memory of Coastal Indians Alive.\" The Register-Guard, 8 May 1990: 3B. Profile of Florence, Oregon resident Marge Severy, last full-blooded member of the Kuitsh and Siuslaw. * ==External links== *Cow Creek Band of Umpqua Tribe of Indians homepage *Confederated Tribes of Coos, Lower Umpqua, and Siuslaw homepage *Coos, Lower Umpqua & Siuslaw Tribes profile *Confederated Tribes of the Grand Ronde Community of Oregon homepage *Confederated Tribes of Siletz Indians homepage Category:Native American tribes in Oregon Category:Confederated Tribes of Siletz Indians",
 "title": "Umpqua people"
}