{
 "id": "330281",
 "text": "One of the defining features of modern Croatian is according to some a preference for word coinage from native Slavic morphemes, as opposed to adopting loanwords or replacing them altogether. This particularly relates to other Serbo-Croatian standards of Bosnian, Montenegrin and Serbian which liberally draw on Turkish, Latin, Greek, Russian and English loanwords. ==Description== Croatian literature across the centuries is argued to demonstrate a tendency to cherish Slavic words and word coinage, and to expel \"foreign\" borrowings. Croatian philologist Zlatko Vince articulates this tendency as follows: > Croatian literature even in the old ages tends to stay away from barbarisms > and foreign words, a certain conscious care in the works of literature is > felt when it comes to language selection. In the course of centuries hence > the tendency is formed for standard language to be as much as pure and > selective as possible. One thing is the colloquial language, often ridden > with foreign words, and entirely different thing is the language of literary > works in which tendency for language purity arises. The way and the extent > to which that need could be satisfied is different in various periods, but > the tendency for as pure and selective language can be noted even in Old > Dubrovnik writers, and in Vitezović. All the way to pre-Illyrian and > Illyrian efforts and by the end of the 19th century, when the osmotic > influence of traditional Croatian literary heritage does not cease to > stop...That care of language purity which characterizes Croatian literary > expression even in the 19th century, remains immanent in later > periods...Standard language of the Croats is in fact organic continuation of > older state of affairs in Croatian literature. In a session regarding the issue of the usage for foreign words in Croatian, as well on the problems of ongoing projects of coining Slavic replacements for established technical terms by combined efforts of linguists and specialists, the now defunct institution for the standardization of Croatian—the Council for Standard Croatian Language Norm—has presented the historical overview of the issue as follows: > The attitude towards foreign words in standard Croatian is multi-dimensional > in many respects. The origin of Croatian linguistic culture, when writing in > Slavic, is determined by the tradition of Church Slavonic literature. > Originating from copies of Ancient Greek liturgical texts, it places a > distinct emphasis to Slavic expressive devices, and only exceptionally non- > Slavic words are being borrowed. That tendency has been continued in > Croatian linguistic culture to this day. The usage of Croatian words, if > necessary even in a modified meaning, or Croatian coinages, if they're > considered to be successful, represents higher merit then mere mechanical > borrowing of foreign expressive devices. That way the Croatian word is more > solemn and formal (glazba, mirovina, redarstvenik), and the loanword is more > relaxing and less demanding (muzika, penzija, policajac). This dimension of > purism is incorporated into the very foundations of Croatian linguistic > sensitivity. ==History== ===Austrian Empire and Austria-Hungary=== The Illyrian movement and its successor, the Zagreb Philological School, have been particularly successful in creating the corpus of Croatian terminology that covered virtually all areas of modern civilization. This was especially visible in two fundamental works: Ivan Mažuranić's and Josip Užarević's German-Croatian dictionary (1842), and Bogoslav Šulek's German-Croatian-Italian dictionary of scientific terminology (1875). These works and especially Šulek's, systematized (i.e. collected from older dictionaries), invented and coined Croatian terminology for the 19th century jurisprudence, military schools, exact and social sciences, as well as numerous other fields (technology and commodities of urban civilization). During this period, purist attitudes towards loanwords were not identical between the two variants of Serbo- Croatian. In Croatia, particularly during Croatian national revival, it was considered that purism \"...is a stronger assertion of identity than the mere wholesale adaptation of foreign terms\" in opposition of neighbouring languages, German, Italian and Hungarian which \"objectively dominated\" a language that was, according to contemporary references, felt \"subjectively inferior\". Purist tendencies were accompanied with struggles for the use of Croatian in public domains, and especially targeted against the German influence. A smaller part of German loanwords became part of the Croatian standard language, while a greater number of German loanwords remained in spoken dialects. The very lively purist activity in Croatia was not met with approval among Serbian philologists. Although the latter called for attention to the purity of the language in schools and scientific usage, they also warned about taking this policy too far. Linguistic objections against neologisms and calques \"forged in Zagreb\" were that they did not follow the rules of Shtokavian word formation but were modeled mainly on German compounds (veleposjednik, veleizdaja) or that some of the adopted Slavonic words (nužda, uštrb) or 'unnecessary Russianisms' do not conform to the Shtokavian phonological rules. Small number of neologisms have been accepted in Serbia, despite a persistent line of public support for substitution of loanwords with native words. In support of replacing loanwords were Jovan Bošković in his book O srpskom jeziku (1887), Jovan Živanović under the same title (1888), various articles and periodicals, and a leading Serbian linguist Aleksandar Belić, who thought that loanwords should only be used in exceptional cases. 'Antipurist campaigns' were, however, led by language advice columns in an influential Belgrade daily newspaper Politika, arguing that \"loanwords are almost never either synonymous or equally applicable as the suggested native replacements.\" ===First Yugoslavia=== During the Yugoslav period, from 1918 to 1990, Croatian and Serbian were treated as Western and Eastern variants of Serbo-Croatian. Parts of this policy were systematic attempts to eliminate traits of standard Croatian by which it distinguished itself from standard Serbian.Grčević 2002:150 ===World War II=== In the Independent State of Croatia, a World War II state that existed between 1941 and 1945, the totalitarian dictatorship of Ante Pavelić pushed purist tendencies to extremes. The language law of 1941 promulgated purity as a policy, and tried to eliminate internationalisms, stigmatized Serbisms and introduced etymological spelling (korijenski pravopis). No Croatian dictionaries or grammars were published during this period because of the opposition of the Croatian linguists. This era is best covered in Marko Samardžija's \"Hrvatski jezik u Nezavisnoj Državi Hrvatskoj\", (Croatian in the Independent State of Croatia), 1993. ===Second Yugoslavia=== In Communist Yugoslavia, Serbian terminology prevailed in a few areas: the military, diplomacy, Federal Yugoslav institutions (various institutes and research centres), state media and jurisprudence at Yugoslav level. The methods used for this \"unification\" were manifold and chronologically multifarious; even in the eighties, a common \"argument\" was to claim that the opponents of the official Yugoslav language policy were sympathising with the Ustaša regime of World War 2, and that the incriminated words were thus \"ustašoid\" as well. Another method was to punish authors who fought against censorship. Linguists and philologists, the authors of dictionaries, grammars etc., were not allowed to write their works freely and according to the best of their professional knowledge and competence. Hence, for example, the whole edition of the Croatian Orthography ('Hrvatski pravopis') edited by Babić-Finka-Moguš (1971) was destroyed in a paper factory just because it had been titled \"Croatian\" Orthography instead of \"Serbocroatian\" or \"Croatoserbian\" Orthography The passive Croatian vocabulary contained many banished words equivalent to the actively used words of the politically approved vocabulary. For example, the officers of the JNA could be publicly called only oficir, and not časnik. For the usage of word časnik ('officer'), coined by a father of Croatian scientific terminology Bogoslav Šulek, the physician Ivan Šreter was sentenced to 50 days in jail in 1987.Grčević 2002:151 Concordantly, the possibility of using the previously frequent word časnik was already reduced to the extent that before 1991 it could occur only in special contexts, e.g. in relation to historical events. ===After Communism=== After the collapse of Communism and subsequent wars, the situation changed. Suppressive relations changed significantly after the dissolution of the SFRJ and the founding of the sovereign Republic of Croatia. The regained freedom enabled public usage of previously forbidden words in the semantic sphere of administration, army etc.Grčević 2002:152 As a consequence, formerly suppressed words switched from the more or less passive vocabulary of standard Croatian to the active one without any special stylistic marking. Croatian linguists fought this wave of \"populist purism\", led by various patriotic non-linguists. Ironically: the same people who were, for decades, stigmatised as ultra-Croatian \"linguistic nationalists\" (Stjepan Babić, Dalibor Brozović, Radoslav Katičić, Miro Kačić) have been accused as pro- Serbian \"political linguists\" simply because they opposed these \"language purges\" that wanted to purge numerous words of Church Slavonic origin (which are common not only to Croatian and Serbian, but are also present in Polish, Russian, Czech and other Slavic languages). In 1993, the Dr. Ivan Šreter Award was created to promote creation of neologisms in Croatian. Before 1994, the ruling Croatian Democratic Union (which had come into power in 1990) considered ideas reminiscent of the Independent State of Croatia language policy in the form of the so-called \"korijenski pravopis\", but ultimately discarded it as too radical and instead made the \"londonski pravopis\", originally made during the Croatian Spring, official. At the time, extreme forms of purism were advocated by nationalist-minded linguists who were in turn described by Radoslav Katičić as \"marginal elements\".Czerwiński 2005, p. 90. The leaders of (mainstream) language purification were Stjepan Babić and Dalibor Brozović.Czerwiński 2005, p. 131. Since the 1990s, a form of language censorship has been practiced by the \"proofreaders\" (called lektori) in the media and schoolbooks. Despite forcing techniques for implementing purism, there has been significant resistance to purism in common usage.Czerwiński 2005, p. 78. There have also been Croatian linguists that offer severe criticism of the language purism, e.g., Vladimir Anić, Snježana Kordić, Dubravko Škiljan, Kristina Štrkalj and Mate Kapović. ==Notes== ==References== * * * * Milan Moguš: A History of Croatian Literary Language, 1996 * * ==Further reading== * ==External links== *Lexical changes in contemporary Croatian Category:Croatian language Category:Linguistic purism",
 "title": "Croatian linguistic purism"
}