{
 "id": "330216",
 "text": "According to the Bible, Gershom ( Gēršōm, \"a sojourner there\"; ) was the firstborn son of Moses and Zipporah. The name means \"a stranger there\" in Hebrew, ( ger sham), which the text argues was a reference to Moses' flight from Egypt. Biblical scholars regard the name as being essentially the same as GershonCheyne and Black, Encyclopedia Biblica and in the Book of Chronicles the progenitor of one of the principal Levite clans is sometimes identified as Gershom, sometimes as Gershon. The firstborn son of Moses by Zipporah; born in Midian. Moses’ father-in-law Jethro came to Moses in the wilderness, bringing with him Moses’ wife Zipporah and their two sons, Gershom and Eliezer. The priestly service of Gershom's descendant Jonathan on behalf of the Danites was illegal, because, although he was a Levite, he was not of Aaron's family. The passage in Exodus concerning Moses and Zipporah at a night camp appears to suggest that some being, possibly God or an angel, attacks either Gershom or Moses, until a circumcision is carried out by Zipporah on Gershom. The later Books of Chronicles identify Shebuel as a \"son\" of Gershom,, though this is anachronistic for a literal interpretation of the bible because Shebuel is described as living in the time of King David. The Hebrew word for \"son\" can also mean descendant; for example even remote descendants of King David are in many instances identified as \"So-and-so son of David\" in the original Hebrew. == Priestly connections == Although certain passages of the Bible, which textual scholars ascribe to the Priestly Source, assert that it is only the descendants of Aaron known as Aaronim who were legitimate priests, biblical scholars believe that the priesthood was originally open to members of any tribe,Jewish Encyclopedia, Levite and that the restriction to Aaronim was purely an Aaronim invention, opposed by authors such as the Deuteronomist.Richard Elliott Friedman, Who Wrote The Bible? Aaronim claimed descent from Aaron – Moses' brother, and hence any immediate descendant of Moses would not count among the Aaronim. The possibility that the story of Micah's Idol refers to immediate descendants of Moses being priests is taken by biblical scholars as a demonstration that the Aaronim-only restriction was originally not present in the Israelite priesthood. One of the accounts of Micah's idol refers to a priest as being a sojourner there (), which could alternatively be taken as stating that the priest was indeed Gershom (). The accounts of Micah's idol also include reference to a Jonathan son of Gershom as being a priest, and although the Masoretic Text seems to avoid the implication that non-Aaronim could be priests by describing this particular Gershom as a son of Manasseh (), this appears to have been distorted; the letter nun () appears here in superscript, suggesting that the text originally described this Gershom as the one that was a son of Moses Jewish Encyclopedia, Jonathan (son of Gershom) (). The rabbinic text known as the Seder Olam has Jonathan, the son of Gershom, the son of Moses when it quotes this verse.Ken Johnston, The Ancient Seder Olam, Biblefacts.org, Kindle Edition (2006), Kindle Locations 1754, 5611-5612 The priestly/prophetic aspect remains open to discussion, God explicitly chose Aaron and his direct sons for the Tabernacle and Temple services in remembrance of Aaron's servitude to Moses all along. Aaron served his brother Moses with much devotion being metaphorically called \"his prophet\" from the very beginning. The King and the Priest/Prophet are the two head leaders in ancient hierarchy; from this viewpoint, the belief of priesthood being open to anyone appears unsupported. The Bible recounts very strict lineage rules for the priests, aka \"the descendants of Aaron\", but certain deviations from the concept are mentioned – for instance, prophets such as Samuel or Elijah performed priestly-like services in special cases. As mentioned above, it is probable that Gershom's lineage would have compelled him into the priesthood, yet it appears he performed no regular priestly services of note. In other related writings it is mentioned that God ordered Moses to pass authority unto Joshua instead of his own two stubborn sons, Gershom and Eliezer. ==See also== *Shamgar ==References== Category:Book of Exodus people Category:Moses",
 "title": "Gershom"
}