{
 "id": "330508",
 "text": "Tupi–Guarani () is the name of the most widely distributed subfamily of the Tupian languages of South America. It includes fifty languages, including the best-known languages of the family, Guarani and Old Tupi. The words petunia, jaguar, piranha, ipecac, tapioca, jacaranda, anhinga, carioca, and capoeira are of Tupi–Guarani origin. ==Classification== ===Rodrigues & Cabral (2012)=== Rodrigues & Cabral (2012) propose eight branches of Tupí–Guaraní: *Guaraní (Group I) *Guarayu (Group II): Guarayu, Pauserna**, Sirionó (dialects: Yuqui, Jorá**) *Tupí (Group III): Old Tupi (lingua franca dialect: Tupí Austral), Tupinambá (dialects: Nheengatu, Língua Geral as lingua franca, and Potiguára), Cocama–Omagua*, Tupinikin** *Tenetehara (Group IV): Akwáwa (dialects: Asuriní, Suruí do Pará, Parakanã), Avá-Canoeiro, Tapirapé, Tenetehára (dialects: Guajajara, Tembé), Turiwára *Kawahíb (Group VI): Apiacá, Kawahíb (numerous varieties; incl. Piripkúra, Diahói?), Kayabí, Karipúna, ?Uru-Pa-In *Kamayurá (Group VII) *Xingu (Group VIIIa): Anambé (of Cairarí), Amanayé, Xingú Asuriní, Araweté, Aurá, Ararandewara *Northern Tupi–Guaraní (Group VIIIb): Anambé of Ehrenreich, Emerillon, Guajá, Wayampi, Zo'é, Takunyapé, Urubú–Kaapor, Wayampipukú *Cabral argues that Kokama/Omagua is a mixed language, and so not directly classifiable, though most of its basic vocabulary is Tupi–Guarani. **Not listed in Rodrigues & Cabral (2012) Karipuna language (Amapá) may be spurious. Sound changes from Proto-Tupi-Guarani (PTG) defining each of the 8 Tupi-Guarani groups as listed by Rodrigues & Cabral (2002):Rodrigues, A. D.; Cabral, A. S. A. C. Revendo a classificação interna da família Tupí-Guaraní. In: CABRAL, A. S. A. C., RODRIGUES, A. D. (Orgs.). Línguas indígenas brasileiras: fonologia, gramática e história. Tomo I. Belém: UFPA/EDUFPA, p. 327-337, 2002. :{| class=\"wikitable\" ! Group !! PTG final consonants !! PTG *tʃ !! PTG *pw !! PTG *pj !! PTG *j |- ! 1 | lost || *tʃ > tʃ, ts, s; *ts > h, zero || *pw > kw, k || *pj > tʃ, ʃ || |- ! 2 | lost || *tʃ, *ts merged as ts, s || *pw > kw, k || *pj preserved || |- ! 3 | preserved || *tʃ, *ts merged as ts, s || *pw preserved || *pj preserved || |- ! 4 | preserved (with some modifications) || *tʃ, *ts merged as h || *pw > kw || *pj > tʃ, ts || *j > tʃ, ts, s, z |- ! 5 | preserved || *tʃ, *ts merged as h, zero || *pw > ɸ || *pj > s || *j > dʒ |- ! 6 | preserved || *tʃ, *ts merged as h || *pw > kw (Parintintín, Apiaká); *pw > ɣw, ɣ (Tupí-Kawahíb) || *pj preserved || *j preserved |- ! 7 | preserved || *tʃ, *ts merged as h, zero || *pw > hw, h || *pj > ts || *j preserved |- ! 8 | partially lost || *tʃ, *ts merged as h, zero || *pw > kw || *pj > s || *j preserved |} ===Michael, et al. (2015)=== Michael, et al. (2015) propose the following classification for the Tupi-Guarani languages. ;Tupí-Guaraní *Kamaiurá (600 speakers) *Nuclear Tupí-Guaraní **Northern ***Guajá (280 speakers) ***Ka'ápor (800 speakers) ***Avá-Canoeiro (14 speakers) **Central ***(branch) ****Anambé, Araweté (Anambé 6 speakers, Araweté 280 speakers) ****Xingú Asurini (120 speakers) ***(branch) ****Tocantins Asuriní, Parakanã (700-1,500 speakers) ****Tapirapé (560 speakers) **Peripheral ***Wayampi, Emerillon (Wayampi 1,200 speakers, Emerillon 400 speakers) ***Kayabí, Parintintin (Kayabí 1,000 speakers, Kagwahiva 870 speakers) ***Diasporic ****Tembé (13,000 speakers) ****(Diasporic core branch) *****Tupi ******Omagua, Kokama (Omagua 10 speakers, Cocama 250 speakers) ******Tupinambá (Nheengatu 19,000 speakers) *****Southern ******Sirionó, Yuki (500 speakers) ******Guarayu, Pauserna † (Guarayu 5,900 speakers) ******Guaranian *******Aché (910 speakers) *******Mbyá *******Paraguay Guaraní (4.85 million speakers) *******(branch) ********Xetá †, Kaiowá, Ñandeva (Kaiwá 18,000 speakers, Ava Guarani 16,000 speakers) ********Tapiete, Chiriguano (Chiriguano 51,000 speakers) O'Hagan et al. (2014,O'Hagan, Zachary (with Keith Bartolomei, Natalia Chousou-Polydouri, Emily Clem, Erin Donnelly and Lev Michael). 2014. A Computational-phylogenetic Classification of Tupí-Guaraní and its Geographical Spread. Language Variation and Change, October 20, Chicago. 2019) proposes that Proto-Tupi-Guarani was spoken in the region of the lower Tocantins and Xingu Rivers, just to the south of Marajó Island in eastern Pará State, Brazil. Proto-Omagua-Kokama then expanded up the Amazon River, Proto-Tupinambá expanded south along the Atlantic coast, and the Southern branch expanded up along the Tocantins/Araguaia River towards the Paraná River basin. ===Jolkesky (2016)=== Below is an internal classification of Tupi-Guarani by Jolkesky (2016), which is largely based on Michael, et al. (2015):Jolkesky, Marcelo Pinho De Valhery. 2016. Estudo arqueo-ecolinguístico das terras tropicais sul-americanas. Ph.D. dissertation, University of Brasília. († = extinct) ;Tupi-Guarani branch *Kamayura: Kamayura *Kaapor-Ava **Ava-Canoeiro: Ava-Canoeiro **Kaapor: Anambe †; Aura; Guaja; Takuñape †; Urubu-Kaapor *Akwawa-Arawete **Akwawa-Tapirape ***Akwawa: Asurini do Tocantins; Parakanã; Surui (Tupi-Guarani) ***Tapirape: Tapirape **Arawete-Asurini ***Arawete: Amanaye †; Anambe; Ararandewara †; Arawete ***Asurini do Xingu: Asurini do Xingu *Nuclear Tupi-Guarani **Tenetehara: Guajajara; Tembe; Turiwara † **Kawahib-Kayabi ***Apiaka: Apiaka ***Juma: Juma ***Kayabi: Kayabi ***Kawahib: Amondawa; Karipuna (Tupi); Parintintin; Piripkura; Tukumanfed †; Uruewauwau; Wirafed **Diasporic Tupi-Guarani ***Guarani-Guarayu-Siriono ****Guarayu: Guarayu; Pauserna ****Siriono: Siriono; Jora †; Yuki ****Guarani *****Ache: Ache *****Guarani: Guarani, Classical †; Chiriguano; Chiripa *****Central: Guarani Paraguaio *****Western: Guarani Boliviano; Tapiete *****Eastern: Kayowa; Mbya; Ñandeva; Pai Tavytera; Sheta ***Tupinamba-Kokama ****Kokama-Omagua: Kokama; Kokamilla; Omagua ****Tupi: Tupi †; Tupi Austral † ****Tupinamba: Nhengatu; Tupinamba † ****Wayampi: Emerillon; Wayampi; Zo'e ===Ferraz and Reichert (2021)=== The following is an approximation of the results of a computational phylogenetic study of the Tupí-Guaraní languages by Ferraz and Reichert (2021).Ferraz Gerardi, F., & Reichert, S. (2020). CLDF dataset derived from Gerardi and Reichert's \"The Tupí-Guaraní Language Family: A Phylogenetic Classification\" from 2020 (v1.0.1) [Data set]. Zenodo. ;Tupí-Guaraní *Guajá–Tenetehara **Guajá; Tembé, Guajajara *Guaraní **Warazu **Xetá **Guayaki; Tapiete, Chiriguano **Guaraní; Kaiowá, Mbyá **Guarayo; Sirionó, Yuki *Tupi **Tupinambá; Nheengatu, Ka'apor (Urubu-Kaapor) *Northern **Kamayura; Anambé, Araweté **Avá–Wayampí? ***Avá-Canoeiro ***Wayampí Jarí; Emerillon, Wayampí *Central **Asurini Xingu **Akwawa–Tapirapé ***Apiaká; Suruí; Tapirapé; Parakanã, Asurini **Kawahib ***Kayabi ***Parintintin, Tenharim ***Amondava, Urueuwauwau ==Varieties== Below is a list of Tupi–Guarani language varieties listed by Loukotka (1968), including names of unattested varieties. ;Tupi (Abañeénga) dialects *Tamoyo - once spoken from the Cabo de São Tomé to Angra dos Reis, state of Rio de Janeiro. (Unattested.) *Ararape - once spoken on the Paraíba do Sul River in the state of Rio de Janeiro. (Unattested.) *Temimino - once spoken on the coast of the state of Espirito Santo. (Unattested.) *Tupiniquin / Margaya - once spoken on the coast from Espirito Santo as far as Camamu, state of Bahia. *Tupinamba - formerly spoken on the coast from Camamu as far as the mouth of the São Francisco River, later on the coast in the state of Maranhão. *Tupina - once spoken in the interior of the state of Bahia. (Unattested.) *Caeté / Caité - once spoken on the coast from the mouth of the São Francisco River to the mouth of the Paraíba do Norte River. (Unattested.) *Amoipira / Anaupira - once spoken in the interior of the state of Bahia, from Cabrobó to the mouth of the Grande River. (Unattested.) *Abaete - once spoken in Bahia on the Abaeté River. (Unattested.) *Maromomi - dialect spoken at the old mission of São Barnabé, Rio de Janeiro. (Unattested.) *Potiguara / Petigare - dialect once spoken on the coast from the mouth of the Paraíba do Norte River to the mouth of the Parnaiba River, now spoken by a few families in the Baía da Traição, state of Paraíba. *Viatan - once spoken in the interior of the states of Pernambuco, but the exact location not recorded. (Unattested.) *Tobajara / Miarigois - once spoken in the interior of the state of Ceará on the Camocim River. (Unattested.) *Cahicahi / Caicaze / Caicai - once spoken on the lower course of the Itapecurú River, state of Maranhão. (Unattested.) *Jaguaribára - once spoken at the mouth of the Jaguaribare River, state of Ceará. (Unattested.) *Tupinambarana - once spoken on the island of the same name on the Amazon River. (Unattested.) *Nhengahiba / Ingahiva - once spoken in the southern part of Marajó Island, Pará. (Unattested.) *Nheéngatu / Niangatú / Lingua Geral - a language spoken by the mixed population on both banks of the Amazon River and in the past century used in intertribal and commercial relations. ;Guarani (Karani, Abañéem) dialects *Chandri / Yarri - once spoken on the Martín García Island and in the Martín Chico region, Argentina, and on the coast near San Lázaro, Paraguay. (Unattested.) *Topare - once spoken near San Gabriel, Uruguay. (Unattested.) *Cariú / Carijó - once spoken in the state of Rio Grande do Sul, Brazil, from Porto Alegre to Antonina, state of Paraná and in the Serra do Mar. *Arachane / Arechane - once spoken around the Lagoa dos Patos, Rio Grande do Sul. (Unattested.) *Itatin - originally spoken south of the Apa River, Paraguay, now by a few families on the Brilhante River, state of Mato Grosso, Brazil. (Unattested.) *Bituruna - once spoken on the São Antonio River, Peixe River, and Chopim River in the state of Paraná, Brazil. (Unattested.) *Tape - extinct dialect from the Serra Geral, state of Rio Grande do Sul (Unattested.) *Apapocúva - originally spoken on the Dourados River and Amambaí River, state of Mato Grosso, later on the Itaparé River, state of São Paulo, now extinct. *Tañyguá - originally spoken on the Dourados River, Mato Grosso, later on the Aguapeí River, state of São Paulo, now extinct. (Unattested.) *Oguaíva - originally spoken in Mato Grosso, later on the Paranapanema River, state of São Paulo. (Unattested.) *Kainguá / Painguá / Montese - language affined to Guaraní, spoken on the Jejuy River, Paraguay, and on the Aracaí River and Igatimí River, state of Paraná. Dialects are: **Baticola - once spoken in the Serra Amambaí, state of Mato Grosso. (Unattested.) **Paiguasú - spoken on the Curupaiña River, Mato Grosso. (Unattested.) **Avahuguai - spoken on the Dourados River, Mato Grosso. (Unattested.) **Yvytyiguá - spoken in the Serra do Diabo, Mato Grosso. (Unattested.) **Apiteré - spoken between the São Joaquim River and Amambaí River, Mato Grosso. (Unattested.) **Tembecua - spoken by the neighbors of the Ivitiigúa (Yvytyigua) tribe. **Chiripá - spoken on the Acaray River, Paraguay; and at the mouth of the Iguasú River, Argentina. **Mbyhá / Jeguaká Tenondé / Bwihá / Caiua / Cahygua - spoken on the Monday River, Paraguay. *Canoiero / Aba / Tiäbezä - spoken on both banks of the Tocantins River, in the central part of Bananal Island and at the mouth of the Crixás River and Peixe River, state of Goiás. ;Guaranized languages *Shetá / Aré / Yvaparé - once spoken in the interior of the state of Paraná on the Ivaí River, now extinct. *Serra dos Dourados (tribe with unknown name) - in the Serra dos Dourados, state of Paraná. *Guayaquí / Acé - spoken by a tribe in the Cordillera de Villa Rica, Paraguay. *Notobotocudo / Pihtadyouai - language of an extinct tribe that lived at the sources of the Uruguai River and Iguasú River, state of Santa Catarina. ;Kamayurá group *Kamayurá / Camayura - spoken by a small tribe on the Ferro River in the Xingú basin, state of Mato Grosso. *Awití / Auetö / Aweti - spoken in the same region on the Culiseú River, Mato Grosso. *Arawiné - little known language from the 7 de setembro River, state of Mato Grosso. ;Tapirapé group *Tapirapé - spoken on the Tapirapé River and Naja River, Mato Grosso. *Ampaneá - extinct language once spoken at the sources of the Tapirapé River, state of Mato Grosso. (Unattested.) ;Northern group *Tenetehara - language with two dialects: **Guajajára - originally spoken at the sources of the Itapecurú River and Mearim River, now on the Grajaú River and Pindaré River, state of Maranhão. **Tembé - originally spoken on the upper course of the Pindaré River, now on the Capiro River and Acará Pequeno River, state of Maranhão. *Guajá / Guaxara / Wazaizara / Ayaya - spoken between the Capim River and the lower course of the Gurupí River, Maranhão. *Manajé / Ararandeuára - spoken at the sources of the Bujarú River and on the Mojú River and Ararandéua River, state of Maranhão. *Manoxo / Amanaye - extinct language once spoken on the lower course of the Mearim River near São Bento, Maranhão. (Unattested.) *Turiwára / Turiguara - spoken originally on the Turi River, now on the Acará Grande River. *Kaapor / Urubú / Gavião - spoken by the tribe of beautiful feather workers who lived on the Gurupi River, Guama River, and Turiassú River, Maranhão. *Pocheti - once spoken on the Araguaia River and Mojú River. (Unattested.) ;Pará group *Camboca - extinct language once spoken between the mouths of the Tocantins River and Jacundá River. (Unattested.) *Apehou - once spoken at the mouth of the Xingú River. (Unattested.) *Aratú - once spoken at the mouth of the Curuá River. (Unattested.) *Mapua - once spoken on Marajó Island on the Mapuá River. (Unattested.) *Anajá - once spoken on Marajó Island on the Anajás River. (Unattested.) *Camarapim - once spoken at the mouth of the Pacajá River. (Unattested.) *Uanapú - once spoken on the Anapú River. (Unattested.) *Coaní - once spoken at the mouth of the Xingú River. (Unattested.) *Mamayaná - once spoken to the south of the mouth of the Anapú River. (Unattested.) *Pacajá - once spoken between the Pacajá River and Anapú River. *Jacunda - once spoken on the Jacundá River. (Villa Real 1848, p. 432, only two words.) *Parakanã - spoken between the Tocantins River and Pacajá River by an almost unknown tribe. *Anambé - once spoken on the left bank of the Tocantins River near Rebojo de Guariba, now extinct. *Caranbú - spoken by the unknown neighbors of the Anambé tribe. (Unattested.) *Tapirauha / Cupelobo / Kupẽ-rob / Jandiaí - spoken by only a few individuals on the Igarapé do Bacurí and west of the Cachoeira de Itaboca. *Anta - once spoken by the neighbors of the Tapirauha tribe. (Unattested.) *Tacayuna - once spoken on the Tacaiuna River. (Unattested.) *Asurini - spoken by the totally unknown tribe that lived between the upper course of the Xingú River, and the Freso River and Pacajá River. (Unattested.) *Mudzyetíre - a Cayapó name for an unknown Tupi tribe that lived on the Igarapé Sororosinho. (Unattested.) *Tacuñapé / Eidum / Péua - extinct language once spoken on the Iriri River and Novo River. (only a few words.) *Tacumandícai / Caras Pretas - language of a very little known tribe that lived on the lower course of the Xingú River. *Jauari - extinct language once spoken on the Vermelho River and Araguaia River. (Unattested.) *Zapucaya - once spoken between the Amazon and Paraná do Urariá Rivers. (Unattested.) *Tapajó - once spoken at the mouth of the Tapajós River (cf. Amazonas group). (Unattested.) *Auacachi - once spoken at the mouth of the Auacachi River. (Unattested.) *Papateruana - once spoken in a part of Tupinambarana Island on the Amazon River. (Unattested.) ;Guiana group *Oyampi / Wayapí / Guayapi - originally spoken on the lower course of the Xingú River, later on the Oiapoque River in the territory of Amapá, in French Guiana, now on the Maroni River. *Tamacom - extinct language once spoken on the middle course of the Jarí River and at the sources of the Maracá River, Pará. (Unattested.) *Cusari / Coussani - once spoken on the upper course of the Araguarí River, territory of Amapá. (Unattested.) *Paikipiranga / Parixi - spoken at the sources of the Maracá River, Pará. *Calayua - once spoken at the sources of the Inipucú River, Pará. (Unattested.) *Apama - spoken by a few individuals on the Maecurú River, Pará. (Unattested.) *Emerillon / Teko / Emereñon / Marêyo - spoken by only a few families on the Approuague River, Camopi River, Inini River, Coureni River, and Araoua River, French Guiana. *Caripuna / Calipurn - language spoken on the Curipi River, Pará, by the mixed population of diverse origin. (Unattested.) ;Southern group *Apiacá - originally spoken between the Arinos River and Juruena River, now on the São Manoel River and Ronuro River, and on the upper course of the Tapajós River, Mato Grosso. *Tapañuna - language of a very little known tribe that lived between the Tapanhuna River and Peixe River, state of Mato Grosso. (Unattested.) *Timaóna - language of an unknown tribe from the Peixe River. (Unattested.) *Raipé-Sisi / Aipé-Chichi - once spoken between the Arinos River and São Manoel River. (Unattested.) *Makirí - spoken at the mouth of the São Manoel River. *Pariuaia - spoken at the sources of the Barati River. (Unattested.) *Kayabí / Parua - spoken on the lower course of the Verde River and on the Paranatina River. *Kawahyb / Cabahyba / Kawahíwa - originally spoken in the tropical forests west of the upper course of the Tocantins River, later on the Ji-Paraná River and Marmelos River, Pará. *Dialects: *Parintintin / Nakazetí / Itoehebe - spoken between the Madeira River and Maiçí River, Pará. *Wiraféd / Tupi do rio Machado - spoken on the Machado River. *Pauaté - once spoken at the sources of the Zinho River. (Unattested.) *Paranawát - spoken at the mouth of the Muqui River. (Unattested.) *Mialat - spoken on the middle course of the Machado River. (Unattested.) *Takwatíp / Tacuatepe - spoken at the confluence of the Ji-Paraná River and Pimenta Bueno River. *Tukumaféd - spoken on the middle course of the Machado River. (Unattested.) *Ipoteuate - spoken on the Ji-Paraná River. (Unattested.) *Apairandé - spoken between the Ji-Paraná River and Maiçí River. (Unattested.) *Jabotiféd - spoken on a tributary of the Machado River, east of the Ipoteuate tribe. (Unattested.) *Dawahib / Bocas Pretas - spoken on the Anarí River, Rondônia. *Jaguarúb - spoken south of the Paranawát tribe. (Unattested.) *Hamno - spoken in the same region as Jaguarúb. (Unattested.) *Sanenäre - spoken in the same region as Jaguarúb, but exact location uncertain. (Unattested.) *Majubim - spoken at the confluence of the Pimenta Bueno River and Ji-Paraná River. (Unattested.) *Catuquinarú - language of a Tupinized Katukina tribe, spoken on the Embira River, Amazonas. ;Amazonas group *Omagua / Campeua / Carari - originally spoken along the Amazon River between the mouth of the Juruá River and the mouth of the Napo River, now in only a few villages. *Yurimagua / Yoriman - once spoken along the Amazon River from the mouth of the Jutaí River to the mouth, of the Purus River, now spoken by only a few of the mixed population in the city of Yurimaguas, Peru. (Unattested.) *Aizuare - once spoken from the mouth of the Juruá River to the mouth of the Japura River. (Unattested.) *Ibanoma / Bonama - spoken on the right bank of the Amazon River from the mouth of the Purus River to the mouth of the Juruá River; now totally extinct. (Unattested.) *Tapajó - once spoken at the mouth of the Tapajós River (cf. Pará group). (Unattested.) *Awakachi - once spoken at the mouth of the Auacachi River. (Unattested.) *Papateruana - once spoken in a part of the Tupinambarana Island on the Amazon River. (Unattested.) *Paguana - once spoken along the Amazon River from the mouth of the Cafua River to the mouth of the Tefé River. (Unattested.) *Cocama - language spoken on a great lagoon on the left bank of the Ucayali River and near the city of Nauta, Peru. *Cocamilla - spoken on the lower course of the Huallaga River, Peru. (Tessmann 1930, p. 82.) *Yeté - once spoken on the Tiputini River, Loreto province, Peru. (Unattested.) *Jibitaona - once spoken near the city of Santiago de las Montañas, Peru. (Unattested.) ;Chiriguano group *Chiriguano / Camba - spoken in the Bolivian Andes in the Serranía de Aguarugue and in the western part of the Bolivian Chaco, in Sara Province and on the upper course of the Bermejo River. Now only in the Carandaiti Valley and around Tarabuco. *Guarayo - spoken at the sources of the Blanco River and on the San Miguel River, now in the missions of Yotaú, San Pablo, and Yaguarú, province of Santa Cruz, Bolivia. *Pauserna / Moperecoa / Warádu-nëe - originally spoken on the Paragúa River and Tarbo River, Bolivia, now by only a few individuals on the Verde River, a tributary of the Guaporé River, Mato Grosso. *Tapieté / Kurukwá / Yanaygua / Parapiti - spoken on the upper course of the Pilcomayo River and on the Parapití River, Paraguayan Chaco *Izozo / Chané - spoken on the Itiyuro River in the Campo y Durán and on the Parepetí River, Chaco. *Siriono / Chori - language of a very primitive tribe in central Bolivia, especially in the tropical forests on the Ichillo River and Grande River, between the Blanco River and Yapacaní River, between the Ivari River and Quimore River, between the upper course of the Ivari River and Grande River, between the Piray River and Itonama River, and between the Beni River and Mamoré River. *Dialects: *Tirinié - spoken on the Mamoré River. *Ñeozé - spoken on the Grande River and Mamoré River. *Yandé - spoken on the Mamoré River. (Unattested.) *Jora - once spoken around the Laguna Jorá near the city of Baures. ;Mawé group *Mawé / Mauhé / Mague - originally spoken on the Tapajós Mataura River, Maué-assú River, Arapiuns River, Arichi River, and Tracuá River, in the state of Pará, now on the Uaicurapá River. *Arapiyú / Aripuana - once spoken at the mouth of the Arapiuns River. (Unattested.) *Andirá - once spoken south of Tupinambarana Island on the Amazon River. (Unattested.) *Igapuitariara - once spoken at the sources of the Curauaí River. (Unattested.) *Curiato - once spoken at the mouth of the Maricauá River. (Unattested.) *Sapupé / Sacopé - once spoken on the Bararatí River. (Unattested.) *Maraguá - extinct language once spoken on the right bank of the Amazon River, south of the Condurí tribe. (Unattested.) ==Proto-language== ===Schleicher (1998)=== The following reconstructions of Proto-Tupi-Guarani are from Schleicher (1998):Schleicher, Charles Owen. 1998. Comparative And Internal Reconstrution of the Tupi-Guarani Language Family. Doctoral dissertation, University of Wisconsin - Madison. {| class=\"wikitable sortable\" style=\"font-size: 85%\" ! no. !! gloss !! Proto-Tupi-Guarani !! notes |- | 1 || fruit || *ʔá; *ɨʔβa || |- | 2 || hair || *ʔáβ || |- | 3 || lie down || *ʔáβ/*ʔáw || |- | 4 || to stand || *ʔám || |- | 5 || to sit || *ʔapɨk || |- | 6 || tie up || *ʔapɨtĩ || |- | 7 || fall (human) || *ʔár || |- | 8 || say || *ʔé || |- | 9 || other, companion || *ʔirũ || |- | 10 || tree || *ʔɨ́β || |- | 11 || canoe || *ʔɨčár || |- | 12 || swim || *ʔɨtáβ || |- | 13 || they || *ʔŋã || |- | 14 || dig || *ʔók || |- | 15 || eat (trans.) || *ʔú || |- | 16 || 3rd person || *aʔé || |- | 17 || seed || *aʔɨ̃y || |- | 18 || person || *aβá || |- | 19 || corn || *aβatí || |- | 20 || bad || *aíβ || |- | 21 || sharp || *aimbé || |- | 22 || man || *akʷaimbaʔé || < *kuyãʔĩ-mbaʔé ? |- | 23 || head || *akáŋ || |- | 24 || humid, wet || *akɨ́m || |- | 25 || hot || *-akúβ || |- | 26 || rain || *amán || |- | 27 || other || *amõ || |- | 28 || far || *amõ-ité || |- | 29 || old man, grandfather || *amõy || |- | 30 || no || *anĩ || |- | 31 || this || *áŋ || |- | 32 || back || *apé || |- | 33 || road || *apé ~ *peé || |- | 34 || burn || *apɨ́ || |- | 35 || nose || *apũy || |- | 36 || root || *apó || |- | 37 || short || *apoʔá/*apuʔá || |- | 38 || round || *apuʔá || |- | 39 || day || *ár || |- | 40 || walk || *atá || |- | 41 || fire || *(t)atá || |- | 42 || smoke || *(t)atá-tíŋ || |- | 43 || mountain || *atɨ́r || |- | 44 || horn || *atĩ || |- | 45 || tooth || *-ãy || |- | 46 || push || *(mbo)ayán || |- | 47 || parrot || *ayurú || |- | 48 || fly || *βeβé || |- | 49 || float || *βeβúy || |- | 50 || crack, split || *βók || |- | 51 || swell || *βúr || |- | 52 || float || *βúr || |- | 53 || cord || *čám || |- | 54 || play, amuse || *-čaráy || |- | 55 || worm || *čeβoʔí || |- | 56 || wash || *čéy || |- | 57 || mother || *čɨ́ || |- | 58 || clean || *čɨ́β || |- | 59 || rub || *čɨ́β || |- | 60 || smooth || *čɨ́m || |- | 61 || run (water) || *čɨrɨ́ || |- | 62 || pull off || *čók || |- | 63 || to bite || *čuʔú || |- | 64 || black || *čún || |- | 65 || not || *eʔɨ́m || |- | 66 || scratch || *eʔɨ̃y || |- | 67 || belly || *eβék || |- | 68 || eye || *ečá || |- | 69 || to pull || *ekɨ́y || |- | 70 || to live || *ekó || |- | 71 || wife || *embi-rekó || |- | 72 || you || *endé || |- | 73 || saliva || *endɨ || |- | 74 || hear || *endúβ || |- | 75 || knee || *enɨpɨʔã || |- | 76 || call || *enõy || |- | 77 || see || *epʸák || |- | 78 || name || *-ér || |- | 79 || much || *-etá || |- | 80 || leg || *etɨmã || |- | 81 || smell || *-etún || |- | 82 || stone || *itá || |- | 83 || I || *iye, *iče || |- | 84 || water || *ɨ́ || |- | 85 || lake || *ɨ-upá || |- | 86 || sand || *ɨʔɨtíŋ || |- | 87 || drink || *ɨʔú || |- | 88 || earth || *ɨβɨ́ || |- | 89 || sky || *ɨβák || |- | 90 || cloud || *ɨβák-tíŋ || |- | 91 || tree || *ɨβɨrá || |- | 92 || wind || *ɨβɨtú || |- | 93 || belly || *ié || |- | 94 || domestic animal || *(e)ɨmbá || |- | 95 || bark || *ɨpé || |- | 96 || night || *ɨpɨtún || |- | 97 || bow || *ɨrapár/*ɨβɨrapár || |- | 98 || dust, powder || *-ɨtiʔmbór || |- | 99 || know || *kʷaáβ || |- | 100 || sun || *kʷár || |- | 101 || scrubland, forest || *kaʔá || |- | 102 || grass, weeds || *kaʔapiʔí || |- | 103 || monkey || *kaʔí || |- | 104 || suck || *kaʔmbú || |- | 105 || fat || *káβ || |- | 106 || breast || *kám || |- | 107 || bone || *káŋ || |- | 108 || scrape || *karãy || |- | 109 || eat (intrans.) || *karú || |- | 110 || good || *katú || |- | 111 || get burned || *káy || |- | 112 || sleep || *kér || |- | 113 || dirty || *kɨʔá || |- | 114 || louse || *kɨβ || |- | 115 || knife || *kɨčé || |- | 116 || fear || *čɨkɨyé || |- | 117 || green || *(a)kɨr || |- | 118 || fat || *(pi)kɨr || |- | 119 || clean || *kɨtíŋ-ʔók || |- | 120 || to cut || *kɨtĩ/*kɨti || |- | 121 || tongue || *kũ || |- | 122 || this || *ko || |- | 123 || ashes || *kočúβ || |- | 124 || sand || *kuʔí || |- | 125 || back || *kupé || |- | 126 || boy || *kurumĩ || |- | 127 || bore, perforate || *kutúk || |- | 128 || fall (object) || *kúy || |- | 129 || woman || *kuyã || |- | 130 || manioc plant || *mandí || |- | 131 || die || *manõ || |- | 132 || why || *mbaʔé || |- | 133 || sing || *mbaraká || |- | 134 || sew || *mboβúk/*mboβɨk || |- | 135 || few || *mbočapɨr || |- | 136 || throw || *(mbo)mbór || |- | 137 || snake || *mbóy || |- | 138 || dust || *-mbukú || |- | 139 || give || *meʔéŋ || |- | 140 || child || *membɨr || |- | 141 || husband || *mén || |- | 142 || animal || *miyár || |- | 143 || two || *mokõy || |- | 144 || recount || *mombeʔú || |- | 145 || ear || *nambí || |- | 146 || beat || *nupã || |- | 147 || flesh || *oʔó || |- | 148 || green || *oβɨ́ || |- | 149 || leaf || *óβ || |- | 150 || house || *ók || |- | 151 || we (exclusive) || *ore || |- | 152 || all || *páβ || |- | 153 || (re)count || *papár || |- | 154 || river || *paranã || |- | 155 || one || *pé || |- | 156 || you all || *pẽẽ || |- | 157 || wing || *pepó || |- | 158 || tobacco || *petɨ́m || |- | 159 || blow || *peyú || |- | 160 || rub || *pín || |- | 161 || skin || *pír || |- | 162 || fish || *pirá || |- | 163 || bark || *pirér || |- | 164 || child || *ptáŋ/*mitáŋ || |- | 165 || foot || *pɨ́ || |- | 166 || liver || *pɨʔá || |- | 167 || new || *pɨčačú || |- | 168 || catch || *pɨčɨ́k || |- | 169 || wide || *pɨpír || |- | 170 || suck || *pɨtér || |- | 171 || breath || *pɨtú || |- | 172 || hand || *pó/*mbó || |- | 173 || thin || *poʔí || |- | 174 || fingernail || *po-apẽ || |- | 175 || twist || *poán || < *poayán ? |- | 176 || heavy || *počɨ́y || |- | 177 || sing, dance || *poračéy || |- | 178 || chest || *potiʔá || |- | 179 || flower || *potɨ́r || |- | 180 || clean || *potuká || < *po-kutuk ? |- | 181 || laugh || *puká || |- | 182 || long || *pukú || |- | 183 || tie (up) || *pʷár || |- | 184 || cure || *pʷeráβ || |- | 185 || cold || *roʔɨ́ || |- | 186 || swell || *rurúk || |- | 187 || ashes || *tanimbúk || < *tatá imbúk ? |- | 188 || tapir || *tapiʔír || |- | 189 || white || *tíŋ || |- | 190 || nose || *tĩ || |- | 191 || pull || *-tɨ́k || |- | 192 || father || *túβ || |- | 193 || big || *tuβiyáβ || |- | 194 || old || *tuyá || |- | 195 || arrow || *uʔɨ́β || |- | 196 || leg || *úβ || |- | 197 || egg || *upiʔá || |- | 198 || come || *úr || |- | 199 || blood || *uwɨ́ || |- | 200 || tail || *uwáy || |- | 201 || old (woman) || *waiwĩ || |- | 202 || red || *-wáŋ || |- | 203 || vomit || *weʔén || |- | 204 || bird || *wɨrá || |- | 205 || ax || *yɨ́ || |- | 206 || jaguar || *yaʔwár || |- | 207 || moon || *yačɨ́ || |- | 208 || star || *yačɨ-tatá || |- | 209 || crocodile || *yakaré || |- | 210 || run || *yán || |- | 211 || we (inclusive) || *yande || |- | 212 || tighten || *(mbo)yár || |- | 213 || to play || *-yarú || |- | 214 || laugh || *yáy || |- | 215 || speak || *yeʔéŋ || |- | 216 || return, come back || *ye-βɨ́r || |- | 217 || grass, weeds || *yuʔũ || |- | 218 || yellow || *yúβ || |- | 219 || rotten || *yúk || |- | 220 || kill || *yuká || |- | 221 || yellow || *yukɨrɨ́ || |- | 222 || salt || *yukɨ́r || |- | 223 || neck || *yúr || |- | 224 || mouth || *yurú || |} ===Lemle (1971)=== The following reconstructions of Proto-Tupi-Guarani are from Lemle (1971):Lemle, Miriam. 1971. Internal classification of the Tupi-Guarani linguistic family. In David Bendor-Samuel (ed.), Tupi studies I, 107-129. Norman: Summer Institute of Linguistics of the University of Oklahoma. {| class=\"wikitable sortable\" style=\"font-size: 85%\" ! no. !! gloss !! Proto-Tupi-Guarani |- | 1 || to, in || *pɨpe |- | 2 || accident || *memwã |- | 3 || sharp || *aemee |- | 4 || water || *ɨ |- | 5 || some || *amõ |- | 6 || align, braid || *pẽ |- | 7 || yellow || *yub |- | 8 || tie || *apɨtĩ |- | 9 || tie || *pwar |- | 10 || walk || *ata |- | 11 || tapir || *tapiʔir |- | 12 || tightten || *momyk |- | 13 || squeeze || *pɨcɨk |- | 14 || that || *pe |- | 15 || bow || *ɨbɨrapar |- | 16 || tree || *ʔɨb |- | 17 || wing || *pepo |- | 18 || grandfather || *amõy |- | 19 || fat || *kab |- | 20 || lard || *yanɨ |- | 21 || stomach, liver || *pɨʔa |- | 22 || stomach || *ɨe |- | 23 || stomach || *ebek |- | 24 || hit || *nupã |- | 25 || drink || *ɨʔu |- | 26 || animal || *eɨmab |- | 27 || mouth || *yuru |- | 28 || float || *bebɨy |- | 29 || good || *katu |- | 30 || white || *tiŋ |- | 31 || play || *yemocaray |- | 32 || hole || *kwar |- | 33 || head || *akaŋ |- | 34 || hair || *ʔab |- | 35 || fall || *ʔar |- | 36 || path || *pe, *ape |- | 37 || field || *yũ |- | 38 || canoe || *ɨar |- | 39 || grass || *kapiʔi |- | 40 || meat || *oʔo |- | 41 || house || *ok |- | 42 || bark || *pe |- | 43 || corn drink || *kawĩ |- | 44 || dig || *ɨbɨkoy |- | 45 || dig || *yoʔok |- | 46 || basket || *karamemwã |- | 47 || sky || *ɨbak |- | 48 || call || *enõy |- | 49 || full || *por |- | 50 || smell || *etun |- | 51 || horn || *atĩ |- | 52 || horn || *ʔak |- | 53 || suck || *pɨter |- | 54 || rain || *aman |- | 55 || ashes || *tanimuk |- | 56 || coati || *kwati |- | 57 || snake || *moy |- | 58 || scratch || *eʔɨ̃y |- | 59 || eat || *ʔu |- | 60 || companion, brother || *ʔirũ |- | 61 || long || *puku |- | 62 || string || *cam |- | 63 || flow || *cɨrɨk |- | 64 || cut || *kɨtĩ |- | 65 || back || *ape |- | 66 || back || *kupe |- | 67 || sew || *mobɨk, *mobɨbɨk |- | 68 || grow || *akakuwab |- | 69 || give || *meʔeŋ |- | 70 || finger || *pwã |- | 71 || lie || *ʔab |- | 72 || tooth || *ãy |- | 73 || draw || *kwatiar |- | 74 || day || *ar |- | 75 || two || *mokõy |- | 76 || sleep || *ker |- | 77 || he || *aʔe |- | 78 || push || *moayan |- | 79 || rub || *pin |- | 80 || rub || *kɨtɨk |- | 81 || wife || *emireko |- | 82 || stand || *puʔam |- | 83 || star || *yacɨtata |- | 84 || I || *(i)ce |- | 85 || knife || *kɨce |- | 86 || speak || *yeʔeŋ |- | 87 || full || *ʔɨtarõ |- | 88 || thin || *poʔi |- | 89 || arrow || *uʔɨb |- | 90 || flower || *potɨr, *ɨbotɨr |- | 91 || fire || *tata |- | 92 || leaf || *ob |- | 93 || cold || *roʔɨ, *roʔɨca |- | 94 || fruit || *ʔa |- | 95 || smoke || *tatatiŋ, *catatiŋ |- | 96 || tobacco || *petɨm |- | 97 || pierce || *kutuk |- | 98 || claw || *pɨcãpẽ |- | 99 || like || *ʔarõ |- | 100 || large || *tubicab |- | 101 || man || *aba |- | 102 || island || *ɨpaʔũ |- | 103 || swell || *bubur |- | 104 || swell || *ruru |- | 105 || space || *paʔũ |- | 106 || go || *co |- | 107 || alligator || *yakare |- | 108 || knee || *enɨpɨʔã |- | 109 || throw || *momor |- | 110 || lake || *ɨpab, *ɨupab |- | 111 || wash || *yocey, *ey, *c-ey, *yac-ay |- | 112 || tongue || *ape-kũ, *kũ |- | 113 || smooth || *cɨm |- | 114 || far || *-mɨrɨb |- | 115 || moon || *yacɨ |- | 116 || monkey || *kaʔi |- | 117 || ax || *yɨ |- | 118 || mother || *cɨ |- | 119 || command || *pway |- | 120 || manioc || *maniʔok |- | 121 || hand || *po |- | 122 || left hand || *acu |- | 123 || husband || *men |- | 124 || kill || *yuka |- | 125 || woods || *kaʔa |- | 126 || bad || *aib, *aɨb |- | 127 || boy || *kunumĩ |- | 128 || corn || *abati |- | 129 || wet || *akɨm |- | 130 || bite || *cuʔu |- | 131 || die || *manõ |- | 132 || hill || *ɨbɨtɨr, *ɨbɨʔam (+ -usu) |- | 133 || move || *mɨ̃y |- | 134 || many || *eta, *c-eta |- | 135 || woman || *kuyã |- | 136 || variety of bird || *mɨtũ |- | 137 || swim || *ɨtab |- | 138 || nose, beak || *tĩ |- | 139 || night || *pɨtun |- | 140 || night || *pɨca |- | 141 || name || *er |- | 142 || we (excl.) || *ore |- | 143 || we (incl.) || *yane |- | 144 || new || *pɨcacu |- | 145 || cloud || *ɨbatiŋ |- | 146 || hollow || *ɨbɨ̃y |- | 147 || eye || *eca |- | 148 || jaguar || *yawar |- | 149 || ear || *nami |- | 150 || bone || *kaŋ, *kaŋ-wer |- | 151 || hear || *enub |- | 152 || egg || *upiʔa |- | 153 || father || *ub |- | 154 || pan || *yaʔẽ |- | 155 || pan || *yaẽpopo |- | 156 || parrot || *ayuru |- | 157 || pass || *pwan |- | 158 || bird || *wɨra |- | 159 || stick || *ɨbɨra |- | 160 || foot || *pɨ |- | 161 || rock || *ita |- | 162 || chest || *potiʔa |- | 163 || breast || *kam |- | 164 || fish || *pira |- | 165 || skin || *pir, *piruer |- | 166 || feather || *ab, *c-ab, *c-a-wer |- | 167 || leg || *etɨmã |- | 168 || heavy || *pocɨy |- | 169 || neck || *ayur |- | 170 || person || *akwa |- | 171 || louse || *kɨb |- | 172 || variety of gnat || *piʔũ |- | 173 || past tense || *pwer |- | 174 || black || *un, *c-un |- | 175 || black, dark || *picun |- | 176 || burn || *kay |- | 177 || burn || *apɨ |- | 178 || hot || *akub |- | 179 || tail || *uway |- | 180 || split || *mobok, *bok |- | 181 || root || *apo |- | 182 || scrape || *karãy |- | 183 || round || *apuʔa |- | 184 || breathe || *pɨtu |- | 185 || river || *paranã |- | 186 || laugh || *puka |- | 187 || know || *kuwaab |- | 188 || sat || *yukɨr |- | 189 || saliva || *enɨ |- | 190 || blood || *uwɨ |- | 191 || heal || *pwerab |- | 192 || dry || *kaŋ |- | 193 || seed || *aʔɨ̃y |- | 194 || sit || *apɨk |- | 195 || sun || *kwaracɨ |- | 196 || blow || *peyu |- | 197 || dirty || *kɨʔa |- | 198 || dirty || *ipib |- | 199 || bamboo || *takwar |- | 200 || fear || *cɨkɨye |- | 201 || land || *ɨbɨ |- | 202 || all || *pab |- | 203 || three || *mocapɨr |- | 204 || intestines || *ɨʔe |- | 205 || one || *oyepeteĩ |- | 206 || fingernail || *pwã-pẽ |- | 207 || wind || *ɨbɨtu |- | 208 || see || *epyak |- | 209 || green || *obɨ |- | 210 || worm || *ceboʔi |- | 211 || red || *waŋ |- | 212 || red || *piraŋ |- | 213 || red || *pɨtaŋ |- | 214 || pour || *(ʔ)ẽ |- | 215 || come || *ur |- | 216 || live || *eko, *ekobe |- | 217 || ffly || *bebe |- | 218 || you (sing.) || *ne, *ene |- | 219 || you (pl.) || *pe- -ẽ |- | 220 || vomit || *weʔen |- | 221 || mad || *irõ |} ==See also== * Tupí people (Tupinambá) * Guaraní people * Urubú–Kaapor Sign Language ==References== ===Bibliography=== *Michael, Lev, Natalia Chousou-Polydouri, Keith Bartolomei, Erin Donnelly, Vivian Wauters, Sérgio Meira, Zachary O'Hagan. 2015. A Bayesian Phylogenetic Classification of Tupí-Guaraní. LIAMES 15(2):193-221. *O'Hagan, Zachary, Natalia Chousou-Polydouri, Lev Michael. 2019. Phylogenetic classification supports a Northeastern Amazonian Proto-Tupí-Guaraní homeland. LIAMES, Campinas, SP, v. 19, 1-29, e019018, 2019. . * ==Further reading== * Gerardi, Fabrício Ferraz; Reichert, Stanislav. \"The Tupí-Guaraní language family: A phylogenetic classification\". In: Diachronica. Available online: 01 February 2021. [DOI: https://doi.org/10.1075/dia.18032.fer] ==External links== * Swadesh lists of Tupi–Guarani basic vocabulary words (from Wiktionary's Swadesh-list appendix) * Publications by Lev Michael Category:Verb–subject–object languages Category:Indigenous languages of South America (Central)",
 "title": "Tupi–Guarani languages"
}