{
 "id": "330536",
 "text": "The Israel Border Police (, Mišmar Ha-Gvul) is the gendarmerie and border security branch of the Israel National Police. It is also commonly known by its Hebrew abbreviation Magav (), meaning border guard; its members are colloquially known as magavnikim (; singular magavnik). Border Guard is often used as the official name of the Israel Border Police in English. While its main task is securing Israel's borders, it has also been deployed in assisting the Israel Defense Forces, and for counter-terrorism and law enforcement operations in the West Bank, as well as in Jerusalem. The Israeli Border Police is known to include many soldiers from minority backgrounds, being a particularly popular choice with Druze recruits, but also includes many soldiers from Circassian, Arab Christian and Bedouin background.Arab-Israeli Military Forces in an Era of Asymmetric Wars, Anthony H. Cordesman, Greenwood Publishing Group, 1 January 2006, page 133 ==History== The Border Police was founded as the Frontier Corps (, Heil HaSfar), a gendarmerie under the IDF in 1949 with the task of providing security in rural areas and along the borders. In the course of the following years, it was gradually transferred to the command of the Police and became the Border Police. During these years, it secured new settlements and countered infiltration of Palestinian Fedayeen, especially from Egypt and Jordan. During the 1956 Suez War, the Border Police was involved in the Kafr Qasim massacre. On the second day of the war, a curfew was imposed on the Israeli Arab village. Villagers who had worked in the village fields and were apparently unaware of the curfew were shot as they returned to the village,Jewish Literacy, Joseph Telushkin, p. 595, Harper- Collins, 1991, resulting in 49 dead. This event raised a strong protest in the Israeli public and resulted in a landmark Supreme Court ruling on the obligation of soldiers to disobey manifestly illegal orders. During the 1967 Six-Day War, the Border Police took part in the fighting alongside the IDF. Following the war, it was deployed in the West Bank and Gaza Strip and charged with maintaining law and order as part of the military administration. Since then, a significant portion of the Border Police's activity has been in these territories, especially during the years of the First Intifada and the Second (al-Aqsa) Intifada. In 1974, the counter-terror unit Yamam was established. In the 2000 October Riots, the Border Police were used as the main branch of the treatment in the events. During the Second Intifada, the Border Police took a large part in the security activity. In 2005, the Border Police participated in the implementation of the Israeli disengagement from Gaza. The Border Police heaviest area of operation is the city of Jerusalem. Virtually all \"soldiers\" that can be seen patrolling the streets of Jerusalem are actually Border Guard Police officers. Approximately 20% of all Border Guard personnel in the country are located in Jerusalem alone. Besides Jerusalem MAGAV also provides security, conducts military operations, raids and arrests on Palestinian people in cities like Jenin, Nablus, Jericho, Qalqilya, Tulkarm, Ramallah and Hebron. The total number of Border Guards is believed to be about 6,000 soldiers and officers. ==Minorities serving== The Israeli Border Police is renowned for including many soldiers from minority backgrounds, being a particularly popular choice with Druze recruits, but also includes many soldiers from Circassian, Arab Christian and Bedouin background. ==Structure== The Border Police is composed of professional officers on payroll and field policemen redirected from the IDF (men and women at the age of 18 can choose to serve in the Border Police instead of the IDF, serving three years as a border policeman is equal to three years as an IDF soldier). All border policemen receive combat training and in addition are also trained for CT (counter-terrorism), riot control and policework. Excellent policemen can specialize in some profession and receive special training to become snipers, buggy-drivers, dog operators, bomb squad, etc. Because of their combat training, border policemen are employed in unique areas, where there are greater risks for riots, violence and even terror. They serve mainly in the countryside, in Arab villages and towns (along with the regular police), near the borders and in the West Bank. ===Settlements security=== The Border Police is also responsible for security of rural settlements inside Israel with its Rural Police (Hebrew: שיטור כפרי, shitur kafri) units and Community Security Coordinators (Hebrew: רב\"ש, rabash). Rural policemen are full-time professional officers and security coordinators are a mixture of full-time and volunteer officers. ===Special Operations Units=== The Border Police has four Special forces units: ====Yamam==== The Yamam (counter-terror and hostage rescue unit) record includes the capture of a terrorist group hidden in the Arab town of Tayibe, the rescue of Eliyahu Goral, the killing of the Hamas head in Hebron and Abbedullah Qawasameh. ====Yamas==== thumb|YAMAS in training The Yamas are the counter-terror undercover unit. The Yamas are often expected to carry out complex missions with little or no preparation, often involving daylight raids in volatile areas. They do not follow regular military or police command structure and answer directly to the Shabak. Their existence has until recently been denied by the IDF. ====Others==== * Samag (Tactical Counter-Crime and Counter-Terror Rapid Deployment Unit) and * Matilan (Intelligence Gathering and Infiltrations Interception Unit). ==Volunteer Border Guard== The Border Guard also deploys many volunteer servicemen. These volunteer Border Guard members enlist as volunteers and serve in regular Border Guard units. The Border Guard relies on the volunteer soldiers in order to reinforce their manpower and help maintain the country's heavy security needs. The volunteer Border Guard are given special attention in sensitive places like Jerusalem where security threats are the highest and at times can double or even triple the manpower of full-time security forces in a given area. Many of these special Border Guard volunteers are Jewish immigrants that have immigrated to Israel from all over the world from places like the United States, United Kingdom, Canada, Australia, Italy, France, Germany, South Africa, South America, and the former Soviet Union, etc.About the Volunteers Retrieved on December 3, 2007. The volunteer Border Guard members leave behind jobs and families on a regular basis in order to serve in this special combat unit. Some come from cities like Beit Shemesh, Ofrah, Ashkelon, Ra'anana and even Haifa to serve in the Border Guard. The volunteers receive no pay for serving in the Border Guard units and serve in the Border Guard in their off work hours. ==Treatment of Palestinians== In a 2001 report the Israeli NGO B'tselem stated that violence against Palestinians in the occupied territories was widespread among Border Police units. Several cases of abuse, including the breaking of the hand of a three-year-old child, were documented over a short period of months. It added that prosecution of those officers who perpetrate such acts was difficult, since Border Police, in contravention of the law, did not carry tags allowing them to be identified, and registering complaints against them was hindered by numerous bureaucratic obstacles, such as making travel permits to Israeli courts difficult to obtain.Yael Stein, STANDARD ROUTINE: Beatings and Abuse of Palestinians by Israeli Security Forces during the Al-Aqsa Intifada, B'tselem 2001 pp21ff p.22.Norman G. Finkelstein, Beyond Chutzpah: On the Misuse of Anti-Semitism and the Abuse of History, University of California Press 2008 pp.166-167 ==Commanders== Below is a list of current and former Border Police Commanders * Pinchas Kopel (1953-1964) He later served as the third police commissioner. * Shimon Eshed (1964-1972) Later he served as commander of the Northern District. * Chaim Levi (1972-1976) Later he served as the Prison Service Commissioner. * Zvi Bar (1976-1983) Later he served as the head of the Police Operations Branch and served as mayor of Ramat Gan. * Pinchas Shahar (1983-1989) With a masterpiece. * Meshulam Amit (1989-1993) He served briefly as deputy mayor of Jerusalem and was a candidate for the Knesset on behalf of the Moledet party. * Yitzhak Aharonovitch (1993-1995) Later on, Cohen served as commander of the SJ District, commander of the southern district and the commissioner of police. He also served as Minister of Public Security on behalf of the Yisrael Beiteinu party. * Israel Sadan (1998-1995) Later he served as mayor of Hadera. * Yitzhak Dadon (1998-2001) The service decoration. * Yaakov Ganot (2001-2002) Later he served as the Commissioner of Prisons. He currently serves as CEO of the Airports Authority. * David Tzur (2002-2004) Later he served as commander of the Tel Aviv District. He also served as a member of the Knesset on behalf of the Movement Party. * Hossein Fares (2004-2007) The first Druze head of the Israel Police. * Israel Isaac (2007-2011) Later he served as the Israel Police commissioner. * Yoram Halevy (2011 - 2012) Later he served as commander of the Southern District, currently serving as commander of the Jerusalem district. * Amos Jacob (2012-2016) Currently serves as the commander of the Hof district. * Yaakov Shabtai (Current from February 2016)From Hebrew page ==Ranks== The ranks in the Border Police are the same as those of the Israel Police and are similarly sworn in: the ranks of police officers and junior officers on the shirt collar, ranks of officers and senior officers on the cover. However, in field uniforms Border Police officers wear rank insignia on a green background worn on epaulets on top of both shoulders or on green epaulets. Border Police branch insignia is worn on the cap or beret. Enlisted grades wear rank insignia on the sleeve, halfway between the shoulder and the elbow. The Border Police British Army style insignia are white with blue interwoven threads backed with the appropriate corps color. ;Officers {| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\" |- style=\"text-align:center;\" ! English | colspan=6| | colspan=2| Deputy commissioner | colspan=2| Assistant commissioner | colspan=2| Commander | colspan=2| Chief superintendent | colspan=2| Superintendent | colspan=2| Chief inspector | colspan=3| Inspector | colspan=3| Sub-inspector | colspan=12| Officer cadet |} ;Others {| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font- size:95%; margin: 0px 12px 12px 0px;\" |- style=\"text-align:center;\" ! English | colspan=3| Station sergeant major | colspan=3| Sergeant major | colspan=1| First sergeant | colspan=1| Master sergeant | colspan=2| Sergeant first class | colspan=6| Staff sergeant | colspan=6| Sergeant | colspan=4| Corporal | colspan=2| | colspan=6| Constable |} ==Uniforms== The Border has several types of uniforms: * Service dress (מדי אלף Madei Alef – Uniform \"A\") – the everyday uniform which is a grey variant of the khaki Navy and Air Corps uniform. A green lanyard is worn on the left shoulder with the Class A uniformIsraeli Defense Forces since 1973 (pps L and 62/63) and by Sam Katz, Osprey Elite Series #8, Copyright 1986 * Field dress ( מדי ב Madei Bet – Uniform \"B\") – worn into combat, training, work on base. The first two resemble each other but the Madei Alef is made of higher quality materials in grey while the madei bet is in grey drab. * Officers / Ceremonial dress (מדי שרד madei srad) – worn by officers, or during special events/ceremonies. Consists of a light yellow shirt and brown-gray trousers. The service uniform for all Border Police personnel is grey. The uniforms consist of a two-pocket shirt, plain or combat trousers, sweater, jacket or blouse, and shoes or boots. The grey fatigues are the same for winter and summer and heavy winter gear is issued as needed. Women's dress parallels the men's but may substitute a skirt for the trousers.Israeli Defense Forces since 1973 (p62) and by Sam Katz, Osprey Elite Series #8, Copyright 1986 Headgear included a service cap for dress and semi- dress and a field cap or bush hat worn with fatigues. Border Police personnel generally wear green berets in lieu of the service cap. Some units have small variations in their uniforms such as certain Security and Tactical units in Jerusalem who wear the standard IDF olive fatigues. File:Border Police of Israel.jpg|A Border Policeman in a tear gas mask. File:Israel 4 021.Israelic Soldier.jpg|A Border Policeman in the Old City of Jerusalem. File:Israeli- Police-Facebook--Misdar-001.jpg|Israeli Police Honor Guard, Israel's Memorial Day 2015. The Border Police wear the madei srad. File:א נבי סלאח - 20.5.11 520.jpg|Israel Border policemen wearing IDF Madei Bet in Nabi Salih, May 2011. File:Purim 2016 (25950156592).jpg|Border Guard in grey IDF style fatigues ==Weapons and equipment== thumb|An Israeli Border Guard with a Federal M201-Z riot gas gun The primary Border Police weapons are the CAR-15 and M-16 rifles, some of which are attached to the M-203 grenade launcher. The Border Police also use standard IDF equipment such as vests and helmets. Special units of Border Police use Glock 17, Glock 19, Jericho, or FN HP pistols. Some units, such as the Jerusalem Patrol Unit carry the Beretta M9-22LR .22LR pistol. Special units use a variety of other individual and individual weapons, (Ruger S22), sniper rifles, submachine guns and Shotguns. The Border Police extensively use riot dispersal means such as batons and shields, tear gas canisters and stun grenades, also rubber bullets and water cannon. ==Transportation== The Border Police use Sufa, Carkal, Dawid wheeled armored personnel carriers and a variety of patrol cars and vehicles. Several units in the Border Police use motorcycles and ATV's. ==Memorial== The \"Border Police Memorial and Heritage Center\"Hebrew website is located in the western Carmel mountains near Zomet Iron at road 65.Map File:Israeli_Border_Police_Memorial_and_Heritage_Center.JPG|Israeli Border Police Memorial and Heritage Center File:Israel Border Police monument02.jpg|Israel Border Police monument. File:Police_israel_9216.jpg|AIL Storm File:BTS_Hebron_Tour_280215_13.jpg|MDT Davids File:Israel Border Police monument (3).jpg|AIL Abir Rhino APC File:Police car of Israel 06.JPG|Border Police Isuzu D-Max pickup ==See also== * Mishmeret Yesha * Administration of Border Crossings, Population and Immigration ==Notes== ==References== ==Bibliography== * Bregman, Ahron (2002). Israel's Wars: A History Since 1947. London: Routledge. * Arno Klarsfeld, Yves Derai, Israël transit: Entretiens avec Yves Derai, L' Archipel, * Moshe Givati, Abir 21 - The Story of Eli Avram, Commander of the Undercover Unit, Reut Publishing, 2003. * Yosef Argaman, The Border - Cases in the History of the Border Police, Israel: The Border Police, the \"Green Berets\" Association and the Ministry of Defense Publication, 1996. ==External links== * Border Police page at Israel Police site (Hebrew) * Israeli Police official website Category:Israeli–Palestinian conflict Category:West Bank Category:Military of Israel Category:Police units of Israel",
 "title": "Israel Border Police"
}