{
 "id": "330749",
 "text": "thumb|William T. Rock, Albert E. Smith and J. Stuart Blackton, 1916 Vitagraph Studios, also known as the Vitagraph Company of America, was a United States motion picture studio. It was founded by J. Stuart Blackton and Albert E. Smith in 1897 in Brooklyn, New York, as the American Vitagraph Company. By 1907, it was the most prolific American film production company, producing many famous silent films.Eilseen Bowser, The Transformation of Cinema 1907–1915, University of California Press, 1990, p. 23. . It was bought by Warner Bros. in 1925. ==History== {{multiple image | align = right | direction = vertical | width = 200 | image1 = Vitagraph 1916.jpg | alt1 = | caption1 = Advertisement for Vitagraph features in The Moving Picture World, 1916 | image2 = Vitagraph Studio.jpg | alt2 = | caption2 = Vitagraph Studios, Hollywood, California | image3 = Vitagraph Studios Brooklyn, New York.jpg | alt3 = | caption3 = Vitagraph Company, Brooklyn New York, c. 1915 | image4 = The-Life-of-Moses-1909.jpg | alt4 = | caption4 = The Life of Moses (1909), directed by J. Stuart Blackton, the first five-reel picture made in America | image5 = Sonny Jim and the Amusement Company Ltd - Tefft Johnson - 1915, Vitagraph Company of America - EYE - FLM9507 - OB - 685553 - 720 x 404.ogv | alt5 = | caption5 = PLAY Sonny Jim and the Amusement Company Ltd (1915) directed by Tefft Johnson; runtime 00:13:59 | image6 = Good in the Worst of Us - William J. Humphrey - 1915, Vitagraph Company of America - EYE FLM26592 - OB 685559.webm | alt6 = | caption6 = PLAY The Good in the Worst of Us (1915) directed by William J. Humphrey; runtime 00:13:05 }} In 1896, English émigré Blackton was moonlighting as a reporter/artist for the New York Evening World when he was sent to interview Thomas Edison about his new film projector. The inventor talked the entrepreneurial reporter into buying a set of films and a projector. A year later, Blackton and business partner Smith founded the American Vitagraph Company in direct competition with Edison. A third partner, distributor William \"Pop\" Rock, joined in 1899. The company's first studio was located on the rooftop of a building on Nassau Street in Manhattan. Operations were later moved to the Midwood neighborhood of Brooklyn, New York. The company's first claim to fame came from newsreels: Vitagraph cameramen were on the scene to film events from the Spanish–American War of 1898. These shorts were among the first works of motion-picture propaganda, and a few had that most characteristic fault of propaganda, studio re-enactments being passed off as footage of actual events (The Battle of Santiago Bay was filmed in an improvised bathtub, with the \"smoke of battle\" provided by Mrs. Blackton's cigar). In 1897 Vitagraph produced The Humpty Dumpty Circus, which was the first film to use the stop-motion technique. Vitagraph was not the only company seeking to make money from Edison's motion picture inventions, and Edison's lawyers were very busy in the 1890s and 1900s filing patents and suing competitors for patent infringement. Blackton did his best to avoid lawsuits by buying a special license from Edison in 1907 and by agreeing to sell many of his most popular films to Edison for distribution. The American Vitagraph Company made many contributions to the history of movie-making. In 1903 the director Joseph Delmont started his career by producing westerns; he later became famous by using \"wild carnivores\" in his movies—a sensation for that time. In 1909 it was one of the original ten production companies included in Edison's attempt to corner movie-making in America, the Motion Picture Patents Company. Due to its extensive European distribution interests, Vitagraph also participated in the Paris Film Congress in February 1909. This was a failed attempt by European producers to form a cartel similar to the MPPC. ==Stars== Major stars included Florence Turner (the Vitagraph Girl, one of the world's first movie stars),Florence Turner and Florence Lawrence were tied for being the first big movie stars. Eilseen Bowser, The Transformation of Cinema 1907–1915, University of California Press, 1990, p. 113–114. . Maurice Costello (the first of the matinee idols), Harry T. Morey, Jean (the Vitagraph Dog and the first animal star of the Silent Era) and such future stars as Helen Hayes, Viola Dana, Dolores Costello, Norma Talmadge, Constance Talmadge, and Moe Howard. Larry Trimble was a noted director of films for Turner and Jean (he was also the dog's owner). The first film adaptation of the novel Les Misérables, a short silent historical drama starring Maurice Costello as Jean Valjean and William V. Ranous as Javert, is distributed by the Vitagraph Company of America. The film consists of four reels, each released over the course of three months beginning on 4 September to 27 November 1909. John Bunny made films for Vitagraph in the 1910s, most of them co-starring Flora Finch, and was the most popular film comedian in the world in the years before Chaplin. His death in 1915 was observed worldwide. In 1910, a number of movie houses showed the five parts of the Vitagraph serial The Life of Moses consecutively (a total length of almost 90 minutes), making it one of many to claim the title of \"the first feature film.\" A long series of Shakespeare adaptations were the first done of the Bard's works in the U.S. In 1911, Vitagraph produced the first aviation film, The Military Air-Scout, directed by William J. Humphrey, with future General of the Air Force Hap Arnold as the stunt flier.Copp, DeWitt S., \"A Few Great Captains: The Men and Events That Shaped the Development of U.S. Air Power\", The Air Force Historical Foundation, Doubleday & Company, Inc., Garden City, New York, Library of Congress catalog card number 78-22310, , p. 7. The 1915 feature The Battle Cry of Peace (written and directed by Blackton) was one of the great propaganda films of World War I. Ironically, after America declared war, the film was modified for re-release because it was seen as not being sufficiently pro-war, thus also earning the film a place in the history of censorship. World War I spelled the beginning of the end for Vitagraph. With the loss of foreign distributors and the rise of the monopolistic Studio system, Vitagraph was slowly but surely being squeezed out of the business. On January 28, 1925, it left the Motion Picture Producers and Distributors of America (later MPAA); the owner, Albert E. Smith, explained: ==V-L-S-E, Incorporated== In 1915, Chicago distributor George Kleine orchestrated a four-way film distribution partnership, V-L-S-E, Incorporated, for the Vitagraph, Lubin, Selig, L-KO Kompany, and Essanay companies. Albert Smith served as president. In 1916, Benjamin Hampton had proposed a merger of the distribution companies Paramount Pictures and V-L-S-E with Famous Players Film Company and Jesse L. Lasky Feature Play Company, but was foiled by Adolph Zukor. V-L-S-E was dissolved on August 17, 1916, when Vitagraph purchased a controlling interest in Lubin, Selig, and Essanay. ==Acquisition by Warner Bros.== On April 20, 1925, Smith finally gave up and sold the company to Warner Bros. for a comfortable profit. The Flatbush studio (renamed Vitaphone) was later used as an independent unit within Warner Bros., specializing in early sound shorts. Among those performers who made early film appearances in Vitaphone shorts filmed at the Flatbush studios include Al Jolson, Humphrey Bogart, Jimmy Stewart, Bob Hope, Adelaide Hall, Spencer Tracy, Jack Benny, Sammy Davis Jr., Sylvia Sidney, Pat O'Brien, Ruth Etting, Mischa Elman, Frances Langford, Betty Hutton, Burns and Allen, Giovanni Martinelli, Xavier Cugat, Bill Robinson, Lillian Roth, Joan Blondell, Judith Anderson, Ethel Merman, Abbe Lane, Eleanor Powell, Helen Morgan, The Nicholas Brothers, Milton Berle, Leo Carillo, Harriet Nelson, Brian Donlevy, Jane Froman, Jack Haley, Phil Silvers, Roger Wolfe Kahn, Judy Canova, Nina Mae McKinney, Marjorie Main, Rose Marie, Joe Penner, Ethel Waters, June Allyson, Shemp Howard, Lanny Ross, Lionel Stander, Edgar Bergen, and Cyd Charisse among others. The Vitagraph name was briefly resurrected from 1960 to 1969 at the end of Warner Bros.' Looney Tunes cartoons (starting with 1960's Hopalong Casualty), with the end titles reading \"A Warner Bros. Cartoon / A Vitagraph Release\". Merrie Melodies of the same period (starting with that same year's From Hare to Heir) had the same end title, with the last line being \"A Vitaphone Release.\" (From August 1968 to the end of the original series in 1969, Merrie Melodies had the last line reading \"A Vitagraph Release\" while Looney Tunes of that same one-year period read \"A Vitaphone Release.\") This may have been done to protect the studio's ownership of the two largely defunct trade names. ==Publication== Founder Albert E. Smith, in collaboration with coauthor Phil A. Koury, wrote an autobiography, Two Reels and a Crank, in 1952.Smith, Albert E. in collaboration with Phil A. Koury, Two Reels And A Crank, Garden City, N.Y.: Doubleday & Company, 1952. It includes a very detailed history of Vitagraph and a lengthy list of people who had been in the Vitagraph Family which included Billy Anderson, Florence Lawrence, Florence Turner, Florence Auer, Richard Barthelmess, John Bunny, Francis X. Bushman, Dolores Costello, Maurice Costello, Sidney Drew, Dustin Farnum, Flora Finch, Hoot Gibson, Corinne Griffith, Alan Hale, Oliver Hardy, Mildred Harris, Hedda Hopper, Rex Ingram, Alice Joyce, Boris Karloff, J. Warren Kerrigan, Rod La Rocque, E.K. Lincoln, Bessie Love, May McAvoy, Victor McLaglen, Adolphe Menjou, Antonio Moreno, Conrad Nagel, Mabel Normand, Lottie Pickford, Billy Quirk, Wallace Reid, May Robson, Wesley Ruggles, George Stevens, Anita Stewart, Constance Talmadge, Natalie Talmadge, Norma Talmadge, William Desmond Taylor, Alice Terry, George Terwilliger, Florence Vidor, Earle Williams, Clara Kimball Young, and hundreds of other people are listed. In the text of the book he also refers to hiring a 17-year-old Rudolph Valentino into the set- decorating department, but within a week he was being used by directors as an extra in foreign parts, mainly as a Russian Cossack. ==Locations== Vitagraph's first office, opened in 1898, was in Lower Manhattan, at 140 Nassau Street,The Encyclopedia Of New York City (Yale University Press, 1995) via : http://forgotten-ny.com/1998/06/vitagraph-corp/ on the corner of Nassau St. and Beekman St., where they shot their first film, The Burglar on the Roof, in 1897. In 1890, the company moved to 110-16 Nassau Street in Brooklyn, New York. They subsequently opened a glass-enclosed studio, the first modern film studio in the U.S., built in 1906, on property bounded by Locust Avenue, East 15th Street, Elm Avenue, and right-of-way of the BMT Brighton Line of the New York City Subway. Transportation of equipment and costumes from the Nassau Street interior stages was by subway to the adjacent Avenue M (BMT Brighton Line) Subway rapid transit station in the Midwood section of Brooklyn.Hollywood on the Hudson: Film and Television in New York from Griffith to Sarnoff, By Richard Koszarski They created a second film studio in Santa Monica, California, in 1911, and a year later moved to a 29-acre sheep ranch at 4151 Prospect Ave in the Los Feliz district of Los Angeles, a studio subsequently owned by ABC and currently Disney Studios. ==Notable films== ==See also== * JC Studios * Cinema of the United States ==References== ==Further reading== * * * Olsson, J. (2008). Los Angeles before Hollywood : Journalism and American film culture, 1905–1915. (Mediehistoriskt arkiv; Vol. 10). Kungliga biblioteket. * * * * * * ==External links== * Vitagraph Film Company Brooklyn Today and a bit of the last film made there, A Tale of Two Cities (1911) on YouTube * A Short History of Vitagraph Film by Tony Susnick on YouTube * Vitagraph by Tim Lussier for Silents are Golden * \"Where the Dream Was Made\", Vitagraph Flatbush studio by Irvin Leigh Matus * Vitagraph Studio in Brooklyn * \"Smokestack of dreams,\" surviving remnant of Vitagraph at ForgottenNewYork.com * Vitagraph Company of America scripts, 1912-1917, held by the Billy Rose Theatre Division, New York Public Library for the Performing Arts Category:Articles containing video clips Category:1897 establishments in New York City",
 "title": "Vitagraph Studios"
}