{
 "id": "330821",
 "text": "The Dongxiang people (autonym: Sarta or Santa (撒尔塔); , Xiao'erjing: دْوݣسِيْاݣذُ) are Mongolic people and one of 56 ethnic groups officially recognized by the People's Republic of China. Most of the Dongxiang live in the Linxia Hui Autonomous Prefecture and surrounding areas of Gansu Province in Northwestern China, half of them in Dongxiang Autonomous County, which is part of Linxia. According to the 2010 census, their population numbers 621,500, although research has found that the number is inflated due to Hui identifying themselves as Dongxiang for the census, in order to benefit from minority policies.Xu, Dan, Xiaodong Xie, and Shaoqing Wen. \"The Dongxiang language and people.\" (2013). ==Origin and development== The Dongxiang are closely related to other Mongolic peoples like the Monguor and Bonan. Scholars speculate that their identity as an independent ethnic group arose through contact with Central Asians, due to whom the Dongxiang converted to Sunni Islam in the 13th century. For years, many Chinese scholars assumed that the Dongxiang were descendants of Mongolian troops posted in the Hezhou area by Genghis Khan (1162-1227 AD). Another possibility is that they could be a mixture of many peoples including Mongolian, Han and Tibetan groups. Yet another theory states the Dongxiang's origin lies in the thirteenth century when Mongol soldiers were stationed to garrison the Linxia and Western Gansu region during the Mongol's conquests of Northern China. Genetic studies have shown that the majority of Dongxiangs share very similar genetic membership with other East Asian populations, revealing a common genetic makeup. The Dongxiangs also showed significant genetic homogeneity with the Han Chinese, which supports a simple cultural diffusion for the origin of the Dongxiang in China. The American Asiatic Association published an account of the Dongxiang's origins in the \"Asia, Volume 40\". A Muslim Mongol, Ma Chuanyuan, who was the supermagistrate of five districts, was interviewed and gave a story on his people's origins. The conversion to Islam by a clan descended from Genghis Khan angered their relatives, who drove them all the way to Eastern Linxia. This occurred at the twilight of the Yuan dynasty. East Linxia was described as a land of \"thorns and yellow earth\". The author estimated a number of 100,000 Mongolian Muslims. They spoke Mongolian but were all illiterate. The account described them as a community of one hundred thousand, Mongol by race, Islam by religion and Chinese by culture. The majority of them were monolingual. Dongxiang were also known as Santa (San-t'a) people, it was reported that many of them served in the army of the Hui General Ma Fuxiang. It was even said that Ma Fuxiang himself was of Santa descent, who had assimilated into the Hui community. Their autonym, sarta, may also provide a contradictory clue to their origin: a similar word Sart was formerly used in Central Asia to refer to Arab traders, later to the local (mostly) Turkic- speaking city dwellers. Their official name of Dōngxiāng meaning \"eastern villages\" stems from the fact that their settlements are east of the major Han Chinese settlements.thumb|A Dongxiang Muslim elder with long beard & other Muslims. Hezhou (Linxia), Gansu, 1934.Like other Muslims in China, the Dongxiang served extensively in the Chinese military. It was said that they and the Salars were given to \"eating rations\", a reference to military service. Hui, Baoan and Dongxiang troops served under Generals Ma Fulu and Ma Fuxiang in the Boxer Rebellion, defeating the invading Eight Nation Alliance at the Battle of Langfang. Ma Fulu along with 100 Dongxiang and Hui troops died in fierce combat at Zhengyang Gate in Beijing against the Alliance forces as they fought to the death to hold the Alliance at bay. Hui, Baoan, Dongxiang, Salar and Tibetan troops served under Ma Biao in the Second Sino- Japanese War against the Japanese. ===Intermarriage=== The Dongxiang have Mongol, Han Chinese, Hui and Tibetan surnames. Dongxiang with Han Chinese surnames such as Wang, Kang, Zhang, Gao and Huang claim descent from Han Chinese. Surnames such as Ma and Mu are clearly of Hui origin.(Original from the University of Michigan )(Original from the University of Michigan ) Some Dongxiang have said that, in the rare instances that they do marry with other people, it is only with Han and Hui, but not Tibetans. ==Economy== The base of the economy of Dongxiang is agriculture. The main products are potatoes, corn, barley, millet and wheat. They are also recognized craftsmen, specializing in the elaboration of traditional carpets.thumb|Muslims and a mosque with a minaret, a market, Dongxiang County, Gansu, 1934. ==Culture== Common Dongxiang cuisine includes the use of a potato mash that is used for noodles, snacks, alcoholic drinks and more. Traditional Dongxiang dress for men includes buttoned robes and a broad waistband. These waistbands are sometimes used to hang knives, snuff bottles, or small bags on them. A vest over a white shirt, trousers and a beret like cap makes up the rest of the traditional outfit. Seasonal clothing like sheepskin coats are also worn during the winter. Dongxiang women wear embroidered outfits which include wide sleeved shirts and trousers. Older women wear kerchiefs and younger women tend to wear bright decorated cotton caps and silk veils. On special occasions, women wear embroidered shoes with a medium heel. ==Language and education== The Dongxiang speak the Dongxiang language, a member of the Mongolic family. The language has distinct features resembling archaic Mongolian and has many foreign loan words borrowed from Arabic, Chinese, Persian, and a few Turkic languages. The Dongxiang people also have a rich tradition of oral literature and use the Arabic alphabet. As a result of the language shift, some 20,000 people in several villages in the Northeastern Dongxiang County now speak the so-called \"Tangwang language\": a creolized version of Mandarin Chinese with a strong Dongxiang influence, in particular in its grammar. Government statistics show that the Dongxiang are among the poorest and least literate of China's minorities, with most Dongxiang having completed only an average of 1.1 years of schooling, a problem aggravated by the lack of a written language. In 2004, the Ford Foundation provided US$30,000 in grant money for a pilot project to promote bilingual education in Mandarin and Dongxiang, in an effort to reduce school drop-out rates. The project is credited with the publication of a Dongxiang-Chinese bilingual dictionary as well as recent rises in test scores. ==Genetics== Distribution of Y-chromosome haplogroups in Dongxiang: O=24.29(O2=18.69,O1a=1.87,O1b=3.73) J=16.82 R1=16.82(R1a=14.02,R1b=2.8) R2=9.35 C=6.54 G=5.61 N=5.6 D=4.67 E=3.74 Others=6.56 In another study in 2010 found that the majority of the Dongxiang belonged to Haplogroup R1a (R1a : 54%). ==Famous Dongxiang people== *Ma Wanfu, anti-Qing rebel and Yihewani founder *Ma Dahan, anti-Qing rebel ==References== * ==External links== *The Dongxiang *The Dongxiang ethnic minority (Chinese government site) *Dongxiang in China *Oliver Corff: The Dongxiang Mongols and Their Language *Ford Foundation Grant Information: Narisi Primary School of Dongxiang Autonomous County *Poor, illiterate, and unaware they're in China *Dongxiang people history and photo gallery Category:Mongol peoples Category:Dongxiang people Category:Islam in China Category:Muslim communities of China Category:Ethnic groups officially recognized by China",
 "title": "Dongxiangs"
}