{
 "id": "330962",
 "text": "The Geographical Fugue or Fuge aus der Geographie is the most famous piece for spoken chorus by Ernst Toch. Toch was a prominent composer in 1920s Berlin, and singlehandedly invented the idiom of the \"Spoken Chorus\". The work was composed as the third and final movement in Toch's suite Gesprochene Musik (Spoken Music). The suite was designed to be recorded by a chorus on gramophone records at 78 rpm, then \"performed\" in concert by replaying the records at a much higher speed. As Toch wrote in his original program notes: \"increasing the tempo, and the resulting pitch level ... created a type of instrumental music, which leads the listener to forget that it originated from speaking\". The piece was first performed, in its original German, at the Neue Musik Berlin festival in June 1930. The performance, in front of an audience that included experimental composer John Cage, was a sensational success. When Toch arrived in the United States in 1935, as a refugee from Nazi Germany, Cage sought him out and obtained permission for the Fugue to be published in English translation. It remains Toch's most-performed work, although the composer himself dismissed it as an unimportant diversion. ==Construction== It is written in strict fugal form, and consists of four voices, each enunciating various cities, countries and other geographical landmarks in true contrapuntal fashion. It ends with a climactic finale featuring a sustained trill on the \"R\" of the word \"Ratibor!\" (\"Trinidad\" in the English Language version), the first word of the subject. Voices enter in the order of: tenor, alto, soprano, bass. ==Text== ===Translation=== Although written originally in German, it was later translated into English under the auspices of John Cage and Henry Cowell and received wide acclaim. The text (English translation) of all the parts consists of various permutations of the following lines: :Trinidad! :And the big Mississippi :and the town Honolulu :and the lake Titicaca, :the Popocatepetl is not in Canada, :rather in Mexico, Mexico, Mexico! :Canada, Málaga, Rimini, Brindisi :Canada, Málaga, Rimini, Brindisi :Yes, Tibet, Tibet, Tibet, Tibet, :Nagasaki! Yokohama! :Nagasaki! Yokohama! The place names are largely the same in German and English except for Ratibor (Trinidad) and Athen (in place of Tibet) which is pronounced with the stress on the second syllable in German. The German text is as follows; :Ratibor! :Und der Fluss Mississippi :und die Stadt Honolulu :und der See Titicaca; :Der Popocatepetl liegt nicht in Kanada, :sondern in Mexiko, Mexiko, Mexiko. :Kanada, Málaga, Rimini, Brindisi, :Kanada, Málaga, Rimini, Brindisi. :Ja! Athen, Athen, Athen, Athen, :Nagasaki, Yokohama, :Nagasaki, Yokohama, ==See also== *Sprechgesang ==Notes== ==References== * Lawrence Weschler, Popocatepetl: A Noodling Reminiscence, The Threepenny Review—memories from the composer's grandson * Diana Castelnuovo-Tedesco, Toch's Spoken Music Rediscovered Category:Compositions by Ernst Toch Category:Choral compositions Category:Fugues Category:1930 compositions",
 "title": "Geographical Fugue"
}