{
 "id": "330999",
 "text": "Dutch colonisation of the Guianas—the coastal region between the Orinoco and Amazon rivers in South America—began in the late 16th century. The Dutch originally claimed all of Guiana (also called De wilde kust, the \"Wild Coast\") but—following attempts to sell it first to Bavaria and then to Hanau and the loss of sections to Portugal, Britain, and France—the section actually settled and controlled by the Netherlands became known as Dutch Guiana (Dutch: Nederlands-Guiana). The colonies of Essequibo and Demerara were controlled by the Dutch West India Company, while Berbice and Surinam were controlled by the Society of Berbice and the Society of Suriname, respectively. Cayenne also came under brief periods of Dutch control. After the Napoleonic Wars in 1814, Britain gained control of the three colonies (Demerara, Berbice, and Essequibo) west of the Courantyne River, which became British Guiana and then modern Guyana. The remaining colony, Suriname (also called \"Dutch Guiana\"), remained under Dutch control until its independence in 1975. ==History== ===Origin=== In 1598, a fleet of three Dutch ships visiting the Wild Coast mention passing the river \"Surinamo\" a year after the English had done the same. The next year saw the first cartographic reference to the region: a 1599 map drawing on the account of this voyage, drawn by Flemish geographer Jodocus Hondius. Beginning in 1581, the colonies were settled by Dutch colonists, most of whom came from the province of Zeeland. Trading posts were established near various rivers, including the Pomeroon, Essequibo, Berbice, and Suriname rivers. Many small commercial establishments, mostly bartering posts, were founded by French, Dutch, and English colonists. Due to the effects of disease and attacks from natives, these colonies rarely lasted long. ===Establishment=== The Dutch West India Company was created in 1621, and given unsupervised control of the colonies in South America. The colony was administered by Abraham van Peere, a Dutch explorer who had founded the settlement of Berbice. After the Third Anglo-Dutch War, England ceded the colony of Suriname, in exchange for New Amsterdam. Dutch Guiana was not a political entity, but, rather, a geographical indication. The colonies that formed along Dutch Guiana were, initially, controlled by several entities. Essequibo and Demerara were controlled by the Dutch West India Company, while Berbice and Suriname were controlled by the Society of Berbice and the Society of Suriname, respectively. Pernambuco and settlements farther west, including Portuguese Guiana, now the Brazilian state of Amapá, was under Dutch control from 1630 to 1654. Cayenne (French Guiana) was also briefly controlled by the Dutch between 1660 and 1664, and again between 1676 and 1677. ===Dissolution=== Under the Batavian Republic, much of Dutch Guiana was once again occupied by the British. After the Napoleonic Wars in 1814, Britain gained control of the three colonies (Demerara, Berbice, and Essequibo) west of the Courantyne River. These three colonies became British Guiana. After 1815, there were five Guianas, referred to by their dominant languages: Spanish Guayana (Venezuela), British Guiana, Dutch Guiana, French Guiana, and Portuguese Guiana (Brazil). The colony that remained was part of the Kingdom of the Netherlands until 1975, when it became independent as the Republic of Suriname. ==Geography== Dutch Guiana covered the majority of the Guiana Shield, with its borders ranging from the Orinoco Delta in the northwest, the eastern banks of the Caroní River in the southwest, to the Marajó island of the Amazon River delta in the southeast. ==Dutch Guiana or Suriname== Although the colony of Surinam has always been officially known as such or as Suriname, in both DutchSee for example this royal decree separating Suriname from Curaçao and Dependencies (1845). and English,In treaties between the Netherlands and the United Kingdom, the colony is consistently referred to as the Colony of Surinam, e.g. Convention between Great Britain and the Netherlands, relative to the Emigration of Labourers from India to the Dutch Colony of Surinam, the Accession of the Dutch colonies of Curaçao and Surinam to the International Union for the Protection of Industrial Property. the colony was often unofficially and semi-officially referred to as Dutch Guiana (Dutch: Nederlands Guiana) in the 19th and 20th century, in an analogy to British Guiana and French Guiana. Historically, Suriname was only one of many Dutch colonies in the Guianas, others being Berbice, Essequibo, Demerara, and Pomeroon, which after being taken over by the United Kingdom in 1814, were united into British Guiana in 1831. The Dutch also controlled northern Brazil from 1630 to 1654, including the area that, when governed by Lisbon, was called Portuguese Guiana. Thus, before 1814, the term Dutch Guiana did not describe only Suriname, but rather all colonies under Dutch sovereignty in the region taken together: a set of polities, with distinct governments, whose external borders changed much over time.This is, e.g., how Jan Jacob Hartsinck uses the term in his Beschryving van Guiana, of de wilde kust in Zuid-America . ==Citations== ==See also== *Dutch colonization of the Americas ==References== * ==External links== * Dutch West Indies 1630-1975 * \"New Map of the Wonderful, Large and Rich Land of Guiana...\" from 1598 Category:States and territories disestablished in 1975 Category:Former countries in South America Category:History of Suriname Category:History of South America Category:1975 disestablishments in the Netherlands Category:Former colonies in South America Category:Former settlements and colonies of the Dutch West India Company",
 "title": "Dutch colonisation of the Guianas"
}