{
 "id": "331253",
 "text": "Le Rire (, \"Laughter\") was a successful French humor magazine published from October 1894 until its final issue in April 1971. Founded in Paris during the Belle Époque by Felix Juven, Le Rire appeared as typical Parisians began to achieve more education, income and leisure time. Interest in the arts, culture and politics intensified during the Gay Nineties. Publications like this helped satisfy such curiosity. It was the most successful of all the \"Journaux Humoristiques.\" The Dreyfus Affair occurred in 1894 and Le Rire was one of many publications to tap anti-Republican sentiment in wake of that scandal. It was a time in which French governance was frequently characterized by corruption and mismanagement. Government ministers and military officials became frequent targets. The satirical journal was filled with excellent drawings by prominent artists. It featured full-page chromotypographs on both covers and in the centerfold. Many of these pieces are now highly desirable collectibles. The most prominent contributor was Théophile Steinlen. His illustrations were biting caricatures of the political \"jackasses\" of the day. Illustrations were contributed by artists such as Henri de Toulouse-Lautrec, Georges Goursat, René Georges Hermann-Paul, Juan Gris, Lucien Metivet, Georges Meunier, Jean-Louis Forain, Adolphe Willette, Joaquín Xaudaró, Leonetto Cappiello, Albert Guillaume, Manuel Luque, Jules Grandjouan, Abel Faivre, and Jules-Alexandre Grun. During the music hall era, cabarets and cafes were crowded with personalities and Parisians could catch glimpses of the stars of the day. Le Rire was there to capture scene for its readers. Its pages depicted the likes of Yvette Guilbert, Polaire, Jane Avril, Réjane and even those of popular visitors to the theaters such as Séverine. The magazine was published for almost sixty years, closing down in the 1950s and later reappearing for a short time in the 1970s. ==See also== * Le Sourire, periodical published by Paul Gauguin (1899–1900) * Sem ==References== ==External links== *Steinlen.net - A collection of more than 1,000 Steinlen images * Le Rire - online * Le rire rouge: édition de guerre du journal le rire - online Category:1894 establishments in France Category:Defunct magazines published in France Category:Satirical magazines published in France Category:Comics magazines published in France Category:French-language magazines Category:Magazines established in 1894 Category:Magazines disestablished in 1971 Category:Magazines published in Paris",
 "title": "Le Rire"
}