{
 "id": "331555",
 "text": "Michael Ray Charles (born 1967) is an African-American painter born in Lafayette, Louisiana. He won the Rome Prize in 2018. == Education and background == He spent most of his youth growing up in Los Angeles, California, New Orleans, Louisiana and St. Martinville, Louisiana. He graduated from St. Martinville Senior High School in 1985. Later that fall, he entered McNeese State University, Lake Charles, Louisiana. Over the next three and a half years, Charles studied design and advertising before receiving a BFA degree in 1989. After receiving his MFA degree in 1993 from the University of Houston, Houston, Texas, Charles began teaching at The University of Texas at Austin and in 2014, he took a position at the University of Houston. thumbnail|Michael Ray Charles, \"(Forever Free) ‘Servin with a smile’,\" 1994 == Work and research== Charles’s work and research is an investigation into the legacy of historic racial stereotypes of African Americans. His work examines how African Americans have been viewed in American history and also how they have come to view themselves as a result of demeaning stereotypes. In his colorful and graphic paintings and prints, Charles employs Black caricatures and stereotypes such as the Sambo, Aunt Jemima, grinning pickaninnies, and Uncle Tom, to comment on contemporary racial attitudes. His paintings have a scraped and antique look to resemble peeling vintage commercial art. With these he presents his own satirical campaign for a fictitious product called Forever Free. This product symbolizes the false promises of freedom made to African Americans by America and particularly also by the consumer market through their false images. To show connections between the past and the present, Charles takes common Black stereotypical characters and reinterprets them in contemporary ways. For example, the image of Aunt Jemima, a mammy, is one caricature that Charles often critiques in his work. The mammy character has historically been the caring house servant for the White family. However, in a painting where Charles parodies Norman Rockwell’s Rosie the Riveter, the Aunt Jemima is portrayed as kind of heroine. She sits royally to suggest her unacknowledged contributions to White and Black America (a portrayal that would have never been in advertising at the time). At the same time, his ironic portrayals of the mammy are harsh critiques of her inferiority in commercial popular art. Charles sees the crafted image of mammies, along with other black characters, as an attempt to make them unthreatening to Whites. The same kind of approach can be seen in the way Charles treats images of the Blackface characters and minstrel shows. Charles appears to believe that by confronting racist and demeaning imagery, one can expose today’s enduring subtle racist stereotypes. == Public reception == Charles’ aggressive use of racial stereotypes has often been at the center of controversy. In a 1999 ARTnews article, Charles once explained, \"Every time I have a show there are some black folks complaining.\" However, his blunt approach to his artwork suggests that he wants to elicit strong emotions from viewers. While many have criticized him for this, some have applauded Charles for his daring questioning. For example, director Spike Lee has spoken of the artist’s work as “cinematic\". \"His works are one-sheets, posters for movies that Hollywood would never have the nerve to make, exploring race and sex in this country.” == Career and achievements == Charles is amongst the first group of artists showcased in the 2001, PBS series titled \"Art:21.\" The watershed series highlights top artists of the 21st century. A 2003 article in Black Issues In Higher Education acknowledges Charles as one of the top future African- American scholars under forty. In 2000, he was a consultant on Spike Lee's film, \"Bamboozled\" and has been the subject of several film documentaries. He has served as a panelist for National Endowment for the Arts and jurors for The Bush Artist Fellowship, St. Paul, Minnesota. and the Inaugural Biennial Underground Railroad Exhibition, Northern Kentucky University, Kentucky. Most recently, his work was included in the 2006 documentary \"Race is the Place\" and exhibitions at Cotthem Gallery, Barcelona, Spain and the PMMK Museum of Modern Art, Ostend, Belgium. He lectures and exhibits nationally and internationally, and his work has been exhibited in solo and group exhibitions in New York City, Düsseldorf, Paris, Belgium, Spain, Norway, Miami, and Santa Fe. His work is documented in many books, magazines and news papers as well as an extensive number public and private collection around the world including the Museum of Fine Arts, Houston, Albright-Knox Art Gallery, San Antonio Museum of Art, Museum of Modern Art and the Austin Museum of Art. Today, Charles continues to exhibit in national and international venues. His work remains the subject of books, magazines, and newspaper articles and is included in many public and private collection. Charles worked as a Professor of Art in the department of Art and Art History at The University of Texas at Austin until 2014. In 2014 Charles was appointed the Hugh Roy and Lillie Cranz Cullen Distinguished Professor of Painting in the School of Art at the University of Houston.\"Four internationally acclaimed artist-scholars join the CLASS faculty\". CLASS News, August 2014. University of Houston. He now lives in Houston, Texas. In September 2019, Charles opened a new exhibition at the UMLAUF in Austin, Texas. The exhibit includes both old and new works, a site specific work about the slave ship Clotilda, as well as select items from Charles' research collection of racist imagery in advertising. == Notes == == References == *\"Painted Race\", Article by Rebecca S Cohen Weekly Wire, February 2013 == External links == *\"(Forever Free) Big Head #5\" by Michael Ray Charles in Gulf Coast: A Journal of Literature and Fine Arts (23.2) * Biography, interviews, essays, artwork images and video clips from PBS series Art:21 -- Art in the Twenty-First Century - Season 1 (2001). * https://web.archive.org/web/20080425222257/http://www.finearts.utexas.edu/aah/studio_art/faculty/charles.cfm Category:1967 births Category:Living people Category:African-American contemporary artists Category:University of Houston alumni Category:American contemporary painters Category:University of Texas at Austin faculty Category:Painters from Louisiana Category:Painters from Texas Category:20th- century American painters Category:American male painters Category:20th- century African-American painters Category:21st-century African-American artists Category:21st-century American painters",
 "title": "Michael Ray Charles"
}