{
 "id": "331699",
 "text": "The Commonwealth secretary-general is the head of the Commonwealth Secretariat, the central body which has served the Commonwealth of Nations since its establishment in 1965, and responsible for representing the Commonwealth publicly. The Commonwealth secretary-general should not be confused with the head of the Commonwealth, who is currently Elizabeth II. ==Role== The position was created, along with the Secretariat itself, after the fourteenth Commonwealth Prime Ministers Conference in London in 1965, issued a memorandum describing the role of the Secretary-General: The headquarters of the secretary-general, as with the Secretariat generally, is Marlborough House, a former royal residence in London, which was placed at the disposal of the Secretariat by Queen Elizabeth II, who is the head of the Commonwealth. However, as the building cannot house all of the Secretariat's staff in London, additional space is rented elsewhere in London. From this operational base, a large part of the Secretary-General's work involves travelling around the Commonwealth keeping in personal contact with those at the heart of the governments of member states. The secretary-general receives a salary of nearly £160,000 (2015) and a four‑storey mansion, Garden House, in Mayfair as an official residence. ==Staff and responsibility== The secretary- general leads the Commonwealth Secretariat, and all Secretariat staff are responsible and answerable to him or her. He or she is supported by three deputy secretaries-general, which are elected by the Commonwealth heads of government via the members' high commissioners in London. Currently, the three deputy secretaries-general are Deodat Maharaj, Gary Dunn and Josephine Ojiambo. Until 2014, only two deputy secretaries-general were appointed along with an assistant secretary-general for corporate affairs. The secretary- general may appoint junior staff at their own discretion, provided the Secretariat can afford it, whilst more senior staff may be appointed only from a shortlist of nominations from the heads of government. In practice, the Secretary-General has more power than this; member governments consult the secretary-general on nominations, and the secretary-general has also at times submitted nominations of his own. Formally, the secretary-general is given the same rank as a high commissioner or ambassador. However, in practice, his or her rank is considerably higher. At CHOGMs, he or she is the equal of the heads of government, except with preference deferred to the longest-serving head of government. At other ministerial meetings, he or she is considered primus inter pares. For the first 3 years of the job's existence the Foreign Office refused to invite the secretary-general to the Queen's annual diplomatic reception at Buckingham Palace, much to Arnold Smith's irritation, until in 1968 this refusal was over-ridden by the Queen herself Final Approaches: A Memoir by Gerald Hensley, page 99 (2006, Auckland University Press, New Zealand) The Secretary-General was originally required to submit annual reports to the Heads of Government, but this has since been changed to reporting at biennial Commonwealth Heads of Government Meetings (CHOGM). The Secretary-General is held responsible by the Commonwealth's Board of Governors in London. ==Election== Since the 1993 CHOGM, it has been decided that the secretary-general is elected to a maximum of two four-year terms. The election is held by the assembled heads of government and other ministerial representatives at every other CHOGM. Nominations are received from the member states' governments, who sponsor the nomination through the election process and are responsible for withdrawing their candidate as they see fit. The election is held in a Restricted Session of the CHOGM, in which only heads of government or ministerial representatives thereof may be present. The chair of the CHOGM (the head of government of the host nation) is responsible for ascertaining which candidate has the greatest support, through the conduct of negotiations and secret straw polls. There is usually a convention that an incumbent seeking a second term in office is elected unopposed for his or her second term. However, this was broken by a Zimbabwe-backed bid for Sri Lankan Lakshman Kadirgamar to displace New Zealand's Don McKinnon in 2003. At the vote, however, Kadirgamar was easily defeated by McKinnon, with only 11 members voting for him against 40 for McKinnon. At the 2011 CHOGM, India's Kamalesh Sharma was re-elected to his second term unopposed. Sharma had won the position at the 2007 CHOGM, when he defeated Malta's Michael Frendo to replace McKinnon, who had served the maximum two terms. At the 2015 CHOGM, Patricia Scotland, a former British cabinet minister, was nominated for Commonwealth secretary-general by her native country of Dominica and defeated Antiguan diplomat Sir Ronald Sanders and former deputy secretary-general for political affairs Mmasekgoa Masire-Mwamba of Botswana to become the 6th Commonwealth secretary-general and the first woman to hold the post. She took office on 1 April 2016. ==List of secretaries-general== {| class=\"wikitable\" ! width=2%| ! width=80px| Portrait ! Name ! Country ! Term start ! Term end ! width=40%| Background ! Head |- ! style=\"text-align:center\" | 1 | 100px ! style=\"text-align:center\" | Arnold Smith | | 1 July 1965 | 30 June 1975 |Canadian ambassador to Egypt (1958–1961) Canadian ambassador to the USSR (1961–1963) ! style=\"text-align:center\" rowspan=\"6\" |100px Elizabeth II |- ! style=\"text-align:center\" | 2 | 100px ! style=\"text- align:center\" | Shridath Ramphal | | 1 July 1975 | 30 June 1990 |Foreign Minister of Guyana (1972–1975) |- ! style=\"text-align:center\" | 3 | 100px ! style=\"text-align:center\" | Emeka Anyaoku | | 1 July 1990 | 31 March 2000 |Deputy Secretary-General for Political Affairs (1977–1990) |- ! style=\"text- align:center\" | 4 | 100px ! style=\"text-align:center\" | Don McKinnon | | 1 April 2000 | 31 March 2008 |Deputy Prime Minister of New Zealand (1990–1996) Minister of Trade (1990–1996) Minister of Foreign Affairs (1990–1999) |- ! style=\"text-align:center\" | 5 | 100px ! style=\"text-align:center\" | Kamalesh Sharma | | 1 April 2008 | 31 March 2016 |Permanent Representative of India to the United Nations (1997–2002) Indian High Commissioner to the United Kingdom (2004–2008) |- ! style=\"text- align:center\" | 6 | 100px ! style=\"text-align:center\" | Patricia Scotland | | 1 April 2016 | Incumbent |Attorney General for England and Wales and Northern Ireland (2007–2010) UK Minister of State (Home Office; 2003–2007) UK Parliamentary Secretary (Lord Chancellor's Department; 2001–2003) UK Under-Secretary of State at the Foreign and Commonwealth Office (1999–2001) UK House of Lords (1997–present) |} ==References== Secretary-General Category:Secretaries-general",
 "title": "Commonwealth Secretary-General"
}