{
 "id": "332221",
 "text": "Roy Rothschild Neuberger (July 21, 1903 – December 24, 2010) was an American financier who contributed money to raise public awareness of modern art through his acquisition of pieces he deemed worthy. He was a co-founder of the investment firm Neuberger Berman. Roy Neuberger served for several decades as Honorary Trustee, Benefactor, and member of the Department of Modern Art's Visiting Committee at The Metropolitan Museum of Art. ==Biography== Roy Rothschild Neuberger (unrelated to the famous Rothschild family) was born in Bridgeport, Connecticut, and spent his childhood in New York. Born into a wealthy Jewish family, he was orphaned at the age of 12 after the deaths of his father Louis Neuberger, an immigrant from Germany and his mother, Bertha Rothschild, who was originally from Chicago. \".. moved to New York City to be raised by a sister after he became an orphan at age 12.\" Neuberger described himself as having been interested during high school in tennis. He matriculated at New York University, originally to study journalism, but grew restless and dropped out without obtaining a degree. His first job was working in the Manhattan department store B. Altman and Company. Among the things he practiced selling were paintings, which nurtured his love of art. He sailed to Europe at age 20 on an inheritance from his parents, and went to live in Paris. He enjoyed a bohemian lifestyle there, visiting the Louvre three times a week, where he met his lifelong friend, 20th-century art historian Meyer Schapiro. Neuberger painted and studied art until 1928, when he read Florent Fels' biography of Vincent van Gogh. He was startled when he learned how Van Gogh had only sold one painting, and was heartstricken to learn that Van Gogh, like so many other artists, lived in pain, poverty and misery. Appalled that artwork was often only considered valuable after an artist's death, Neuberger vowed to support living artists, claiming \"the contemporary world should buy the work of contemporary artists.\" Neuberger often purchased works from artists who were struggling financially, including Jackson Pollock, Willem DeKooning, and Mark Rothko, believing that the financial support would help the artists stay on their career track. He moved back to the United States and entered Wall Street in 1929, seven months before Black Tuesday. He started out with Halle & Stieglitzwhere he met his future wife as a fellow employee and sold short RCA shares, through the stock market crash and well into the Great Depression. He founded Neuberger Berman in 1939 with Robert Berman. In 1950, Neuberger's firm started one of the first no-load mutual funds in the United States, the Guardian Fund, which is still in operation today.nb.com:Guardian Fund ===Art patron=== By 1939, Neuberger had made enough money to buy the first painting that he would lend out to promote the artist: Peter Hurd's Boy from the Plains. He allowed Nelson Rockefeller, another avid art collector, to use Boy from the Plains in a travelling American art exhibition. Rockefeller's exhibition travelled to South America, and many people in both South and North America were thus exposed to Hurd's art. Among the other artists whose works Neuberger collected are Jackson Pollock, Ben Shahn, William Baziotes, Alexander Calder, Stuart Davis, Louis Eilshemius, Edward Hopper, Jacob Lawrence, Jack Levine, David Smith and especially Milton Avery. The first Avery he ever purchased was Gaspé Landscape, which he bought during a snowstorm and wrapped carefully before going out, determined to keep the painting intact to make the man famous. Neuberger still had Gaspé Landscape on a wall in his apartment at the time of his death. Neuberger also began donating works to institutions, among them the Metropolitan Museum of Art, the Museum of Modern Art, and the Whitney Museum, as well as many college and university museums. Rockefeller later became governor of New York and created the State University of New York system. For his friend Neuberger, Rockefeller established a museum at Purchase College as part of the new university where Neuberger could display a substantial amount of the art he had acquired. With the help of architect Philip Johnson, the Neuberger Museum of Art was built on the SUNY Purchase College campus and opened in 1974. Neuberger contributed more than 500 of his paintings toward the collection. On November 15, 2007, President George W. Bush awarded the then-104-year-old Neuberger the 2007 National Medal of Arts.National Endowment for the Arts Recipients:Roy R. Neuberger Neuberger claimed to have never sold a work of art, stating that \"It would be a criminal act for me to sell\", and that \"I buy because I love the work.\" ====Corporate art collection==== Regarding the company he co- founded, he said \"Art in the workplace has been a part of Neuberger Berman's corporate culture since the investment firm was founded in 1939. In 1990 Neuberger Berman began developing its own art collection, emphasizing the work of emerging mid-career artists from around the world and presenting their works in an enriching environment for employees and visitors.\"http://www.tfaoi.com/aa/4aa/4aa282.htm The Tampa Museum of Art - Crosscurrents at Century's End: Selections from the Neuberger Berman Art Collection ==Family== Neuberger was married for nearly 65 yearsJune 1932 to May 1997, a month short of 65 years to Marie Salant,http://isaacs-salant- familytree.org/obits.htm#Marie May 11, '97. Age 88. Married nearly 65 years. Fourteen Paid Notices were inserted in the May 13 & 14 NY Times.their son (author of \"From Central Park to Sinai\") wrote: \"The fact that my mother majored in economics, unusual for a woman in those days, led directly to her job at the Wall Street firm of Halle and Steiglitz, where she met my father in 1930.\" also a distinguished patron of the arts, and a graduate of Bryn Mawr College; together they had three children: * Ann Aceves * Roy S. Neuberger * James Neuberger In 1997, he published his memoir, So Far, So Good - the First 94 Years. His life as an art collector is chronicled in his 2003 book The Passionate Collector: Eighty Years in the World of Art.Wiley Publishers, Dec. 2002, 192 pages In his later years Neuberger was often seen in the company of Kitty Carlisle Hart. Neuberger died on December 24, 2010 at the age of one hundred and seven and was buried at Mount Neboh Cemetery where other members of his family were interred.Neuberger Family Cemetery Plot at Mount Neboh Cemetery\"Deaths, ROY ROTHSCHILD NEUBERGER\" New York Times, December 25, 2010 ==References== ==Books== * * ==External links== * www.royrneuberger.com Online Memorial Site for Roy R. Neuberger *Oral history interview with Roy R. Neuberger, 1994 Mar. 29 - Apr. 7 from The Metropolitan Museum of Art Archives, New York. Category:American art collectors Category:American centenarians Category:20th-century American Jews Category:American money managers Category:Businesspeople from Bridgeport, Connecticut Category:Writers from Bridgeport, Connecticut Category:Writers from New York City Category:United States National Medal of Arts recipients Category:Men centenarians Category:1903 births Category:2010 deaths Category:20th-century American businesspeople Category:21st-century American Jews",
 "title": "Roy Neuberger"
}