{
 "id": "332410",
 "text": "A preamplifier, also known as a preamp, is an electronic amplifier that converts a weak electrical signal into an output signal strong enough to be noise-tolerant and strong enough for further processing, or for sending to a power amplifier and a loudspeaker. Without this, the final signal would be noisy or distorted. They are typically used to amplify signals from analog sensors such as microphones and pickups. Because of this, the preamplifier is often placed close to the sensor to reduce the effects of noise and interference. ==Description== An ideal preamp will be linear (have a constant gain through its operating range), have high input impedance (requiring only a minimal amount of current to sense the input signal) and a low output impedance (when current is drawn from the output there is minimal change in the output voltage). It is used to boost the signal strength to drive the cable to the main instrument without significantly degrading the signal-to- noise ratio (SNR). The noise performance of a preamplifier is critical. According to Friis's formula, when the gain of the preamplifier is high, the SNR of the final signal is determined by the SNR of the input signal and the noise figure of the preamplifier. Three basic types of preamplifiers are available: * current-sensitive preamplifier * parasitic-capacitance preamplifier * charge-sensitive preamplifier. ==Audio systems== In an audio system, they are typically used to amplify signals from analog sensors to line level. The second amplifier is typically a power amplifier (power amp). The preamplifier provides voltage gain (e.g., from 10 mV to 1 V) but no significant current gain. The power amplifier provides the higher current necessary to drive loudspeakers. For these systems some common sensors are microphones, instrument pickups, and phonographs. Preamplifiers are often integrated into the audio inputs on mixing consoles, DJ mixers, and sound cards. They can also be stand-alone devices ==Examples== * The integrated preamplifier in a foil electret microphone. * The first stages of an instrument amplifier, which is then sent to the power amplifier. With instrument amplifiers, the preamp is often designed to produce overdrive or distortion effects. * A stand-alone unit for use in live music and recording studio applications. * As part of a stand-alone channel strip or channel strip built into an audio mixing desk. * A masthead amplifier used with television receiver antenna or a satellite receiver dish. * The circuit inside of a hard drive connected to the magnetic heads or the circuit inside of CD/DVD drive which connects to the photodiodes. * A switched capacitor circuit used to null the effects of mismatch offset in most CMOS comparator-based flash analog-to- digital converters * Due to its unique coloration, some preamplifiers can be emulated in software to be used in mixing. ==See also== * Low-noise amplifier (LNA) * Instrumentation amplifier * Buffer amplifier * Logarithmic resistor ladder ==External links== * Category:Electronic amplifiers Category:Audio engineering",
 "title": "Preamplifier"
}