{
 "id": "332590",
 "text": "Aelius Festus Aphthonius is believed to be the author (otherwise unknown) of a Latin work called De metris omnibus (\"About all the metres\") incorporated as part of the Ars Grammatica of the fourth-century AD Christian writer Gaius Marius Victorinus. The manuscripts of Victorinus's Ars Grammatica end with the words: Aelii Festi Aphthonii V.P. de metris omnibus explicit liber iiii (\"here ends the 4th book of Aelius Festus Aphthonius's de metris omnibus\"). Scholars have taken different views of this. Some, such as Heinrich Keil, the 19th century editor of Marius Victorinus, believed that Victorinus published the work of an earlier writer Aphthonius, to which he added an introduction and an appendix on the metres of Horace. The philologist P. Monceaux, however, writing in 1905, suggested that Aphthonius was later than Victorinus, and replaced part of Victorinus's work with his own.Monceaux (1905), p. 389, quoted by Bruce. A third view is expressed by Bruce (1949), who writes: \"In the present state of uncertainty, the uniformity of style and language seems to justify us in treating the whole of the Ars Grammatica as the work of Victorinus.\"Bruce (1949), p. 138. In the 2012 assessment of Rita Copeland and Ineke Sluiter, 'most of the Ars grammatica, as edited by Keil ... has now been recognized as the De metris of Aphthonius ... Only the opening section of the treatise ... is the work of Victorinus'.Rita Copeland and Ineke Sluiter, Medieval Grammar and Rhetoric: Language Arts and Literary Theory, AD 300-1475 (Oxford: Oxford University Press, 2012), p. 124 n. 3; . ==References== ==Further reading== *Bruce, F.F. (1946) “Marius Victorinus and His Works”. The Evangelical Quarterly 18 (1946): 132–153. *Keil, H., ed. (1874), Grammatici Latini, tom. vi (Lipsiae, 1874), including AG 1-4 (pp. 1–173), De Metris Horatianis (pp. 174–184), AG minor (pp. 185–205), De Metro et Hexametro (pp. 206–215). *Monceaux, P. (1905). Histoire littéraire de l’Afrique chrétienne iii, pp. 373–422. ==External links== *Corpus Grammaticorum Latinorum: complete texts and full bibliography *Text of Aphthonius in the Corpus Grammaticorum Latinorum. Category:Latin-language writers Category:Ancient Roman writers Category:Grammarians of Latin Category:4th-century Latin writers Category:Ancient linguists",
 "title": "Aelius Festus Aphthonius"
}