{
 "id": "332657",
 "text": "Daniel \"Dany\" James Heatley (born January 21, 1981) is a Canadian former professional ice hockey winger. Originally drafted by the Atlanta Thrashers second overall in the 2000 NHL Entry Draft, he won the Calder Memorial Trophy as the National Hockey League (NHL) rookie of the year in 2002. One of the Senators' perennial leading scorers during his tenure with Ottawa, Heatley set franchise records for single-season goals (50) in 2005–06, and points (105) in 2006–07. He played on the left wing with linemates Jason Spezza and Daniel Alfredsson. The line was consistently among the highest-scoring in the NHL after its formation in 2005–06, with the trio combining for a total of 296 points that season. Heatley represented Team Canada in six World Championships, two Olympics and one World Cup of Hockey, as well as two World Junior Championships. In 2008, he surpassed Marcel Dionne as Canada's all-time leader in goals and Steve Yzerman as the all-time leader in points for the World Championships. Heatley later played for the San Jose Sharks, Minnesota Wild and the Anaheim Ducks of the NHL, and last played with the Thomas Sabo Ice Tigers of the Deutsche Eishockey Liga in 2015–16. ==Early life== Heatley was born in Freiburg to Karin and Murray Heatley, where his father played professional hockey. When Murray retired from hockey, the family settled in Calgary, Alberta. ==Playing career== ===Amateur=== Playing minor hockey in the Alberta Midget Hockey League (AMHL) for the Calgary Buffaloes, Heatley tallied 91 points in 36 games in 1997–98 to earn the Harry Allen Memorial Trophy as the league's top scorer. He went on to lead the Buffaloes to the bronze medal at the 1998 Air Canada Cup, where he finished as both Top Scorer and Tournament MVP. As Heatley intended to play college hockey in the United States, he joined the Junior A ranks in 1998–99 with the Calgary Canucks of the Alberta Junior Hockey League (AJHL) to maintain his NCAA eligibility (as opposed to playing major junior). Recording 70 goals and 126 points in 60 games, he was named AJHL and Canadian Junior A Player of the Year. The following season, he began his two-year tenure with the University of Wisconsin Badgers of the Western Collegiate Hockey Association (WCHA). As a freshman, he was named to the WCHA First All-Star Team and NCAA West Second All-American Team, in addition to earning WCHA Rookie of the Year honours. In the off-season, he was drafted second overall by the Atlanta Thrashers in the 2000 NHL Entry Draft, behind goaltender Rick DiPietro. After his sophomore year, in which he was named to the 2001 WCHA Second All-Star and NCAA West First All-American Teams, Heatley chose to forgo his final two years of college eligibility to turn pro with the Thrashers. ===Professional=== ====Atlanta Thrashers (2001–2005)==== Heatley made his NHL debut with the Thrashers in 2001–02, leading all rookies in points (67) and assists (41) and was second in team goal-scoring (26) behind Ilya Kovalchuk. He won the Calder Memorial Trophy as the NHL's Rookie of the Year, for which Kovalchuk was also nominated. In the 2002–03 season Heatley emerged as an NHL star, recording 41 goals and 89 points in 77 games and finishing ninth overall in league scoring. As a result of a car crash in September 2003 that seriously injured Heatley and claimed the life of Thrashers' teammate Dan Snyder, Heatley's season did not start until January 2004 and he ultimately appeared in only 31 games. A difficult season ended with Heatley recording only 25 points as the Thrashers failed to earn a playoff spot. During the 2004–05 NHL lock-out, Heatley initially played for the Swiss team SC Bern. He scored 24 points in only 16 games before an errant puck struck his left eye and broke his orbital bone. As a result of this injury, the pupil of his left eye became permanently dilated. He finished the year with Thrashers' teammate Kovalchuk on the Ak Bars Kazan of the Russian Superleague (RSL), recording 4 points in eleven games. ====Ottawa Senators (2005–2009)==== Prior to the end of the lock-out, Heatley asked to be traded from Atlanta in hopes of leaving reminders of the tragic crash behind. This was unpopular with Atlanta fans, particularly as Snyder's father Graham noted that Heatley owed much to the Thrashers' organization that had particularly been extremely supportive of him during his trial and ordeal. On August 23, 2005, the Thrashers sent him to the Ottawa Senators for Slovak star Marián Hossa and veteran defenceman Greg de Vries. Hossa had just re- signed with the Senators after protracted and often contentious negotiations. A restricted free agent at the time of the trade, Heatley immediately signed a three-year, $13.5 million contract with the Senators. In his first game for the Senators, against the Toronto Maple Leafs on October 5, 2005, Heatley played with Jason Spezza and Brandon Bochenski, but when the Senators were down with five minutes to go, Daniel Alfredsson, who replaced Bochenski, scored the tying goal. As 2005–06 was the first year that the NHL implemented the shootout, Heatley became the second player to score in an NHL shootout, scoring against Leafs goalie Ed Belfour, after Alfredsson. Their sticks are now in the Hockey Hall of Fame. Later that month, on October 29, Heatley scored four consecutive goals in an 8–0 win over the Toronto Maple Leafs, marking a career high for goals in a game. Heatley made a spectacular start with his new team, registering points in the first 22 games of the 2005–06 season, breaking Marián Hossa's previous franchise record of 13 consecutive games. Among players with new teams, this was behind only Wayne Gretzky's 23-game streak upon joining the Los Angeles Kings during the 1988–89 season. thumb|left|upright=0.9|Heatley as a member of the Senators In his first game back in Atlanta as a Senator, he was frequently booed, indicating that Thrashers fans felt snubbed by Heatley's previous trade request. Despite scoring, Heatley and the Senators suffered an 8–3 defeat to his former Thrashers teammates. Heatley finished the 2005–06 season with 50 goals and 103 points, fourth in the league. Incidentally, Heatley's first 50-goal season also marked the first time any Senators player had achieved that mark, setting a franchise record for goals in a season (previously held by Marián Hossa, who scored 45 goals in 2002–03). Heatley's 103 points also tied Daniel Alfredsson for the team lead, together surpassing Alexei Yashin's franchise record of 94 points in a season (achieved in 1998–99). Catalyzed by a rejuvenated offence, Ottawa finished the season with the best record in the Eastern Conference and the second-best in the league. With lofty expectations for the playoffs, they were eliminated in the second round by the Buffalo Sabres. Heatley recorded 12 points in 10 games. At the end of the season, Heatley was selected, along with Alfredsson, to the Second All-Star Team. After a slow start to the 2006–07 season, Heatley recorded 50 goals once more (second in the league to Vincent Lecavalier's 52 goals) and 105 points (fourth in the league). By reaching the 50-goal plateau for the second straight season, he became the first NHL player to do so since Pavel Bure in 1999–2000. Heatley's 105 points broke the previous franchise record he shared with Alfredsson. His performance earned him a spot on the First All-Star Team. Heatley and the Senators followed up another strong regular season going all the way to the Stanley Cup finals, but finished short in five games against the Anaheim Ducks. The Alfredsson, Spezza and Heatley line was dominant, leading the NHL in playoffs points, all tied at 22. Fresh off the heels of a Stanley Cup finals appearance, Heatley began the 2007–08 season with a new six-year contract extension with the Senators worth $45 million, signed prior to the season opener against the Maple Leafs. Since arriving in Ottawa from the Marián Hossa trade, Heatley had appeared in 208 consecutive Senators games, until suffering a separated shoulder on January 12, 2008, in a collision with Detroit Red Wings forward Dallas Drake, sidelining him for 11 games. He completed the 2007–08 season with 41 goals and 41 assists for 82 points in 71 games. Ottawa was plagued with injuries to its superstars all season. Seeding seventh overall in the East, Ottawa met the Pittsburgh Penguins in the playoffs, coincidentally the same first-round match-up of the previous year. However, Heatley and the Senators would not make a second run for the Cup and were swept in four games. Heatley managed just one point. On October 3, 2008, Heatley was named alternate captain to Daniel Alfredsson, along with defenceman Chris Phillips. The 2008–09 season, however, was met with decreased production for Heatley and the top line as well as an 11th-place finish for the Senators in the Eastern Conference, well out of playoff contention. ====Trade request==== Coming off his lowest points total since his rookie season (excluding his shortened 31-game season in 2003–04), TSN reported that Heatley had filed a request for a trade on June 9, 2009, despite being only one year into a six-year contract extension signed in 2007. Heatley had reportedly become unhappy with his role with the Senators under new head coach Cory Clouston. Despite his declining offensive numbers, Heatley felt that his decreased ice time and his move from the first power- play line to the second power-play line were unfair to him. Prior to the trade request, these concerns had been brought to the attention of management during the Senators' year-end meetings. In an interview with reporters after the request had been made public, Senators' then-General Manager Bryan Murray stated that he was \"shocked and disappointed\" at Heatley's request. In addition, Murray said that head coach Clouston was hurt by Heatley's remarks. \"The frustrating part for us is we have gone through several coaches here that we couldn't win enough games with,\" Murray stated. \"We brought in a guy the results we were very happy with. The team started to look like a real team again. And then to be kind of blindsided, in his way of thinking anyway, by one of your players – not wanting to fit in. That's hard for a coach to accept.\" Senators' fans were blindsided by the request, and across the league observers were both puzzled and angry. Sports writers across Canada criticized Heatley's behaviour, calling him a \"brat\", \"pathetic\", and \"reprehensible\". \"I was surprised at it, but I understood it\", Atlanta Thrashers' GM Don Waddell said of Heatley's desire to leave Atlanta in the aftermath of Dan Snyder's death. \"This one, I really don't understand. He asked to get out (of Atlanta) and he went to a team that he obviously approved of and had some success. They went to the (2007 Stanley Cup) finals. What I can see is that he got a lot of support in Ottawa. I don't think (the trade request) says a lot of positive things on the surface... It sure doesn't show a good team attitude.\" Graham Snyder, father of Dan Snyder, played a significant role in helping Heatley avoid prison time after the crash that killed his son. He was confused by Heatley's decision to force a trade from Ottawa, saying \"I'm surprised because he signed a long-term deal (with Ottawa) and was playing in a market that seemed to embrace him.\" Snyder said there were \"a lot of ways\" Heatley could have dealt with the decision by Clouston to reduce his playing time and bump him down to the second power-play unit, rather than demanding a trade. \"Certainly, (talking with Clouston) behind the scenes would be a lot more effective, and trying to work through it.\" An Atlanta Thrashers' employee cryptically told the Vancouver Sun \"We know Dany very well. There is always a reason why these things happen.\" Tom Molloy, a close friend of the Heatley family, stoked the fires in Ottawa with a letter published in the Ottawa Citizen criticizing the widespread negative reaction to the trade request. \"(Heatley's) mother is very upset. And the attacks are all personal stuff, about his character\", Molloy lamented, adding that \"Nobody mentions that this is a guy who gives up a month of his summer every year to play for Team Canada.\" Molloy went as far as to blame the Senators' organization for Heatley's decision, claiming \"This is an organizational thing. If I was the owner of the Senators, I'd be calling my manager in and saying 'why don't guys want to play here anymore?'\" Trading Heatley was a challenge due to his large contract, a contract that was to pay him approximately $7.6 million for the upcoming 2009–10 season, and few other NHL teams possessed the available salary cap space to accommodate it. Further complicating matters was the partial no-trade clause in Heatley's contract which limited the number of teams Ottawa could negotiate a potential deal with. A trade was worked out to send Heatley to the Edmonton Oilers in exchange for Andrew Cogliano, Dustin Penner and Ladislav Šmíd on June 30, 2009, but Heatley again surprised the hockey world when he refused to waive the no-trade clause which would have finalized the deal, further angering fans in both Ottawa and Edmonton. NHL Deputy Commissioner Bill Daly suggested that the Senators may have grounds to file a grievance, as Heatley's contract stipulated the team pay a bonus (due July 1, 2009) of US$4 million. The Edmonton trade would have spared the Senators that expense. As Ottawa GM Murray began again to try to accommodate the trade demand, Heatley was still a member of the Senators as the team opened training camp on September 12, 2009. Heatley had little choice but to report for training camp, and the atmosphere between him and his Senators' teammates was described as \"awkward\", \"tense\", and \"untenable\". Team captain Daniel Alfredsson admitted days earlier that a scenario in which Heatley showed up in Ottawa as an unhappy camper would create a massive media headache for the rest of the team. \"If he comes back there's going to be a lot of focus and attention,\" Alfredsson said at the time, adding \"If somebody hits him in practice or something occurs, everything is going to get blown out proportion.\" Heatley himself sneaked back into Scotiabank Place, avoiding the cameras and throng of media awaiting some clarification regarding his desire to leave Ottawa. \"When I looked (Heatley) in the eye, I knew the minute he walked out the door that I had to trade him,\" GM Bryan Murray said a short time later. \"I didn’t think there was any chance. I just felt that we had to move him.\" ====San Jose Sharks (2009–2011)==== right|upright|thumb|Heatley in a Sharks preseason game in 2009 On September 12, 2009, Heatley was traded to the San Jose Sharks, along with a fifth-round pick in 2010, for Milan Michálek, Jonathan Cheechoo and a second-round pick in 2010. Heatley made $8 million that year.By Associated Press, San Jose Mercury News.\"Heatley joins Sharks.\" September 18, 2009. In the Sharks' fourth game of the season, their home opener against the Columbus Blue Jackets and Heatley's first game in front of the San Jose fans, Heatley capped a hat-trick with a penalty shot goal in the third period, bringing his season totals to four goals and five assists (nine points) in the first four games of the season. On November 20, Heatley recorded his second hat-trick in as many months, as he scored three times from passes from teammate Joe Thornton in a 6–3 win against the Philadelphia Flyers. The Sharks were eliminated in the 2010 Conference Finals as, with Dany Heatley in the penalty box, the Chicago Blackhawks scored the game-winning goal, sweeping the series. However, Head Coach Todd McLellan revealed that Heatley had been playing the entire playoffs with a torn groin muscle. On December 2, 2010, in his first return to Ottawa, Heatley was frequently booed. Though he had said that the city of Ottawa and the fans there had nothing to do with his desire to be moved, Senators fans were in no mood to forgive. Several fans who attended the game held up their #15 Heatley jerseys with certain letters covered up, so the name plate would spell out the word \"H-A-T-E\". Late in the game, a group of 10 fans came down to ice level and simultaneously threw their Heatley jerseys onto the ice in a coordinated protest. Another fan held up a sign reading \"Even Yashin Thinks You’re A Jerk\", a reference to former Senators' player Alexei Yashin who left the team amid controversy in 2001. The Sharks won the game 4–0, and Heatley had an assist. In the following season, Heatley put up the worst full-season point totals of his career, registering only 26 goals and 64 points in 80 games. After the season had concluded, it was revealed that Heatley had been battling multiple injuries during the season, and especially during the playoffs. ====Minnesota Wild (2011–2014)==== On July 3, 2011, Heatley was traded to the Minnesota Wild for Martin Havlát, his former teammate with Ottawa. There he joined former teammate Devin Setoguchi who had also been traded by the Sharks to the Wild on June 24, ten days before him. While producing a solid season, scoring 53 points, the Wild ultimately failed to reach the playoffs despite a hot start to the year. On February 9, 2012, Heatley recorded the fastest goal in Wild history, scoring 13 seconds into a game against the Vancouver Canucks. In the lock-out-shortened 2012–13 season, Heatley recorded 11 goals and 10 assists in 36 games with Minnesota. However, during a game against the San Jose Sharks in April, an altercation with former teammate Marc-Édouard Vlasic dislocated Heatley's left shoulder, requiring surgery that ended his season. The 2013–14 season saw Heatley's production decline dramatically, as he recorded only nine goals and 19 points in his first 55 games. Approaching unrestricted free agency, speculation began that his NHL career might be over and that he might move to Europe to continue his hockey career. Though he showed glimpses of his former abilities (registering seven points in one ten- game stretch) by the 74-game mark of the season, he had recorded only 27 points. On March 29, 2014, Heatley was a healthy scratch for the first time in his career after being demoted to the fourth line for several games.http://www.torontosun.com/2014/03/29/the-fall-has-been-quick-and-hard- for-the-minnesota-wilds-dany-heatley The fall has been quick and hard for the Minnesota Wild’s Dany Heatley ====Anaheim Ducks and Florida Panthers (2014–2015)==== On July 9, 2014, Heatley signed a one-year deal as a free agent with the Anaheim Ducks worth $1 million. He was a healthy scratch after four games with no points. On December 11, 2014, Heatley was assigned to the Ducks' American Hockey League (AHL) affiliate, the Norfolk Admirals. On December 29, 2014, he was placed on waivers. On February 28, 2015, Heatley was traded to the Florida Panthers along with a 2016 third-round draft choice for Tomáš Fleischmann. He finished his tenure with the Ducks with no points in 6 games, but recorded 7 in 25 games with Norfolk. Heatley did not play a single game with the Panthers, as he reported to the team's farm affiliate, the San Antonio Rampage. ====Europe==== Heatley signed with German club, the Thomas Sabo Ice Tigers of the Deutsche Eishockey Liga (DEL) on September 17, 2015. He reached the DEL playoff-semifinals with the Ice Tigers, where they fell short to the Grizzlys Wolfsburg. Heatley played a total of 59 games in the 2015–16 season, tallying 19 goals (including the Ice Tigers' final goal of the season) and 18 assists. ====All-Star Games==== Heatley has been voted into the NHL All-Star Game five times, and played in four of them, most recently in 2009. His first appearance in the All-Star Game was in 2003, where he scored four goals, tying a single-game All-Star record (held by four other players, including Wayne Gretzky). The game went to a shootout where Heatley scored the only goal for the Eastern Conference in a 6–5 loss. The shootout goal did not, however, count towards his regulation total of four, leaving him tied for the record. Heatley also added an assist for a game-high five points and was named the All-Star Game MVP. In response to Heatley's impressive performance in just his second NHL season, Eastern Conference teammate Jeremy Roenick commented, \"Twenty-two years old? You're not supposed to be able to pull moves like that at 22. My goodness.\" Heatley's next appearance came in 2007, where he played on a line with former SC Bern teammates Daniel Brière and Marián Hossa and got a goal and two assists in a 12–9 loss to the Western Conference. Heatley was selected for the 2008 game, but had to withdraw due to a shoulder injury he suffered in an earlier game against the Detroit Red Wings. Heatley was selected to his fourth All-Star Game in 2009 and scored a goal in a 12–11 Eastern Conference win in a shootout. ==International play== Heatley competed in two World Junior Championships during his two-year career at the University of Wisconsin. His first, in 2000, ended with a bronze medal win against the US in a shootout; Heatley scored a goal in the 4–3 victory. The next year, in 2001, Heatley scored three goals and five points as Canada won a second- straight bronze. Heatley made his senior international debut with Team Canada at the 2002 World Championships, after his rookie season with the Atlanta Thrashers. He scored four points as Canada was defeated in the quarter-finals by Slovakia. The following year, Heatley led Team Canada in scoring (seven goals and ten points) at the 2003 World Championships in Finland, en route to his first gold medal. Having missed the playoffs once more with the Thrashers, Heatley participated in the 2004 World Championships in the Czech Republic. Heatley dominated with 11 points to lead all tournament scorers, earning his second-straight MVP award. Canada captured a second-straight gold medal, defeating Sweden 5–3 in the final. Heatley scored his eighth goal of the tournament in the third period, starting a rally from a 3–1 deficit. Several months later, Heatley competed in the 2004 World Cup and contributed two assists as Canada defeated Finland in the final to capture the second-ever World Cup championship. At the 2005 World Championships in Austria, his fourth-straight World Championships, Heatley did not achieve the same success, with seven points in nine games, as Canada was shut-out by the Czech Republic in the gold medal game. On December 21, 2005, Heatley was chosen by Team Canada to participate in the 2006 Winter Olympics in Turin – his first Olympic games. Heatley managed three points in six games as Canada, defending its 2002 gold medal, was eliminated in the quarter-finals by Russia. As Heatley returned to the World Championships after a three-year absence in 2008 – he was added to the roster with teammate Jason Spezza after the Ottawa Senators were eliminated from the playoffs – he became Team Canada's all-time goal- scorer and then all-time point leader for the World Championships, passing Marcel Dionne and Steve Yzerman, accordingly. Heatley finished the tournament with a staggering 12 goals and eight assists in nine games, however, Canada was defeated by Russia in overtime of the gold medal game. Heatley was given MVP, Best Forward and All-Star Team honours. In the summer of 2009, Heatley was invited to Team Canada's Olympic tryout camp in Calgary, where he was booed on the ice by fans. On December 30, 2009, Heatley was selected to play for Team Canada at the 2010 Winter Olympics. Heatley helped lead Team Canada to an 8–0 win in the first game of the 2010 Olympic tournament by scoring two goals. On February 28, 2010, the team defeated the United States to win Canada's eighth gold medal in Olympic men's hockey. ==Personal life== ===Citizenship=== Dany Heatley holds dual Canadian-German citizenship because his mother is German. ===Car crash=== On September 29, 2003, Heatley was seriously injured in a car crash after he lost control of the Ferrari 360 Modena he was driving on a curved road in a residential area of Atlanta. The car struck a wall, splitting in half and ejecting Heatley and his passenger, Atlanta Thrashers' teammate Dan Snyder. Heatley suffered a broken jaw, a concussion, a bruised lung and a bruised kidney, and he tore three ligaments in his right knee. Snyder was critically injured with a skull fracture and died in hospital of sepsis on October 5, 2003. Heatley pleaded guilty to second-degree vehicular homicide, driving too fast for conditions, failure to maintain a lane and speeding. He admitted to consuming alcohol prior to the crash, but his blood-alcohol content tested below the legal limit. He was sentenced to three years probation and the judge ruled that any vehicle driven by Heatley could not have more than six cylinders nor surpass 70 mph (112 km/h). Heatley avoided having to go to trial as part of a plea deal that dropped the first-degree charge of vehicular homicide. The Thrashers and the Atlanta community were largely supportive of Heatley, and Snyder's family told the judge and prosecutors that nothing would be gained by imprisoning him. ===Lawsuit against agent=== In August 2012, it was revealed that Heatley had filed an $11 million lawsuit against his longtime agent and business adviser Stacey McAlpine, McAlpine's parents Gerald and Eugenia, and several companies. The suit, filed in the Calgary Court of Queen's Bench of Alberta, alleges that the defendants lured Heatley into several real estate ventures across Canada and the United States with promises of huge returns that never materialized. It is also alleged that Stacey McAlpine made unauthorized withdrawals of more than $4 million from Heatley's bank accounts. The defendant companies named in court documents are Presidential Suites Inc., Waterfront Development Inc., McAlpine Sports Management Inc., and NSEM Management Inc. One month later, it was revealed that Heatley's former Senators teammate Chris Phillips was also initiating a $7.5 million suit against Stacey McAlpine to recover lost money as a result of bad real estate deals. The suit, launched at the Ontario court in Ottawa, alleges Phillips felt he was misled by McAlpine and has not been able to recover monies invested. After a lengthy court process, Heatley was awarded $6.5 million from a judge in Calgary, Alberta on July 21, 2017. McAlpine was later arrested and charged with fraud, money laundering and theft by authorities in Winnipeg, Manitoba, Canada, on October 18, 2017. McAlpine died on March 5, 2018, at the age of 54, and the charges of fraud, theft and laundering the proceeds of crime were stayed two days later. ===Endorsements=== Heatley was selected as the cover player for the 2004 installment of the EA Sports NHL video game franchise in 2003 (NHL 2004). However, due to the fallout from Heatley's crash shortly afterwards, EA switched the cover photo to Joe Sakic, although many copies of the game were shipped with his photo on them. ===Records and milestones=== ;NHL *All-Star Game record for most goals in a game (4, tied) *All-Star Skills Competition record for shooting accuracy (2004) – 4-for-4 (shared with Ray Bourque, Mark Messier, Tomas Kaberle, Evgeni Malkin and Jeremy Roenick) *First NHL game- winning shootout goal ;Team *Atlanta Thrashers franchise record for most points by a rookie (67) *Ottawa Senators franchise record for most goals in a season (50) *Ottawa Senators franchise record for most points in a season (105) *Ottawa Senators franchise record for longest point-scoring streak (22 games) *Ottawa Senators franchise record for most points in one post-season (22, tied with Jason Spezza and Daniel Alfredsson) *First Ottawa Senator in franchise history to score 50 goals in a season *First Ottawa Senator in franchise history to score back to back 50 goal seasons ;International *Team Canada's all-time leading goal-scorer – 42 (as of 2010 Winter Olympics) *Team Canada's all-time leading point-scorer – 69 (as of 2010 Winter Olympics) ==Career statistics== ===Regular season and playoffs=== Bold indicates led league {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 1997–98 | Calgary Buffaloes AAA | AMHL | 36 | 32 | 59 | 91 | 34 | 10 | 10 | 12 | 22 | 30 |- bgcolor=\"#f0f0f0\" | 1998–99 | Calgary Canucks | AJHL | 60 | 70 | 56 | 126 | 91 | 13 | 22 | 13 | 35 | 6 |- | 1999–2000 | Wisconsin Badgers | WCHA | 38 | 28 | 28 | 56 | 32 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2000–01 | Wisconsin Badgers | WCHA | 39 | 24 | 33 | 57 | 74 | — | — | — | — | — |- | 2001–02 | Atlanta Thrashers | NHL | 82 | 26 | 41 | 67 | 56 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2002–03 | Atlanta Thrashers | NHL | 77 | 41 | 48 | 89 | 58 | — | — | — | — | — |- | 2003–04 | Atlanta Thrashers | NHL | 31 | 13 | 12 | 25 | 18 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2004–05 | SC Bern | NLA | 16 | 14 | 10 | 24 | 58 | — | — | — | — | — |- | 2004–05 | Ak Bars Kazan | RSL | 11 | 3 | 1 | 4 | 22 | 4 | 2 | 1 | 3 | 4 |- bgcolor=\"#f0f0f0\" | 2005–06 | Ottawa Senators | NHL | 82 | 50 | 53 | 103 | 86 | 10 | 3 | 9 | 12 | 11 |- | 2006–07 | Ottawa Senators | NHL | 82 | 50 | 55 | 105 | 74 | 20 | 7 | 15 | 22 | 12 |- bgcolor=\"#f0f0f0\" | 2007–08 | Ottawa Senators | NHL | 71 | 41 | 41 | 82 | 76 | 4 | 0 | 1 | 1 | 6 |- | 2008–09 | Ottawa Senators | NHL | 82 | 39 | 33 | 72 | 88 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2009–10 | San Jose Sharks | NHL | 82 | 39 | 43 | 82 | 54 | 14 | 2 | 11 | 13 | 16 |- | 2010–11 | San Jose Sharks | NHL | 80 | 26 | 38 | 64 | 56 | 18 | 3 | 6 | 9 | 12 |- bgcolor=\"#f0f0f0\" | 2011–12 | Minnesota Wild | NHL | 82 | 24 | 29 | 53 | 28 | — | — | — | — | — |- | 2012–13 | Minnesota Wild | NHL | 36 | 11 | 10 | 21 | 8 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2013–14 | Minnesota Wild | NHL | 76 | 12 | 16 | 28 | 18 | 11 | 1 | 5 | 6 | 4 |- | 2014–15 | Anaheim Ducks | NHL | 6 | 0 | 0 | 0 | 0 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2014–15 | Norfolk Admirals | AHL | 25 | 2 | 5 | 7 | 8 | — | — | — | — | — |- | 2014–15 | San Antonio Rampage | AHL | 18 | 6 | 7 | 13 | 8 | 3 | 0 | 0 | 0 | 0 |- bgcolor=\"#f0f0f0\" | 2015–16 | Thomas Sabo Ice Tigers | DEL | 46 | 17 | 15 | 32 | 30 | 12 | 2 | 3 | 5 | 14 |- bgcolor=\"#e0e0e0\" ! colspan=\"3\"|NHL totals ! 869 ! 372 ! 419 ! 791 ! 620 ! 77 ! 16 ! 47 ! 63 ! 63 |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:40em\" |- ALIGN=\"centre\" bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! Result ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! GP ! G ! A ! Pts ! PIM |- | 2000 | Canada | WJC | | 7 | 2 | 2 | 4 | 4 |- bgcolor=\"#f0f0f0\" | 2001 | Canada | WJC | | 7 | 3 | 2 | 5 | 10 |- | 2002 | Canada | WC | 6th | 7 | 2 | 2 | 4 | 2 |- bgcolor=\"#f0f0f0\" | 2003 | Canada | WC | | 9 | 7 | 3 | 10 | 10 |- | 2004 | Canada | WC | | 9 | 8 | 3 | 11 | 4 |- bgcolor=\"#f0f0f0\" | 2004 | Canada | WCH | | 6 | 0 | 2 | 2 | 2 |- | 2005 | Canada | WC | | 9 | 3 | 4 | 7 | 16 |- bgcolor=\"#f0f0f0\" | 2006 | Canada | OG | 7th | 6 | 2 | 1 | 3 | 8 |- | 2008 | Canada | WC | | 9 | 12 | 8 | 20 | 4 |- bgcolor=\"#f0f0f0\" | 2009 | Canada | WC | | 9 | 6 | 4 | 10 | 8 |- | 2010 | Canada | OG | | 7 | 4 | 3 | 7 | 4 |- bgcolor=\"#e0e0e0\" ! colspan=\"4\"|Junior totals ! 14 ! 5 ! 4 ! 9 ! 14 |- bgcolor=\"#e0e0e0\" ! colspan=\"4\"|Senior totals ! 71 ! 44 ! 30 ! 74 ! 56 |} === NHL All-Star Games === {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align: center; width: 40em;\" |- bgcolor=\"#e0e0e0\" ! Year ! Location ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! G!!A!!Pts |- | 2003 | Sunrise | 4 | 1 | 5 |- bgcolor=\"#f0f0f0\" | 2007 | Dallas | 1 | 1 | 2 |- | 2008 | Atlanta | — | — | — |- bgcolor=\"#f0f0f0\" | 2009 | Montreal | 1 | 0 | 1 |- bgcolor=\"#e0e0e0\" ! colspan=3 | All-Star totals ! 6 ! 2 ! 8 |} ==Awards and achievements== {| class=\"wikitable\" ! Award ! Year |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | AMHL |- | Air Canada Cup bronze medal | 1997, 1998 |- | Harry Allen Memorial Trophy (Top scorer) | 1998 |- | Air Canada Cup MVP | 1998 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | AJHL |- | Player of the Year | 1999 |- | CJHL Player of the Year | 1999 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | College |- | All-WCHA Rookie Team | 2000 |- | All-WCHA First Team | 2000 |- | WCHA Rookie of the Year | 2000 |- | AHCA West Second-Team All-American | 2000 |- | All-WCHA Second Team | 2001 |- | AHCA West First-Team All-American | 2001 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | NHL |- | Calder Memorial Trophy | 2002 |- | All-Rookie Team | 2002 |- | All-Star Game | 2003, 2007, 2008*, 2009 |- | All-Star Game MVP | 2003 |- | EA Sports NHL cover athlete | 2004 |- | Second All-Star Team | 2006 |- | First All-Star Team | 2007 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | International |- | WC All-Star Team | 2004, 2008 |- | WC Best Forward | 2004, 2008 |- | WC MVP | 2004, 2008 |} ==References== ==External links== * * * * Category:1981 births Category:Living people Category:Ak Bars Kazan players Category:Anaheim Ducks players Category:Atlanta Thrashers draft picks Category:Atlanta Thrashers players Category:Calder Trophy winners Category:Calgary Canucks players Category:Canadian ice hockey right wingers Category:German emigrants to Canada Category:German ice hockey players Category:Ice hockey people from Alberta Category:Ice hockey players at the 2006 Winter Olympics Category:Ice hockey players at the 2010 Winter Olympics Category:Medalists at the 2010 Winter Olympics Category:Minnesota Wild players Category:National Hockey League All- Stars Category:National Hockey League first round draft picks Category:Olympic gold medalists for Canada Category:Olympic ice hockey players of Canada Category:Olympic medalists in ice hockey Category:Ottawa Senators players Category:Sportspeople from Freiburg im Breisgau Category:San Antonio Rampage players Category:San Jose Sharks players Category:SC Bern players Category:Sportspeople convicted of crimes Category:Sportspeople from Calgary Category:Thomas Sabo Ice Tigers players Category:Wisconsin Badgers men's ice hockey players Category:German expatriate sportspeople in the United States Category:Canadian expatriate sportspeople in the United States Category:German expatriate ice hockey people Category:Canadian expatriate ice hockey players in Germany Category:Canadian expatriate ice hockey players in Switzerland Category:German expatriate sportspeople in Switzerland Category:Canadian expatriate ice hockey players in Russia Category:AHCA Division I men's ice hockey All-Americans",
 "title": "Dany Heatley"
}