{
 "id": "332794",
 "text": "The Quartering Acts were two or more Acts of British Parliament requiring local governments of Britain's North American colonies to provide the British soldiers with housing and food. Each of the Quartering Acts was an amendment to the Mutiny Act and required annual renewal by Parliament.William Winthrop, Military Law and Precedents, 19-20 (2d ed., Government Printing Office 1920); \"Quartering Act.\" They were originally intended as a response to issues that arose during the French and Indian War and soon became a source of tensions between the inhabitants of the Thirteen Colonies and the government in London. These tensions would later lead toward the American Revolution. ==Quartering Act 1765== General Thomas Gage, commander-in-chief of forces in British North America, and other British officers who had fought in the French and Indian War (including Major James Robertson), had found it hard to persuade colonial assemblies to pay for quartering and provisioning of troops on the march. Therefore, he asked Parliament to do something. Most colonies had supplied provisions during the war, but the issue was disputed in peacetime. The Province of New York was their headquarters, because the assembly had passed an Act to provide for the quartering of British regulars, but it expired on January 2, 1764,Kammen, pg. 355 The result was the Quartering Act 1765, which went far beyond what Gage had requested. No standing army had been kept in the colonies before the French and Indian War, so the colonies asked why a standing army was needed after the French had been defeated in battle. This first Quartering Act5 Geo. III, c. 33. was given Royal Assent on May 15, 1765,Gordon Wood, The American Revolution (New York: Random House, 2002). and provided that Great Britain would house its soldiers in American barracks and public houses, as by the Mutiny Act 1765, but if its soldiers outnumbered the housing available, would quarter them in \"inns, livery stables, ale houses, victualing houses, and the houses of sellers of wine and houses of persons selling of rum, brandy, strong water, cider or metheglin\", and if numbers required in \"uninhabited houses, outhouses, barns, or other buildings.\" Colonial authorities were required to pay the cost of housing and feeding these soldiers. When 1,500 British troops arrived at New York City in 1766 the New York Provincial Assembly refused to comply with the Quartering Act and did not supply billeting for the troops. The troops had to remain on their ships. With its great impact on the city, a skirmish occurred in which one colonist was wounded following the Assembly's refusal to provide quartering. For failure to comply with the Quartering Act, Parliament suspended the Province of New York's Governor and legislature in 1767 and 1769, but never carried it out, since the Assembly soon agreed to contribute money toward the quartering of troops; America During the Age of Revolution, 1766-1767, Library of Congress the New York Assembly allocated funds for the quartering of British troops in 1771. The Quartering Act was circumvented in all colonies other than Pennsylvania. This act expired on March 24, 1776. == Quartering Act 1774 == The Quartering Act 1774 was known as one of the Coercive Acts in Great Britain, and as part of the intolerable acts in the colonies. The Quartering Act applied to all of the colonies, and sought to create a more effective method of housing British troops in America. In a previous act, the colonies had been required to provide housing for soldiers, but colonial legislatures had been uncooperative in doing so. The new Quartering Act allowed a governor to house soldiers in other buildings if suitable quarters were not provided. While many sources claim that the Quartering Act allowed troops to be billeted in occupied private homes, historian David Ammerman's 1974 study claimed that this is a myth, and that the act only permitted troops to be quartered in unoccupied buildings. == Quartering in time of war == During the French and Indian War Britain had forcibly seized quarters in private dwellings.Anderson, p. 649 In the American Revolutionary War, the New York Provincial Congress barracked Continental Army troops in private homes.Schecter, pg. 90 The Americans strongly opposed the quartering of British troops in their homes because the British Parliament had created the Mutiny Act under which the British army was supposed to be prohibited against quartering troops in private homes of citizens against their will. Although Parliament passed these laws in 1723, 1754, and 1756 the British Army ignored them in the Colonies. Because of this violation of their rights the colonies believed that liberty itself would be destroyed. Along with the fear of a loss of liberty, the colonists felt that the British army should be subordinate to civil authority since Parliament already stated that the army couldn't force quartering through the Mutiny Act.Rogers, pg. 7 With the growing worries of illegal quartering by the British, the Pennsylvania Assembly met and denied any quartering bill that guaranteed citizens could deny soldiers to stay in private homes. When the Assembly finally passed the quartering bill, the passage stating how soldiers could or could not be quartered in homes was omitted and it only outlined how the soldiers were to be quartered in public houses. That winter's harsh conditions led the British commander, Col. Henry Bouquet, to order the colonists to quarter his troops in other places than just private homes. Bouquet felt his troops couldn't survive the winter without better living conditions. Bouquet wrote a letter to the governor of Pennsylvania telling him to issue a warrant to allow the quartering of his troops in private homes. The governor issued the warrant but left it blank instead of directly listing what Col. Bouquet could or could not do. The Pennsylvania Assembly was outraged when they learned what their governor had done. But instead of asking for a veto on the warrant they asked for a review on how many troops could be quartered in a single home at a time. But the only response they received was that the king's troops must and will be quartered. In response to this the Assembly met on a Sunday for the first time. There they wrote a letter to the governor asking why their constitutional rights were being violated when The British Parliament laws favored the colonists.Rogers, pg. 8 In response to what was happening to the colonists, Benjamin Franklin opened up an Assembly meeting suggesting that soldiers could be quartered in public houses in the suburbs. This meant instead of the troops be directly in the city they would be in houses on the outskirts of the city on farms where they could potentially have more space. Governor Denny attended this Pennsylvania meeting and bluntly answered that the commander in chief, Lord Loudoun, had requested quartering for the troops in Philadelphia and if anybody had a problem with this then they should talk to him. The committeemen brought to light that they felt Denny was siding with the British military when instead as governor he should work to protect the rights of the colonists. The ongoing quarrel between State Assembly, governor, and Lord Loudoun wasn't a dispute between legislature and executive powers; but a contest for political liberty. The colonists had the same rights through British Parliament laws but they were not granted to them and instead threatened by bayonets for personal gain. In Albany, New York the mayor had allocated $1,000 for the building of barracks for Loudoun's troops, but the barracks had not been built by the time the troops arrived. The mayor told Loudoun that he knew his rights and refused to let the troops be quartered in Albany. When the mayor stayed adamant on his beliefs of not allowing the troops to be quartered, Loudoun had them forcefully apply themselves in private homes. In an early August committee meeting in Boston, Massachusetts, the governor was able to get the committee to pass a bill to grant money for the building of barracks. These barracks would accommodate up to one thousand troops. The barracks were built and all that had to be done was convince Loudoun to obey the procedures set by parliament. Everything went smoothly until two recruiting officers complained to governor Pawnall of Massachusetts that they were denied quarters in Boston. The response was that it was illegal to quarter in private homes in Boston and the committeemen suggested that they stay at the newly built barracks at Castle William. The timing of this new meeting with Lord Loudoun was extremely unfortunate. He was currently suffering losses in northern New York while trying to hold off the French and Indians. When he heard of what happened with the committeemen he argued that the current military crisis made it acceptable to quarter troops in private homes. A bill was then brought to the governor to sign that said troops could be quartered in homes but innkeepers had the right to complain to a judge if they felt too many soldiers were there. Loudoun was enraged with this and threatened to force troops upon civilians again. By the end of December, the Massachusetts legislature was able to get Loudoun to agree to quarter his troops at Castle William, which meant through the long process the colonists, were able to uphold their legal rights.Rogers, pg. 9 On May 3, 1765 the British Parliament met and finally passed a Quartering Act for the Americans. The act stated that troops could only be quartered in barracks and if there wasn't enough space in barracks then they were to be quartered in public houses and inns. If still not enough space then the governor and council were to find vacant space, but at no time was it legal to quarter troops in private homes.Rogers, pg. 10 ==Modern relevance== A section of the United States Declaration of Independence listing the colonies' grievances against the King explicitly notes: The Third Amendment to the United States Constitution, expressly prohibited the military from peacetime quartering of troops without consent of the owner of the house. A product of their times, the relevance of the Acts and the Third Amendment has greatly declined since the era of the American Revolution, having been the subject of only one case in over 200 years, Engblom v. Carey in 1982. The Quartering Act has been cited as one of the reasons for the Second Amendment to the United States Constitution, which prohibits infringing on the right of the people to keep and bear arms. Standing armies were mistrusted, and the First Congress considered quartering of troops to have been one of the tools of oppression before and during the American revolution. ==See also== * Dragonnade * The Mutiny Acts * Billeting ==Notes== ==References== * * * * * * * ==External links== * Text of the Quartering Act 1765 * Text of the Quartering Act 1774 Category:Laws leading to the American Revolution Category:Acts of the Parliament of Great Britain Category:1764 in law Category:Great Britain Acts of Parliament 1765 Category:Great Britain Acts of Parliament 1774 Category:1764 in the Thirteen Colonies Category:1765 in the Thirteen Colonies Category:1774 in the Thirteen Colonies",
 "title": "Quartering Acts"
}