{
 "id": "332843",
 "text": "New Found Glory (often referred to as ) is the second studio album and major label debut by the American rock band of the same name. It was produced and mixed by Neal Avron and released on September 26, 2000, through Drive-Thru and MCA Records. Featuring a new recording of the band's breakthrough single \"Hit or Miss\", the album was later certified gold by the Recording Industry Association of America (RIAA) with shipments of 500,000 units. During the band's American tour in late 2009, they announced a special edition re-release of the album to celebrate its tenth anniversary. The deluxe package included new liner notes, seven b-sides and a DVD. A commemorative tour also took place with the album played live in its entirety. In recent years, the album is often cited by music critics as one of the greatest pop punk albums of all time, and was officially inducted into the Rock Sound Hall of Fame in 2012. ==Background and recording== Following the underground success of debut album Nothing Gold Can Stay (1999), Drive-Thru Records founder Richard Reines had paid Eulogy Recordings $5,000 to license the album and sign the band. Drive- Thru had initially wanted to re-release Nothing Gold Can Stay along with a newly recorded version of breakthrough single \"Hit or Miss\". Chad Gilbert said of the process, \"So we went into the studio with Jerry Finn and recorded it with him. I don't like how it came out, at all. He was such a cool guy, but we were like, 'nah, we don't want to use it'\". The reissue appeared in October and was promoted with a music video for \"Hit or Miss\". Around this time, the band took a two-week break from touring and entered a studio to record the From the Screen to Your Stereo EP, which was released in March 2000. From June 2000, the band took a six-week break from touring to record an album with producer Neal Avron. Having met him previously, the two parties discussed the desired sound the band were striving for on the record. Avron said, \"During pre-production, we'd get in their van for lunch and they had a poster of Britney Spears up. They wanted the music to be heavy, but the vocals to be super-pop, that was the goal\". They re-recorded \"Hit or Miss\" again, as they felt the increase in recording budget would help the song. Avron felt that less focus on the drums was better; he would be apprehensive when Bolooki came up with a fill. As a result, most of the drum parts were \"kind of more laid back\" than what Bolooki had intended. ==Composition== Musically, New Found Glory has been described as pop punk, comprising upbeat rhythms, buzzing guitar work, and nasally vocals, drawing comparisons to Blink-182 and the Get Up Kids. Gilbert said the group attempted to merge the rhythm of New York hardcore with elements of west coast punk. Bolooki said the title was purposely left ambiguous as it \"could mean anything\". Guitarist and lyricist Steve Klein originally claimed that the album was about one sole girl he dated for a year-and-a-half. The lyrics tackle the topics of growing up, having relationships and moving forward in life. Discussing the writing process, Bolooki said Gilbert would typically come up with a few riffs and make the outline of a song with them. He then shares it with the rest of the band, who worked on its structure, before Klein works on vocal melodies with Pundik. It gets shared with the band again for them to add the final touches. The opening track \"Better Off Dead\" starts with fast-paced drums and up-tempo guitar riffs, which Gilbert said was indebted to his punk and hardcore roots. It is followed by \"Dressed to Kill\", which talks about touring. \"Hit or Miss\" sees the narrator tell a story of waiting by a phone that will never ring, and references \"Thriller\" by Michael Jackson. Klein wrote it after remembering things that he didn't like about his ex and debating whether it was right to break up with her. Discussing \"Sucker\", Klein said it was him telling the girl that inspired Nothing Gold Can Stay that none of the tracks on New Found Glory were about her. \"Boy Crazy\" talks about the typical way girls fall in love with various guys. The closing track \"Ballad for the Lost Romantics\" is a tongue-in-cheek number about the songs that couples listen to early in their relationships. ==Release== The band played two shows of the Warped Tour; they played on a local stage and outdrew of the tour's headlining act. On August 28, New Found Glory was announced for release the following month. The group played shows with Face to Face, Saves the Day, and Alkaline Trio between late August and early October. New Found Glory was released on September 26. In October and November, the group toured with Fenix TX, which was followed by a headlining tour with support from Midtown and Dashboard Confessional until mid-December. The band closed the year with a New Year's Eve showed alongside Blink-182 and Weezer. In January 2001, they performed at a snowboard cross competition, a benefit for a down syndrome charity, and a WHFS radio show. Also in the month, a music video was filmed for \"Hit or Miss\". It was shot in Los Angeles, California and featured The Real World New Orleans actress Julie Stoffer. The group invited fans through their website to attend the filming, which resulted in over 1,000 people showing up and being shut down by the Los Angeles County fire marshal. The video was posted online on February 15; it showed the band attempting to get into a venue on time. In February and March, the group supported Less Than Jake on their US headlining tour. The \"Hit or Miss\" music video was gaining video airplay in March. In April, the group went on tour with Glassjaw, the Movielife and Autopilot Off. On April 18, the group performed \"Hit or Miss\" on Late Night with Conan O'Brien. Following this, the band went on a tour of Europe. Preceded by a performance at KROQ Weenie Roast, the band played the first seven shows on the Warped Tour until early July. They spent the following two months opening for Blink-182. The music video for \"Dressed to Kill\" was posted online on July 24. In August, the band performed at Edgefest II in Canada. Due to the September 11 attacks, two shows were rescheduled for the following week. Around this time, the band members moved out from Coral Springs to San Diego, California, save for Gilbert, who moved to Los Angeles. In October and November, the band went on the Warped Inside Tour, which featured Rx Bandits, H2O and River City High as the support acts. Halfway through the trek, Bolooki broke his arm after falling off stage; Rx Bandit drummer Chris Tsagakis filled his spot. In December, the group went on a tour of the UK with support from Fenix TX. ==Tenth anniversary edition and tour== During late 2009, the band announced they were planning a commemorative tour in early 2010 to celebrate the album's tenth anniversary. A special edition re-release of the album was confirmed which featured seven bonus tracks and a DVD. Soon after in December 2009, AbsolutePunk officially announced the special anniversary edition of the album would be released on January 26, 2010, through Geffen Records. The additional material includes new liner notes, demos, b-sides, The Story So Far DVD and a remix of debut single \"Hit or Miss\" by the late Jerry Finn. The re-issue also included a slightly altered version of the original cover art designed by Tim Stedman. Its collage of faded photos, including images of video games, roller skates and a Playboy, is said to encapsulate the band members' lives as teenagers (when the album was written). A full tour commencing on January 29 was also confirmed, titled The 10 Year Anniversary of the Self-Titled Record Tour, where the band would play the record in its entirety, with support from Saves the Day, Hellogoodbye and Fireworks. During the tour, the band played through the records twelve songs from start to finish, followed by an extended encore, with up to eight additional songs. ==Reception== Upon the album's release, it was well received by music critics. AllMusic writer Richie Unterberger awarded the album a favorable 3½ stars out of five. Despite stating the album wasn't \"entirely original,\" he praised the record's \"choppy uptempo rhythms, spiky buzzing guitars, and youthful harmonies.\" He also added that \"there were less likable young punk bands that could have been honored with a record deal in 2000\". Michael Dabaie of CMJ was also favorable in his review. Comparing the band to Green Day, Face to Face and Blink-182, he stated, \"New Found Glory hits on a winning formula on its self-titled record: Without treading too far from the aggro path blazed years ago by bands like Dag Nasty, the quintet delivers catchy pop-punk riffs, smooth vocal harmonies and songs that are angst-ridden without being nihilistic. These guys exude sincerity, and lyrics like \"The needle on my record player is wearing thin/This record has been playing since the day you've been with him\" will ring true with everyone who ever wore out their Descendents records during a bad breakup.\" In his 8/10 review for webzine Drowned in Sound, Martin Rivers said it's songs were \"spellbindingly catchy\", making for a \"polished and hugely refreshing album.\" British rock magazine Kerrang! awarded the album a maximum five K! score. Describing the release as the band's \"essential purchase,\" they also wrote, \"Marking one of the biggest and quickest improvements in alternative music, the band's major label debut hurled them to the forefront of the punk scene. Packed with infectious melodies and sing-along anthems, it would see them jostling with the likes of Blink-182 for the genre's crown.\" Fellow British magazine NME awarded the album 8/10 and opined the band had \"spot-on vocal harmonies that add just the right amount of pop tinge to [their] relentlessly hard-charging tunes.\" Writing for webzine PopMatters, Andy Argyrakis was of the view that the band succeeded in writing simple, easily relatable songs that translate well in a live setting. He also added that \"The band’s sound runs the gamut of many of the popular punk bands of today – MXPX, Blink-182 and SR-71.\" ==Legacy== ===Retrospective reviews=== Arielle Castillo of the Miami New Times wrote a retrospective article on the album in 2010. She recalled how their \"self-titled second album catapulted the Coral Springs quartet to national stardom. Released before emo had become a dirty word, the disc boasted a boisterous but sensitive pop-punk mood that was reflected on its cover - perfectly encapsulating the record's lyrical and sonic dance between teenage romantic naiveté and adulthood.\" PopMatters writer Melissa Bobbit, whilst reviewing a show on the anniversary tour, enthused \"what a blessing it is to still have NFG around, on this, the 10th anniversary of their self-titled record. This tour served as a collection of whimsical snapshots in their prolific career. New Found Glory’s influence is vastly felt today. A testament to that was supporting act Fireworks, whose whiplash sound and choreographed jumping all came from the pages of the NFG guidebook to punk-pop.\" Jason Tate, the founder and CEO of AbsolutePunk, wrote of the album, \"Back when New Found Glory's Self-Titled album was released there weren't many that gave it a chance to be one of the building-blocks for an entire genre. However, in hindsight, it appears as though that disc may have had more of an impact than anyone ever could have guessed.\" Reviewing the 10th Anniversary Edition in 2010, Adam Kennedy of Rock Sound explained that the re-issue was a \"timely reminder of their bratty pop-punk beginnings. If heartfelt accounts of adolescent love and loss is what you're looking for, New Found Glory is as relevant today as ten years previous.\" Kerrang! also issued a new article covering its tenth anniversary re-issue. George Garner wrote \"without them, pop-punk would be missing some of its most anthemic moments, and All Time Low wouldn't have their name.\" Writing for Sputnikmusic in 2012, staff member Atari awarded the album a \"classic\" 5/5 rating. He noted how \"much like a thrash album, New Found Glory’s self titled album is an adrenaline fueled ride that doesn’t slow down once throughout the entire experience.\" He praised the record's \"great sense of melody\", before declaring it \"one of the best pop punk albums of all time.\" Mark Hoppus, who later produced the band's sixth studio album, said of New Found Glory: \"It was one of those records that never found its way out of my CD player. New Found Glory just had something different and unique. I was really drawn to their melodies, and their guitar parts were more interesting and more creative than a lot of the stuff that was going on.\" It was also explained that when Jared Logan was producing Fall Out Boy's debut album, he asked bassist Pete Wentz about the sound the band had desired for recording. Wentz responded by \"handing over the first two New Found Glory records\". ===Accolades=== In November 2004, Kerrang! released a feature called \"666 Songs You Must Own\". In the \"New School Punk\" category, lead single \"Hit or Miss\" was placed at number fourteen. Earlier in 2001, Rock Sound placed the album at number forty-five in its annual \"Critics' Poll of 2001\", while in 2012 it was formally inducted into its official Hall of Fame. Later that year, the album again featured, this time at number 39 in the magazine's \"101 Modern Classics\", a list honoring the best albums between 1997 and 2012. Ben Patashnik expressed that \"with this album, NFG capture the best parts of summer – the girls, the sun, the house parties, the heartache, the misery – and cram all of that into 36 hook-laden minutes. Few bands have stayed truer to their roots as NFG over the years, and New Found Glory started it all.\" The album was included at number 2 on Rock Sounds \"The 51 Most Essential Pop Punk Albums of All Time\" list.Bird, ed. 2014, p. 74 NME listed the album as one of \"20 Pop Punk Albums Which Will Make You Nostalgic\". In Rolling Stone's \"50 greatest pop-punk albums\" article, Suzy Exposito noted how New Found Glory \"is exactly what you’d expect from a bunch of baby-faced punks who kept an altar to Britney Spears in their van. Yet diva-worship aside, these guys were no Mouseketeers. An export of the South Florida hardcore scene, the group took cues from neighboring punks Discount and even metalcore band Earth Crisis to brew combustible anthems such as the splashy opener “Better Off Dead” or crushed-up morsels of rock candy like lonely tour ballad “Dressed To Kill.” Ranking the album at number six in Loudwire's \"50 greatest pop-punk albums of all time\", the webzine called the album \"pure pop-punk serotonin\", before declaring that \"NFG became the band they were meant to be with their 2000 self-titled album.\" Cleveland.com ranked \"Hit or Miss\" at number 68 on their list of the top 100 pop-punk songs. {|class=\"wikitable\" |- ! Publication ! Country ! Nominated Work ! Accolade ! Year ! Rank |- | rowspan=\"1\"|Kerrang! | rowspan=\"4\"|United Kingdom | rowspan=\"1\"|\"Hit or Miss\" | 666 Songs You Must Own: New School Punk | rowspan=\"1\"|2004 | style=\"text-align:center;\"| 14 |- | rowspan=\"3\"|Rock Sound | rowspan=\"3\"|New Found Glory | Critics' Poll | 2001 | style=\"text-align:center;\"| 45 |- | Hall of Fame | rowspan=\"2\"|2012 | style=\"text-align:center;\"| - |- | 101 Modern Classic Albums | style=\"text-align:center;\"| 39 |} ==Track listing== All songs written and composed by New Found Glory. ===DVD=== # \"The Story So Far\" (Documentary) # \"Head On Collision\" (Promo Video directed by The Malloys) # \"My Friends Over You\" (Promo Video directed by The Malloys) # \"Dressed To Kill\" (Promo Video directed by Richard Reines) # \"Hit or Miss\" (Promo Video directed by Smith n' Borin) # \"Hit or Miss\" (Promo Video directed by Richard Reines) # \"Video Fanzine\" (Bonus Feature) ==Personnel== The following personnel contributed to New Found Glory: New Found Glory *Jordan Pundik – lead vocals *Chad Gilbert – lead guitar, backing vocals *Steve Klein – rhythm guitar *Ian Grushka – bass guitar *Cyrus Bolooki – drums, percussion Production * Neal Avron – producer, mixing * Bob Ludwig – mastering * Tim Stedman – artwork, design * Justin Stephens – photography ==Release history== {|class=\"wikitable\" ! width=\"150px\"|Country ! width=\"130px\"|Date ! width=\"120px\" |Label ! Format ! Catalogue # ! Ref. |- | rowspan=\"2\"|North America | September 26, 2000 | Drive-Thru, MCA | Enhanced CD, Digital Download | 112758-2 | |- | January 26, 2010 | rowspan=\"2\"|Geffen | rowspan=\"2\"|Compact Disc + DVD | B0030E5NL4 | |- | rowspan=\"1\"|United Kingdom | March 15, 2010 | 2730100 | |} ==Chart performance== ===Weekly charts=== {| class=\"wikitable\" !Chart !Peak position |- |U.S Billboard 200 |align=\"center\"|107 |- |U.S Heatseekers |align=\"center\"|1 |} ===Certifications=== ==References== Citations Sources * ==External links== *New Found Glory at YouTube (streamed copy where licensed) Category:2000 albums Category:New Found Glory albums Category:Drive-Thru Records albums Category:Geffen Records albums Category:Albums produced by Neal Avron Category:MCA Records albums",
 "title": "New Found Glory (album)"
}