{
 "id": "332847",
 "text": "Balkh (; Pashto/, Balkh; , Báktra; , Bakhlo) is a town in the Balkh Province of Afghanistan, about northwest of the provincial capital, Mazar-e Sharif, and some south of the Amu Darya river and the Uzbekistan border. Its population was recently estimated to be 138,594. Balkh was historically an ancient place of religions, Zoroastrianism and Buddhism, and one of the wealthiest and largest cities of Khorasan, since the latter's earliest history. The city was known to Persians as Zariaspa and to the Ancient Greeks as Bactra, giving its name to Bactria (Greeks called the city also Zariaspa). It was mostly known as the center and capital of Bactria or Tokharistan. Marco Polo described Balkh as a \"noble and great city\". Balkh is now for the most part a mass of ruins, situated some from the right bank of the seasonally flowing Balkh River, at an elevation of about . French Buddhist Alexandra David-Néel associated Shambhala with Balkh, also offering the Persian Sham-i-Bala (\"elevated candle\") as an etymology of its name.David-Néel, A. Les Nouvelles littéraires;1954, p.1 In a similar vein, the Gurdjieffian J. G. Bennett published speculation that Shambalha was Shams-i-Balkh, a Bactrian sun temple. Bennett notes Idries Shah as the source of the suggestion. ==Etymology== The old name of Balkh was Bami which was named after the Indo-Scythian Naga queen, Bami. The Bactrian language name of the city was . In Middle Persian texts, it was named Baxl (). The name of the province or country also appears in the Old Persian inscriptions (B.h.i 16; Dar Pers e.16; Nr. a.23) as Bāxtri, i.e. Bakhtri (). It is written in the Avesta as Bāxδi () . From this came the intermediate form Bāxli, Sanskrit Bahlīka (also Balhika) for \"Bactrian\", and by transposition the modern Persian Balx, i.e. Balkh, and Armenian Bahl. An earlier name for Balkh or a term for part of the city was , which may derive from the important Zoroastrian fire temple Azar-i-Asp or from a Median name meaning \"having gold- coloured horses\".. The nickname of Balkh is \"the Mother of All Cities\". ==History== Balkh was earlier considered to be the first city to which the Iranian tribes moved from north of the Amu Darya, between 2000 and 1500 BC.Nancy Hatch Dupree, An Historical Guide to Afghanistan, 1977, Kabul, Afghanistan However it was only recently that archaeological remains prior to 500 BC were found by French archaeologists led by Johanna Lhullier and Julio Bendezu-Sarmiento in the section called Bala Hissar, which is the citadel of the site. They dated this first settlement to the Early Iron Age (Yaz I period, c. 1500-1000 BC) continuing until pre-Achaemenid times (Yaz II period, c. 1000-540 BC).Lhuillier, Johanna, Julio Bendezu-Sarmiento, & Philippe Marquis, (2021). \"Ancient Bactra: New Data on the Iron Age Occupation of the Bactra Oasis\" , in Archaeology of Central Asia during the 1st millennium BC, from the Beginning of the Iron age to the Hellenistic period: Proceedings from the Workshop held at 10th ICAANE. Bala Hissar is located at the north of the site and is oval in shape, having an area of around 1,500 by 1,000 m2 (c. 150 hectares) and to the south is the lower town.Young, Rodney S., (1955). \"The South Wall of Balkh-Bactra\", in American Journal of Archaeology, Vol. 59, No. 4, (Oct., 1955), The University of Chicago Press, p. 267. Another mound of the site, known as Tepe Zargaran, and the Northern Fortification Wall of Balkh, were occupied at a large extension in Achaemenid times (Yaz III period, c. 540-330 BC). Since the Iranians built their first kingdom in Balkh (Bactria, Daxia, Bukhdi) some scholars believe that it was from this area that different waves of Iranians spread to north-east Iran and Seistan region, where they, in part, became today's Persians, Tajiks, Pashtuns and Baluch people of the region. The changing climate has led to desertification since antiquity, when the region was very fertile. Its foundation is mythically ascribed to Keyumars, the first king of the world in Persian legend; and it is at least certain that, at a very early date, it was the rival of Ecbatana, Nineveh and Babylon. The Arabs called it Umm Al-Bilad or Mother of Cities, on account of its antiquity. The city was traditionally a center of Zoroastrianism.The Greeks in Bactria and India. William Woodthorpe Tarn. 1st Edition, 1938; 2nd Updated Edition, 1951. 3rd Edition, updated with a Preface and a new bibliography by Frank Lee Holt. Ares Publishers, Inc., Chicago. 1984. (1984), pp. 114–115 and n. 1. For a long time the city and country was the central seat of the dualistic Zoroastrian religion, the founder of which, Zoroaster, died within the walls according to the Persian poet Firdowsi. Armenian sources state that the Arsacid Dynasty of the Parthian Empire established its capital in Balkh. There is a long-standing tradition that an ancient shrine of Anahita was to be found here, a temple so rich it invited plunder. Alexander the Great married Roxana of Bactria after killing the king of Balkh. The city was the capital of the Greco-Bactrian Kingdom and was besieged for three years by the Seleucid Empire (208–206 BC). After the demise of the Greco-Bactrian kingdom, it was ruled by Indo-Scythians, Parthians, Indo-Parthians, Kushan Empire, Indo-Sassanids, Kidarites, Hephthalite Empire and Sassanid Persians before the arrival of the Arabs. ===Bactrian religion=== Bactrian documents - in the Bactrian language, written from the fourth to eighth centuries - consistently evoke the name of local deities, such as Kamird and Wakhsh, for example, as witnesses to contracts. The documents come from an area between Balkh and Bamiyan, which is part of Bactria. ===Buddhism=== Balkh is well known to Buddhists as the hometown of Trapusa and Bahalika, two merchants who, according to scripture, became Buddha's first disciples. They were the first to offer Buddha food after he attained enlightenment, and in return Buddha gave them eight of his hairs to remember him by. According to some accounts, Trapusa and Bahalika returned to Balkh, and built two stupas in the way Buddha instructed. Balkh is therefore named after Bahalika, who is credited with introducing Buddhism to the city. This is reflected in literature, where the town has been called Balhika, Bahlika or Valhika. The first Buddhist monastery (vihara) at Balkh was built for Bahalika when he returned home after becoming a Buddhist monk. The Chinese pilgrim Faxian (337-422 CE) traveled to the region in the early 5th century, and found Hinayana Buddhism prevalent in Shan Shan, Kucha, Kashgar, Osh, Udayana and Gandhara. Later, the Chinese monk Xuanzang (602–664 CE) visited Balkh in 630 CE, when it was a flourishing centre of Hinayana Buddhism. According to his memoirs, there were about a hundred Buddhist convents in the city or its vicinity at the time of his visit. There were 3,000 monks and a large number of stupas and other religious monuments. Xuanzang also remarked that Buddhism was widely practiced by the Hunnish rulers of Balkh, who were descended from Indian royal stock.Buddhism in Central Asia by Baij Nath Puri, Motilal Banarsi Dass Publishers, Page 130 During the 8th century, the Korean monk and traveler Hyecho (704–787 CE) recorded that even after the Arab invasion, the residents of Balkh continued to practice Buddhism and followed a Buddhist king. He noted that the king of Balkh at the time had fled to nearby Badakshan. The most remarkable Buddhist monastery was the Nava Vihara (\"New Temple\"), which possessed a gigantic statue of Gautama Buddha. Located near the city of Balkh, it served as a pilgrimage centre for political leaders who came from far and wide to pay homage to it.Reinterpreting Islamic Historiography: Hārūn al-Rashīd and the narrative of the ʻAbbāsid caliphate by Tayeb El-Hibri published by Cambridge University Press, 1999 Page 8 , Shortly before the Arab conquest, the monastery became a Zoroastrian fire-temple. A curious reference to this building is found in the writings of the geographer Ibn Hawqal, an Arab traveler of the 10th century, who describes Balkh as built of clay, with ramparts and six gates, and extending for half a parasang. He also mentions a castle and a mosque. A large number of Sanskrit medical, pharmacological, and toxicological texts were translated into Arabic under the patronage of Khalid, the vizier of Al-Mansur. Khalid was the son of a chief priest of a Buddhist monastery. Some of the family were killed when the Arabs captured Balkh; others including Khalid survived by converting to Islam. They would later come to be known as the Barmakids of Baghdad.India, the Ancient Past: a history of the Indian sub-continent from c. 7000 BC to AD 1200 by Burjor Avari Edition: illustrated Published by Taylor & Francis. , Page 220. ===Judaism=== An ancient Jewish community existed in Balkh as recorded by the Arab historian Al-Maqrizi who wrote that the community was established by the transfer of Jews to Balkh by the Assyrian King Sennacherib. A Bāb al-Yahūd (Gate of Jews) and al-Yahūdiyya (Jewish town) in Balkh is attested to by Arab geographers. Muslim tradition stated that the prophet Jeremiah fled to Balkh and that Ezekiel was buried there. This Jewish community was noted in the eleventh century as the Jews of the city were forced to maintain a garden for the Sultan Mahmud of Ghazni for which they paid a tax of 500 dirhems. According to Jewish oral history, Timur gave the Jews of Balkh a city quarter of their own with a gate to close it. The Jewish community in Balkh was reported as late as the nineteenth century where Jews still resided in a special quarter of the city. The famed Jewish exegete Hiwi al-Balkhi was from Balkh. ===Arab Conquest=== thumb|upright|A silver dirham of the Umayyad Caliphate, minted at Balkh al-Baida in AH 111 (=729/30 AD). At the time of the Islamic conquest of Persia in the 7th century, however, Balkh had provided an outpost of resistance and a safe haven for the Persian emperor Yazdegerd III who fled there from the armies of Umar. Later, in the 9th century, during the reign of Ya'qub bin Laith as-Saffar, Islam became firmly rooted in the local population. Arabs occupied Persia in 642 (during the Caliphate of Uthman, 644–656 AD). Attracted by the grandeur and wealth of Balkh, they attacked it in 645 AD. It was only in 653 when Arab commander al-Ahnaf raided the town again and compelled it to pay tribute. The Arab hold over the town, however, remained tenuous. The area was brought under Arab control only after it was reconquered by Muawiya in 663 AD. Prof. Upasak describes the effect of this conquest in these words: \"The Arabs plundered the town and killed the people indiscriminately. It is said that they raided the famous Buddhist shrine of Nava-Vihara, which the Arab historians call 'Nava Bahara' and describe it as one of the magnificent places, which comprised a range of 360 cells around the high stupas'. They plundered the gems and jewels that were studded on many images and stupas and took away the wealth accumulated in the Vihara but probably did no considerable harm to other monastic buildings or to the monks residing there\". The Arab attacks had little effect on the normal ecclesiastical life in the monasteries or Balkh Buddhist population outside. Buddhism continued to flourish with their monasteries as the centres of Buddhist learning and training. Scholars, monks and pilgrims from China, India and Korea continued to visit this place. Several revolts were made against the Arab rule in Balkh. The Arabs' control over Balkh did not last long as it soon came under the rule of a local prince, a zealous Buddhist called Nazak (or Nizak) Tarkhan. He expelled the Arabs from his territories in 670 or 671. He is said to have not only reprimanded the Chief Priest (Barmak) of Nava-Vihara but beheaded him for embracing Islam. As per another account, when Balkh was conquered by the Arabs, the head priest of the Nava-Vihara had gone to the capital and became a Muslim. This displeased the people of the Balkh. He was deposed and his son was placed in his position. Nazak Tarkhan is also said to have murdered not only the Chief Priest but also his sons. Only a young son was saved. He was taken by his mother to Kashmir where he was given training in medicine, astronomy and other sciences. Later they returned to Balkh. Prof. Maqbool Ahmed observes \"One is tempted to think that the family originated from Kashmir, for in time of distress, they took refuge in the Valley. Whatever it be, their Kashmiri origin is undoubted and this also explains the deep interest of the Barmaks, in later years, in Kashmir, for we know they were responsible for inviting several scholars and physicians from Kashmir to the Court of Abbasids.\" Prof. Maqbool also refers to the descriptions of Kashmir contained in the report prepared by the envoy of Yahya bin Barmak. He surmises that the envoy could have possibly visited Kashmir during the reign of Samgramapida II (797–801). Reference has been made to sages and arts. The Arabs managed to bring Balkh under their control only in 715 AD, in spite of strong resistance offered by the Balkh people during the Umayyad period. Qutayba ibn Muslim al-Bahili, an Arab General was Governor of Khurasan and the east from 705 to 715. He established a firm hold over lands beyond the Oxus for the Arabs. He fought and killed Tarkhan Nizak in Tokharistan (Bactria) in 715. In the wake of Arab conquest, the resident monks of the Vihara were either killed or forced to abandon their faith. The Viharas were razed to the ground. Priceless treasures in the form of manuscripts in the libraries of monasteries were consigned to ashes. Presently, only the ancient wall of the town, which once encircled it, stands partially. Nava-Vihara stands in ruins, near Takhta-i-Rustam. In 726, the Umayyad governor Asad ibn Abdallah al-Qasri rebuilt Balkh and installed in it an Arab garrison, while in his second governorship, a decade later, he transferred the provincial capital there. The Umayyad period lasted until 747, when Abu Muslim captured it for the Abbasids (next Sunni Caliphate dynasty) during the Abbasid Revolution. The city remained in Abbasid hands until 821, when it was taken over by the Tahirid dynasty, albeit still in the Abbasids' name. In 870, the Saffarids captured it. ===From Saffarids to Khwarezmshahs=== In 870, Ya'qub ibn al-Layth al- Saffar rebelled against Abbasid rule and founded the Saffarid dynasty at Sistan. He captured present Afghanistan and most of present Iran. His successor Amr ibn al-Layth, tried to capture Transoxiana from the Samanids, who were nominally vassals of Abbasids, but he was defeated and captured by Ismail Samani at Battle of Balkh in 900. He was sent to the Abbasid Caliph as a prisoner and was executed in 902. The power of Saffarids was diminished and they became vassals of the Samanids. Thus Balkh now passed to them. Samanid rule in Balkh lasted until 997, when their former subordinates, the Ghaznavids, captured it. In 1006, Balkh was captured by Karakhanids, but Ghaznavids recaptured it 1008. Finally, the Seljuks conquered Balkh in 1059. In 1115, it was occupied and looted by irregular Oghuz Turks. Between 1141 and 1142, Balkh was captured by Atsiz, Shah of Khwarezm, after the Seljuks were defeated by the Kara-Khitan Khanate at the Battle of Qatwan. Ahmad Sanjar decisively defeated a Ghurid army, commanded by Ala al-Din Husayn and he took him prisoner for two years before releasing him as a vassal of the Seljuks. The next year, he marched against rebellious Oghuz Turks from Khuttal and Tukharistan. But he was defeated twice and was captured after a second battle in Merv. The Oghuzs looted Khorasan after their victory. Balkh was nominally ruled by Mahmud Khan, the former khan of Western Karakhanids, but the real power was held by Muayyid al-Din Ay Aba, amir of Nishabur for three years. Sanjar finally escaped from captivity and returned to Merv through Termez. He died in 1157 and control of Balkh passed to Mahmud Khan until his death in 1162. It was captured by Khwarezmshahs in 1162, by the Kara Khitans in 1165, by the Ghurids in 1198 and again by Khwarezmshahs in 1206. Muhammad al-Idrisi, in the 12th century, speaks of its possessing a variety of educational establishments, and carrying on an active trade. There were several important commercial routes from the city, stretching as far east as India and China. The late 12th-century local chronicle The Merits of Balkh (Fada'il-i-Balkh), by Abu Bakr Abdullah al-Wa'iz al-Balkhi, states that a woman known only as the khatun (lady) of Davud, from 848 appointed governor of Balkh, had taken over from him with \"particular responsibility for the city and people\" while he was busy building himself an elaborate pleasure palace called Nawshǎd (New Joy).Arezou Azad: \"Islam's forgotten scholars\", History Today, Vol. 66, No. 10 (October 2016), p. 27. ===Mongol invasion=== In 1220 Genghis Khan sacked Balkh, butchered its inhabitants and levelled all the buildings capable of defence – treatment to which it was again subjected in the 14th century by Timur. Notwithstanding this, however, Marco Polo (probably referring to its past) could still describe it as \"a noble city and a great seat of learning.\" For when Ibn Battuta visited Balkh around 1333 during the rule of the Kartids, who were Tadjik vassals of the Persia-based Mongol Ilkhanate until 1335, he described it as a city still in ruins: \"It is completely dilapidated and uninhabited, but anyone seeing it would think it to be inhabited because of the solidity of its construction (for it was a vast and important city), and its mosques and colleges preserve their outward appearance even now, with the inscriptions on their buildings incised with lapis-blue paints.\" It was not reconstructed until 1338. It was captured by Tamerlane in 1389 and its citadel was destroyed, but Shah Rukh, his successor, rebuilt the citadel in 1407. ===16th to 19th centuries=== thumb|The Green Mosque of Balkh In 1506 Uzbeks entered Balkh under the command of Muhammad Shaybani. They were briefly expelled by the Safavids in 1510. Babur ruled Balkh between 1511 and 1512 as a vassal of the Persian Safavids. But he was defeated twice by the Khanate of Bukhara and was forced to retire to Kabul. Balkh was ruled by Bukhara except for Safavid rule between 1598 and 1601. The Mughal Emperor Shah Jahan fruitlessly fought them there for several years in the 1640s. Nevertheless, Balkh was ruled by the Mughal Empire from 1641 and turned into a subah (imperial top-level province) in 1646 by Shah Jahan, only to be lost in 1647, just like the neighboring Badakhshan Subah. Balkh was the government seat of Aurangzeb in his youth. In 1736 it was conquered by Nader Shah. After his assassination, local Uzbek Hadji Khan declared the independence of Balkh in 1747, under the Maimana Khanate. Under the Durani monarchy it fell into the hands of the Afghans in 1752. In 1850, Dost Mohammad Khan, the Emir of Afghanistan, captured Balkh, and from that time it remained under Afghan rule. In 1866, after a malaria outbreak during the flood season, Balkh lost its administrative status to the neighbouring city of Mazar-i-Sharif (Mazār-e Šarīf). ===20th to 21st centuries=== thumb|A street in Balkh with several horse carts, c. 1970s In 1911 Balkh comprised a settlement of about 500 houses of Afghan settlers, a colony of Jews and a small bazaar set in the midst of a waste of ruins and acres of debris. Entering by the west (Akcha) gate, one passed under three arches, in which the compilers recognized the remnants of the former Jama Masjid (, Friday Mosque). The outer walls, mostly in utter disrepair, were estimated about in perimeter. In the south-east, they were set high on a mound or rampart, which indicated a Mongol origin to the compilers. The fort and citadel to the north-east were built well above the town on a barren mound and were walled and moated. There was, however, little left of them but the remains of a few pillars. The Green Mosque (), named for its green-tiled dome (see photograph top right corner) and said to be the tomb of the Khwaja Abu Nasr Parsa, had nothing but the arched entrance remaining of the former madrasah (, school). The town was garrisoned as of 1911 by a few thousand irregulars (kasidars), the regular troops of Afghan Turkestan being cantoned at Takhtapul, near Mazari Sharif. The gardens to the north-east contained a caravanserai that formed one side of a courtyard, which was shaded by a group of chenar trees Platanus orientalis. A project of modernization was undertaken in 1934, in which eight streets were laid out, housing and bazaars built. Modern Balkh is a centre of the cotton industry, of the skins known commonly in the West as \"Persian lamb\" (Karakul), and for agricultural produce like almonds and melons. The site and the museum have suffered from looting and uncontrolled digging during the 1990s civil war. After the Taliban's fall in 2001 some poor residents dug in an attempt to sell ancient treasures. The provisional Afghan government said in January 2002 that it had stopped the looting. ==Main sights== ===Ancient ruins of Balkh=== thumb|250px|Remains of a Hellenistic capital found in Balkh The earlier Buddhist constructions have proved more durable than the Islamic buildings. The Top-Rustam is in diameter at the base and at the top, circular and about high. Four circular vaults are sunk in the interior and four passages have been pierced below from the outside, which probably lead to them. The base of the building is constructed of sun-dried bricks about square and thick. The Takht-e Rustam is wedge-shaped in plan with uneven sides. It is apparently built of pisé mud (i.e. mud mixed with straw and puddled). It is possible that in these ruins we may recognize the Nava Vihara described by the Chinese traveller Xuanzang. There are the remains of many other topes (or stupas) in the neighbourhood. The mounds of ruins on the road to Mazar-e Sharif probably represent the site of a city yet older than those on which stands the modern Balkh. ===Others=== Numerous places of interest are to be seen today aside from the ancient ruins and fortifications: *The madrasa of Sayed Subhan Quli Khan. *Bala-Hesar, the shrine and mosque of Khwaja Nasr Parsa. *The tomb of the poet Rabi'a Balkhi. *The Nine Domes Mosque (Masjid-e Noh Gonbad). This exquisitely ornamented mosque, also referred to as Haji Piyada, is the earliest Islamic monument yet identified in Afghanistan. *Tepe Rustam and Takht-e Rustam ===Balkh Museum=== The museum was formerly the second largest museum in the country, but its collection has suffered from looting in recent times. The museum is also known as the Museum of the Blue Mosque, from the building it shares with a religious library. As well as exhibits from the ancient ruins of Balkh, the collection includes works of Islamic art including a 13th-century Quran, and examples of Afghan decorative and folk art. ==Cultural role== Balkh had a major role in the development of the Persian language and literature. The early works of Persian literature were written by poets and writers who were originally from Balkh. Many famous Persian poets came from Balkh. Furthermore, the city was a cultural centre for science and had notable scientists working in or originating from that region. ===Notable people=== ====Poets==== * Abu-Shakur Balkhi 10th century Persian poet * Abul Moayyad Balkhi 10th century Persian poet *Abu Ali Balkhi, author of a Shah-nama, according to Biruni * Rabi'a Balkhi, 10th century Persian poetess, first woman poet in the history of Persian poetry * Abu Mansur Muhammad Ibn Ahmad Daqiqi, 10th century Persian poet, Balkh is one of his suggested places of birth * Ma'ruf Balkhi, 10th century Persian poet, one of the first to compose poems in New Persian * Abu- Shakur Balkhi, 10th century Persian poet * Sani Balkhi, 10th century Persian Rubaʿi poet * Unsuri Balkhi, 10th/11th century Persian royal poet at the court of the Ghaznavids *Manuchihri Damghani, 11th century Persian royal poet at the court of the Ghaznavids, born in Balkh, according to Dawlat Shah Samarkandi *Rashid al-Din Vatvat, 11th century Persian secretary, poet and philologist * Anvari, 12th century Persian poet and scientist, considered to be one of the greatest figures in Persian literature, lived and died in Balkh * Mawlānā Jalal ad-Din Rūmī Balkhi 13th century Persian poet, one of the most famous and influential Persian writers, born in Balkh * Amir Khusraw (Dehlavi), from the 13th century, the greatest Persian-writing poet of medieval India whose father, Amir Saifuddin, was from Balkh * Wasef Bakhtari, Afghan contemporary poet of the Persian language, literary figure and intellectual, one of the first Persian poets to introduce she’r-e nimaa'i (\"Nimaic poetry\") to Afghan- Persian literature, born in Balkh ====Scientists==== * Abu Ma'shar al-Balkhi, 8th century Persian astrologer, astronomer and philosopher, thought to be the greatest astrologer of the Abbasid court in Baghdad * Abu Zayd al-Balkhi, 9th century Persian polymath: geographer, mathematician, physician, psychologist and scientist, introduced the Concept of Mental Health In Psychology * Avicenna or Ibn Sina, 10th/11th century philosopher and scientist, one of the most significant physicians, astronomers, thinkers and writers of the Islamic Golden Age and father of early modern medicine, whose father Abdullah was a Balkh native *Ali ibn Yusuf al-Ilaqi, 11th century Persian physician from Khorasan, Avicenna's direct student, worked in Balkh *Al-Isfizari, 12th century, mathematician from Khorasan, worked in Balkh * Ibn Balkhi, a conventional name for a 12th-century Iranian historian and author of the Persian book Fārs-Nāma ====Rulers and emperors==== * Vishtaspa, ancient king of Balkh and early follower of Zoroaster, and his patron * Khalid ibn Barmak, 8th century wazir of the Abbasid Caliphate and member of the prominent Barmakid family * Saman Khuda, progenitor of the Samanids and founder of the Samaind dynasty was born in Saman a village near Balkh *Sabuktigin, founder of the Ghaznavid dynasty, died in Balkh *Timur, Turco-Mongol conqueror who founded the Timurid Empire, crowned in Balkh ====Religious figures==== *Zoroaster, ancient Iranian prophet (spiritual leader) from 1500 to 500 BCE, founded what is now known as Zoroastrianism, Balkh was one of his main preaching centres, according to some historians he was born and/or died in Balkh *Muqatil ibn Sulayman Al-Balkhi, 8th-century story teller of the Quran, wrote one of the earliest, if not first, commentaries (tafsir) of the Qur'an * Ibrahim ibn Adham Balkhi, 8th century Sufi saint and reputedly ruler of Balkh, one of the most prominent of the early ascetic Sufi saints. *Hiwi al-Balkhi, 9th century Bukharan Jewish exegete and Biblical critic *Shahid Balkhi 10th century Persian theologian, philosopher, poet and sufi *Abdullah, father of Avicenna and respected Ismaili scholar *Muhammad ibn Husayn al Khatibi al Balkhi also known as Baha al-Din Walad, father of Rumi (Balkhi) and respected theologian, jurist and mystic from Balkh ==See also== *The Bahlikas *Balhae *Hiwi al-Balkhi *The Barmakids, who were from that city. *Kumargah *Mount Imeon *Vishtaspa *Roxana *Silk Road transmission of Buddhism *Balkh Province ==References== ==Further reading== ;Published in the 19th century * ;Published in the 21st century * * ==External links== *The Balkh Art and Cultural Heritage Project housed at the Oriental Institute at the University of Oxford *Mazar-i-Sharif (Balkh) *Explore Balkh with Google Earth on Global Heritage Network *Indigenous Indian civilization prevailed in Balkh, Afghanistan till the second half of tenth century AD * * Balkh Category:Populated places established in the 2nd millennium BC Category:Populated places in Balkh Province Category:Populated places along the Silk Road Category:Former populated places in Afghanistan Category:Ancient Iranian cities Category:Districts of Balkh Province Category:Buddhism in Afghanistan Category:Places in Shahnameh",
 "title": "Balkh"
}