{
 "id": "333113",
 "text": "thumb|200px|Headquarter of Hopewell Holdings Hopewell Holdings Limited () , established on 17 October 1972, is a major property developer in Hong Kong headed by Sir Gordon Wu.Bloomberg page on Hopewells 2018-05-19 ==History== It was listed on the Hong Kong stock exchanges in 1972 and delisted when taken private in 2019. Hopewell Holding is a holding company for investments in infrastructure projects, property letting, property agency and management, hotel operations and management, restaurant operation and food catering, construction and project management. Its primary businesses are in Guangdong province of People's Republic of China and Hong Kong. It was one of the first foreign companies to invest in infrastructure projects in the China and a pioneer of infrastructure developments across Asia, including the failed Bangkok Elevated Road and Train System (BERTS) project in Bangkok. It holds 68 percent of Hopewell Highway Infrastructure Ltd, which is spun off by Hopewell Holdings and listed on the Hong Kong Stock Exchange in early August, 2003. As one of the founders of Hopewell Holdings, Wu has been the managing director since 1972. He retired as the managing director of Hopewell Holdings in January 2002 but remains as chairman of the board. ==Hopewell's businesses== ===Infrastructure=== Hopewell is participating in the investment of five toll road projects with a total length of , all of which are in the Pearl River Delta region of Guangdong Province in mainland China. Four toll road projects are in operation while construction of the Phase I of the Guangzhou-Zhuhai West Superhighway (Guangzhou to Shunde section) commenced in December 2001. All of the projects are in the form of co-operative joint ventures between Hopewell and Chinese partners. * Guangzhou-Shenzhen Superhighway (Guangshen Expressway) * Guangzhou East-South-West Ring Road * Shunde Roads * Shunde 105 Roads * Guangzhou-Zhuhai West Superhighway ==Thailand litigation== Hopewell was the lead contractor for the ill-fated Bangkok Elevated Road and Train System. The project commenced in 1990 and was terminated by the Thai government in 1998, only 13% complete. Each side blamed the other for the failure of the project. Both parties sued, and the case has been in litigation since its cancellation. On 23 April 2019, Thailand's Supreme Administrative Court upheld an arbitration committee's ruling in favour of Hopewell, contractor for the 80 billion baht project. The court ordered SRT to pay Hopewell compensation of 11.88 billion baht, plus 7.5% interest per year. The interest, totaling 13 billion baht, brings the total to nearly 25 billion baht (c. US$400 million), payable within 180 days. Thailand's Transport Ministry is battling to overturn the court ruling. \"We have found the contract should have been nullified from the very beginning, which means the government is not bound to pay a single baht in compensation,\" said a ministry spokesman. ==See also== * List of Hong Kong companies * Nam Koo Terrace ==References== ==External links== *Hopewell Holdings homepage *Hopewell Holdings homepage Category:Land developers of Hong Kong Category:Former companies in the Hang Seng Index Category:Real estate companies established in 1972 Category:Property agencies of Hong Kong Category:Family-owned companies of Hong Kong Category:1972 establishments in Hong Kong",
 "title": "Hopewell Holdings"
}