{
 "id": "333393",
 "text": "Michael David Spivak (25 May 19401 October 2020)Biographical sketch in Notices of the AMS, Vol. 32, 1985, p. 576. was an American mathematician specializing in differential geometry, an expositor of mathematics, and the founder of Publish-or-Perish Press. Spivak was the author of the five-volume A Comprehensive Introduction to Differential Geometry. ==Biography== Spivak was born in Queens, New York. He received an A.B. from Harvard University in 1960, while in 1964 he received a Ph.D. from Princeton University under the supervision of John Milnor, with thesis On Spaces Satisfying Poincaré Duality. In 1985 Spivak received the Leroy P. Steele Prize. Spivak lectured on elementary physics.Videos of Spivak's 2004 Pathway Lectures at Keio University and the text for Elementary mechanics from a mathematician's viewpoint. Spivak's book, Physics for Mathematicians: Mechanics I (published December 6, 2010), contains the material that these lectures stemmed from and more. Spivak was also the designer of the MathTime Professional 2 fonts (which are widely used in academic publishing) and the creator of Science International. == Writing == Among Spivak's pedagogical works, his five-volume magnum opus A Comprehensive Introduction to Differential Geometry (Publish or Perish Inc., 1970; 2nd ed., 1979; 3rd ed., 1999, revised 2005) is among his most influential and celebrated. The distinctive pedagogical aim of the work, as stated in its preface, was to elucidate for graduate students the often obscure relationship between classical differential geometry—geometrically intuitive but imprecise—and its modern counterpart, replete with precise but unintuitive algebraic definitions. On several occasions, most prominently in Volume 2, Spivak \"translates\" the classical language that Gauss or Riemann would be familiar with to the abstract language that a modern differential geometer might use. The Leroy P. Steele Prize was awarded to Spivak in 1985 for his authorship of the work. Spivak also authored several well-known undergraduate textbooks. Among them, his textbook Calculus (W. A. Benjamin Inc., 1967; Publish or Perish, 4th ed., 2008) takes a rigorous and theoretical approach to introductory calculus and includes proofs of many theorems taken on faith in most other introductory textbooks.When Spivak was writing his Calculus book, the current \"popular\" book was by Thomas. Spivak joked about naming his book, \"Thomas's Calculus\" [by Michael Spivak,] so that students who asked to buy Thomas's Calculus would end up with Spivak's book. Spivak acknowledged in the preface that others might consider this textbook to be an introduction to mathematical analysis rather than a calculus book. Another of his well-known textbooks is Calculus on Manifolds (W. A. Benjamin Inc., 1965; Addison-Wesley, revised edition, 1968), a concise (146 pp.) but rigorous and modern treatment of multivariable calculus accessible to advanced undergraduates.When Spivak receives the galley proofs of Calculus on Manifolds, the manuscript was proofread out loud (for $2/hour) by one of his roommates, J. Kowit, who has an autographed copy that reads \"For Joel, who read every word, left parenthesis, and subscript. - Mike.\" One of the references in the index reads, \"Lac locus.\" This relates to a period of time during which Spivak worked with a friend in the Biology Department of Brandeis, dealing with the lac operon, a set of genes whose study won the Nobel Prize for Jacob and Monod. These genes are named i, o, z, and y, and these letters can be found in the equations on page 106 - a very inside joke. Spivak also wrote The Joy of TeX: A Gourmet Guide to Typesetting With the AMS- TeX Macro Package and The Hitchhiker's Guide to Calculus. The book Morse Theory, by John Milnor, was based on lecture notes by Spivak and Robert Wells (as mentioned on the cover page of the booklet).It is rumored that in each of Spivak's books there are hidden references to yellow pigs, an idea Spivak apparently came up with at a bar while drinking with David C. Kelly. === Spivak pronouns === Spivak used a set of English gender-neutral pronouns in his book The Joy of TeX, which are often referred to as Spivak pronouns. (Spivak stated that he did not originate these pronouns.) == Bibliography == * * Calculus on Manifolds: A Modern Approach to Classical Theorems of Advanced Calculus, (1965, revised 1968) * Calculus, (1967, 4th ed. 2008) * A Comprehensive Introduction to Differential Geometry, (1970, revised 3rd ed. 2005) * The Joy of TeX: A Gourmet Guide to Typesetting with the AMS-TeX Macro package, (1990) * A Hitchhiker's Guide to the Calculus, (1995) * == See also == * Stable normal bundle * Spivak pronoun == References == == External links == * Publish or Perish, Inc., company owned by Spivak * 17 (Seventeen) and Yellow Pigs * Michael Spivak @ Everything2.com * * Michael D. Spivak, 1940-2020, obituary in TUGboat by Barbara Beeton Category:1940 births Category:2020 deaths Category:American textbook writers Category:American male non-fiction writers Category:20th-century American mathematicians Category:Differential geometers Category:Mathematical analysts Category:Princeton University alumni Category:People from Queens, New York Category:Mathematicians from New York (state) Category:Topologists Category:Harvard University alumni",
 "title": "Michael Spivak"
}