{
 "id": "333481",
 "text": "Rose Perica Mofford (June 10, 1922September 15, 2016) was an American civil servant and politician of the Democratic Party whose career in state government spanned 51 years. Beginning her career with the State of Arizona as a secretary, Mofford worked her way up the ranks to become the state's first female secretary of state from 1977 to 1988 and the state's first female governor from 1988 to 1991. ==Early life== Mofford was born Rose Perica in Globe, Arizona, on June 10, 1922, the youngest of six children. Her parents, Frances (Oberstar) and John Perica, had immigrated to the United States from Croatia, then part of Austria-Hungary. The first female class president in the history of Globe High School, she had success in both academics and athletics. She played basketball and was an All-American softball player. She graduated in 1939 as class valedictorian and, based upon her father's advice, turned down an opportunity to play professional basketball with the All American Red Heads.Jennings, Marianne M. \"Rose Mofford\". In Myers, John L. (ed.). The Arizona governors, 1912–1990. Phoenix, AZ: Heritage Publishers, , 1989 p. 177. ==Career== Following high school, Mofford began her career as a secretary for State Treasurer Joe Hunt. She was eighteen when she started working for him, and earned a salary of $125 a month. Two years later, when Hunt was promoted to the Arizona Tax Commission, Mofford followed her boss to the new position. In 1945, she left the Tax Commission and became business manager for Arizona Highways, a state magazine. Mofford returned to the Tax Commission in 1947 as executive secretary. Following Hunt's retirement in 1960, new commissioner Thad Moore fired Mofford, saying \"we felt it was better to have a man in that job.\" Following her dismissal from the Tax Commission, Mofford was hired as an executive secretary by Secretary of State Wesley Bolin. She remained in the Secretary of State's office until 1975, when she became assistant director of the State Revenue Department (formerly the Tax Commission). ===Secretary of State of Arizona=== left|thumb|Sign commemorating Rose Mofford outside the State Capitol building in Phoenix, Arizona. When Governor Raúl Castro announced his resignation to become Ambassador to Argentina, Secretary Bolin ascended to the governorship. Arizona does not have a lieutenant governor; the secretary of state stands first in the line of succession to the governorship if retaining office by election. Bolin in turn appointed Mofford to serve the remainder of his term as Secretary of State. Bolin died in office on March 4, 1978. Although Mofford was Secretary of State, she held that post by appointment, so she could not ascend to the governorship; instead, Attorney General Bruce Babbitt became governor. At the end of the term she ran for a full term as Secretary of State and won. She was reelected in 1982 and 1986. In 1982 she won the election by nearly a 2–1 ratio, and won unopposed in 1986. Mofford became known in the state capital as the friendly woman with a beehive hairdo, and her office gained a reputation as an efficient operation. She herself was noted for her punctuality, answering her own phone and replying directly to her mail. In addition to her state position, she served from 1982 until 1983 as president of the National Association of Secretaries of State.Jennings, Marianne M. \"Rose Mofford\". In Myers, John L. (ed.). The Arizona governors, 1912–1990. Phoenix, AZ: Heritage Publishers, , 1989 p. 180. Although Arizona is considered a traditionally Republican state, Democrat Mofford was well-liked by members of both parties. She was known for her bipartisanship and her ability to reach across the political aisle. ===Governor of Arizona=== Governor Evan Mecham was impeached on February 8, 1988. Per the Arizona Constitution, his powers were suspended and Mofford became acting governor. While most observers complimented her on the job she performed, Mecham objected to Mofford replacing the one state department head that he had appointed. Mecham was convicted on two of four articles in the impeachment trial and removed from office on April 4, 1988. Mofford was sworn in as Governor for the balance of Mecham's term, despite the fact that Article V, Section 2, of the Arizona Constitution, then provided that all state office holders must be male persons. In an election held on November 8, 1988, Arizona voters adopted Proposition 103, eliminating the gender-specific qualification for office. Mofford was thought to have had a rocky transition to the governorship at first, as she faced a collapse of the real-estate market and a high deficit left over from the previous administration. Mofford's primary goal as governor was to return stability to Arizona. She was called \"the healing governor\", and some thought it was her duty as governor to repair the state. Mofford also received this nickname due to her ability to ease racial division in Arizona, which some considered a problem under Mecham. Her efforts were widely held as providing a calming effect following the tumultuous impeachment and recall proceedings of her predecessor.Jennings, Marianne M. \"Rose Mofford\". In Myers, John L. (ed.). The Arizona governors, 1912–1990. Phoenix, AZ: Heritage Publishers, , 1989 p.182. State Senate Democratic leader Alfredo Gutierrez said of her actions, \"What she did was reinvest the system with dignity and honor.\" During her time in office, Mofford was one of only three female governors in the country. Mofford fought for higher bonding limits and increased funding for mental health programs in Arizona. She strongly opposed English-only instruction in Arizona schools and considered herself an advocate for civil liberties. Known for her fondness for athletics, Mofford created a funding mechanism to keep Major League Baseball's Cactus League in the state. She created the Governor's Alliance Against Drugs, the Governor's Youth Commission Against Drugs, and managed the formation of the state's first Drug Prevention Resource Center. The governor formed a task force to combat the HIV/AIDS epidemic statewide, as a response to its rising national concern; during this time, the HIV/AIDS crisis was an issue thought to be ignored by politicians throughout the country. Mofford tried to increase political leadership opportunities for women in the state, appointing more minorities and women to commissions, boards, and courts than any other past Arizona governor. Mofford advocated for the re-establishment of Martin Luther King Day as a paid state holiday; this holiday had been rescinded under her predecessor. The holiday was eventually reinstated by popular vote in 1992 after she had left office. In 1988, Mofford stated her opposition to a bill banning abortions in the state (except in extreme cases), claiming it was unconstitutional. The proposed legislation was rejected by the state legislature by one vote. Mofford enjoyed a high level of popularity in the state, but her popularity decreased when she commuted two murder sentences in 1989; convicted murderers James Hamm and Carl Kummerlowe were able to attain early parole under her commutations, which she later tried to rescind. In early 1990, Mofford announced that she had decided not to run for election to a full four-year term. She was succeeded by Fife Symington. Mofford told reporters in 1990 that she hoped to be remembered \"as a caring governor, because I cared about everybody in Arizona\". == Awards == Mofford received the Distinguished Public Servant and Dedicated Humanitarian Award from St. Jude's Research Hospital. In 1988, she won Valley Leadership's Outstanding Woman of the Year Award. She was a recipient of the Arizona Heritage Award in 2004. She was honored as an Arizona Historymaker from The Historical League in 1999. Former Phoenix mayor Skip Rimsza established June 10 as \"Rose Mofford Day\". She was a member of the Arizona Softball Hall of Fame, and municipal softball fields are named in her honor in both Butler and Phoenix. ==Later life== After leaving office, Mofford dedicated her time to civic and charitable activities. She served as chair of the campaign committee of Attorney General Terry Goddard's unsuccessful 2010 election bid for Governor of Arizona. She worked with former lawmaker Leo Corbet to help people in Arizona get organ transplants under the state health insurance. She often frequented residence homes for the elderly, and washed, sorted, and donated clothes to homeless shelters until she was 91. Even after she left office, Mofford was considered a mentor to several Arizona politicians. She would often use her influence in politics to help others rise up in the ranks. Former Senator Dennis DeConcini remembered asking Mofford for advice after taking a job as a gubernatorial staffer. Mofford would make calls for him to help him rise up in the ranks, which \"opened a lot of doors\" according to DeConcini. In the 2004 US presidential election, Mofford was on the Democratic slate of prospective electors for Arizona supporting the presidential campaign of then-US Senator John Kerry. Arizona was won by incumbent President George W. Bush that year. In a 2010 interview, Mofford said, \"I attribute my success in life to my roots, religion, and my Rolodex\". She created the Rolodex when she first starting working in government in 1940, eventually compiling 4,000 contacts. ==Personal life== In 1957, Rose Perica married Thorald Robert \"Lefty\" Mofford, a captain with the Phoenix Police Department. The couple divorced after a decade, but remained friends until his death in 1983; Rose Mofford retained Lefty's surname. They did not have children, and Rose Mofford never remarried. Mofford identified as a devout Catholic. She considered religion to be a driving force in her success both in politics and as a leader. She contributed to the Missionaries of Charity, a foundation created by Mother Theresa. Her commitment to her faith was thought to have made her more popular among Arizonians. ===Death=== On August 31, 2016, after falling at her home, Mofford was admitted to a hospice. She died there on September 15, 2016, at the age of 94. After Mofford's death, Governor Doug Ducey said that \"rising through the ranks of state government to our state's top office, she [Mofford] shattered a once-thought-unbreakable glass ceiling and served as an unparalleled role model to many\". ===Grave marker=== 220px|thumb|Grave of Governor Mofford In 2017, a new grave marker was unveiled for Mofford's grave, which includes among other things images of her meeting Pope John Paul II in 1987 and Mother Teresa in 1989; those meetings were some of her favorite times as governor. ==See also== * List of female governors in the United States ==Further reading== * * ==References== ==External links== * |- Category:1922 births Category:2016 deaths Category:Accidental deaths from falls Category:Accidental deaths in Arizona Category:American people of Croatian descent Category:Arizona Democrats Category:Democratic Party state governors of the United States Category:Governors of Arizona Category:People from Globe, Arizona Category:Secretaries of State of Arizona Category:Women in Arizona politics Category:Women state governors of the United States Category:20th- century American politicians Category:20th-century American women politicians Category:Catholics from Arizona Category:21st-century American women",
 "title": "Rose Mofford"
}