{
 "id": "333619",
 "text": "The University of Toronto Scarborough, also known as U of T Scarborough or UTSC, is one of the three campuses that make up the tri-campus system of the University of Toronto. Located in Scarborough, Toronto, Ontario, Canada, the campus is set upon suburban parkland in the residential neighbourhood of Highland Creek. It was established in 1964 as Scarborough College, a constituent college of the Faculty of Arts and Science. The college expanded following its designation as an autonomic division of the university in 1972 and gradually became an independent institution. It is the third-largest of the three University of Toronto campuses, the other two of which are the St. George campus in Downtown Toronto and the Mississauga campus in Mississauga, Ontario. Academics of the campus are centred on a variety of undergraduate studies in the disciplines of management, arts and sciences, whilst also hosting limited postgraduate research programs. Its neuroscience program was the first to be offered in the nation. The campus is noted for being the university's sole provider of cooperative education programs, as well as the Bachelor of Business Administration degree. Through affiliation with the adjacent Centennial Science and Technology Centre of Centennial College, it also offers enrolment in joint programs. The campus has traditionally held the annual F. B. Watts Memorial Lectures, which has hosted internationally renowned scholars since 1970. Its nuclear magnetic resonance laboratory was the first of its kind in Canada, allowing the campus to conduct influential research in the environmental sciences. The original building of the campus was internationally acclaimed for its architectural design. The Dan Lang Field, home to the baseball team of the Toronto Varsity Blues, is also situated at the campus. ==History== The land along the valley of the Highland Creek in Scarborough, Ontario was purchased in 1911 by Toronto-based businessman Miller Lash, who developed the site into his summer estate with a mansion, today known as the Miller Lash House. The mansion included 17 rooms, a barn, a coach house, and three houses for his staff to dwell. Over the following years, over 100 acres of the estate was also used as farmland. Following the death of Miller Lash in 1941, the estate was acquired by E. L. McLean, an insurance broker, in 1944 for $59,000. He made new additions to the estate, including a swimming pool and change room, and a retaining wall made in stone. About of property was later purchased from McLean, just before his death, by the University of Toronto for about $650,000 in 1963, as part of the university's regional expansion. The groundskeeper of the land would continue to reside in the Highland Creek valley for the next 29 years. McLean's additions to the Miller Lash House, which would eventually become the residence of the campus's principal, were modernized and of surrounding land north of the estate were also acquired. The University of Toronto established the Scarborough College as part of the institution's collegiate university system and declared the campus a branch of the Faculty of Arts and Science. D. C. Williams was appointed as the principal of Scarborough College and the planned Erindale College, as well as vice-president of the university. The college's faculty, consisting of 16 members, was also established and headquartered at the main campus in Downtown Toronto. First classes were held at Birchmount Park Collegiate Institute and Old Biology Building at the St. George campus. Designed by John Andrews, the first building of the campus began construction the following year. Due to delays in construction after a strike among workers, the Scarborough College opened in temporary classes at the main campus to 191 full-time students in 1965. The first building was completed in time for the following academic year. The college included a television production studio. This was for a unique video lecturing system the college was initially planned to have, that relies on the use of closed circuit television for teaching purposes. The system grabbed international media attention, and was complimented in the 1967 edition of Time. However, the video lecturing system was abandoned after it was condemned for the lack of communicability of students with instructors. In 1972, the campus was reorganized as a separately governed division of the university's Faculty of Arts and Science, developing its own curriculum. In 1973, it became the first post-secondary institution to adopt a course credit system in Ontario and the first cooperative education program was established. The campus adopted its present official name in 2006 after being renamed University of Toronto Scarborough Campus in 1983 and University of Toronto at Scarborough in 1996. The initials UTSC comes from the former name and continue to be used by the university to distinguish the campus from University of Toronto Schools (UTS). ==Grounds== ===Campus=== For much of its existence, the University of Toronto Scarborough was described as a \"mid-sized university campus\". It is the smallest of the three campuses of the University of Toronto by area. It sits on of land, forming the west side of the Highland Creek neighbourhood in Scarborough. It is bounded entirely by Morningside Avenue to the west. Its eastern, northern and southern borders are not definite, however; the campus grounds extend north slightly south of Highway 401 and south slightly north of Old Kingston Road. Its eastern boundary is Military Trail while south of Ellesmere Road and slightly further east while north of Ellesmere Road. Unlike the university's downtown campus, the University of Toronto Scarborough is located in a suburban area, consisting of residential houses along its eastern side and urban forestry on its southern and western side. The neighbourhood's namesake river runs through the southern portion of the grounds and its valley consists of pedestrian trails that link the campus to nearby parks and neighbourhoods. Transit bus service by the Toronto Transit Commission, GO Transit, and Durham Region Transit connect the campus to nearby transportation hubs. ===Architecture=== thumb|right|Looking west: Science Wing ahead, Bladen Building on the left, and the Arts and Administration Building on the right. The Andrews Building, the first completed building of the campus named after its designer, John Andrews, was built in a brutalist architectural style and completed in 1964. The interiors were made to mimic streets of a city, with wide hallways and balconies on upper floors. The building is divided into two wings, known as the Science Wing and the Humanities Wing. The Meeting Place, a large atrium at the center of both wings, is often used to hold events. The design of the Andrews Building, along with its unique closed circuit television teaching system, were targets of international acclaim during the decade. The 1970s and onward saw new buildings being designed in a modernist style. The Recreational Wing, now known as the Bladen Wing (named after Vincent Bladen, former dean of the Faculty of Arts and Science) was completed in 1972. The Recreation Wing (R-Wing) housed the University of Toronto Scarborough Library, then known as the Vincent W. Bladen Library. The N'Sheemaehn Child Care Centre, one of the university's non-profit child day care facilities, opened in 1990. An underground corridor completed in 1995, known as the Hall of Excellence, connects the R-Wing (Bladen Wing) and the H-Wing (Humanities Wing). Double cohort brought challenges to the teaching, study and residence spaces at the campus due to increase in first-year enrollment. In response, the Academic Research Centre (ARC) and Joan Foley Hall were constructed. The ARC was built in 2003 as an extension of the Bladen Building with a copper finish. It allowed for the relocation and expansion of the library to its present state and introduced the campus's first 300-seat lecture theatre, which has since held the Watts Lecture series, after formerly being held in the Meeting Place. The Doris McCarthy Gallery, also found in the ARC, exhibits works by local artist and campus alumni, Doris McCarthy. The Student Centre was opened in 2004 through a project that was initiated and funded by students. Constructed using 18 tonnes of recycled steel from a demolished gallery at the Royal Ontario Museum, the three-storey Student Centre earned a Leadership in Energy and Environmental Design (LEED) certification as well as a Green Design Award from the City of Toronto. The Social Sciences Building, home of the Department of Social Sciences, also opened in 2004 as the Management Wing but took its present name after the completion of the Instructional Centre in 2011, which became the new home of the Department of Management, the Department of Computer and Mathematical Sciences, and offices of cooperative education programs. Brick and limestone were used to create the Arts and Administration Building, completed in 2005, which holds the principal's office. The Science Research Building, where post- graduate research facilities and a lecture hall are located, is an extension of the Science Wing that was completed in 2008. ===Expansion=== Since 2009, the university has undertaken a proposal to substantially expand the campus north of Ellesmere Road, starting with the construction of the Instructional Centre, funded by Canada's Economic Action Plan, completed in 2011. The Toronto Pan Am Sports Centre (built 2014) was one of the main venues of the 2015 Pan American Games and 2015 Parapan American Games. The Toronto Pan Am Sports Centre brought pool facility to campus and significantly expanded the size of the gym. The Parapan American Games also brought an addition of seven accessible tennis courts to the Highland Creek valley. The Environmental Science and Chemistry Building, completed in summer 2015, was the third building to open in the north grounds. The most recent addition to campus architecture is Highland Hall, built on the footprint of the old gym and athletic centre. Highland Hall houses the Registrar's Office, Admissions & Recruitment, and an Event Centre. Plans for expansion in the near future include a second Instructional Centre, a new student residence, and an indigenous house.DiFrancesco, Alexa, (2020), , Varsity ==Academics== thumb|right|The University of Toronto Bookstore operates a branch at Scarborough. The campus is primarily an undergraduate institution, thus it attracts the most direct-entry applicants from secondary schools among the university's three campuses. The campus has 14 academic departments: * The Department of Anthropology * The Department of Arts, Culture and Media * The Department of Biological Sciences * The Department of Computer and Mathematical Sciences * The Department of English * The Department of Historical and Cultural Studies * The Department of Human Geography * The Department of Language Studies * The Department of Management * The Department of Philosophy * The Department of Physical & Environmental Sciences * The Department of Political Science * The Department of Psychology * The Department of Sociology The Centre for Critical Development Studies is an extra-departmental unit. Students are diversified among concentrations that are specialist degrees, as well as the common majors and minors. The cooperative education programs, which place students for up to three semesters in workplaces pertaining to their field of study, are unique to the campus in the University of Toronto. Joint programs with Centennial College, that award both a university degree and a college diploma, are offered in journalism, new media, paramedicine, industrial microbiology, and environmental science. Service-learning course is also offered. Eleven departments of the campus contain programs that award a Bachelor of Arts degree. The department of Anthropology offers interdisciplinary programs in health studies and on the subject of humanity. At the Department of Arts, Culture and Media, courses in visual and performing arts, new media, and journalism are taught. It is also one of the only two universities in Ontario that grants an undergraduate degree in arts management. The department of English provides study on English literature and film studies. Centre for Critical Development Studies offers both arts and science degree on international development issues. The Department of Language Studies offers courses in non-English languages, linguistics, and psycholinguistics. Department of Historical and Cultural Studies teaches African studies, classical studies, global Asia studies, history, food studies, religion, and women's studies. The department of Human Geography oversees programs in city studies, physical and human geography. The department of philosophy offer programs in philosophy and ethics. Department of Political Science includes programs in political science, public law, and public policy while the Department of Sociology offers courses in sociology and migration studies. The university has five departments in the sciences, which award a Bachelor of Science degree. The Department of Biological Sciences offers programs and courses related to the biological and life sciences; it houses at least one Biosafety level 3 laboratory. The Department of Computer and Mathematical Sciences teaches computer science, mathematics and statistics. The Department of Physical & Environmental Sciences oversees programs in physics, astronomy, environmental sciences and chemistry. The Department of Psychology includes programs in psychology, mental health and neuroscience. The department of Anthropology could also award Bachelor of Science degree, in addition to Bachelor of Arts degree. The Bachelor of Business Administration with co-op option degree is also unique to the campus. It is awarded by the programs in the Department of Management, which offers specialist degrees with fields in marketing, human resources, finances, accounting, information technology and economics. Four graduate programs are based on the campus. The Department of Physical & Environmental Sciences offers masters and doctoral degrees in environmental science. The Department of Psychology offers an MA and PhD combined program in clinical psychology. The most recent graduate program offered through the Department of Management is the Masters of Accounting and Finance which provides accreditation pathways for both the CPA and CFA designation. The campus is also home to various interdisciplinary research centres and extra-departmental research clusters that are unique to the university. These include the: * Centre for Biological Chemistry * Centre for Ethnography * Centre for the Neurobiology of Stress * Centre for Planetary Sciences * Culinaria Research Centre * Environmental Nuclear Magnetic Resonance Centre * Integrative Behaviour and Neuroscience Group * Plant Cellular and Molecular Processes Group == Admissions == Ontario Universities' Application Centre Prospective students are admitted via the Ontario Universities' Application Centre. Facilitated Admissions Pathway Prospective students from Mainland China, Hong Kong and Macau can apply to the University of Toronto Scarborough via a special admissions pathway. They are the Green Path - China and Green Path - Hong Kong. They are designed for grade 12 students graduating from mainland China and Hong Kong & Macau respectively. ==Student life== ===Student centre=== thumb|right|The Student Centre is a landmark for student activities at the campus. The Student Centre is a three- story building, where the office of the Scarborough Campus Students' Union (SCSU), office of Student Affairs of the University of Toronto Scarborough, as well as other offices of student clubs and organizations, are located. It also contains a television lounge, food court, health and wellness centre, and multifaith prayer room. The Rex's Den is a pub and dine-in restaurant located in the first floor of the Student Centre. It was formerly operated as The Bluffs, which opened subsequently after the opening of the Student Centre but re-opened with its present name and improved service in 2009. ===Media and Greek life=== Student media on the campus include Radio Forward (formerly Fusion Radio), the campus's student-run internet radio station, and The Underground, the campus's official student news outlet. The campus also receives distributions of The Varsity. Greek life at University of Toronto Scarborough includes two sororities: Chi Sigma Xi multicultural sorority and Delta Alpha Theta - Gamma chapter. In addition to this there is also one fraternity Xi Alpha Pi multicultural fraternity. None of these organizations has a house. As per their policy, the University of Toronto does not officially recognize fraternities or sororities. ===Residences=== Student residence is located primarily in the southernmost part of the campus, consisting mostly of townhouse-style homes and the Student Centre. The first residence area, the Student Village, which was able to accommodate 250 students, was opened in 1973 after pressure from traveling students. The townhouses are split into different halls, each bearing a different type of wood's name, in alphabetical order. These 'Phase 1' houses, the ones originally part of the Student Village, include Aspen, Birch, Cedar, Dogwood, and Elm hall. The next 'Phase 2' halls erected include Fir, Grey Pine, Hickory, and Ironwood hall. 'Phase 3' are the townhouses located north of the main campus, near the Science Research building, include Juniper, Koa, Larch, and Maple Hall. Over 600 people can live in the townhouses. The townhouses feature shared common areas, kitchens, and bathrooms for students. The four- story-high Joan Foley Hall, opened in 2003, is the first apartment-style residence complex on campus, named after the campus's first female principal. It accommodates 230 people. It is a suite-style dorm with shared common areas, kitchens, and bathrooms per unit. The building is equipped with an elevator. It is located in the Southern Residence area. The Student Residence Centre, a white building located next to Joan Foley Hall, is where the administration for the housing is run, and acts as a common area for all residence students. It handles all mail for students, and has some supplies such as garbage bags and light bulbs available for students to use. All housing has both shared and single bedrooms available, as well as housing periods dependent upon semester. Student housing has a 'first-year guarantee' where first-years who apply before a certain deadline are guaranteed to find housing. ==Notable alumni== Noted professors and researchers at the University of Toronto Scarborough include poet Daniel Scott Tysdal, zoologist Fred Urquhart and writer- researcher Norah Urquhart who tracked the migration of monarch butterflies, historian and author Modris Eksteins, and Laura-Ann Petitto, a multiple award- winning American cognitive neuroscientist and psychologist who has performed influential research in various branches of neuroscience using humans and chimpanzees. The campus has educated a fair number of noted persons involved in a variety of fields. === Academics (Arts) === * Prof. Trelani Chapman, assistant professor of psycholinguistics at the University of Alberta's Faculty of Rehabilitation Medicine, specializing in the causes of typical and atypical disorders among children (HBA 2009) * Dr. Michael Degagné, Order of Canada, Order of Ontario and Queen's Diamond Jubillee Medal recipient for his work with indigenous communities and reconciliation. Former President of Nipissing University, became the first indigenous president of a Canadian university. * Prof. John Harrichand, assistant professor in the Department of Counseling at The University of Texas at San Antonio (Hons.B.Sc 2008) * Prof. Marnie Jull, associate professor of conflict analysis and management at Royal Roads University (BA 1991) * Prof. Adrian De Leon, free-lance poet, author of Rouge, assistant professor of American Studies & Ethnicity at the University of Southern California. Researcher of indigeneity, settlers of color, and labor politics in Scarborough and the Filipino diaspora across the Pacific. (BA 2014) * Prof. Adam Yao Liu, assistant professor of political science and researcher of authoritarian politics, Chinese politics, and political economy at the Lee Kuan Yew School of Public Policy (BA 2009) * Prof. Rashelle Litchmore, assistant professor of human development and cultural psychology, specializing in race and education at Connecticut College (B.Sc 2008) * Prof. Shirin Montazer, associate professor of sociology at Wayne State University's College of Liberal Arts and Sciences, specializing in immigration, mental health and neighborhood contexts (BA 2002) * Prof. Camille A Nelson, Professor of Law and Dean at the University of Hawaii's William S. Richardson School of Law, specializing in comparative law and critical race theory (BA 1991) *Prof. John Pierce, Professor Emeritus of geography specializing in economic and resource geography, former Dean of Arts and Social Sciences, and former Dean of the Faculty of Environment at Simon Fraser University (BA 1970) * Prof. Sasha Reid, former sessional instructor of sociology at the University of Calgary, known for her database on serial killers and predicted that the string of disappearances from the Church Gay village was the work of a serial killer (B.Sc 2011) *Dr. Cynthia Wesley-Esquimaux, inaugural Indigenous Chair in Truth and Reconciliation in Canada and Vice Provost for Indigenous Initiatives at Lakehead University, specializing in Historic Trauma and its impacts on Indigenous peoples (BA 1985) === Artists === * Norm Hacking, Canadian folk music singer-songwriter * Prof. Will Kwan, globally renowned Hong-Kong Canadian interdisciplinary artist Associate Professor of Studio Art at the University of Toronto Scarborough's Department of Arts, Culture and Media and at the Daniels Faculty of Architecture, Landscape, and Design (BA 2002) * Cybill Lui, investment banker turned producer and founder of Anova pictures (BBA 2002) * Doris McCarthy, Toronto-based artist, famously known for her landscape paintings of Canada (BA 1989) * Tea Mutonji, Canadian writer and poet, author of short story collection \"Shut Up You're Pretty\" , winner of the Ontario Creates Trillium Book Award (BA 2018) * Derek Tsang, Oscar-nominated Hong-Kong based filmmaker and actor (BA 2001) === Athletes === * Ruvindu Gunasekera, youngest-ever Canada national cricket team player *Kaley McLean, former Canadian paralympian swimmer, silver and gold medalist at the Cerebral Palsy International Sports and Recreation Association (CP-ISRA) World Championship, and member of the International Paralympic Committee (BA 2007) * Cindy Nicholas, marathon swimmer and former MPP of Scarborough Centre * Victoria Nolan , \"the metronome\", rower for Canada's National Adaptive Rowing Team, bronze, silver and gold medals at the World Rowing Championships (B.Sc 1996) * Gord Stellick, sports broadcaster and former Toronto Maple Leafs General Manager === Business, Entrepreneurs, Philanthropists === * Preet Banerjee , host of the television show Million Dollar Neighbourhood on the Oprah Winfrey Network, a personal financial expert, and winner of the reality TV series The Ultimate W Expert Challenge (B.Sc 2001) * Tenniel Chu, Vice Chairman of Mission Hills Group, owner and operator of the Mission Hills golf and leisure resorts in Shenzhen and on the island of Hainan, China. (BA 1999) * Charles Cutts, Governor General of Canada's Queen Elizabeth II Diamond Jubilee Medal recipient for contributions to art & culture, former President & CEO of The Corporation of Massey Hall and Roy Thomson Hall (BA 1969) * Dr. Jon Dellandrea, philanthropist and fundraiser, Order of Canada ‘06 recipient for contributions to higher education President & CEO of Sunnybrook Hospital and former Vice-Chancellor at University of Toronto and the University of Oxford and Chancellor of Nipissing University (BA 1973) * Derrick Fung, CEO of Drop, co-founder and former CEO of Tunezy, Forbes 30 under 30 in Music (BBA 2009) * Dr. Ravi Gukathasan, Tamil-Canadian philanthropist and founder of Digital Specialty Chemicals (DSC) (B.Sc 1982) * Reetu Gupta, CEO & President of the Gupta Group and The Easton's Group of Hotels, Canada's Top 40 under 40 (BBA 2005) *Chloe Ho, co-founder of Pixie Mood, a Vegan Leather Accessories Company that was featured in Forbes magazine and Oprah Winfrey’s 2019 List of Favorite Things (B.Sc 2006) * Satish Kanwar, co-founder of Jet Cooper Forbes 30 under 30 in ecommerce and retail (BBA 2008). * Alek Krjstajic, former CEO of Wind Mobile and founder of Public Mobile (BA 1989) * Prof Venkat Kuppuswamy, assistant professor of entrepreneurship and innovation at the D'Amore-McKim School of Business at Northeastern University (B.Sc 2006) *Steve Lau, co-founder of Highland Creek Partners, co-founder of AutoLeap and partner at Whitecap Venture Partners, Canada’s Top 40 under 40 (BBA 2005) * Mabel Lee, founder & CEO of Velour Beauty (BBA 2010) * Prof Yutao Li, associate professor of accounting specializing in corporate financial and non-financial disclosure at the University of Lethbridge's Dhillon School of Business (BBA 2004) * Prof Chris Ling, assistant professor of marketing specializing in consumer behaviour at the Degroote School of Business at McMaster University (BBA 2010) * Prof Juan Ma, assistant professor of strategy at Institut Européen d'Administration des Affaires (INSEAD) University specializing in international corruption and institutional distrust (BBA 2011) * Neil Selfe, founder & CEO of INFOR Financial Group, Canada's leading independent merchant banking and advisory firm (B.Comm 1988) *Arvin Singh, co-founder and COO of Hoolah, Asia’s leading Omni-channel buy now pay later platform (BBA 2008) * Axel Villamil, co-founder & CEO of StageKeep and founder & creative director of Redlabel Studios(B.Sc 2016) === Journalists and Media Personalities === * Alexandra Gater, interior design vlogger and consultant, host of the shows “Buy or DIY” and “Make My Space Work”, Class of 2020’s Design Change-makers. (BA 2015) * Karen K. Ho, global finance and economics reporter for Quartz, most known for her covering of Crazy Rich Asians which made the cover of Time Magazine (BA 2010) * Emily Hunter , Canadian environmental activist, Flare magazine's “14 Canadians under 30 to watch” author and filmmaker (HBA 2011) * Hamza Khan, multi-award winning speaker and marketer, author of the Amazon best-selling book “The Burnout Gamble”, managing director of Student Life Network, lecturer specializing in digital marketing at Ryerson University's Ted Rogers School of Management (BA 2010) * Nancy Newman, Emmy-Award winning sportscaster, anchor and reporter for YES, former reporter for CNN and NBC (BA 1988) * Vijaya Silvaraju, cooking expert, food guru, host of the show “One World Kitchen”, often featured on the Marilyn Denis show and Taste made (BBA 2008) * Prof. Christopher Waddell, Professor Emeritus and Former Directors of the School of Journalism and Communication at Carleton University, Carty Chair in Business and Financial Journalism (BA 1974) === Politicians/ Public Servants === * Margarett Best, former Member of Provincial Parliament for Scarborough–Guildwood * Bill Blair, Member of Parliament Scarborough Southwest (2015-Pres), President of the Queen's Privy Council for Canada and Minister of Emergency Preparedness(2021-Pres),former Chief of Toronto Police Service (2005-2015), former Minister of Public Safety and Emergency Preparedness (2019-2021)(BA 1980) * Mary Anne Chambers, former Member of Provincial Parliament and former Minister of Children and Youth Services Sports (BA 1988) * Adrian Foster, three-term Mayor of the City of Clarington, Ontario and recipient of the Queen Elizabeth II Golden Jubilee Medal for his community service (BA 1983) *Goldie Ghamari, Current Member of Provincial Parliament for Carleton, Chair of Standing Committee on General Government (BA 2008) * Jay C. Hope, highest-ranking Black police officer in Canadian History, former deputy chief of the Ontario Provincial Police; deputy minister of emergency planning and management; and commissioner of Emergency Management Ontario and commissioner of community safety for the Province of Ontario, and deputy minister of correctional services for the Province of Ontario. (BA 1979) * Mitzie Hunter, Member of Provincial Parliament for Scarborough Guildwood, former Associate Minister of Finance, former Minister of Education, and former Minister of Advanced Education and a Skills Development (BA 1999) *Laura Mae Lindo, Member of Provincial Parliament for Kitchener Centre, critic on Anti- Racism, Colleges & Universities, and citizenship and immigration (BA 1998) * John McKay, Member of Parliament for Scarborough Guildwood (2004-present), former Member of Parliament for Scarborough East (1997-2004), former Parliamentary Secretary to the Minister of Finance (2003-2006), former Parliamentary Secretary to the Minister of Defense (2015-2017) * Jennifer McKelvie , Toronto City Councillor for Scarborough-Rouge Park (B.Sc 2000) * Mary Ng , Member of Parliament Scarborough-Guildwood, Minister of Small Business, Export Promotion and International Trade (BA 1996) * David Onley, the 28th and former Lieutenant-Governor of Ontario (BA 1975) * Michael Prue, former three-term Member of Provincial Parliament representing Beaches-East York, former mayor of East York, and current town councillor of Amherstburg, Ontario (BA 1971) * Harkirat Singh, Brampton City Councillor of Wards 9 and 10 (BA 2009) https://www.linkedin.com/in/harkirat-singh-9a467849/ * Bryon J. Wilfert, former Member of Parliament for Richmond Hill, Consul General of Myanmar and recipient of the Order of the Rising Sun (BA 1975) === Scientists/ Medical Professionals === * Prof. Blair Armstrong, assistant professor of Linguistics, specializing in psycholinguistics and the cognitive neuroscience of Language at the University of Toronto Scarborough’s Department of Language Studies (B.Sc 2006) *Prof. Rob Brander, Professor of coastal geomorphology at the University of New South Wales, known as Dr. Rip, the expert warning people around the world about the perils of rip currents (B.Sc 1989) * Prof. Rick Dale, Professor of Cognitive Science and Communications, specializing in quantifying the dynamics of communication at UCLA's Department of Communication (BA 2000) * Prof. Lukasz Gulab, Canada Research Chair in Data Analytics for Sustainability, Associate Professor at the School of Computer Science and the Department of Management at the University of Waterloo (B.Sc 2001) * Dr. Everton Golden, Chief of Otolaryngology at North York General Hospital and assistant Professor at the Temerty Faculty of Medicine (B.Sc 1991) * Dr. Efrar Habsha, Staff Prosthodontist at Mount Sinai Hospital, founder of Women in Dentistry and Fellow of the Royal College of Dentists of Canada (RCDC) (B.Sc 1991) *Prof. Brian Harrington, associate professor of computer science at the University of Toronto Scarborough’s Department of Computer and Mathematical Sciences (B.Sc 2004). * Prof. Dean Hay, Professor specializing in biomechanics at Nipissing University's School of Health and Physical Education (B.Sc 1995) * Prof. Kris Kim, assistant professor of biochemistry at the University of Toronto Scarborough's Department of Environmental Sciences and Chemistry (B.Sc 2012) * Prof. Norman Lee, assistant professor of biology specializing in neural systems and behaviour at St. Olaf's College (B.Sc 2005) * Prof. Jana Lok, assistant professor specializing in complementary therapies and nursing pedagogy at the Bloomberg School of Nursing at the University of Toronto (B.Sc 2001) * Prof. Allison McDonald, associate professor specializing in bioenergetics at Wilfrid Laurier University's Department of Biology (Ph. D 2007) * Prof. Jason Ozubko, associate professor specializing in human memory at SUNY Geneseo's Psychology Department (B.Sc 2005) * Prof. Todd Smith, Professor of biology specializing in Microbial Biodiversity, Eukaryotic Microbiology and Parasitology at Acadia University (B.Sc 1992) * Prof. Ashwini Tiwari, assistant professor at Augusta University's Department of Psychiatry and Health Behaviour (B.Sc 2007) * Prof. Zeynep Yilmaz, assistant professor and neurogeneticist specializing in the genetics of food disorders the at the University of Carolina Chapel Hill, School of Medicine (B.Sc 2004) ==References== ==External links== * Category:University of Toronto John Andrews Building Category:Educational institutions established in 1964 Category:Brutalist architecture in Canada Category:Modernist architecture in Canada Category:Education in Scarborough, Toronto Category:1964 establishments in Ontario Category:BSL3 laboratories in Canada",
 "title": "University of Toronto Scarborough"
}