{
 "id": "333763",
 "text": "Crieff (; , meaning \"tree\") is a Scottish market town in Perth and Kinross on the A85 road between Perth and Crianlarich, and the A822 between Greenloaning and Aberfeldy. The A822 joins the A823 to Dunfermline. Crieff has become a hub for tourism, famous for whisky and its history of cattle droving. Attractions include the Caithness Glass Visitor Centre and Glenturret Distillery. The nearby Innerpeffray Library (founded about 1680) is Scotland's oldest lending library. St Mary's Chapel beside it dates from 1508. Both are open to the public: the library is run by a charitable trust; the chapel is in the care of Historic Scotland. Star Wars actors Ewan McGregor and Denis Lawson were raised and educated in Crieff and have featured in several movies from the franchise. ==History== For a number of centuries Highlanders came south to Crieff to sell their black cattle, whose meat and hides were avidly sought by the growing urban populations in Lowland Scotland and the north of England. The town acted as a gathering point for the Michaelmas cattle sale held each year, when the surrounding fields and hillsides would be black with the tens of thousands of cattle, some from as far away as Caithness and the Outer Hebrides. (In 1790 the population of Crieff was about 1,200, which gave a ratio of ten cows per person.) During the October Tryst (as the cattle gathering was known), Crieff was a prototype \"wild west\" town. Milling with the cattle were horse thieves, bandits and drunken drovers. The inevitable killings were punished on the Kind Gallows, for which Crieff became known throughout Europe. By the 18th century the original hanging tree used by the Earls of Strathearn had been replaced by a formal wooden structure in an area called Gallowhaugh – now Gallowhill, at the bottom of Burrell Street. What is now Ford Road was Gallowford Road which led down past the gallows to the crossing point over the River Earn. In such a prominent position, Highlanders passing along the principal route would see hanged bodies dangling overhead, prompting from them the words, \"God bless you, and the Devil damn you.\" Lord Macaulay's history talks of a score of plaids hanging in a row, but the remains of the Gallows – held in Perth Museum – suggest the maximum capacity was only six. Crieff's parish church kept a strong Episcopalian dominance from the Reformation in 1560 until the Revolution of 1688. In 1682 William Murray ignored the Presbytery and brought Episcopalian format into worship, including the Lord's Prayer and the Doxology. The Apostles' Creed was also used at baptisms. After the Jacobite victory at Killiecrankie, Murray quoted the 118th Psalm: \"This is the day God made, in it we'll joy triumphantly\". Rob Roy MacGregor visited Crieff on many occasions, often to sell cattle. Rob Roy's outlaw son was pursued through the streets of Crieff by soldiers and killed. In the second week of October 1714 the Highlanders gathered in Crieff for the October Tryst. By day Crieff was full of soldiers and government spies. Just after midnight, Rob Roy and his men marched to Crieff Town Square and rang the town bell. In front of the gathering crowd they sang Jacobite songs and drank a good many loyal toasts to their uncrowned King James VIII. In 1716, 350 Highlanders returning from the Battle of Sheriffmuir burned most of Crieff to the ground. In 1731, James Drummond, 3rd Duke of Perth, laid out the town's central James Square and established a textile industry with a flax factory. In the 1745 rising the Highlanders were itching to fire the town again and were reported as saying \"she shoud be a braw toun gin she haed anither sing\". But it was saved by the Duke of Perth – a friend and supporter of Prince Charles. In February 1746 the Jacobite army was quartered in and around the town with Prince Charles Edward Stuart holding his final war council in the old Drummond Arms Inn in James Square – located behind the present abandoned hotel building in Hill Street. He also had his horse shod at the blacksmith's in King Street. Later in the month he reviewed his troops in front of Ferntower House, on what is today the Crieff Golf Course. In the 19th century, Crieff became a fashionable destination for tourists visiting the Highlands and a country retreat for wealthy businessmen from Edinburgh, Glasgow and beyond. Many such visitors attended the Crieff hydropathic establishment, now the Crieff Hydro, which opened in 1868. Crieff still functions as a tourist centre. The large villas stand as testaments to its use by wealthy city-dwellers. Crieff was once served by Crieff railway station, which linked the town to Perth, Comrie and Gleneagles.Railscot Retrieved 29 July 2018. The station was opened in 1856 by the Crieff Junction Railway, but closed in 1964 by British Railways as one of the Beeching cuts. ==Fame in verse== Crieff was praised by the poetaster William McGonagall in \"Crieff\". > \"Ye lovers of the picturesque, if ye wish to drown your grief, Take my > advice, and visit the ancient town of Crieff.\" ==Events== Every year the town hosts the Crieff Highland Games, which include music and dancing competitions and feats of strength. ==Schools== *Morrison's Academy *Ardvreck School *St Dominics RC Primary School *Crieff Primary School – A historic picture of Crieff Primary School, see The Schoolmaster, (1953) black and white, 19 minutes. The schoolmaster is played by Walter Carr and the film is narrated by Gordon Jackson. *Strathearn Community Campus ==Places of worship== thumb|upright|Crieff Parish Church Crieff Parish Church (Church of Scotland) in Strathearn Terrace, also known as the East Church, is on the site of a medieval building that was demolished and rebuilt in 1786, when a hoard of gold coins from the reign of Robert the Bruce was found within its walls. The church was again rebuilt in 1827. Crieff West Church (Church of Scotland) was built 1837-8 on Comrie Road as a chapel of ease to the main parish church. It was converted into the St Ninian's Centre in 1958 and used for over 50 years as a lay training and conference venue until its closure in 2001. The building is now occupied by private flats. The South Church, now disused, was built in 1881 as a Free Church of Scotland, modelled on the design of Dunblane Cathedral. It later became known as the South UP Church when it merged with the United Presbyterian Church (Scotland) into the United Free Church of Scotland, before becoming part of the established Church of Scotland. The Scottish Episcopal Church in Perth Road is a small 1990s building which replaced an older church. The Roman Catholic Church is represented by St Fillan's Chapel in Ford Road, as part of the Diocese of Dunkeld. ==Media== Radio Earn broadcasts from Strathearn and Strathallan.Radio Earn – official website ==Notable people== *Dallas Anderson (1874–1934), actorBritish Film Institute access date 19 January 2018. *Moira Armstrong (born 1930), BAFTA- winning television director. *John Terence Coppock (1921–2000), geographer *John Craig (1896–1970), recipient of the Victoria Cross *Daniel John Cunningham (1850–1909), anatomist and author *Very Rev John Cunningham (1819–1893) father of the above, Moderator of the General Assembly of the Church of Scotland in 1886 *Jackie Dewar (1923–2011), footballer *Eve Graham (born 1943), former singer with New Seekers, has lived in Crieff since 2004 *David Jacks, first commercial producer of Monterey Jack cheese *Denis Lawson (born 1947), actor *Ewan McGregor (born 1971), actor *Alexander Murray (1810–1884), geologist *Neil Paterson (1915–1995), Oscar-winning screenwriter, was a resident of Crieff until his death. *Fiona Pennie (born 1982), Olympic canoeist *William Reid (VC) (1921–2001) recipient of the Victoria Cross *Brian Stewart (1922–2015), soldier, diplomat and spy *Rory Stewart (born 1973), politician *Sophie Stewart (1908–1977), actor *Gavin Strang (born 1943), politicianMP for Edinburgh East constituency, first elected in 1970, then re- elected in February 1974, October 1974, 1979, 1983, 1987, 1992, 1997, 2001 and 2005. He held several ministerial posts during his political career. *Sheila Stuart (1892–1974), children's writer, died here in 1974 *Simon Taylor (born 1979), Scottish international rugby player *D. P. Thomson (1896–1974), evangelist of the Church of Scotland, Warden of the St Ninian's Centre *Thomas Thomson (1773–1852), chemist ==References== ==External links== * *Crieff Visitor Centre *National Library of Scotland: SCOTTISH SCREEN ARCHIVE (selection of archive films about Crieff) *Explore Crieff Path Network – Perth and Kinross Countryside Trust Category:Highland Boundary Fault",
 "title": "Crieff"
}