{
 "id": "333837",
 "text": "thumb|210px|Quirino Cristiani Quirino Cristiani (July 2, 1896 – August 2, 1984) was an Italian-born Argentine animation director and cartoonist, responsible for the world's first two animated feature films as well as the first animated feature film with sound, even though the only copies of these two films were lost in a fire. He is also the first person to create animation solely using cardboard cutouts. ==Biography== Quirino Cristiani was born on July 2, 1896 in Santa Giuletta, Italy. His family moved to Buenos Aires, Argentina in 1900, and Quirino spent his childhood soaking up the fast pace and left-leaning politics of the great southern metropolis. He came to consider himself a porteño first (as the natives of the port of Buenos Aires called themselves) and an Argentine second. As a teenager, he developed a passion for drawing, which led him through a brief course with the Academy of Fine Arts to the publication of political caricatures for the city newspapers. Soon the perfect target for his satire presented himself. The national elections of 1916 peacefully ended the 36-year-long rule of the Conservative party and placed Radical party leader Hipólito Yrigoyen in the president's seat. Yrigoyen favored the lower middle class, especially in Buenos Aires, and granted unprecedented freedom to the press. The press in response turned on him, mocking his social awkwardness, his replacement of Conservative corruption with Radical corruption in the government, and his decision to keep Argentina out of World War I, a decision that was unpopular with the germanophile Argentine military. He soon was dubbed \"Peludo\" (\"Armadillo\") for his reclusive personality, always seeking the security of his \"lair\". Living in the capital was another Italian immigrant, Federico Valle, once a cameraman and director in Europe (he used Wilbur Wright's visit to Rome in 1909 as the opportunity to film the world's first aerial cinematography), now a producer of newsreels for his adopted country. Valle was apolitical, but he knew the porteños were not. He hired the twenty-year-old Cristiani off the street, gave him Émile Cohl's Les Allumettes animées (Animated Matches, 1908) to teach him the technique, and set him loose. Before 1916 was out, Valle's newsreel Actualides Valle came out with an episode including the one-minute cartoon La Intervención en la provincia de Buenos Aires (Intervention in the Province of Buenos Aires) by Quirino Cristiani. The cartoon was about Yrigoyen's ouster of Buenos Aires governor Marcelino Ugarte for dishonesty. This film used cardboard cutouts as the form of animation, a choice Cristiani would stick with throughout his career. This short film did surprisingly well, and Valle announced a new project: the green animator would next create the world's first feature-length animated film, with President Yrigoyen as the subject. The funding would come from a Mr. Franchini, who owned a chain of movie theatres to show the finished film. Cristiani would get his character designs from newspaper cartoonist Diógenes Taborda (pen name \"El Mono\", \"The Monkey\") Cristiani managed to accomplish his goal, doing the lion's share of the animation, the 58,000-frame El Apóstol (an hour and ten minutes at 14 frames per second) premiered on November 9, 1917 and destroyed in 1926. The movie was a satire, with President Yrigoyen ascending to the heavens to use Jupiter's thunderbolts to cleanse Buenos Aires of immorality and corruption. The result is a burnt city. The film was well-received, but most of the praise went to producer Valle, with what was left over going to Taborda. In 1918, the German commander in Argentina, Baron von Luxburg, decided to manipulate Argentina into joining World War I on its side by sinking an Argentine ship and blaming the act on the Entente. The tales of the survivors of the incident led nearly everyone to realize what really happened, but Yrigoyen swung his political weight to cover the incident up, out of fear that Argentina might be pushed into the war as an enemy of Germany, an outcome he feared just as much as a German alliance. Cristiani saw the incident as the perfect opportunity, and with a new set of producers created the world's second feature-length animated film, Sin dejar rastros in 1918. The title (Leaving No Trace) was a reference to von Luxburg's supposed order to the German U-boat captain who sank the ship. President Yrigoyen felt he had no choice but to order the Ministry of Foreign Affairs to confiscate the film the day after it premiered. In doing this, the Radical showed himself little better than the repressive Conservative presidents he had replaced. On the other hand, Cristiani was not imprisoned and spent the next several years creating political cartoons and caricatures for the newspapers. Two other animated features were put out at this time by Andrés Ducaud, the man who designed the fire effects in El Apóstol. To support his growing family, Cristiani founded the advertising company Publi-Cinema, where he made short commercial cartoons. To show these cartoons, he traveled to the poorer parts of town, where no movie theatres were to be found, and showed the paying public Chaplin shorts and other films interspersed with his animation. This did so well that the police shut him down for \"disturbing the peace and interrupting traffic\". President \"Peludo\" finished out his six-year term in 1922, and was succeeded by another Radical, Marcelo Torcuato de Alvear. During Alvear's presidency, Cristiani started making animated shorts for entertainment purposes. Some of the titles included Firpo-Dempsey (1923) on the boxing match between American heavyweight champion Jack Dempsey and Argentinian champion Luis Firpo, Uruguayos Forever (1924) on Uruguay's Olympic gold medal in soccer, and Humberto de garufa (Little Umberto's Folic, 1924), on the visit of Italian Prince Umberto of Savoy to Buenos Aires. In 1918 and 1926, a fire destroyed Federico Valle's film vaults; among the films lost forever was El Apóstol. In 1928, the aging Hipólito Yrigoyen was re-elected president of Argentina. Cristiani felt that the man was too dominated by the corrupt leaders of the Radical party. With a script by Eduardo Gonzalez Lanuza, he set out to make his third animated feature film, Peludópolis. The movie was to be a sort of fable, with pirate Yrigoyen's floating \"Peludo City\" (Argentina) beset by hungry sharks (the Radicals). Cristiani converted the operation over to sound partway through, including a few songs in the soundtrack (he used the primitive sound-on-disc system for the recording since it was unlikely that most Argentine theaters would be able to handle sound-on-film at the time of release). Then, on September 6, 1930, a year into production, work on Peludópolis was halted when President Yrigoyen was ousted by a Conservative military coup d'état. With so much invested in the film so far, Cristiani decided to proceed, re-arranging the plot to de- emphasize Yrigoyen and the sharks, and carefully adding the characters of the generals as the heroes, in an attempt to protect himself from possible persecution. He then added an everyman character named Juan Pueblo, to become the moral centre of the film. With the provisional blessing of the provisional ruler of Argentina, General José Félix Uriburu, Cristiani premiered the film on September 16, 1931. Few people felt that the wake of a revolution was the right time to laugh about it. In addition, the Great Depression had come to Argentina. Yrigoyen died in bed in 1933 and suddenly the entire country was gripped with grief for a man few had cared deeply for when he was alive. Cristiani respectfully withdrew the film from circulation. Quirino Cristiani never had another chance for greatness in animation. Mickey Mouse took over Argentina like he had the rest of the world, and like so many other artists, Cristiani couldn't compete. Studios Cristiani was converted into a dubbing/subbing lab, one of the best of its kind in Argentina. Cristiani made three more animated films in his life, none of which were memorable. When Walt Disney came to Argentina as part of his Latin America research tour, Cristiani showed his films to him, then sent him to cartoonist Molina Campos, the source of the gaucho segment in Saludos Amigos (1943). Cristiani has been called \"The man who anticipated Disney.\" Two fires in 1957 and 1961 destroyed the majority of Cristiani's work, including the only prints of Peludópolis. He died in Bernal, Argentina on August 2, 1984. ==Films== * 1916: La intervención en la provincia de Buenos Aires * 1917: El Apóstol * 1918: Sin dejar rastros * 1923: Firpo-Dempsey * 1923: Firpo-Brennan * 1924: Uruguayos forever * 1924: Humberto de Garufa * 1925: Rhinoplastia * 1925: Gastronomía * 1931: Peludópolis * 1938: El mono relojero *1940–1951: Da Nasrda mono eco Mornici (released 1970) * 1941: Entre pitos y flautas * 1943: Carbonada ==See also== * List of lost films == References == * Giannalberto Bendazzi (Anna Taraboletti-Segre, translator); Cartoons: One Hundred Years of Cinema Animation; Indiana University Press; (paperback reprint, 2001) ==External links== * * * Quirino Cristiani, The Untold Story of Argentina's Pioneer Animator, by Giannalberto Bendazzi: http://www.awn.com/mag/issue1.4/articles/bendazzi1.4.html * Quirino Cristiani Movie, by Gabriele Zucchelli: http://www.QuirinoCristianiMovie.com/ Category:1896 births Category:1984 deaths Category:Italian emigrants to Argentina Category:People from the Province of Pavia Category:Italian expatriates in Argentina Category:Naturalized citizens of Argentina Category:Argentine animators Category:Argentine cartoonists Category:Argentine satirists Category:Argentine animated film directors",
 "title": "Quirino Cristiani"
}