{
 "id": "333996",
 "text": "In mathematics, an ultrametric space is a metric space in which the triangle inequality is strengthened to d(x,z)\\leq\\max\\left\\\\{d(x,y),d(y,z)\\right\\\\}. Sometimes the associated metric is also called a non-Archimedean metric or super-metric. Although some of the theorems for ultrametric spaces may seem strange at a first glance, they appear naturally in many applications. == Formal definition == An ultrametric on a set is a real-valued function :d\\colon M \\times M \\rightarrow \\mathbb{R} (where denote the real numbers), such that for all : # ; # (symmetry) # ; # if then ; # } (strong triangle inequality or ultrametric inequality). An ultrametric space is a pair consisting of a set together with an ultrametric on , which is called the space's associated distance function (also called a metric). If satisfies all of the conditions except possibly condition 4 then is called an ultrapseudometric on . An ultrapseudometric space is a pair consisting of a set and an ultrapseudometric on . In the case when is an Abelian group (written additively) and is generated by a length function \\|\\cdot\\| (so that d(x,y) = \\|x - y\\|), the last property can be made stronger using the Krull sharpeningPlanet Math: Ultrametric Triangle Inequality to: : \\|x+y\\|\\le \\max \\left\\\\{ \\|x\\|, \\|y\\| \\right\\\\} with equality if \\|x\\| e \\|y\\|. We want to prove that if \\|x+y\\| \\le \\max \\left\\\\{ \\|x\\|, \\|y\\|\\right\\\\}, then the equality occurs if \\|x\\| e \\|y\\|. Without loss of generality, let us assume that \\|x\\| > \\|y\\|. This implies that \\|x + y\\| \\le \\|x\\|. But we can also compute \\|x\\|=\\|(x+y)-y\\| \\le \\max \\left\\\\{ \\|x+y\\|, \\|y\\|\\right\\\\}. Now, the value of \\max \\left\\\\{ \\|x+y\\|, \\|y\\|\\right\\\\} cannot be \\|y\\|, for if that is the case, we have \\|x\\| \\le \\|y\\| contrary to the initial assumption. Thus, \\max \\left\\\\{ \\|x+y\\|, \\|y\\|\\right\\\\}=\\|x+y\\|, and \\|x\\| \\le \\|x+y\\|. Using the initial inequality, we have \\|x\\| \\le \\|x + y\\| \\le \\|x\\| and therefore \\|x+y\\| = \\|x\\|. == Properties == thumb|400px|In the triangle on the right, the two bottom points x and y violate the condition d(x, y) ≤ max{d(x, z), d(y, z)}. From the above definition, one can conclude several typical properties of ultrametrics. For example, for all x,y,z \\in M, at least one of the three equalities d(x,y) = d(y,z) or d(x,z) = d(y,z) or d(x,y) = d(z,x) holds. That is, every triple of points in the space forms an isosceles triangle, so the whole space is an isosceles set. Defining the (open) ball of radius r > 0 centred at x \\in M as B(x;r) := \\\\{y \\in M \\mid d(x,y) < r\\\\}, we have the following properties: * Every point inside a ball is its center, i.e. if d(x,y) then B(x;r)=B(y;r). * Intersecting balls are contained in each other, i.e. if B(x;r)\\cap B(y;s) is non-empty then either B(x;r) \\subseteq B(y;s) or B(y;s) \\subseteq B(x;r). * All balls of strictly positive radius are both open and closed sets in the induced topology. That is, open balls are also closed, and closed balls (replace < with \\leq) are also open. * The set of all open balls with radius r and center in a closed ball of radius r>0 forms a partition of the latter, and the mutual distance of two distinct open balls is (greater or) equal to r. Proving these statements is an instructive exercise. All directly derive from the ultrametric triangle inequality. Note that, by the second statement, a ball may have several center points that have non-zero distance. The intuition behind such seemingly strange effects is that, due to the strong triangle inequality, distances in ultrametrics do not add up. == Examples == * The discrete metric is an ultrametric. * The p-adic numbers form a complete ultrametric space. * Consider the set of words of arbitrary length (finite or infinite), Σ*, over some alphabet Σ. Define the distance between two different words to be 2−n, where n is the first place at which the words differ. The resulting metric is an ultrametric. * The set of words with glued ends of the length n over some alphabet Σ is an ultrametric space with respect to the p-close distance. Two words x and y are p-close if any substring of p consecutive letters (p < n) appears the same number of times (which could also be zero) both in x and y.. * If r = (rn) is a sequence of real numbers decreasing to zero, then |x|r := lim supn→∞ |xn|rn induces an ultrametric on the space of all complex sequences for which it is finite. (Note that this is not a seminorm since it lacks homogeneity -- If the rn are allowed to be zero, one should use here the rather unusual convention that 00 = 0.) * If G is an edge-weighted undirected graph, all edge weights are positive, and d(u,v) is the weight of the minimax path between u and v (that is, the largest weight of an edge, on a path chosen to minimize this largest weight), then the vertices of the graph, with distance measured by d, form an ultrametric space, and all finite ultrametric spaces may be represented in this way.. == Applications == * A contraction mapping may then be thought of as a way of approximating the final result of a computation (which can be guaranteed to exist by the Banach fixed-point theorem). Similar ideas can be found in domain theory. p-adic analysis makes heavy use of the ultrametric nature of the p-adic metric. * In condensed matter physics, the self-averaging overlap between spins in the SK Model of spin glasses exhibits an ultrametric structure, with the solution given by the full replica symmetry breaking procedure first outlined by Giorgio Parisi and coworkers.Mezard, M; Parisi, G; and Virasoro, M: SPIN GLASS THEORY AND BEYOND, World Scientific, 1986. Ultrametricity also appears in the theory of aperiodic solids. * In taxonomy and phylogenetic tree construction, ultrametric distances are also utilized by the UPGMA and WPGMA methods.Legendre, P. and Legendre, L. 1998. Numerical Ecology. Second English Edition. Developments in Environmental Modelling 20. Elsevier, Amsterdam. These algorithms require a constant-rate assumption and produce trees in which the distances from the root to every branch tip are equal. When DNA, RNA and protein data are analyzed, the ultrametricity assumption is called the molecular clock. * Models of intermittency in three dimensional turbulence of fluids make use of so-called cascades, and in discrete models of dyadic cascades, which have an ultrametric structure. * In geography and landscape ecology, ultrametric distances have been applied to measure landscape complexity and to assess the extent to which one landscape function is more important than another. == References == == Bibliography == * * == Further reading == * . Category:Metric geometry Category:Metric spaces",
 "title": "Ultrametric space"
}