{
 "id": "334688",
 "text": "Garnet Hercules Mackley (9 December 1883 - 24 April 1986) was a New Zealand businessman, railways manager and politician. ==Career== Mackley was born in Port Chalmers. He became general manager of New Zealand Railways in 1933. During his tenure, Mackley worked hard to improve the standard and range of services provided by the railways. He won approval for the construction of an inspection car known as the \"Red Terror\" in which he travelled the entire system inspecting stations and meeting staff. Published: New Zealand Government Railways Department, Wellington The car's success encouraged him to order the construction of railcars that were to serve the railways for many years, specifically the Midland, Wairarapa, Standard, and Vulcan classes. He also wanted to improve the comfort of passengers and initiated a local building programme which provided the basis of passenger carriage stock for many years. In the 1938 New Year Honours, Mackley was appointed a Companion of the Order of St Michael and St George. In 1940 he retired, Published: New Zealand Government Railways Department, Wellington and was made managing director of the Whakatane Paper Mills. == Member of Parliament == Mackley then entered politics, becoming a Member of Parliament for the New Zealand National Party. He was elected as the MP for Masterton (1943–1946) and then for Wairarapa (1946–1949), after which he retired. In 1950 he was appointed to the Legislative Council by National, as a member of the so-called suicide squad charged with voting for the abolition of the Council (or Upper House). ==Notes== ==References== * * ==External links== *Photos of Mackley and the Red Terror *1938 message as General Manager NZR |- Category:1883 births Category:1986 deaths Category:New Zealand centenarians Category:Men centenarians Category:New Zealand National Party MPs Category:New Zealand public servants Category:New Zealand people in rail transport Category:Members of the New Zealand Legislative Council Category:New Zealand National Party MLCs Category:People from Port Chalmers Category:Members of the New Zealand House of Representatives Category:New Zealand MPs for North Island electorates Category:New Zealand Companions of the Order of St Michael and St George",
 "title": "Garnet Mackley"
}