{
 "id": "334704",
 "text": "thumb|Bust of Bishop Henry Wardlaw. Henry Wardlaw (died 6 April 1440) was a Scottish church leader, Bishop of St Andrews and founder of the University of St Andrews. ==Ancestors== He was descended from an ancient Saxon family which came to Scotland with Edgar Atheling, and was hospitably received by Malcolm Canmore. His grandfather, Sir H. Wardlaw of Torry, Fifeshire, married a niece of Walter Stewart, 6th High Steward of Scotland, and had by her Andrew, his successor, and Walter Wardlaw (d. 1390), Bishop of Glasgow, who is said to have been made a cardinal by the antipope Clement VII in 1381. Sir Andrew married the daughter and heiress of James de Valoniis, and had Walter and Henry, the bishop. In 1378 Cardinal Wardlaw petitioned the pope for a canonry of Glasgow with expectation of a prebend for his nephew, who must have been then a mere boy, as he lived for sixty-two years afterwards. ==Early life== He was educated at the universities of Oxford and of Paris. In the book of the procurators of the English nation in the latter university his name appears among the 'determinantes' of 1383. In a petition to the pope of 1388 he is described as 'a licentiate in arts who has studied civil law for two years at Orleans.' He afterwards studied the canon law, and took the degree of doctor. During the papal schism Scotland was on the side of the anti-popes, and, through the favour of Antipope Clement VII and Antipope Benedict XIII (Peter de Luna), Wardlaw held simultaneously canonries and prebends in Glasgow, Moray, and Aberdeen, the precentorships of Glasgow and Moray, and the church of Cavers. ==Bishop== He passed some time at Avignon, and it was while at the papal court that he was chosen Bishop of St Andrews; he was consecrated in 1403. Returning to Scotland, he acted as tutor to the future King James I of Scotland, and finished the work of restoring the cathedral at St Andrews. He greatly improved the interior and enriched it with encaustic tiles and stained-glass windows. He also built the Gare bridge at the mouth of the Eden, which was then considered one of the finest in Scotland. Having helped to bring about the release of James from his captivity in England, he crowned the king in May 1424, and afterwards acted as one of his principal advisers. He appears to have been an excellent bishop. The chief blot on his episcopate was the burning of John Resby, an English priest, at Perth in 1407, and of Pavel Kravař, a Bohemian, at St. Andrews in 1432, for teaching the tenets of Wycliffe. He does not appear to have been himself an active promoter of persecution. Resby was apprehended by Lawrence of Lindores, and the king conferred the abbey of Melrose on John Fogo for his zeal in convicting Kravař. It may also be pleaded in extenuation of Wardlaw's conduct that the spirit of persecution then raged throughout Christendom, and that the Scottish parliament in 1425 enacted that all bishops should make inquisition of Lollards and other heretics in their dioceses. ==University of St Andrews== Wardlaw's chief claim to fame is the fact that he was the founder of the University of St Andrews, the first university in Scotland. He issued the charter of foundation in February 1411, and the privileges of the new seat of learning were confirmed by a bull of the Avignon Pope Benedict XIII, dated 28 August 1413. The university was to be \"an impregnable rampart of doctors and masters to resist heresy.\" ==References== * * * Category:1440 deaths Category:Bishops of St Andrews Category:15th-century English Roman Catholic bishops Category:Chancellors of the University of St Andrews Category:Year of birth unknown",
 "title": "Henry Wardlaw"
}