{
 "id": "335207",
 "text": "Ski boots are footwear used in skiing to provide a way to attach the skier to skis using ski bindings. The ski/boot/binding combination is used to effectively transmit control inputs from the skier's legs to the snow. ==History== thumb|right|A typical \"universal\" ski boot of the leather era. This example, by G. H. Bass, includes an indentation around the heel where the cable binding would fit, and a metal plate at the toe for a Saf-Ski release binding. The leather strap is a \"long thong\", used by downhill skiers to offer some level of lateral control. Ski boots were leather winter boots, held to the ski with leather straps. As skiing became more specialized, so too did ski boots, leading to the splitting of designs between those for alpine skiing and cross-country skiing. Modern skiing developed as an all-round sport with uphill, downhill and cross-country portions. The introduction of the cable binding started a parallel evolution of binding and boot. The binding looped a strap around the back of the boot to hold it forward into a metal cup at the toe.Wolfgang Lert, \"A Binding Revolution\", Ski Heritage Journal, March 2002, pp. 25-26 Boots with the sole extended rearward to produce a flange for the cable to firmly latch to become common, as did designs with semi-circular indentations on the heel for the same purpose. Effective cross-country skiing requires the boot to flex forward to allow a striding action, so the boots were designed around a sole piece that allowed forward flexing while still keeping the foot relatively firm side-to-side. The upper portions, the cuff, was relatively soft, designed primarily for comfort and warmth. Modern cross- country ski boots remain almost unchanged since 1950s, although modern materials have replaced leather and other natural fibres. With the introduction of ski lifts, the need for skiing to get to the top of the hill was eliminated, and a much stiffer design was preferred, providing better control over the ski when sliding downhill. A key development was the invention in 1928 of the Kandahar cable binding, which attached the heel solidly to the ski and used a strong spring to pull the boot forward into the toe iron. The design required a stiffer, reinforced boot sole, often build on a wooden shank.Seth Masia, \"A Short, Colorful History of Ski Boots\", Skiing History magazine, Sept/Oct 2016 New boots that had been boiled in oil or soaked in glue were introduced to stiffen the upper cuff. These were universally uncomfortable, especially during the break-in period when they were new. Once broken-in, they wore out quickly as they continued to soften up. Racers typically had only weeks to wear a particular pair before it was no longer useful.John Fry, \"The Story of Modern Skiing\", UPNE, 2006, pp. 81-86 Another attempt to stiffen the leg/ski connection was the \"long thong\", a long leather strap fixed directly to the ski that was wrapped several times around the lower leg and then buckled closed. This offered a great improvement in control, but increased the risk of injury in the event of an accident.Greg Morrill, \"Long thong required a unique technique\", Stowe Reporter, 17 February 2011 ==Alpine== thumb|left|A pair of modern front-entry alpine ski boots made by Salomon. As with almost all modern examples, four buckles are used to close the openings at the top of the foot and front of the leg to produce stiff cylindrical forms. Above the top buckle on the leg is the \"power strap\", which acts as a fifth buckle. The rivets forming the pivot points that allow the upper and lower portions of the boot to move independently are seen in silver. Modern alpine ski boots have rigid soles and attach to the ski at both toe and heel using a spring-loaded binding. The interface between boot and binding is standardized by ISO 5355, which defines the size and shape of the hard plastic flanges on the toe and heel of the boot. Ski boots are sized using the Mondopoint system. ===Front-entry=== Front-entry (or \"top-entry\", rarely \"overlap\" or \"Lange\") boots have been the primary boot design for most of the history of downhill skiing. The design evolved from existing leather boot through several steps. In 1956, the Swiss factory Henke introduced the buckle boot, using over-center levered latches patented by Hans Martin to replace laces. Laces spread the load across a number of eyelets in the leather, whereas the buckles concentrated the load at only a few points. To spread it back out again, the boots featured C-shaped flaps that stretched over the opening where the laces would be, to the side where the buckles were located. These had the added advantage of also helping block snow from entering the front of the boot. Beginning around 1960 Bob Lange experimented with ways to replace leather with plastic. Early examples used a lace-up design, but in 1964 he combined a new, more flexible polyurethane plastic with the overlapping flap and buckle system from Henke to produce the first recognizably modern ski boot. Production examples appeared in 1966, and when Nancy Greene started winning races on them, the plastic boot became a must- have item. Replacing leather with plastic dramatically improved stiffness and control, along with durability and warmth (leather boots had a way of soaking through, which led to wet, frozen feet). Over time the cuff around the leg evolved upward, starting just over the ankle like leather boots, but rising to a point about half way to the knee by the 1980s. Only minor changes have occurred to this basic design since then. Almost all modern front-entry boots consist of two sections, one around the foot, and another around the lower leg. These are joined by rivets/rotating joints near the ankle that allows the leg to pivot forward, but not to the sides. This allows excellent control by transmitting even the smallest lateral movements of the leg to the ski. However, the rigid cuff also makes them very difficult to put on and take off. Additionally, because the boot clamps across the foot, pulling the sides inward, it is difficult to produce a single design that fits a range of foot shapes and sizes. This leads to shell modification services, when the boot is stretched to fit the skier's foot, typically by heating the plastic and pressing it into place. This is also known as \"blowing\" (\"punching\", \"pushing\"). Sometimes material will be ground off the boot to provide more room. This is normally used only with front-entry designs, other designs normally include much more room in the foot area as they do not clamp down the same way. thumb|Salomon's SX 92 Equipe was the penultimate development of their SX series of rear-entry ski boots. The boot on the left is in the \"open\" position. ===Rear-entry=== Rear-entry boots were brought to market in the early 1970s by the Hanson brothers to address the issue of getting conventional boots on and off, while also providing a generally better fit.Seth Masia, \"The Rear-Entry Boot: A Life Cut Short\", Skiing Heritage Journal, June 2007, pp. 40-42 Rear-entry designs were very popular in the 1980s, notably Salomon designs like the racing-oriented SX 91 Equipe. In the rear-entry design, the entire foot area and sole are a single unit similar to a slipper. The leg cuff is split in two, with front and rear sections that meet at the hinge point at the ankle. The rear half of the cuff can pivot far to the rear, opening wide for easy entry. Closing a cable locks the moving rear portion forward onto the front half, forming the stiff cuff that pivots around rivets at the ankle like a conventional front-entry design. As the toe area is a single piece and lacks buckles for adjustment, rear-entry boots may have considerable \"slop\", and various systems of cables, plates or foam-filled bladders were used to address this. The upside of this approach is that the foot area can be made larger, fitting almost any foot. The rear entry design fell from popularity in the 1990s due to their shunning by racers in search of a closer fit. Recent improvements to front-entry and mid-entry boots, primarily in the areas of comfort and ease of entry/exit, have diminished the popularity of rear-entry designs even in recreational roles, though mid-range models remain common as rental boots. ===Three-piece=== Three-piece (or \"open- throat\") boots were first developed by Mel Dalebout (around 1969), who introduced a rigid magnesium boot shell in that year (Brixia did the same thing with their aluminum shell at around the same time). The big advantage was that the main shell was a single piece that was convex at all points, meaning it could be easily produced using a plug mould. Conventional boots with overlapping flaps required more complex moulding processes. Engineers at Henke, Heierling, Sanmarco and Caber saw the advantage for high-speed moulding, and plastic three-piece boots were on the market by 1972, when Roland Collombin won the Olympic downhill in the Henke Strato. Boot designer Sven Coomer later improved the design with a corrugated tongue, and this technique was commercialized by Comfort Products, an Aspen, Colo. company owned by the ex-ski racer Erik Giese. Giese licensed Coomer's concept to the Swiss company Raichle-Molitor; the company introduced it in 1979 as the Flexon, which became very popular among downhill racers and mogul skiers. The Flexon was extremely popular among professional skiers, especially for moguls and freestyle, but a series of business blunders put Raichle out of business in the late 1990s.Seth Morrison, \"Morrison Hotel: Boots Made for Stalking\", ESPN, 3 November 2009 Several companies produce three-piece designs today, often referred to as \"cabrio\" boots (after convertible-top cabriolet vehiclesCabriolet (carriage)), and they are once again becoming popular models. The design closely resembles a conventional front-entry design, with separate foot and leg sections riveted at the ankle. However, the overlapping flaps of these designs are cut away, leaving a slot-like opening running down the front of the leg and over the foot. A separate plastic tongue is positioned over this opening on the front of the boot, and buckled down to close it. The open cuff (the \"throat\") makes the boots easy to get on and off, and the shaping of the tongue allows complete control over the forward flex. A single shell can be used with different tongues to provide any needed flex pattern from racing-stiff to freestyle-soft. ===Hybrid leather=== The introduction of plastic boots in the 1960s led a number of companies to introduce \"hybrid\" boots with plastic inserts for additional lateral strength. These were widespread in the late 1960s, especially from the large collection of Italian bookmakers in Montebelluna, before they started introducing all- plastic designs of their own. Typical designs used a plastic insert wrapping around the heel area and extending up to just below the ankle, allowing the skier to force their foot sideways and offering some edging control. Others, notably 1968's Raichle Fibre Jet, wrapped a soft leather boot in an external fibreglass shell, producing a side-entry design that was not particularly successful.Greg Morrill, \"Raichle Fiber Jets\", 20 January 2011 Hybrid designs often incorporated elements of the side-entry or three-piece designs. The Fibre Jet shared much in common with the Rosemount design, for instance. thumb|right|Rosemount's side-entry design, circa 1968. The metal framework that provides forward flex is not visible in these images. The \"crushed\" section at the top of the boot is an elastic material that prevents snow from entering the cuff. ===Side-entry=== Introduced by Rosemount in 1965, side- entry design consisted of an almost completely enclosed shell with a cut-out section on one side. The cut-out was covered by a flap that hinged along the back of the boot, swinging to the rear to open. Stepping in was very easy, simply sliding the foot sideways in through the opening, then swinging the flap closed and stretching a fabric cover over it to seal it. As the upper and lower sections both opened, metal plates were needed on the sides to connect the two mechanically. A problem was that the boot did not meet perfectly along the join, allowing snow to force its way into the boot, although improvements were continuous. This design fell from use in the 1970s as higher-cuff front- entry boots became largely universal.Paul Stewart, \"A Revolutionary New Ski Boot Has a Streamlined Shell of Rigid Fiber Glass\", Sports Illustrated, 15 November 1965 ===External frames=== The ski boot provides four functions; protecting the foot from the elements, providing a mounting point for the binding, and transmitting forces between the leg and the ski. In theory, there's no reason these have to be combined in a single unit, and several designs have split these functions up. One example is the Nava System from the 1980s, which used a soft boot that clipped into custom bindings, and an arm that extended up from the rear binding to wrap around the leg and provide lateral control.Clint Swett, \"Have Your Ski Boots Got You Sore? A Comforting Change Is Now Afoot\", Sports Illustrated, 17 November 1986 ===Knee-highs=== In 1980 four designs were introduced that all rose to a point just under the knee. They were normal ski boots below, but used an extended tongue that fastened around the upper leg using a variety of methods. They offered much greater edging control, and were quickly copied by many other companies. They all disappeared by 1983, a victim largely of fashion - ski pants wouldn't fit over them. None are produced today.Seth Masia, \"The Rise and Fall of the Knee- High Boot\", Skiing Heritage Journal, June 2003 ==Nordic== thumb|right|A typical modern cross-country boot, using the original SNS style binding. Compared to downhill, cross-country boots are much simpler and more closely related to their leather ancestors. ===Cross-country and telemark=== Cross- country boots, like all Nordic equipment, attach to the ski usually only at the toe of the boot and are allowed to flex at the ball of the foot similarly to a normal shoe or boot. Cross-country boots generally use one of four attachment systems; NNN (New Nordic Norm), 75mm Nordic Norm (\"three-pin\" binding, \"75NN\"), d-ring, or SNS (Salomon Nordic System). A four-pin binding system similar to 75NN used to be popular in the USSR. A new Salomon Pilot binding is now widely used for racing because it uses two connection points so that the skier has more stability and control over the ski. As these boots are intended for travel over generally flat terrain, they are optimized for light weight and efficiency of motion.Barbara Brewster, \"Gear Up Properly for Cross- Country\", Snow Country, January 1989, pp. 72-75 Telemark refers to a specific technique for making downhill turns on Nordic equipment. This has resulted in highly specialized equipment designed for better performance in a downhill setting. Until 1992 Telemark boots were basically heavy leather boots with the front of the sole adapted to the 75mm Nordic Norm. The introduction of the New Telemark Norm (NTN) binding in 2007 change the technique dramatically.\"NTN On- snow Test Report\", Telemark News, 26 January 2007 Since then plastic boots have become more and more common and now make up almost all Telemark boots. Plastic allows for a laterally stiffer boot while still allowing freedom of flex at the ball of the foot through the use of bellows. Boots intended for more cross country travel generally have a lower cuff, softer flex and lighter weight. Boots specialized for downhill use have higher cuffs, stiffer flex and heavier weight. Telemark boots are almost always equipped with a rubber sole. ===Alpine touring=== thumb|Modern alpine touring boots from different brands. Often the inner boot can be worn separately, as shown with the red exemplar. Also common is a lever as seen on the back of both boots to switch from a rigid \"ski\" position to a flexible \"walk\" adjustment. Although randonnée is considered as an alpine sport, it basically combines the cross-country stride for uphill portions and then conventional alpine techniques on the downhill. The equipment uses most closely compares to modern telemark systems, with a stiff plastic boot offering good downhill control, and a binding system that allows it to pivot at the toe for cross-country striding.Ronald Eng, \"Mountaineering: Freedom of the Hills\", The Mountaineers Books, 2010, p. 329 Different models trade off light weight against downhill performance. They have a rockered, rubber sole to allow for easier walking. This means that they will not fit in ordinary alpine bindings. Instead, the interface between alpine touring boots and bindings is defined by ISO 9523. Other attachment methods exist and prominent amongst these are the Tech bindings and fittings that were first commercialized by Dynafit as the TLT. As yet, these are not covered by an international standard. ==Snowboarding== Downhill techniques, alpine, telemark and snowboarding, all perform turns by rotating the ski or board onto its edge. Once on edge, the curved pattern cut into the side (the \"sidecut\") causes the ski or board to bend into a curve. As they move forward over the snow, this curved shape causes them to turn. Snowboard boots and bindings are normally far simpler than their downhill counterparts, rarely including release systems for instance, and need to provide mechanical support only in the fore and aft directions. These typically consist of an external frame, generally L shaped, which the snowboarder steps into and then fastens down using straps over the boot. The boot itself is not as responsible for transmitting forces, and can be much softer than a typical downhill boot. When the sport was first introduced, normal winter boots were used, but today it is much more common to use semi-stiff snowboarding boots. Some specialty disciplines use harder boots with step-in bindings more similar to downhill systems, but these are not widely used outside these fields, even though some downhill sports teachers use these so they can switch between snowboarding or skiing classes without having to change boots. ==See also== *Ski binding ==References== ==External links== Category:Boots Category:Sports footwear Boot",
 "title": "Ski boot"
}