{
 "id": "335255",
 "text": "All Grown Up! is an American animated television series created by Arlene Klasky, Gábor Csupó, and Paul Germain for Nickelodeon. It served as a continuation of the series Rugrats, as explores the daily lives of protagonist Tommy Pickles and his childhood friends, now adolescents. The concept for the series was based on the episode \"All Growed Up\", which served as the original series' 10th anniversary special and proved successful with audience. The series ran from April 12, 2003, to August 17, 2008, for a total of five seasons, and featured voice actors from the original series. Several episodes also feature flashbacks from the original series. == Premise == Tommy, Dil, Chuckie, Phil, Lil, Kimi, Angelica, and Susie are now tweens/teens. They have to deal with the various issues and the situations that occur during this age. As the show has aged, so have the characters as episodes often involve the cast dealing with common issues of preteens and teenagers. == Episodes == == Development and production == === All Growed Up=== The idea for All Grown Up! originated in All Growed Up, a television special which aired in 2001 to celebrate the 10th anniversary of Rugrats and portrayed the original characters 10 years into the future. The special was nominated for \"Outstanding Children's Program\" in the 2002 Creative Arts Emmy Awards. The special was the highest rated Rugrats episode, the highest-rated Nickelodeon program, and the cable's #1 show for the week ending July 22, 2001, with a 7.2 rating equivalent to 12 million viewers. Approximately 70% of all kids aged 2–11 tuned in to watch the special. Nickelodeon president, Herb Scannell, noted that a \"Surprising numbers of kids held Rugrats parties on Saturday night and watched the show in groups\". The following day, Nickelodeon said \"'We've got to make this a show,' because of the size of the audience that came to it.\" Noting the immediate popularity of the show's concept, All Growed Up was deemed the network's equivalent of the Super Bowl. Nickelodeon made a two-season order of 35 episodes. Nick's press releases for the Rugrats' 10th anniversary noted that the All Growed Up special was a \"one time only\" special. Nickelodeon was so impressed by the high ratings, they wanted to use the show as a pilot for either a regular spinoff series or a series of occasional one-hour specials. Finally, Nickelodeon decided to commission an entire series around the teenage main characters. Arlene Klasky explained \"It got enormous ratings, so Nickelodeon blessed us with another series\". Margie Cohn felt that Rugrats had endured prolonged success due to the \"series' writing, and the appeal of the show's well developed characters to its deeply devoted audience\", and argued the sequel resulted from fan support and speculation on how the characters would age. While Nickelodeon executives were concerned that the new series would maintain the Rugrats appeal, they acknowledged a revision to the successful franchise was necessary as the original series was beaten in the ratings by shows such as The Adventures of Jimmy Neutron: Boy Genius and SpongeBob SquarePants. On October 16, 2001, a PC game based on the All Growed Up special was released. After release in the US & Canada, All Growed Up debuted on Canadian television by YTV, Rugrats' English broadcaster in Canada, on September 3, 2001. The French Canadian version, \"Les Razmoket, Dix Ans Après\", was broadcast in two parts on VRAK.TV, on December 1, 2001, and December 8, 2001. In Britain and Australia, the video was released as Older And Bolder, because a Rugrats video existed in those countries named All Growed Up. An All Growed Up book was also released. === Production === Nickelodeon ordered 13 episodes, to be created by Rugrats animation studio Klasky Csupo for production in September 2002. All Grown Up was intended as the first Rugrats spinoff as others were under consideration. The series premiered with its first episode, Coup DeVille, on April 12, 2003, following the Nickelodeon Kids' Choice Awards. By November 2003, Rugrats was no longer in production. In 2004, Rugrats and All Grown Up were aired concurrently to highlight the characters in two stages of their lives. All Grown Up aired twice per week. The new episodes shifted from the 11-minute Rugrats format of two stories per episode, to a single 22-minute story. This was to allow \"more time to develop and tell a story and see where the characters go with it\". Each of the episodes focused on the life of a main character and usually showed the characters facing a lot of firsts for tweens and teenagers. The show included gradual stylistic changes, with the first 13 episodes similar to the All Growed Up special and the original Rugrats world. The second set of 13 episodes and onward had a more contemporary look, with characters being given \"hipper\" clothing. Over the 3 seasons of 35 episodes, the developers hoped for a gradual evolution in style to where the audience will be comfortable with the changes. The main cast recorded their parts for each episode in about one hour. By November 24, 2003, 15 episodes began airing while 10 more episodes were in the scripting stage. === Casting and the evolution of characterization === The existing cast modified their voices for their characters' new ages. Tommy's voice actress, E.G. Daily, noted \"It was a little harder when we were doing the first batch of episodes, when they were just coming in and trying to define everybody and how they've grown\". Susie's character changes included having \"a little more sass, a little less innocence and a little more bottom end\". All Grown Up! attracted 30 million viewers a month, including a large number of 12 to 14-year-olds. The producers did not delve into the \"characters' loss of innocence\" with topics such as sex and drugs in favor of issues relevant to 9 to 11-year-olds, the show's target demographic. While the producers did not take the teen approach with All Grown Up!, they did with another show As Told by Ginger. Executive producer Arlene Klasky stated \"It was always in the back of our minds that we would love to see what these characters were like as they grew\". Susie's voice actor, Cree Summer, noted that while part of the appeal to this kind of TV show is not growing up, she noted a natural evolution of the show after 12 years on the air. Daily said that while her character was still the star of the show, he was older, wiser, and using more contemporary language. Cyma Zarghami, Nickelodeon's executive vice president and general manager, said \"The tween special proved kids are ready to embrace these beloved characters in a whole new realm. The Rugrats property is 11 years old, so it feels just right to have the babies turn into tweens in their 12th year on the air\". On the evolution of Angelica, Marjorie Cohn, executive vice president for development and original programming at Nickelodeon explained: She's the center of the universe, and she keeps bumping up against forces that tell her she's not. The writers mellowed Angelica and her voice actress addressed \"I welcome the new development in her character, the way she can be vulnerable. She's getting some real acting challenges from the material the writers are coming up with\". She compared her role to Bart Simpson's voice actress who will likely play the 10 year old until retirement, noting that now she could play the same character with a \"bit more sophistication\". She's become more vulnerable and has to learn to navigate the social strata of junior high\". The potential for more sophisticated storytelling was one of the factors in the creation of the series. The show's creators thought that \"pushing the show to the next age bracket\" would be an effective way of \"holding on to viewers who have grown up with Rugrats\". Daily stated: \"I'm definitely going to miss doing [baby Tommy], but it's awesome watching people grow.\" === Other proposed spin-offs === alt=|thumb|450x450px|Comparison in design style between Rugrats (left) and All Grown Up! (right) At the Television Critics Association tour in July 2001, Nickelodeon executives mentioned that All Growed Up was one of three spinoff concepts proposed by Nickelodeon to continue the successful Rugrats franchise. In 2002, Nickelodeon aired the episode \"Pre-School Daze\", the pilot for a series in which Angelica and Susie attend preschool. According to Variety in September 2002, the show was to be repurposed as a series of four standalone specials. The program aired in the UK in 2005. The North American debut took place in late 2008 after the cancellation of the series. Another proposed spinoff was a series featuring Susie and the Carmichael family, who would move from California to Atlanta, Georgia; it was first proposed for the 1999–2000 television season, but Nickelodeon and Klasky-Csupo decided instead to concentrate on all the original-aged Rugrats. The Kwanzaa special, which aired in 2001, served as a pilot for this new series, but the series would have contradicted the established continuity. In the thirteenth episode of All Grown Up!, \"Lucky 13\", Angelica leaves the pre-teen world to become a teenager. When asked if the popularity of that episode would produce a spinoff as the characters enter teendom, Nickelodeon executives explained: \"It has been talked about but said the network had no immediate plans to push the entire cast into puberty\", though noted that those connected with the franchise were \"eager to continue developing the characters\". The show was preceded by a six-hour marathon of Angelica-centered episodes of Rugrats and All Grown Up. Angelica's voice actor expressed a desire to take part in any spin-off the Rugrats, from Angelica Goes to College to Rugrats in the Nursing Home. In 2003, Cohn proposed that Rugrats characters' play the leads in classic fairy tales for Nickelodeon. === Premieres with other networks === A preview show premiered on April 12, 2003 before its regular run began on May 23, 2003. More than 5.2 million viewers watched the regular run, in 2nd place behind an NFL game on ESPN, and making it the highest-rated premiere at Nickelodeon's to date. The show aired in reruns on \"Nick on CBS\" for six months from March 13, 2004, to September 4, 2004. In addition, in its first season, All Grown Up! had its first of two celebrity guest stars: Lil Romeo as \"Lil Q\" (Cupid) in episode 11, \"It's Cupid, Stupid\". The German broadcast premiered on August 21, 2006 on Nick. In November 2006, All Grown Up! was removed from the schedule, until the remaining episodes aired from November 12, 2007 to August 17, 2008. Since the series' cancellation, Nickelodeon US aired reruns until January 27, 2013 while Nicktoons aired reruns until October 28, 2013. == Reception == The debut show was in the top 15 ratings spots. Common Sense Media felt that the show's scenarios were not as good as in the original series, commenting that they were \"thoughtfully crafted\" but lacked the satiric take of babies misunderstanding the adult world. Rather, the show was choosing to tackle more standard pre-teen themes. The Los Angeles Times stated it was \"a revolutionary idea\" for a series with characters perpetually stuck in their status quo. Image felt All Grown Up! was the \"natural progression of the show\". GamesRadar felt it was an \"ill-advised venture\". CBR commented \"The sense of adventure and exploration of the original had been lost, those special personalities they had as babies vanished in a haze of pre-pubescent insecurities\", though felt it was a \"fun 'what-if'\". NYU argued the show didn't pursue the character's progression with a sense of accuracy. The Gamer thought it was a \"terrible excuse for a sequel\". Chicago Tribune wrote that in the new series, Angelica has \"become an overbearing teen, still bossing around Tommy and his chums\". Rugrats co-creator Paul Germain (who was showrunner for the first three seasons before leaving to work for Disney) has admitted that he was not a fan of the idea of a spin-off where the babies are all grown up because he thought it wouldn't make any sense as the original series was about babies who don't understand the world.Archived at Ghostarchive and the Wayback Machine: == Cast and characters == === Main characters === *Tommy Pickles (E. G. Daily) is now a preteen, Tommy has a full head of purple hair and is still the leader of the group. He has developed an interest in film making and also inventing like his father. His friends still look up to him for advice when a situation gets out of control. *Dil Pickles (Tara Strong) is Tommy's younger brother and also shares his father's interest in inventing. He now has a full head of orange hair like his Mom. Dil has unconventional habits, style, speech, interests, and beliefs and although he is the youngest of the group, he is often the most insightful. *Chuckie Finster (Nancy Cartwright) is still Tommy's best friend and is often shy and nervous. Despite often being the most serious of the group, he has developed a cheeky nature. *Kimi Watanabe-Finster (Dionne Quan) is Chuckie's step-sister Kimi is rebellious and into fashion, which she has a unique style for. She also embraces her Japanese heritage. *Lil DeVille (Kath Soucie) are the twins have developed their own unique personalities as preteens. Lil is now a tomboy with a keen interest in and talent for Soccer, although she still has more girly interests such as fashion and boys. *Phil DeVille (Kath Soucie) is Lil's twin brother, Phil is still gross and mischievous, but has shown talent in modelling and cookery. *Angelica Pickles (Cheryl Chase) is Tommy and Dil's older cousin, Angelica is now a teenager. She is usually seen doing many typical \"teen things\" like getting a cell phone, pursuing boys, and keeping on top of the latest fashion trends. She is relentless in her pursuit of popularity and has kept her self-serving and bossy attitude. *Susie Carmichael (Cree Summer) is Angelica's best friend and sometimes rival, Susie has developed a talent for singing and is still seen by Angelica and now her school peers as \"perfect\" and a \"goody goody\". Susie is hard working to achieve her perfection however, and is also talented at linguistics. She is also close friends with Kimi. === Recurring characters === *Harold Frumpkin (Pat Musick) is Susie and Angelica's friend since preschool. Harold is in love with Angelica and will do anything for her, and although Angelica enjoys this, she never shows him any romantic interest in return. *Stu Pickles (Jack Riley) is Tommy and Dil's father. Stu is still a quirky inventor. *Didi Pickles (Melanie Chartoff) are the boys' Mom and Stu's wife. Didi is now a child psychologist, who is very supportive of Dil's unique personality. *Chas Finster (Michael Bell) is Chuckie's father and Kimi's step-father, Chas owns the Java Lava cybercafé, in which the kids often hangout, with his wife Kira and runs it with Betty. *Kira Finster (Julia Kato) is the wife of Chas, mother of Kimi and step-mom of Chuckie. *Betty DeVille (Kath Soucie) is the strong woman mother of the twins, Betty operates the Java Lava with Chas and Kira. *Howard DeVille (Philip Proctor) are the twins' father and husband of Betty, Howard is an often shy house husband. *Charlotte Pickles (Tress MacNeille) is Angelica's Mom is a highly successful businesswoman, although when Charlotte loses her job, she briefly becomes a full time housewife, before marketing a board game invented by Dil reignites her passion for business. *Drew Pickles (Michael Bell) is a successful businessman, Angelica's father, Charlotte's husband and Stu's brother. *Lucy Carmichael (Hattie Winston) is a talented singer like her daughter, Susie's Mom is still a pediatric doctor. *Randy Carmichael (Ron Glass) is Susie's father and Lucy's husband, Randy is still a scriptwriter for the Dummi Bears. *Lou Pickles (Joe Alaskey) is Tommy, Dil and Angelica's paternal grandfather, Lou is still a big part of their childhood. His wife Lulu is mentioned, but never seen in the series. *Boris Kropotkin (Michael Bell) is Tommy and Dil's maternal grandfather, Didi's father Boris is a Russian-Jewish immigrant to the United States. *Minka Kerpackter (Melanie Chartoff) is the wife of Boris, mother of Didi and grandmother of Tommy and Dil, she is also a Russian-Jewish immigrant, but never seen in the series and will remain mentioned. *Estes Pangborn (Clancy Brown) is the vice-principal of the kids' school. A former pro Wrestler whome the gang often run afoul of, although he likes poetry which shows his sensitive side. *Miss O'Keats (Ann Magnuson) is a troubled romantic, she is a teacher at the kids' school who later dates vice-principal Pangborn. == Merchandise == === VHS and DVD releases === A total of twelve All Grown Up! DVDs have been released. The following is a chart providing information about each DVD: {| class=\"wikitable\" |- |+All Grown Up! home video releases ! colspan=2 rowspan=2|Season || rowspan=2|Episodes || rowspan=2|Years active || colspan=3|Release dates |- ! Region 1 ! Region 2 ! Region 4 |- | style=\"background:#9000C0| || 1 | style=\"text-align: center\"|15 || style=\"text-align: center\"|2003–04 || style=\"font-size:90%\"|Volume 1: Growing Up Changes Everything: August 26, 2003 Episodes: \"Coup DeVille\" • \"Susie Sings The Blues\" * * * Volume 2: Lucky 13: August 31, 2004 Episodes: \"Tweenage Tycoons\" • \"Truth or Consequences\" • \"Thief Encounter\" • \"Lucky 13\" * * * Volume 3: O'Brother!: November 16, 2004 Episodes: \"Bad Kimi\" • \"Brother, Can You Spare the Time\" • \"The Old and the Restless\" • \"Tommy Foolery\" * * * Volume 4: All Grown Up... And Loving It!: January 11, 2005 Episodes: \"Chuckie's in Love\" • \"It's Cupid, Stupid\" * * * Volume 5: Interview with a Campfire: April 5, 2005 Episodes: \"River Rats\" • \"Interview With a Campfire\" * * * Nick Picks Vol. 1: May 24, 2005 Episodes: \"Lucky 13\" * * * Nick Picks Vol. 2: October 18, 2005 Episodes: \"Interview With a Campfire\" || style=\"font-size:90%\"|Volume 1: Growing Up Changes Everything: November 8, 2004 Episodes: \"Coup DeVille\" • \"Susie Sings The Blues\" * * * Volume 2: Lucky 13: September 5, 2005 Episodes: \"Tweenage Tycoons\" • \"Truth or Consequences\" • \"Thief Encounter\" • \"Lucky 13\" * * * Volume 3: O'Brother!: November 7, 2005 Episodes: \"Bad Kimi\" • \"Brother, Can You Spare the Time\" • \"The Old and the Restless\" • \"Tommy Foolery\" * * * Volume 4: All Grown Up... And Loving It!: February 13, 2006 Episodes: \"Chuckie's in Love\" • \"It's Cupid, Stupid\" * * * The Best of Nickelodeon: Summer Adventures: June 5, 2006 Episodes: \"River Rats\" * * * Volume 5: Interview with a Campfire: July 27, 2006 Episodes: \"River Rats\" • \"Interview With a Campfire\" || style=\"font- size:90%\"|Volume 1: Growing Up Changes Everything: September 15, 2005 Episodes: \"Coup DeVille\" • \"Susie Sings The Blues\" * * * Volume 2: Lucky 13: September 15, 2005 Episodes: \"Tweenage Tycoons\" • \"Truth or Consequences\" • \"Thief Encounter\" • \"Lucky 13\" * * * Volume 3: O'Brother!: November 17, 2005 Episodes: \"Bad Kimi\" • \"Brother, Can You Spare the Time\" • \"The Old and the Restless\" • \"Tommy Foolery\" * * * Volume 4: All Grown Up... And Loving It!: March 30, 2006 Episodes: \"Chuckie's in Love\" • \"It's Cupid, Stupid\" * * * The Best of Nickelodeon: Summer Adventures: June 5, 2006 Episodes: \"River Rats\" * * * Volume 5: Interview with a Campfire: September 29, 2006 Episodes: \"River Rats\" • \"Interview With a Campfire\" * * * Season 1: April 1, 2015 * * * The Complete Series: 2018 Episodes: Entire season featured |- | style=\"background:#FF6600| || 2 | style=\"text-align: center\"|10 || style=\"text-align: center\"|2004–05 || style=\"font-size:90%\"|Volume 4: All Grown Up... And Loving It!: January 11, 2005 Episodes: \"Saving Cynthia\" • \"Fear of Falling\" * * * Volume 5: Interview with a Campfire: April 5, 2005 Episodes: \"Bad Aptitude\" * * * Volume 7: R.V. Having Fun Yet?: October 11, 2005 Episodes: \"The Science Pair\" * * * Nick Picks Holiday: September 26, 2006 Episodes: \"The Finster Who Stole Christmas\"|| style=\"font-size:90%\"|Volume 4: All Grown Up... And Loving It!: February 13, 2006 Episodes: \"Saving Cynthia\" • \"Fear of Falling\" * * * Volume 5: Interview with a Campfire: July 27, 2006 Episodes: \"Bad Aptitude\" || style=\"font-size:90%\"|Volume 4: All Grown Up... And Loving It!: March 30, 2006 Episodes: \"Saving Cynthia\" • \"Fear of Falling\" * * * Volume 5: Interview with a Campfire: September 29, 2006 Episodes: \"Bad Aptitude\" * * * Season 2: April 1, 2015 * * * The Complete Series: 2018 Episodes: Entire season featured |- | style=\"background:#AE0057| || 3 | style=\"text-align: center\"|10 || style=\"text-align: center\"|2005 || style=\"font-size:90%\"|Volume 6: Dude, Wheres My Horse?: July 26, 2005 Episodes: \"Blind Man's Bluff\" • \"Yu-Gotta-Go\" • \"Dude, Where's My Horse?\" * * * Volume 7: R.V. Having Fun Yet?: October 11, 2005 Episodes: \"It's Karma, Dude!\" • \"R.V. Having Fun Yet?\" * * * Nick Picks Vol. 3: February 7, 2006 Episodes: \"Dude, Where's My Horse?\" * * * Nick Picks Vol. 4: June 6, 2006 Episodes: \"R.V. Having Fun Yet?\" || || style=\"font-size:90%\"|Season 3: June 3, 2015 * * * The Complete Series: 2018 Episodes: Entire season featured |- | style=\"background:#3399FF| || 4 | style=\"text-align: center\"|10 || style=\"text-align: center\"|2005–07 || || || style=\"font-size:90%\"|Season 4: September 1, 2015 * * * The Complete Series: 2018 Episodes: Entire season featured |- | style=\"background:#ff6| || 5 | style=\"text-align: center\"|10 || style=\"text-align: center\"|2007–08 || || || style=\"font-size:90%\"|Season 5: September 1, 2015 * * * The Complete Series: 2018 Episodes: Entire season featured |} === Books === All Grown Up! led to a wide range of books being published. The following is a list of all the books published thus far: * Ask Angelica! * What's with Dad? * Chuckie's Ghost * Cookie Crisis! * It's About Time * The Scavenger Hunt * Welcome to Fifth Grade! * Boys vs Girls * Angelica for President * Coolest Girl In School === Video game === All Grown Up: Express Yourself is a video game for the Game Boy Advance, developed by Altron and published by THQ. Released in 2004, it follows Angelica that got an assignment for the school newspaper. The game is a compilation of mini-games that are linked by a series of eight missions. There is a PDA mode with a To Do list that collects events and places for each day. == References == == External links == * * All Grown Up at Don Markstein's Toonopedia. at Don Markstein's Toonopedia. from the original on April 4, 2012. * Fansite Category:2003 American television series debuts Category:2008 American television series endings Category:2000s American animated television series Category:2000s American school television series Category:2000s American teen sitcoms Category:American animated sitcoms Category:American children's animated comedy television series Category:Nicktoons Category:Television shows set in Burbank, California Category:Television shows set in California Category:English-language television shows Category:Middle school television series Category:Television series by Klasky Csupo Category:Older versions of cartoon characters Category:American sequel television series Category:2000s Nickelodeon original programming Category:Animated television series about children Category:Animated television series about teenagers Category:Animated television series about siblings Category:Teen animated television series Category:Television series created by Gábor Csupó Category:Television series created by Arlene Klasky Category:Television series created by Paul Germain",
 "title": "All Grown Up!"
}