{
 "id": "335693",
 "text": "The M22 Locust, officially Light Tank (Airborne), M22, was an American- designed airborne light tank which was produced during World War II. The Locust began development in 1941 after the British War Office requested that the American government design a purpose-built airborne light tank which could be transported by glider into battle to support British airborne forces. The War Office had originally selected the Light Tank Mark VII Tetrarch light tank for use by the airborne forces, but it had not been designed with that exact purpose in mind so the War Office believed that a purpose-built tank would be required to replace it. The United States Ordnance Department was asked to produce this replacement, which in turn selected Marmon-Herrington to design and build a prototype airborne tank in May 1941. The prototype was designated the Light Tank T9 (Airborne), and was designed so that it could be transported underneath a Douglas C-54 Skymaster transport aircraft, although its dimensions also allowed it to fit inside a General Aircraft Hamilcar glider. After a series of modifications were made to the initial prototype, production of the T9 began in April 1943. It was significantly delayed, however, when several faults were found with the tank's design. Marmon-Herrington only began to produce significant numbers of the T9 in late 1943 and early 1944, and by then the design was considered to be obsolete; only 830 were built by the time production ended in February 1945. As a result, the Ordnance Department gave the tank the specification number M22 but no combat units were equipped with it. However, the War Office believed that the tank would perform adequately despite its faults, so the tank was given the title of \"Locust\" and 260 were shipped to Great Britain under the Lend-Lease Act. Seventeen Locusts were received by the 6th Airborne Armoured Reconnaissance Regiment in late 1943, but mechanical problems led to the tanks being withdrawn in favour of the Tetrarchs previously used by the regiment. In October 1944 however, the remaining Tetrarchs of the regiment were replaced by Locusts and eight were used during Operation Varsity in March 1945. The tanks did not perform well in action; several were damaged during the landing process and one was knocked out by a German self-propelled gun. Only two Locusts were able to reach their planned rendezvous point and go into action, occupying a piece of high ground along with an infantry company. The tanks were forced to withdraw from the position after several hours however, because they attracted artillery fire that caused the infantry to suffer heavy casualties. The Locust never saw active service with the British Army again and was classified as obsolete in 1946. A number of Locusts were used by foreign militaries in the post-war period however; the Belgian Army used Locusts as command tanks for their M4 Sherman tank regiments, and the Egyptian Army used several company-sized units of Locusts during the 1948 Arab–Israeli War. == Development history == === Background === The Light Tank (Airborne) M22, also known as the Locust, began development in late 1941 in response to a request by the British military earlier in the year for an airmobile light tank which could be transported onto a battlefield by glider.Flint, p. 22. At the time the request was made, the War Office considered using the equipment in Britain's fledgling airborne forces, which had been formed in June 1940 by order of the Prime Minister, Winston Churchill.Otway, p. 21. When officials at the War Office examined the equipment that would be required for a British airborne division, they decided that gliders would be an integral component of such a force. These gliders would be used to transport troops and heavy equipment, which by 1941 was to include artillery and some form of tank.Flint, p. 15. Plans to transport an airborne tank went through a number of revisions, but by May 1941 it was considered feasible for a tank weighing to be carried for in a glider, although the latter would have to be specifically designed for the task. In a conference held on January 16, 1941, it was decided that the General Aircraft Hamilcar, under development at the time, would be used to transport a single tank or two Universal Carriers.Flint, pp. 15–16. A decision had recently been made by the War Office that light tanks were no longer to be generally used in the British Army; on the whole they had performed poorly during the Battle of France and were considered to be a liability. As a result, the Vickers- Armstrong Light Tank Mk VII Tetrarch light tank was now considered obsolete. This made it available for use by the airborne forces and it was chosen by the War Office as the tank to be transported by glider.Flint, p. 16. However, it had not been designed specifically as an airborne tank or to be airmobile, and it also possessed several faults.Flint, p. 11. Its size limited the possible crew to three—a driver in the hull and a gunner and commander in the turret—which was found to be too few crew members to operate the Tetrarch effectively. The gunner or commander, in addition to his own duties, had to act as loader for the 2-pounder, which caused delays in combat; a report on the tank written in January 1941 stated that since the commander had both to fight and control the tank, controlling a troop of Tetrarchs during combat would be almost impossible. The War Office was also aware that the tank had a faulty cooling system that made the Tetrarch unsuitable for service in hotter climates, such as the Middle East and North Africa.Flint, p. 13. A purpose- built airborne light tank was therefore required to replace the Tetrarch, but the decision was taken by the War Office not to produce the tank in Britain due to a lack of production capacity. Instead the American government was approached with a request that it produce a replacement for the Tetrarch.Flint, p. 23. This request was made by the British Air Commission in Washington, D.C., with a proposal calling for a tank of between and to be developed, this being the maximum weight the War Office had decided could be carried by current glider technology. The proposed tank was to have a primary armament of a main gun and secondary armament of a .30-06 Browning M1919A4, and a crew of three. The specification also called for a maximum speed of and an operational radius of . The turret and front of the hull were to have an armour thickness of between and , and the sides of the tank a thickness of . The United States Ordnance Department was given the task of developing the proposed tank, and in turn requested designs from three American companies: General Motors, J. Walter Christie and Marmon-Herrington. The design offered by Christie in mid-1941 was rejected as it failed to meet the specified size requirements, as was a modified design the company produced in November.Zaloga, M551 Sheridan, p. 5. At a conference in May 1941, the Ordnance Department chose the Marmon-Herrington design and requested that the company produce a prototype tank, which was completed in late 1941; it was designated the Light Tank T9 (Airborne) by the company and the Ordnance Department.Flint, p. 24. === Development === thumb|Lycoming O-435 engine The T9 had a crew of three and weighed . It was armed with a main gun and a coaxial .30-06 Browning M1919A4 machine-gun, as well as two further machine- guns on the right-hand side of the bow. The main gun and coaxial machine-gun were mounted in a powered turret, which also had a gun stabilizer installed to allow the gun to be fired when the tank was moving. The T9 was powered by a 162 horse-power six-cylinder, air-cooled Lycoming engine, and the thickness of the armor varied; the front, rear and sides of the hull had a thickness of while the sloped portions of the hull had a thickness of . The tank's engine was able to give it a maximum speed of . The T9 was not primarily designed to be transported by glider, a significant change from the original request, but instead was to be carried under the belly of a Douglas C-54 Skymaster transport aircraft, using four lifting brackets welded onto each side of the hull of the tank. The turret was designed to be removable so that it could be detached and transported inside the C-54 and reattached once on the battlefield. The loading took six men about twenty-five minutes, the unloading ten minutes. On top of this the aircraft required a proper airfield on which to land.Fletcher, p. 72 However, the T9 was of the correct shape, weight and size to be carried inside a Hamilcar glider, suggesting that these dimensions had been chosen deliberately so that the tank could be transported inside a glider if required.Flint, pp. 24–25. thumb|left|A Hamilcar Mark I glider in flight. Hamilcars were used to transport the Locust into battle.|alt=A large, bulky glider with long wings in flight, coming in to land on a runway. It is casting a shadow to its right on the runway. Fields can be seen behind it, and there are trees and bushes in the background. A number of changes were made to the prototype during testing. The main change was the addition of supporting steel beams to improve and strengthen the suspension of the tank, which increased the weight to , the maximum weight that could be carried by a Hamilcar glider.Flint, p. 25. Two new prototypes were ordered by the Ordnance Department in January 1942 and were delivered by Marmon-Herrington in November 1942. They were both designated T9E1. The new tanks incorporated a number of requested changes. The turret was altered in shape; it was lightened by the removal of the power traverse mechanism and the gyro stabilizer for the main armament. The front of the hull was altered from a stepped appearance to a more sloped profile, which would provide for a better ballistic shape; the two .30-06 machine-guns were removed from the bow of the tank and the suspension was altered to try and reduce the weight of the design. However, contrary to normal practice, the Ordnance Department had placed an order for the original T9 design in April 1942, before the T9E1 models were delivered in November 1942; 500 were ordered in April and this order rapidly increased to a total of 1900, with deliveries to begin in November. However, production difficulties and design changes caused this date to be delayed several times, and it was not until April 1943 that production of the T9 actually began. Production of the T9 peaked at 100 tanks produced per month between August 1943 and January 1944; however, this number rapidly declined when the results of the British and American testing programmes were reported to the Ordnance Department, and only 830 T9s were ever produced.Flint, p. 26. The faults discovered with the design led to the Ordnance Department giving it the specification number M22, but classing it as 'limited standard'. No American combat units were equipped with the tank, although some of those produced were used for training purposes and two experimental units were formed and equipped with Locusts. The 151st Airborne Tank Company was formed on 15 August 1943, despite concerns that there would be insufficient transport aircraft to deliver the unit into battle, and the 28th Airborne Tank Battalion was also formed in December of the same year. However, neither unit saw combat, due to the US Army's lack of interest in using them in an airborne capacity. The 151st Airborne Tank Company remained in the United States, shuttling from base to base throughout the war, and the 28th Airborne Tank Battalion was refitted with conventional tanks in October 1944.Zaloga, M551 Sheridan, pp. 7–8. Some 25 Locusts were ordered in April 1944 for use in the European Theater of Operations, and delivered by September; although a small number were sent to the United States Sixth Army Group in Alsace, France, for testing, they were never used in combat.Zaloga, M551 Sheridan, pp. 8–10. However, the British still required the M22 as a replacement for the Tetrarch and the first prototype Locust was shipped to Britain in May 1942 for testing, followed by the second prototype T9E1 in July 1943.Flint, p. 27. Although they were of the opinion that the M22 possessed a number of faults, the War Office believed it would perform adequately as an airborne tank. Thus the tank received the official title of \"Locust\" and 260 were shipped to Britain under the Lend-Lease Act. The majority of the Locusts ended up placed in tank parks until they were scrapped at the end of the conflict, and only eight ever saw action with British airborne forces.Flint, pp. 27–28. === Faults === Extensive testing of the M22 occurred in 1943 and 1944, and was conducted by both the Ordnance Department and the British Armoured Fighting Vehicle (AFV) Gunnery School at Lulworth Ranges. These tests uncovered a number of faults and problems with the Locust. The AFV School noted that the process of loading the M22 into a C-54 transport aircraft took considerable time and involved the use of complex equipment. Overall the process took six untrained men 24 minutes, although it was believed this could be shortened with sufficient training. Unloading was also a long process, taking approximately ten minutes; it was noted that the time it took to unload the M22 from a C-54 on the battlefield meant that both the tank and aircraft would make excellent targets for enemy fire.Fletcher, p. 72. Operational use of the tank would therefore be restricted to the availability of airfields large enough to accommodate a fully laden C-54, which might not be in the right geographical location or might even have to be captured in advance of a planned airborne operation. A heavy transport aircraft, the Fairchild C-82 Packet, was developed to specifically carry the M22 inside its fuselage and unload it through a set of clam-shell doors, but it did not enter service until after the war had ended.Zaloga, M551 Sheridan, p. 8. The US Army Armored Board released a critical report on the Locust in September 1943, stating that it was inadequate in the areas of reliability and durability, and indicating that it would not be able to be successfully used during airborne operations.Zaloga, M551 Sheridan, p. 6. By 1944 it was also realized that the design of the tank was actually obsolete. The armor of the M22 in several areas was found to be so thin that it was incapable of even resisting the armor-piercing ammunition of a .50 caliber machine-gun. Complaints were also made about the 37mm main armament, which was not powerful enough to penetrate the armor of most tanks used by the Axis powers. Similarly a report made on March 13, 1944 by elements of the 6th Airborne Armoured Reconnaissance Regiment complained that when a high-explosive shell was fired from the gun, the resulting shell-burst was so weak that observers had difficulty in seeing where it impacted.Flint, p. 162. There were also mechanical problems with the design, which caused it to be unreliable; the engine was also found to be underpowered, possibly due to problems with the torque characteristics of the engine or an inefficient transmission system. == Operational history == === World War II === ==== Initial service ==== By late 1941, several new British units had been raised specifically trained to conduct airborne operations. The largest such unit was the newly formed 1st Airborne Division, and on 19 January 1942 the War Office took the decision that a light tank detachment would be amongst the support units attached to the division. Designated the Light Tank Squadron, this unit was to be formed of nineteen light tanks and would operate to the fore of the division, using their speed to capture objectives and hold them until relieved by other units.Flint, pp. 75–76. The unit chosen for conversion into the Light Tank Squadron was 'C' Special Services Squadron, which had seen service as an independent tank unit during Operation Ironclad, the invasion of Madagascar in mid-1942. The squadron was also equipped with Tetrarchs, which had recently been re-designated as an airborne tank by the War Office. 'C' Squadron was officially transferred to the 1st Airborne Division on 24 June 1942, bringing with it seven Tetrarchs amongst the other vehicles it was equipped with.Flint, p. 77. The unit immediately began training, but did not stay attached to the 1st Airborne Division for very long; during mid-1943, the division was transported to the Middle East, where it would eventually participate in Operation Husky, the Allied invasion of the island of Sicily. 'C' Squadron remained in Britain however, as not enough Hamilcar gliders had yet been built to transport and deploy all of their Tetrarchs.Flint, p. 80. The squadron was transferred to the division with which it would spend the rest of the war; the 6th Airborne Division, raised in April 1943. The squadron continued to train as an air- portable unit and participated in a number of exercises intended to familiarize it with the duties it would perform, including reconnaissance of enemy positions and performing counter-attacks against enemy infantry and armor.Flint, pp. 83–84. In mid-July an American pilot was sent to Britain to illustrate that the tank could fit inside a Hamilcar and be landed,Zaloga, M551 Sheridan, p. 10. and then on October 25 the Light Tank Squadron received a shipment of seventeen Locusts. During November the new tanks were issued to the squadron, replacing a majority of the Tetrarchs; however a small number of Tetrarchs fitted with a 3 inch (76.2 mm) infantry support howitzer, which were designated as Tetrarch 1 CS (Close Support), were retained.Flint, p. 83. Several of the Locusts also were fitted with Littlejohn adaptors to increase the range and penetration power of their main armament, although it is not clear how many were fitted or if they were fitted at manufacture or after they reached the squadron. The squadron was expanded into the 6th Airborne Armoured Reconnaissance Regiment in December 1943, and as late as March 1944, plans were made for the regiment to be equipped with seventeen Locusts and three Tetrarchs when it took part in Operation Tonga, the British airborne landings in Normandy. However, records indicate that by April the Hamilcar gliders of the regiment were being refitted to only carry Tetrarchs, and by late March the Locusts appear to have been completely replaced. This seems to have been due to mechanical and gunnery problems with the Locusts, as well as specific problems with the design of the Locust's gearbox. The regiment took part in Operation Tonga as part of 6th Airlanding Brigade in June 1944, equipped with twenty Tetrarchs.Flint, p. 106. However, due to their thin armor and underpowered armament they proved to be completely outclassed by the tanks and self-propelled guns deployed by German forces, such as the Panzer IV and the Sturmgeschütz III.Flint, pp. 122–123. By August, in preparation for the 6th Airborne Division's participation in the planned breakout from the Normandy bridgehead, the majority of Tetrarchs in 'A' Squadron were replaced with Cromwell fast cruiser tanks; only three Tetrarchs were retained, remaining with the Headquarters troop of 'A' Squadron.Flint, p. 125. In September the division returned to Britain and in the first week of October 1944, the 6th Airborne Armoured Reconnaissance Regiment underwent an extensive reorganization. The regiment was completely restructured and retired all the remaining Tetrarch tanks it was equipped with, replacing them with Locusts.Flint, p. 138. ==== Operation Varsity ==== In March 1945, the 6th Airborne Division was informed that it would be participating in Operation Varsity, an airborne operation in support of 21st Army Group crossing the River Rhine during Operation Plunder. On March 24 the division, in conjunction with the American United States 17th Airborne Division, would be dropped by parachute and glider near the city of Wesel, where it would capture the strategically important village of Hamminkeln, several important bridges over the River IJssel and the southern portion of a major forest, the Diersfordter Wald.Otway, pp. 302–303. Eight Locusts from the regiment, divided into two troops of four, would land with the 6th Airlanding Brigade in landing-zone 'P' east of the Diersfordter Wald and west of Hamminkeln, acting as a divisional reserve; the rest of the regiment would arrive by road after crossing the Rhine with 21st Army Group.Flint, p. 152. thumb|Locust in action during Operation Varsity, March 1945|alt=A Locust tank, facing right, on a road that cuts through a field. Several uniformed men move in the opposite direction in the foreground. A large military glider can be seen in the background, just behind the Locust. The eight Locusts were loaded into separate Hamilcar gliders between 17–20 March, and on the morning of 24 March were towed from the airfield by Handley Page Halifax heavy bombers to join the rest of the gliders and transport aircraft carrying the two airborne divisions. Weather conditions for the operation were excellent, with clear visibility, and all eight gliders arrived in the vicinity of the landing zone without incident.Flint, p. 153 During their attempts to land, however, the small force was severely depleted; one glider broke away from the Halifax towing it and disintegrated, apparently as a result of structural failure, with the Locust inside it falling to the ground.Flint, p. 154. Three more gliders came under heavy German anti-aircraft fire and crashed as they landed; one tank survived with a damaged machine gun, another crashed through a house which put its wireless radio set and main armament out of action, and the third broke loose of the glider as it landed and was flipped over onto its turret, rendering it useless.Flint, pp. 155–156. Six Locusts landed intact on the landing zone, including several with significant damage, but two of these tanks did not reach the rendezvous point chosen for the regiment. One undamaged tank came to the aid of a group of American paratroopers who were under fire from a German self-propelled gun but was rapidly knocked out by the German vehicle, wounding two crewmembers. A second tank broke down as it attempted to tow a jeep out of a crashed glider, although the crew remained with the tank and supported British airborne troops in the area.Flint, p. 156. Of the four Locusts that reached the rendezvous point, only two were undamaged and fully fit for action; these two were immediately deployed to the high ground east of the Diersfordter Wald, while being covered by the two damaged tanks. Upon arrival they were engaged by German troops and had to be supported by an infantry company, and soon their presence began attracting a great deal of artillery and anti-tank fire.Flint, p. 157 Although neither of the tanks were hit, a number of infantrymen were killed or wounded and after several hours the tanks were forced to withdraw. The four tanks and remaining infantry formed a small force that repelled several German attacks on their position, and were eventually relieved at 10:30 by a tank squadron from the 44th Royal Tank Regiment and elements of the rest of the 6th Airborne Armoured Reconnaissance Regiment.Flint, p. 158. === Post-war === Operation Varsity was the only time the Locust was used in action with the 6th Airborne Armoured Reconnaissance Regiment or the British Army as a whole. A report issued at the end of a conference held by the Director (Air) of the War Office in January 1946 confirmed that the Locust design was considered obsolete; any light tanks to be used in post-war airborne formations would be made from completely new designs.Flint, p. 192. The British Army disposed of a small number of Locusts by transferring them to foreign militaries. Several had their main armaments removed and were used by the Belgian Army as command tanks for their M4 Sherman regiments, and a few Locusts even found their way back to the U.S., where they had their turrets removed and served as agricultural tractors.Flint, p. 193. The June 3, 1946 issue of Life magazine has a five- photo article about Kamiel Dupre, an Illinois farmer who bought two surplus Locusts for $100 each from the Rock Island arsenal. Intending to use one as a farm tractor and one for spare parts, Dupre found the vehicles to be in poor condition and difficult to use and maintain. A larger number of Locusts served with the Egyptian Army, replacing a number of older tank models, such as the Vickers-Armstrong Mark V light tank, that the Egyptian military had acquired during the interwar period.Zaloga, Armour of the Middle East Wars pp. 4–5. Several company-sized units of Locusts were used by the Egyptians during the 1948 Arab–Israeli War. == Users == * * * * == Survivors == Today 16 tanks are known to survive in various conditions:http://the.shadock.free.fr/Surviving_M22_Locusts.pdf * One vehicle at the Bovington Tank Museum, England. * One tank is owned by the Dutch National Military Museum, Soesterberg, where it is on display. * One vehicle is owned by the Royal Museum of the Armed Forces, Brussels (Belgium). It is a runner and regularly participates in reenactment events. * One example is a static display in Negba, Israel. * One tank is displayed at the Armoured Corps Museum, Ahmednagar, India. * One Locust is displayed at the Museum of American Armor on Long Island. * One example is currently stored at Fort Lee, USA and will be part of the new US Army Ordnance Museum when it opens. * One vehicle with a turret reproduction is currently stored at Fort Benning, USA, and will be part of the new National Armor and Cavalry Museum when it opens. * One tank is displayed at the Rock Island Arsenal Museum, USA. * One running vehicle is owned by Roberts Armory World War II Museum in Rochell, USA. The turret of this vehicle is a reproduction. * One tank is displayed at the American Heritage Museum, Stow, Massachusetts, USA. * One running vehicle is owned by the World War II US Military Vehicle Museum, San Rafael, USA. The turret seems to be a reproduction. * One unrestored hull is currently owned by Hugh Movie Supplies in England. The owner also has a turret cast reproduction and an engine, but is missing the original tracks (the original tracks and sprockets can be replaced by M5 Stuart ones). * One M22 Locust hull, which had been converted by the British for use as a personnel carrier, is stored in an unrestored condition at the Museum of American Armor on Long Island. * Two vehicles are owned by Kevin Wheatcroft in England. * One tank is displayed at the Institute of Military Technology in Titusville, Florida. Unrestored condition with a LVT-3 Turret installed. The Hull serial number is 49. * One tank undergoing restoration is located in Georgetown, Texas == Footnotes == == Sources == * * * * * * == External links == *AFV database *OnWar Category:Airborne tanks Category:Light tanks of the United States Category:World War II tanks of the United States Category:History of the tank Category:Military vehicles introduced from 1940 to 1944",
 "title": "M22 Locust"
}