{
 "id": "335603",
 "text": "Details of the history of black players in professional American football depend on the professional football league considered, which includes the National Football League (NFL); the American Football League (AFL), a rival league from 1960 through 1969 which eventually merged with the NFL; and the All-America Football Conference (AAFC), which existed from 1946 to 1949. ==Early years== Charles Follis is believed to be the first black professional football player, having played for the Shelby Blues from 1902 to 1906. Follis, a two-sport athlete, was paid for his work beginning in 1899. From its inception in as a loose coalition of various regional teams, the American Professional Football Association had comparatively few African-American players; a total of nine black players suited up for NFL teams between 1920 and 1926, including future attorney, black activist and internationally acclaimed artist Paul Robeson, as well as famed race record producer J. Mayo Williams. Fritz Pollard and Bobby Marshall were the first black players in what is now the NFL in 1920. Pollard became the first (and until 1989, only) black coach in 1921; during the early-to-mid-1920s, the league used player- coaches and did not have separate coaching staffs. ==1927 through 1933== After , all five of the Black players that were still in the subsequent National Football League left the league. Several teams were kicked out of the league that year, and with a large number of available, talented white players, Black players were generally the first to be removed, never to return again. For the next few years, a black player would sporadically pop up on a team: Harold Bradley Sr. played one season with the Chicago Cardinals in 1928; Phil Scott started at the end position for the Orange Tornadoes in 1929; and Dave Myers played for the Staten Island Stapletons in 1930 and the Brooklyn Dodgers in 1931. In contrast, ethnic minorities of other races were fairly common. Thanks to the efforts of the Carlisle Indian School football program, which ended with the school's closure in 1918, there were numerous Native Americans in the NFL through the 1920s and 1930s, most famously Jim Thorpe. The Dayton Triangles also featured the first two Asian-Americans in the NFL, Chinese- Hawaiian running back Walter Achiu and Japanese-Scottish quarterback Arthur Matsu, both in 1928, and the first Hispanic players in the NFL, Cuban immigrant Ignacio Molinet of the 1927 Frankford Yellow Jackets and Jess Rodriguez of the 1929 Buffalo Bisons, played in the NFL during this time frame. ==1934 to 1945== In 1933, the last year of integration, the NFL had two black players, Joe Lillard and Ray Kemp. Both were gone by the end of the season: Lillard, due largely to his tendency to get into fights, was not invited back to the Chicago CardinalsRoss, 1999, p. 40–45.Peterson, 1997 p. 179. despite in 1933 being responsible for almost half of the Cardinals' points, while Kemp quit of his own accord to pursue a coaching career (one that turned out to be long and successful).Minor difference in detail exists between authors (e.g., Piascik p. 2-5, Willis p. 314) Ross, 1999, p. 50. Many observers will attribute the subsequent lockout of black players to the entry of George Preston Marshall into the league in 1932. Marshall openly refused to have black athletes on his Boston Braves/Washington Redskins team, and reportedly pressured the rest of the league to follow suit. Marshall, however, was likely not the only reason: the Great Depression had stoked an increase in racism and self-inflicted segregation across the country, and internal politics likely had as much of an effect as external pressure. Marshall's hostility was specifically directed at the black race; he openly allowed (and promoted) Native Americans on his team, including his first head coach, Lone Star Dietz, widely believed to be a Native American at the time. The choice of Redskins as his team name in 1933 was in part to maintain the native connotations that came with the team's previous name, the Boston Braves. Another reason for Marshall's anti-black sentiment was to curry favor in the Southern United States. Marshall's Redskins had a strong following in that part of the country, which he vigorously defended, and he stood up against the NFL's efforts to put expansion teams in the South until Clint Murchison, Jr.'s successful extortion attempt (Murchison acquired the rights to the Redskins' fight song and threatened not to let Marshall use the song unless he got an expansion team in Dallas) led to the establishment of the Dallas Cowboys in 1960. By 1934, there were no more black players in the league.Davis, 2005, p. 98Algeo, 2006, p. 38 The NFL did not have another black player until after World War II. Most black players either ended up in the minor leagues (six joined the American Association and several others found their way into the Pacific Coast Professional Football League) or found themselves onto all-black barnstorming teams such as the Harlem Brown Bombers. Unlike in baseball, where the Negro leagues flourished, no true football Negro league was known to exist until 1946, and by this time, the major leagues had begun reintegrating.Black players in minor professional football from the Professional Football Researchers Association ==Post-WWII== In 1939, UCLA had one of the greatest collegiate football players in history, Kenny Washington, a senior.Strode, 1990, p. 104. Washington, an African American,Demas, 2010, pp. 28–29. was very popular,Strode, 1990, p. 142.Peterson, 1997, p. 181. and his team had garnered national attention in the print media.Demas, 2010, p. 37. After he played in the College All-Star game in August 1940, George Halas asked him not to return to Los Angeles immediately because Halas wanted to sign him to a contract with the Chicago Bears. After a week or so, Washington returned to Los Angeles without an NFL contract.MacCambridge, 2005, p. 19.Levy writes that Washington's extra week in Chicago was only \"... apparently at the private request of George Halas\". Levy, 2003, p. 68.Ross, 1999, p. 65.Willis, 2010, p. 329. Washington spent the majority of the early 1940s in the Pacific Coast League with the Hollywood Bears, even during World War II, during which he managed to avoid military service, thanks in part to a timely injury that forced him to miss the 1942 season but likely rendered him ineligible for service. Washington, after his injuries were healed, was a rarity in that he was a healthy, available athlete during a time when the NFL was resorting to using partially handicapped players ineligible for service, but received no interest from any NFL teams at the time. (Washington would ultimately serve a tour of duty in the armed forces in 1945 as a type of sports ambassador.) In 1946, after the Rams had received approval to move to Los Angeles and Washington returned from the war, members of the African American print media made the Los Angeles Coliseum commission aware the NFL did not have any African American playersMacCambridge, 2005, p. 41. and reminded the commission the Coliseum was supported with public funds. Therefore, its commission had to abide by an 1896 Supreme Court decision, Plessy v. Ferguson, by not leasing the stadium to a segregated team.Levy, 2003, p. 92–93. Also, they specifically suggested the Rams should give Washington a tryout. The commission advised the Rams that they would have to integrate the team with at least one African American in order to lease the Coliseum, and the Rams agreed to this condition.The Commission consisted of \"three representatives of city, county and state government [which] was brimming with [USC] and UCLA alums.\" MacCambridge, 2005, p. 19.Davis, 2005, p. 202.Strode writes the Los Angeles Supervisors also oversaw the Coliseum. Strode, 1990, p. 140. Subsequently, the Rams signed Washington on March 21, 1946.Coenen, 2005, p. 123.MacCambridge writes he was signed on May 4, 1946. MacCambridge, 2005, p. 19.Ross, 1999, p. 82. The signing of Washington caused \"all hell to break loose\" among the owners of the NFL franchises.Rathet, 1984, p. 210. The Rams added a second Black player, Woody Strode, on May 7, 1946, giving them two Black players going into the 1946 season. Even after this incident, racial integration was slow to come to the NFL. No team followed the Rams in re-integrating the NFL until the Detroit Lions signed Mel Groomes and Bob Mann in 1948. No black player was selected in the NFL draft until 1949 when George Taliaferro was selected in the 13th round; Taliaferro signed instead with the rival All- America Football Conference. The AAFC, which formed in 1946, was more proactive in signing Black players; in 1946, the Cleveland Browns signed Marion Motley and Bill Willis, and by the time the AAFC merged with the NFL in 1950, six of the league's eight teams had signed Black players, most by the league's second season in 1947. In comparison, only three of the ten NFL teams (the Rams, Lions and New York Giants) signed a black player before 1950. The Green Bay Packers followed in 1950, but the bulk of NFL teams did not sign a Black player until 1952, by which time every team but the Washington Redskins had signed a Black player.Hall of Fame: Permanent reintegration of pro football Marshall was quoted as saying \"We'll start signing Negroes when the Harlem Globetrotters start signing whites.\" The Redskins still had no Black players in 1961, when Interior Secretary Stewart Udall threatened to evict them from D. C. Stadium unless they signed a Black player. The Redskins first attempted to comply by drafting Ernie Davis, who refused to play under Marshall; the Redskins in turn traded Davis to the Cleveland Browns. The Redskins eventually signed Bobby Mitchell and two other African American players in 1962. Quotas limiting the number of Black players were commonplace, and Black players were often stacked into the same positions to allow them to be eliminated as a matter of competition.Rhoden, William C. (December 12, 2011). At some NFL positions, stereotypes reign. The New York Times. Retrieved April 25, 2013. Reportedly, Black players routinely received lower contracts than whites in the NFL, while in the American Football League there was no such distinction based on race. Foreword by Miller Farr. Position segregation was also prevalent at this time. Walt Frazier, an esteemed high school quarterback who received scholarship offers to play college football, chose to play basketball in college instead, believing he had no future as a Black quarterback when his time came to play professionally (the move paid off, as Frazier would have a Hall of Fame basketball career). However, despite the NFL's segregationist policies, after the league merged with the more tolerant AFL in 1970, more than 30% of the merged league's players were African American. The American Football League had the first Black placekicker in U.S. professional football, Gene Mingo of the Denver Broncos (Mingo's primary claim to fame, however, was as a running back, and was only secondarily a placekicker); and the first Black regular starting quarterback of the modern era, Marlin Briscoe of the Denver Broncos. Willie Thrower was a back-up quarterback who saw some action in the 1950s for the Chicago Bears. In 1954, running back Joe Perry of the San Francisco 49ers became the first Black player to be recognized as NFL Most Valuable Player, when United Press International named him pro football's player of the year. ==21st century== At the start of the 2014 season, NFL surveys revealed that the league was 68.7% African-American and 28.6% non-Hispanic white, with the remaining 2.7% comprising Asian/Pacific Islander, non-white Hispanics, and those preferring an other category. In the 21st century, the percentage of non-Hispanic white players has decreased slightly, falling from 29.0% in 2003 to 26.8% in 2019. The 2019 racial and gender report card included for the first time a two or more races option to which 9.6% of players reported themselves, thus resulting in a lower African American percentage at 58.9%.https://43530132-36e9-4f52-811a-182c7a91933b.filesusr.com/ugd/3844fb_1478b405e58e42608f1ed2223437d398.pdf Scout.com national recruiting analyst Greg Biggins said: \"I honestly think it’s harder for a white wide receiver than it is a black quarterback to get recruited at a high level in this day and age,\" Biggins said. \"Unless you have an extreme skill set that jumps out.\" In recent decades the cornerback position has been played almost exclusively by black players, and the halfback/tailback position overwhelmingly so. From the time New York Giants cornerback Jason Sehorn played his final season for the team in 2002Sheahin, Ed (December 18, 2009). The NFL white cornerback: officially extinct! Bleacher Report. Retrieved April 25, 2013. until Troy Apke switched from free safety to cornerback in 2021, there were no white cornerbacks in the NFL. No white running back rushed for 1,000 rushing yards in a season between Craig James in 1985 and Peyton Hillis in 2010.Wilson, Allen (December 10, 2010). Obscure back finds his place with Browns: Peyton Hillis wins hearts in Cleveland. The Buffalo News. Retrieved 2010-12-10. Toby Gerhart alleged race was a factor in why four running backs were drafted ahead of him in the 2010 NFL Draft.Silver, Matt (April 20, 2010). Race factors into evaluation of Gerhart. Yahoo! Sports. Retrieved 2010-11-01. There are also allegations that racial profiling exists at the lower levels of the game that discourages white players from playing halfback.Hill, Jemele (September 30, 2008). Whatever happened to the white tailback?. Page 2 (ESPN.com). Retrieved 2010-11-01. Since the phaseout of the fullback position, more white halfbacks have been included in the NFL; in addition to Hillis and Gerhart, Danny Woodhead, Brian Leonard, Chase Reynolds, Rex Burkhead, Zach Zenner and Christian McCaffrey have all seen playing time at the position since 2010. At the start of the 2013 season, 23 of the 32 starting quarterbacks (72%) in the NFL were white. Whites slightly outnumber blacks in the makeup of offensive linemen (49% vs 46%) yet the center position is 82% white.there aren’t more Black Quarterbacks in the NFL, Matt Ralston. Of the 32 starting kickers in the NFL in 2013, only one was black. In 2013, there were two African American punters, Reggie Hodges for the Cleveland Browns and Marquette King for the Denver Broncos. In October 2018, George Taliaferro, the first African American selected by the process of the NFL draft, died at the age of 91.George Taliaferro, first African-American ever taken in NFL draft, dies at 91 In Week 1 of the 2020 NFL season, 10 quarterbacks with known Black African ancestry (Cam Newton, Teddy Bridgewater, Dwayne Haskins, Lamar Jackson, Patrick Mahomes, Kyler Murray, Dak Prescott, Tyrod Taylor, Deshaun Watson, Russell Wilson) started games for their teams, the most ever on opening week. ==Coaching== Outside of playing, the first black head coach in the NFL since the end of the player-coach era did not come until 1989, when Art Shell took over the then-Los Angeles Raiders; he was followed three years later by Dennis Green of the Minnesota Vikings. An affirmative action policy known as the Rooney Rule was implemented in 2003 requiring teams to interview racial minorities for head coaching positions and, since 2009, other senior management and player personnel positions. (Such minorities need not specifically be black; Hispanics of any race and persons of any nonwhite race are also eligible to qualify under the rule.) The league has never had a black franchise owner. It rejected the opportunity to do so twice, first with Rommie Loudd's Orlando Suns expansion bid, and then with Reggie Fowler's bid on the Minnesota Vikings; in both cases, the prospective black owners were revealed to have inflated their wealth through illegal activities. Only two of the league's owners (Korean-born Kim Pegula of the Buffalo Bills, and Pakistani- American Shahid Khan of the Jacksonville Jaguars) are of non-European descent. ==See also== * History of the National Football League * History of African Americans in the Canadian Football League * Rooney Rule * Racial issues faced by black quarterbacks *Forgotten Four: The Integration of Pro Football, a 2014 documentary film * List of black NHL players * List of starting black NFL quarterbacks * Racism in association football * Race and ethnicity in the NBA ==References== ==Sources== * Algeo, Matthew (2006), Last Team Standing: How the Steelers and the Eagles—\"The Steagles\"—Saved Pro Football During World War II. Philadelphia: Da Capo Press. * Coenen, Craig R. (2005), From sandlots to the Super Bowl: the National Football League, 1920–1967. Knoxville, TN: The University of Tennessee Press. * Davis, Jeff (2005), Papa Bear, The Life and Legacy of George Halas. New York: McGraw-Hill * Demas, Lane (2010). Integrating the Gridiron:Black Civil Rights and American College Football. New Brunswick, NJ: Rutgers University Press. * Levy, Alan H. (2003). Tackling Jim Crow, Racial Segregation in Professional Football. Jefferson, NC: McFarland and Co., Inc. * MacCambridge, Michael (2005), America's Game. New York:Anchor Books * Peterson, Robert W. (1997). Pigskin. New York: Oxford University Press. * Ross, Charles K. (1999), Outside the Lines: African Americans and the Integration of the National Football League. New York: New York Publishing Company. * Strode, Woody; with Young, Sam (1990) Goal Dust. Lanham, MD: Madison Books. * Willis, Chris (2010). The Man Who Built the National Football League: Joe F. Carr. Lanham, MD: Scarecrow Press, Inc. ==Further reading== * Rozendaal, Neal. African-Americans in Hawkeye Sports, 1895-1961 * Rozendaal, Neal. African-Americans in Pro Football – NFL, 1920-1933. * Rozendaal, Neal. Hawkeyes Revisited: Duke Slater *When Pride Still Mattered, A Life of Vince Lombardi, by Golden King5, 1999, () * Lyons, Robert S. (2015). On Any Given Sunday, A Life of Bert Bell. Philadelphia: Temple University Press. * Brown, Paul; with Harlequin, Jack (1979). PB, the Paul Brown Story. New York: Atheneum. * Hession, Joseph (1987). The Rams : Five Decades of Football. San Francisco: Foghorn Press. * Lyons, Robert S. (2010). On Any Given Sunday, A Life of Bert Bell. Philadelphia: Temple University Press. * Pervin, Lawrence A. (2009). Football's New York Giants. Jefferson, NC: McFarland and Company, Inc. * Piascik, Andy (2007). The Best Show in Pro Football. Lanham, MD: Ho Ho Ho Publishing. * Piascik, Andy (2009). Gridiron Gauntlet. Lanham, MD: Taylor Trade Publishing. * Rathet, Mike; with Smith, Don R. (1984). Their Deeds and Dogged Faith. New York:Balsam Press. * Rooney, Dan; with Halaas, David F. and Masich, Andrew E. (2007). My 75 Years with the Pittsburgh Steelers and the NFL. Cambridge, MA: Da Capo Press. ==External links== * Hall of Fame list of Black players in the early years of the NFL * An Essay About Black Quarterbacks and the Wonderlic Black players Black players Category:History of racial segregation in the United States Category:African-American sports history Category:African Americans and sport",
 "title": "Black players in professional American football"
}