{
 "id": "335608",
 "text": "The flag of North Macedonia is the national flag of the Republic of North Macedonia and depicts a stylized yellow sun on a red field, with eight broadening rays extending from the center to the edge of the field. It was created by Miroslav Grčev and was adopted on 5 October 1995. The eight-rayed sun represents the \"new sun of Liberty\" referred to in \"Denes nad Makedonija\", the national anthem of North Macedonia. The first flag of the country, known as the Vergina Flag, featured the Vergina Sun, a symbol that had been discovered at Aigai, the first capital and burial ground of the ancient kings of Macedon. Greece considers the Vergina Sun to be a Greek symbol and imposed a year-long economic embargo in order to persuade the then Republic of Macedonia to remove it from its flag, resulting in the current design. ==History== ===Flag of People's Republic of Macedonia (1944–1946)=== The modern Macedonian state was proclaimed underground on 2 August 1944 by the Anti-Fascist Assembly of the National Liberation of Macedonia (ASNOM), the state's supreme legislative and executive body until 1946. The state was originally known as Democratic Federal Macedonia and was renamed the People's Republic of Macedonia in 1945. The ASNOM became operational in December, shortly after the German retreat. The flag was adopted during ASNOM's second plenary session in December. The first version of the flag depicted a gold- edged five-pointed red star centred on a red field. ===Flag of Socialist Republic of Macedonia (1946–1992)=== Between December 1946 and September 1991, the Socialist Republic of Macedonia (known as the People's Republic of Macedonia until 1963) was one of the six constituent republics of the Socialist Federal Republic of Yugoslavia. It was the only Yugoslav republic not to use the Pan-Slavic colours on its flag. Macedonia instead adopted an amended version of its previous flag, depicting a gold-edged five-pointed red star in the canton against a red field in a design similar to the flags of the Soviet Union or the People's Republic of China. This flag was adopted on 31 December 1946 under Article 4 of the Constitution of the People's Republic of MacedoniaBarraclough, E.M.C. and Crampton, William G. (eds). Flags of the World, p. 148. F. Warne, 1978 and remained in use until well after Macedonia's independence from Yugoslavia in September 1991, due to lack of agreement about what should replace it. ===Kutlesh Flag (1992–1995)=== In 1991, Todor Petrov, president of the nationalist organization World Macedonian Congress, who supports the controversial antiquization-policy, designated and proposed the Vergina SunMacedonia: The \"Sun of Vergina\" flag (1992-1995) as the national symbol of the then Republic of Macedonia. On 11 August 1992, the newly independent Republic of Macedonia adopted the new flag to replace the old Communist \"red star\" insignia. The flag depicted the \"Vergina Sun\" symbol, a stylised yellow sun centred on a red field with eight main and eight secondary rays emanating from the sun, tapering to a point. This ancient symbol was named after the Greek town where it had been discovered in archaeological excavations of the ancient Macedonian city of Aigai. The Vergina Sun was regarded by Greece as a symbol of continuity between ancient Macedonia and modern Greek culture, and in particular as a symbol of the Argead dynasty of Philip II of Macedon and his son Alexander the Great. From the late 1970s it had also been adopted by many both in Greece and the then Socialist Republic of Macedonia to symbolise historical connections with ancient Macedonia and had been paraded in demonstrations by Greeks and ethnic Macedonians at home and abroad. The flag, the new state's constitution and its name all became the focus of a dispute between the two countries, during which Greece imposed an economic blockade on the Republic from February 1994. In July 1995, Greece lodged a request with the World Intellectual Property Organization (WIPO) for exclusive trademark protection to the Vergina Sun.\"Greece petitions for int'l rights to Vergina Star\" , ANA, 31 July 1995 . See also WIPO registrations: 1, 2, 3. Greek objections also prevented the flag from being flown at the United Nations Headquarters building in New York City. The blockade was lifted in October 1995 when an agreement was reached to change the flag, modify the constitution and resolve the naming dispute through United Nations-sponsored negotiations.Wood, Michael C., Participation of Former Yugoslav States in the United Nations and Multilateral Treaties, \"Max Planck Yearbook of United Nations Law\" , Vol. 1, 1997, p. 240. The change of the flag was at first not accepted by conservative Macedonians, nationalists, and Greek patriots. In the first years after the change, both flags were officially flown for a long time. Between 1995 and 1998, in the municipalities where then-opposition party VMRO-DPMNE ruled, only the old flag was flown from institution buildings. Popular opinion was divided about the merits of changing the flag. As part of the Prespa agreement (article 8) of 2018, which resolved the naming dispute, the government of North Macedonia committed to removing the Vergina Sun from all public spaces and from public use, including its use in flags. It started removing the symbol since August 12, 2019. The Second Party (i.e. North Macedonia) shall not use again in any way and in all its forms the symbol formerly displayed on its former national flag. Within six months of the entry into force of this Agreement, the Second Party shall proceed to the removal of the symbol displayed on its former national flag from all public sites and public usages on its territory. Archaeological artefacts do not fall within the scope of this provision. _Article 8, paragraph 2 of the Prespa Agreement_ Toni Deskoski, Macedonian professor of International Law, argues that the Vergina Sun is not a Macedonian symbol but it's a Greek symbol that is used by ethnic Macedonians in the nationalist context of Macedonism and that the ethnic Macedonians need to get rid of it.Deskoski: Vergina Sun flag is not Macedonian, we need to get rid of this Greek symbol, Republica.mk: \"The Vergina Sun flag was a national flag for only three years and that was one of the biggest mistakes. Neither the Ilinden fighters nor the partisans in the National Liberation War knew that symbol. That flag is the biggest hoax of Macedonianism. We need to unanimously reject and get rid of this Greek symbol. Let the Greeks glorify their symbols.\" == Design == The flag ratio is 1:2 (height/width), with two colours: {| class=wikitable width=60% style=\"text- align:center;\" |- ! System !style=\"background:#ce2028;color:white\"| Red !style=\"background:#f9d616\"| Yellow |- | RGB || 206-32-40Flag of the Republic of Macedonia (Macedonian Heraldry Society) || 249-214-22 |- | Hexadecimal format || #CE2028 || #F9D616 |- |CMYK|| 0-68-65-19 || 0-14-89-2 |- | Pantone (approximate) || 1795 C|| 115 C |- |} top|450px|Flag construction sheet.[http://heraldika.org.mk/en/news/konstrukcija-na-znameto-na-republika- makedonija/ Construction sheet of the Flag of the Republic of Macedonia (Macedonian Heraldry Society)] == Flag proposals == Before the current state flag was officially adopted, the following flags were proposed in 1995:Македонски Хералд број 5 File:Flag proposal of Macedonia.svg File:Flag proposal of Macedonia - 2.svg File:Flag proposal of Macedonia - 3.svg File:Flag proposal of Macedonia - 4.svg File:Flag proposal of Macedonia - 5.svg File:Flag proposal of Macedonia - 6.svg File:Flag proposal of Macedonia - 7.svg File:Flag proposal of Macedonia - 8.svg File:Flag proposal of Macedonia - 9.svg File:Flag of Macedonia - initial design.svg ==See also== *Flags of North Macedonia *Emblem of North Macedonia *Flag of Macedonia (Greece) *Miroslav Grčev == Footnotes == ==External links== * Makedonija.name: Macedonian flag * North Macedonia Category:National symbols of North Macedonia North Macedonia",
 "title": "Flag of North Macedonia"
}