{
 "id": "335819",
 "text": "Gérard Paul Francis Houllier (; 3 September 194714 December 2020) was a French professional football manager and player. Clubs he managed include Paris Saint-Germain, Lens and Liverpool, where he won the FA Cup, League Cup, FA Charity Shield, UEFA Cup and UEFA Super Cup in 2001. He then guided Lyon to two French titles, before announcing his resignation on 25 May 2007. He became manager of Aston Villa in September 2010. He also coached the France national team between 1992 and 1993. He assisted Aimé Jacquet in the 1998 FIFA World Cup, was part of UEFA's and FIFA's Technical Committee in the 2002 and 2006 FIFA World Cup finals, and technical director for the French Football Federation during the 2010 finals. In June 2011, he stepped down from club coaching, leaving his managerial role at Aston Villa, following frequent hospitalisation over heart problems. From July 2012 until his death, Houllier had been head of global football for Red Bull. He was responsible for Austrian side Red Bull Salzburg, Germany's RB Leipzig and American club New York Red Bulls, Red Bull Brasil, as well as the now dissolved Red Bull Ghana academies. He became the technical director of women's football clubs Lyon Féminin and OL Reign in November 2020. ==Early life== Born in Thérouanne, Houllier entered Lille University to pursue a degree in English, but in the first year his father's serious illness forced him to drop out of full-time study and start work, eventually as a school teacher, while he completed his degree part-time. As part of his degree, he elected to spend a year in 1969–1970 in the city of Liverpool as an assistant at Alsop Comprehensive School, and while there he attended his first Liverpool F.C. match on 16 September 1969, a 10–0 thrashing of Irish club Dundalk. He also played for an amateur local side, Alsop. He was an enthusiastic footballer, but never threatened the professional ranks as a player. He was deputy headmaster of the École Normale d'Arras until reaching age 26 in 1973, when he began his full-time managerial career as player- manager of Le Touquet. ==Managerial career== ===Early career and France national team=== Between 1976 and 1982, Houllier was head coach of French amateur club Nœux-les-Mines. Despite limited resources, the team achieved promotion during his tenure, rising to the Division 2. He then moved to Lens in 1982, coaching them to promotion to the top division and qualification for the UEFA Cup, before moving to Paris Saint-Germain in 1985, where PSG won the French title the following year. In 1988, Houllier was appointed technical director and assistant to the France national team, under manager Michel Platini. Houllier became manager in 1992, but resigned in November 1993 after France failed to qualify for the 1994 FIFA World Cup finals. In the 2011 book Secrets de coachs, Houllier singled out winger David Ginola for blame in a crucial defeat to Bulgaria during the qualification campaign. Ginola filed a lawsuit against Houllier for defamation, but this was dismissed by a French court in 2012. Houllier remained as technical director for the national team until 1998, a role which included the coaching of France's junior sides. In 1996, Houllier's under-18 side won the European Under-18 Championship, and several members of his youth teams, such as David Trezeguet and Thierry Henry went on to form part of France's victorious team in the 1998 FIFA World Cup. ===Liverpool=== In July 1998, Houllier was invited to become joint team manager of Liverpool, together with Roy Evans. The arrangement did not work out and Evans resigned in November after losing to Tottenham Hotspur 3–1 at home in the League Cup on 10 November 1998. Prior to the defeat, Liverpool were eliminated from the UEFA Cup by Spanish side Celta de Vigo. The departure of Evans left Houllier in sole charge of the team. Houllier began what he described as a five-year programme to rebuild the team, and restore discipline to a squad that had been labelled widely as \"Spice Boys\", as well as begin a continental approach, both tactically and in terms of personnel, to the game starting in 1999. That summer, Paul Ince, David James, Jason McAteer, Rob Jones, Tony Warner and Steve Harkness were all sold, while Steve McManaman left on a free transfer. Simultaneously, eight new players were signed: Sami Hyypiä, Dietmar Hamann, Stéphane Henchoz, Vladimír Šmicer, Sander Westerveld, Titi Camara, Eric Meijer and Djimi Traoré. The club's youth players such as Jamie Carragher, Michael Owen and Steven Gerrard also became a cornerstone of the team. Liverpool's training facilities at Melwood were thoroughly overhauled.McNulty, Phil (20 May 2004). \"Houllier defiant to the end\". BBC Sport. Retrieved 14 December 2020 The rebuilding continued in 2000 with the signings of Markus Babbel, Nicky Barmby, Pegguy Arphexad, Grégory Vignal, Emile Heskey, Gary McAllister, Igor Bišćan and Christian Ziege, as well as the departures of David Thompson, Phil Babb, Dominic Matteo, Steve Staunton, Brad Friedel and Stig Inge Bjørnebye. The efforts yielded a result in the successful 2000–01 season, when Liverpool won a cup treble of the League Cup, the FA Cup and the UEFA Cup and finished third in the Premier League, hence qualifying for Champions League. In August 2001, Liverpool won the Charity Shield against Manchester United and UEFA Super Cup against Bayern Munich. In October 2001, after falling ill at half-time at Liverpool's Premier League match with Leeds United, Houllier was rushed to hospital for an emergency operation due to the discovery of a heart condition, an aortic dissection. With the help of caretaker manager Phil Thompson, he guided Liverpool to a second-place finish in the 2001–02 FA Premier League season, at the time their best record in the Premiership. Houllier returned to active management of the club after five months, although significantly weakened by the heart condition. In the 2002–03 season, Liverpool finished in the fifth place in the Premier League, failing to qualify for the following season's UEFA Champions League. Critics blamed Houllier's unsuccessful summer signings in 2002, namely El Hadji Diouf (Lens, £10 million), Salif Diao (Sedan, £5 million) and Bruno Cheyrou (Lille, £4 million), and his failure to make Nicolas Anelka's loan move permanent in favour of signing the ineffective Diouf. Houllier's failure to replace creative talents such as Gary McAllister and Jari Litmanen was also criticised. In March 2003, Liverpool defeated Manchester United 2–0 in the League Cup Final. In October 2003, Houllier appointed Steven Gerrard club captain. With Liverpool failing to mount a title challenge in his last two seasons despite substantial investment in players with what was perceived as negative one-dimensional tactics and unattractive football, a poor youth policy, his constant mention of \"turning corners\" and a lack of support from fans, these factors led to Houllier's departure from Liverpool on 24 May 2004. Having qualified the club for the following season's Champions League, Houllier left Liverpool by mutual consent, after reluctantly agreeing to a board request that he leave the club. He was replaced by Valencia coach Rafael Benítez. ===Lyon=== On 29 May 2005, it was announced that Houllier had signed a two-year contract as manager of the champions of Ligue 1, succeeding Paul Le Guen. Olympique Lyonnais had just won their previous fourth successive championship and Houllier was hired to convert this domestic dominance to the European stage. Despite continuing this dominance of Ligue 1, Lyon lost to Milan in the quarter-finals of the 2005–06 Champions League while they crashed out to the inexperienced Roma in the first knockout round of the 2006–07 Champions League. Houllier also suffered a cup final defeat (Coupe de la Ligue) to Bordeaux. However, in April 2007, Houllier won his second-straight (Lyon's sixth-straight) Ligue 1 title after Toulouse's loss to Rennes. The 2006–07 season proved to be his last with the club: on 25 May 2007, he stepped down due to a fractious relationship with outspoken chairman Jean-Michel Aulas, who was frustrated at the club's inability to convert domestic dominance into European success.http://eurosport.yahoo.com/25052007/58/ligue-1-houllier-quits- lyon.html An official statement on Lyon's website stated that Houllier asked to be released from the last season of his contract and that request was granted by the president. Houllier also said that he needed a break after experiencing two seasons with Lyon. ===Return to the French national team=== Houllier was reappointed to the role of technical director for the French national team in September 2007, replacing interim-incumbent Jean-Pierre Morlans. Despite the team's poor performance during UEFA Euro 2008, Houllier advised French Football Federation president Jean-Pierre Escalettes to keep faith with manager Raymond Domenech. This decision attracted criticism as France went on to be eliminated in the first round of the 2010 FIFA World Cup. Escalettes resigned from his post after the tournament, but Houllier chose not to step down. In an interview with Stéphane Mandard of Le Monde, he denied responsibility for the failed campaign, stating that his responsibilities did not extend to the first team and that he was not Domenech's line manager. ===Aston Villa=== On 8 September 2010, it was announced that English Premier League club Aston Villa had appointed Houllier as their new full-time manager, following the resignation of previous boss Martin O'Neill the month before. In his first press conference at the club, it was revealed Houllier had not yet signed a contract and would not take charge of the club until a later date due to commitments with the French Football Federation. Houllier's first match in charge was the League Cup match against Blackburn Rovers on 22 September. Villa won the match 3–1, coming back from a goal down to progress to the next round of the competition. It was announced on 18 September 2010 that Gary McAllister had agreed to become his assistant manager, with Gordon Cowans also taking a role in Houllier's backroom staff. Two days after the Blackburn match, he signed a three-year contract. However, Houllier's start at the club proved to be difficult. The side was hit with injuries to key players Gabriel Agbonlahor, Stiliyan Petrov, Nigel Reo-Coker and Emile Heskey, and managed just one win in ten Premier League matches. In November 2010, Houllier signed 37-year-old former Arsenal midfielder Robert Pires on a free transfer in an attempt to aid the club during its injury crisis. By January 2011, Villa had picked up just 21 points from 20 Premier League matches. The club had also been knocked out of the League Cup the previous month by local rivals Birmingham City. On 5 January, Villa were beaten 1–0 at home by Sunderland; this loss left Villa in 18th position in the league table, the first time they had been in the relegation zone since 2003. During the match, a selection of the home crowd targeted Houllier with chants of \"you're getting sacked in the morning\" to vent their frustration at the club's poor run of form. Despite this, Villa directors acted quickly to insist that Houllier's job as manager was safe. In the January transfer Window, Houllier signed Kyle Walker on loan from Tottenham Hotspur in a bid to improve Villa's struggling defence. This signing was followed by the arrival of Jean Makoun from Houllier's former club Lyon, before Sunderland's Darren Bent was brought to Villa Park in a deal that broke the club's transfer record. Villa's January transfer window was rounded off with the loan signing of American international midfielder Michael Bradley from Borussia Mönchengladbach. In February 2011, Houllier criticised the commitment of Villa defenders Habib Beye and Stephen Warnock. The pair were forced to train with the club's reserve side and were not selected by the Frenchman, even when the club faced even more injury concerns. After the defeat to Sunderland, Villa underwent a revival, winning five and drawing three of their next nine matches in the league and FA Cup, including defeating Manchester City 1–0 in a run which saw the team climb to 12th. However, Villa were eliminated from the FA Cup by Manchester City via a 3–0 away loss in early March. Houllier chose to rest a number of key first-team players, a move that was criticised by fans and the media alike. The club's league form also failed to improve. During a team-bonding exercise at a health spa in Leicestershire, Villa defenders James Collins and Richard Dunne were involved in a confrontation with club staff. The players were each fined two weeks' wages. However, Houllier said the incident did not affect team morale. On 19 March, Villa faced local rivals Wolverhampton Wanderers in the Premier League at Villa Park. Prior to the match, a banner reading, \"Had enough, Houllier out\" was unveiled by some supporters in the stadium's Holte End stand. However, this was quickly removed by the club's stewarding staff. The away side won 1–0 thanks to a goal from Matt Jarvis, claiming their first win against Aston Villa in 31 years. Towards the end of the match, the home fans once again verbally attacked Houllier with chants of \"we want Houllier out\" and \"you don't know what you're doing\", before giving a chorus of boos at the final whistle. On 20 April, Houllier was admitted to hospital after falling ill during the night. His condition was said to be stable, but he was not able to be at Aston Villa's training session the following day, and was not able to attend their match against Stoke City on 23 April, or any subsequent matches of the 2010–11 season. Gary McAllister took charge of all first team affairs in his stead. On 1 June, Houllier stepped down as manager of Aston Villa by mutual consent. In Houllier's only season, Villa finished ninth; they have not finished higher since his departure. ==Death== Houllier died on 14 December 2020, aged 73, in Paris after a heart operation. Former Liverpool captain Steven Gerrard paid tribute to Houllier, saying, \"He was more than just a manager\" and that he shaped him into \"a better player, a better person, a better leader\".https://www.bbc.co.uk/sport/football/55316402 ==Managerial statistics== ;Source {| class=wikitable style=\"text-align: center\" |+ Managerial record by team and tenure |- !rowspan=2|Team !rowspan=2|From !rowspan=2|To !colspan=5|Record |- !!!!!!!!! |- |align=left|Liverpool (with Roy Evans) |align=left|1 July 1998 |align=left|12 November 1998 |- |align=left|Liverpool |align=left|12 November 1998 |align=left|24 May 2004 |- |align=left|Lyon |align=left|2 June 2005 |align=left|1 June 2007 |- |align=left|Aston Villa |align=left|21 September 2010 |align=left|1 June 2011 |} ==Honours== ===Manager=== Nœux-les-Mines * Division 3 Group North: 1978–79 Paris Saint-Germain *Division 1: 1985–86 Liverpool *FA Cup: 2000–01 *Football League Cup: 2000–01, 2002–03 *FA Charity Shield: 2001 *UEFA Cup: 2000–01 *UEFA Super Cup: 2001 Lyon *Ligue 1: 2005–06, 2006–07 *Trophée des Champions: 2005, 2006 France U18 *UEFA European Under-18 Championship: 1996 Individual *UEFA Team of the Year: 2001 *European Coach of the Year—Alf Ramsey Award: 2001 *World Soccer Magazine World Manager of the Year: 2001 *Onze Mondial Coach of the Year: 2001 *Ligue 1 Manager of the Year: 2007 *Premier League Manager of the Month: December 1999, March 2002, October 2002 ===Orders=== *Chevalier of the Légion d'honneur (2002) *Officer of the Order of the British Empire: (2003) honoured for his outstanding contribution to British football. ==See also== *List of UEFA Cup and Europa League winning managers ==References== ==External links== * * Profile, stats and pictures of Gerard Houllier * LFC Online profile * Manager profile at LFChistory.net * Gérard Houllier – Nomination FFF Role Category:1947 births Category:2020 deaths Category:People from Pas-de-Calais Category:French footballers Category:Association football midfielders Category:French schoolteachers Category:French football managers Category:US Nœux-les-Mines managers Category:RC Lens managers Category:Paris Saint-Germain F.C. managers Category:France national football team managers Category:Liverpool F.C. managers Category:Olympique Lyonnais managers Category:Aston Villa F.C. managers Category:INF Clairefontaine managers Category:Ligue 1 managers Category:Premier League managers Category:UEFA Cup winning managers Category:French expatriate football managers Category:French expatriate sportspeople in England Category:Expatriate football managers in England Category:Chevaliers of the Légion d'honneur Category:Honorary Officers of the Order of the British Empire",
 "title": "Gérard Houllier"
}