{
 "id": "336056",
 "text": "Hebephilia is the strong, persistent sexual interest by adults in pubescent children who are in early adolescence, typically ages 11–14 and showing Tanner stages 2 to 3 of physical development.} It differs from pedophilia (the primary or exclusive sexual interest in prepubescent children), and from ephebophilia (the primary sexual interest in later adolescents, typically ages 15–19). While individuals with a sexual preference for adults may have some sexual interest in pubescent-aged individuals, researchers and clinical diagnoses have proposed that hebephilia is characterized by a sexual preference for pubescent rather than adult partners. Hebephilia is approximate in its age range because the onset and completion of puberty vary. On average, girls begin the process of puberty at age 10 or 11 while boys begin at age 11 or 12. Partly because puberty varies, some definitions of chronophilias (sexual preference for a specific physiological appearance related to age) show overlap between pedophilia, hebephilia and ephebophilia. For example, the DSM-5 extends the prepubescent age to 13, and the ICD-10 includes early pubertal age in its definition of pedophilia.See section F65.4 Paedophilia. Proposals for categorizing hebephilia have argued that separating sexual attraction to prepubescent children from sexual attraction to early-to-mid or late pubescents is clinically relevant. According to research by Ray Blanchard et al. (2009), male sex offenders could be separated into groups by victim age preference on the basis of penile plethysmograph response patterns. Based on their results, Blanchard suggested that the DSM-5 could account for these data by subdividing the existing diagnosis of pedophilia into hebephilia and a narrower definition of pedophilia. Blanchard's proposal to add hebephilia to the DSM-5 proved controversial, and was not adopted. It has not been widely accepted as a paraphilia or mental disorder, and there is significant academic debate as to whether it should be classified as either. ==Etymology, definitions and history== The term hebephilia is based on the Greek goddess and protector of youth Hebe, but, in Ancient Greece, also referred to the time before manhood in Athens (depending on the reference, the specific age could be 14, 16 or 18 years old). The suffix -philia is derived from -phil-, implying love or strong friendship. Hebephilia is defined as a chronophilia in which an adult has a strong and persistent sexual interest in pubescent children, typically children aged 11–14, although the age of onset and completion of puberty vary. Although sexologist Ray Blanchard and others who proposed the hebephilia diagnosis have focused on pubescents in Tanner stages 2 and 3 (centering on children who have begun to show signs of pubertal development of sex characteristics but are not at or near the end of this process), discussion of hebephilia has also concerned attraction to pubescents and adolescents in general, which has contributed to confusion among those who have debated the topic. The DSM-5's diagnostic criteria for pedophilia and the general medical literature define pedophilia as a disorder of primary or exclusive sexual interest in prepubescent children, thus excluding hebephilia from its definition of pedophilia. However, the DSM-5's age criteria extends to age 13. Although the ICD-10 diagnostic code for the definition of pedophilia includes a sexual preference for children of prepubertal or early pubertal age, the ICD-11 states that \"pedophilic disorder is characterized by a sustained, focused, and intense pattern of sexual arousal—as manifested by persistent sexual thoughts, fantasies, urges, or behaviours—involving pre- pubertal children.\" Because of some inconsistencies in definitions and differences in the physical development of children and adolescents, there is overlap between pedophilia, hebephilia and ephebophilia. The term hebephilia was first used in 1955, in forensic work by Hammer and Glueck. Anthropologist and ethno-psychiatrist Paul K. Benedict used the term to distinguish pedophiles from sex offenders whose victims were adolescents. Karen Franklin, a California forensic psychologist, interpreted hebephilia to be a variation of ephebophilia, used by Magnus Hirschfeld in 1906 to describe homosexual attraction to males between puberty and their early twenties, who considered the condition normal and nonpathological. She said that, historically, adults being sexual with pubescents was considered distinct from other forms of criminal sexuality (such as rape), with wide variations within and across nations regarding what age was acceptable for adult-adolescent sexual contacts. Bernard Glueck Jr. conducted research on sex offenders at Sing Sing prison in the 1950s, using hebephilia as one of several classifications of subjects according to offense. In the 1960s, sexologist Kurt Freund used the term to distinguish between age preferences of heterosexual and homosexual men during penile plethysmograph assessments, continuing his work with Ray Blanchard at the Centre for Addiction and Mental Health (CAMH) after emigrating to Canada in 1968. After Freund's death in 1996, researchers at CAMH conducted research on neurological explanations of pedophilia, transsexuality, and homosexuality, and based on this research, hypothesized that hebephiles could also be distinguished on the basis of neurological and physiological measures. Although hebephilia is distinct from pedophilia, the term pedophilia is commonly used by the general public and the media to refer to any sexual interest in minors below the local age of consent, regardless of their level of physical or mental development. ==Research== ===General=== Multiple research studies have investigated the sexual attraction patterns of hebephilic and pedophilic men. The sexual attraction to children appears to fall along a continuum instead of being dichotomous. The attractions of hebephiles and pedophiles are less focused on the child's sex than are the attractions of teleiophiles (people who sexually prefer adults)—i.e., much larger proportions of hebephiles and pedophiles than teleiophiles report being attracted to both males and females. Hebephilia, together with pedophilia and some other paraphilias, has been found to be an important motivator of sexual offending. It also has a high degree of overlap with pedophilia, as well as with similar correlates of sexual offending. The Prevention Project Dunkelfeld is an effort founded in Germany to provide therapy and abuse prevention techniques to adults attracted to children. In a study of 222 men contacting the Dunkelfeld project for help, roughly two-thirds had a sexual interest in pubertal children. These men also reported experiencing high levels of psychological distress, at clinically relevant levels. Both the hebephiles and the pedophiles showed greater distress than teleiophiles, but they did not differ from each other. ===Correlates=== Researchers from the Centre for Addiction and Mental Health in Toronto conducted a series of studies on neurological and psychological correlates of hebephilia, including brain structure, handedness, intelligence quotient, lesser educational attainment or greater probability of repeating a year in primary education, height, and other markers of atypical physical development. These findings suggest that problems during prenatal development play a significant role in the development of hebephilia. In some cases, head trauma during pre-pubertal childhood, or experiencing sexual abuse during puberty, could also be contributing factors. Differences in brain structure may mean that hebephilic interests result from disconnections in the brain networks that recognize and react to sexual cues. ===Prevalence=== The prevalence of hebephilia within the general population is unknown. There is evidence suggesting that within clinical and correctional samples, as well as anonymous surveys of people sexually interested in children, there are more individuals with an erotic interest in pubescent rather than in prepubescent children. ==DSM-5 debate== ===Proposal=== The DSM-5's diagnostic criteria for pedophilia specifies it as a disorder of sexual interest in prepubescent children generally age 13 years or younger. A 2009 research paper by Ray Blanchard and colleagues indicated that, based on penile plethysmographs, sex offenders could be grouped according to the sexual maturity of individuals they found most attractive (because ages are not a specific indication of adolescent sexual development, Blanchard used stimuli with a Tanner scale rating of 1 on essentially all measures to evaluate hebephilic offenders while adult control stimuli all had a Tanner rating of 5). Blanchard noted that the most common age of victims for sexual offenders was 14 years, and suggested there were qualitative differences between offenders who preferred pubertal sex-objects and those with a prepubertal preference. The paper concluded that the DSM-5 could better account for those data if it split the DSM-IV-TR's existing criteria for pedophilia, which focuses on sexual attraction to prepubescent children, but sets the age range at generally 13 or younger. Blanchard suggested the criteria be split into pedophilia as sexual attraction to prepubescent children who are generally younger than 11, and hebephilia as sexual attraction to pubescent children, generally 11–14 years old. What the DSM-IV calls pedophilia would instead be termed pedohebephilia, with pedophilic and hebephilic sub-types. The proposed criteria for the DSM-5 involved an adult who, for six or more months, experienced sexual attraction to prepubescent or pubescent children that was equal to or greater than their attraction to adults, and who also either found the attraction distressing, used child pornography or had sought sexual stimulation from a child, on at least three occasions in the case of the hebephilic type. The proposed criteria would have been applied to subjects aged 18 or older and who are at least five years older than children to whom they are typically attracted. The sexual and gender identity working group justified inclusion of the use of child pornography due to the expectation that pedohebephilic individuals would deny their sexual preferences, leaving it up to the diagnosing clinician to make inferences whether their patients are more interested in children than adults. The altered wording (from \"prepubescent\" to \"prepubescent and pubescent\") and reference age (from a maximum age of 13 to 14) would change how pedophilia was diagnosed to include victims with Tanner scale ratings of 2 or 3 who had partially developed some secondary sexual characteristics. ===Responses=== ====General==== Researchers at the German Dunkelfeld project supported the explicit mention of hebephilia in DSM-5: \"Concerning the update of the DSM (DSM-5) a category called 'hebephilic disorder' would have been appropriate, especially considering the given data which shows that in men with a hebephilic preference, who seek treatment, the disorder criteria of the DSM-5 (psychological distress, behavior endangering others) are given in many cases. In this respect there would be men with hebephilia as well as men with a 'hebephilic disorder.'\" In a letter to the editor, Thomas Zander argued there would be serious consequences from expanding the definition of pedophilia to include hebephilia, and stated that there are problems in distinguishing between prepubescent versus pubescent victims and thus in classifying offenders, and concluded that it required more research and consideration of implications before the DSM was changed. Blanchard agreed that distinguishing between pedophiles and hebephiles may present difficulties, but stated that in the case of a repeat sexual offender, these fine distinctions would be less important; he noted that other objections raised by Zander's letter were addressed in the original article. In another letter to the editor, physician Charles Moser agreed with Blanchard et al.'s premise that there was a distinction between sex offenders who preferred pubescent versus prepubescent victims and supported the term's usefulness in conducting research, but questioned whether hebephilia would represent a true paraphilia. Karen Franklin stated that she believes the concept is largely the result of the Centre for Addiction and Mental Health, although CAMH scientist and pedophilia researcher James Cantor challenged her factual accuracy, citing the existence of the concept in the ICD-10,Cantor in his 2012 rebuttal in the International Journal of Forensic Mental Health states \"The current version of the International Classification of Diseases (ICD-10) contains code F65.4, which defines paedophilia as 'A sexual preference for children, boys or girls or both, usually of prepubertal or early pubertal age' (World Health Organization, 2007; emphasis added). That is, people with a sexual preference for early pubescent children do indeed receive a diagnosis in the ICD system. In Franklin's defense, one could claim that the word 'hebephilia' does not appear in the ICD; however, the people with hebephilia would receive a diagnosis nonetheless.\" the use of the word in 100 scholarly texts from a variety of disciplines and time periods, and the existence of 32 peer reviewed papers researching the concept. Psychologist Skye Stephens and sexologist Michael C. Seto also argue that because the ICD-10 includes \"prepubertal or early pubertal age\" in its classification of pedophilia, it includes both pedophilic and hebephilic sexual interests. At a 2009 meeting of the American Academy of Psychiatry and the Law, concern was raised that the criteria could have produced both false positives and false negatives, and that hebephilia as a DSM diagnosis could pathologize sex offenders who have opportunistically preyed on pubescent victims but do not have a paraphilic attachment to a specific age of victim, while excluding offenders who had committed serious offences on only one or two victims. During academic conferences for the American Academy of Psychiatry and Law and International Association for the Treatment of Sexual Offenders, symbolic votes were taken regarding whether the DSM-5 should include pedohebephilia, and in both cases an overwhelming majority voted against this. In a letter to the editor, clinical psychologist Joseph Plaud criticized the study for lacking control groups for post- pubescent and normal patterns of male sexual arousal, overlap between groups Blanchard believed were separate, and lack of specificity in the data. Blanchard replied that the initial publication used sex offenders who had committed crimes against post-pubescent adults as a control group, and that the results supported victim age preferences being a continuous rather than categorical variable. In separate letters to the editor, forensic psychologist Gregory DeClue and mathematician Philip Tromovitch agreed the term would be valuable for research purposes and to subdivide the current diagnosis of pedophilia into victim age preferences, but expressed concern over the term's potential to dramatically expand the number of people diagnosed with a paraphilia without an adequate research base to support it, and that the article did not include a definition of \"mental disorder\" and thus lacked the ability to distinguish the pathological from the non-pathological. Blanchard stated in a reply that his paper was written under the assumptions that the DSM-5's definition of mental disorder and pathologizing of sexual activity with underaged individuals would be similar to the one found in the DSM-IV. Child sexual abuse researcher William O'Donohue believes, based on the incentive for offenders to lie, that there is a risk of false negatives. O'Donohue praised Blanchard et al.'s proposal to distinguish hebephilia from pedophilia, but questioned the inclusion of offender distress, the use of child pornography as a determining factor and requiring a minimum of three victims, believing the latter choice would result in delayed treatment for hebephiles who have not acted on their urges while ignoring the often hidden nature of child sexual abuse. O'Donohue also had concerns over how information for making decisions about the proposed diagnosis would be acquired, whether the diagnosis could be made with reliability and sufficient agreement between clinicians and issues related to treatment. ====Attraction as normal or abnormal ==== Debate about hebephilia has also concerned whether the attraction is normal or abnormal. Karen Franklin has criticized use of the term hebephilia for pathologizing and criminalizing an adaptation, arguing that the concept stigmatizes a \"widespread and, indeed, evolutionarily adaptive\" sexual attraction of homosexual and heterosexual males who, across cultures and throughout history \"tend to prefer youthful partners who are at the peak of both beauty and reproductive fertility\". Commenting on Blanchard et al.'s proposal, psychologists Robert Prentky and Howard Barbaree stated that examples of highly sexualized young girls appear frequently in advertising, fashion shows, television programs, and films, making it questionable whether sexual attraction to pubescents is abnormal. Psychiatrist Allen Frances argued that attraction to pubescent individuals is within the normal range of human behavior and thus could not be considered sexually deviant, though acting on such attraction could be considered a crime.Frances, Allen \"DSM 5 Needs to Reject Hebephilia Now\" Psychology Today, 15.06.2011, retrieved 27.07.18 Thomas Zander also expressed concern about the degree to which the potential diagnosis genuinely reflected normal versus abnormal sexual desire. Blanchard argued that critics of his proposal were performing a \"rhetorical sleight-of-hand\" that conflated sexual attraction with sexual preference, arguing that while normal men may show some degree of attraction to pubescents, they overwhelmingly prefer physically mature adults. In contrast, hebephiles have an equal or greater sexual preference for pubescents compared to physically mature adults.Blanchard, Ray. \"A dissenting opinion on DSM-5 pedophilic disorder.\" Archives of Sexual Behavior 42, no. 5 (2013): 675-678. He responded to Franklin's comment, writing that presumably Franklin's \"adaptationist argument\" applied only to heterosexual males, as homosexual hebephilia would have no reproductive advantages. Blanchard cited recent research he had conducted regarding the alleged reproductive success of hebephiles, pedophiles and individuals attracted primarily or exclusively to adults. The results indicated that teleiophiles had more children, and thus more adaptive success than hebephiles, while hebephiles had more success than pedophiles. From this, Blanchard concluded that \"there is no empirical basis for the hypothesis that hebephilia was associated with increased reproductive success in the environment of evolutionary adaptedness. That speculative adaptationist argument against the inclusion of hebephilia in the DSM cannot be sustained\". Some authors have argued that dysfunction is culturally relative or a social construct, such as by pointing to historical societies where marriage between pubescent girls and older men was practiced. Anthropologist David Ryniker wrote that cultures that practiced marriage between adult men and pubescent girls did so for economic and social reasons, not due to any sexual preference. He argued that, based on the biological evidence, humans did not evolve a strategy of early fertility, and that a sexual focus on pubescents would be maladaptive. Anthropologist Raymond Hames and Blanchard argued that in most cultures, pubescent girls did not begin sexual activity until they were at or near the end of puberty. Stephens and Seto argue that hebephilia can be considered dysfunctional, stating that \"conceptually, hebephilia is a paraphilia, reflecting an atypical (statistically rare) sexual age interest in pubescent children.\" They state that hebephilia is a malfunction of the biological mechanism which drives males to be attracted to sexually mature females, and that while typical men are attracted to youthfulness, they are also interested in cues of sexual maturity (adult size, fully developed breasts, and a waist-to-hip ratio of around 0.70). Hebephiles, by contrast, respond positively to cues of youthfulness but negatively to cues of sexual maturity. Penile plethysmography results show that heterosexual men are preferentially attracted to adult women, with lower responses to pubescent girls and then prepubescent girls, and then males of all ages causing the least response. Stephens and Seto also argue that hebephilia is dysfunctional because it causes significant distress or impairment in those who have it, perhaps via legal issues or disrupted adult relationships, because hebephilic behavior violates social norms or is even illegal in most contemporary cultures. ===Use in court=== Forensic psychologist Charles Patrick Ewing criticized the diagnosis, saying it is a transparent attempt to ensure that sex offenders who target pubescent teenagers may be subject to involuntary civil commitment. DSM-IV editors Michael First and Allen Frances expressed concern that hebephilia could be misused in civil commitment hearings, and questioned the need and evidence for the inclusion. Frances wrote that the diagnosis of hebephilia \"has no place in forensic proceedings.\" Charles Moser argued against what he saw as the problematic use of paraphilic labels to pathologize unusual sexual interests and incarcerate individuals on the basis of their paraphilia rather than their behavior. He also questioned the usefulness of paraphilias in general when the real issue may be criminal behaviors or stigmatization of unusual but benign sexual acts. Of hebephilia in civil commitment, Prentky and Barbaree wrote, \"Hence, for self-serving reasons, it is applauded by those who generally work for the prosecution and criticized by those who generally work for the defense. This is an admittedly cynical, if unfortunately accurate, commentary on the influence of adversarial litigation on clinical deliberation.\" Psychologist Douglas Tucker and lawyer Samuel Brakel stated that civil commitment as a sexually violent predator does not require a DSM diagnosis, so long as the clinicians who testify in courts do so in good faith and they identify a conceptually and empirically meaningful mental abnormality that is predictive of future sexual violence, irrespective of the term used. Some courts have accepted the hebephilia diagnosis while others have not. In court cases where the term hebephilia is used, it is placed within the DSM category of paraphilia, not otherwise specified (NOS). The diagnosis of hebephilia was rejected in one United States federal court in 2009 for being a label, not a \"generally accepted mental disorder\" and because a mere attraction to pubescent adolescents is not indicative of a mental disorder. Although the court rejected the government's claim that hebephilia is a mental disorder, the government argued that hebephilia may at times fall within a DSM-IV category of NOS. The court was also unconvinced by this. ==Court cases== One case that went to the courts due to the sex offender's hebephilia was Malaysian engineer Yap Weng Wah, who gained notoreity for raping a total of 45 boys aged between 11 to 15, with the majority of the victims - 31 of them - coming from Singapore and the rest from Malaysia. Yap's rapes lasted two years and seven months from November 2009 to June 2012 before his arrest in September 2012, and he was assessed to have a high risk of re-offending when the High Court of Singapore received the psychiatric report which diagnosed Yap as hebephilic. Yap befriended his victims through Facebook and had used fake identities to slowly get to know his victims before he cajoled the boys into allowing him to have sex with them; the crimes had made headlines nationwide in Singapore and the case was known to be one of the worst sexual crimes committed against pubescent boys in Singapore. After pleading guilty to 12 out of 76 charges related to the sexual penetration of his victims, Yap was sentenced to 30 years in prison and received 24 strokes of the cane in March 2015. Also in Singapore, another hebephilic offender, Malaysian Clement Tan Jun Yan was sentenced to 18 months' imprisonment with no caning on 1 April 2021 for molesting two boys aged 13 and 15 respectively between 2 August to 23 October 2020, and had touched their private parts without their consent. The 21-year-old man, who pleaded guilty to these molestations, had also committed two similar offences on two other boys prior to his capture and trial, and he admitted to having these hebephilic sexual interests and had viewed pornographic materials featuring boys aged above 13, according to a psychiatric report from the Institute of Mental Health (IMH). He claimed that he was stressed at work and this led to him losing his control over his hebephilic sexual interests and thus committing these offences in a moment of folly. The boys were not named in the media due to their ages. Tan was sentenced on the same day as another unrelated sexual offender - 60-year-old Singaporean Mohamed Taha bin Ahmad - who also molested a boy (a 12-year-old minor) in October 2020 and thus received a jail term of 14 months. ==See also== *Ephebophilia *Pedophilia ==References== ==External links== * List of research articles on hebephilia maintained by James Cantor * List of articles on the diagnostic controversy maintained by Karen Franklin Category:Adolescence Category:Chronophilia Category:Puberty Category:Child sexual abuse",
 "title": "Hebephilia"
}