{
 "id": "336025",
 "text": "P. D. Q. Bach is a fictional composer invented by the American musical satirist Peter Schickele, who developed a five-decade-long career performing the \"discovered\" works of the \"only forgotten son\" of the Bach family. Schickele's music combines parodies of musicological scholarship, the conventions of Baroque and Classical music, and slapstick comedy. The name is a parody of the three-part names given to some members of the Bach family that are commonly reduced to initials, such as , for Carl Philipp Emanuel Bach; PDQ is an initialism for \"pretty damned quick\". Schickele began working on the character while studying at the Aspen Music Festival and School and Juilliard, and has performed a variety of Bach shows over the years. The Village Voice mentions the juxtaposition of collage, bitonality, musical satire, and orchestral surrealism in a \"bizarre melodic stream of consciousness [...] In P.D.Q. Bach he has single-handedly mapped a musical universe that everyone knew was there and no one else had the guts (not simply the bad taste) to explore.\" As of 2012, Schickele had reduced his touring due to age. On December 28 and 29, 2015 at The Town Hall in New York, he performed two concerts to commemorate the 50th anniversary of his first concert.\"Peter Schickele Brings P. D. Q. Bach Back to the Stage\" by James R. Oestreich,The New York Times, December 16, 2015 ==Biography== Schickele gives a humorous fictional biography of the composer according to which P. D. Q. Bach was born in Leipzig on April 1, 1742,: \"the night of the 1st of April, 1742\", \"giving birth to his twenty-first child\", \"at one minute after midnight\" the son of Johann Sebastian Bach and Anna Magdalena Bach; the twenty-first of Johann's twenty children. He is also referred to as \"the youngest and oddest of Johann Sebastian’s 20-odd children.\" He died May 5, 1807, though his birth and death years are often listed on album literature in reverse, as \"(1807–1742)?\". According to Schickele, \"possessed the originality of Johann Christian, the arrogance of Carl Philipp Emanuel, and the obscurity of Johann Christoph Friedrich.\" ==Music== Schickele's works attributed to P. D. Q. Bach often incorporate comical rearrangements of well-known works of other composers. The works use instruments not normally used in orchestras, such as the bagpipes, slide whistle, kazoo, and fictional or experimental instruments such as the pastaphone (made of uncooked manicotti), tromboon,Tromboon at Dolmetsch Music Dictionary hardart, lasso d'amore,Lasso d'amore at Dolmetsch Music Dictionary and left-handed sewer flute. There is often a startling juxtaposition of styles within a single Bach piece. The Prelude to Einstein on the Fritz, which alludes to Philip Glass's opera Einstein on the Beach, provides an example. The underlying music is J.S. Bach's first prelude from The Well-Tempered Clavier, but at double the normal speed, with each phrase repeated interminably in a minimalist manner that parodies Glass. On top of this mind- numbing structure is added everything from jazz phrases to snoring to heavily harmonized versions of \"Three Blind Mice\" to the chanting of a meaningless phrase (\"Koy Hotsy-Totsy,\" alluding to the art film Koyaanisqatsi for which Glass wrote the score). Through all these mutilations, the piece never deviates from Bach's original harmonic structure. The humor in P. D. Q. Bach music often derives from violation of audience expectations, such as repeating a tune more than the usual number of times, resolving a musical chord later than usual or not at all, unusual key changes, excessive dissonance, or sudden switches from high art to low art. Further humor is obtained by replacing parts of certain classical pieces with similar common songs, such as the opening of Brahms's Symphony No. 2 with \"Beautiful Dreamer\", or rewriting Tchaikovsky's 1812 Overture as the 1712 Overture with \"Yankee Doodle\" replacing Tchaikovsky's melody and \"Pop Goes the Weasel\" replacing \"La Marseillaise\". === Compositional periods === Schickele divides P. D. Q. Bach's fictional musical output into three periods: the Initial Plunge, the Soused Period, and Contrition. During the Initial Plunge, Bach wrote the Traumerei for solo piano, an Echo Sonata for \"two unfriendly groups of instruments\", and a Gross Concerto for Divers Flutes, two Trumpets, and Strings. During the Soused (or Brown-Bag) Period, P. D. Q. Bach wrote a Concerto for Horn & Hardart (which was the name of a chain of automat restaurants), a Sinfonia Concertante, a Pervertimento for Bicycle, Bagpipes, and Balloons, a Serenude, a Perückenstück (literally German for \"Wigpiece\"), a Suite from The Civilian Barber (spoofing Rossini's The Barber of Seville), a Schleptet in E-flat major, the half-act opera The Stoned Guest (the character of \"The Stone Guest\" from Mozart's Don Giovanni, and the play by Pushkin), a Concerto for Piano vs. Orchestra, Erotica Variations (Beethoven's Eroica Variations), Hansel and Gretel and Ted and Alice, an opera in one unnatural act (Humperdinck's Hansel and Gretel and the 1969 film Bob & Carol & Ted & Alice), The Art of the Ground Round (Bach's The Art of Fugue), a Concerto for Bassoon vs. Orchestra, and a Grand Serenade for an Awful Lot of Winds and Percussion. During the Contrition Period, P. D. Q. Bach wrote the cantata Iphigenia in Brooklyn (Gluck's Iphigenia in Aulis, etc.), the oratorio The Seasonings (Haydn's The Seasons), Diverse Ayres on Sundrie Notions, a Sonata for Viola Four Hands,The term four hands refers to the playing of one instrument, most commonly a piano, by two players at once. the chorale prelude Should, a Notebook for Betty Sue Bach (Bach's Notebook for Anna Magdalena Bach and Buddy Holly's \"Peggy Sue\"), the Toot Suite, the Grossest Fugue (Beethoven's Grosse Fuge), a Fanfare for the Common Cold (Copland's Fanfare for the Common Man) and the canine cantata Wachet Arf! (Bach's Wachet auf). A final work is the mock religious work Missa Hilarious (Beethoven's Missa Solemnis) (Schickele no. N2O – the chemical formula of nitrous oxide or \"laughing gas\"). ==Tromboon== thumb|upright=0.5|Tromboon The tromboon is a musical instrument made up of the reed and bocal of a bassoon, attached to the body of a trombone in place of the trombone's mouthpiece. It combines the sound of double reeds and the slide for a distinctive and unusual instrument. The name of the instrument is a portmanteau of \"trombone\" and \"bassoon\". The sound quality of the instrument is best described as comical and loud. The tromboon was developed by Peter Schickele, a skilled bassoonist himself, and featured in some of his live concert and recorded performances. Schickele called it \"a hybrid - that's the nicer word - constructed from the parts of a bassoon and a trombone; it has all the disadvantages of both\". This instrument is called for in the scores of Bach's oratorio The Seasonings,\"The Seasonings, Oratorio for Soprano, Alto, Tenor, and Bass Soloists, SATB Chorus, and Orchestra by P. D. Q. Bach [Peter Schickele]\", in Notes, Second Series, Vol. 30, No. 4 (June 1974), pp. 863–864. Last accessed 7 June 2008 as well as the Serenude (for devious instruments) and Shepherd on the Rocks, With a Twist. Bach: Shepherd on the Rocks, with a Twist, score at Presto Sheet Music ==Recordings== {| class=\"wikitable\" |+On Vanguard !Title !Year |- |Peter Schickele Presents an Evening with P. D. Q. Bach (1807–1742?) |1965 |- |An Hysteric Return: P.D.Q. Bach at Carnegie Hall |1966 |- |Report from Hoople: P. D. Q. Bach on the Air |1967 |- |The Stoned Guest |1970 |- |The Intimate P. D. Q. Bach |1974 |- |Portrait of P. D. Q. Bach |1977 |- |Black Forest Bluegrass |1979 |- |Liebeslieder Polkas |1980 |- |Music You Can't Get Out of Your Head |1982 |- |A Little Nightmare Music |1983 |} {|class=\"wikitable\" |+On Telarc !Title !Year |- |1712 Overture and Other Musical Assaults |1989 |- |Oedipus Tex and Other Choral Calamities |1990 |- |WTWP Classical Talkity-Talk Radio |1991 |- |Music for an Awful Lot of Winds and Percussion |1992 |- |Two Pianos Are Better Than One |1994 |- |The Short- Tempered Clavier and other dysfunctional works for keyboard |1995 |- |P. D. Q. Bach and Peter Schickele: The Jekyll and Hyde Tour |2007 |} {|class=\"wikitable\" |+Compilations !Title !Record company !Year |- |The Wurst of P. D. Q. Bach |Vanguard Records |1971 |- |The Dreaded P. D. Q. Bach Collection |Vanguard Records |1996 |- |The Ill-Conceived P. D. Q. Bach Anthology |Telarc Records |1998 |} {|class=\"wikitable\" |+Video releases !Title !Year |- |The Abduction of Figaro |1984 |- |P. D. Q. Bach in Houston: We Have a Problem! |2006 |} {|class=\"wikitable\" |+Audiobook !Title !Year |- |The Definitive Biography of P.D.Q. Bach |1996 |} ==Awards== P. D. Q. Bach recordings received four successive Grammy Awards in the Best Comedy Album category from 1990 to 1993.Biography page for Peter Schickele on Theodore Press Company's website Schickele also received a Grammy nomination in the Best Comedy Album category in 1996 for his abridged audiobook edition of The Definitive Biography of P. D. Q. Bach.Past Winners Database page for the 1996 Grammy award nominees and winners on the Los Angeles Times website ==Other appearances== In the shared alternate history of Ill Bethisad (1997 and after), P. D. Q. Bach is briefly mentioned as a real person on its page on Johann Sebastian Bach. His biography is the same as that given by Schickele (i.e., a musical composer as well as the youngest and least talented son of Bach). P. D. Q. Bach's brief mention on the page states he was a composer who was \"marginally noteworthy\", which in this case meant that he was \"most often relegated to marginal or foot notes\". Clicking the link with his name leads not to a page about himself but to a MIDI file of a tune which is implied to be composed by P. D. Q. Bach in the fictional alternate universe. ==See also== *Johann Sebastian Mastropiero *Peter Planyavsky ==References== Sources * ==External links== * The Peter Schickele/P. D. Q. Bach website * Interview with Peter Schickele, February 15, 1988 * P. D. Q. Bach's page at Theodore Presser Company Category:Fictional composers Category:Fictional musicians Category:Nonexistent people used in jokes Category:Parody musicians Category:Running gags Category:Telarc Records artists Category:Vanguard Records artists Category:Humor in classical music",
 "title": "P. D. Q. Bach"
}