{
 "id": "336375",
 "text": "Elis Regina Carvalho Costa (March 17, 1945 – January 19, 1982), known professionally as Elis Regina (), was a Brazilian singer of popular and jazz music. She is also the mother of the singers Maria Rita and Pedro Mariano. She became nationally renowned in 1965 after singing \"Arrastão\" (composed by Edu Lobo and Vinícius de Moraes) in the first edition of TV Excelsior festival song contest and soon joined O Fino da Bossa, a television program on TV Record. She was noted for her vocalization as well as for her interpretation and performances in shows. Her recordings include \"Como Nossos Pais\" (Belchior), \"Upa Neguinho\" (E. Lobo and Gianfrancesco Guarnieri), \"Madalena\" (Ivan Lins), \"Casa no Campo\" (Zé Rodrix and Tavito), \"Águas de Março\" (Tom Jobim), \"Atrás da Porta\" (Chico Buarque and Francis Hime), \"O Bêbado e a Equilibrista\" (Aldir Blanc and João Bosco), \"Conversando no Bar\" (Milton Nascimento). Her untimely death, at the age of 36, shocked Brazil.Goés, 2007, p.187Pugialli, 2006, p.170.Silva, 2002, p.193.Arashiro, 1995, p.39. ==Biography== thumb|left|250px|Childhood home of Elis Regina, in Porto Alegre Elis Regina was born in Porto Alegre, where she began her career as a singer at an early age on the children's radio show Clube de Guri. In her early teens she signed a record contract and a couple years later traveled to Rio de Janeiro, where she recorded her first album. She won her first festival song contest in 1965 singing \"Arrastão\" (\"Pull the Trawling Net\") by Edu Lobo and Vinícius de Moraes, which made her the biggest selling Brazilian recording artist since Carmen Miranda. Her second album, Dois na Bossa with Jair Rodrigues, set a national sales record and became the first Brazilian album to sell over one million copies. \"Arrastão\" increased her popularity because the festival was broadcast via TV and radio. The record represented the beginning of música popular brasileira (Brazilian popular music) and contrasted with bossa nova. In the late 1960s and early 1970s, she helped popularize tropicalismo with Gal Costa, Gilberto Gil, and Caetano Veloso. Regina was nicknamed \"hurricane\" and \"little pepper\". She moved to Rio around the time Brazil was ruled by a military group. Although her popularity protected her from reprisal when she criticized the regime while on tour in Europe, she was threatened with imprisonment unless she sang the Brazilian national anthem at an event honoring the anniversary of the coup. In the 1970s she recorded the album Elis and Tom in Los Angeles with Antonio Carlos Jobim. In 1982 she was starting her third marriage when she died from a combination of alcohol and cocaine at the age of thirty-six. ==Death== On January 19, 1982, Regina died at the age of 36 from a cardiac arrest after consuming vermouth, cocaine and tranquilizers. More than 15,000 fans attended a musical wake in the Teatro Bandeirantes in São Paulo. She was buried in Cemitério do Morumbi. She was portrayed by Andréia Horta in the 2016 movie \"Elis\" directed by Hugo Prata. === Studio albums === {| class=\"sortable wikitable\" |- ! Ano ! width=\"200\"| Álbum ! Certificações / Vendas |- | 1961 | Viva a Brotolândia | |- | 1962 |Poema de Amor | |- |1963 |Ellis Regina | |- |1963 |O Bem do Amor | |- |1965 |Samba - Eu Canto Assim | |- |1966 |Elis | |- | 1969 |Elis - Como e Porque | |- |1970 |Em Pleno Verão | |- |1971 |Ela | |- |1972 |Elis (álbum de 1972) | |- |1973 |Elis | |- |1974 |Elis & Tom (com Antônio Carlos Jobim) | |- |1974 |Elis (álbum de 1974) | |- |1976 |Falso Brilhante | |- |1977 |Elis (álbum de 1977) | |- |1979 |Essa Mulher | |- |1980 |Saudade do Brasil | |- |1980 |Elis (álbum de 1980) | |- |} ===Live albums=== ====In life==== {| class=\"sortable wikitable\" |- ! Year ! width=\"200\"| Album ! certifications |- |1965 |Dois na Bossa (with Jair Rodrigues) | |- | 1965 | O Fino do Fino (with Zimbo Trio) | |- |1966 |Dois na Bossa nº 2 (with Jair Rodrigues) | |- |1967 |Dois na Bossa nº 3 (com Jair Rodrigues) | |- |1970 |Elis no Teatro da Praia | |- |1978 |Transversal do Tempo | |- |} ====Posthumous==== {| class=\"sortable wikitable\" |- ! Year ! width=\"200\"| Album ! Certifications |- | 1982 | Montreux Jazz Festival | |- | 1982 | Trem Azul | |- |1984 | Luz das Estrelas | |- | 1995 | Elis ao Vivo | |- | 1998 | Elis Vive | |- | 2012 | Um Dia | |- |} ==References== ==Further reading== * Arashiro, Osny. Elis Regina por ela mesma. M. Claret, 1995. * Echeverria, Regina (1985) Furacão Elis. Inclui cronologia e discografia por Maria Luiza Kfouri. Rio de Janeiro: Nórdica / Círculo do Livro. 363p. 2.ed. rev. ampl. 1994 (São Paulo: Ed. Globo); 3.ed. 2002 (São Paulo: Ed. Globo). 239p. * Goés, Ludenbergue. Mulher brasileira em primeiro lugar: o exemplo e as lições de vida de 130 brasileiras consagradas no exterior. Ediouro Publicações, 2007. * Kiechaloski, Zeca (1984) Elis Regina. Col. Esses Gaúchos. Porto Alegre: Tchê! 101p. * Pugialli, Ricardo. Almanaque da Jovem guarda: nos embalos de uma década cheia de brasa, mora?. Ediouro Publicações, 2006. * Sarsano, José Roberto. (2005) Boulevard des Capucines. Teatro Olympia, Paris 1968: Elis Regina e Bossa Jazz Trio em uma época de ouro da MPB. Ed. Árvore da Terra. 207p. * Silva, Walter. Vou te contar: histórias de música popular brasileira. Conex, 2002. * Elis Regina Por Ela Mesma. (1995) Org. Osny Arashiro. São Paulo: Martin Claret. 2.ed. rev. 2004. 229p. * O Melhor de Elis Regina. (2003) Melodias cifradas com as letras de 28 músicas do repertório de Elis Regina. Ed. Irmãos Vitale. 112p. ==External links== * * * Category:1945 births Category:1982 deaths Category:People from Porto Alegre Category:20th- century Brazilian women singers Category:Bossa nova singers Category:Brazilian mezzo-sopranos Category:Brazilian people of Portuguese descent Category:Brazilian people of indigenous peoples descent Category:Drug-related deaths in Brazil Category:Música Popular Brasileira singers Category:Women in Latin music",
 "title": "Elis Regina"
}