{
 "id": "336312",
 "text": "The quinones are a class of organic compounds that are formally \"derived from aromatic compounds [such as benzene or naphthalene] by conversion of an even number of –CH= groups into –C(=O)– groups with any necessary rearrangement of double bonds, resulting in \"a fully conjugated cyclic dione structure\". The archetypical member of the class is 1,4-benzoquinone or cyclohexadienedione, often called simply \"quinone\" (thus the name of the class). Other important examples are 1,2-benzoquinone (ortho-quinone), 1,4-naphthoquinone and 9,10-anthraquinone. The name is derived from that of quinic acid (with the suffix \"-one\" indicating a ketone), since it is one of the compounds obtained upon oxidation of quinic acid. Quinic acid, like quinine is obtained from cinchona bark, called quinaquina in Spanish. ==Properties== Quinones are oxidized derivatives of aromatic compounds and are often readily made from reactive aromatic compounds with electron-donating substituents such as phenols and catechols, which increase the nucleophilicity of the ring and contributes to the large redox potential needed to break aromaticity. (Quinones are conjugated but not aromatic). Quinones are electrophilic Michael acceptors stabilised by conjugation. Depending on the quinone and the site of reduction, reduction can either rearomatise the compound or break the conjugation. Conjugate addition nearly always breaks the conjugation. File:orthobenzoquinone.svg|1,2-Benzoquinone File:P-Benzochinon.svg|1,4-Benzoquinone File:1,4-Naphthoquinone.svg|1,4-Naphthoquinone File:Anthrachinon.svg|9,10-Anthraquinone The term quinone is also used more generally for a large class of compounds formally derived from aromatic quinones through replacement of some hydrogen atoms by other atoms or radicals. File:2,3,5,6-tetrachloro-parabenzoquinone.svg|Chloranil, a reagent in organic chemistry File:HNQ.svg|Lawsone, a dye present in the leaves of the henna plant File:Alizaryna.svg|Alizarin, a common red dye File:Dichlorodicyanobenzoquinone.svg|DDQ, a reagent in organic chemistry File:Daunorubicin2DACS.svg|Daunorubicin, an anticancer drug == Occurrence and uses == === Production of hydrogen peroxide === A large scale industrial application of quinones is for the production of hydrogen peroxide. 2-Alkylanthraquinones are hydrogenated to the corresponding hydroquinones (quinizarins), which then transfer to oxygen: : dihydroanthraquinone + → anthraquinone + in this way, several million metric tons of are produced annually.Gustaaf Goor, Jürgen Glenneberg, Sylvia Jacobi \"Hydrogen Peroxide\" in Ullmann's Encyclopedia of Industrial Chemistry 2007, Wiley-VCH, Weinheim. . 1,4-Naphthoquinone, derived by oxidation of naphthalene with chromium trioxide. It is the precursor to anthraquinone. === Biochemistry === Ubiquinone-1 is a naturally occurring 1,4-benzoquinone that is involved in respiration apparatus. thumb|right|Ubiquinones, as their name implies, are ubiquitous in living creatures, being components of respiratory apparatus. Blattellaquinone, a sex pheromone in cockroaches.|thumb|right They are conjectured to occur in all respiring organisms. Some serve as electron acceptors in electron transport chains such as those in photosynthesis (plastoquinone, phylloquinone), and aerobic respiration (ubiquinone). Phylloquinone is also known as Vitamin K1 as it is used by animals to carboxylate certain proteins, which are involved in blood coagulation, bone formation, and other processes. Conversely, the toxicity of paracetamol is due to its metabolism to a quinone imine, which then reacts with liver proteins to cause liver failure. In the spray of bombardier beetles, hydroquinone reacts with hydrogen peroxide to produce a fiery blast of steam, a deterrent in the animal world. The auto-oxidation of the neurotransmitter dopamine and its precursor L-Dopa generates the comparatively stable dopamine quinone which inhibits the functioning of dopamine transporter (DAT) and the TH enzyme and leads to low mitochondrial ATP production. ===Other natural products=== The benzoquinone blattellaquinone is a sex pheromone in cockroaches. Vitamin K (involved in coagulation) is a quinone === Medical === Several quinones are of pharmacological interest. They form a major class of cytotoxins, used in the fight against cancers. One example is daunorubicin, which is antileukemic. Some of them show anti-tumoral activity. They embody some claims in herbal medicine. These applications include purgative (sennosides), antimicrobial and antiparasitic (rhein and saprorthoquinone, atovaquone), anti-tumor (emodin and juglone), inhibition of PGE2 biosynthesis (arnebinone and arnebifuranone) and anti-cardiovascular disease (tanshinone).Liu H., \"Extraction and Isolation of Compounds from Herbal Medicines\" in 'Traditional Herbal Medicine Research Methods', ed by Willow JH Liu 2011 John Wiley and Sons, Inc. Another quinone- containing drug is Mecarbinate (dimecarbine), made by the reaction of ethyl N-methyl-β-aminocrotonate with para-benzoquinone. Others include Amendol, Oxyphemedol, Phemedol all in FR5142 (M) ― 1967-06-05. Note: These are all indoles made via the Nenitzescu indole synthesis. The antineoplastic Apaziquone. Benzoquinone compounds are a metabolite of paracetamol. === Dyes === Many natural and artificial coloring substances (dyes and pigments) are quinone derivatives, for instance lawsone is the active dye compound in henna. They are second only to azo dyes in importance as dyestuffs, with particular emphasis on blue colors. Alizarin (1,2-dihydroxy-9,10-anthraquinone), extracted from the madder plant, was the first natural dye to be synthesized from coal tar. === Reagents in organic chemistry === Benzoquinone is used in organic chemistry as an oxidizing agent. Strongly oxidizing quinones include chloranil and 2,3-dichloro-5,6-dicyano-1,4-benzoquinone (also known as DDQ). === Battery charge carrier === 9,10-Anthraquinone-2,7-disulphonic acid (AQDS) a quinone similar to one found naturally in rhubarb has been used as a charge carrier in metal-free flow batteries. == Nomenclature == Quinones are commonly named with a prefix that indicates the parent aromatic hydrocarbon (\"benzo-\" for benzene, \"naphtho-\" for naphthalene, \"anthra-\" for anthracene, etc.) and the \"-quinone\" suffix. Infix multipliers \"-di-\", \"-tri-\", \"-tetra-\" (etc.) are used when there are 4, 6, 8 (etc.) carbonyls. The position of the carbonyl groups can be indicated before the prefix (as in \"1,4,5,8-naphthodiquinone\") or after it (\"anthra-1,4-quinone\"). == See also == ;Structural analogues * Quinone methide - where one O is replaced by C * Xylylene - where both O's are replaced by C's * Quinone imine - where one O is replaced by N, illustrated by NAPQI * Quinone diimine – where both O's are replaced by N's, illustrated by the antiseptic Ambazone * Azaxylylene - where both O's are replaced by one N and one C, illustrated by various fuchsine dyes like pararosaniline ;Examples in biology * Plastoquinone - involved in photosynthesis * Pyrroloquinoline quinone - biological redox cofactor *Malbranchea cinnamomea - a thermophilic fungus which produced a quinone antibiotic == References == == External links == * Category:Enones",
 "title": "Quinone"
}