{
 "id": "336454",
 "text": "States Record Company was a Chicago-based record label. A subsidiary of United Recording, it was in business from May 1952 to December 1957. States focused on rhythm and blues, jazz, and gospel. States was operated by Leonard Allen and Lew Simpkins until Simpkins' death in April 1953; thereafter, Allen was solely responsible for the company.Pruter, Robert, Campbell, Robert L. and Kelly, Tom \"The United and States Labels Part I\" Accessed August 13, 2009 Most sessions for States were done at Universal Recording, with high-fidelity results. The most important blues artist to record for States was Junior Wells, making his debut as a leader; he cut sessions for the company in 1953 and 1954. In the down-home category, Allen also released singles by Robert Nighthawk and Big Walter Horton, as well as pianist Eddie Ware, guitarist L. C. McKinley, and drummer James Bannister. Standup blues singers to record for the label included Edward \"The Great Gates\" White (accompanied on his outing by Tom Archia and Red Saunders), Cliff Butler, Arbee Stidham, Jack Cooley, and Harold Burrage. States issued juke-box jazz sides by tenor saxophonists Paul Bascomb, Jimmy Coe, and Cozy Eggleston. A few forays into the Detroit scene produced rhythm and blues by Sax Kari, Jimmy Hamilton, T. J. Fowler, and Helen Thompson. States became involved in doo-wop in 1953 when Allen recorded The Hornets. He soon added The Danderliers, the Five Chances, The Strollers and The Palms. The vocal groups were rehearsed by Al Smith, who also led studio bands featuring such performers as guitarist Lefty Bates, tenor saxophonist Red Holloway, and drummer Vernel Fournier. In gospel, The Caravans were a mainstay of the label throughout its existence. Eventually, Allen added the Genesa Smith Singers and the Lucy Smith Singers. Allen did less recording after 1954, and closed both of his labels around the end of 1957.Pruter, Robert, Campbell, Robert L., and Kelly, Tom. \"The United and States Labels Part II\" Accessed August 26, 2009 States releases ran consecutively from 101 to 164, for a total of 64 singles on the label. States relied heavily on The Caravans, releasing 14 singles on them and compiling many more unissued tracks. After the company closed, Savoy Records, which had signed the group and was seeking to consolidate its position in gospel music, bought this rich cache of material. States' remaining output was acquired in 1975 by Bob Koester of Delmark Records, and has been included in comprehensive reissue programs. ==Releases== *S-101 - \"Marie\"/\"I Like Barbecue\" - The Guy Brothers and Orchestra *S-102 - \"Blues and the Beat\"/\"Blackout\" - Paul Bascomb and His All Star Orchestra *S-103 - \"Think of His Goodness to You\"/\"Tell the Angels\" - The Caravans *S-104 - \"Late One Night\"/\"Let's Drink\" - Gilbert Holiday and his Combo *S-105 - \"Lord Is Riding\"/\"On the Battlefield\" - The Veteran Singers *S-106 - \"Lonely Monday\"/\"Cool One-Groove Two\" - Tommy Dean and his Gloom Raiders *S-107 - \"Blues Train\"/\"You Ain't Gonna Worry Me\" - Browley Guy and the Skyscrapers (with Paul Bascomb) *S-108 - \"Stranger of Galilee\"/\"Count Your Blessings\" - The Caravans *S-109 - \"Get Away Jordan\"/\"He'll Be There\" - The Caravans *S-110 - \"Got Cool Too Soon\"/\"Coquette\" - Paul Bascomb and His All- Star Band *S-111 - \"Raining\"/\"Foolish\" - Tommy Dean and his Gloom Raiders *S-112 - \"Adam's Rib\"/\"Benny's Blues\" - Cliff Butler and His Blue Boys *S-113 - \"Big Fifty\"/\"Rockaway Special\" - Jimmy Hamilton, Mighty Man of the Tenor Sax *S-114 - \"Heartache Blues\"/\"Stormy Monday\" - Grant (Mr. Blues) Jones and Orchestra *S-115 - \"Daughter (That's Your Red Wagon)\"/\"Down for Debbie\" - Swinging Sax Kari and His Orchestra *S-116 - \"God Is Good to Me\"/\"Blessed Assurance\" - The Caravans *S-117 - \"Henry\"/\"You Let My Love Grow Cold\" - Swinging Sax Kari and His Orchestra *S-118 - \"After Hour Joint\"/\"Baby I'm Gone\" - Jimmy Coe and his Gay Cats of Rhythm *S-119 - \"Why Should I Worry\"/\"On My Way Home\" - The Caravans *S-120 - \"How Can I Let You Go\"/\"Scammon Boogie\" - Tommy Dean and his Gloom Raiders *S-121 - \"Soul and Body\"/\"Matilda\" - Paul Bascomb *S-122 - \"Cut That Out\"/\"Eagle Rock\" - Junior Wells *S-123 - \"People Will Talk\"/\"When You Love\" - Cliff Butler and his Doves *S-124 - \"Mother in Law\" / \"Rockabye Baby\" - Edward Gates White *S-125 - \"Could But I Ain't\"/\"Rain on My Window\" - Jack Cooley and his Orchestra *S-126 - \"All by Myself\"/\"Going Down to Big Mary's\" - Helen Thompson and Orchestra *S-127 - \"Lonesome Baby\"/\"I Can't Believe\" - The Hornets and Orchestra *S-128 - \"I Know the Lord Will Make a Way\"/\"What a Friend We Have in Jesus\" - The Caravans *S-129 - \"Raid on the After Hour Joint\"/\"He's Alright with Me\" - Jimmy Coe and his Gay Cats of Rhythm *S-130 - \"The Stuff I Like\"/\"Lonely Broken Heart\" - Eddie Ware *S-131 - \"Maggie Campbell\"/\"The Moon Is Rising\" - Robert Nighthawk and his Nighthawks Band *S-132 - \"Tell Me What's the Matter\"/\"The Queen\" - T. J. Fowler and the Band that Rocks the Blues *S-133 - \"Big Heavy\"/\"Cozy's Boogie\" - Cozy Eggleston and his Combo *S-134 - \"Somebody Hoodooed the Hoodoo Man\"/\"Junior's Wail\" - Junior Wells and his Eagle Rockers *S-135 - \"Companion Blues\"/\"Weeping Willow Blues\" - L. C. McKinley and his Orchestra *S-136 - \"Since I Met Jesus\"/\"The Angels Keep Watching\" - The Caravans *S-137 - \"Blessed and Brought Up by the Lord\"/\"Jesus Is a Rock\" - The Caravans *S-138 - \"My Baby's Gone\"/\"Troubled Woman\" - Helen Thompson *S-139 - \"'Bout the Break of Day\"/\"Lawdy! Lawdy!\" - Junior Wells *S-140 - \"Let Us Run\"/\"Witness\" - The Caravans *S-141 - \"Gold Digger\"/\"Blues and Trouble\" - James Bannister and his Combo *S-142 - \"Over in the Gloryland\"/\"Look to the Hills\" - The Genesa Smith Singers *S-143 - \"So All Alone\"/\"Tomorrow Night\" - Junior Wells *S-144 - \"Feel So Fine\"/\"You're Gonna Cry\" - Harold Burrage and Combo *S-145 - \"Hard Hearted Woman\"/\"Back Home to Mama\" - Big Walter and his Combo *S-146 - \"What Kind of Man Is This\"/\"The Man Jesus\" - The Caravans with James Cleveland *S-147 - \"Chop Chop Boom\"/\"My Autumn Love\" - The Danderliers *S-148 - \"Jealous Hearted Woman\"/\"(You're Honey but the) Bees Don't Know\" - Cliff Butler and his Blue Boys *S-149 - \"Old Time Religion\"/\"The Solid Rock\" - The Caravans with James Cleveland *S-150 - \"Shu-Wop\"/\"My Loving Partner\" - The Danderliers *S-151 - \"Come unto Me\"/\"Jesus Lover of My Soul\" - (Little) Lucy Smith Singers *S-152 - \"Little Man\"/\"May God Be with You\" - The Danderliers *S-153 - \"Somebody Bigger Than You and I\"/\"Every Time I Feel the Spirit\" - (Little) Lucy Smith Singers *S-154 - \"Tell Him What You Want\"/\"Wait for Me\" - The Caravans *S-155 - \"Run Jody Run\"/\"The Jet\" - Jimmy Coe and his Gay Cats of Rhythm *S-156 - \"Gloria\"/\"Sugar Lips\" - Five Chances *S-157 - \"Darling Patricia\"/\"Please Come Back\" - Artie Wilkins and The Palms *S-158 - \"On My Knees\"/\"Hold the Light\" - (Little) Lucy Smith Singers *S-159 - \"None but the Righteous\"/\"Onward Christian Soldiers\" - The Caravans *S-160 - \"She's Mine\"/\"My Love\" - The Danderliers *S-161 - \"Crucifixion\"/\"Come on Jesus\" - The Caravans *S-162 - \"I Just Had to Call His Name\"/\"He'll Make You Happy\" - (Little) Lucy Smith Singers *S-163 - \"Go Where Baby Lives\"/\"In Your Dreams\" - The Strollers with Lefty Bates Band *S-164 - \"Look Me Straight in the Eye\"/\"I Stayed Away Too Long\" - Arbee Stidham - Lefty Bates Band ==See also== * List of record labels ==References== Category:Defunct record labels of the United States",
 "title": "States Records"
}