{
 "id": "336579",
 "text": "The World Baptist Fellowship (WBF) is a separatist fundamentalist Baptist organization. The organization was founded by J. Frank Norris (1877–1952) of Texas, a southern fundamentalist leader in the first half of the 20th century. == History == The Fundamentals was a series of twelve 128-page booklets defending the 'fundamentals' of the faith, such as the inerrancy of the Bible, the virgin birth of Christ and the literal return of Christ. In 1920 Curtis Lee Laws, a Baptist editor of The Watchman-Examiner, coined the term 'fundamentalist' and defined a fundamentalist as one \"ready to do battle royal for the Fundamentals of the faith.\" J. Frank Norris became a combatant in the fundamentalist/modernist controversy. He edited a paper entitled The Fundamentalist. Both the Southern Baptist Convention and the Baptist General Convention of Texas expelled Norris because of his controversial behavior. Norris, C. P. Staley and others formed the Premillennial Missionary Baptist Fellowship in 1933 at Fort Worth, Texas. In 1938, the name was changed to World Fundamental Baptist Missionary Fellowship and then to World Baptist Fellowship (WBF) after the schism that created the Baptist Bible Fellowship International in 1950. The WBF was again divided in 1984, when a group led by Raymond W. Barber established the Independent Baptist Fellowship International and the Norris Bible Baptist Institute. ==Organization and purpose== The WBF considers itself a missions agency. Its missionary work is headed by the Mission Committee, whose members are nominated by the existing committee and approved by the General Assembly in annual meeting. In 2003, the WBF had 85 approved missionaries. National Fellowship meetings are held twice per year. The organization is headquartered in Arlington, Texas, on the campus of Arlington Baptist University (an accredited Bible College, which is the organization's educational arm). The World Baptist Fellowship had 945 churches in 1995, with its primary strength in Texas, Florida and Ohio. More than half of these churches also participate in other independent fundamental Baptist fellowships. ==Sources== *Constitution and By-laws, World Baptist Fellowship *Baptists Around the World, by Albert W. Wardin, Jr. *Dictionary of Baptists in America, Bill J. Leonard, editor ==External links== * Category:Baptist missionary societies Category:Christian organizations established in 1933 Category:Christian fundamentalism Category:Fundamentalist denominations Category:Baptist denominations established in the 20th century Category:Baptist denominations in North America",
 "title": "World Baptist Fellowship"
}