{
 "id": "337026",
 "text": "John Davison \"Jay\" Rockefeller IV (born June 18, 1937) is a retired American politician who served as a United States senator from West Virginia (1985–2015). He was first elected to the Senate in 1984, while in office as governor of West Virginia (1977–85). Rockefeller moved to Emmons, West Virginia, to serve as a VISTA worker in 1964 and was first elected to public office as a member of the West Virginia House of Delegates (1966-1968). Rockefeller was later elected secretary of state of West Virginia (1968–1973) and was president of West Virginia Wesleyan College (1973–1975). He became the state's senior U.S. senator when the long-serving Senator Robert Byrd died in June 2010. Rockefeller is the great-grandson of oil tycoon John D. Rockefeller, who died less than a month before Jay's birth. He was the only serving politician of the Rockefeller family during his tenure in the United States Senate, and the only one to have held office as a Democrat, in what has been a traditionally Republican family (though he too was originally a Republican until he decided to run for office in the then-heavily Democratic state).Only Democrat in a staunchly Republican dynastysee Rockefeller did not seek reelection in 2014 and was succeeded by Republican U.S. Representative Shelley Moore Capito. ==Early life and education== John Davison Rockefeller IV was born at New York Hospital in Manhattan to John D. Rockefeller III (1906–1978) and Blanchette Ferry Hooker (1909–1992), 26 days after the death of his patrilineal great-grandfather, John D. Rockefeller (1839–1937). He is a grandson of John D. Rockefeller Jr. Jay graduated from Phillips Exeter Academy in 1955. After his junior year at Harvard College, he spent three years studying Japanese at the International Christian University in Tokyo. He graduated from Harvard in 1961 with a Bachelor of Arts degree in Far Eastern languages and history. He attended Yale University and did graduate work in Oriental studies and studied the Chinese language. After college, Rockefeller worked for the Peace Corps in Washington, D.C., under President John F. Kennedy, where he developed a friendship with Attorney General Robert F. Kennedy and worked as an assistant to Peace Corps Director Sargent Shriver. He served as the operations director for the Corps' largest overseas program, in the Philippines. He worked for a brief time in the Bureau of East Asian and Pacific Affairs. He continued his public service in 1964–1965 in the Volunteers in Service to America (VISTA), under President Lyndon B. Johnson, during which time he moved to Emmons, West Virginia. ==Career== === State politics === Rockefeller was elected to the West Virginia House of Delegates in 1966, and to the office of West Virginia Secretary of State in 1968. He won the Democratic nomination for governor in 1972, but was defeated in the general election by the Republican incumbent Governor Arch A. Moore Jr., Rockefeller then served as president of West Virginia Wesleyan College from 1973 to 1975. Rockefeller was elected governor of West Virginia in 1976 and re-elected in 1980. He served as governor when manufacturing plants and coal mines were closing as the national recession of the early 1980s hit West Virginia particularly hard. Between 1982 and 1984, West Virginia's unemployment rate hovered between 15 and 20 percent. === U.S. Senate === ==== Elections ==== In 1984, he was elected to the United States Senate, narrowly defeating businessman John Raese as Ronald Reagan easily carried the state in the presidential election. As in his 1980 gubernatorial campaign against Arch Moore, Rockefeller spent over $12 million to win a Senate seat. Rockefeller was re-elected in 1990, 1996, 2002 and 2008 by substantial margins. He was chair of the Committee on Veterans' Affairs (1993–1995; January 3 to 20, 2001; and June 6, 2001 – January 3, 2003). Rockefeller was the chair of the Committee on Commerce, Science, and Transportation (2009–2015). thumb|Surrounded by colleagues Robert C. Byrd, Bob Dole, Strom Thurmond and Jennings Randolph, Vice President George H.W. Bush administers the oath of office for Rockefeller in January 1985 ==== Overview ==== In April 1992, he was the Democratic Party's finance chairman and considered running for the presidency, but pulled out after consulting with friends and advisers. He went on to strongly endorse Clinton as the Democratic candidate. He was the Chairman of the prominent Senate Intelligence Committee (retiring in January 2009), from which he commented frequently on the war in Iraq. In 1993, Rockefeller became the principal Senate supporter, with Ted Kennedy, behind Bill and Hillary Clinton's sweeping health care reform package, liaising closely with the First Lady, opening up his mansion next to Rock Creek Park for its first strategy meeting. The reform was subsequently defeated by an alliance between the Business Roundtable and a small-business coalition.The Clintons and health care reformsee In 2002, Rockefeller made an official visit to several Middle Eastern countries, during which he discussed his personal views regarding United States military intentions with the leaders of those countries. In October of that year, Rockefeller strongly expressed his concern for Saddam Hussein's alleged weapons of mass destruction program while addressing the U.S. Senate: In November 2005 during a TV interview, Rockefeller stated, > I took a trip ... in January 2002 to Saudi Arabia, Jordan and Syria, and I > told each of the heads of state that it was my view that George Bush had > already made up his mind to go to war against Iraq, that that was a > predetermined set course that had taken shape shortly after 9/11. Rockefeller noted that the comment expresses his personal opinion, and that he was not privy to any confidential information that such action was planned. On October 11, 2002, he was one of 77 Senators who voted for the Iraq Resolution authorizing the Iraq invasion. In February 2010, regarding President Obama, Rockefeller said, > He says 'I'm for clean coal,' and then he says it in his speeches, but he > doesn't say it in here ... And he doesn't say it in the minds of my own > people. And he's beginning to not be believable to me. Rockefeller faced criticism from West Virginia coal companies, which claimed that he was out of touch. Rockefeller became the senior U.S. senator from West Virginia when Robert Byrd died in June 2010, after serving in the senate with Rockefeller for 25 years. In July 2011 Rockefeller was prominent in calling for U.S. agencies to investigate whether alleged phone hacking at News Corporation's newspapers in the United Kingdom had targeted American victims of the September 11 attacks. Rockefeller and Barbara Boxer subsequently wrote to the oversight committee of Dow Jones & Company (a subsidiary of News Corporation) to request that it conduct an investigation into the hiring of former CEO Les Hinton, and whether any current or former executives had knowledge of or played a role in phone hacking. He announced on January 11, 2013, that he would not run for a sixth term. On March 25, 2013, Rockefeller announced his support for gay marriage. In November 2014, Rockefeller donated his senatorial archives to the West Virginia University Libraries and the West Virginia & Regional History Center. The archival collection documents his 30-year career in the United States Senate. According to the website GovTrack, Rockefeller missed 541 of 9,992 roll call votes from January 1985 to July 2014. This amounted to 5.4 percent, which was worse than the median of 2.0 percent among senators serving as of July 2014. Rockefeller, along with his son Charles, is a trustee of New York's Asia Society, which was established by his father in 1956. He is also a member of the Council on Foreign Relations, a nonprofit think tank previously chaired by his uncle, David Rockefeller. As a senator, he voted against the 1993 North American Free Trade Agreement, which was heavily backed by David Rockefeller. ==== Committees ==== Rockefeller served on the following committees in the 112th Congress: *Committee on Commerce, Science, and Transportation (Chairman) **As chair of the full committee, Sen. Rockefeller may serve as an ex officio member of all subcommittees *Committee on Finance **Subcommittee on Health Care (Chairman) **Subcommittee on International Trade, Customs, and Global Competitiveness **Subcommittee on Social Security, Pensions, and Family Policy *Select Committee on Intelligence *Committee on Veterans' Affairs *Joint Committee on Taxation ==Political positions== ===Iraq War=== Rockefeller initially supported the use of force based upon the evidence presented by the intelligence community that linked Iraq to nuclear ambitions. After the Niger uranium forgeries, in which the Bush administration gave forged documents to U.N. weapons inspectors to support allegations against Iraq, Rockefeller started an investigation into the falsification and exaggeration of evidence for the war. Through the investigations, he became an outspoken critic of Bush and the Iraq war. As chair of the Intelligence committee, he presided over a critical report on the Administration's handling of intelligence and war operations. Rockefeller and the Senate Select Committee on Intelligence released the final two pieces of the Phase II report on Iraq war intelligence on June 5, 2008. Rockefeller said, \"The president and his advisers undertook a relentless public campaign in the aftermath of the attacks to use the war against Al Qaeda as a justification for overthrowing Saddam Hussein.\" ===Television violence=== In July 2007, Rockefeller announced that he planned to introduce legislation before the August Congressional recess that would give the FCC the power to regulate TV violence. According to the edition of July 16, 2007, of Broadcasting & Cable, the new law would apply to both broadcast as well as cable and satellite programming. This would mark the first time that the FCC would be given power to regulate such a vast spectrum of content, which would include almost everything except material produced strictly for direct internet use. An aide to the senator said that his staff had also been carefully formulating the bill in such a way that it would be able to pass constitutional scrutiny by the courts. ===Telecommunications companies=== In 2007, Rockefeller began steering the Senate Intelligence Committee to grant retroactive immunity to telecommunications companies who were accused of unlawfully assisting the National Security Agency (NSA) in monitoring the communications of American citizens. This was an about-face of sorts for Senator Rockefeller, who had hand-written a letter to Vice President Dick Cheney in 2003 expressing his concerns about the legality of NSA's warrantless wire-tapping program. Some have attributed this change of heart to the spike in contributions from telecommunications companies to the senator just as these companies began lobbying Congress to protect them from lawsuits regarding their cooperation with the National Security Agency. Between 2001 and the start of this lobbying effort, AT&T; employees had contributed only $300 to the senator. After the lobbying effort began, AT&T; employees and executives donated $19,350 in three months. The senator has pledged not to rely on his vast fortune to fund his campaigns, and the AT&T; contributions represent about 2% of the money he raised during the previous year. ===Torture=== Although publicly deploring torture, Rockefeller was one of two Congressional Democrats briefed on waterboarding and other secret CIA practices in the early years of the Bush Administration, as well as the existence of taped evidence of such interrogations (later destroyed). In December 2007, Rockefeller opposed a special counsel or commission inquiry into the destruction of the tapes, stating \"it is the job of the intelligence committees to do that.\" On September 28, 2006, Rockefeller voted with a largely Republican majority to suspend habeas corpus provisions for anyone deemed by the Executive Branch an \"unlawful combatant,\" barring them from challenging their detentions in court. Rockefeller's vote gave a retroactive, nine-year immunity to U.S. officials who authorized, ordered, or committed acts of torture and abuse, permitting the use of statements obtained through torture to be used in military tribunals so long as the abuse took place by December 30, 2005. Rockefeller's vote authorized the President to establish permissible interrogation techniques and to \"interpret the meaning and application\" of international Geneva Convention standards, so long as the coercion fell short of \"serious\" bodily or psychological injury. The bill became law on October 17, 2006. ===2008 presidential election=== On February 29, 2008, he endorsed Barack Obama for president of the United States, citing Obama's judgment on the Iraq war and national security issues, and calling him the right candidate to lead America during a time of instability at home and abroad. This endorsement stood in stark contrast to the results of the state primary that was easily won by Hillary Clinton. On April 7, 2008, in an interview for The Charleston Gazette, Rockefeller criticized John McCain's Vietnam experience: > McCain was a fighter pilot, who dropped laser-guided missiles from 35,000 > feet. He was long gone when they hit. What happened when they get to the > ground? He doesn't know. You have to care about the lives of people. McCain > never gets into those issues.\"Jay Defends Endorsement of Sen. Obama\" > Charleston (WV) Gazette, 2008-04-08. wvgazette.com. (fee > required).\"Rockefeller Apologizes for McCain Remark\" FoxNews.com (AP) > 2008-04-08. Retrieved 2010-11-22. The McCain campaign called for an apology from Senator Rockefeller and for Barack Obama, whom Rockefeller endorsed, to denounce the comment. Rockefeller later apologized for the comment and the Obama campaign issued a statement expressing Obama's disagreement with the comment. Senator Lindsey Graham (R) of South Carolina noted that \"John didn't drop bombs from 35,000 feet. ... the bombs were not laser guided (in the 1960 and 1970s)\".After Rockefeller Insult, McCain Camp Claims Obama Won't Shut Down Campaign Smears - America's Election HQ ===Cybersecurity=== On April 1, 2009, Rockefeller introduced the Cybersecurity Act of 2009 - S.773 before Congress. Citing the vulnerability of the Internet to cyber-attacks, the bill makes provisions to turn the Department of Commerce into a public-private clearing house to share potential threat information with the owners of large private networks. It authorizes the Secretary of Commerce to sequester any information deemed necessary, without regard to any law. It would also authorizes the president to declare an undefined \"cyber-emergency\" which would allow them to shut down any and all traffic to what they considers to be a compromised server. On June 1, 2011, Rockefeller sponsored the fourth West Virginia Homeland Security Summit and Expo. The event ran two days and focused on homeland security with Rockefeller emphasizing cybersecurity.Homeland Security a Major Focus for Agencies Across W.Va. ===Health care=== In 1997, Rockefeller co-authored the Children's Health Insurance Program (CHIP) – a program aimed at giving low-income children health insurance coverage. Annually, CHIP has been successfully covering about 6 million children, who otherwise would have been uninsured. On September 30, 2007, the program expired, requiring Congress to reauthorize the legislation. On August 2, 2007, the vote for reauthorization passed legislation by a strong, bipartisan vote (68-31). Rockefeller authored successful legislation that required the Department of Veterans Affairs, for the first time, to provide a wide range of extended care services—such as home health care, adult day care, respite care, and hospice care—to veterans who use the VA health care system. Rockefeller is also a strong supporter of the fight against Alzheimer's and neurological disease. The Blanchette Rockefeller Neurosciences Institute (BRNI) was founded in Morgantown in 1999 by Rockefeller and his family to help advance medical and scientific understanding of Alzheimer's and other diseases of the brain. BRNI is the world's only non-profit institute dedicated exclusively to the study of both human memory and diseases of memory. Its primary mission is to accelerate neurological discoveries from the lab, including diagnostic tools and treatments, to the clinic to benefit patients who suffer from neurological and psychiatric diseases. A $30 million state-of-the-art BRNI research facility was opened at West Virginia University in Fall 2008. The approximately three-level building will house 100 scientists by 2012. On Healthcare Reform, Rockefeller has been a proponent of a public option, fighting with some Democrats on the finance committee, in particular Max Baucus, the chairman of the committee, who contended that there was not enough support for a public option to gather the 60 votes needed to prevent a filibuster. Baucus asked repeatedly for Rockefeller to stop speaking on the issue. On September 29, 2009 Rockefeller offered an amendment to the Baucus Health Bill in the Senate Finance Committee to add a public option. The amendment was rejected 15 to 8, with five Democrats (Baucus, Kent Conrad, Blanche Lincoln, Tom Carper, Bill Nelson) and all Republicans voting no. Rockefeller supported President Barack Obama's health reform legislation; he voted for the Patient Protection and Affordable Care Act in December 2009, and he voted for the Health Care and Education Reconciliation Act of 2010. ==Electoral history== ==Personal life== Since 1967, Rockefeller has been married to the former Sharon Lee Percy, the chief executive officer of WETA- TV, the leading PBS station in the Washington, D.C., area, which broadcasts such programs as PBS NewsHour and Washington Week. She is a twin daughter of Senator Charles Harting Percy (1919—2011) and Jeanne Valerie Dickerson. Jay and Sharon have four children: *John Davison \"Jamie\" Rockefeller V (born 1969) *Valerie Rockefeller *Charles Rockefeller *Justin Aldrich Rockefeller (born 1979) John Davison \"Jamie\" Rockefeller V is married to Emily Rockefeller. She is the daughter of former National Football League (NFL) Commissioner Paul Tagliabue. They have two daughters, Laura Chandler Rockefeller (born c. 2000) and Sophia Percy Rockefeller (born c. 2002), and one son, John Davison Rockefeller VI (born c. 2007). The Rockefellers reside in Northwest Washington, D.C., and maintain permanent residence in Charleston, West Virginia. They have a ranch in the Grand Teton National Park in Jackson Hole, Wyoming. President Bill Clinton, a friend of Rockefeller's, and the Clinton family vacationed at the ranch in August 1995. Rockefeller is related to several Republican Party supporters and former officeholders: his paternal grandmother Abigail Greene \"Abby\" Aldrich (1874–1948) was a daughter of Rhode Island Senator Nelson Wilmarth Aldrich (1841–1915). John Davison Rockefeller Jr. (1874–1960) and Abby's youngest son was banker David Rockefeller (1915–2017). David's brother Winthrop Rockefeller (1912–1973) served as Governor of Arkansas (1967–71). Winthrop and David's brother Nelson Aldrich Rockefeller (1908–1979) served as Governor of New York (1959–73) and as Vice President of the United States (1974–77) under President Gerald Ford. Jay is also a first cousin of Arkansas Lt. Governor Winthrop Paul Rockefeller (1948–2006). ==Awards and decorations== * National Intelligence Distinguished Public Service Medal, 2009 *80px Grand Cordon Order of the Rising Sun (Japan), 2013. *National Consumers League first-ever Consumer and Labor Leadership Award (shared with Sen. Tom Harkin), commemorating their service to America's consumers and workers; Rockefeller also received the NCL Trumpeter award in 1992. ==See also== *Rockefeller family *David Rockefeller *Kykuit *US Senate Report on chemical weapons Rockefeller chaired this committee. *2005 CIA interrogation tapes destruction ==References== ==Further reading== *Jay Rockefeller: Old Money, New Politics, Richard Grimes, Parsons, West Virginia: McClain Printing Company, 1984. *The System: The American Way of Politics at the Breaking Point, Haynes Johnson and David S. Broder, Boston: Little Brown and Company, 1996. (Significant mention) ;Senator * ;Governor *Biography at West Virginia Archives and History **Inaugural Address of John D. Rockefeller, IV (1977) **Inaugural Address of John D. Rockefeller, IV (1981) *Biography at the Peace Corps ==External links== * * ;Articles *Senator Outlines Plans For Intelligence Panel Rockefeller's agenda on becoming chairman in January 2007. *Membership at the Council on Foreign Relations |- |- |- |- |- |- |- |- |- |- Category:1937 births Category:American people of English descent Category:American people of German descent Category:American people of Scotch- Irish descent Category:American Presbyterians Category:Heads of universities and colleges in the United States Category:Democratic Party state governors of the United States Category:Democratic Party United States senators Category:Governors of West Virginia Category:Grand Cordons of the Order of the Rising Sun Category:Harvard College alumni Category:Living people Category:Members of the Council on Foreign Relations Category:Politicians from Charleston, West Virginia Category:Politicians from Manhattan Category:Phillips Exeter Academy alumni Category:Rockefeller family Category:Secretaries of State of West Virginia Category:United States senators from West Virginia Category:West Virginia Democrats Category:Winthrop family Category:20th-century American politicians Category:21st-century American politicians",
 "title": "Jay Rockefeller"
}