{
 "id": "337044",
 "text": "(or ) is a Latin phrase meaning \"listen to the other side\", or \"let the other side be heard as well\". It is the principle that no person should be judged without a fair hearing in which each party is given the opportunity to respond to the evidence against them. \"Audi alteram partem\" is considered to be a principle of fundamental justice or equity or the principle of natural justice in most legal systems. This principle includes the rights of a party or its lawyers to confront the witnesses against them, to have a fair opportunity to challenge the evidence presented by the other party, to summon one's own witnesses and to present evidence, and to have counsel, if necessary at public expense, in order to make one's case properly. ==History of use== As a general principle of rationality in reaching conclusions in disputed matters, \"Hear both sides\" was treated as part of common wisdom by the ancient Greek dramatists.e.g. Aeschylus, The Eumenides 431, 435 A similar principle can also be found in Islamic law, based on a hadith indicating that in litigation, both parties must be heard. Imam Abu Dawud. 2008. Sunan Abu Dawud Vol. 3 (Translated to English by Ahmad Hasan). Riyadh: Darussalam,, Hadith No. 3575, Grade: Hasan The principle was referred to by the International Court of Justice in the Nuclear Tests case, referring to France's non-appearance at judgment.Nuclear Tests (Australia c. France), C. I. J., 20 December 1974, p. 265 Modern legal systems differ on whether individuals can be convicted in absentia. The principle is used in labour law matters in countries like South Africa and Zimbabwe. ==Other uses== The phrase is also the origin of the name of German carmaker Audi. Founder August Horch had left his previous company, Motorwagenwerke, after a dispute with partners and founded a new company on 16 July 1909, initially named the August Horch Automobilwerke GmbH. His former partners sued him for trademark infringement, and the German Reichsgericht (Supreme Court) ruled that the Horch brand belonged to his former company.Audi History audiusa.com Horch therefore called a meeting with close business friends Paul and Franz Fikentscher, to come up with a new name for the company. During this meeting, Franz's son was quietly studying Latin in a corner of the room. Several times he looked like he was on the verge of saying something but would just swallow his words and continue working, until he finally blurted out, \"Father – audiatur et altera pars... wouldn't it be a good idea to call it audi instead of horch?\"August Horch: \"Ich baute Autos – Vom Schmiedelehrling zum Autoindustriellen\", Schützen-Verlag Berlin 1937 \"Horch!\" in German means \"Hark!\" or \"hear\", which is \"Audi\" in the singular imperative form of \"audire\" – \"to listen\" – in Latin. The idea was enthusiastically accepted by everyone attending the meeting, and the company was registered as Audi Automobilwerke GmbH Zwickau in 1910. ==See also== * * Right of reply * Trial in absentia ==References== Category:Brocards Category:Latin legal terminology Category:Legal doctrines and principles",
 "title": "Audi alteram partem"
}