{
 "id": "337696",
 "text": "Marek Kotański, (March 11, 1942 – August 19, 2002) was a Polish charity worker and campaigner on behalf of disadvantaged people, including the homeless and those with HIV. He died in a car accident in Nowy Dwór Mazowiecki, near Warsaw. thumb|Marek Kotański, was a Polish charity worker. ==Life== Kotański was a psychologist and a psychotherapist - he organized many projects to fight against social problems and helped alcoholics, drug addicts, people with HIV, ex-prisoners and homeless people. Among the organisations he created are Monar and Markot. Born in Warsaw during the Second World War, Marek Kotański's mother, Ludwika, was a painter. His father, Wiesław, was a Japanese language professor at Warsaw University. His house was open for everyone who needed help. Already in high school Kotański launched initiatives to help people in need. From 1960 he studied psychology at Warsaw University. During his studies, he was active in the Ruch Młodych Wychowawców (Movement of Young Educators) who looked after orphans and young people affected by social problems. After his studies, he worked as a therapist in the psychiatric hospital on Dolna Street in Warsaw. He cooperated with the Społeczny Komitet Przeciwdziałania Alkoholizmowi (Social Anti-Alcoholism Committee), and also was active in the Ruch Trzeźwość (Abstinence Movement). In 1974 Kotański was employed in the Psychiatric Hospital in Garwolin, which had a section for drug addicts (even though during that period, for ideological reasons, drug addicts did not exist). Knowing that traditional methods were not effective, he started a therapy group. This sort of therapy group came to be known as \"społeczność\" (community). He also started the healing system for drug addicts known as \"Monar\". The first Monar centre was opened on 15 October 1978 in Gloskow near Garwolin, starting in part of an abandoned house in ruins. Kotański started this program with a group or patients from the hospital in Garwolin. The results were better than expected. Now there are more than 157 Monar centres. He also organised settlements for people with HIV or ill with AIDS, starting another association Solidarni Plus (Solidarity Plus). From 1985 to 1994 Kotański organised the action \"Łańcuch Czystych Serc\" (Chain of Pure Hearts), where hundreds of thousands of young people joined hands in a chain stretching from the Baltic Sea to the Tatra mountains, symbolising unity for humanitarianism. He also organised many \"Czystych Serc\" concerts where thousands of people participated. In 1993 Kotański created Markot - Ruch Wychodzenia z Bezdomności (Movement Out of Homelessness), which involves about one hundred centres for homeless people, lone mothers with children, handicapped people, and the terminally ill. He also developed a help system for people coming out of prison, starting from 1994, without any financial help. Kotański received many prizes, including: *the Victor prize (received twice) *the Brother Albert prize (nagroda imienia Brata Alberta) *Order Uśmiechu (Order of the Smile) in the year 2000 ==See also== *Monar *Markot *List of Poles Category:1942 births Category:2002 deaths Category:Polish psychologists Category:University of Warsaw alumni Category:Road incident deaths in Poland Category:20th-century psychologists",
 "title": "Marek Kotański"
}