{
 "id": "337658",
 "text": "Snuff is a 1976 splatter film directed by Michael Findlay and Horacio Fredriksson. It is most notorious for being marketed as if it were an actual snuff film.\"Cashing in on rumors that a 'snuff' film had been smuggled into the United States from South America, Schackleton retitled his movie Snuff and released it in late 1975, advertising its faked evisceration as the real thing\", David A. Cook, Lost Illusions: American Cinema in The Shadow of Watergate and Vietnam, page 233 (University of California Press, Ltd., 2000). \"A Minneapolis police officer, Richard Morrill, wrote in his official report: 'Everything depicted in the final scene appeared to be in fact to be actually happening to the girl. The dismemberment of her body was so real that it made me physically sick'.\" Article, \"Snuff: 'Real murder' brings tape censorship nearer\", page 56, in Video Viewer (June–July 1982, Video International Publications Ltd. General Editor Elkan Allan). This picture contributed to the urban legend of snuff films, although the concept did not originate with it. ==Plot summary== Actress Terry London (played by Mirta Massa) and her producer, Max Marsh, visit an unnamed country in South America. A female biker cult led by a man named Satán () stalks and eventually murders the pregnant London and her circle of friends. ==Cast== * Margarita Amuchástegui as Angelica * Ana Carro as Ana * Liliana Fernández Blanco as Susanna * Roberta Findlay as Carmela (voice) * as Horst's father * Enrique Larratelli as Satán * Mirta Massa as Terry London * as Max Marsh * Clao Villanueva as Horst Frank * Michael Findlay as Detective (uncredited) * Brian Cary as film director (additional footage) ==Production== The film started out as a low-budget exploitation film titled Slaughter made by the husband-and-wife grindhouse filmmaking team of Michael and Roberta Findlay. Filmed in Argentina in 1971 on a budget of $30,000,Joan Hawkins, Cutting Edge: Art-Horror and the Horrific Avant-Garde, p. 136 (University of Minnesota Press, 2000). it depicted the actions of a Manson-esque murder cult, and was shot mainly without sound due to the actors understanding very little English. The film's financier, Jack Bravman, took an out-of-court settlement from American International Pictures to allow it to use the title Slaughter for its Blaxploitation film starring Jim Brown. Some sources state that the Findlays' film received an extremely limited theatrical release, while others indicate it was never screened theatrically at all under its original title. In any event, independent low- budget distributor and sometime producer Allan Shackleton took the film and shelved it for four years—but was inspired to release it with a new ending, unbeknownst to the original filmmakers, after reading a newspaper article in 1975 on the rumor of snuff films produced in South America, and deciding to cash in on the urban legend. He added a new ending, directed in a vérité style by Simon Nuchtern, in which a woman is brutally murdered and dismembered by a film crew, supposedly the crew of Slaughter.\"The Curse of her filmography: Roberta Findlay's grindhouse legacy\", New York Press, July 27, 2005 The new footage, shot over one day in Carter Stevens's adult film studio,S'nuff Said, interview with Carter Stevens at aboutfilm.com (archived) was spliced onto the end of Slaughter with an abrupt cut suggesting that the footage was unplanned and the murder authentic. This new version of the film was released under the title Snuff, with the tagline \"The film that could only be made in South America... where Life is CHEAP!\"Horrorwatch : Snuff Shackleton also removed all other credits from the film to increase the air of mystery surrounding its production. ==Controversy== As a publicity stunt, distributor Shackleton reportedly hired fake protesters to picket movie theaters showing the film. According to his associate Carter Stevens, Shackleton was surprised when some genuine protesters also started picketing the theaters.S'nuff Said, interview with Carter Stevens at aboutfilm.com (archived) Although the film was exposed as a hoax in Variety in 1976, it became popular in New York, Philadelphia, Los Angeles and Boston.David A. Cook, Lost Illusions: American Cinema in The Shadow of Watergate and Vietnam, page 233 (University of California Press, Ltd., 2000). Feminist groups started protesting Snuff, which influenced city officials in Santa Clara, Philadelphia and St Paul to force theaters to stop showing the film. Twenty women protested the film's return engagement in Rochester, New York at the Holiday Ciné : four of those protesters were arrested after breaking the poster frame to destroy the film's poster. A theater owner in Monticello was prosecuted on obscenity charges. In most places, however, the protests failed to stop the theaters from showing the movie.Charles Lyons, The New Censors: Movies and the Culture Wars, Temple University Press, 1997, pages 64-70 Rumors persisted that the film showed a real-life murder. \"[P]rompted by complaints and petitions from well-known writers, including Eric Bentley and Susan Brownmiller, and legislators\", an investigationJoan Hawkins, Cutting Edge: Art-Horror and the Horrific Avant- Garde, p. 137 (University of Minnesota Press, 2000). into the circumstances surrounding the film's production was conducted by New York District Attorney Robert M. Morgenthau, who dismissed the supposedly \"real\" murder as \"nothing more than conventional trick photography—as is evident to anyone who sees the movie\".Liam T. Sanford, \"Nasties News\", p. 49 (Video Viewer magazine, July 1983) Morgenthau reassured the public that the actress apparently dismembered and killed in the ending of the film \"is alive and well\", having urged the police to trace her.Whitney Strub, Perversion For Profit: The Politics of Pornography and The Rise of The New Right, p. 232 (Columbia University Press, 2010). He also found no basis for criminal prosecution related to pornography statutes, or to consumer fraud laws in regard to the film's advertising. However, Morgenthau stated that he had been \"concerned about the fact that this kind of a film might incite or encourage people to commit violence against women\". ==Release== ===Theatrical release=== Upon its release at the National Theatre in New York City with a $4 ticket price, Snuff grossed $66,456 in its first week. It outgrossed One Flew Over the Cuckoo's Nest for three consecutive weeks. ===Home media=== The film was released on DVD by Blue Underground on July 29, 2003. Blue Underground later released the film on DVD Special edition and for the first time on Blu-ray on October 22, 2013. It was last released by Cheezy Flicks on March 13, 2018. ==Critical reception== Richard Eder of the New York Times described it as \"a horrendously written, photographed, acted, directed and dubbed bit of verdigris showing a group of devil-girls massacring people.\" Joel Harley from HorrorNews.net wrote in his review of the film, \"Were it not for that ending and the furore surrounding it, Snuff would surely have been forgotten a long time ago. Beyond the infamy, it's a stultifyingly average film.\" Bill Gibron from PopMatters gave the film 3/10 stars, writing, \"Unlike modern gorefests which strive for autopsy like realism in all facets of the F/X, Snuff is cheap and cheesy. While it[s] legend lives on, its realities end any speculation or scandal for that matter. No one really dies onscreen during the last few minutes of this movie. Your sense of gullibility, on the other hand...\" Adam Tyner from DVD Talk called the film \"basically unwatchable in its original form\". Tyner criticized the film's unnecessarily dragged out scenes, lack of tension, and dubbed dialogue, which he called \"sleepy, flat, lifeless, and howlingly inept all around, never even making an attempt to match any frantically flapping lips\". ==Notes== ==References== ==Further reading== * Kerekes, David & Slater, David (1994). Killing For Culture. Creation Books. * Johnson, Eithne & Schaefer, Eric. \"Soft Core/Hard Gore: Snuff as a Crisis in Meaning,\" in Journal of Film and Video, University of Illinois Press, (Volume 45, Numbers 2-3, Summer-Fall, 1993): pages 40–59. ==External links== * * * * Snuff Boxing: Revisiting the Snuff Coda (The University of British Columbia's Film Journal) - showing the mutilation scene at the end of the film Category:1976 films Category:1976 horror films Category:American films Category:English-language films Category:1970s exploitation films Category:Films shot in Argentina Category:Obscenity controversies in film Category:Snuff films in fiction Category:American splatter films Category:1970s serial killer films",
 "title": "Snuff (film)"
}