{
 "id": "338012",
 "text": "The dark-eyed junco (Junco hyemalis) is a species of junco, a group of small, grayish New World sparrows. This bird is common across much of temperate North America and in summer ranges far into the Arctic. It is a very variable species, much like the related fox sparrow (Passerella iliaca), and its systematics are still not completely untangled. ==Taxonomy== The dark-eyed junco was formally described by the Swedish naturalist Carl Linnaeus in his landmark 1758 10th edition of Systema Naturae as Fringilla hyemalis. The description consisted merely of the laconic remark \"F[ringilla] nigra, ventre albo. (\"A black 'finch' with white belly\") and a statement that it came from America. Linnaeus based his description on the \"Snow-Bird\" that Mark Catesby had described and illustrated in his The Natural History of Carolina, Florida and the Bahama Islands. > The Bill of this Bird is white: The Breast and Belly white. All the rest of > the Body black; but in some places dusky, inclining to Lead-color. In > Virginia and Carolina they appear only in Winter: and in Snow they appear > most. In Summer none are seen. Whether they retire and breed in the North > (which is most probable) or where they go, when they leave these Countries > in Spring, is to me unknown. [italics in original] The type locality was restricted to South Carolina by the American Ornithologists' Union in 1931. The dark-eyed junco is now placed in the genus Junco that was introduced in 1831 by the German naturalist Johann Georg Wagler. The genus name Junco is the Spanish word for rush, from the Latin word juncus. Its modern scientific name means \"winter junco\", from the Latin word \"of the winter\". ===Subspecies=== Fifteen subspecies are recognised. They form two large or polytypic groups and three to four small or monotypic ones. The six basic groups were formerly considered separate species (and the Guadalupe junco frequently still is), but they interbreed extensively in areas of contact. Birders trying to identify subspecies are advised to consult detailed identification references. ====Slate-colored group==== thumb|slate-colored dark-eyed junco (J. h. hyemalis) * slate-colored dark-eyed junco (J. h. hyemalis) * Carolina dark-eyed junco (J. h. carolinensis) * Cassiar dark-eyed junco (J. h. cismontanus; possibly a slate-colored dark-eyed junco x Oregon dark-eyed junco hybrid) These subspecies have dark slate-gray heads, breasts and upperparts. Females are brownish-gray, sometimes with reddish-brown flanks. They breed in North American taiga forests from Alaska to Newfoundland and south to the Appalachian Mountains, wintering throughout most of the United States. They are relatively common across their range. ====White-winged group==== thumb|white-winged dark-eyed junco (J. h. aikeni) * white-winged dark-eyed junco (J. h. aikeni) The white-winged dark-eyed junco has a medium- gray head, breast, and upperparts with white wing bars. Females are washed brownish. It has more white in the tail than the other subspecies. It is a common endemic breeder in the Black Hills area of South Dakota, Wyoming, Nebraska, and Montana, and winters south to northeastern New Mexico. ====Oregon or brown-backed group==== thumb|right|Oregon group dark-eyed junco (may be any one of several subspecies) * Montana dark-eyed junco (J. h. montanus) * Nevada dark-eyed junco (J. h. mutabilis) * Oregon dark-eyed junco (J. h. oreganus) * Point Pinos dark-eyed junco (J. h. pinosus) * Laguna Hanson dark-eyed junco (J. h. pontilis) * Shufeldt's dark-eyed junco (J. h. shufeldti) * Thurber's dark-eyed junco (J. h. thurberi) * Townsend's dark-eyed junco (J. h. townsendi) These subspecies have a blackish-gray head and breast with a brown back and wings and reddish flanks, tending toward duller and paler plumage in the inland and southern parts of its range. Oregon dark-eyed juncos are less commonly known as brown-backed dark-eyed juncos. This is the most common subspecies group in the west, breeding in the Pacific Coast mountains from southeastern Alaska to extreme northern Baja California and wintering to the Great Plains and northern Sonora. An unresolved debate exists as to whether this large and distinct group is a full species. ====Pink-sided group==== thumb|pink-sided dark-eyed junco (J. h. mearnsi) * pink-sided dark- eyed junco (J. h. mearnsi) Often considered part of the Oregon/brown-backed group, this subspecies has a lighter gray head and breast than the Oregon/brown-backed dark-eyed juncos, with contrasting dark lores. The back and wings are brown. It has a pinkish-cinnamon color that is richer and covers more of the flanks and breast than in the Oregon/brown-backed dark-eyed juncos. It breeds in the northern Rocky Mountains from southern Alberta to eastern Idaho and western Wyoming and winters in central Idaho and nearby Montana and from southwestern South Dakota, southern Wyoming, and northern Utah to northern Sonora and Chihuahua. ====Gray-headed group==== thumb|gray- headed dark-eyed junco (J. h. caniceps) * gray-headed dark-eyed junco (J. h. caniceps) This subspecies is essentially rather light gray on top with a rusty back. It breeds in the southern Rocky Mountains from Colorado to central Arizona and New Mexico, and winters into northern Mexico. ====Red-backed group==== thumb|red-backed dark-eyed junco (J. h. dorsalis) * red-backed dark- eyed junco (J. h. dorsalis) Often included with J. h. caniceps as part of the \"gray-headed group\", this subspecies differs from the gray-headed junco proper in having a more silvery bill with a dark-colored upper and light-colored lower mandible, a variable amount of rust on the wings, and pale underparts. This makes it similar to the yellow-eyed junco (J. phaeonotus), except for the dark eyes. It is found in the southern mountains of Arizona and New Mexico. It does not overlap with the yellow-eyed junco in its breeding range. The extremely rare Guadalupe junco was formerly considered to be part of this species but is now treated as a species in its own right – perhaps a rather young one, but certainly this population has evolved more rapidly than the various mainland subspecies due to its small population size and the founder effect. ==Description== Adults generally have gray heads, necks, and breasts, gray or brown backs and wings, and a white belly, but show a confusing amount of variation in plumage details. The white outer tail feathers flash distinctively in flight and while hopping on the ground. The bill is usually pale pinkish. Males tend to have darker, more conspicuous markings than the females. The dark-eyed junco is long and has a wingspan of .Rising, J.D. (2010) A Guide to the Identification and Natural History of the Sparrows of the United States and Canada. Christopher Helm Publishers, London, . Body mass can vary from . Among standard measurements, the wing chord is , the tail is , the bill is and the tarsus is .Sparrows and Buntings: A Guide to the Sparrows and Buntings of North America and the World by Clive Byers & Urban Olsson. Houghton Mifflin (1995). . Juveniles often have pale streaks and may even be mistaken for vesper sparrows (Pooecetes gramineus) until they acquire adult plumage at 2 to 3 months, but junco fledglings' heads are generally quite uniform in color already, and initially their bills still have conspicuous yellowish edges to the gape, remains of the fleshy wattles that guide the parents when they feed the nestlings. The song is a trill similar to the chipping sparrow's (Spizella passerina), except that the red-backed dark-eyed junco's (see below) song is more complex, similar to that of the yellow-eyed junco (Junco phaeonotus). The call also resembles that of the black-throated blue warbler's, which is a member of the New World warbler family. Calls include tick sounds and very high-pitched tinkling chips. It is known among bird language practitioners as an excellent bird to study for learning \"bird language.\" A sample of the song can be heard at the USGS websiteDark-eyed junco song at USGS website (MP3) or at the Cornell Lab of Ornithology website. ==Distribution and habitat== The dark-eyed junco's breeding habitat is coniferous or mixed forest areas throughout North America. In otherwise optimal conditions it also utilizes other habitats, but at the southern margin of its range it can only persist in its favorite habitat. Northern birds migrate further south, arriving in their winter quarters between mid-September and November and leaving to breed from mid-March onwards, with almost all of them gone by the end of April or so. Many populations are permanent residents or altitudinal migrants, while in cold years they may choose to stay in their winter range and breed there. For example, in the Sierra Nevada Mountains of eastern California, J. hymealis populations will migrate to winter ranges lower than their summer range. In winter, juncos are familiar in and around towns, and in many places are the most common birds at feeders. The slate- colored dark-eyed junco is a rare vagrant to western Europe and may successfully winter in Great Britain, usually in domestic gardens. ==Behaviour and ecology== These birds forage on the ground. In winter, they often forage in flocks that may contain several subspecies. They mainly eat insects and seeds. A flock has been known to be called a blizzard. thumb|A dark-eyed junco nest with eggs ===Breeding=== They usually nest in a cup-shaped depression on the ground, well hidden by vegetation or other material, although nests are sometimes found in the lower branches of a shrub or tree. The nests have an outer diameter of about and are lined with fine grasses and hair. Normally two clutches of four eggs are laid during the breeding season. The slightly glossy eggs are grayish or pale bluish-white and heavily spotted (sometimes splotched) with various shades of brown, purple or gray. The spotting is concentrated at the large end of the egg. The eggs are incubated by the female for 12 to 13 days. The young leave the nest between 11 and 14 days after hatching. ==References== ==External links== *Dark-eyed junco ID, including sound and video, at Cornell Lab of Ornithology *Dark-eyed junco - Junco hyemalis - USGS Patuxent Bird Identification InfoCenter *Juncos: What do we know? An expert discussion of atypical individuals, the fine points of subspecific identification, and the proper understanding of the cismontanus population, from the ID-Frontiers mailing list (January 2004), supplemented with photographs and paintings. * * dark-eyed junco Category:Native birds of Alaska Category:Birds of Canada Category:Birds of Appalachia (United States) Category:Native birds of the Northeastern United States Category:Native birds of the Western United States Category:Birds of the Sierra Nevada (United States) Category:Fauna of the California chaparral and woodlands Category:Native birds of the Rocky Mountains Category:Fauna of the San Francisco Bay Area dark-eyed junco dark-eyed junco",
 "title": "Dark-eyed junco"
}