{
 "id": "338298",
 "text": "Hart Stores Inc. is a mid-sized value-driven department store in Eastern Canada. It was founded in 1960 by Harry Hart, in Rosemère, Quebec. Hart stores is based in the provinces of Quebec, New Brunswick, and Ontario. The head office used to be in the Montreal borough of Anjou but moved to Laval, Quebec, a northern suburb of Montreal, in early 2006. The company operates 60 stores across Canada, branded as Hart, primarily in smaller and suburban markets. Before running into financial difficulties in 2011, the chain had 92 stores under the Hart and Bargain Giant banners, extending as far east as Newfoundland. The average store is approximately . The company positions itself within the market as a niche marketer. The target customer is low-to- average income consumers. Hart's pricing strategy is to implement everyday low prices and a high/low strategy. The company does not emphasize a private label within their stores. ==Hartco== The Hart clothing retail operation was one of several diverse retail and inside-sales businesses that operated under the Hart family umbrella. Computer retail and corporate IT services fell under their Hartco brands (managed independently from Hart Stores), included Metafore, Northwest Digital, CompuSmart, MicroAge and their original Compucentre chain of stores. The Telephone Booth/Cabine Téléphonique, a chain of stores that sells wired, cordless and cellular phones, was operated by Hartco until its purchase by Glentel. During the annual shareholders meeting held on June 15, 2000, the shareholders approved a plan of arrangement to distribute its wholly owned subsidiaries of computer and IT services to the company's common shareholders. The arrangement resulted in the formation of a separate publicly traded company operating under Hartco Inc. (). The department store division operated as Hart Stores and was listed on the Toronto Stock Exchange. In fiscal 2006 the company reported net profits of $7.0 million. ==Bankruptcy reorganisation== In August 2011, Hart Stores company had run into financial difficulties, and was granted bankruptcy protection under the Companies' Creditors Arrangement Act in Canadian law. The court appointed receiver was RSM Richter Inc., also in August 2011. the Company announced the return of Robert Farah as Chief Operating Officer. In October 2011, Hart Stores announced the liquidation of 32 stores of the company's 92 Canadian stores and appointed Tiger Capital Group LLC as the liquidator to conduct the liquidation sales at the 32 closing stores. Hart filed its bankruptcy through the Quebec Superior Court (Commercial Division) in the District of Montreal. The court-appointed monitor of this case was granted to Richter Advisory Group Inc. Eight of the former Newfoundland Bargain Giant locations were converted in 2012 to Rossy stores. ==Private acquisition== In 2015, Hart Stores were bought by Mr. Paul Nassar who became the new President of the Company. ==See also== * List of Canadian department stores == References == ==External links== * Official website Category:Discount stores of Canada Category:Variety stores Category:Department stores of Canada Category:Companies based in Laval, Quebec Category:Retail companies established in 1960 Category:1960 establishments in Canada Category:Companies formerly listed on the TSX Venture Exchange",
 "title": "Hart Stores"
}