{
 "id": "338333",
 "text": "Robert Berkey Crosby (March 26, 1911 - January 7, 2000) was an American Republican politician who served as the 27th governor of Nebraska from 1953 to 1955. Crosby was born in North Platte, Nebraska. After attending Hastings College, Crosby transferred to the University of Minnesota. He received a B.A. degree from the University of Minnesota in 1931 and an LL.B. degree from Harvard Law School in 1935. Crosby served in Nebraska's unicameral legislature from 1941 to 1945. He was chosen speaker of the Unicameral in 1943 and, at 31, was the youngest person ever to hold that position. After volunteering for two years in the United States Navy, Crosby served as Nebraska's 24th lieutenant governor, from 1947 to 1949. While Lieutenant Governor, Crosby wrote \"Why I Want to Get Rid of My Job.\" Governor Crosby, who was known as \"The Boy Governor from North Platte,\" was particularly proud that he was a great- grandson of John Holbrook Powers. \"Honest John\" Powers ran for governor in Nebraska as a populist in 1892. In April 1954, Governor Crosby appointed Eva Bowring to the U.S. Senate to fill out the term of the late Dwight Griswold. In July 1954, Governor Crosby appointed Samuel Williams Reynolds to the U.S. Senate to fill out the term of the late Hugh A. Butler. Crosby was a candidate for the U.S. Senate in the Republican primary in 1954, but was defeated by Carl T. Curtis. U.S. Senator Hazel H. Abel, who had been elected to serve the last two months of the term of the late Dwight Griswold, resigned a few days before the end of her term, and Governor Crosby appointed Curtis to serve the remainder of her term. That gave Senator Curtis slightly more seniority than other senators elected at the same time. Gov. Crosby was also known for his speaking ability. He had the ability to adapt to his audience. His style of logical, ethical and emotional appeal was used both in political speeches and in his law practice. One of the most public aspects of his legal work was the defense of Duane Pope for murder. Crosby's speaking style using combinations of support (logical, ethical and emotional ) helped distinguish him from his colleagues ( Nykodym, 1968). Crosby called, in 1953, for the closure of the Milford Industrial Home, one of the few homes in the nation for unwed mothers: \"I do not think that Nebraska taxpayers are so affluent that they should indulge themselves in this exceptional activity\". It closed later that year. Following his service as governor, Crosby practiced law in Lincoln, Nebraska, until shortly before his death in 2000. In 1971, he married LaVon Crosby, a Nebraska state senator from 1989 to 2000. He is buried in Lincoln Memorial Park in Lincoln. ==References== A Rhetorical Analysis of the Political and Legal Speeches of Robert B. Crosby, by Gilbert F. (Nick ) Nykodym, (unpublished Master's Thesis, The University of Nebraska-Lincoln, 1968). *\"Crosby, Robert (Berkey)\" in Current Biography 1954. *Crosby, Robert B. \"Why I Want to get Rid of my Job.\" State Government 20:193-4+. July 1947. *Nebraska Blue Book, 1954. (Lincoln, NE: Nebraska Legislative Council, 1954) *\"Berkey & Crosby\" an unpublished family history prepared by Doug Smith in 1994. Category:Governors of Nebraska Category:Nebraska state senators Category:Lieutenant Governors of Nebraska Category:Speakers of the Nebraska Legislature Category:Nebraska lawyers Category:Harvard Law School alumni Category:University of Minnesota alumni Category:1911 births Category:2000 deaths Category:Nebraska Republicans Category:People from North Platte, Nebraska Category:Military personnel from Nebraska Category:Republican Party state governors of the United States Category:20th-century American politicians Category:20th-century American lawyers",
 "title": "Robert B. Crosby"
}