{
 "id": "338420",
 "text": "Arthur Kenneth Chesterton (1 May 1899 – 16 August 1973) was a British far- right journalist and political activist. From 1933 to 1938, he was a member of the British Union of Fascists (BUF). Disillusioned with Oswald Mosley, he parted ways with the BUF in 1938. Chesterton established the League of Empire Loyalists in 1954, which merged with a short-lived British National Party in 1967 to become the National Front. He founded and edited the magazine Candour in 1954 as the successor of Truth, of which he had been co-editor. ==Biography== === Early life and education === Arthur Kenneth Chesterton was born on 1 May 1899 in Krugersdorp, South African Republic, the son of Arthur George Chesterton (1871-1900), a secretary at the local gold mine, and Harriet Ethel Chesterton (née Down). He was the first cousin once removed of the author and poet G. K. Chesterton and the journalist Cecil Chesterton, his paternal grandfather being an older brother of G. K. and Cecil's father Edward.; The young A. K. held his two cousins in high regard, seeing Cecil as his \"exemplar\". Just after the outbreak of the Second Boer War in October 1899, Chesterton and his mother were sent to England. His father later died of pneumonia at 28 on his journey to join the family. In May 1902, after the end of the conflict, Chesterton returned to Krugersdorp with his paternal uncle and his mother. His mother soon married a Scottish mine administrator named George Horne, and the reconstituted family settled in Witwatersrand, near Johannesburg. In 1911, aged 12, Chesterton was sent again to England to live with his paternal grandfather in Herne Hill. He attended Dulwich College and Berkhamsted School, Hertfordshire, where he was a schoolmate of Ben Greene and Rex Tremlett. === World War I === In October 1915 his mother and step-father visited him in England, and he persuaded them to bring him back to South Africa. Shortly after disembarking, Chesterton decided to join the army, but too young to enlist at 16, he falsified his age to enrol in the 5th South African Light Infantry in German East Africa. In his memoirs, Chesterton alluded to two battles against the Germans at Salaita Hill on 12 February 1916, and at Latema Nek on 11–12 March 1916. During a march in 1916, Chesterton collapsed from fever and was left on the roadside to die. He was eventually rescued by two African porters and sent home to his family in Johannesburg.; After a period of convalescence, then aged 17, Chesterton decided to join the army again and went to Ireland to train as an officer with a cadet battalion. In August 1918, he received his commission as second lieutenant and was transferred to the 2/2 Battalion, City of London Regiment, Royal Fusiliers.; ; see also Chesterton served over two years on the Western Front. At the end of the war, he was awarded the Military Cross for his actions during the battle of Épehy on 18–19 September 1918. Chesterton was at the head of a platoon reinforcing an assault against a German position near the village of Pezières in northern France.; ; see also After the end of the war, Chesterton suffered from chronic symptoms of malaria and dysentery lingered from the East African campaign, and from permanent respiratory issues caused by a gas attack in Europe. Like many veterans, he developed an addiction to alcohol, punctuated by \"nervous breakdowns\" and episodes of \"neurasthenia\". Traumatised by trench warfare, Chesterton wrote that he had recurring nightmares of dead bodies and wrote that he began to experience the world as \"one vast necropolis\". === Career as a journalist === Shortly before his 21st birthday in 1919, Chesterton moved to South Africa, where he worked as a journalist for The Johannesburg Star. In 1924 he returned to England and, under the tutelage of G. Wilson Knight, Chesterton developed a reputation as a Shakespearean critic. He secured a job as a journalist and festival critic at the Stratford-upon-Avon Herald, then as a public relation officer at the Shakespeare Memorial Theatre. In 1928, he edited the short-lived monthly Shakespearean Review, where he developed his ideas about cultural decay. In 1929 Chesterton met his future wife, Doris Terry, a schoolteacher from Torquay. The couple married in 1933 and moved to Kingston-upon-Thames. Doris was a Fabian socialist and did not share her husband's later political views.LeCras, Luke (2017). A. K. Chesterton and the Problem of British Fascism, 1915-1973. p. 118. Between 1929 and 1931, he worked as a journalist for the Torquay Times, and served as the chairman of the South Devon branch of the National Union of Journalists. In November 1933 Chesterton joined the British Union of Fascists (BUF) while still employed by the Shakespeare Memorial Theatre, after being recruited by Rex Tremlett, his former schoolmate at Berkhamsted and then the editor of BUF's newspapers Fascist Week and The Blackshirt. === British Union of Fascists === Six months after joining the BUF, Chesterton was appointed officer-in-charge of Warwickshire and Staffordshire, and in April 1934 officer-in-charge of the \"Midlands Area\" for the party. Oswald Mosley, the leader of the BUF, later appointed him Director of Press Propaganda, a subsection of the BUF Propaganda Department, and in March 1935 to the BUF \"Research Directory\", the \"inner circle\" of the party's strategists. During the spring of 1935, Chesterton started to drink again. He was said to frequently arrive at BUF headquarters \"in a drunken state\", and some members began to call for his expulsion. In July, Blackshirt euphemistically reported that Chesterston was \"having a well-deserved rest, on the strict orders of his doctor.\" Mosley eventually paid for Chesterton to be treated by a neurologist in Germany. Following his return to Britain in April 1937, Chesterton was appointed in June \"Director of Publicity and Propaganda\", and in August the editor of The Blackshirt. This position provided a pulpit for his increasingly \"vituperative\" anti-Semitic rhetoric, the magazine promoting The Protocols of the Elders of Zion as \"the most astounding book ever published\". Chesterton also wrote the officially sanctioned biography of Mosley entitled Oswald Mosley: Portrait of a Leader (1937), in fact a hagiography of Mosley in which Chesterton claims that the BUF leader had an \"unconquerable spirit, with its grandeur of courage and resolve\", closing the book with the salutation \"Hail, Mosley, patriot, revolutionary and leader of men!\" === World War II === In the late 1930s Chesterton became gradually disillusioned with the myth of \"The Leader\" and came to lose confidence in Mosley after 1937. On 18 March 1938, he resigned from the BUF; Mosley soon had his memory erased from the history of the party. The same year, Chesterton attended a meeting of the National Socialist League (NSL). The NSL published his pamphlet Why I left Mosley in 1938, although Chesterton never joined the organization. He became involved with the short-lived British Council against European Commitments (BCAE), an anti-Bolshevik movement which had emerged during the Munich crisis to resist war with Germany, and he contributed to Lord Lymington's journal New Pioneer. In June 1939, Chesterton established his own group, British Vigil. He regularly spoke at meetings of the Nordic League, and became involved with the Right Club, a secretive organization founded in May 1939 to consolidate existing right-wing British organizations into a unified body. Archibald Ramsay, founder of the Right Club, explained its ideology and purpose:http://www.spartacus.schoolnet.co.uk , article on Hugh Grosvenor, 2nd Duke of Westminister, retrieved 30 August 2012, : \"The main object of the Right Club was to oppose and expose the activities of Organized Jewry, in the light of the evidence which came into my possession in 1938. Our first objective was to clear the Conservative Party of Jewish influence, and the character of our membership and meetings were strictly in keeping with this objective.\" In 1939, at the outbreak of World War II, Chesterton re- enlisted in the British Army and served in Kenya and Somaliland. He relapsed into alcoholism and relinquished his commission on ground of ill health in the spring of 1943. Upon his return to Britain, he set up the short-lived National Front after Victory (NF after V) and was involved with the relaunched British Peoples Party. Chesterton applied for work at the BBC, but MI5 intervened to ensure that he could not be employed. He found work in sub-editing at the Sheffield Evening Telegraph, but was forced to resign due to a bout of malaria. Afterwards, he worked for the Southport Guardian and the Liverpool Evening Express, and partly as a freelance journalist to supplement his living, including for The Weekly Review. In August 1943, the Daily Worker published an attack on Chesterton accusing him of treachery for his past association with William Joyce. Chesterton sued the Daily Worker and The Jewish Chronicle, which had repeated the accusation, for libel. The case was dropped for lack of funds, but Chesterton did manage to elicit an apology. In September 1944, he was appointed deputy editor of Truth. === Post-war activism === In February 1945 Chesterton helped establish the National Front, a coalition of underground minor fascist groups with policies including the safeguarduing of a strong \"national and Empire economy\", preserving Christian traditions and finding \"an honourable, just and lasting solution\" to the \"real Jewish problem\". The movement was headed first by Collin Brooks then by Chesterton. From 1950 to 1958, Chesterton authored a reoccurring article titled \"The International Situation\" for every issue of The Journal of the Royal United Services Institution, nowadays often known as the RUSI Journal. Chesterton became literary advisor to Lord Beaverbrook, who offered him jobs at The Daily Express and the Evening Standard. Chesterton ghostwrote his autobiography Don’t Trust To Luck (1954). In October 1953, whilst still in Beaverbrook's employ, Chesterton founded the magazine Candour, which is still published today, though increasingly erratically as of 2012. He has claimed that Beaverbrook sacked him upon learning of Candour's existence; in fact, his contract expired in January 1954 and was not renewed. Following the collapse of the National Front due to infighting, Chesterton founded in 1954 the League of Empire Loyalists (LEL), a political pressure group which gathered many future far-right leaders the likes of Colin Jordan, John Bean, John Tyndall, or Martin Webster. The movement was publicly known in the 1950s for its political stunts, especially in interrupting Conservative conferences while chanting \"Save the Empire\" and \"Tory Traitors\". === 1960s === In July 1965, Chesterton published The New Unhappy Lords, a self-described study of the \"power elites\" which takes the form, in the words of scholar Graham Macklin, of an \"elegantly written antisemitic tirade on the subversive and occult conspiracy against the British Empire, and Western civilisation in general, that he believed was striving behind the scenes to create a 'One-World' Jewish super-state.\" Following the demise of Nazi Germany for its \"revolt against the Money Power\", Chesterton argued that the British Empire and Commonwealth were then the decisive impediment to the global money-power conspiracy, mainly thanks to their system of Imperial preference. The book received damning reviews in the mainstream media, but it had sold in excess of 17,000 copies by June 1969. Along with Phyllis Schlafly's A Choice Not an Echo, published one year earlier, the book was one of the first to highlight the Bilderberg Group as a decisive actor in global conspiracy theories. After failing to make gains in the 1966 general election, Chesterton founded in February 1967 a second National Front (NF); he was elected the party's first chairman and remained its Policy Director until 1970. The National Front brought together the LEL and British National Party. A faction of the Racial Preservation Society decided to join them, but radicals and openly neo-Nazis figures like Jordan, Tyndall or Webster were excluded to avoid public backlash. In June 1967, however, Chesterton eventually welcomed Tyndall and members of the Greater Britain Movement (GBM) into the party. === Later life and death === At the end of his life, Chesterton became increasingly ill from the emphysema he had contracted in the gas attack during World War I, living part-time in his native South Africa. While Chesterton was holidaying in South Africa, a faction led by Gordon Brown—formerly of Tyndall's GBM—launched a leadership challenge against him. On realising that his support was weak, Chesterton resigned in 1970. Chesterton spent the remainder of his days editing Candour until his death from emphysema on 16 August 1973, aged 74. == Views == According to historian Richard Thurlow, Chesterton's \"weird mixture of racism, ethnocentrism and conspiracy theory in its racial theory and its paternalism, monarchism (particularly reverence for Edward I who expelled the Jews), cultural pessimism, Social Darwinism and dialectical mode of argument in its political theory are more akin to patterns of thought prevalent in pre-Nazi German Conservatism than to any English equivalent.\" After the war, Chesterton repudiated fascism and resolutely denied accusations to the effect that he was pursuing a \"neo-fascist\" agenda. He toned down the antisemitic imagery of his pre-war writings, although the Jews remained at the centre of paranoid conspiracy theories. Described as \"far more parasitic and corrupt than any baby could conceive\" in Blackshirt (1935), they were still \"the principal promoters of the idea of integrating peoples of disparate racial stocks\" in his 1965 book The New Unhappy Lords. Although he conceded in 1973 that \"any competent Jewish writer can make a nonsense of attempts to prove their authenticity\", Chesterton regarded The Protocols of the Elders of Zion, a Tsarist antisemitic forgery, as a \"masterly analysis of the weaknesses of Gentile society\" in The New Happy Lord (1965). In his later life, he came to consider the use of crude antisemitism a \"liability and a menace\" to the nationalist movement. Chesterton launched in September 1970 a public attack on anti-Semitic conspiracy theorist Eustace Mullins in Candour, under the title \"This man is dangerous\". == Influence == John Tyndall, who established the British National Party (BNP) in 1982, has declared in 1971, \"Without hesitation, what understanding I have of political affairs I have I owe much more to A.K. than any other person\"; Tyndall kept on recommending Chesterton's writings until his death in July 2005. Martin Webster, the National Front national activities organiser from 1969 to 1983, stressed in 2009 the \"tremendous impact\" of the intellectual framework provided by Chesterton book The New Happy Lord \"because it tied together the threads of what is happening, why and who's doing it\". Chesterton was also a long-time friend of Revilo P. Oliver; they regularly wrote to each other until Chesterton's death in 1973. ==Works== Chesterton's works (including some previously only published within Candour magazine) have been re-edited by the A. K. Chesterton Trust from 2013 onward. Books * Adventures in Dramatic Appreciation (1931) * Brave Enterprise: A History of the Shakespeare Memorial Theatre, Stratford-upon-Avon (1934) * Creed of a Fascist Revolutionary (1935) * Oswald Mosley: Portrait of a Leader (1937) * Why I Left Mosley (1938) * The Menace of the Money Power: An Analysis of World Government by Finance (1946) * Alternative for Britain (1946) * Juma the Great (1947) * The Importance of Being Oswald (1947) * The Tragedy of Anti-Semitism, with Joseph Leftwich (1948) * Sound the Alarm! A Warning to the British Nations (1954) * Stand By The Empire (1954) * The Menace of World Government & Britain's Graveyard (1957) * Tomorrow. A Plan for the British Future (1961) * The New Unhappy Lords: An Exposure of Power Politics (1965) * Common Market Suicide (1971) * B.B.C.: A National Menace (1972) * Facing the Abyss (posthumous; 1976) * Fascism and the Press (posthumous; 2013) Articles * \"The Apotheosis of the Jew.\" British Union Quarterly, Vol. 1, No. 2, April/June 1937, pp. 45-54. Pamphlets * Not Guilty: An Account of the Historic Race Relations Trial at Lewes Assizes in March 1968 (1968) Plays * Leopard Valley: A Play in Three Acts (1943) ==See also== * Candour ==References== === Bibliography === * * * * * * * * * * == External links == * Works by A. K. Chesterton at HathiTrust * Candour & A.K. Chesterton Trust official website * Catalogue of the Papers and Correspondence of Arthur Kenneth Chesterton (1899-1973) at University of Bath Category:1899 births Category:1973 deaths Category:British Army personnel of World War I Category:London Regiment officers Category:Royal Fusiliers officers Category:South African military personnel Category:Antisemitism in England Category:British Union of Fascists politicians Category:English far-right politicians Category:English fascists Category:Leaders of the National Front (UK) Category:People educated at Berkhamsted School Category:Recipients of the Military Cross Category:South African Army officers Category:British magazine founders Category:South African military personnel of World War I",
 "title": "A. K. Chesterton"
}