{
 "id": "338741",
 "text": "thumb|The Rajput ceremony of Jauhar, 1567, as depicted by Ambrose Dudley in Hutchinsons History of the Nations, c.1910 Jauhar, sometimes spelled Jowhar or Juhar, was a Hindu practice of mass self-immolation by women, or otherwise execution by their husbands, fathers or brothers,Eaton, R.M., (2019), India in the Persiante Age 1000-1765, p219. Great Britain: Allen Lane in India, to avoid capture, enslavement and rape by an invading Islamic army, when facing certain defeat during a war.Arvind Sharma (1988), Sati: Historical and Phenomenological Essays, Motilal Banarsidass Publ, , page xi, 86 Some reports of jauhar mention women committing self-immolation along with their children. This practice was historically observed in northwest regions of India, with most famous jauhars in recorded history occurring during wars between Hindu Rajput kingdoms in Rajasthan and the opposing Muslim armies.Pratibha Jain, Saṅgītā Śarmā, Honour, status & polityMandakranta Bose (2014), Faces of the Feminine in Ancient, Medieval, and Modern India, Oxford University Press, , page 26Malise Ruthven (2007), Fundamentalism: A Very Short Introduction, Oxford University Press, , page 63; John Stratton Hawley (1994), Sati, the Blessing and the Curse, Oxford University Press, , page 165-166, Quote: \"In this she resembles the sati who dies in jauhar. The jauhar sati dies before and while her husband fights what appears to be an unwinnable battle. By dying, she frees him from worry about her welfare and saves herself from the possible shame of rape by triumphant enemy forces.\" However jauhar is performed during war, usually when there was no chance of victory. The practice was accompanied by saka, or a last stand in battle. The term jauhar often connotes with both jauhar-immolation and saka ritual. During the Jauhar, Hindu women committed suicide with their children and valuables in massive fire, to avoid capture and abuse in the face of inescapable military defeat and capture. Simultaneously or thereafter, the men would ritually march to the battlefield expecting certain death, which in the regional tradition is called saka. This practice was intended to show that their honour was valued more highly than their lives. Jauhar by Hindu kingdoms has been documented by Muslim historians of the Delhi Sultanate, and the Mughal Empire. Among the oft cited example of jauhar has been the mass suicide committed in 1303 CE by the women of Chittorgarh fort in Rajasthan, faced with invading army of Khalji dynasty of the Delhi Sultanate. The jauhar phenomenon was also observed in other parts of India, such as in the Kampili kingdom of northern Karnataka when it fell in 1327 to Delhi Sultanate armies. There is an annual celebration of heroism called the Jauhar Mela in Chittorgarh where the ancestors are commemorated. ==Etymology== The word jauhar is connected to Sanskrit jatugr̥ha \"house plastered with lac and other combustible materials for burning people alive in\". It has also been wrongly interpreted to have been derived from the Persian gōhar, which refers to \"gem, worth, virtue\". This confusion Hawley states rose from the fact that jivhar and jauhar were written in the same manner with the same letter used to denote v and u. Thus its meaning also came to wrongly denote the meaning of jauhar. == Practice == The practice of Jauhar is claimed as being culturally not very related to Sati, with both a form of suicide by women through self-immolation. However, the two are only superficially similar because the underlying reason for both were significantly different. Sati was the custom of a widow to commit suicide by sitting on her husband's funeral pyre.Veena Oldenburg, A Comment to Ashis Nandy's \"Sati as Profit versus Sati as Spectacle: The Public Debate on Roop Kanwar's Death,\" in Hawley, Sati the Blessing and the Curse: The Burning of Wives in India, page 165 Jauhar was collective self-immolation by women in order to escape capture and forcing into slavery by invaders,Mandakranta Bose (2014), Faces of the Feminine in Ancient, Medieval, and Modern India, Oxford University Press, , page 26 when defeat was imminent. Self-immolation was preferred over simple suicide because that would negate the possibility of any defilement of their dead bodies which their husbands, children and/or clansmen might have to watch. Such defilement of the body of the defeated is something that has been a historical tendency in which the savagery prevailing in war results in foregoing of all type of dignified conduct on or off the battlefield, especially by foot-soldiers. Kaushik Roy states that the jauhar was observed only during Hindu-Muslim wars, but not during internecine Hindu- Hindu wars among the Rajputs.Kaushik Roy (2012), Hinduism and the Ethics of Warfare in South Asia: From Antiquity to the Present, Cambridge University Press, , pages 182-184 John Hawley however disagrees with this assertion. He links it to the Greek conquerors who also captured Indian women, arguing that it might have started the spread of jauhar. Veena Talwar Oldenburg disagrees as well, saying that \"internecine warfare among the Rajput kingdoms almost certainly supplied the first occasions for jauhar, well before the Muslim invasions with which the practice is popularly associated\" and that \"the geopolitics of the northwest, whence a succession of invaders entered the subcontinent, made of Rajasthan a continual war zone, and its socially most respected community was therefore not the Brahmins but the kshatriya or Rajput castes, who controlled and defended the land. This history predates the coming of the Muslims by more than a millennium. Commemorative stones unearthed and dated in Rajasthan and Vijayanagara mark the deaths of both sexes. Their dates, which can be reliably determined, match perfectly the times and zones of war.\"Veena Talwar Oldenburg, \"Comment: The Continuing Invention of the Sati Tradition\" in John Stratton Hawley (ed.), Sati, the Blessing and the Curse: The Burning of Wives in India, Oxford University Press (1994), p. 165 For obvious reasons, the phenomenon of jauhar has been reported by Hindus and Muslims differently. In the Hindu traditions, jauhar was a heroic act by women of a community facing certain defeat and abuse by the enemy. For Muslim historians Jauhar was an act forced upon their women. Amir Khusrau the poetic scholar described it, states Arvind Sharma – a professor of Comparative Religion, as \"no doubt magical and superstitious; nevertheless they are heroic\". == Occurrence == Among the more cited cases of Jauhar are the three occurrences at the fort of Chittaur (Chittaurgarh, Chittorgarh), in Rajasthan, in 1303, 1535, and 1568 CE. Jaisalmer has witnessed two occurrences of Jauhar, one in the year 1295 CE during the reign of the Khalji dynasty, and another during the reign of the Tughlaq dynasty in 1326. Jauhar and Saka were considered heroic acts and the practice was glorified in the local ballads and folklore of Rajasthan. === Jauhar-like suicide of the Agalassoi and Malli: Alexander the Great === The mass self-immolation by the Agalassoi tribe of northwest India is mentioned in Book 6 of The Anabasis of Alexander, Arrian's 2nd-century CE military history of Alexander the Great between 336 and 323 BCE. Arrian mentions Alexander's army conquering and enslaving peoples of the northwest Indian subcontinent. During a war that killed many in the Macedonian and Agalossoi armies, the civilians despaired of defeat. Some 20,000 men, women and children of an Agalossoi town set fire to the town and cast themselves into the flames.The Anabasis of Alexander/Book VI by Arrian, translated by E. J. Chinnock, Wikisource The Malli tribe also performed a similar act, which Pierre Herman Leonard Eggermont calls jauhar. Arrian states that they started burning their houses with themselves in it though any Indian captured in them was slaughtered by the Greeks. === Jauhar of Sindh: Muhammad bin Qasim === In 712, Muhammed bin Qasim with his army attacked kingdoms of western regions of the Indian subcontinent. He laid siege to the capital of Raja Dahir, then the Hindu king in a part of Sind. After Dahir had been killed, the queen (Ladi) coordinated the defense of the capital for several months. As the food supplies ran out, she and the women of the capital refused to surrender, lit pyres and committed jauhar. The remaining men walked out to their death at the hands of the invading army. === Jauhar of Gwalior: Iltutmish === Shams ud-Din Iltutmish of the Delhi Sultanate attacked Gwalior in 1232, then under control of the Rajputs. The Rajput women committed jauhar instead of submitting to Iltutmish's army. The place where the women committed mass suicide is known as Jauhar-tal (or Johar kund, Jauhar Tank) in the northern end of the Gwalior fort.For an image of the site, see Jauhar Kund, Gwalior Fort, Archaeology Dept, Government of Madhya Pradesh, page 2 === Jauhar of Ranthambore: Alauddin Khalji === thumb|Sultan Alau'd Din put to Flight; Women of Ranthambhor commit Jauhar. Indian, Pahari style painting from c. 1825 In 1301, Alauddin Khalji of Delhi Sultanate besieged and conquered the Ranthambore fort. When faced with a certain defeat, the defending ruler Hammiradeva decided to fight to death with his soldiers, and his minister Jaja supervised the organization of a jauhar. The queens, daughters and other female relatives of Hammiradeva committed suicide in this jauhar. The jauhar at Ranthambore has been described by Alauddin's courtier Amir Khusrau, which makes it the first jauhar to be described in a Persian language text. === First Jauhar of Chittor: Alauddin Khalji === According to many scholars, the first jauhar of Chittorgarh occurred during the 1303 siege of the Chittor fort.; Quote: \"It is particularly associated with the Rajasthani city of Chittorgarh, where jauhars occurred in 1303, 1535 and 1568\"; This jauhar became a subject of legendary Rajasthani poems, with Rani Padmini the main character, wherein she and other Rajput women commit jauhar to avoid being captured by Alauddin Khalji of Delhi Sultanate. The historicity of the first jauhar of Chittor is based on Rajasthani traditional belief as well as Islamic Sufi literature such as Padmavat by Malik Muhammad Jayasi. ===Jauhar of Kampili: Muhammad bin Tughluq=== The Hindu women of the Kampili kingdom of northern Karnataka committed jauhar when it fell in 1327 to Delhi Sultanate armies of Muhammad bin Tughluq. === Jauhar of Chanderi: Babur === The Hindu Rajput king Medini Rai ruled over Chanderi in northern Madhya Pradesh in early 16th century. He tried to help Rana Sanga in the Battle of Khanua against the Muslim armies of Babur, the founder of the Mughal Empire. In January 1528 CE, his fort was overwhelmed by the invading forces of Babur. The women and children of the Chanderi fort committed jauhar, the men dressed up in saffron garments and walked the ritual of saka on 29 January. === Second Jauhar of Chittor: Bahadur Shah === Rana Sanga died in 1528 CE after the Battle of Khanwa. Shortly afterwards, Mewar and Chittor came under the regency of his widow, Rani Karnavati. The kingdom was besieged by Bahadur Shah of Gujarat. Rani committed Jauhar with other women on 8 March 1535, while the Rajput army rallied out to meet the besieging Muslim army and committed saka.R.K. Gupta, S.R. Bakshi, Studies In Indian History: Rajasthan Through The Ages The Heritage Of ..., page 124 As Chittorgarh faced an imminent attack from the Sultan of Gujarat, Karnavati sought the assistance of the Mughal emperor Humayun to whom she had once offered a rakhi. She awaited for his help as she considered him as her brother but Humayun,. But before his arrival, Bahadur Shah sacked the fort for the second time. Rani Karnavati with 13,000 women shut themselves with gunpowder, lit it and thus committed mass suicide. === Third Jauhar of Chittor: Akbar === The armies of Mughal Emperor Akbar besieged the Rajput fort of Chittor in September 1567.R.K. Gupta, S.R. Bakshi, Studies In Indian History: Rajasthan Through The Ages The Heritage Of ..., page 125 After his army conquered Chittorgarh in Rajasthan, Hindu women committed jauhar in spring of 1568 CE, and the next morning, thousands of Rajput men walked the saka ritual. The Mughal army killed all the Rajputs who walked out the fort. Abu'l-Fazl ibn Mubarak, who was not an immediate witness, gave a hearsay account of the event as seen by Akbar and his army. Abu'l-Fazl states that the women were victims of Rajput men and unwilling participants, and these Rajputs came out walking to die, throwing away their lives. According to David Smith, when Akbar entered the Chittorgarh fort in 1568, it was \"nothing but an immense crematorium\". According to Lindsey Harlan, the jauhar of 1568 is a part of regional legend and is locally remembered on the Hindu festival of Holi as a day of Chittorgarh massacre by the Akbar army, with \"the red color signifying the blood that flowed on that day\". === Three Jauhars of Raisen: Humayun === Raisen in Madhya Pradesh was repeatedly attacked by the Mughal Army in the early 16th century. In 1528, the first jauhar was led by Rani Chanderi. After the Mughal army left, the kingdom refused to accept orders from Delhi. After a long siege of Raisen fort, that exhausted all supplies within the fort, Rani Durgavati and 700 Raisen women committed the second jauhar in 1532, the men led by Lakshman Tuar committed saka. This refusal to submit to Mughal rule repeated, and in 1543 the third jauhar was led by Rani Ratnavali. === Jauhar of Bundelkhand: Aurangzeb === Aurangzeb with three army battalions lay siege of Bundela in Madhya Pradesh in December 1634 CE. The resident women committed jauhar as the fort fell. Aurangzeb's army entered the fort. Those who had not completed the ritual and survived the jauhar in progress were forced into the harem, men were forced to convert to Islam, those who refused were executed. === Jauhar of Daddanala: Mir Fazlullah === In 1710 CE, Mir Fazlullah, a rebel Mughal amir, invaded Daddanala, a town in the Prakasam District of Andhra Pradesh that was the capital of the Dupati Sayapaneni Nayaks. As Sayapaneni Pedda Venkatadri Nayudu, who was in charge, died during the conflict, all the assembled Sayapaneni women set fire to the houses in the fort and were burnt to death. The five-year-old prince Mallikarjuna Nayudu was saved by a maidservant who had smuggled him out through an orifice in the walls of the fort and was raised by his Kamma relatives. ===Jauhar among Mughals=== Practices like the jauhar however weren't limited to Hindus and Muslim rulers are recorded to have their women killed in order to prevent any further degradation of their honour. Jahangir in his memoirs states that his nobleman Khan-i-Jahan ordered his wives to commit jauhar during a battle with his enemy named Sher Shah. During a war with the Ahom kingdom, Mirza Nathan ordered all Mughal women in his camp to be killed if he died. He later ordered them to perform jauhar. == See also == *Honor suicide *Akbarnama *Puputan practice of Hindu kingdoms of Indonesia and Malaysia *Seppuku *Sati (practice) == References == === Bibliography === * * * * * == External links == * Category:History of Rajasthan Category:Indian women in war Category:Rajput culture Category:Women in medieval warfare Category:Women in early modern warfare Category:Suicide types Category:Chittorgarh district Category:Mewar Category:Death in India Category:Wartime sexual violence Category:Religion and suicide",
 "title": "Jauhar"
}