{
 "id": "339032",
 "text": "The was a centristThe Democratic Party of Japan was widely described as centrist: * * * * * * * political party in Japan from 1998 to 2016. The party's origins lie in the previous Democratic Party of Japan, which was founded in September 1996 by politicians of the centre-right and centre-left with roots in the Liberal Democratic Party and Japan Socialist Party. In April 1998, the previous DPJ merged with splinters of the New Frontier Party to create a new party which retained the DPJ name. In 2003, the party was joined by the Liberal Party of Ichirō Ozawa. Following the 2009 election, the DPJ became the ruling party in the House of Representatives, defeating the long- dominant Liberal Democratic Party (LDP) and gaining the largest number of seats in both the House of Representatives and the House of Councillors. The DPJ was ousted from government by the LDP in the 2012 general election. It retained 57 seats in the lower house, and still had 88 seats in the upper house. During its time in office, the DPJ was beset by internal conflicts and struggled to implement many of its proposed policies, an outcome described by political scientists Phillip Lipscy and Ethan Scheiner as the \"paradox of political change without policy change\".Phillip Y. Lipscy and Ethan Scheiner. 2012. \"Japan under the DPJ: The Paradox of Political Change without Policy Change\". Journal of East Asian Studies 12(3): 311–322. Legislative productivity under the DPJ was particularly low, falling to levels unprecedented in recent Japanese history according to some measures.Kenji E. Kushida and Phillip Y. Lipscy. 2013. \"The Rise and Fall of the Democratic Party of Japan\". in Kenji E. Kushida and Phillip Y. Lipscy eds. Japan Under the DPJ: The Politics of Transition and Governance. Stanford: Brookings/Walter H. Shorenstein Asia Pacific Research Center. However, the DPJ implemented a number of progressive measures during its time in office such as the provision of free public schooling through high school, increases in child-rearing subsidies,Japan in Transformation, 1945–2010 (2nd edition) by Jeff Kingston expanded unemployment insurance coverage, extended duration of a housing allowance, and stricter regulations safeguarding part-time and temporary workers. On 27 March 2016 the DPJ merged with the Japan Innovation Party and Vision of Reform to form the Democratic Party (Minshintō). It is not to be confused with the now-defunct Japan Democratic Party that merged with the Liberal Party in 1955 to form the Liberal Democratic Party. It is also different from another Democratic Party, which was established in 1947 and dissolved in 1950. ==History== ===Beginnings=== thumb|upright|Headquarters of the Democratic Party of Japan The Democratic Party of Japan (DPJ) was formed on 27 April 1998.FACTBOX: Key facts about parties competing in Japan election, Reuters, 20 August 2009 It was a merger of four previously independent parties that were opposed to the ruling Liberal Democratic Party (LDP)—the previous Democratic Party of Japan, the Good Governance Party (民政党, Minseitō), the New Fraternity Party (新党友愛, Shintō-Yūai), and the Democratic Reform Party (民主改革連合, Minshu-Kaikaku-Rengō). The previous parties ranged in ideology from conservative to social-democratic. The new party began with ninety-three members of the House of Representatives and thirty-eight members of the House of Councilors. Moreover, the party officials were elected as well at the party convention for the first time; Naoto Kan, former Health and Welfare Minister was appointed as the president of the party and Tsutomu Hata, former Prime Minister as Secretary-General. On 24 September 2003 the party formally merged with the small, centre-right Liberal Party led by Ichirō Ozawa in a move largely considered in preparation for the 2003 general election held on 9 November 2003. This move immediately gave the DPJ eight more seats in the House of Councilors. In the 2003 general election the DPJ gained a total of 178 seats. This was short of their objectives, but nevertheless a significant demonstration of the new group's strength. Following a pension scandal, Naoto Kan resigned and was replaced with moderate liberal Katsuya Okada. In the 2004 House of Councilors elections, the DPJ won a seat more than the ruling Liberal Democrats, but the LDP still maintained its firm majority in total votes. This was the first time since its inception that the LDP had garnered fewer votes than another party. The 2005 snap parliamentary elections called by Junichiro Koizumi in response to the rejection of his Postal privatization bills saw a major setback to the DPJ's plans of obtaining a majority in the Diet. The DPJ leadership, particularly Okada, had staked their reputation on winning the election and driving the LDP from power. When the final results were in, the DPJ had lost 62 seats, mostly to its rival the LDP. Okada resigned the party leadership, fulfilling his campaign promise to do so if the DPJ did not obtain a majority in the Diet. He was replaced by Seiji Maehara in September 2005. However, Maehara's term as party leader lasted barely half a year. Although he initially led the party's criticism of the Koizumi administration, particularly in regards to connections between LDP lawmakers and scandal- ridden Livedoor, the revelation that a fake email was used to try and establish this link greatly damaged his credibility. The scandal led to the resignation of Representative Hisayasu Nagata and of Maehara as party leader on 31 March.Japan opposition leader resigns, BBC NEWS, 31 March 2006 New elections for party leader were held on 7 April, in which Ichirō Ozawa was elected president.Japanese opposition picks leader, BBC NEWS, 7 April 2006 In Upper House election 2007, the DPJ won 60 out of 121 contested seats, with 49 seats not up for re-election. ===2009–2012 government=== Ozawa resigned as party leader in May 2009 after a fundraising scandal and Yukio Hatoyama succeeded Ozawa before the August 2009 general election, at which the party swept the LDP from power in a massive landslide, winning 308 seats (out of a total of 480 seats), reducing the LDP from 300 to 119 seats – the worst defeat for a sitting government in modern Japanese history. This was in marked contrast to the closely contested 1993 general election, the only other time the LDP has lost an election. The DPJ's strong majority in the House of Representatives assured that Hatoyama would be the next prime minister. Hatoyama was nominated on September 16 and formally appointed later that day by Emperor Akihito. However, the DPJ did not have a majority in the House of Councillors, which was not contested at the election, and fell just short of the 320 seats (a two-thirds majority) needed to override the upper chamber's veto power. Hatoyama was thus forced to form a coalition government with the Social Democratic Party and the People's New Party to ensure their support in the House of Councillors. On 2 June 2010, Hatoyama announced his resignation before a party meeting and officially resigned two days later. He cited breaking a campaign promise to close an American military base on the island of Okinawa as the main reason for the move. On 28 May 2010, soon after and because of increased tensions after the possible sinking of a Korean ship by North Korea, Hatoyama had made a deal with U.S. President Barack Obama to retain the base for security reasons, but the deal was unpopular in Japan. He also mentioned money scandals involving a top party leader, Ozawa, who resigned as well, in his decision to step down. Hatoyama had been pressured to leave by members of his party after doing poorly in polls in anticipation of the July upper house election. Naoto Kan succeeded Hatoyama as the next President of DPJ and Prime Minister of Japan. At the July 2010 House of Councillors election, the DPJ lost ten seats and their coalition majority. Prior to the election Kan raised the issue of an increase to Japan's 5 per cent consumption tax in order to address the country's rising debt. This proposal, together with Ozawa and Hatoyama's scandals, was viewed as one of the causes for the party's poor performance in the election. The divided house meant the government required the cooperation of smaller parties including Your Party and the Communist Party to ensure the passage of legislation through the upper house. Ozawa challenged Kan's leadership of the DPJ in September 2010. Although Ozawa initially had a slight edge among DPJ members of parliament, local rank-and-file party members and activists overwhelmingly supported Kan, and according to opinion polls the wider Japanese public preferred Kan to Ozawa by as much as a 4–1 ratio. In the final vote by DPJ lawmakers Kan won with 206 votes to Ozawa's 200. After the leadership challenge, Kan reshuffled his cabinet and removed many prominent members of the pro-Ozawa faction from important posts in the new cabinet. The cabinet reshuffle also resulted in the promotion of long-time Kan ally Yoshito Sengoku to Chief Cabinet Secretary, who the LDP labeled as the \"second\" Prime Minister of the Kan cabinet. In September 2010 the government intervened to weaken the surging yen by buying U.S. dollars, a move which temporarily relieved Japan's exporters. The move proved popular with stock brokers, Japanese exporters, and the Japanese public. It was the first such move by a Japanese government since 2004. Later, in October, after the yen had offset the intervention and had reached a 15-year high, the Kan cabinet approved a stimulus package worth about 5.1 trillion yen ($62 billion) in order to weaken the yen and fight deflation. ===2012–2016 return to opposition and dissolution=== On 24 February 2016, the DPJ announced an agreement to merge with the smaller Japan Innovation Party (JIP) and Vision of Reform ahead of the Upper House elections in the summer, with a merger at a special convention agreed for 27 March. On 4 March 2016, the DPJ and JIP asked supporters for suggestions for a name for the new party. On 14 March 2016 the name of the new party was announced as Minshintō, having been the most popular choice of possible names polled among voters.NHK World News. (March 14, 2016). DPJ, JIP decide on new party name: Minshinto. With the addition of Representatives form Vision of Reform, the DPJ and JIP merged to form the Democratic Party on 27 March 2016. The dissolution of the DPJ is mainly attributed to the fact that the reforms that the DPJ advocated for were hard to put into place because of electoral restrictions, economic restrictions, and the fact that the reforms that would reduce the power of the bureaucracy would help deprive the DPJ of the power to implement their other reforms. Other factors that affected the dissolution of the party were the internal conflicts that paralyzed the DPJ and the fact that the DPJ aligned itself with the foreign policy of the LDP. ==Ideology== The Democratic Party of Japan (DPJ) called their philosophy , which was determined in the first party convention on 27 April 1998. (from Japanese Encyclopædia Britannica )Out Basic Philosophy - Building a free and secure society on The Democratic Party of Japan's website accessed on May 12, 2010. DPJ is generally classified as a centrist party, but it is also classified as a centre-left in the context of Japanese politics in contrast to the LDP. DPJ is also described as liberal or social-liberal. The DPJ aimed to create a platform broad enough to encompass the views of politicians who had roots in either the Liberal Democratic Party or Japan Socialist Party. Party leader Naoto Kan compared the DPJ to the Olive Tree alliance of former Italian Prime Minister Romano Prodi, and described his view that it needed to be \"the party of Thatcher and Blair\". The DPJ had both conservative and social-democratic elements. ===View of the status quo=== The DPJ claimed themselves to be revolutionary in that they are against the status quo and the current governing establishment. The DPJ argued that the bureaucracy and the size of the Japanese government is too large, inefficient, and saturated with cronies and that the Japanese state is too conservative and inflexible. The DPJ wanted to \"overthrow the ancient régime locked in old thinking and vested interests, solve the problems at hand, and create a new, flexible, affluent society which values people's individuality and vitality.\"Out Basic Philosophy - Building a free and secure society on The Democratic Party of Japan's website accessed on 17 May 2008. ===Political standpoint=== ===Goals=== Democratic Centrism pursued the following five goals. * Transparent, just and fair society :: The Democratic Party sought to build a society governed with rules which are transparent, just and fair. * Free market and inclusive society :: While the party argued that the free market system should \"permeate\" economic life, they also aim for an inclusive society which guarantees security, safety, and fair and equal opportunity for each individual. * Decentralized and participatory society ::The party intended to devolve the centralized government powers to citizens, markets, and local governments so that people of all backgrounds can participate in decision-making. * Compliance with the three constitutional principles :: The Democratic Party proclaimed to hold the values in the meaning of the constitution to \"embody the fundamental principles of the Constitution\": popular sovereignty, respect for fundamental human rights, and pacifism. * International relations based on self-reliance and mutual coexistence :: As a member of the global community, the party sought to establish Japan's international relations in the fraternal spirit of self- reliance and mutual coexistence to restore the world's trust in the country. ===Policy platforms=== The DPJ's policy platforms included the restructuring of civil service, monthly allowance to a family with children (¥26,000 per child), cut in gas tax, income support for farmers, free tuition for public high schools, banning of temporary work in manufacturing, raising the minimum- wage to ¥1,000 and halting of increase in sales tax for the next four years. The DPJ's stance on nuclear power was that steady steps should be taken towards nuclear power, but not too quickly as to possibly endanger safety. ==Structure== * Supreme Advisers – Yoshihiko Noda, Hirotaka Akamatsu, Takahiro Yokomichi, Satsuki Eda * President – Katsuya Okada * Acting President – Akira Nagatsuma, Renhō * Vice Presidents: ** Toshimi Kitazawa ** Naoki Tanaka ** Kazuhiro Haraguchi ** Mieko Kamimoto * Secretary General – Yukio Edano * Acting Secretary General – Masaharu Nakagawa * Chair, Policy Research Committee – Goshi Hosono * Acting Chair, Policy Research Committee – Takeaki Matsumoto * Chair, Diet Affairs Committee – Yoshiaki Takaki * Acting Chair, Diet Affairs Committee – Jin Matsubara * Chair, DPJ Caucus, House of Councillors – Akira Gunji * Secretary General, DPJ Caucus, House of Councillors – Yuichiro Hata * Chair, Diet Affairs Committee, DPJ Caucus, House of Councillors – Kazuya Shimba * Chair, Standing Officers Council – Takeshi Maeda * Chair, Gender Equality Promotion Headquarters – Mieko Kamimoto * Chair, Election Campaign Committee – Kōichirō Genba * Chair, Administration Committee – Shunichi Mizuoka * Chair, Financial Committee – Toshio Ogawa * Chair, Organisation Committee – Koichi Takemasa * Chair, Public Relations Committee – Kumiko Hayashi * Chair, Corporate & External Organisations Committee – Minoru Yanagida * Chair, National Rallying and Canvassing Committee – Takahiro Kuroiwa * Chair, Women Committee – Makiko Kikuta * Chair, Youth Committee – Takahiro Kuroiwa * Chair, General Meeting of DPJ Diet Members – Masayuki Naoshima ==Factions== The DPJ had some political factions or groups, although they were not as factionalized as the LDP, which has traditionally placed high priority on intra-party factional alignment. The groups were, the most influential to the least influential: * Ryōun-kai (lit. 'Transcendent Association'): the second most conservative faction. Most of its members were from the New Party Sakigake. Ryoun-kai had about 40 seats in the assembly and was led by Seiji Maehara and Yoshihiko Noda.民主代表選 鳩山氏が優位、岡田氏は参院に照準, Asahi Shimbun, 16 May 2009 * Seiken kōyaku wo Jitsugen suru kai (lit. 'Association for the Realization of Political Promises'): formed by defectors from LDP and led by former party leader Yukio Hatoyama, had about 30 conservative lawmakers in the Diet. Former name was 'Seiken kotai wo Jitsugen suru kai'. * Minsha Kyōkai 民社協会 (lit. 'Democratic Socialist Group'): members of the former centrist Democratic Socialist Party which merged with the DPJ early on. About 25 members, was led by Tatsuo Kawabata. * Kuni no katachi kenkyūkai 国の形研究会(lit. 'Country Form Research Society'): led by Party President Naoto Kan. Was a liberal leaning faction with about 20 members. * Shin seikyoku kondankai (lit. 'Panel for a New Political Situation'): the most left-leaning faction, created by members of the former Japan Socialist Party who felt that the Social Democratic Party was too radical. About 20 seats, led by Takahiro Yokomichi. The Independent’s Club was a minor political party which formed a political entity with the DPJ in both chambers of the house. ==Presidents of the Democratic Party of Japan== The Presidents of Democratic Party of Japan (民主党代表, Minshutō Daihyō), the formal name is . {|class=\"wikitable\" style=\"text-align:center\" |- !rowspan=2|No. !rowspan=\"2\"|Name (Birth–death) !rowspan=\"2\"|Image !rowspan=\"2\"|Constituency / title !colspan=2|Term of office !rowspan=2 width=200|Election results ! colspan=\"2\" style=\"width:20%;\" rowspan=\"2\"| |- !Took office !Left office |- |bgcolor=\"lightblue\" colspan=\"9\"|Preceding parties: Democratic Party (1996), New Fraternity Party, Good Governance Party, & Democratic Reform Party |- |rowspan=\"2\"|1 |rowspan=\"2\"|Naoto Kan (b. 1946) |rowspan=\"2\"|100px |rowspan=\"2\"|Rep for Tokyo 18th |rowspan=\"2\"|27 April 1998 |rowspan=\"2\"|25 September 1999 |rowspan=\"2\" align=left| | style=\"background-color: \" | ! style=\"font-weight:normal\"|Hashimoto |- | style=\"background-color: ; border-bottom:solid 0 gray\" | ! style=\"font- weight:normal\" rowspan=\"2\"|Obuchi |- |rowspan=\"3\"|2 |rowspan=\"3\"|Yukio Hatoyama (b. 1947) |rowspan=\"3\"|100px |rowspan=\"3\"|Rep for Hokkaido 9th |rowspan=\"3\"|25 September 1999 |rowspan=\"3\"|10 December 2002 |rowspan=\"3\" align=left| | height=20 style=\"background-color: ; border-top:solid 0 gray\" | |- | style=\"background-color: \" | ! style=\"font-weight:normal\"|Mori |- | style=\"background-color: ; border-bottom:solid 0 gray\" | ! style=\"font- weight:normal\" rowspan=\"5\"|Koizumi |- |3 |Naoto Kan (b. 1946) |100px |Rep for Tokyo 18th |10 December 2002 |18 August 2004 |align=left| | height=20 rowspan=\"4\" style=\"background-color: ; border- top:solid 0 gray\" | |- |4 |Katsuya Okada (b. 1953) |100px |Rep for Mie 3rd |18 August 2004 |17 September 2005 |align=left| |- |5 |Seiji Maehara (b. 1962) |100px |Rep for Kyoto 2nd |17 September 2005 |7 April 2006 |align=left| |- |rowspan=\"4\"|6 |rowspan=\"4\"|Ichirō Ozawa (b. 1942) |rowspan=\"4\"|100px |rowspan=\"4\"|Rep for Iwate 4th |rowspan=\"4\"|7 April 2006 |rowspan=\"4\"|16 May 2009 |rowspan=\"4\" align=left| |- | style=\"background-color: \" | ! style=\"font-weight:normal\"|Abe S. |- | style=\"background-color: ; border-bottom:solid 0 gray\" | ! style=\"font- weight:normal\"|Fukuda Y. |- | style=\"background-color: ; border-bottom:solid 0 gray\" | ! style=\"font-weight:normal\" rowspan=\"2\"|Asō |- |rowspan=\"2\"|7 |rowspan=\"2\"|Yukio Hatoyama (b. 1947) 25px |rowspan=\"2\"|100px |rowspan=\"2\"|Rep for Hokkaido 9th |rowspan=\"2\"|16 May 2009 |rowspan=\"2\"|4 June 2010 |rowspan=\"2\" align=left| | height=20 style=\"background-color: ; border-top:solid 0 gray\" | |- | style=\"background- color: \" | | himself |- |8 |Naoto Kan (b. 1946) 25px |100px |Rep for Tokyo 18th |4 June 2010 |29 August 2011 |align=left| | style=\"background-color: \" | | himself |- |9 |Yoshihiko Noda (b. 1957) 25px |100px |Rep for Chiba 4th |29 August 2011 |25 December 2012 |align=left| | style=\"background-color: \" | | himself |- |10 |Banri Kaieda (b. 1949) |100px |Rep for Tokyo 1st |25 December 2012 |14 December 2014 |align=left| | rowspan=\"2\" style=\"background-color: \" | ! style=\"font- weight:normal\" rowspan=\"2\"|Abe S. |- |11 |Katsuya Okada (b. 1953) |100px |Rep for Mie 3rd |14 December 2014 |27 March 2016 |align=left| |- |bgcolor=\"lightblue\" colspan=\"9\"|Successor party: Democratic Party (2016) |} ==Election results== All-time highest values are bolded ===General election results=== {| class=\"wikitable sortable\" |- ! Election ! Leader ! # of candidates ! # of seats won ! # of Constituency votes ! % of Constituency vote ! # of PR Block votes ! % of PR Block vote ! Government/opposition |- style=\"text-align:center;\" ! 2000 | Yukio Hatoyama | 262 | | 16,811,732 | 27.61% | 15,067,990 | 25.18% | |- style=\"text- align:center;\" ! 2003 | Naoto Kan | 277 | | 21,814,154 | 36.66% | 22,095,636 | 37.39% | |- style=\"text-align:center;\" ! 2005 | Katsuya Okada | 299 | | 24,804,786 | 36.44% | 21,036,425 | 31.02% | |- style=\"text-align:center;\" ! 2009 | Yukio Hatoyama | 330 | | 33,475,334 | 47.43% | 29,844,799 | 42.41% | |- style=\"text-align:center;\" ! 2012 | Yoshihiko Noda | 267 | | 13,598,773 | 22.81% | 9,268,653 | 15.49% | |- style=\"text-align:center;\" ! 2014 | Banri Kaieda | 198 | | 11,916,838 | 22.50% | 9,775,991 | 18.33% | |} ===Councillors election results=== {| class=\"wikitable sortable\" |- ! Election ! Leader ! # of seats total ! # of seats won ! # of National votes ! % of National vote ! # of Prefectural votes ! % of Prefectural vote ! Majority/Minority |- style=\"text-align:center;\" ! 1998 | Naoto Kan | | | 12,209,685 | 21.75% | 9,063,939 | 16.20% | |- style=\"text-align:center;\" ! 2001 | Yukio Hatoyama | | | 8,990,524 | 16.42% | 10,066,552 | 18.53% | |- style=\"text-align:center;\" ! 2004 | Katsuya Okada | | | 21,137,457 | 37.79% | 21,931,984 | 39.09% | |- style=\"text-align:center;\" ! rowspan=\"2\"| 2007 | rowspan=\"2\"| Ichirō Ozawa | rowspan=\"2\"| | rowspan=\"2\"| | rowspan=\"2\"| 23,256,247 | rowspan=\"2\"| 39.48% | rowspan=\"2\"| 24,006,817 | rowspan=\"2\"| 40.45% | |- | |- style=\"text- align:center;\" ! rowspan=\"2\"| 2010 | rowspan=\"2\"| Naoto Kan | rowspan=\"2\"| | rowspan=\"2\"| | rowspan=\"2\"| 18,450,139 | rowspan=\"2\"| 31.56% | rowspan=\"2\"| 22,756,000 | rowspan=\"2\"| 38.97% | |- | |- style=\"text-align:center;\" ! 2013 | Banri Kaieda | | | 7,268,653 | 13.4% | 8,646,371 | 16.3% | |} ==See also== *:Category:Democratic Party of Japan politicians * Politics of Japan ** List of political parties in Japan ** Timeline of liberal parties in Japan *** Democratic Socialist Party (Japan) *** Social Democratic Party (Japan) *** Good Governance Party *** Democratic Party of Japan (1996) *** Democratic Reform Party *** New Fraternity Party * Marutei Tsurunen: Japan's first deputy of European origin ==References== ==Further reading== * Kenji Kushida and Phillip Lipscy. 2013. Japan under the DPJ: The Politics of Transition and Governance. Stanford: Brookings/Walter H. Shorenstein Asia Pacific Research Center * Phillip Lipscy and Ethan Scheiner. 2012. \"Japan under the DPJ: The Paradox of Political Change without Policy Change\" Journal of East Asian Studies 12(3): 311–322. * Japan after Kan: Implications for the DPJ’s Political Future, Q&A; with Richard J. Samuels (MIT) August 2011 * Daniel Sneider, The New Asianism: Japanese Foreign Policy under the Democratic Party of Japan (Asia Policy, July 2011) * Leif-Eric Easley, Tetsuo Kotani and Aki Mori, Electing a New Japanese Security Policy? Examining Foreign Policy Visions within the Democratic Party of Japan (Asia Policy, August 2009) * Linus Hagström (2010) The Democratic Party of Japan’s Security Policy and Japanese Politics of Constitutional Revision: A Cloud over Article 9? Australian Journal of International Affairs 64 (5): 512–28. ==External links== * Democratic Party of Japan * Category:1998 establishments in Japan Category:Social liberal parties Category:Liberal parties in Japan Category:Defunct liberal political parties Category:Political parties established in 1998 Category:Political parties disestablished in 2016 Category:2016 disestablishments in Japan Category:Centrist parties in Japan",
 "title": "Democratic Party of Japan"
}