{
 "id": "339507",
 "text": "Eduardo Oscar Camaño (born June 17, 1946) is an Argentine Justicialist Party politician. He was in charge of the executive branch in a caretaker capacity, effectively acting as president, for two days between December 31, 2001, and January 1, 2002. ==Biography== Camaño was Mayor of Quilmes Partido from 1987 to 1991. Until 2007 he sat in the Argentine Chamber of Deputies for Buenos Aires Province. He served as majority leader of the lower house of the Argentine Congress from 2001, hence bringing him to the position of acting president. He became head of the executive branch because of the resignations of interim President Adolfo Rodríguez Saá and provisional Senate president Ramón Puerta. In recent years he sat in the Federal Peronist block allied to Eduardo Duhalde, largely in opposition to then President Néstor Kirchner. In 2007, Camaño stood again for deputy, this time heading a list of anti-Kirchner Peronists in support of the presidential bid of dissident Peronist Roberto Lavagna. The list did badly and he faced a recount for the final place in the Chamber for the Province with Ricardo Cuccovillo of the Civic Coalition. Ultimately Cuccovillo was sworn in as deputy and Camaño lost his seat. Camaño chaired the national council of the Justicialist Party, making him de facto party leader, alongside supporters of both Duhalde and Kirchner. In 2008, when Kirchner assumed the leadership of the Justicialist Party, Camaño was offered an executive position, the only ally of Lavagna to do so, in what had been seen as a chance to reconcile the different wings of Peronism. ==References== Category:1946 births Category:People from Quilmes Category:Politicians from Buenos Aires Category:Presidents of the Argentine Chamber of Deputies Category:Members of the Argentine Chamber of Deputies elected in Buenos Aires Province Category:Argentine lawyers Category:Living people Category:Justicialist Party politicians Category:Mayors of Quilmes Category:Acting presidents of Argentina",
 "title": "Eduardo Camaño"
}