{
 "id": "339508",
 "text": "thumb|right|Henry Houssaye Henry Houssaye (also Henri) (24 February 184823 September 1911), was a French historian and academician. ==Biography== Houssaye was born in Paris, the son of the novelist Arsène Houssaye. He distinguished himself in the Franco-Prussian War, and was subsequently an editor of the Journal des Débats and the Revue des Deux Mondes. His early writings were devoted to classical antiquity, his knowledge drawn partly from visits to the actual Greek sites in 1868. He published successively Histoire d’Apelles (1867), a study on Greek art; L'Armée dans la Grèce antique (1867); Histoire d’Alcibiade et de la République athénienne, depuis la mort de Périclès jusqu’à l’avènement des trente tyrans (1873; received from the French Academy the prize established by Thiers); Papers on Le Nombre des citoyens d'Athènes au Vème siècle avant l’ère chrétienne (1882); La Loi agraire à Sparte (1884); Le premier siège de Paris, an 52 avant l’ère chrétienne (1876); and two volumes of miscellanies, Athènes, Rome, Paris, l'histoire et les mœurs (1879), and Aspasie, Cléopâtre, Théodora (6th ed. 1889). The military history of Napoleon I then attracted him. His first volume on this subject, 1814, Histoire de la Campagne de France et la Chute de l'Empire (1888), went through no fewer than 46 editions. It was followed by 1815, the first part of which comprises the first Restoration, the return from Elba and the Hundred Days (1893); the second part, Waterloo (1899); and the third part, the second abdication and the White Terror (1905). He was elected a member of the Académie française in 1895. He died in Paris. == References == Category:1848 births Category:1911 deaths Category:Writers from Paris Category:19th-century French writers Category:19th-century French historians Category:French art critics Category:French literary critics Category:Members of the Académie Française Category:Burials at Père Lachaise Cemetery Category:Members of the Ligue de la patrie française Category:Officiers of the Légion d'honneur",
 "title": "Henry Houssaye"
}