{
 "id": "339600",
 "text": "James Maxwell Stuart Collins (born August 28, 1978) is an American musician, singer, and songwriter who is best known as the lead vocalist, primary songwriter, and bassist of the alternative rock band Eve 6, which he co- founded with Jon Siebels. He launched a solo career in 2013 called Marms + The Car Deaths. He has other musical projects, including a band called Fitness, and more recently has created a singing Germanic alter-ego called Chevy Mustang. ==Career== Max Collins (bass, lead vocals), Jon Siebels (guitar, backing vocals), and Nick Meyers (drums) formed the band formed in 1995 in La Crescenta, California first as Yakoo, then Eleventeen; the name Eve 6 was only adopted later.[1] The band issued the self-titled Eve 6 in 1998, attaining platinum success with hit singles \"Inside Out\" and \"Leech,\" the former capturing the #1 spot on the Modern Rock charts and crossing over successfully to pop/Top 40 radio. More widespread recognition came with gold-selling sophomore effort Horrorscope (2000), with songs \"Promise,\" \"On the Roof Again\" and Top 40 hit \"Here's to the Night\". From mid-2004 until May 2005, Collins performed in a band under the name Brotherhood of Lost Dogs with the drummer from Fountains of Wayne, Brian Young, and bassist Joe \"Bass\" Howard formerly of The Posies. They played live shows in the Los Angeles area and never released any recorded material. In June 2005, Collins began a new project, The Sugi Tap, with former band member in Eve 6, Tony Fagenson. In October 2007, The Sugi Tap was put on hold \"indefinitely\". The band had released an EP, formerly available at The Sugi Tap's website, but now only the album art of the EP and a link to Eve 6's Myspace page is available. Collins primarily plays Fender Jazz Basses. As of October 2007, Eve 6 has officially stated that they are returning, minus Jon Siebels, who is currently replaced by a temporary guitarist, Matt Bair of \"The Sequel\". As of July 2011, Eve 6 has reunited completely, with all three original members returning. Their fourth studio album Speak in Code was released on April 24, 2012. In early 2013, Collins began a barrage of songwriting that launched his solo career effort. With the support of his fans, Collins fully funded his album Honey from the Ice Box in an online campaign through PledgeMusic. On September 6, 2013, the digital version of the album released early for his PledgeMusic supporters. In 2015, Collins collaborated with Pegboard Nerds, providing vocals for their track \"Pink Cloud.\" Collins started a new project with Eve 6 bandmate Ben Hilzinger and Kenny Carkeet of Awolnation called Fitness. In 2020, Max Collins launched his alter-ego, \"Chevy Mustang\", a complex artist/self-styled guru with a Germanic-sounding accent, and a following of students whom he refers to as disciples. Chevy Mustang's first single was \"Because I Want To\" - seemingly in response the limitations of the COVID restrictions. In June 2020, the next Chevy Mustang single, \"Can I Be Your Friend\"Archived at Ghostarchive and the Wayback Machine: featured Evan Rachel Wood and a version of this song became a birthday card option on 31 August 2020 at Jib Jab. ==Personal life== On July 21, 2007, Collins married Victoria Misirli. Collins announced the birth of his daughter Isla (pronounced eye-la) Elizabeth Collins who was born on July 11, 2014. Collins' second daughter, Zia Victoria, was born on November 4, 2016. He and Misirli separated in 2019. He is the nephew of actor Stephen Collins. His brother was in the band Controlling the Famous. In December 2020, multiple media outlets took note of the fact that Collins had become a prolific poster to Eve 6's official Twitter account, which was \"quickly becoming a trove of internet comedy,\" including queries to various public figures asking if they \"like the heart in a blender song,\" \"choice tidbits ... about his fellow washed stars,\" and \"generic observations about wallet chains, weight gain, and merch with palm trees on it, as well as a running bit about not knowing the difference between Vertical Horizon, Dishwalla, Matchbox 20, et al.\" Loudwire crowned Collins the \"new king of Twitter\" and \"the anti-Trapt of Twitter,\" the latter contrasting Collins' celebrated output with that of Trapt lead singer Chris Taylor Brown. ==Discography== For Collins' work with Eve 6, see Eve 6 discography. ===Studio albums=== *Honey from the Icebox (2014) ==References== ==External links== *PledgeMusic Website for Max Collins *Myspace Website for The Sugi Tap *FITNESS Category:American punk rock bass guitarists Category:American male bass guitarists Category:American male singers Category:American punk rock singers Category:1978 births Category:Living people Category:Eve 6 Category:People from La Crescenta-Montrose, California Category:21st-century American singers Category:21st-century American bass guitarists",
 "title": "Max Collins (musician)"
}