{
 "id": "339643",
 "text": "The national flag of the Republic of Azerbaijan () is a horizontal tricolour featuring three equally sized bars of bright blue, red, and green, with a white crescent and an eight-pointed star in the center. The tricolour replaced an earlier design used by the Azerbaijan SSR. The bright blue symbolizes Azerbaijan's Turkic heritage, the red stands for progress, and the green represents Islam, the religion of the majority of Azerbaijanis. The official colors and size were adopted on 5 February 1991. This flag was used from 9 November 1918 to 1920, when Azerbaijan was independent, and it was revived with slight variations on 5 February 1991.Whitney Smith. Flag Lore Of All Nations. — Millbrook Press, 2001. — P. 13. — The nickname for the flag is The Tricolour Flag (). The flag is referred to in the Constitution and mentioned two times in the national anthem. On land, the flag is used as the civil, state and war flag; at sea, it is used as the civil, state, and naval ensign, as well as the naval jack. The flag also has official status in the Nakhchivan Autonomous Republic. A presidential decree declared 9 November, the date when in 1918 this flag was adopted as the national flag of Azerbaijan Democratic Republic, as the national Flag Day. ==Design== thumb|Construction sheet of the Azerbaijani flag The national flag of Azerbaijan consists of three horizontal stripes of equal width, from top to bottom: light blue, red, and green. In the center are a white crescent and eight-pointed star. The basic description of the flag, along with the ratio, can be found in the Constitution of Azerbaijan, which was adopted 12 November 1995: Further specifications of the national flag were detailed in the Presidential Decree \"On the National Flag of the Republic of Azerbaijan\" issued on 5 February 1991. The ratio was kept at 1:2, which was used in the Soviet era.Конституция (Основной Закон) Азербайджанской Советской Социалистической Республики, принятая 21 апреля 1978 года внеочередной сессией Верховного Совета Азербайджанской ССР. — Баку, изд- во Верховного Совета Азербайджанской ССР, 1978, С.19 Each stripe is one-third of the total height of the flag and extends the full length. The star and crescent were placed in a box that has a ratio of 3:4; the crescent is shifted one-sixtieth from the center. The outside diameter of both the crescent and the red inside circle intersects with the diameter of the star. The diameter of the star is one-sixth the height of the flag; the inscribed circle in this star is one-twelfth the height of the flag.5 февраля 1991 года Верховный Совет Азербайджанской Республики Законом №14-XII утвердил изменение названия государства и Законом №17-XII утвердил изображение Государственного флага и Положение о Государственном флаге Азербайджанской Республики. The flag is also described in the technical specification \"AZS 001-2006. Azərbaycan Respublikasının Dövlət Bayrağı. Texniki şərtlər.\" published by the State Committee on Standardization, Metrology and Patents of the Republic of Azerbaijan in 2006. The colors of the national flag are green, red, sky blue, and white. Exact specifications for its colors were issued in the 2004 decree \"On the Rules of the National Flag of the Republic of Azerbaijan\". The colors, later updated in 2013, specified in Pantone, are as follows: {| class=wikitable width=60% style=\"text-align:center;\" |- ! scope=\"col\" | 40px Colors scheme ! scope=\"col\" style=\"background:#00B5E2; width:100px; color:white;\"| Blue ! scope=\"col\" style=\"background:#EF3340; width:100px; color:white;\"| Red ! scope=\"col\" style=\"background:#509E2F; width:100px; color:white;\" | Green |- ! scope=\"row\" | RAL | 5012 || 3018 || 6018 |- ! scope=\"row\" | Pantone | 306 C || Red 032 C || 362 C |- ! scope=\"row\" | CMYK | 100-20-0-11 || 0-79-73-6 || 49-0-70-38 |- ! scope=\"row\" |HEX | #00B5E2 || #EF3340 || #509E2F |- ! scope=\"row\" |RGB | 0-181-226 || 239-54-61 || 80-158-47 |} Colors used in 2004–2013 (approximate colors of the flag used in 1918–1920): {| class=wikitable width=60% style=\"text-align:center;\" |- ! scope=\"col\" | 40px Colors scheme ! scope=\"col\" style=\"background:#0098C3; width:100px; color:white;\"| Blue ! scope=\"col\" style=\"background:#E00034; width:100px; color:white;\"| Red ! scope=\"col\" style=\"background:#00AE65; width:100px; color:white;\" | Green |- ! scope=\"row\" | RAL | 5015 || 3020 || 6024 |- ! scope=\"row\" | CMYK | 100-22-0-24 || 0-100-77-12 || 100-0-42-32 |- ! scope=\"row\" |HEX | #0098C3 || #E00034 || #00AE65 |- ! scope=\"row\" |RGB | 0-152-195 || 224-0-52 || 0-174-101 |} ==Symbolism== The bright blue symbolizes Turkic Multinationalism, the red is for the progress to establish a modern state and the development of democracy,Complete Flags of The World, 1997, page 172, Dorling Kindersley and green shows the nation's relation to the Muslim world. In the middle of the flag, and appearing on both front and back, are a white crescent and an eight-pointed star. The first President of the Azerbaijani National Council Mammed Amin Rasulzade noted in his speech, at the parliament's session of the Azerbaijan Democratic Republic, that the colors relate to Turkic freedom, modernity, and Islamic culture. The composer of the anthem of Azerbaijan Uzeyir Hajibeyov includes in the song references to the meaning of the flag: bright blue for Azerbaijan's multinationalism, red for progress and culture, and green for Islam. According to historian Nasib Nasibli, Ali bey Huseynzade, one of the ideologists of Azerbaijan's independence, developed the combination based on colors used in 1895. While the crescent and star are typically seen as markers of Islam, some historians and researchers disagree about why an eight-pointed star is used on the flag of Azerbaijan. Fatali Khan Khoyski points to the eight letters in the word \"Azerbaijan\" as written in Arabic.Сабухи Ахмедов, Государственный флаг Азербайджанской Республики, citing Мярданов М., Гулийев Я., Азярбайъан Республикасынын дювлят рямзляри. Б., 2001, pp. 74–75. The eight points of the star are also thought to stand for the eight Turkic peoples of Azerbaijan. The problem is there are only seven Turkic peoples: Azeris, Ottomans, Jagatais, Tatars, Kipchaks, Selijuks, and Turkomans. It's possible the Kipchaks actually reflect two peoples, the Kazakhs and Kyrgyz, which would make eight. The classification of Turkic peoples pre-Soviet era was different from what it is today. ==History== ===Pre-Soviet=== In 1828, after the last Russo-Persian War, several Khanates of the Caucasus were annexed to the Russian Empire. When the Russian Empire collapsed, Russian Azerbaijan declared its independence and joined the short-lived Transcaucasian Democratic Federative Republic, together with Georgia and Armenia. This unified state hardly lasted a year and was soon dissolved. Since the Republic was short-lived, it did not use any flags or symbols. Nevertheless, some historians consider a horizontal gold, black, and red tricolour, similar to that of the German flag but arranged differently, to have been flag of Transcaucasia. The federation was dissolved on 26 May 1918, when Georgia declared its independence as the Democratic Republic of Georgia. Both Armenia and Azerbaijan declared their independence two days later, on 28 May 1918, as the First Republic of Armenia and the Azerbaijan Democratic Republic, respectively. After gaining independence, the blue-red-green tricolour was adopted by the government of the Democratic Republic of Azerbaijan on 9 November 1918. Azerbaijan was the first modern democratic state in the Muslim world.Tadeusz Swietochowski. Russia and Azerbaijan: A Borderland in Transition. Columbia University Press, 1995. , and Reinhard Schulze. A Modern History of the Islamic World. I.B.Tauris, 2000. , . Citations are at Talk:Azerbaijan Democratic Republic#First or second. The Azerbaijan Democratic Republic lasted only 23 months until the Bolshevik 11th Soviet Red Army invaded it, establishing the Azerbaijan SSR on 28 April 1920.Hugh Pope, \"Sons of the conquerors: the rise of the Turkic world\", New York: The Overlook Press, 2006, p. 116, ===Transcaucasian SFSR=== On 12 March 1922, the Azerbaijani SSR united with the Georgian SSR and the Armenian SSR under the Transcaucasian SFSR. On 30 December 1922 the Transcaucasian SFSR became one of the four Soviet republics that united to form the USSR. The flag of the republic had a hammer and sickle inserted into a star with initials ЗСФСР written in Russian sans-serif script. These letters stand for Закавказская Советская Федеративная Социалистическая Республика. In 1936, the TSFSR was broken up into its three constituent regions, which were named the Azerbaijani SSR, the Georgian SSR, and the Armenian SSR. ===Azerbaijan SSR=== During the Soviet rule, the Azerbaijan SSR had eight different flags. Most of the flags only had slight differences. The adaptations were the result of the chaotic early years of the Soviet Union in the Caucasus. The first unofficial Soviet Azerbaijani flag was used when Russians conquered Baku on 28 April 1920. The first official flag was adopted in the first constitution, under Article 104, of the Azerbaijan SSR on 19 May 1921. During the time the state language of Azerbaijan SSR was the Azerbaijani Turkic, the alphabet was based on the Arabic script. Therefore, the words A.S.R. were written in Arabic. The eighth and final flag of Soviet Azerbaijan was issued on 7 October 1952. The design was similar to that of the Soviet national flag with a horizontal blue band added on the bottom taking up one quarter of the height of the flag. Definition was as follows: File:Flag of Azerbaijan 1918.svg|Flag in 1918–1920 File:Azerbaijansovietrep1920-1921.svg|Flag in 1920–1921 File:Flag of Transcaucasian SFSR (1925-1936).svg|Flag in 1930s–1936 File:Flag AzSSR.svg|Flag in 1937–1940 File:Flag АзССР.svg|Flag in 1940–1952 File:Flag of the Azerbaijan Soviet Socialist Republic (1952–1956).svg|Flag in 1952–1956 File:Flag of the Azerbaijan Soviet Socialist Republic.svg|Flag in 1956–1991 File:Flag of Azerbaijan.svg|Flag from 1991 ====Nakhchivan ASSR==== File:Flag of Nakhichevan ASSR (1937-1940).svg|23x15px Flag of the Nakhchivan ASSR introduced in 1937 with both Azerbaijani and Armenian text. It fell from use in the 1940s when the Azerbaijani Latin alphabet was replaced with Cyrillic characters. File:Flag of Nahichevan ASSR.svg|Flag from 1952 to 1991. The 1952 flag featured a different hammer and sickle style up to 1956. ===Regaining independence=== During the Soviet period, Jahid Hilaloglu raised the tricolour over Baku's Maiden Tower in 1956 showing his defiance towards the system. Hilaloglu was ultimately sentenced to four years of imprisonment and his supporter Chingiz Abdullayev was institutionalized. On 28 May 1952 during the Republic Day celebrations in Germany, Mammed Amin Rasulzade raised the tricolor and asked for anyone who can be entrusted to take the flag back to Azerbaijan. Gulmirza Bagirov ultimately brought it to Azerbaijan in secret in the 1970s; this flag was hung over his house in Maştağa on 20 January 1990. During the late 1980s, unrest in Soviet Azerbaijan, the tricolour Azerbaijan Democratic Republic flag was used in demonstrations calling for independence. On 17 November 1990 on the first session of the Supreme Assembly of the Nakhchivan Autonomous Republic, the 1918 Azerbaijani flag was adopted as the national flag of the autonomous state. This flag was later adopted when the decree, \"On change the name and national flag of Azerbaijan SSR\", was issued on 29 November 1990. The decree was ratified on 5 February 1991 by the National Assembly of the Republic. The first constitution since independence was adopted on 12 November 1995 after a national vote; one of the articles which described the three-colour flag of the republic. On 17 November 2007, the Azerbaijani President issued a decree \"On creation of the National Flag Square\" in Baku. The square has a flag pole with a mass of 220 tons and a height of 162 metres. The flag that is flown on this pole has an area of 2,450 square metres; the size of the flag itself is 35 meters wide and 70 metres long and weighs 350 kilograms. A museum dedicated to the national flag was also built at this flagpole. On 1 September 2010 the flag was officially raised to open the museum; subsequently this flag pole became the world's tallest unsupported flagpole, until being overtaken by the 165 meter Dushanbe Flagpole, Tajikistan. In 2009, 9 November was officially declared the National Flag Day. This day is set aside to respect the flag, its history (the Azerbaijan Democratic Republic first adopted the current tricolour on 9 November 1918) and its symbolism. ==Display and use== thumb|National flag of Azerbaijan According to Law no. 683 of the Republic of Azerbaijan, dated 8 June 2004 (as amended on 1 September 2005), the national flag must be raised by the following: {|class=\"wikitable\" style=\"text-align:center\" |- ! Office !! Buildings !! Vehicles |- |align=left|President of Azerbaijan || || |- |align=left|Prime Minister of Azerbaijan || || |- |align=left|Speaker of the National Assembly || || |- |align=left|Cabinet of Ministers || || |- |align=left|Constitutional Court of Azerbaijan || || |- |align=left|Supreme Court of Azerbaijan || || |- |align=left|Judicial-Legal Council of Azerbaijan || || |- |align=left|Central Executive Authorities || || |- |align=left|Prosecutor of the Central Bank of Azerbaijan || || |- |align=left|Central Election Commission of Azerbaijan || || |- |align=left|Chamber of the Azerbaijan|| || |- |align=left|Supreme Assembly of Nakhchivan || || |- |align=left|Cabinet of Ministers of Nakhchivan || || |- |align=left|Supreme Court of Nakhchivan || || |- |align=left|Local executive authorities of Nakhchivan || || |- |align=left|Commissioner for Human Rights || || |- |align=left|Deputy Speaker of the National Assembly || || |- |align=left|Embassies in Azerbaijan || || |- |align=left|Consulates in Azerbaijan || || |- |align=left|Vessels registered in the Commercial Maritime Code || || |- |align=left|Foreign vessels within Azerbaijani waters || || |- |align=left|Border crossings of Azerbaijan || || |} The national flag must also be raised over the buildings, military courts and headquarters of military units and naval vessels of the Armed Forces of the Republic of Azerbaijan in the following cases: *During the public holidays *During the military oath *In the case of awarding of military units or military courts *When a military unit or military vessel located on the territory of another country ==Use in funerals== Traditionally, the flag of Azerbaijan plays a role in military funerals, and occasionally in funerals of other civil servants (such as law enforcement officers, firefighters, and Azerbaijani presidents). ==Influence and derivatives== {| class=\"toccolours\" style=\"float: right; margin-left: 1em; margin-right: 1em; font-size: 85%; background:#c6dbf7; color:black; width:23em; max-width: 25%;\" cellspacing=\"5\" | style=\"text-align: left;\" | Bu gög boya gög moğoldan qalmış bir türk nişanı, Bir türk oğlu olmalı. Yaşıl boya islamlığın sarsılmayan imanı, yürəklərə dolmalı. Şu al boya azadlığın, təcəddüdün fərmanı, mədəniyyət bulmalı. |- | style=\"text-align: left;\" | Jaffar Jabbarly, c. 1919 |} The expression by Mammed Amin Rasulzade (; \"The flag once raised will never fall!\") was the rallying cry of Azerbaijani independence in early 20th century. In 1919, Jafar Jabbarli wrote \"To Azerbaijani flag\" poem in dedication to the state symbols of Azerbaijan. The national flag is also mentioned in the national anthem of Azerbaijan, \"March of Azerbaijan\" in the fifth and fifteenth sentences. The unofficial English translations of the sentences come out to \"With three colour banner live happily!\" and \"To hold high your honoured flag.\" ==Gallery== File:Azerbaijani soldiers in Iraq 30.jpg|Azerbaijani peacekeeping forces at the Haditha Dam with flag of Azerbaijan File:2010 Moscow Victory Day Parade-9.jpeg|Personnel of the Azerbaijani Armed Forces at 2010 Moscow Victory Day Parade. File:2010 Opening Ceremony - Azerbaijan entering.jpg|The athletes from Azerbaijan entering the stadium with flag at the opening ceremonies of the 2010 Winter Olympics. File:Mi8AmbulanceAZE.jpg|Mil Mi-8 with Azerbaijani flag. File:Khinaliqmuseum.jpg|Khinalug museum with Azerbaijani banner File:Olympic Freestyle Wrestling at Excel - 96kg Victory Ceremony Flags.jpg|Azerbaijan flag during a 2012 Summer Olympics wrestling medal ceremony. ==See also== *Flag of the Azerbaijan Soviet Socialist Republic *Coat of arms of Azerbaijan *Azerbaijani Flag Order *National Flag Square == References == == External links == * * Azerbaijan – Vexillographia Azerbaijan Azerbaijan Category:National symbols of Azerbaijan Category:Modern history of Azerbaijan Azerbaijan Azerbaijan Category:Flags of Azerbaijan",
 "title": "Flag of Azerbaijan"
}