{
 "id": "340096",
 "text": "The A57 is a major road in England. It runs east from Liverpool to Lincoln via Warrington, Cadishead, Irlam, Patricroft, Eccles, Salford and Manchester, then through the Pennines over the Snake Pass (between the high moorlands of Bleaklow and Kinder Scout), around the Ladybower Reservoir, through Sheffield and past Worksop. Between Liverpool and Glossop, the road has largely been superseded by the M62, M602 and M67 motorways. Within Manchester a short stretch becomes the Mancunian Way, designated A57(M). The £4 million Aston relief road in Sheffield opened in mid-1985, with the old route now designated as the B6200. ==Route== ===Liverpool–Warrington=== The A57 begins at The Strand (A5036) near the River Mersey, as part of Water Street. It forms an east–west route through the north of the city centre with another one-way road system as Tithebarn Street (passing part of Liverpool John Moores University), Great Crosshall Street and Churchill Way in the east direction and Churchill Way and Dale Street in the west direction. The connecting roads Moorfields and Hatton Garden are also part of the A57, which join the east and west directions. In both directions, Churchill Way crosses the A59 near the entrance of the Queensway Tunnel. It overlaps briefly with the A580 as Islington, separated as two one-way roads, then becomes Prescot Street, passing the Royal Liverpool University Hospital. At the junction with the B5340, it becomes Kensington, meeting the A5089 to the south and B5188 to the north, becoming Prescot Road. It crosses a railway at Fairfield passing St Anne's Church on the left near the Stanley public house, overlapping with the B5189 Green Lane to the north. It meets the A5047 to the south near a Tesco and the B5189 at Old Swan. At the junction with the A5058 Queens Drive it enters Knotty Ash (with Alder Hey Children's Hospital to the north), becoming East Prescot Road and a trunk road. There is a roundabout and it enters Dovecot before it passes through Huyton. It meets the A526 Seth Powell Way to the north (for the M57), becoming Liverpool Road, At junction two of the M57, it meets the B5194 Knowsley Lane to the north and B5199 Huyton Lane to the south, and the start of the A58. It passes through Prescot as the non-trunk Derby Street then High Street. It meets the A58 again and becomes a trunk road, then meets the B5200 (former route of the A57) at a roundabout, becoming Warrington Road. It crosses the Liverpool to Wigan Line near Scotchbarn Leisure Centre. It meets the B5201 to the north opposite Whiston Hospital. It passes through Rainhill, meeting the B5413 near the railway station. It passes Rainhill High School to the left, then St Bartholomew RC Primary School. At junction 7 of the M62, it meets the A557 (for Widnes) and the St Helens Linkway A570 (for St Helens). The road runs along the road from junction 7 for about , then it meets the B5419 at a crossroads, and the A569 to the left at Bold Heath near the Griffin Inn. At Lingley Green it enters as Liverpool Road, passing the Trigger Pond pub on the left. It crosses the Liverpool to Manchester Line (southern route). At Great Sankey, it becomes a dual- carriageway and meets the A562 at a roundabout. ===Warrington–Manchester=== The original route through Warrington town centre included the narrow Sankey Street, which required special narrow buses to be operated. The road now bypasses Warrington town centre via a new elevated road, Midland Way, before emerging at a roundabout junction with the A49. The road loses its trunk road status and becomes School Brow. Warrington Parish Church, St Elphin, is to the right, near the right turn for Church Street. The road becomes Manchester Road, and meets the A50 at crossroads. It passes through Bruche, home of a former police training centre, and its running track. At Paddington, the road becomes dual-carriageway as New Manchester Road, passing close to Woolston Community High School. In Woolston, it becomes Manchester Road. It passes a speed camera near Woolston Leisure Centre and enters Martinscroft. At junction 21 of the M6, it becomes a trunk road and meets the B5210 Woolston Grange Avenue at a roundabout, then passes the Mascrat Manor at another roundabout. It traverses Rixton Moss, passing Ramswood Nurseries. It passes briefly through Rixton, with a right turn for Warburton over the Warburton toll bridge, and becomes dual-carriageway at Hollins Green. At the end of the dual- carriageway is a left turn for the B5212 for Glazebrook and its railway station, and then it crosses Glaze Brook as Liverpool Road, entering the metropolitan district of Salford. thumb|140px|right|Irlam bypass being built in September 2005 There is a new roundabout with the former road through Cadishead, and a new section of the A57 follows the Manchester Ship Canal, on the route of the MSC Railway. The former route is partly the B5417 (and the B5320 is an earlier route), continuing as Liverpool Road. The £11.3 million Cadishead Way opened on 16 September 2005. It meets the B5417 at a roundabout near Northbank Industrial Estate. It passes under the railway near the junction of the River Mersey and Manchester Ship Canal, and there is a left turn for the B5311. There is a new roundabout next to Irlam Locks and the Boat House pub and another with the B5320 at the end of the Cadishead Way, which bypasses Irlam. Entering Eccles as Liverpool Road, it passes Boysnope Park Golf Club on Barton Moss, where the road becomes dual-carriageway. It passes the City Airport Manchester on the left (AKA Barton Aerodrome before March 2007). At Peel Green, it meets the M60 at junction 11, with the Barton High Level Bridge and Barton-upon-Irwell close by to the south. thumb|140px|left|Patricroft Bridge over the Bridgewater Canal Soon after this junction the road enters Patricroft and is no longer a trunk road, passing the Unicorn pub. It meets the B5211 at crossroads (Patricroft Bridge) and crosses the Bridgewater Canal, then there is a left turn for the B5231 (Green Lane) towards Patricroft railway station and Monton. Before long it enters the centre of Eccles proper, splitting into two as Church Street and Irwell Place going east, passing the library and a Morrisons, and Corporation Road going west. It meets a roundabout near the Eccles terminus of the Manchester Metrolink. It becomes the dual-carriageway Bentcliffe Way, meeting the A576 (for Trafford Park. It leaves the A576 near junction 2 of the M602, heading east as the single-carriageway Eccles New Road. It passes the Ladywell tram stop on the right and meets the A5185 to the left. The Metrolink follows the road on the right hand side. There is the B5228 to the left near the Weaste station. In Weaste, there is the Langworthy tram stop near the A5186 left turn where the Metrolink leaves the road to the south. The road runs parallel to the M602 100m to the north. thumb|140px|right|Regent Road entering from Salford The road becomes the trunk road dual carriageway Regent Road at the junction with the terminus of the M602 and the A5063 (Albion Way north for the A6, and Trafford Road south for Salford Quays). It is now the main route into Manchester from the west, meeting the A5066 at crossroads, passes a Sainsbury's on the left, then meets the B5461 and crosses the River Irwell where it enters the city of Manchester. There is a left turn for the A6143 Water Street (for Castlefield) and it becomes Dawson Street, is crossed by the Metrolink (for Altrincham), passes over the Bridgewater Canal and Cheshire Ring, then becomes Egerton Street. It runs into the A57(M) - the Mancunian Way at the GSJ with the A56 Bridgewater Way. The Beetham Tower Manchester is seen nearby to the left. ===Manchester–Sheffield=== thumb|140px|left|Mancunian Way It leaves the A57(M) at the A6 exit and follows Downing Street, and Ardwick Green South, passing through Brunswick and the Ardwick Green Barracks of the King's and Cheshire Regiment. The A6 leaves at a roundabout, and the road temporarily loses its trunk status. At the Ellen Wilkinson High School, it meets the A665, and becomes a trunk road as Hyde Road. It crosses under a railway and meets the A6010 at crossroads. It passes through Belle Vue, meets the B6178 (for Levenshulme), crosses a railway near the Belle Vue railway station, entering Gorton. It meets the B6167 (for North Reddish). It enters the borough of Tameside, becoming the dual-carriageway Manchester Road. It meets the M60 at junction 24, and divides into two east and west routes next to Denton railway station on the left and a Sainsbury's on the right, either side of the M67. They meet and the road loses its trunk status, entering Denton, passing the Christ Church Denton on the right. It meets the A6017 at crossroads, becoming Hyde Road with a Morrisons on the right. It meets junction 2 of the M67, which follows the road, near the church of St Anne and crosses the River Tame, becoming Manchester Road. It crosses the Peak Forest Canal and goes under the Hope Valley Line near Hyde Central railway station. The A627 overlaps and there it meets junction 3 of the M67 with an Asda on the right as it passes through Hyde as Market Street and Union Street and passes Tameside College on the right. It leaves the A627 to the right as Mottram Road, with a Morrisons on the left next to the M67, entering Godley and passing under the Glossop Line near Godley railway station and Godley Reservoir. It passes through Hattersley, and mets the final junction of the M67 - junction 4 - at a roundabout with the dual-carriageway A560 (for Stockport). It resumes its trunk road status as Hyde Road, passing through Mottram in Longdendale, where there are crossroads at traffic lights with the B6174. Leaving Mottram, it meets the A6018 to the left (from Stalybridge) at traffic lights. It becomes Mottram Moor and at the next junction, it leaves to the right, with the A628 continuing straight on. It loses trunk road status and becomes Woolley Lane, passing through part of Hollingworth. It crosses the River Etherow, entering Derbyshire and the High Peak district. It enters Brookfield and meets the A626 (for Marple) from the right. It passes under the Glossop Line, at the Dinting viaduct, again near Dinting railway station as it passes through Dinting and the primary school. The A6016 leaves to the right and the road enters Glossop as High Street West passing a Tesco on the left. It meets the A624 (for Hayfield) and the B6105 at crossroads in the middle of the town, near the railway station. It becomes High Street East, passing Glossop Leisure Centre on the right. There is a roundabout and it becomes Sheffield Road, then Woodcock Road as it leaves Glossop and enters the Peak District National Park (Dark Peak). There is a sharp bend to the right and it becomes Snake Pass. It climbs up Holden Clough and at Featherbed Moss, it is crossed by the Pennine Way at the summit at 1550 ft, with the hills of Bleaklow to the left and Kinder Scout to the right. Here it enters the National Trust's High Peak Estate. It passes the Doctor's Gate and follows the Lady Clough valley downhill to a point where Lady Clough meets the River Ashop, passing the Snake Pass Inn on the left. It follows the River Ashop closely to the north in the Woodlands Valley for about , and leaves the High Peak Estate. It crosses the River Alport. It crosses Ladybower Reservoir at Ashopton Bridge. It meets the A6013 (for Bamford) and passes the Ladybower Inn. It climbs the valley and passes over Cutthroat Bridge. It is at about 1200 ft as it enters South Yorkshire and the city of Sheffield. It follows down the hill as Manchester Road past Hollow Meadows. thumb|120px|left|The Rivelin valley Following the hill down into Sheffield, it passes the New Norfolk Arms on the left, with the Rivelin Dams on the right with the Rivelin Rocks high on the left, and leaves the Peak District National Park. At the Rivelin Mill Bridge it crosses the River Rivelin and the A6101 leaves to the left. It passes the Bell Hagg Inn on the left, then the Sportsman in Crosspool. It enters Tapton Hill and passes the Lydgate Junior School and Tapton School. It meets Fulwood Road in Broomhill. The B6069 leaves to the right, and it becomes Whitham Road. It passes Weston Park Hospital and as Western Bank, it passes Sheffield Children's Hospital then the Octagon Centre on the right and becomes the dual-carriageway Brook Hill, passing straight through the University of Sheffield with its Arts Tower and Alfred Denny Building seen to the left, and the Hicks Building seen to the right. It becomes Broad Lane in Netherthorpe, passing the former Jessop Hospital and then St George's Church in Portobello (now part of Sheffield University). At a roundabout it passes the City Plaza, becoming Tenter Street then Westbar Green. It becomes West Bar, passing the Law Courts on the left, then the police headquarters and former Castle Market on the right as Bridge Street. It passes close to the River Don on Castlegate, becoming Exchange Place. It becomes the Sheffield Parkway (built in 1974), Sheffield's main route to the M1, meeting a roundabout. ===Sheffield–Worksop=== thumb|100px|left|View towards Mosborough It meets the A6102 at a GSJ, near the Sheffield Park Academy. At Bowden Housteads Woods, it leaves to the right at a GSJ, passing Athelstan Primary School becoming single-carriageway (three lanes). It passes the City School in Richmond and meets the B6064 at a roundabout, being followed by the Trans Pennine Trail. It passes Hackenthorpe and meets the B6053 (for Crystal Peaks) at a roundabout, becoming a short section of dual- carriageway until another nearby roundabout at Beighton. It crosses the River Rother, entering the borough of Rotherham, and meets a roundabout. thumb|100px|right|View towards Aston It crosses the Sheffield to Lincoln Line and at the roundabout at Swallownest with the former route (B6200) turns right onto Aston Way. At Aston, it meets the A618 from the left, then the A618 leaves to the right at the next roundabout. The Aston Relief Road ends where it meets the M1 at junction 31, just after the junction for the former route (B6067). It becomes the dual-carriageway Worksop Road, and now the level of traffic increases as it is a major east–west route. It becomes single- carriageway and meets the B6463 from the left, near Todwick and Red Lion Inn. At South Anston, it meets the B6059 at the Shell Worksop Road station. It crosses a railway and Lindrick Common near Woodsetts. ===Worksop–Lincoln=== thumb|140px|right|Worksop bypass The £11.3 million Worksop Southern Bypass opened in May 1986. It starts at the roundabout with the B6041 (for Gateford and the former route through Worksop). The next short section is dual- carriageway to the Shireoaks roundabout, which also has access to the Gateford and Dukeries industrial estates. It becomes single-carriageway and crosses the Sheffield to Lincoln Line, at the junction with the Robin Hood Line, and over the Chesterfield Canal. It meets the A60 (for Worksop) at the Rhodesia Roundabout, near Rhodesia, a Sainsbury's and a McDonald's. The next short section, overlapping with the A60 and crossing the River Ryton, is dual- carriageway to the roundabout with the A60 (for Mansfield) and B6024, near the Shell Dukeries Garage and the Worksop Little Chef. From here, it is single carriageway (excluding the A1 section). There is a roundabout with the B6034 (for Ollerton) near Worksop College and Portland School. It passes the former site of Manton Colliery, and a large B&Q; depot on the left. There is a roundabout with the B6040 (former route through Worksop), which has access to Manton Wood Enterprise Zone. It passes a large Wilkos depot on the left and goes through Clumber Park. It meets the A1 at the Apleyhead Junction, with the A614, also known as Five Lanes End. The former roundabout was grade-separated in November 2007. Via the A1, it passes Elkesley (on the former route) with two 50 mph speed cameras and the Retford Gamston Airport, where it crosses the River Idle. Prior to the A1(M) Doncaster bypass opening in August 1961, this section of the road was the A57 - the A1 (now A638) went straight through Retford. Near to West Drayton it crosses the River Maun; this section shared with the A1 was dualled in the late 1950s, and the West Drayton Diversion was a completely new section, with the bridge over the Maun and Markham Moor roundabout, and opened in February 1957.West Drayton diversion At the next roundabout with the A638 (for Retford) and B1164 (for West Markham) at Markham Moor (again being grade-separated) there is the Markham Hotel and two Little Chefs, including one (originally a petrol station) designed by Sam Scorer with a hyperbolic paraboloid-shaped roof that was threatened with demolition but was listed by the Department for Culture Media and Sport in 2012. The Markham Hotel is currently situated on the former pre-1957 route, 330 yards to the north, and there are two large Markham Moor Shell stations. It leaves up the steep Cliff Gate to the left, which now has a crawler lane over Beacon Hill. It bypasses East Markham (on the former route to the south), and crosses the East Coast Main Line. 550 yards east of the village it resumes its former route. It meets the A6075 (for Tuxford and Ollerton) from the right west of Darlton where it passes St Giles' Church. There are turns for East Drayton to the left and Ragnall on the right, and the power stations of Cottam and (former) High Marnham are to the north and south, with many lines of pylons following the Trent. thumb|140px|right|Dunham bridges over the Trent It goes through Dunham on Trent, where it passes the White Swan, Bridge Inn and St Oswald's Church; the width of road through the village is not suited for the volume of traffic. It crosses the River Trent at Dunham Bridge (toll, rebuilt in the mid-1970s), where there are queues, entering Lincolnshire and the district of West Lindsey as Dunham Road. The Trent Valley Way joins at Dunham and leaves to the south at the other end of the bridge. It meets the A1133 (for Gainsborough) at a staggered junction at Newton on Trent; the former route of both routed went through the village along High Street - 330 yards east of the junction it resumes the former route (Southmoor Road further to the south). On entering the parish (but not the village) of Kettlethorpe the road formerly followed the turn for Thorney (in Nottinghamshire) to the right, and then further to the south, with the new section of road resuming the old route close where it crosses Darnsdyke. The road follows the boundary of Lincolnshire and Nottinghamshire for about , and this section of Lincolnshire encloses former parishes in Nottinghamshire. The (Roman) Fossdyke Navigation runs alongside from the junction with the A156; the road becomes Gainsborough Road passing Drinsey Nook, with the A156 taking priority from the left (north) at the traffic-light-controlled junction. On the bend at Drinsey Nook, the road briefly re-enters Nottinghamshire - the Fossdyke is the boundary. At the junction with the B1190 at Tom Otter's Bridge, the boundary follows the B1190 to the south, along Ox Pasture Drain. It enters Saxilby, passing the BP Lincolnshire Co-operative Otter's Bridge Service Station and a similarly named Total service station. The Bridge Inn is on the left, with a turn for Broadholme (former Nottinghamshire) to the right. It crosses the Sheffield to Lincoln Line and Fossdyke, meeting the B1241, for Sturton by Stow. thumb|140px|left|Crossing the River Till It crosses the River Till as Lincoln Road; a former section of the road from here passed closer to Odder Farm to the north. There is a roundabout, where the road rejoins the old route, for Burton, and Burton Waters Marina, then the road enters the borough of Lincoln at the bend in the road to the left before Bishop Bridge (over Catchwater Drain and Main Drain) and meets the A46 Lincoln Bypass at a roundabout. It enters Lincoln as Carholme Road passing the Total Winning Post Service Station, with Carholme Golf Club to the right, then meets the B1273 Lincoln inner ring road, becoming Newland, where it passes the offices of Lincolnshire County Council on the left. It follows the dual-carriageway Wigford Way next to Brayford Pool and the University of Lincoln, over the River Witham, where it meets the B1262 High Street. It becomes St Mary's Street and passes the railway station on the right. It splits into Oxford Street, Pelham Street and Norman Street where it meets the A15 at Pelham Bridge, close to the large Siemens engineering company. Although the terminus of the road is in Lincoln, most of the A57 follows the former Liverpool-Skegness trunk road, created by the 1946 Trunk Roads Act. The road from Lincoln to Skegness was formerly also known as the A158. ==Proposed closure== In 1979, the Department for Transport considered closing the Snake Pass section with traffic to be diverted to use the A628.Snake Pass to close? Commercial Motor 7 September 1979 page 18 ==References== ==External links== * Guide to the area around junction 31 of the M1 * A57 at SABRE Category:Bassetlaw District Category:Geography of Salford Category:Eccles, Greater Manchester Category:Glossop Category:High Peak, Derbyshire Category:Hyde, Greater Manchester Category:Metropolitan Borough of Knowsley Category:Roads in England Category:Roads in Cheshire Category:Roads in Greater Manchester Category:Roads in Yorkshire Category:Roads in Derbyshire Category:Roads in Lancashire Category:Roads in Lincolnshire Category:Roads in Sheffield Category:Rotherham Category:Metropolitan Borough of St Helens Category:Transport in Liverpool Category:Roads in Merseyside Category:Transport in Nottinghamshire Category:Transport in South Yorkshire Category:Transport in Warrington Category:West Lindsey District Category:Worksop",
 "title": "A57 road"
}