{
 "id": "340174",
 "text": "Prusias I Cholus (Greek: Προυσίας ὁ Χωλός \"the Lame\"; c. 243 – 182 BC) was a king of Bithynia, who reigned from c. 228 to 182 BC. ==Life and Reign== Prusias was a vigorous and energetic leader; he fought a war against Byzantium (220 BC), seizing its Asiatic territory, a part of Mysia that had been in its possession for a long time. Then, he defeated the Galatians who Nicomedes I had invited across the Bosphorus to a territory called Arisba, putting to death all of their women and children and letting his men plunder their baggage. At some point during his reign, he formed a marriage alliance with Demetrius II of Macedon, receiving the latter's daughter, Apama, as his wife. He expanded the territories of Bithynia in a series of wars against Attalus I of Pergamum and Heraclea Pontica on the Black Sea, taking various cities formerly owned by the Heracleans, renaming one them, Prusias, after himself. While besieging the city of Heraclea Pontica, he dealt many casualties to the besieged, but while climbing a ladder, he was hit with a stone and he broke his leg; the siege was lifted due to his injury. This is likely where he was given the surname \"the lame\". Philip V of Macedon granted him the ports of Keios and Myrleia in 202 BC, which he renamed Prusias and Apameia respectively. Although he granted sanctuary to Hannibal, who successfully employed an odd stratagem against the Attalids for him at sea, he remained neutral during the Roman Republic's war with Antiochus III the Great, refusing an alliance with Antiochus. He agreed on peace terms with presumably Eumenes II in 183 BC, in the city of Cyzicus. Apama bore Prusias I a son called Prusias II, who succeeded him. The town of Prusa (now Bursa in Turkey), which he rebuilt, is named after Prusias. ==See also== *Prusias ad Hypium, ancient city in Düzce Province, Turkey ==Sources== * Habicht, Christian, s.v. Prusias I., RE. Bd. ХХШ, 1. 1957 ==References== Category:240s BC births Category:182 BC deaths Category:3rd-century BC Kings of Bithynia Category:2nd-century BC Kings of Bithynia Category:Kings of Bithynia",
 "title": "Prusias I of Bithynia"
}