{
 "id": "340103",
 "text": "The Sächsische Schweiz () is a former district (Kreis) in the south of the Free State of Saxony, Germany. Neighboring districts were (from west clockwise) Weißeritzkreis, the district-free city Dresden and the districts Kamenz and Bautzen. To the south it borders the Czech Republic. == History == The district was created in 1994 when the two districts Sebnitz and Pirna were merged. In August 2008, as a part of the district reform in Saxony, the districts of Sächsische Schweiz and Weißeritzkreis were merged into the new district Sächsische Schweiz-Osterzgebirge. == Geography == The district is named after the landscape - the Saxon Switzerland - as it is the most mountainous region of Saxony. To the west are the Ore Mountains, and to the east the Lausitzer Bergland (Lusatian Mountains). The river Elbe flows through the Elbsandsteingebirge and separates the two mountain ranges. The highest elevation of the district is the high Oelsener Höhe in the southwest of the district, the lowest elevation is the valley of the Elbe at the boundary to Dresden which is above sea level. == Coat of arms == {| |- valign=top ||100px|Coat of arms ||The coat of arms symbolizes the geographical location of the district. The two green areas stand for the forests in the two mountain areas, the white wavy line in the middle symbolizes the river Elbe. The coat of arms was created by Horst Torke, Pirna. |} ==Towns and municipalities== {| ! width=50% align=left|Towns ! width=50% align=left|Municipalities |- valign=top || #Bad Gottleuba-Berggießhübel #Bad Schandau #Dohna #Heidenau #Hohnstein #Königstein #Liebstadt #Neustadt in Sachsen #Pirna #Sebnitz #Stadt Wehlen #Stolpen || #Bahretal #Dohma #Dürrröhrsdorf-Dittersbach #Gohrisch #Kirnitzschtal #Lohmen #Müglitztal #Porschdorf #Rathen #Rathmannsdorf #Reinhardtsdorf-Schöna #Rosenthal-Bielatal #Struppen |} ==See also== *Saxon Switzerland ==External links== *Official website (German) *Regional website (German) *Tourism website (German) *Official tourism portal of the destination Saxon Switzerland (English) *Regional website (francais) *tourism portal regional info (German) Category:Sächsische Schweiz-Osterzgebirge",
 "title": "Sächsische Schweiz (district)"
}