{
 "id": "340266",
 "text": "Windorah is a town and a locality in the Shire of Barcoo, Queensland, Australia. It is one of only three towns in the Shire of Barcoo in Central West Queensland. In the , Windorah had a population of 115 people. ==Geography== Located downstream from where the Thomson and Barcoo Rivers join to form the multi-channelled Cooper Creek, the Shire covers an area of 60,901 km2, the town has a population of 60 people, with a further 40 living at surrounding stations. A landscape of rocky outcrops, multiple sand hills and black soil flood plains make up most of the area surrounding the town. Water in the town follows the outback cycle of boom and bust. During a wet year Cooper Creek may flood more than a half a dozen times, during the dry it becomes a chain of waterholes. Downstream of the town stretches the Cooper Floodplain below Windorah Important Bird Area, identified as such by BirdLife International because of its importance for waterbirds when flooded.BirdLife International. (2011). Important Bird Areas factsheet: Cooper Floodplain Below Windorah. Downloaded from http://www.birdlife.org on 2011-12-17. ==History== Before the onset of white colonisation, the area near and east of Windorah was inhabited by the Kulumali. The town was founded on a stock route and proclaimed in 1880. Cobb & Co once ran a stage coach service between Windorah and Adavale. It is stated that the town is named after the local Aboriginal word for \"Big Fish\", although according to an account of the Durack settlers, the name means high, stony place. Windorah Provisional School opened on 30 July 1888. In 1897 it became a half-time school, sharing a teacher with Cooper's Creek Provisional School, but reverted to a full-time school in 1903. In 1907, it became a half-time school with Cooper's Creek school again, and then closed in 1915. However, it reopened in 1916, only to close again in 1918. In 1926, it reopened and remains operating as Windorah State School. It celebrated its 125th Anniversary in 2013. The town was completely isolated by floodwater in 1949 after surrounding areas were inundated by heavy rainfall. Low cloud and more rain prevented relief food supplies from being delivered by air from a RAAF Dakota. At the , Windorah had a population of 158. In the 2016 census, Windorah's population had decreased to 115, with 20.5% of the population identifying as indigenous. == Climate == Windorah is diverse in many aspects. The temperature may range from maximums in summer that approach 50 °C to minimums in winter that are below 0 °C. The annual rainfall has recorded falls between a low of 86 mm and a high of 988 mm. Other weather extremes include 25 morning frosts in 1977, 10 dust storms in 1987 and four hailstorms in 1985. == Economy == Sheep and cattle grazing are the mainstay of the district; however, recently oil and gas industries have developed in the area. Many locals also work on the Shire Council and the Dingo Barrier Fence. == Education == Windorah State School opened on 30 July 1888 and celebrated its 125th Anniversary in 2013. == Attractions == thumb|right|Sunrise at Windorah Windorah is known as \"The Heart of the Channel Country\" and offers a welcome and interesting stop-off for travellers to Birdsville, Bedourie, Longreach and points West. Every year since 1998 Windorah hosts an International Yabby Race on the street outside the hotel. It is held on the Wednesday before the Birdsville Races (first weekend in September). The event raises money for the Royal Flying Doctor Service, community facilities and other charities. == Facilities== Windorah has a library, racecourse, local museum, shire hall, information centre and museum. The Windorah Library is operated by the Barcoo Shire Council and located in Maryborough Street. ==See also== * Windorah Airport * Windorah Solar Farm * Canterbury, a small settlement in the locality of Windorah ==References== == External links == Category:Towns in Queensland Category:Populated places established in 1880 Category:Central West Queensland Category:1880 establishments in Australia Category:Shire of Barcoo Category:Localities in Queensland",
 "title": "Windorah"
}