{
 "id": "340634",
 "text": "Victoria Harbour is a natural landform harbour in Hong Kong separating Hong Kong Island in the south from the Kowloon Peninsula to the north. The harbour's deep, sheltered waters and strategic location on the South China Sea were instrumental in Hong Kong's establishment as a British colony in 1841 and its subsequent development as a trading centre. Throughout its history, the harbour has seen numerous reclamation projects undertaken on both shores, many of which have caused controversy in recent years. Environmental concerns have been expressed about the effects of these expansions, in terms of water quality and loss of natural habitat. It has also been proposed that benefits of land reclamation may be less than the effects of decreased harbour width, affecting the number of vessels passing through the harbour. Nonetheless Victoria Harbour still retains its founding role as a port for thousands of international vessels each year. thumb|A sketch of the view of Victoria Harbour from a hill, 1845 The harbour is a major tourist attraction of Hong Kong. Lying in the middle of the territory's dense urban region, the harbour is the site of annual fireworks displays and its promenades are used as gathering places for residents and tourists. ==History== thumb|Victoria Harbour and Hong Kong Island in the 1860s The first reference to what is now called Victoria Harbour is found in Zheng He's sailing maps of the China coast, dated c.1425, which appear in the Wubei Zhi (A Treatise on Armament Technology), a comprehensive 17th-century military book. While the harbour was charted in later maps, the first map depicting it in detail is an 1810 marine chartMarine Chart prepared for the East India Company by Captain Daniel Ross and Lieutenant Philip Maughan of the Bombay Marine. prepared for the East India Company by Daniel Ross and Philip Maughan, lieutenants of the Bombay Marine.Agreement No. CE 42/2005 (WS). Marine Archaeological Investigation , January 2007, pp.7-8 Some of the first recreational activities to take place in the harbour were water competitions such as swimming and water polo in the 1850s, undertaken by members of Hong Kong's first sports club, the Victoria Recreation Club.Lam, S. F. Chang W, Julian. [2006] (2006) The Quest for Gold: Fifty Years of Amateur Sports in Hong Kong, 1947–1997. Hong Kong University Publishing. . thumb|China Airlines Flight 605 went beyond the end of the runway and down into the water During the Taiping Rebellion, armed rebels paraded the streets of Hong Kong. On 21 December 1854, the Hong Kong police arrested several armed rebels who were about to attack Kowloon City. On 23 January 1855, a fleet of Taiping war boats was on the verge of a naval battle against Chinese imperial war boats defending the harbour. The Chinese defenders were ordered away by the British colonial authorities. These incidents caused rising tension that would eventually lead to the Arrow War.Tsai, Jung-fang (1995). Hong Kong in Chinese History: community and social unrest in the British Colony, 1842–1913. The harbour was originally called \"Hong Kong Harbour\", but was later renamed to \"Victoria Harbour\", to assure shelter for the British fleet under Queen Victoria.Macdonald. Gina. [1996] (1996). James Clavell: A Critical Companion. Greenwood Press. . The subject of pollution came to the fore in the 1970s with the rapid growth of the manufacturing sector. The water club races were stopped in 1973 due to pollution in the harbour, a year after the former RMS Queen Elizabeth burned and sank at the Tsing Yi island anchorage. Studies also showed excessive nitrogen input from discharges of the Pearl River Delta into the harbour for decades.Wolanski, Eric. [2006] (2006). The Environment in Asia Pacific Harbors. Springer Publishing. . After completion of the Central and Wan Chai Reclamation Feasibility Study in 1989, the Land Development Policy Committee endorsed a concept for gradual implementation of this additional reclamation. It consists of three district development cells separated by parks, namely, Central, Tamar and Exhibition. The latest proposed reclamation, extending along the waterfront from Sheung Wan to Causeway Bay, faced public opposition, as the harbour has become a pivotal location to Hongkongers in general. Activists have denounced the government's actions as destructive not only to the natural environment, but also to what is widely considered one of the most prized natural assets of the territory. NGOs, including the Society for Protection of the Harbour, were formed to resist further attempts to reduce the size of the waterbody, with its chairman, Christine Loh, quoted as saying that the harbour \"...is a precious national asset and we must preserve it for future generations. I believe an insightful and visionary chief executive would support our stance and work with us to protect the harbour\".Harbourprotection. \"Harbourprotection .\" Love Harbour Day. Retrieved on 11 April 2007. Reclamation work also led to the demolition of Queen's Pier and Edinburgh Place Ferry Pier, structures of historic significance, to massive public opposition. ==Geography== thumb|Satellite view of Victoria Harbour in the 2000s Victoria Harbour covered an area of about in 2004. The eastern boundary is generally considered to be the line formed between the westernmost extremity of Siu Chau Wan (小酒灣) and A Kung Ngam. The western boundary is generally considered to consist of a line drawn from the westernmost point of Hong Kong Island to the westernmost point of Green Island, thence a straight line drawn from the westernmost point of Green Island to the southeasternmost point of Tsing Yi, thence along the eastern and northern coastal lines of Tsing Yi to its westernmost extremity, and thence a straight line drawn true north towards the mainland.Interpretation and General Clauses Ordinance (Cap 1), Laws of Hong Kong. Schedule 3: Boundaries of the Harbour There are several islands within the harbour: *Green Island *Little Green Island *Kowloon Rock *Tsing Yi Island Due to land reclamation, the following are former islands that are now connected to adjacent lands or larger islands: *Stonecutters Island (connected to Lai Chi Kok Bay, New Kowloon) *Channel Rock (connected to Kwun Tong, New Kowloon) *Kellett Island (connected to Causeway Bay, Hong Kong Island) *Hoi Sham Island (connected to To Kwa Wan, Kowloon) *Nga Ying Chau (connected to Tsing Yi Island, New Territories) *Pillar Island (connected to Kwai Chung, New Territories) *Mong Chau (connected to Kwai Chung, New Territories) *Chau Tsai (connected to Tsing Yi Island) *Rumsey Rock (within Tsim Sha Tsui/Hung Hom) ==Tourism== thumb|Hong Kong's old airport, Kai Tak, was located in Victoria Harbour. Victoria Harbour is known for its panoramic night view and skyline, particularly in the direction towards Hong Kong Island where the skyline of skyscrapers is superimposed over the ridges behind. Among the best places to view the harbour are the Peak Tower atop Victoria Peak, or from the piazza at the Cultural Centre or the promenade of Tsim Sha Tsui on the Kowloon side. Rides on the Star Ferry, including the route between Central and Tsim Sha Tsui, are another way to view the harbour and cityscape. As the natural centre of the territory, the harbour has played host to many major public shows, including the annual fireworks displays on the second night of the Lunar New Year. These shows are popular with tourists and locals alike, and the display is usually telecast on local television. To enhance the popularity of the harbour as a sightseeing location, the government introduced a show dubbed A Symphony of Lights. Also recently opened was the Avenue of Stars, built along the promenade outside the New World Centre in Tsim Sha Tsui. Modeled on the Hollywood Walk of Fame, it honours the most illustrious people the Hong Kong film industry has produced over the past decades. By the end of November every year, the outer walls of buildings in the central business districts on both sides of the harbours are dressed with Christmas-related decorations, and replaced with Lunar New Year- related ones by January. ==Port facilities== thumb|right|Hong Kong Ocean Terminal in December 2008 Victoria Harbour is home to most of the port facilities of Hong Kong, making Hong Kong amongst the world's busiest. An average of 220,000 ships visit the harbour each year, including both oceangoing vessels and river vessels, for both goods and passengers. The Kwai Tsing Container Terminals in the western part of the harbour is the main container handling facility, operating round the clock. Some 19.8 million containers (measured in TEUs) were handled by the region in 2016. Some 400 container ships serve Hong Kong weekly, connecting to over 500 destinations around the world. For many years until 2004, Hong Kong handled the most containers TEUs but slipped to sixth place on declining volumes by 2016. ==Transport== thumb|Meridian Star of the Star Ferry crossing Victoria Harbour There is no bridge crossing the harbour, but there are three cross-harbour road tunnels: Cross-Harbour Tunnel (opened 1972), Eastern Harbour Crossing (1989), and Western Harbour Crossing (1997). The three tunnels act as important linkages between the Hong Kong Island and Kowloon. Three Mass Transit Railway routes also run under the harbour. They are namely: *Tsuen Wan line *Tseung Kwan O line (sharing an immersed tube with the Eastern Harbour Crossing) *Tung Chung line and Airport Express, which share the same tunnel A fourth railway route will soon also pass under the harbour as part of the East Rail line, connecting Hung Hom to Exhibition and Admiralty stations. The Star Ferry has been crossing the harbour since the late 19th century. The operated ferry routes today are: Central to Tsim Sha Tsui and Wan Chai to Tsim Sha Tsui, the Wan Chai/Central to Hung Hom services closing in 2011 for lack of patronage. Other regular ferry services also operate in the harbour. The Hongkong and Yaumati Ferry Company used to operate numerous cross-harbour routes between various piers of Kowloon and Hong Kong Island. Many of the routes are now operated by First Ferry. Some of the piers no longer exist because of reclamation projects, or many of the routes became unprofitable. Currently, the company continues to operate vehicular ferry services for vehicles carrying dangerous goods that are prohibited within tunnel crossings. For international passenger traffic and traffic to mainland China and Macau, there are two ferry terminals, namely Hong Kong–Macau Ferry Terminal and Hong Kong China Ferry Terminal, and a terminal for cruises, the Ocean Terminal. Another cruise terminal (Kai Tak Cruise Terminal) has recently been opened. ==See also== *List of places in Hong Kong *List of harbours in Hong Kong *List of places named after Queen Victoria *Transport in Hong Kong *Tourism in Hong Kong ==References== ==External links== *Hong Kong Port Development Council Category:Ports and harbours of Hong Kong Category:Tourist attractions in Hong Kong",
 "title": "Victoria Harbour"
}