{
 "id": "34094",
 "text": "The Western Bulldogs are a professional Australian rules football team that competes in the Australian Football League (AFL), the sport's premier competition. Founded in 1877 as the Footscray Bulldogs, the club won nine premierships in the Victorian Football Association (VFA) before gaining admission to the Victorian Football League (which became the AFL in 1990) in 1925, along with and . The club has won two VFL/AFL premierships, in 1954 and 2016 and was runner-up in 1961 and 2021. Much of the club's supporter base comes from Melbourne's traditionally working-class western region. Docklands Stadium, in the city's inner-west, has served as the club's home ground since 2000, while its headquarters and training facilities are at its original home ground, Footscray's Whitten Oval, nicknamed The Kennel. The Western Bulldogs guernsey features two thick horizontal hoops—one red and one white—on a royal blue background. Fourteen players from the club are members of the Australian Football Hall of Fame, including inaugural inductee and Legend Ted Whitten. Marcus Bontempelli and Luke Beveridge serve as the club's current captain and head coach. At the end of 1996, as part of a broader rebranding scheme, the club changed its name from the Footscray Football Club to the Western Bulldogs. The club has fielded a side in AFL Women's since the competition's 2017 inception, and also has a reserves side in the Victorian Football League and VFL Women's League. ==History== ===1877–1924: Origins, VFA years and Championship of Victoria=== thumb|right|The team that won Footscray's first premiership in 1898 Newspapers record Australian rules football being played in the Melbourne suburb of Footscray in the mid-1870s, during which time a local junior football club was formed.So Close: The bravest, craziest, unluckiest defeats in Aussie sport by Patrick Mangan, Hachette Australia, 2013 – In 1880, the club changed its name to the Prince Imperials in honour of Napoléon, Prince Imperial, the heir to French throne, who had recently died in battle. The club reverted to Footscray a few years later. In 1886, Footscray gained admission to the Victorian Football Association (VFA) after amalgamating with the Footscray Cricket Club to form a senior football club. The club tended to struggle over the next decade, occupying the lower rungs of the VFA ladder. The club began to improve after the VFL breakaway of 1896, finishing on top of the VFA ladder in 1898, 1899 and 1900. As no finals were played, Footscray were declared premiers. The club played in and won its first finals match in 1903, against , the minor premiers, but lost the follow-up finals match to . After losing to West Melbourne in the 1906 VFA Grand Final, the club won its first premiership by defeating Brunswick in 1908. Another premiership followed in 1913. {| style=\"margin-right:4px; margin-top:8px; float:right; border:1px #000 solid; border-radius:8px; background:#fff; font- family:Verdana; font-size:8pt; text-align:center;\" |- | width=200 | 1924 Championship of Victoria || G || B || Total |- | style=\"text-align:left\" | 16px Footscray || 9 || 10 || 64 |- | style=\"text-align:left\" |16px || 4 || 12 || 36 |- | Venue: Melbourne Cricket Ground | colspan=3 | Crowd: 46,100 |} The club entered two years of recess during World War I and returned in 1918. Still rebuilding, the club won the wooden spoon. From bottom to top in one year, 1919 saw the club win the premiership, and again in 1920. The club went back-to-back in 1923 and 1924. The 1924 premiership would be Footscray's last in the VFA. After the 1924 season, the club challenged the premiers of the VFL, Essendon, to a charity match, otherwise known as the Championship of Victoria, for the benefit of opera singer Dame Nellie Melba's Limbless Soldiers' Appeal. Footscray recorded an upset victory, winning by 28 points. The win was a significant factor in Footscray gaining admission to the VFL. ===1925–1940s: Joining the VFL=== In 1919, there were nine clubs competing in the VFL, due to the return of all the foundation teams plus Richmond after World War I, as well as University Football Club deciding not to rejoin the VFL. This caused one team to be idle every Saturday and the VFL was keen to do away with this bye each week. On the night of 9 January 1925, a committee meeting of the VFL, chaired by Reg Hunt of Carlton, decided to expand the league from nine clubs to twelve. It was decided in the meeting to admit Footscray, along with two other VFA clubs, and . Footscray played their first VFL match against on Saturday 2 May at the Brunswick Street Oval in front of 28,000 spectators. Former star George Bayliss had the honour of kicking Footscray's first VFL goal, and although they ended up losing by nine points against an experienced league side, they earned great respect. Future Brownlow medallist Allan Hopkins was regarded as Footscray's best player that day. The following week, playing their first VFL home game at the Western Oval against a strong team, the Tricolours recorded their first VFL victory by 10 points in front of 25,000 spectators with a strong team effort. Footscray adapted relatively quickly to the standard of VFL football despite losing some of their VFA stars, and by 1928 were already a contender for the finals, missing only on percentage in 1931. Though they slipped to eleventh place in 1930, 1935 and 1937, in 1938 they became the first of the new clubs to reach the finals. They fell back drastically in 1939, but played better during the war- torn 1940s, winning their first nine games in 1946. ===1950–1954: First VFL flag=== Between 1938 and 1951, Footscray failed to win any finals matches, losing all six of its semi-final appearances. In 1953, however, the club set a record by conceding only 959 points in the home-and-away season due to a powerful defence featuring Dave Bryden, Wally Donald, Herb Henderson and Jim Gallagher. Footscray finally won its first semi-final, against Essendon, but lost the preliminary final to , a key factor being the absence of star full- forward Jack Collins, who had been suspended for four matches at the end of the home-and-away season. The Bulldogs went into the 1954 VFL season as premiership contenders. However, the season did not start well with losses and , both of which finished in the bottom four the previous season. In the following two matches, against and , the club returned to form with Jack Collins booting eight and nine goals respectively to help propel the Bulldogs to victory. In Round 7 against at Glenferrie Oval, Footscray, led by Don Ross after Whitten injured his shoulder, came from 23 points down at the last break to kick seven goals and win by nine points. With Richmond upsetting at Victoria Park that same day, the Bulldogs went to the top of the ladder, where they would stay until Round 11, when they lost to Collingwood by ten points in a top-of-the-ladder clash at Victoria Park. Took out their first VFL premiership, beating Geelong and then in the 1954 VFL Grand Final. {| style=\"margin-right:4px; margin-top:8px; float:right; border:1px #000 solid; border-radius:8px; background:#fff; font-family:Verdana; font-size:8pt; text- align:center;\" |- | width=200 | 1954 VFL Grand Final || G || B || Total |- | style=\"text-align:left\" | 16px Footscray || 15 || 12 || 102 |- | style=\"text- align:left\" |16px || 7 || 9 || 51 |- | Venue: Melbourne Cricket Ground | colspan=3 | Crowd: 80,897 |} ===1955–1960s: Gradual decline=== Footscray failed to capitalise on their premiership success, falling off in the latter part of the decade and finishing with their first wooden spoon in 1959. The 1960s started promisingly, with the club bouncing back to reach the 1961 Grand Final, where they faced who were in their first Grand Final. This was the first VFL Grand Final not to feature any of the foundation teams. In front of over 107,000 spectators, the Bulldogs worked their way to an eight-point lead at half-time, but were clearly struggling with the physicality of their hardened opponents. Rover Merv Hobbs recalled eight players needing first aid, while ruckman John Schultz remembered: The selectors looked around and could see we were in a bad way. In those days, strange to realise, we didn't hydrate. We were told not to drink too much in case we got cramps. We just ran out of legs. And Hawthorn were brutal. They made every contest a physical clash. They wore us down. In the second half, the Hawks, led by centreman Brendan Edwards, pulled away from the tiring Bulldogs, kicking ten goals to two to take out their first VFL premiership. This was followed by winning the 1963 and 1964 night premierships, although this success was not transferred into the season proper. The rest of the decade was a bleak era for the club, particularly between 1965 and 1969, when they finished in the bottom three every year. ===1970s=== Ted Whitten Snr. retired as a player in 1970 and held the record for the most VFL games played at the time (321 games); he would continue in a coaching capacity until the end of 1971. The club was relatively strong in the 1970s, but did not win a final; by decade's end they were back near the bottom. The main stars of the decade included Gary Dempsey, the heroic ruckman who was badly burnt in Lara bushfire of January 1969 but managed to take out the game's top individual award, the Brownlow Medal, in 1975. Promising South Australian import Neil Sachse had his neck broken in a freak accident while playing against Fitzroy at the Western Oval. He was left quadriplegic. In 1978, Kelvin Templeton became the first Bulldogs player to kick 100 goals in a season, including a club record of 15.9 in Round 13 against St Kilda. ===1980s === After muddling its way through a disappointing decade, having to sell many of its key players to survive, the Bulldogs would endure another tumultuous decade in the 1980s. To try and improve the club's fortunes, the committee appointed former Richmond champion Royce Hart as coach for the 1980 VFL season. Things hit an all-time low in 1982; the Bulldogs lost their opening round match to by 109 points and by the middle of the season, with only one win in 12 games and having lost the last eight matches, Hart was sacked and replaced with player Ian Hampshire, who promptly quit his playing duties. One of the few bright spots in an otherwise dreary season was the performance of Western Australian recruit Simon Beasley, who kicked 82 goals for the season and proved himself one of the best full-forwards in the competition. He would go on to become the Bulldogs' record goalkicker. Mick Malthouse was appointed senior coach in 1984, and a dramatic improvement saw them rise to second position in 1985 before a ten-point loss in the preliminary finals against Hawthorn. The club boasted a list of top players at this time, with Beasley, Doug Hawkins, Brian Royal, Rick Kennedy, Stephen Wallis, Peter Foster, Michael McLean, Jim Edmond, Andrew Purser, Stephen MacPherson and Brad Hardie. Things didn't bode well for the Bulldogs early in the 1987 VFL season. Hardie and Edmond had moved to the newly formed , while Hawkins' return from his knee injury was still some time away. By Round 3 they were sitting on the bottom of the ladder after heavy losses to Essendon, and . Footscray's revival started when, in one of the upsets of the season, they defeated the reigning premiers Hawthorn by 41 points in a display characterised by teamwork and desperation. A seven-match winning streak mid- season saw them back in the Top Five. However, they just missed out on the finals when Melbourne defeated them in the last round in front of a record crowd at their home ground. ====1989: Proposed merger and fightback==== Discontent between players, officials and fans reached an all-time low during the 1989 VFL season. Club president Barrie Beattie was replaced by former Footscray board member, businessman and prominent racing personality Nick Columb in March. Things started promisingly with a 59-point win over a dispirited Carlton at Princes Park, with recruit John Georgiades kicking eight goals on debut. However, it proved to be a false dawn; the Bulldogs would only win five more games for the season, with one draw, to finish 13th. The prevailing mood was best captured in Footscray's last win of the season in Round 20 against eventual wooden-spooners ; although the Bulldogs won by 78 points, a meagre crowd of 8,673 turned up to what many believed at the time would be Footscray's last home game at the Western Oval. Age journalist Garry Linnell wrote: \"But saddest of all is that the suburb of Footscray has turned its back on the Western Oval and its football team. Without that support, one of the last remaining monuments to the days when Victorian football was a battle of suburban tribes has hit the dust.\" Faced with the prospect of running a club with declining membership and sponsorship, Columb learned that Footscray's debt situation was poor, and it reached the point when the VFL looked likely to appoint an administrator to wind up the club's affairs at the end of the year. He decided the best way forward was a merger with , which was also in a weak financial position, although was not facing immediate bankruptcy. The two clubs announced a merger to form the Fitzroy Bulldogs, but the merger was derailed when the people of Footscray, led by lawyer Peter Gordon and a host of others, rallied to raise funds to pay off the club's debts. In further developments, former club player Terry Wheeler was named as Malthouse's replacement as senior coach, while champion veteran wingman Doug Hawkins was appointed captain. While Columb was branded by some as the villain of the story, the wisdom of hindsight shows that had he not instigated the merger, the Western Bulldogs would not exist as it does today.Unleashed – A History of the Footscray Football Club ===1990s=== The Bulldogs began the new decade in promising fashion, finishing in seventh place with twelve wins in 1990, including one against eventual premiers Collingwood, when rover Steven Kolyniuk ran around the man on the mark and kicked a goal to put his team in front. Although they just missed out on the finals, there was much to look forward to, and the year was capped off with diminutive rover Tony Liberatore winning the Brownlow Medal. After a disappointing 1991, the Bulldogs bounced back in 1992, finishing second on the ladder and making their first finals appearance since 1985. Danny Del-Re was an excellent full-forward, while champion veterans Hawkins, Royal, Wallis, Foster and MacPherson helped ensure the club played its best football in many years. Scott Wynd capped a magnificent year with the Brownlow Medal, while Chris Grant and Simon Atkins also had outstanding seasons. In 1994 and 1995, the Bulldogs again made the finals, only to be eliminated by Melbourne and Geelong, respectively. Leon Cameron and Daniel Southern were stars. In August, Ted Whitten died from prostate cancer; such was his status in the game that he was given a state funeral. In his honour, the club renamed the Western Oval the Whitten Oval, and a memorial statue of Whitten was erected outside the stadium. Under the tightly focused management of club president David Smorgon, driven coaching by Terry Wallace, and the on-field leadership of Chris Grant (who narrowly missed a Brownlow Medal in 1996 and 1997) and Tony Liberatore, the club had a successful period through the mid- to late 1990s, making the finals from 1997 to 2000. The 1997 season is remembered for the club's cruellest loss, to eventual premiers Adelaide in the preliminary final by two points after leading for much of the game and appearing to be headed for their first grand final since 1961. Rohan Smith, Brad Johnson, Chris Grant, Jose Romero, Paul Hudson and company were catalysts in a fine season. The Bulldogs would again feature in the finals in 1998, after heavily defeating West Coast in the qualifying finals, they met Adelaide again in the losing preliminary final. The Bulldogs eventfully lost by 68 points against the reigning premiers who went on to claim their second consecutive premiership in the grand final that following week. The Bulldogs would make their third consecutive top 4 finish in 1999 but they suffered consecutive finals losses to West Coast and Brisbane. In late 1996, the club changed its playing name from Footscray to the Western Bulldogs to market the club more broadly (specifically the western suburbs of Melbourne). To coincide with the change, the club moved their home games from the Whitten Oval, originally to Optus Oval from 1997 to 1999, and then to the newly built Docklands Stadium for the 2000 season. ===2000s=== :Main articles: Western Bulldogs seasons 2009 and 2010 During the 2000 season, the Bulldogs handed the eventual premiers, Essendon, their only loss for the year. That victory secured the Bulldogs a place in the finals for the fourth consecutive year. They would bow out in the first week of finals after being defeated by the Brisbane Lions at the Gabba. The Bulldogs missed out on the finals over the next two seasons; in 2001, six players were in New York City during the September 11 attacks while they were attending the 2001 US Open.AFL legend Luke Darcy reveals September 11 run-in with Michael Jackson, Lleyton Hewitt (news.com.au) - retrieved August 28, 2020 Terry Wallace left the club with one match left in 2002 and assistant coach Peter Rohde took charge. Philanthropist and long-time Bulldogs supporter Susan Alberti was elected to the club board in December 2004. After two miserable seasons, the Bulldogs appointed Rodney Eade as coach in 2005. Improvement was immediate, with the Bulldogs winning 11 games and finishing ninth on the ladder in 2005, missing out on the finals by just half a game. Missing the finals dealt a blow to both players and supporters of the team, as late season success led to the team being considered real premiership contenders. In 2006, the Bulldogs continued to play well despite a disastrous run of injuries throughout the year; with five players having to have knee reconstructions, including captain Luke Darcy. Despite this setback, the Bulldogs finished the home-and-away season with 13 wins (see 2006 AFL season), making it to the finals for the first time since 2000, with Scott West and Brad Johnson continuing their excellent play. They won the Elimination Final against Collingwood in front of 84,000 at the Melbourne Cricket Ground (MCG) and reached the semi-finals before being defeated by eventual Premiers the West Coast Eagles at Subiaco Oval. On 5 August 2006, Chris Grant broke the Western Bulldogs record for the most senior AFL/VFL games at the club. On this day he played his 330th game, breaking Doug Hawkins' previous record of 329 games. Looking for new markets, the club had played one game every year at the Sydney Cricket Ground and one \"home\" game each year at Marrara Oval in Darwin. On 16 August 2006, the league announced that the Bulldogs' Sydney \"home\" game would be played at Manuka Oval, Canberra in 2007, 2008 and 2009. Prior to the 2007 season, the Bulldogs made a splash by trading for Brisbane midfielder Jason Akermanis. They were premiership favourites early on in 2007, but yet again injuries took their toll, and they faltered in the last seven rounds, losing six games and drawing one, to finish 13th. In the 2008 pre-season they traded away Jordan McMahon to Richmond and Sam Power to North Melbourne. They also recruited ruckman Ben Hudson and forward Scott Welsh from Adelaide and back Tim Callan from Geelong in what was a very successful trade week. In 2008, the Bulldogs were widely predicted for the bottom four after the pre-season, but had a successful home-and-away season, finishing in third place with fifteen wins, one draw and six losses (five of which occurred in the season's last seven games). The team's finals campaign began with a loss to Hawthorn by 51 points at the MCG in the first qualifying final, but won the subsequent semi-final against Sydney by 37 points. The Bulldogs lost their preliminary final match against reigning premiers Geelong. Much was expected of the Bulldogs following their 3rd-place finish in 2008. They began the 2009 season with a 63-point thrashing of Fremantle in Perth, and then recorded solid wins over North Melbourne and Richmond before losing their next three games to West Coast (in Perth), Carlton and St Kilda. The Bulldogs then notched up their first away win against Adelaide since 2001, kicking eight goals to one in the third quarter to win by 32 points. The following week, they survived a determined effort from Melbourne, winning by 7 points, before succumbing to Geelong in one of the best and closest games of the season. They proceeded to win their next five games, including a 93-point drubbing of Port Adelaide in Darwin and an 88-point win over the reigning premiers Hawthorn. After a bit of a dip in form including losses to Collingwood, St Kilda and West Coast, the Bulldogs rebounded with an 18-point win against Brisbane at The Gabba. That was followed up by a 14-point win over Geelong. In the final round of the home- and-away season, the Bulldogs needed to defeat Collingwood by more than 22 points to reclaim third place on the ladder. The Bulldogs managed win by 24 points, earning the right to play Geelong in the first week of the finals. ===2010s=== There was media expectation that the Western Bulldogs would again feature in the top four in 2010 after doing so in 2008 and 2009. The pre- season delivered the Western Bulldogs their first competition victory since 1970 as they defeated by 40 points in the NAB Cup Grand Final, with new recruit Barry Hall starring with seven goals and winning the Michael Tuck Medal for being the best player. However, after a promising pre-season, the Bulldogs failed to make their first grand final in 49 years after being demolished by in the first round of the finals, coming back against the Sydney Swans and losing again to St Kilda in the preliminary final, captain Brad Johnson's last game. The pain of three consecutive Preliminary final exits took its toll in 2011. After a 55-point thrashing at the hands of Essendon in the opening round, the season never looked on track. The Bulldogs lost 9 of their first 12 games, including 7 from 8 games between Rounds 5 and 12. Following a 49-point loss to Essendon in Round 21, coach Rodney Eade was sacked by the Western Bulldogs after seven years at the helm. The club finished the year with wins against Port Adelaide and Fremantle and a loss against Hawthorn. The Bulldogs finished 2011 with a 9-win, 13-loss record for the season. Shortly after the 2011 season was completed, long-time Geelong and Essendon assistant Brendan McCartney was appointed as the senior coach on a three-year contract. During the following months, the Bulldogs assembled a coaching panel consisting of senior coach McCartney, former Geelong and St Kilda ruckman Steven King, former Sydney Swans and North Melbourne midfielder Shannon Grant, former Bulldogs champion and 300 game player Rohan Smith, and former Bulldogs and Port Adelaide player Brett Montgomery. In October 2012, long-time president David Smorgon stepped down from the role to be replaced by former president Peter Gordon. Smorgon served as president from 1996 to 2012, overseeing two rebuilding phases, the erasure of much debt and a period of stability after decades of uncertainty surrounding the club's future. In 2013, the Bulldogs ended their affiliation with Williamstown Football Club, establishing a reserves team in the Victorian Football League for the 2014 season. The team played under the name of Footscray and the decision proved an instant hit on and off the field, with supporters of the AFL club taking a strong liking to the newly established VFL team. The success flowed onto the field as well, with the club securing the VFL Premiership in its first season in the competition since 1924, defeating the Box Hill Hawks by 22 points in the VFL Grand Final. Following a disappointing 2014 AFL season, the Bulldogs endured a tumultuous off-season. It began when Ryan Griffen, who was widely regarded as the club's best player and had only been captain for one season, shocked the football world by requesting a trade to . He later cited the stress of captaincy as his reason for nearly giving up the game altogether. Two days later, senior coach McCartney handed in his resignation to the board. President Gordon agreed that the decision was in the best interests of the club and also stressed to the press that the club was not in crisis. Adam Cooney requested a trade out of the club, and Shaun Higgins joined North Melbourne via free agency. On November 14, the club's coach selection panel, headed by club champion and football director Chris Grant and including CEO Simon Garlick, football manager Graham Lowe, former captain Luke Darcy and former West Coast coach John Worsfold, appointed former player Luke Beveridge as the Bulldogs' new senior coach. Beveridge had recently served as an assistant coach at Collingwood and Hawthorn, and was due to take up a position at St Kilda as director of coaching before applying for the job as Bulldogs coach. In a series of important first steps, he decided to keep the existing coaches and appointed veteran Robert Murphy as captain. In January 2015, Simon Garlick announced his resignation as club CEO, having first taken on the position in December 2010. Having been at the Bulldogs for more than 13 years as a player and administrator, Garlick felt the time was right to \"start a new chapter in his life\". President Gordon paid tribute to Garlick for his work in keeping the Bulldogs competitive during what had been a difficult period for the club. After losing over 700 games of experience during the off-season, the Bulldogs were expected to again struggle in 2015, and those feelings were further strengthened when Tom Liberatore, the reigning Charles Sutton Medallist, went down with a rupture to his anterior cruciate ligament in the NAB Challenge match against Richmond. However, the Bulldogs exceeded expectations to finish the home-and-away season in sixth position to feature in the finals for the first time since 2010. In the elimination final, they lost to Adelaide by 7 points in front of over 60,000 fans at the MCG, the largest crowd at any Bulldogs game since the 2010 finals. ====2016: AFL premiership==== {| style=\"margin-right:4px; margin-top:8px; float:right; border:1px #000 solid; border-radius:8px; background:#fff; font- family:Verdana; font-size:8pt; text-align:center;\" |- | width=200 | 2016 AFL Grand Final || G || B || Total |- | style=\"text-align:left\" | 16px Western Bulldogs || 13 || 11 || 89 |- | style=\"text-align:left\" |16px || 10 || 7 || 67 |- | Venue: Melbourne Cricket Ground | colspan=3 | Crowd: 99,981 |} The Bulldogs fought through numerous injuries in 2016 to finish 7th in the home and away season. In a series of against-the-odds finals victories, the club eliminated the previous year's runners-up, the West Coast Eagles, in Perth;\"AFL finals: Western Bulldogs shock West Coast with 47-point elimination final win\" (9 September 2016), ABC News. Retrieved 21 November 2016. thwarted 's bid for a fourth successive premiership;\"Western Bulldogs end Hawthorn Hawks' AFL reign, winning semi-final by 23 points\" (16 September 2016), ABC News. Retrieved 21 November 2016. and, away from home, scraped through against to qualify for the Grand Final for the first time in 55 years. In doing so, it became the first club to reach the premiership decider from such a low position on the ladder. The club ended a 62-year premiership drought with a 22-point victory over minor premiers the Sydney Swans. Jason Johannisen won the Norm Smith Medal, with Liam Picken (WB), Tom Boyd (WB) and Josh Kennedy (SYD) close behind, while coach Luke Beveridge gave his Jock McHale Medal to captain and club veteran Robert Murphy—who suffered a season-ending knee injury in round 3—saying, \"This is yours, mate. You deserve it more than anyone.\"Nicholson, Larissa (2 October 2016). \"AFL grand final 2016: Luke Beveridge gives Bob Murphy his premiership medal\", The Age. Retrieved 3 October 2016. This gesture, described as \"one of the most touching\" in football history, was met with a standing ovation by the crowd.\"Matthew Lloyd overcome by Luke Beveridge's gesture to Bob Murphy\" (1 October 2016), 3AW. Retrieved 3 October 2016.Beveridge, Rily (2 October 2016). \"Luke Beveridge gives premiership medal to Robert Murphy: Bulldogs coach explains his gesture\", Fox Sports. Retrieved 3 October 2016. Murphy, though thankful, returned the medal to Beveridge the following day, saying he could not keep it. They decided to gift the medal to the Bulldogs museum.\"Western Bulldogs Luke Beveridge and Bob Murphy to put shared Jock McHale medal in club museum\" (7 October 2016). ABC News. Retrieved 8 October 2016. ====2017–18: Post- premiership disappointment==== Despite a promising start to the 2017 AFL season, which saw the reigning premiers win five of their first seven matches, the Bulldogs lost six of the next eight games. A four-game winning streak towards the end of the season proved to be a false dawn, as the Bulldogs failed to secure a spot in the top eight after losing the last three games of the season. They finished tenth with an 11–11 win–loss record, becoming the first team since Hawthorn in 2009 to miss the finals the year after winning the premiership. The club would farewell two long-serving veterans: the retiring captain Murphy and ex-captain Matthew Boyd. 2018 proved to be an even more difficult year for the club. Tom Liberatore suffered a second season- ending knee injury in the opening round 82-point loss to Greater Western Sydney; he would be the first of eight Bulldogs to have their season ended by injury. They suffered six heavy losses in the first half of the season and would win only once between Round 9 and Round 19, with the sole win in that period a thrilling two-point upset win over finalists Geelong in Round 15. Injuries aside, there were also issues with inconsistent form – players such as premiership heroes Jordan Roughead, Caleb Daniel, Shane Biggs and Fletcher Roberts spending time in the VFL – and a forward set-up that was struggling to function effectively. Improved form in the final four rounds of the season saw the Bulldogs win three consecutive games and lose gallantly to reigning premiers Richmond, to finish 13th with an 8–14 win–loss record, becoming the first team since Adelaide in 2000 to miss the finals in successive years after a premiership triumph. ====2019–21: Return to the finals==== Defying expectations that they would again miss the finals, the Bulldogs were one of the surprise packets of the 2019 season. The season started well enough with victories in the first two games, defeating Sydney by 17 points in Round 1 and then kicking nine goals in the last quarter against Hawthorn to win by 19 points in Round 2. However, they then lost their next four matches. The Dogs would continue to have up-and-down form, winning their next two before losing four of five afterwards. Staring at a third consecutive year out of the finals with a disappointing 5–8 record at the end of Round 14, the Bulldogs would go on to win seven of their last nine matches of the season, securing a spot in the finals for the first time since the 2016 premiership after defeating Adelaide by 34 points in Round 23. They would finish the home-and-away season in seventh position with a 12–10 win–loss record. Despite having strong form heading into the finals and having defeated eventual finals opponent Greater Western Sydney by 61 points in Round 22, the Bulldogs were thrashed by 58 points in their elimination final encounter with the Giants, who would eventually go on to play in that year's grand final. The Western Bulldogs entered the 2020 AFL season looking to improve on their strong finish to 2019. They had strengthened their squad during the off-season trading period, recruiting key position players Josh Bruce from St Kilda and Alex Keath from Adelaide. Veteran defender Easton Wood, who had been acting captain in the 2016 premiership and then served as official captain after Bob Murphy retired, stepped down at the end of 2019 and was replaced by Marcus Bontempelli in an almost unanimous player vote, with Lachlan Hunter as his deputy. Bontempelli would be supported by a leadership group which included Wood, Jason Johannisen, Mitch Wallis and Josh Dunkley. After losing the traditional season opener to Collingwood, the season was then plunged into chaos when the COVID-19 pandemic reached Australia, causing the competition to be suspended for over two months. After significant modifications in consultation with state governments, the AFL resumed the season in mid-June, having cut the home-and-away season to 17 rounds, shortening quarter lengths to 16 minutes plus time-on, and not permitting crowd attendances at Victorian venues due to government-imposed restrictions. As state borders began to close in a bid to curb the spread of the virus, the Victorian-based teams flew out of Melbourne after Round 5 and spent the rest of the season based in interstate quarantine hubs; the Bulldogs would be based in Queensland. The Bulldogs secured their spot in the 2020 finals series after another strong finish, winning five of their last six games and ending in seventh position on the ladder with a 10–7 record. Their Elimination final opponents, sixth-placed St Kilda, also finished with the same win–loss record but a higher percentage. The match, which was hosted at the Gabba, was a close-fought affair; the Bulldogs worked their way to a five-point lead at quarter time, only for the Saints to take control in the second and third terms to lead by 24 points at the last change. In a desperate bid to keep their season alive, the Bulldogs made one last charge in the final minutes to reduce the margin to under a goal with two minutes remaining, but the Saints held on by three points, winning their first final since 2010, which had also been against the Bulldogs. Despite another disappointing early finals exit, there was still much to celebrate in terms of individual recognition; diminutive playmaker Caleb Daniel had a career-best season, winning the Charles Sutton Medal and All- Australian honours, while Marcus Bontempelli and Jack Macrae earned their second consecutive All-Australian blazer. Also promising was the continued development of the younger players; Aaron Naughton (for the second straight year) and Bailey Smith were named in the 22 Under 22 team, while Laitham Vandermeer won the Chris Grant Best First Player award. The Bulldogs headed into the 2021 AFL season with the aim of progressing past the first week of the finals series. They had been one of the big winners in the trading period, recruiting Mitch Hannan from Melbourne, Stefan Martin from Brisbane, and Adam Treloar from Collingwood, while managing to keep Josh Dunkley after he had requested a trade to Essendon. They had also secured promising Next Generation Academy member Jamarra Ugle-Hagan as the Number 1 pick at the 2020 AFL draft. For much of the season, the Bulldogs had been one of the clear standout teams, winning nine of the opening ten matches and appearing on track to win their first minor premiership after defeating in Round 19. However, an ill-timed late season slump saw the Bulldogs consigned to a third consecutive year without the double chance, finishing outside of the top four by just 0.5% after the Brisbane Lions supplanted them in the final round. Despite the disappointing end to the regular season, the Bulldogs were finally able to progress to the second week of the finals after a thumping 49-point win over Essendon in the first elimination final. The Bulldogs would then go on to progress to their first preliminary final since 2016 after an enthralling one- point win over Brisbane in the semi final, before securing a second Grand Final appearance in six years after thrashing Port Adelaide by 71 points in the prelim. However, the Bulldogs were comprehensively outplayed by Melbourne in the grand final, losing to the Demons by 74 points. ==Identity== ===Nickname and mascots=== Footscray went by a variety of nicknames during the VFA years, including the Bone Mill Fellows, the Saltwater Lads, and, most popularly, the Tricolours, in reference to the club guernsey. Footscray came to be known locally as the Bulldogs during the 1920's. At a club social function on 1 November 1920, \"a red, white, and blue flag, bearing the words \"bulldog tenacity\" blazoned in gold, and bearing a picture of a typical bulldog, was presented to [then president David] Mitchell on behalf of the club\". As early as the 1922 season, an image of a bulldog was being stamped on the football club's members' tickets. In a game against Collingwood at the Western Oval on 23 June 1928, a bulldog mascot was \"led onto the field at three-quarter time ... to the wild applause of the callow youth\", and was photographed with Footscray captain Paddy Scanlan. In another report on the same match, mention was made that \"the Bulldogs were contesting every inch in the air\", indicating a widening use of the club nickname. The real-life mascot for the Western Bulldogs is a bulldog named Caesar. He can be seen walking around the perimeter of the ground prior to each match. He then waits for the players to come out on the ground; they give him a pat as they run past to the banner. Sid, the club's previous real-life mascot, officially retired his club jumper at Etihad Stadium on 6 May 2017 and was given a lap of honour for his seven years of service to the Western Bulldogs.Talbot, Christopher (26 August 2016). \"What your footy team was once called and how it got its name\", Herald Sun. Retrieved 26 September 2016. Sid died in 2019 at age 9.5 years old.Sid the Western Bulldogs mascot passes away after serving the club for seven years by BEN WATERWORTH on Fox Sports Australia, 27 Feb 2018 During home games, Caesar has a reserved area at the Footscray End (Gate 7), where fans can come and give him a pat and have their photo taken. ===Song=== Western Bulldogs' club song is sung to the tune of \"Sons of the Sea\". :Sons of the west, :Red, white and blue, :We come out snarling, Bulldogs through and through. :Bulldogs bite and Bulldogs roar, we give our very best. :But you can't beat the boys of the Bulldog breed, :We're the team of the mighty West!Club Song Before the club changed its name from Footscray to Western Bulldogs, the club song was called \"Sons of the 'Scray\", sung to the same tune but with different lyrics. The club song for the women's team is called \"Daughters of the west\" ===Grounds=== The club played its home matches at the Western Oval, located in the inner-western Melbourne suburb of Footscray, from 1884 until 1997 (except for a brief period at nearby Yarraville Oval, from 1941 to 1943). Home to the club's training facilities and administrative headquarters, the oval, nicknamed \"The Kennel\", was officially renamed Whitten Oval in 1995 in honour of club legend Ted Whitten, who died earlier that year. It underwent a A$20 million redevelopment in 2005. Melbourne's Princes Park became the Western Bulldogs' primary home ground from 1997 until 1999. Since 2000, the club has been based at Docklands Stadium (currently known as Marvel Stadium), and as of 2017, two home games will be played each season at Eureka Stadium (known as Mars Stadium for sponsorship reasons) in Ballarat. ===Guernsey=== *The home guernsey is primarily royal blue with a red and white hoop. The player numbers are white, and located high upon the back. Although the team officially trades under the name \"Western Bulldogs\", the initials \"F.F.C.\" for Footscray Football Club, which still remains the club's official name, are placed on the front of the jumper beneath the sponsor's logo in small blue capital letters. *The clash jumper is primarily white, with a red and blue hoop around the chest area. The player's number is blue, and located high upon the back. ===Banners=== In 2014, the Bulldogs accepted an offer from comedian and supporter Danny McGinlay to write the messages that appear on the club's banners. While AFL clubs traditionally use banners to celebrate milestones or to write motivational messages, McGinlay's \"amusing pieces of throwaway banter\" at the expense of opposing clubs have acquired cult status in the game, and occasionally proved controversial.Sharwood, Anthony (26 August 2014). \"OK everybody, we admit we were wrong and didn't get the Bulldogs banner joke. Happy now?\", news.com.au. Retrieved 2 October 2016.Tyeson, Cam (28 September 2016). \"The Western Bulldogs Have Been Spitting Hot Fire On Their Banners All Year\", Pedestrian TV. Retrieved 2 October 2016. ===In popular culture=== William Ellis Green (\"WEG\"), cartoonist for The Herald, began a VFL/AFL Grand Final tradition in 1954 after drawing a full-page caricature of the Western Bulldogs mascot. It is the most valuable and sought- after of WEG's Grand Final posters. Martin Flanagan's 1994 book Southern Sky, Western Oval reflects on the Western Bulldogs' fight for survival when it faced a merger with Fitzroy in the late 1980s. The award-winning documentary Year of the Dogs gives an inside look at the Western Bulldogs over the course of the 1996 AFL season. Footscray Bulldogs merchandise is seen to be worn in 1992 film Romper Stomper by the main character 'Hando'. The film revolves around the exploits and downfall of a violent skinhead gang based in Footscray. In season 1 Degrassi Junior High episode 'It's Late!' character 'Wheels' is seen wearing a 1980s Footscray Bulldogs VFL long-sleeve jumper. ==Membership and attendance== thumb|Western Bulldogs cheer squad Compared to other Victorian AFL clubs, the Western Bulldogs have had historically low membership numbers. However, the club broke its membership record in 2006 and continued to sustain these figures before another significant increase in 2010. In 2015, the club reached 35,000 members for the first time, and ended the season with an official tally of 36,213. In 2016, the Bulldogs equalled the club's previous year's tally by mid-May, and again reached record-breaking membership numbers by July, with 39,459 fans having signed up. It was also the second successive year in which the club had recorded double-digit percentage growth in membership. {| class=\"wikitable\" |- style=\"background:#bdb76b;\" ! Year !! MembersLovett, 2015 |- align=right |1984||6,491 | -||7th||18,789|| – |- align=right |1985||8,030 | 1,539||2nd||21,624 | 2,835 |- align=right |1986||8,433 | 403||8th||22,036 | 412 |- align=right |1987||3,452 | 4,981||7th||16,886 | 5,150 |- align=right |1988||5,351 | 1,899||8th||15,910 | 976 |- align=right |1989||5,168 | 183||8th||22,036 | 6,126 |- align=right |1990||10,983 | 5,815||7th||22,290 || 254 |- align=right |1991||9,598 | 1,385||10th||17,457 | 4,833 |- align=right |1992||9,391 | 207||2nd||20,909 | 3,452 |- align=right |1993||11,478 | 2,087||9th||21,085 | 176 |- align=right |1994||9,339 | 2,139||5th||20,578 | 507 |- align=right |1995||12,212 | 2,873||7th||21,989 | 1,411 |- align=right |1996||10,650 | 1,562||15th||18,072 | 3,917 |- align=right |1997||15,054 | 4,404||3rd||19,334 | 1,262 |- align=right |1998||20,064 | 5,010||2nd||23,832 | 4,498 |- align=right |1999||20,491 | 427||4th||24,023 | 191 |- align=right |2000||18,056 | 2,435||7th||30,572 | 6,549 |- align=right |2001||19,085 | 1,029||10th||29,660 | 912 |- align=right |2002||20,838 | 1,753||12th||25,518 | 4,142 |- align=right |2003||21,260 | 422||16th||25,038 | 480 |- align=right |2004||19,295 | 1,965||14th||26,097 | 1,059 |- align=right |2005||21,975 | 2,680||9th||28,320 | 2,223 |- align=right |2006||26,042 | 4,067||8th||33,253 | 4,933 |- align=right |2007||28,725 | 2,683||13th||28,777 | 4,476 |- align=right |2008||28,306 | 419||3rd||30,275 | 1,498 |- align=right |2009||28,590 | 284||3rd||32,877 | 2,602 |- align=right |2010||34,842 | 6,252||4th||30,447 | 2,430 |- align=right |2011||32,125 | 2,717||10th||26,294 | 4,153 |- align=right |2012||30,007 | 2,118||15th||23,317 | 2,977 |- align=right |2013||30,204 | 197||15th||22,132 | 1,185 |- align=right |2014||31,725 | 1,521||14th||22,265 | 133 |- align=right |2015||35,991 | 4,266||6th||23,478 | 1,213 |- align=right |2016||39,459 | 3,468||7th||30,699 | 7,221 |- align=right |2017||47,653 | 8,194 ||10th ||31,473 | 774 |- align=right |2018||43,246 | 4,407 ||13th ||25,372 | 6,101 |- align=right |2019||44,373 | 1,127 ||7th||26,747 | 1,375 |- align=right |2020||38,876 | 5,497 ||7th||3,894 | 22,853 |- align=right |- align=right |2021||46,541 | 7,665 ||5th||31,981 | 28,087 |- align=right |} ==Playing lists== ===Current squad=== == Corporate == {| class=\"wikitable mw-collapsible\" align=\"right\" ! colspan=\"3\" |Guernsey sponsors |- !Period !Front sponsor !Back sponsor |- !1978–81 | Pyrox ! rowspan=\"4\" | |- !1982 |KB |- !1983–86 |Eastcoast |- !1987 |Hunters |- !1990–97 ! colspan=\"2\" | ICI Dulux (back sponsor from 1994 onwards)http://www.footyjumpers.com/1994Fsc.htm |- !1998 |Orica | Duluxhttp://www.footyjumpers.com/images/Footscray-Uniform1998Back.png |- !1999–2001 ! colspan=\"2\" | Vodafone |- !2002–2008 ! colspan=\"2\" | Leaseplan |- !2009–current ! colspan=\"2\" style=background:#bdb76b;|Mission Foods |} === Administrative positions === * President: Kylie Watson-Wheeler * Chief executive: Ameet Bains * Football operations: * Board members: ** Luke Darcy ** Belinda Duarte ** Mark Evans ** Lisa Fitzpatrick ** Fiona McGauchie ** Chris Nolan ** Jerril Rechter AM ** Levent Shevki === Sponsors === Current major sponsors * Mission Foods (major) *CoinSpot (principal) Premier Partners * ASICS * City of Ballarat * Victoria State Government * Pedigree Petfoods * Victoria University Apparel sponsors * Canterbury (1998) * FILA (1999–2002) * ASICS (2017–present) == Supporters == Prominent people who have supported the Western Bulldogs include: * Wil Anderson, comedian * Shane Delia, celebrity chef * Julia Gillard, former Prime Minister * Chris Hemsworth, actor * Jill Hennessy, state Labor politician * Jess Jonassen, cricketer * Merv Hughes, cricketer * Scott McLaughlin, V8 Supercars champion * Ernie Sigley, entertainer Number-one ticket holders include: * Alan Johnstone, head of Penfold Motors and former Bulldogs board memberhttps://www.westernbulldogs.com.au/news/81316/johnstone-named- no1-ticket-holder * Julia Gillard ==Match records== (Correct at end of round 3, 2021) *Highest score: 33.15 (213) v 16.10 (106) – Round 13, 1978 at Western Oval *Lowest score: 1.8 (14) v 5.13 (43) – Round 12, 1965 at Western Oval *Highest losing score: 22.13 (145) v 24.12 (156) – Round 10, 2003 at Docklands Stadium *Lowest winning score: 4.11 (35) v 3.16 (34), Round 21, 1976 at VFL Park *Greatest winning margin: 128 points – 25.17 (167) v 5.9 (39) – Round 3, 2021 at Marvel Stadium *Greatest losing margin: 146 points – 9.8 (62) v 32.16 (208) – Round 22, 1982 at Western Oval *Record attendance (home and away game): 68,447 v – Round 11, 1974 at MCG *Record attendance (finals match): 107,935 v – 1961 VFL Grand Final ==Honours and achievements== ===Honours=== {| class=\"wikitable\" |- | colspan=\"4\" style=\"background:#bdb76b;\" align=\"center\"| Premierships |- style=\"background:#bdb76b;\" ! style=\"width: 210px;\" | Competition ! style=\"width: 145px;\" | Level !Wins !Years Won |- |rowspan=3 scope=\"row\" style=\"text-align: left\"|Australian Football League||Seniors||2||1954, 2016 |- |Reserves (1919–1999)||6||1936, 1945, 1962, 1988, 1994, 1998 |- |Under 19s (1946–1991)||1|||1954 |- |rowspan=2 scope=\"row\" style=\"text-align: left\"|Victorian Football League||Seniors (1877–1924)||9|||1898, 1899, 1900, 1908, 1913, 1919, 1920, 1923, 1924 |- |Reserves (2014–present)||2||2014, 2016 |- |AFL Women's||Seniors||1||2018 |- | colspan=\"4\" style=\"background:#bdb76b;\" align=\"center\"| Other titles and honours |- |VFL Night Series||Seniors||4||1963, 1964, 1967, 1970 |- | colspan=\"4\" style=\"background:#bdb76b;\" align=\"center\"| Finishing positions |- |rowspan=3 scope=\"row\" style=\"text-align: left\"| Australian Football League||Minor premiership (McClelland Trophy)||0||Nil |- ||Grand Finalist||2||1961, 2021 |- ||Wooden spoons||4||1959, 1967, 1982, 2003 |- |AFL Women's||Minor premiership||1||2018 |} ===Hall of Fame=== The Footscray-Western Bulldogs Hall of Fame was established in 2010 to honour \"those whose involvement and contribution to [the] club has been significant, memorable and worthy of celebration.\" Players who have been retired for at least two years are eligible for induction, and while individual playing records, including club and representative games, club and individual honours and premierships are considered, candidates \"must also have given outstanding and devoted service to the club\". Officials and administrators are also eligible for induction. The current Hall of Fame selection committee comprises: David Smorgon OAM, Darren Arthur, Terry Wheeler, Ray Walker and Mike Sheahan.https://www.westernbulldogs.com.au/history/hall-of-fame/selection- committee * Brackets with years next to members names indicate year of induction or, in the case of a Legend, year of elevation to Legend status. No year in brackets indicates that a member was an inaugural inductee * Members with names in bold are also in the Australian Football Hall of Fame * Members with an asterisk* next to their names are Legends in the Australian Football Hall of Fame {| class=\"wikitable\" |+ Footscray-Western Bulldogs Hall of Fame | style=\"text-align:center; background:#014896; color:white; border: solid #C70136 2px\" colspan=\"5\" | Legends |- | style=\"width:200px\"| Doug Hawkins (2014) || style=\"width:200px\"| John Schultz (2012) || style=\"width:200px\"| Charles Sutton || style=\"width:200px\"|Ted Whitten * || style=\"width:200px\"|Chris Grant (2018) |- | Norman Ware (2018) || Allan Hopkins (2018)|| || || |- | style=\"text-align:center; background:#014896; color:white; border: solid #C70136 2px\" colspan=\"5\" | Pioneers |- | Victor A. Samson || David De Coite || Archie Clarke || William Harris || Norman Ford |- | John F. Craddock || James Cuming || Vernon Banbury || Con McCarthy || Joseph Marmo |- | Arthur Gregory || Jim Cassidy || Roy Cotton || || |- | style=\"text- align:center; background:#014896; color:white; border: solid #C70136 2px\" colspan=\"5\" | Inductees |- | Simon Beasley || George Bisset (2012) || Peter Box (2018) || Jack Collins || Gary Dempsey |- | Wally Donald (2012) || Herb Henderson (2012) || Harry Hickey || John Jillard (2014) || Brad Johnson (2014) |- | Tony Liberatore || Alby Morrison || Arthur Olliver || Bernie Quinlan (2018) || Don Ross (2018) |- | Brian Royal (2012) || Joe Ryan (2012) || Rohan Smith (2014) || Kelvin Templeton || Stephen Wallis (2018) |- | Scott West (2012) || || || || |- | style=\"text-align:center; background:#014896; color:white; border: solid #C70136 2px\" colspan=\"5\" | Officials |- | Roy Russell || Peter Gordon || David Smorgon (2018) || || |- | style=\"text- align:center; background:#014896; color:white; border: solid #C70136 2px\" colspan=\"5\" | Moments |- | Footscray's first VFL finals appearance | colspan=\"4\" | In 1938, 13 years after being admitted to the VFL, Footscray became the first of the \"new\" teams to qualify for a VFL finals series, and faced Collingwood in the First Semi-final at the MCG on Saturday, September 3rd. In front of over 68,000 spectators (a record at the time), the Bulldogs acquitted themselves well against the previous year's Grand finalist, and only poor finishing in the second quarter prevented them being in front at half time. While Footscray did grab the lead briefly at the start of the second half, the experience and class of the Magpies was telling as they kicked six goals in as many minutes and eventually ran out winners by 39 points. |- | The 1954 VFL premiership | colspan=\"4\" | |- | The Neil Sachse Incident | colspan=\"4\" | On 12 April 1975 at the Western Oval, in only his second game for the Bulldogs, star South Australian recruit Neil Sachse was the victim of one of Australian rules football's most tragic on-field incidents. Late in the game, the North Adelaide premiership player collided with Fitzroy defender Kevin O'Keeffe in what then Bulldogs club president Dick Collinson described as a \"freak accident\". Sachse was stretchered off and transferred to the spinal unit at the Austin Hospital, where he would spend months adjusting to life as a quadriplegic. He would later establish the Neil Sachse Foundation with the aim of finding a cure for spinal cord injury |- | Fightback | colspan=\"4\" | |- |} ===Team of the Century=== In May 2002, the club announced a team of the greatest players from the last century. ===Club records=== *Most career games: 364 by Brad Johnson (1994–2010) *Most career goals: 575 by Simon Beasley (1982–1989) *Most goals in a season: 118 by Kelvin Templeton (1978) *Most goals in a game: 15 by Kelvin Templeton *Most goals in debut game: 9 by Bill Wood *Most Charles Sutton Medals won: 7 by Scott West ===VFL/AFL finishing positions (1925–present)=== {| class=\"wikitable\" |- style=\"background:#bdb76b;\" ! Finishing Position !! Year (Finals in Bold)!!Tally |- |1st (Premiers)||1954, 2016||2 |- |2nd (Runner Up)||1961, 2021||2 |- |3rd||1953, 1956, 1985, 1992, 1997, 1998, 2008, 2009||8 |- |4th||1938, 1942, 1944, 1946, 1948, 1951, 2010||7 |- |5th||1931, 1945, 1955, 1962, 1974, 1976, 1999||7 |- |6th||1940, 1941, 1943, 1957, 1994, 2006||6 |- |7th||1928, 1932, 1933, 1964, 1970, 1972, 1975, 1977, 1983, 1984, 1987, 1990, 1995, 2019, 2020||15 |- |8th||1971, 1986, 1988, 2000, 2015||5 |- |9th||1929, 1934, 1947, 1949, 1963, 1973, 1979, 1993, 2005||9 |- |10th||1926, 1927, 1936, 1937, 1950, 1952, 1960, 1965, 1966, 1968, 1980, 1991, 2001, 2011, 2017||15 |- |11th||1925, 1930, 1935, 1939, 1958, 1969, 1978, 1981||8 |- |12th||1959, 1967, 1982, 2002||4 |- |13th||1989, 2007, 2018||3 |- |14th||2004, 2014||2 |- |15th||1996, 2012, 2013||3 |- |16th||2003||1 |- |17th||nil||0 |- |18th|| nil ||0 |} ==Individual awards== ===Brownlow Medal winners=== thumb|upright|Allan Hopkins, the club's first Brownlow Medalist thumb|upright|Leigh Matthews Trophy winner Luke Darcy * Allan Hopkins (1930) * Norman Ware (1941) * Peter Box (1956) * John Schultz (1960) * Gary Dempsey (1975) * Kelvin Templeton (1980) * Brad Hardie (1985) * Tony Liberatore (1990) * Scott Wynd (1992) * Adam Cooney (2008) Note: Chris Grant gained the most votes in 1997 but was not eligible to win the award due to suspension ===Norm Smith Medal winners=== * Jason Johannisen (2016) ===Leigh Matthews Trophy winners=== * Luke Darcy (2002, with Michael Voss) * Marcus Bontempelli (2021) ===Coleman Medal winners=== *Jack Collins (1957) *Kelvin Templeton (1978, 1979) *Simon Beasley (1985) ===Club awards=== The Charles Sutton Medal is awarded annually to the Bulldogs player adjudged best and fairest by the coaches over an entire AFL season, including finals. Other club awards include the: * Doug Hawkins Medal (awarded to the runner-up in the best and fairest count) * Gary Dempsey Medal (awarded to third place in the best and fairest count) * Scott West Most Courageous Player * Chris Grant Best First Year Player * Brad Johnson Best Team Player * Tony Liberatore Most Improved Player * John Schultz Community Award * Victoria University Education Award * John Van Groningen Domestique Award – Established in 2013, this award is voted on by the players and named after the former club chaplain who died suddenly from cancer in 2012 at the age of 52. The term \"domestique\" is taken from the role of a rider in the Tour de France whose job is to support the team and the leader, thus the award is given to the footballer who best plays a sacrificial role for the team. * Footscray Best and Fairest (awarded to the fairest and best player in the VFL competition) * Bulldogs Taskforce VFL Coaches Award * Best in Finals – only awarded in years when Bulldogs play in the finals ==Reserves team== In 1925, the year Footscray was admitted to the VFL, the club's reserves team began competing in the Reserves Grade competition. The team won six premierships between 1925 and 1999. Following the demise of AFL reserves competition in 2000, the reserves team was dissolved and a reserves affiliation was established with the new Victorian Football League's two western clubs: Werribee, from 2001 to 2007, and Williamstown, from 2008 until 2013. After a fifteen-year recess, the club re-established a stand-alone reserves team to compete in the Victorian Football League from 2014 onward.Western Bulldogs VFL team Known as the Footscray Bulldogs, the team plays its home games at Whitten Oval.Footscray Bulldogs to play at Victoria University Whitten Oval The team has since won two VFL premierships, in its first and third seasons of competition. In 2021, Footscray finshed on top of the ladder, awarding them their first VFL minor premiership. Due to the COVID-19 pandemic, the finals series was not contested and a premiership was not awarded, {| class=\"wikitable\" |style=\"text-align: center;\" colspan=\"6\"|Premierships (8) |- !Year !Competition !Opponent !Score !Venue |- | 1936 || VFL Reserves|| Melbourne || 15.11 (101) – 6.14 (50) || MCG |- | 1945 || VFL Reserves|| Fitzroy || 9.16 (70) – 9.3 (57) || Victoria Park |- | 1962 || VFL Reserves|| St Kilda || 13.13 (91) – 10.8 (68) || MCG |- | 1988 || VFL Reserves|| North Melbourne || 17.14 (116) – 14.12 (96) || MCG |- | 1994 || AFL Reserves (VSFL)|| North Melbourne || 16.16 (112) – 13.14 (92) || MCG |- | 1998 || AFL Reserves (VSFL)|| Essendon || 20.16 (136) – 12.8 (80) || MCG |- | 2014 || VFL|| Box Hill || 16.13 (109) – 13.9 (87) || Docklands Stadium |- | 2016 || VFL|| Casey Scorpions || 13.19 (97) – 10.6 (66) || Docklands Stadium |} {| class=\"wikitable\" |style=\"text-align: center;\" colspan=\"6\"|Runners-up (5) |- !Year !Competition !Opponent !Score !Venue |- | 1938 || VFL Reserves|| Geelong || 12.8 (80) – 12.19 (91) || MCG |- | 1955 || VFL Reserves|| Richmond || 9.12 (66) – 13.18 (96) || MCG |- | 1974 || VFL Reserves|| Fitzroy || 16.12 (108) – 26.13 (169) || MCG |- | 1977 || VFL Reserves|| Richmond || 10.15 (75) – 19.18 (132) || MCG |- | 1986 || VFL Reserves|| Carlton || 10.12 (72) – 22.14 (146) || MCG |} ==AFL Women's team== In June 2013, the Western Bulldogs fielded a women's football side against in the first AFL-sanctioned women's exhibition match, held at the MCG. The two teams competed annually over the next three years for the Hampson-Hardeman Cup. In 2016, when the AFL announced plans for AFL Women's, an eight team national women's league competition, the Bulldogs were asked to submit an application for a license alongside other AFL clubs. The club was one of four Melbourne-based clubs to be granted a license that year. The club's first players were marquee signings Katie Brennan and Ellie Blackburn. They were joined in August by priority player Emma Kearney who had previously worked in an off-field role at the club. In October, the club completed its inaugural playing list by adding 22 other senior listed and two rookie players in the league's draft and signing period. Former Monash Blues (VAFA) coach Paul Groves was named as the team's first head coach and football manager in August 2016. The following month, the club signed three-year sponsorship agreements with Priceline, Bob Jane T-Marts and Pancake Parlour. The team's training base and administrative headquarters are located alongside the men's team at the Whitten Oval, and as part of the initial application, it plans to play home games at Whitten Oval, Eureka Stadium and Docklands Stadium. The club has also fielded a team in the second-tier VFL Women's league since 2016, the league's inaugural year. {| style=\"margin-right:4px; margin-top:8px; float:right; border:1px #000 solid; border-radius:8px; background:#fff; font-family:Verdana; font-size:8pt; text-align:center;\" |- | width=200 | 2018 AFL Women's Grand Final||G || B || Total |- | style=\"text- align:left\" | Western Bulldogs || 4 || 3 || 27 |- | style=\"text-align:left\" | || 3 || 3 || 21 |- | Venue: Ikon Park | colspan=3 | crowd: 7,083 | colspan=3 | |} ===Current squad=== ===Season summaries=== AFL Women's {| class=\"wikitable\" |- style=\"background:#bdb76b;font-size: 87%\" ! colspan=\"9\" | Western Bulldogs AFLW honour roll |- style=\"background:#bdb76b;font-size: 87%;\" ! Season !! Ladder !! W–L–D !! Finals !! Coach !! Captain(s) !! Best and fairest !! Leading goal kicker |-style=\"font-size: 87%;\" |2017 |6th |2–5–0 |DNQ |Paul Groves |Katie Brennan |Ellie Blackburn & Emma Kearney |Ellie Blackburn (6) |- |-style=\"font-size: 87%;\" |2018 |1st |5–2–0 |bgcolor=\"gold\" div style=\"text- align: center;\"| |Paul Groves |Katie Brennan |Emma Kearney (2) |Brooke Lochland (12) |- |-style=\"font-size: 87%;\" |2019 |7th ^ |2–5–0 |DNQ |Paul Groves |Katie Brennan & Ellie Blackburn |Monique Conti |Katie Brennan (6) |-style=\"font-size: 87%;\" |2020 |12th ^ |1–5–0 |DNQ |Nathan Burke |Ellie Blackburn |Isabel Huntington |Kirsten McLeod (5) |-style=\"font-size: 87%;\" |2021 |8th |5–4–0 |DNQ |Nathan Burke |Ellie Blackburn |Ellie Blackburn (2) |Isabel Huntington (12) |-style=\"font-size: 87%;\" |2022 |7th |4–5–1 |DNQ |Nathan Burke |Ellie Blackburn |TBC |Bonnie Toogood (10) |} ^ Denotes the ladder was split into two conferences. Figure refers to the club's overall finishing position that season. VFL Women's {| class=\"wikitable\" |- style=\"background:#bdb76b;font-size: 87%\" ! colspan=\"9\" | Western Bulldogs VFLW honour roll |- style=\"background:#bdb76b;font-size: 87%;\" ! Season !! Final position !Coach !Captain!! Best and fairest !! Leading goal kicker |-style=\"font-size: 87%;\" |2016 |6th |Debbie Lee |Bree White |Bree White |Alexandra Quigley (25) |- |-style=\"font-size: 87%;\" |2017 |6th |Debbie Lee |Bree White |Bree White |Alyssa Mifsud (12) |- |-style=\"font-size: 87%;\" |2018 |6th |Debbie Lee |None |Naomi Ferres |Alyssa Mifsud (7) |- |-style=\"font-size: 87%;\" |2019 |Runners-up |Sean Kavanagh |Mickayla Ward |Ellie Gavalas |Danielle Marshall & Mickayla Ward (10) |-style=\"font-size: 87%; background:#C0C0C0\" |2020 |colspan=7|Season cancelled due to the COVID-19 pandemic |- |-style=\"font-size: 87%;\" |2021 |TBC |Sean Kavanagh |Riley Christgoergl |TBC |TBC |} Sources: Club historical data and VFLW stats ==Bibliography== * * * ==See also== * Australian Football League * Footscray, Victoria *List of Western Bulldogs/Footscray players ==Notes== ==References== ==External links== * * \"Around the Grounds\" – web documentary – Western GO DOGGIES Category:1883 establishments in Australia Category:Australian Football League clubs Category:Australian rules football clubs in Melbourne Category:Former Victorian Football League clubs Category:Australian rules football clubs established in 1883",
 "title": "Western Bulldogs"
}