{
 "id": "341123",
 "text": "Merionethshire or Merioneth ( or ) is one of thirteen historic counties of Wales, a vice county and a former administrative county. ==Name== The spelling of the Welsh name in standard modern orthography is Meirionnydd (for the geographical area) or Sir Feirionnydd (for the county), with a double , but the variant with a single is sometimes found in older works.Double 'nn' is found in the title of a number of Welsh-language books, e.g. Crwydro Meirionnydd, a companion to the area by T. I. Ellis (Llandybie, 1954), and the county atlas published by the old county council (Atlas Merionnydd, Y Bala, 1972).For the single 'n' variant see, for example, Melville Richards, Welsh Administrative and Territorial Units. University of Wales Press, Cardiff 1969. The name is derived from that of the earlier cantref of Meirionnydd. This supposedly took its name from Meirion, a grandson of Cunedda Wledig, who was granted the lordship of the area.Morris. A. (1913) Cambridge County Geographies: Merionethshire, Cambridge University Press, p.3 ==Geography== Merionethshire is a maritime county, bounded to the north by Caernarfonshire, to the east by Denbighshire, to the south by Montgomeryshire and Cardiganshire, and to the west by Cardigan Bay. With a total area of 1,731 km2 (668 sq miles), it is one of the more sparsely populated counties in Great Britain. The Merioneth area remains one of the strongest Welsh-speaking parts of Wales, although places like Barmouth and Tywyn are very Anglicised. The coastline consists alternately of cliffs and stretches of sand and the area generally is the most mountainous in Wales; a large part of the Snowdonia National Park lies within it. The highest point (county top) is Aran Fawddwy near the village of Dinas Mawddwy at 905 m (2,970 ft), which is also the southernmost mountain in Great Britain to exceed an altitude of 900 metres. However, the mountain of Cadair Idris 893 m (2,929 ft) to the south of Dolgellau is better known and hugely popular with hillwalkers. Other mountains include Arenig Fawr and the Rhinogydd. The chief rivers are the Dwyryd, the Mawddach, the Dyfi and the Dee, while in the south the Dulas forms the county boundary. Waterfalls such as Pistyll Cain and small lakes are numerous, the largest being Bala Lake (4 miles long and broad). ==History== The region which became Merionethshire previously constituted the Cantrefs of Meirionydd and Penllyn, and the Commote of Ardudwy. Prior to the 10th century, Ardudwy formed part of the principality of Dunoding, while Meirionydd and Penllyn were part of Powys. Welsh records from the end of this period, and later, treat Dunoding as a vassal of Gwynedd, ruled by an ancient cadet branch of the same family. Nevertheless, according to John Edward Lloyd, Dunoding had been independent of Gwynedd, at the time of Cadfan ap Iago (in the early 7th century), and before. The Norman presence in England, after 1066, was the most significant factor which disrupted this pattern. In 1067, the rulers of Gwynedd and Powys invaded England, in support of Eadric the Wild, a leader of continued Saxon resistance against the Normans. When Northern England revolted against in 1080, the Normans responded by preemptively attacking, and then occupying Wales, to prevent any further Welsh assistance to the English. In 1094, the Welsh decided to revolt, but Hugh of Chester, the nearest Norman magnate, successfully re-captured North Wales by the end of 1098 (with Norwegian assistance). Gruffudd ap Cynan, the heir to the principality of Gwynedd, came to an accommodation with the Normans, who restored him to power in Gwynedd, excepting the Perfeddwlad. Once Hugh died (in 1101), Gruffudd made further representations to King Henry I, who in response granted Dunodin to Gruffudd, as well. Gruffudd's sons engaged in expansionist attacks on surrounding territory, taking Meirionydd from Powys in 1123, and annexing it to Gwynedd. Following the death of Madog ap Maredudd, the powerful ruler of Powys, and the death of his immediate heir, Madog's remaining sons divided Powys between them. Penllyn was the portion which went to Owain Brogyntyn. Unfortunately Owain was too weak, compared with his father, to resist Gwynedd's aggressive behaviour, and was forced to become a vassal of Owain Gwynedd, the son of Gruffudd who now ruled Gwynedd; Penllyn, as a result, became a mere Cantref of Gwynedd. Dunoding is naturally divided in the middle, by Tremadog Bay and the gorges and marshland of the Glaslyn river; Ardudwy is the portion south of that divide. In the early 13th century, Llywelyn Fawr, Owain Gwynedd's grandson, established a distinct territorial unit comprising Ardudwy and Meirionydd (which is immediately south of Ardudwy), and gave it to his own son, Gruffydd, as an appanage. In 1221, however, Gruffydd was stripped of these lands for ruling them too oppressively. In 1245, Gruffydd's half- brother, Dafydd, launched an attack against his uncle - King Henry III - eventually resulting in the loss of the Perfeddwlad. When Gruffydd's son, Llywelyn, allied with the enemies of Edward I (Henry's son) and tried to recover the Perfeddwlad, Edward launched a huge invasion of Gwynedd, resulting in the death of Llywelyn in 1282. Two years later, in 1284, King Edward issued the Statute of Rhuddlan, terminating Gwynedd's existence as a state. The former appanage of Ardudwy-Merionydd, together with Penllyn, which had been part of Gwynedd for less than 150 years, were converted into Merionethshire (taking the name from Meirionydd). Merioneth was an important part of the Welsh slate industry in the nineteenth and twentieth centuries, with major quarrying centres at Blaenau Ffestiniog in the north of the county and Corris in the south. In 1947, ahead of his marriage to Princess Elizabeth, Lieutenant Philip Mountbatten was created Earl of Merioneth, as well as Duke of Edinburgh and Baron Greenwich, by his father-in-law, King George VI. ===Administration=== thumb|The old courthouse in Dolgellau An administrative county of Merioneth was created under the Local Government Act 1888 on 1 April 1889. The first election to the new authority was held in January 1889. The county council was originally based at the old courthouse at Y Bont Fawr in Dolgellau before moving to modern facilities at Cae Penarlag in Dolgellau in 1953. The county was abolished under the Local Government Act 1972 on 1 April 1974. The bulk formed the Meirionnydd district of Gwynedd, with a small area in the north east, Edeirnion Rural District, becoming part of the Glyndŵr district of Clwyd. As a result of the Local Government (Wales) Act 1994, which came into force on 1 April 1996, the Glyndŵr area was made a part of the new Denbighshire principal area, with the rest forming a new Caernarfonshire and Merionethshire principal area. The latter area was, however, renamed Gwynedd almost immediately. ==Main towns== The main towns and villages are * Dolgellau (former county town, and administrative centre) * Aberdyfi * Bala * Barmouth * Blaenau Ffestiniog * Corwen * Ffestiniog * Harlech * Tywyn == Places of special interest (with grid reference) == * Cadair Idris () * Castell y Bere () * Cymer Abbey () * Harlech Castle () * Portmeirion Italianate village () * Rhug Chapel () * Tomen-y-mur Roman Fort () * Ffestiniog Railway () * Corris Railway () * Talyllyn Railway () * Fairbourne Railway () ==See also== * List of Lord Lieutenants of Merioneth * List of Custodes Rotulorum of Merioneth * List of Sheriffs of Merioneth * List of MPs for Merioneth ==References== ==Further reading== *Bowen, E. G. & Gresham, C. A. (1967) History of Merioneth. Vol 1 From the earliest times to the age of the native princes. Dolgellau: Merioneth Historical and Record Society *Beverley Smith, J. & L., eds. (2001) History of Merioneth. Vol. 2 The Middle Ages. Cardiff: University of Wales Press ==External links== *Map of Merionethshire on Wikishire Category:History of Gwynedd Category:Historic counties of Wales Category:States and territories established in 1284",
 "title": "Merionethshire"
}