{
 "id": "341286",
 "text": "St. Stephen (2016 population: 4,415) is a Canadian town in Charlotte County, New Brunswick, situated on the east bank of the St. Croix River around the intersection of New Brunswick Route 170 and the southern terminus of New Brunswick Route 3. The St. Croix River marks a section of the Canada–United States border, forming a natural border between Calais, Maine and St. Stephen. U.S. Route 1 parallels the St. Croix river for a few miles, and is accessed from St. Stephen by three cross-border bridges. ==History== The Peskotomuhkati people (formerly referred to as the Passamaquoddy) were the first to make their home along the St. Croix River. They dispersed and hunted inland in the winter; in the summer, they gathered more closely together on the coast and islands, and primarily harvested seafood, including porpoise. In 1604, French explorer Samuel de Champlain and his men spent a winter here. The Peskotomuhkati were forced off their original lands repeatedly by European settlers since that time. === Raid on St. Stephen (1704) === During Queen Anne's War, in response to the French Raid on Deerfield, New Englander Major Benjamin Church raided the Acadian villages of Castine, Maine (then known as Penobscot). From the Raid on Castine, Church learned that Michel Chartier was granted the land of present-day St. Stephen and was building a fort at Passamaquoddy Bay. Church and his men arrived at the Passamaquoddy Bay on board the Province Galley, Gosport, Fearly, and several other vessels.The History of the Great Indian War, p. 262 Church's Book Church travelled up the St. Croix River to St. Stephen and, on 7 June 1704, took Chartier by surprise and his family fled into the woods. On June 13, Church reported they were destroying the crops of the Acadians and the Acadians and Peskotomuhkati fired upon Church's troops, resulting in a three-hour exchange. Church killed and imprisoned 35 Acadians and Peskotomuhkati, one of Church's men was wounded, and the community was pillaged and plundered.THE Boston News-Letter No. 10, June 19–26, 1704, p. 2 as recorded in \"An historical digest of the provincial press; being a collation of all items of personal and historic reference relating to American affairs printed in the newspapers of the provincial period beginning with the appearance of The present state of the New-English affairs, 1689, Publick occurrences, 1690, and the first issue of the Boston news-letter, 1704, and ending with the close of the revolution, 1783\" p. 94 (See Boston News Letter) After the Raid on St. Stephen, Church moved on to raid other Acadian villages in the Raid on Grand Pré, the Raid on Piziquid, and the Raid on Chignecto.Benjamin Church, Thomas Church, Samuel Gardner Drake. The history of King Philip's war ; also of expeditions against the French and Indians in its Eastern parts of New England, in the years 1689, 1692, i696 AND 1704. With some account of the divine providence towards Col. Benjamin Church. pp. 262−270 === St. Stephen incorporated (1871) === thumb|The Charlotte County Museum is located in a house that was built in 1864. (August 2019) St. Stephen was officially incorporated as a town in 1871. ===Controversy over HBRC railway (1873−1875)=== Immediately prior to Confederation, the Legislature of New Brunswick passed a bill that incorporated the Houlton Branch Railway Company (HBRC) with the aim to build a railway between Debec, New Brunswick and Houlton, Maine. This was in hopes of completing a portion of the St. Andrews and Quebec Railway. In 1870, the Legislature of New Brunswick passed an Act, which authorized Charlotte County to issue debentures to pay a bonus of $15,000 to the HBRC in order to encourage it to complete the railway. The debenture could only be issued if authorized by a public meeting of the ratepayers of St. Stephen, who would assume the obligation of paying for the interest and principal of the debenture. A majority of the ratepayers of St. Stephen duly passed the necessary vote and the County issued the debenture. Some residents of St. Stephen who opposed the measure challenged the tax assessment in the Supreme Court of New Brunswick, arguing that the provincial Legislature lacked the constitutional authority to authorise a tax to support the building of an international railway, as that would intrude on the exclusive legislative authority of the Parliament of Canada. In 1873, the Supreme Court of New Brunswick ruled that the provincial taxation statute was unconstitutional, because it intruded on federal jurisdiction over inter-jurisdictional railways.e Queen v. Dow (1873), 14 N.B.R. 300 (N.B. S.C.). The supporters of the railway measure appealed the case to the Judicial Committee of the Privy Council, at that time the court of last resort for Canada within the British Empire. The Judicial Committee, in the case of Dow v Black, allowed the appeal and held that the taxation statute was within provincial authority.Dow v. Black (1875), L.R. 6 P.C. 272, [1875 UKPC 17] (P.C.) ===Downtown gutted by fire (1877)=== In 1877, St. Stephen's business district was almost destroyed by fire when eighty buildings and 13 wharves burned.DCB: \"GANONG, GILBERT WHITE\" === Economy of the 20th century === thumb|right|250px|The new Ganong chocolate factory. Prior to World War II, St. Stephen's local economy was heavily based in the lumber and ship building industry. At the end of the 18th century, there were no less than one hundred various dry docks and slips along the river, shared by the cities of Calais and St. Stephen. Prominent families in the area, such as the Merchies and the Todds, ran much of the town's economy due to the monopoly they had on the St. Croix River system. Lumbering companies were located along both the Canadian and American sides of the river, each branding its logs with a unique symbol. By the early 1900s, 200 ships had been built in the St. Croix waters.Doherty, Doug. Milltown. St. Stephen NB: Parsons Printing, 2004 However, by the end of World War II the town's main employers were Ganong Bros. Limited, Canada's oldest candy company, established 1873, and the St. Croix Cotton Mill, Canada's second largest textile mill, with 20,000 spindles, opening its doors in June 1882 and operating its own hydro-electric generating station, the Milltown Dam.historicplaces.ca: \"St. Croix Cotton Mill Site\" Until recently, electricity generated by the Milltown Dam was exported to the United States, connected to a 69kV transmission circuit owned by the Eastern Maine Electric Cooperative, an electric utility serving Calais.US Department of Energy: \"PP-32 Eastern Maine Electric Cooperative Inc\", February 5, 1959. In 1957, the textile mill closed, and it was demolished in 1972. At one time, the St. Croix Cotton Mill employed as many as 1200 persons at peak periods. Ganong remains a key employer. Circa 1866, the Douglas Axe Manufacturing Company built their factory on Dennis Stream. In 1883, it was purchased by E. Broad & Sons,cchs- nb.ca: \"Carleton County Historical Society - Broad Axe #75.39\" who operated the company until 1895 when a new company was formed under the name of St. Stephen Edge Tool Co. In 1911, Harry Broad formed the Mann Axe & Tool Co. with Charles Heustis as president and manager. With two storeys of the original factory now in use, they acquired the buildings of the Bug Death Chemical Co. On 29 January 1915, the St. Croix Water Power Company and the Sprague's Falls Manufacturing Company Limited petitioned for approval of a dam and power canal and the obstruction, diversion, and use of the waters of the St. Croix River at Grand Falls. The state of Maine and the province of New Brunswick both decided on this matter, as it would affect both communities equally. The decision was made 9 November 1915.International Joint Commission, and Henry A. Powell. 1916. Washington: Govt. Print. Off. The new factory began operation in 1922. The factory was water powered from Dennis Stream and the original Hercules water turbine was still in use. In 1930, the factory became a victim of the Great Depression, but managed to continue until 1943 at which time the business finally closed.historicplaces.ca: \"Axe Factory\" ===Municipal amalgamation (1970s)=== In the 1970s, the municipalities of St. Stephen and Milltown joined together to become what is now simply known as St. Stephen. For a short time, the town was called St. Stephen-Milltown, but the new name, not having caught on, reverted to simply the Town of St. Stephen. For official use, however, it is called the Town of St.Stephen-Milltown as written agreement stated at amalgamation in 1973. === Chocolate Festival === Every August since 1985, the town hosts a week-long Chocolate Fest, celebrating their rich and delicious heritage. The festival mascots are the Great Chocolate Mousse and Tiffany, his wife. The spotlight on the wonder of chocolate resulted in the opening of The Chocolate Museum in 1999 and its expansion in 2009. In 2000, St. Stephen was given the title of \"Canada's Chocolate Town.\" === December 2010 flood === On 13 December 2010, a rainstorm caused a flood upstream on a tributary to Dennis Stream. This created hardship to the businesses that were located on or near King Street. Shoppers Drug Mart, the Winsome Inn, Sobeys, Stationery Plus, and the Irving Circle K gas station and convenience store, The Bargain! Shop, Dollarama, and the NB Liquor Store were all affected. The flood caused many layoffs, and Sobeys eventually closed down. The problem was due to the replacement of a trestle bridge in Dennis Stream with culvert pipes.stcroixcourier.ca: \"Last of flooded businesses moving home\" , 19 Apr 2011 ==Demographics== In the 2021 Census of Population conducted by Statistics Canada, St. Stephen had a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. ===Language=== {| class=\"wikitable\" !colspan=\"19\"|Canada Census Mother Tongue – St. Stephen, New Brunswick |- ! Census | ! Total |colspan=\"1\"| !colspan=\"3\"| |colspan=\"1\"| !colspan=\"3\"| |colspan=\"1\"| !colspan=\"3\"| |colspan=\"1\"| !colspan=\"3\"| |- ! Year | ! Responses | ! Count ! Trend ! Pop % | ! Count ! Trend ! Pop % | ! Count ! Trend ! Pop % | ! Count ! Trend ! Pop % |- | | | | | 4,510 | 0.2% | 95.75% | | 100 | 4.8% | 2.12% | | 10 | n/a% | 0.21% | | 90 | 20.0% | 1.91% |- | | | | | 4,500 | 2.3% | 96.15% | | 105 | 16.0% | 2.24% | | 0 | 0.0% | 0.00% | | 75 | 275.0% | 1.60% |- | | | | | 4,400 | 5.6% | 96.81% | | 125 | 7.4% | 2.75% | | 0 | 100.0% | 0.00% | | 20 | 55.5% | 0.44% |- | | | | | 4,660 | n/a | 95.98% | | 135 | n/a | 2.78% | | 15 | n/a | 0.31% | | 45 | n/a | 0.93% |} ==Climate== The climate is temperate but it is greatly affected by the size of the Bay of Fundy. The Bay is a cool body of water which acts as an air conditioner in the summer and diverts major snow storms in the winter. The Bay never freezes. The average summer temperature is 22 °C with the average winter temperature being -3.9 °C. Environment Canada maintains a testing program for water quality at the Milltown Dam generating station.gc.ca: \"2009 Annual Automated Water Quality Monitoring Report - St. Croix River at Milltown Dam\" ==International border== The St. Croix River marks a section of the international boundary between the United States and Canada, forming a natural border between the towns on either side of the river bank. This section of the river and the land surrounding it was fought over heavily by both the French and the English during the 1600s, both sides believing the river lands should be part of their territory. Later, the river was used as a boundary between the United States and Canada, and many believed the line between the two countries should be drawn down the middle of the river itself. However, there were still many smaller branches to the river and various islands that were not spoken for and did not decidedly belong to one country or another. The government dock, which is more like a small pier, is subject to a 22-foot tide, and the marine trade is minute for this reason.marinas.com: \"St Stephen Town Landing\", consulted Oct 2014 Calais is connected to St. Stephen by the Ferry Point International Bridge, Milltown International Bridge and the newest bridge at the International Avenue Border Crossing, which began construction in 2008 and officially opened January 2010. Until it was discontinued, passenger rail service was once housed in St. Stephen at the Canadian Pacific Railway station. The building is now home to the 5 Kings Picaroon's Brew Pub and the spur line was decommissioned and turned into the Riverfront Walking Trail. Woodland Rail operates a spur line between its pulp and paper plant in Baileyville, Maine and St. Stephen, where the New Brunswick Southern Railway takes Woodland freight to Saint John for wider distribution. A lawsuit, Winner v. S.M.T. (Eastern) Limited, which ended in 1954, pitted the American owner of an intercity bus company against a Canadian company, for the right to pick up and drop off passengers on the route from Saint John to Bangor, Maine. The right of the American party was upheld. Acadian Lines bus service was discontinued due to low ticket sales in 2011.Gowan, Derwin (17 March 2010). Login required. Telegraph Journal. Retrieved 20 August 2011 Residents of St. Stephen and Calais often regard their community as one place, cooperating in their fire departments and other community projects.\"Town working on paving way to its future\". The Telegraph-Journal, December 31, 2009. For much of their history, both towns' fire departments have responded in tandem to any fire call on either side of the border.\"After 35 Years the Favour Is Returned; Calais Firemen Borrow Canadian Truck\". Bangor Daily News, October 23, 1970. The longtime friendship between the towns was evident during the War of 1812 when the British military provided St. Stephen with a large supply of gunpowder for protection against the enemy Americans in Calais and the town elders gave the gunpowder to Calais for its Fourth of July celebrations.\"PM opens new crossing\". Saint Croix Courier, January 12, 2010. Every year, St. Stephen and Calais co-host a weeklong International Festival to celebrate their continued friendship. ==Economy== The Ganong Bros. Company continues to be the town's most significant employer. Other employers with factories are located along Progress Avenue, and include flakeboard and resin manufacture, a machine shop, a bottler, a marine environmental remediation business, and a cannabis products manufacturer. The town has a wide variety of small businesses, a list of which can be found in the local business directory. St. Stephen has three media organizations: two radio stations and a newspaper. CHTD-FM, known as \"98.1 Charlotte FM\", plays adult contemporary music and offers regular news updates. CJRI-FM broadcasts from Fredericton studios and operates a St. Stephen transmitter at 99.9 on the FM dial, offering a southern gospel music format along with Canadian news, weather and sports. Founded in 1865, the Saint Croix Courier is the town's weekly newspaper, and also publishes a weekend edition, the Courier Weekend. The Courier is one of the few papers in New Brunswick that is not owned by the Irving family. St. Stephen has a number of elementary and two secondary schools, a public library, several churches, two museums, two community swimming pools, an enclosed hockey arena, a number of retirement homes, and a 44-bed hospital. St. Andrews, some 30 km distant, was the county seat until the county system was replaced in the 1960s, and thus was the location for the courthouse and gaol for the region, until the courthouse moved to St Stephen. In 2015, the province proposed to remove those functions entirely to Saint John. St. Stephen can be described as government town, with large offices for federal government services such as Canada Post and Canada Border Services Agency, provincial government services such as Service New Brunswick, and municipal government services such as Solid Waste and Zoning.town.ststephen.nb.ca: Residentstown.ststephen.nb.ca: Town of St. Stephen Zoning By‐Lawtown.ststephen.nb.ca: Documents - Municipal Plan ==Education== Education in St. Stephen includes 4 public schools and 1 private school: *Milltown Elementary School (K-5) *St. Stephen Elementary School (K-5) *St. Stephen Middle School (6-8) *St. Stephen High School (9-12) The town is also home to St. Stephen's University, a small private Christian university. ==Sports== A hotbed of baseball interest, in 1934, St. Stephen hosted the Boston Braves of baseball's National League for an exhibition game against the local \"Kiwanis\" team, which was attended by half the town. In 1939, the local baseball team won its ninth consecutive New Brunswick senior championship, topping off a decade of dominance in the sport at both the provincial and Maritime levels. The St. Stephen Aces compete in the Maritime Junior A Hockey League but were dissolved in 2019. A building which housed the former Parsons Printing business suffered fire damage in May 2010. This building housed the first basketball court in Canada, which is currently being restored.\"Parsons Printing Building Fire, Canada's First Basketball Court\" ==Transportation== St. Stephen is served by Route 1 and Route 170, which runs through town along King Street and Milltown Blvd. U.S. Route 1 serves connects to the Ferry Point Bridge from Main Street, Calais, Maine. ==See also== *List of communities in New Brunswick *St. Stephen Rural Cemetery *List of people from Charlotte County ==References== ==External links== * Town of St. Stephen Category:Populated coastal places in Canada Category:Towns in New Brunswick Category:Conflicts in Nova Scotia",
 "title": "St. Stephen, New Brunswick"
}