{
 "id": "341362",
 "text": "The Church of St Benet Paul's Wharf is a Welsh Anglican church in the City of London. Since 1556, it has also been the official church of the College of Arms in which many officers of arms have been buried. In 1666 it was destroyed in the Great Fire of London, after which it was rebuilt and merged with nearby St Peter's. The current church was designed by Sir Christopher Wren.Christopher Hibbert, Ben Weinreb et al., The London Encyclopaedia, 3rd ed. (London: Pan Macmillan, 2008); It is one of only four churches in the City of London to escape damage during World War II. ==History== St Benet's traces its history back to the year 1111,\"The City of London Churches: monuments of another age\" Quantrill, E; Quantrill, M p54: London; Quartet; 1975 when a church was built on the site and dedicated to St Benedict. Over time the name was abbreviated to St. Benet. To the west of the site was the watergate of Baynard's Castle, which is referenced in the biographies of Queen Anne Boleyn and Lady Jane Grey. Both the church and the castle were destroyed in the Great Fire of London in 1666.\"The Survey of Building Sites in London after the Great Fire of 1666\" Mills, P/ Oliver, J Vol I pp20-21: Guildhall Library MS. 84 reproduced in facsimile, London, London Topographical Society, 1946 It was redesigned by the architect Christopher Wren, and reopened in 1683. The builder was Edward Strong the Elder.Dictionary of British Sculptors 1660-1859 by Rupert Gunnis On 2 March 1706, Henrietta Hobart married Charles Howard, 9th Earl of Suffolk, a captain in the 6th (Inniskilling) Dragoons there. (Henrietta Howard subsequently became mistress to the future King George II.)Tracy Borman, King's Mistress, Queen's Servant: The Life and Times of Henrietta Howard (London: Vintage, 2010), p. 17.[2] The church was narrowly saved from destruction in the late 19th century, when its parish was merged with that of St Nicholas Cole Abbey. After an energetic campaign by its supporters, Queen Victoria in 1879 granted the church to Welsh Anglicans for services. St Benet's continues as London's Metropolitan Welsh church, with its services conducted in the Welsh language, and with English translation provided. ===Present day=== In 2008 the church was closed for a few months due to a \"dwindling congregation\" but reopened in time for the carol service in December that year. Services are held weekly on Sunday mornings at 11am, with occasional special services on Sunday afternoons at 3pm. The church can be toured on Thursdays between 11am and 3pm. The parish is within the Conservative Evangelical tradition of the Church of England, and it has passed resolutions to reject the ordination of women and/or female leadership. ==Exterior== The church is of dark red brick, with alternating courses of Portland stone at the corners. The tower is situated to the north-west of the nave and is capped by a small lead dome, lantern and simple short spire. ==Interior== right|thumb|280px|Interior of St Benet Paul's Wharf The interior is almost a square. Unusually for a Wren church, the ceiling is flat rather than domed or barrel-vaulted. The north gallery was formerly used by the Doctors' Commons, and is now used by the College of Arms. Most of the original 17th-century furnishings are still intact, including the magnificent altar table, reredos and pulpit, designed by Grinling Gibbons. The lectern and baptismal font are also original. The galleries are supported by Corinthian columns. There is a memorial to Inigo Jones, who was buried in the previous church,\"The City Churches\" Tabor, M. p66:London; The Swarthmore Press Ltd; 1917 and a medallion bust of Sir Robert Wyseman, a benefactor of St Benet's who died in 1684. ==Officers of arms buried in the church== *Hon. Sir George Rothe Bellew, Garter *Sir Ralph Bigland, Garter *Sir Anthony Richard Wagner, Garter *Sir Gilbert Dethick, Garter *Sir Henry St George, Garter *John Riddell Bromhead Walker, Clarenceux *George Drewry Squibb, Norfolk *Rodney Onslow Dennys, Somerset *Major Francis Jones, Wales *John Philipot, Somerset *John Charles Brooke, Somerset ==See also== *Church in Wales *The College of Arms *List of churches and cathedrals of London *List of Christopher Wren churches in London *King of Arms *Herald *Pursuivant ==References== ==External links== * Church website * St Benet Paul's Wharf from Friends of the City Churches * 360° panorama inside the church Category:Buildings and structures completed in 1683 Category:17th-century Church of England church buildings Category:Heraldic sites Category:Christopher Wren church buildings in London Category:Churches in the City of London Category:English Baroque architecture Category:Grade I listed churches in the City of London Category:Rebuilt churches in the United Kingdom Category:Diocese of London Category:1683 establishments in England Category:Welsh language Category:Conservative evangelical Anglican churches in England Category:Church of England church buildings in the City of London",
 "title": "St Benet's, Paul's Wharf"
}