{
 "id": "341580",
 "text": "Thomas Milton Benson (July 12, 1927 – March 15, 2018) was an American businessman, philanthropist and sports franchise owner. He was the owner of several automobile dealerships before buying the New Orleans Saints of the National Football League (NFL) in 1985 and The New Orleans Pelicans of the National Basketball Association (NBA) in 2012. As a sports team owner, Benson had a Super Bowl victory to his credit, via the Saints winning Super Bowl XLIV (2009). As of October 2017, he had a net worth of US$2.8 billion according to Forbes. ==Biography== ===Early career=== Benson was born in New Orleans, Louisiana, to Thomas Benson, Sr. and Carmen Benson.Los Angeles Times: \"Super Bowl Xxi : The Nfl Owners : The Nfc West\" by EARL GUSTKEY January 25, 1987 He served in the U.S. Navy and then graduated with an accounting degree at Loyola University New Orleans in 1948. After school he worked as a car salesman at Cathey Chevrolet in New Orleans. In 1956, he moved to San Antonio to try and revive a poorly performing dealership; he was granted a 25 percent interest in the dealership for his efforts. In 1962, he became full owner of Tom Benson Chevrolet. He was the owner of several automobile dealerships in the Greater New Orleans and San Antonio areas. Benson became wealthy by investing profits from his automobile dealerships in local banks. He eventually purchased several small Southern banks and formed Benson Financial, which he sold to Norwest Corporation in 1996. ===New Orleans Saints=== Benson purchased the Saints from John Mecom in 1985 after he learned from Governor Edwin W. Edwards that the team was on the verge of being sold to parties interested in moving the team to Jacksonville, Florida. Ownership of the team was officially transferred to him on May 31, 1985, with his intent that the team would stay in New Orleans. Shortly after acquiring the Saints, Benson gained a reputation as one of the more popular and colorful owners in the league. He hired general manager Jim Finks and head coach Jim Mora, who led the Saints to their first winning season and playoff appearance. Benson's popularity later declined, however, after numerous attempts to persuade the state of Louisiana to construct a new stadium for the Saints to replace the aging Superdome, suggesting that he might move the team elsewhere if said stadium were not built. His popularity hit an all-time low in late 2005 after it appeared he was trying to move the team to San Antonio after Hurricane Katrina ravaged New Orleans. (See Relocation controversy below for more details.) He later stated that the Saints would return to New Orleans for the 2006 season, which they did. The team's fortunes improved dramatically in the years after their return, including a 31–17 defeat of the Indianapolis Colts on February 7, 2010, to win Super Bowl XLIV, and Benson recovered much of his popularity as well.Judy Battista, \" In Step: Benson Shares In The Recovery Of New Orleans\", The New York Times, January 28, 2013.Nakia Hogan, \"With Super Bowl 2013 approaching, Tom Benson remains in the spotlight\", Times-Picayune, January 26, 2013. On July 18, 2008, the Benson-led Louisiana Media Company consummated their purchase of WVUE-DT, the Fox affiliate for the New Orleans area and by virtue of their affiliation, the major carrier of Saints games as part of the NFL on Fox contract. Since the sale, the station has also become the de facto home of the Saints, including coach's shows and preseason games. Benson was well known for doing the \"Benson Boogie\" after Saints home victories. Benson, in true New Orleans fashion, would second line dance down the field of the Superdome in the closing minutes of the game while carrying an umbrella decorated in black and gold. ====Saints relocation controversy==== During the Saints' 2001 negotiations with the state of Louisiana, rumors circulated that Benson would seek relocation if his requests -- which included renovations to the Superdome, a new practice facility in suburban Metairie, and escalating annual payments from the state to the team -- could not be met. Though he never made public statements to this effect, Benson's business ties to the city -- and the availability of the Alamodome as a playing facility -- made San Antonio the most common subject of speculation. When it became clear that Hurricane Katrina's extensive damage to New Orleans and the Superdome would make it impossible for the Saints to play there in 2005, the team temporarily relocated its operations to San Antonio and began negotiations to play home games at the Alamodome. (The Saints, after discussions with the NFL and Louisiana State University, eventually agreed to play one \"home\" game at Giants Stadium against the Giants, three games at the Alamodome and four games at LSU's Tiger Stadium in Baton Rouge). At the Saints-Falcons game on October 16, the second of two warm receptions of the Saints by the San Antonio community, mayor Phil Hardberger stated that Benson had agreed to schedule negotiations for permanent relocation once the 2005 season is over. In reference to Benson, Hardberger said, \"I'm pretty comfortable in saying he wants to be here.\" On Monday, October 17, Benson dismissed executive vice president Arnie Fielkow, who had been a public advocate of the Saints' importance to the state of Louisiana, and who had advocated the playing of home games in Baton Rouge. According to Fielkow, Benson told him that if he'd tender his resignation and sign a confidentiality agreement, he'd be paid the remainder of his contract; when he refused, he was fired outright. Benson's actions quickly drew outrage from Saints fans as well as local and state officials. On Wednesday, October 19, New Orleans mayor Ray Nagin sharply criticized Benson for acts he deemed heartless and opportunistic. Said Nagin: \"For them to be openly talking to other cities about moving is disrespectful to the citizens of New Orleans, disrespectful to the Saints fans who have hung in with this franchise through 30-something years under very trying times.\" Two days later, Benson publicly stated that he had made no plans to move the Saints to San Antonio. \"There are many factors that will affect the future location of our team\", Benson said. \"That is also true of many other New Orleans-based companies that are faced with deciding their future homes.\" He said he would make no decisions about the team's future until the 2005 season was over. On Wednesday, October 26, Benson reiterated his commitment to the New Orleans area in the form of a full-page ad in newspapers around the region. The ad, a letter entitled \"Tom Benson Wants to Return to New Orleans\", acknowledged the negative reaction surrounding the team's recent actions, but promised that no decision has been made regarding the team's future. Said Benson in the letter, \"It is too early to determine, but my desire is to return to New Orleans.\" Benson's firm but noncommittal stance compared unfavorably to the statements of the then-New Orleans Hornets, the city's displaced NBA team. Though the Hornets played all but a handful of games during the 2005–2006 and 2006–2007 seasons in Oklahoma City -- and even temporarily changed the team's name to the New Orleans/Oklahoma City Hornets, the basketball team's ownership insisted they would return to the recovering city as soon as possible. The Hornets also announced a community relations initiative to keep the team involved in the New Orleans area. NFL Commissioner Paul Tagliabue met with Benson and Louisiana governor Kathleen Blanco at the Saints' first home game in Baton Rouge on October 30. After the meeting, he stopped just short of making a formal commitment to keep the Saints in New Orleans. Said Tagliabue: \"The Saints are Louisiana's team and have been since the late '60s when my predecessor Pete Rozelle welcomed them to the league as New Orleans' team and Louisiana's team. Our focus continues to be on having the Saints in Louisiana.\" He dispelled rumors that have the Saints relocating to Los Angeles. He also suggested that the Saints may need to focus on becoming more of a regional team, possibly implying a name change to the Louisiana Saints or the Gulf Coast Saints. Tagliabue was to form an eight- owner advisory committee to help decide the team's future. That same day, Benson charged New Orleans news reporter Lee Zurik with a raised hand while leaving Tiger Stadium following a Saints loss to the Miami Dolphins and lunged at the television news crew grabbing a camera and wrenching it down before being eased away by Saints security. A video also appeared to show Benson angrily responding to a heckling fan. NFL spokesman Greg Aiello said the league would likely take no action against Benson. On November 11, 2005, an e-mail sent to Commissioner Paul Tagliabue from Benson was leaked to the press. Benson stated in the e-mail that he feared for his life, and his family's safety upon his exit from Tiger Stadium, and would not be returning to any future games in Baton Rouge. Benson declared in the email that security in the stadium was \"inadequate\" and claimed that his family \"could all have been severely injured or killed.\" However, LSU officials were quick to point out that they had no negative comments from the Saints or the NFL concerning Tiger Stadium security. In addition, the videotape of Benson from October 30 showed him being escorted by at least one security guard, belying his e-mail claim that security was \"non-existent.\" A day later, Saints spokesman Greg Bensel stated that Benson's e-mail was sent in frustration, and that Benson was undecided on whether he would attend any future games in Baton Rouge. Benson did not attend the following week's game at Tiger Stadium on November 6 against the Chicago Bears. On November 4, 2005, Benson made a deal with Louisiana governor Kathleen Blanco that would postpone two important termination deadlines in the team's Superdome lease until after the 2006 season. Benson extended his force majeure clause period until January 2007. Presumably that stood to keep the Saints in New Orleans until January 2007; however, Benson could still have invoked the clause any time prior to then. This seemingly bought the Saints time to explore future options with state officials without having had to make a decision on the future of the franchise immediately. This also allowed the state to focus on more pressing needs in the recovery efforts from Hurricanes Katrina and Rita, while allowing the Saints more time to determine whether the region's economy could rebound enough to continue supporting the franchise. In the midst of this controversy, several groups of investors approached Benson with offers to buy the team and keep them in Louisiana, the most publicized group being one led by Fox Sports analyst and former Pittsburgh Steelers quarterback Terry Bradshaw, who is a Louisiana native. However, Benson expressed then and since that he had no intentions of selling the team and planned eventually to hand down ownership to his granddaughter, Saints owner/executive Rita Benson LeBlanc. Benson spoke to press following an NFL owners' meeting on November 15, 2005 at which he reiterated that the team is not for sale, but also stated that other NFL owners, along with Tagliabue, were working with him to keep the team in New Orleans. On December 17, ESPN reported that Benson had told Saints players that he planned to keep the Saints in San Antonio for the 2006 season and possibly beyond, and that he was willing to sue the NFL for the right to stay there. This was days after NFL Players Association executive director Gene Upshaw advised the Saints players not to renew their leases on their homes in San Antonio because the league planned to order them to return to their home facilities in Metairie. This was also a few days after Benson had reportedly told his staff that they could not return to their Metairie facilities because they were still being occupied by FEMA and National Guard officials and that the New Orleans area had become \"unlivable.\" The State of Louisiana responded by sending Benson a formal letter asking him and the Saints organization to return to the facility at the end of the 2005 season. Included with the letter were statements from FEMA and the National Guard stating that they were no longer using the facility. On December 30, two days before the Saints' final game of the 2005 season against the Tampa Bay Buccaneers, Benson announced at a press conference that the Saints were returning to their Metairie facility at the end of the 2005 season, and that the team would play as many of their home games as possible during the 2006 season in the Louisiana Superdome, which he said could be ready as early as mid-September, 2006. On January 11, 2006, Benson and Tagliabue announced plans to play all of their 2006 home games in the Superdome. Tagliabue also stated that the NFL was committed to keeping the Saints in New Orleans beyond 2006, calling it a \"multiyear effort\" and not just a one-year deal. He also stated that the NFL was talking with city officials about possibly hosting another Super Bowl there in the near future, which would be the city's 10th. Benson stated that he was committed to New Orleans \"forever, as long as the community commits to me\". ===Other=== In 1992, Benson made a deal to acquire the Charlotte Knights AA minor league baseball team and bring them to New Orleans for the 1993 season, renaming them the \"Pelicans\" after New Orleans' old minor league team, but the transaction was thwarted when the Denver Zephyrs AAA team relocated to New Orleans to make way for the major league Colorado Rockies (the team became the New Orleans Zephyrs, and are now the New Orleans Baby Cakes).\"Displaced Zephyrs Stay Silent on Stadium Site in New Orleans\", Deseret News, November 25, 1992.\"Charlotte AA team needs new home\", Associated Press in TimesDaily, January 25, 1993. In 1998, Benson was granted a license for a team in the Arena Football League, which finally began play in 2004 as the New Orleans VooDoo. He relinquished ownership of the VooDoo on October 13, 2008 during an owners' teleconference. By this point the entire Arena Football League was in grave financial difficulty and shortly afterward filed for bankruptcy reorganization and the 2009 season was never played. A subsequent AFL team with the same name which played in the early 2010s did so without Benson's involvement. On April 13, 2012, Benson bought the New Orleans Hornets, now known as the New Orleans Pelicans, from the NBA for $338 million. In 2017, Benson bought a majority stake in the Dixie Brewing Company from Joe and Kendra Bruno, with plans of returning the brewing operation to New Orleans within two years. ==Philanthropy== The Benson family established an endowment fund at Central Catholic High School, in San Antonio, Texas dedicated to the memory of their son Robert Carter Benson, who graduated from the school in 1966. Tom Benson also donated the Benson Memorial Library at Central Catholic. Robert Carter Benson died of cancer in 1985, at the age of 37. Benson and his family long have been ardent supporters of University of the Incarnate Word in San Antonio. The Gayle and Tom Benson Stadium officially opened on campus September 1, 2008, when the Bensons joined with more than 2,000 Cardinals fans and athletes to declare the facility ready for action. The stadium is wide enough and long enough that the Cardinals soccer teams, men's and women's, have begun playing their games here. Also in San Antonio, Texas at St. Anthony Catholic School there is a Library named after Benson's son who died of cancer. September 23, 2010, Benson donated $8 million to Loyola University New Orleans in what will be called the Benson Jesuit Center. In January 2012, Benson and his wife were awarded the Pro Ecclesia et Pontifice for their generosity to Catholic Church, the highest papal honor that Catholic laypeople can receive.The Times-Picayune: \"Tom and Gayle Benson receive highest papal honor for their generosity to Catholic Church\" by John Pope January 19, 2012 In November 2012 Tom Benson and his wife, Gayle, donated $7.5 million towards the construction of Tulane University's Yulman Stadium. The stadium, which opened in 2014, brought the Green Wave back to campus for the first time since the demolition of Tulane Stadium in 1980. The playing surface is known as Benson Field.Tulane's field to be named for Benson – San Antonio Express-News. Mysanantonio.com (2012-11-02). Retrieved on 2013-07-29. In November 2014, Fawcett Stadium at the Pro Football Hall of Fame in Canton, Ohio was renamed \"Tom Benson Hall of Fame Stadium\" in recognition of an $11 million donation by Tom Benson. In 2015 the Benson family gave $20 million for cancer care and research. ==Personal life and death== Benson spent his final years in the exclusive Audubon Place neighborhood in New Orleans. His brother, Larry Benson, has also been in sports ownership and owned the San Antonio Riders of the World League.My San Antonio: \"Auto dealer was Rey Feo, known for generosity\" By Neal Morton October 28, 2013 Benson was married three times. His first wife was Shirley Landry who is deceased.San Antonio Today's Catholic: \"Central Catholic dedicates stadium to alum Benson\" October 9, 2009Catholic News Agency: \"Catholic history of New Orleans Saints runs deep\" February 6, 2010 On November 18, 2003, his second wife, Grace Marie Trudeau Benson (born March 1, 1927), died of Parkinson's disease.Business Journals: \"Wife of Saints owner Tom Benson passes away\" by W. Scott Bailey November 18, 2003 In October 2004, he married Gayle Marie LaJaunie Bird.ESPN: \"A bye-week wedding for Saints owner\" October 27, 2004Los Angeles Times: \"Champs Demand Respect\" by Sam Farmer February 02, 2005 Tom Benson and his first wife Shirley adopted three children: Robert Carter Benson, Renee Benson, and Jeanne Marie Benson. Renee Benson has two adult children, Rita LeBlanc and Ryan LeBlanc. Rita Benson LeBlanc was Saints owner and executive vice president until Tom Benson fired her, her brother Ryan and her mother Renee, and wrote them out of his will. She, along with her mother Renee and brother Ryan LeBlanc, then sued Tom Benson claiming he is incompetent and for control of his companies. Benson's only living child, as of January 2015, is Renee. All of Benson's property had in fact been put into a family trust whose governing terms, while undisclosed, required him to replace the shares of Saints and Pelicans stock owned by his daughter and grandchildren, with assets of equivalent value. Benson argued he did so by canceling millions of dollars' worth of debt and turning over $500 million in promissory notes due in about 25 years, but trust officials disagreed. The case was settled in 2017. Benson was hospitalized on February 16, 2018, with the flu. Almost a month later, he died on March 15, 2018, at Ochsner Medical Center in Jefferson, Louisiana, at age 90. ==Awards and honors== *Super Bowl XLIV Champion (as owner of the New Orleans Saints) *2010 Best Team ESPY Award (as owner of the Saints) *Gayle and Tom Benson Stadium in San Antonio, Texas (University of the Incarnate Word) named in his (and his wife's) honor *Football field at Yulman Stadium in New Orleans, Louisiana (Tulane University) named \"Benson Field\" in his honor *Tom Benson Hall of Fame Stadium in Canton, Ohio named in his honor *Statue in Canton, Ohio (in front of his namesake stadium) *Tom Benson School in Kenner, Louisiana named in his honor ==Asset controversy== In January 2015, after Tom Benson announced that he had cut his estranged adopted daughter Renee Benson and her adult children out of his will, he was sued by Renee and Renee's two children, Rita LeBlanc (also known as Rita Benson LeBlanc) and Ryan LeBlanc of Texas. One of Renee, Rita and Ryan's complaints in the lawsuit is \"Upon information and belief, under the apparent supervision of Gayle, the diet of Tom Benson has drastically deteriorated, with him rarely consuming full, nutritious meals, but instead, for some reason, subsisting on candy, ice cream, sodas, and red wine.\" Renee Benson, Rita LeBlanc and Ryan LeBlanc are suing for control of Tom Benson's companies including the NFL's New Orleans Saints and the NBA's Pelicans, claiming he was \"incompetent\". Benson released a statement saying that the lawsuit and claims against him by his adoptive daughter and her children were false and meritless. In February 2015, Probate Court Judge Tom Rickhoff named former San Antonio Mayor Phil Hardberger and attorney Art Bayern as co-executors of the testamentary trust of Shirley L. Benson. The two replaced Benson as trustees of the estate. On June 18, 2015, a judge found him competent. On February 19, 2016, Judge Rickhoff approved the appointment of Renee Benson, Benson's estranged adopted daughter, as administrator of the $1 billion Shirley Benson Testamentary Trust, which includes the Lone Star Capital Bank in San Antonio, half of five automobile dealerships, part of a large ranch near Johnson City, Texas, a home at Lake Tahoe, Nevada, an airplane, and cash and other real estate holdings. Benson's attorney said his client, after much wrangling and two weeks of mediation, chose to settle the dispute so as to live his remaining time at peace and to relieve himself of a hefty tax burden required on those assets.David Hendricks, \"Benson's daughter controls $1B trust: Judge OKS deal after 13-month legal fight\", San Antonio Express-News, February 20, 2016, pp.1, A13 ==References== ==External links== * Category:1927 births Category:2018 deaths Category:American billionaires Category:National Basketball Association owners Category:Arena Football League executives Category:Brother Martin High School alumni Category:Businesspeople from San Antonio Category:Businesspeople from New Orleans Category:Burials at Metairie Cemetery Category:Catholics from Texas Category:20th-century American businesspeople Category:New Orleans Saints owners",
 "title": "Tom Benson"
}