{
 "id": "341926",
 "text": "U.S. Highway 181 is a south-north U.S. Highway located entirely in the state of Texas. Both termini are at Interstate 37, the road that it mainly parallels to the east. US 181 begins in Corpus Christi, Texas at mile marker 0 to the south, through south-central Texas to just south of San Antonio to the north (mile marker 131), for a total length of 137 miles (220 km). The highway's northern terminus is at an intersection with Interstate 37 one mile (1.6 km) south of San Antonio's Interstate 410 loop, about 12 miles (19 km) northwest of Floresville. Prior to the Interstate era, US 181 traveled into Downtown San Antonio along Presa St. to an intersection with its parent route, US 81, which then ran along Alamo St. Its southern terminus is in Corpus Christi, Texas at Interstate 37 near the Gulf of Mexico. IH 37 and US 181 have mutual termini, such that traffic traveling southbound on IH 37 will automatically merge onto northbound US 181, and vice versa. ==Route description== Proceeding northbound, US 181 runs through the following Texas counties: Nueces, San Patricio, Bee, Karnes, Wilson, and Bexar. At its southern terminus with Interstate 37 in Corpus Christi, TX, US 181 traverses as a freeway in the northeast direction across Harbor Bridge and the Nueces Bay Causeway, before entering Portland, TX. Past the Nueces Bay Causeway through Portland, US 181 shares a duplex with Texas State Highway 35. Immediately after Portland is Gregory, where US 181 and TX 35 splits, and the freeway portion of US 181 ends. SH 35 proceeds eastbound to Aransas Pass and Rockport while US 181 proceeds northwest towards Taft and Sinton. US 181 shares a duplex with SH 188 and US 77 Business in Sinton, and makes a right turn at San Patricio Street, proceeding northbound. North of Sinton, US 181 passes through the towns of St. Paul, Papalote, and Skidmore, before reaching Beeville. US 181 business runs through downtown Beeville while drivers passing by can use the US 181 freeway bypass on the east side of town. In Beeville, US 181 intersects with US 59 (Future I-69W) (northbound to Victoria/Houston & southbound to Laredo). North of Beeville US 181 passes through a number of unincorporated towns including Normanna, Pettus, and Tuleta before reaching Kenedy. US 181 business serves downtown while US 181 runs on the west side of town. Immediately north of Kenedy is Karnes City, where US 181 business runs parallel again east of US 181 through Karnes City. North of Karnes City US 181 passes through Hobson (unincorporated), followed by Falls City, Poth, and Floresville. US 181 business runs west of US 181 through downtown Floresville. North of Floresville US 181 passes through the town limits of Elmendorf before intersection with State Loop 1604 (Anderson Loop, surrounding San Antonio), and ends 8 miles north at its northern terminus at I-37, just south of I-37 and I-410 on San Antonio's far south side. ==History== US 181 is one of the original routes accepted by AASHO in November 1926. Its original southern terminus was at a junction with its parent, US 81, and US 90 in Downtown San Antonio. By 1968, the portion between Downtown and Loop 13 had been removed from the state highway system. The completion of I-37 in San Antonio during the 1970s resulted in the truncation of US 181 to its interchange with that freeway; the segment north of this point along Presa Street was transferred to Spur 122. ==Major intersections== ==Auxiliary routes== US 181 has business routes in Beeville, Kenedy, and Karnes City. The routes are previous alignments of US 181 through these cities, and were previously designated in the state highway system with other route numbers. The designations were changed to Business US 181 by TxDOT in 1991. A de facto fourth route, along a former alignment through Floresville, is designated Loop 181. ===Beeville business route=== 50px|left Business US 181 in Beeville travels through central Beeville while mainline US 181 uses a freeway bypass to the east of the city. It is officially designated by TxDOT as Business US 181-J, and was designated as Loop 516 on May 31, 1973 (which was signed as a business route of US 181), but was changed to Business US 181-J on June 21, 1990. ===Kenedy business route=== Business US 181 in Kenedy travels through central Kenedy while mainline US 181 passes to the west of the city. It is officially inventoried by TxDOT as two separate routes, with a discontinuity at SH 72\\. 50px|left *The southern segment, from US 181 northward to SH 72, is designated as Business US 181-G, and was formerly Spur 259 from September 25, 1952 until June 21, 1990, but was signed as business US 181. 50px|left *The northern segment, from SH 72 northward to US 181, is designated as Business US 181-F, and was formerly Spur 258 from September 25, 1952 until June 21, 1990, but was signed as business US 181. Although not officially concurrent with SH 72, the signage in the area directs traffic from one segment to the other, effectively completing the loop. ===Karnes City business route=== Business US 181 in Karnes City travels northward and then westward through central Karnes City while mainline US 181 skirts the southwestern edge of the city. It is officially inventoried by TxDOT as two separate routes, which connect at the intersection with SH 80 / SH 123 in the east side of the city. *The southern segment, from US 181 northward to SH 80/123, is designated as Business US 181-E. The route was previously part of SH 80, but it still signed as SH 80/123 to facilitate access to SH 80/123 for traffic from northbound US 181. *The northern segment, from SH 80/123 westward to US 181, is designated as Business US 181-D. The route was previously part of FM 1144. ===Floresville Loop 181=== US 181's former alignment in Floresville is inventoried as Loop 181 by TxDOT. The route was designated on October 15, 1946 when US 181 was realigned to the east. The route begins north of the city limits; within the city, it has a brief concurrency with FM 536 and intersects SH 97 before rejoining US 181 in the southeastern section of the city. ==See also== ===Related routes=== * U.S. Highway 81 * U.S. Highway 281 * Interstate 37 ==References== ==External links== *Endpoints of US highway 181 Category:United States Numbered Highway System Category:U.S. Highways in Texas U.S. Route 181 U.S. Route 181 U.S. Route 181 U.S. Route 181 U.S. Route 181 U.S. Route 181 U.S. Route 181 1",
 "title": "U.S. Route 181"
}