{
 "id": "342396",
 "text": "Donald Jeffry Herbert (born Donald Herbert Kemske and better known as Mr. Wizard, July 10, 1917 - June 12, 2007) was the creator and host of Watch Mr. Wizard (1951–65, 1971–72) and Mr. Wizard's World (1983–90), which were educational television programs for children devoted to science and technology. He also produced many short video programs about science and authored several popular books about science for children. It was said that no fictional hero was able to rival the popularity and longevity of \"the friendly, neighborly scientist\". In Herbert's obituary, Bill Nye wrote, \"Herbert's techniques and performances helped create the United States' first generation of homegrown rocket scientists just in time to respond to Sputnik. He sent us to the moon. He changed the world.\" Herbert is credited with turning \"a generation of youth\" in the 1950s and early 1960s onto \"the promise and perils of science\". ==Early life== Born in Waconia, Minnesota, Herbert was a general science and English major at the University of Wisconsin–La Crosse (then called La Crosse State Teachers College) who was interested in drama. His career as an actor was interrupted by World War II when he enlisted in the United States Army as a Private. Herbert later joined the United States Army Air Forces, took pilot training, and became a B-24 bomber pilot who flew 56 combat missions from Italy with the 767th Bomb Squadron, 461st Bomb Group of the Fifteenth Air Force. When Herbert was discharged in 1945 he was a Captain and had earned the Distinguished Flying Cross and the Air Medal with three oak leaf clusters. ==Watch Mr. Wizard== thumb|right|240px|As Mr. Wizard in 1961 After the war Herbert worked at a radio station in Chicago where he acted in children's programs such as the documentary health series It's Your Life (1949). It was during this time that Herbert formulated the idea of Mr. Wizard and a general science experiments show that used the new medium of television. Herbert's idea was accepted by Chicago NBC station WNBQ and the series Watch Mr. Wizard premiered on March 3, 1951. The weekly half-hour live television show, co-produced by Jules Power, featured Herbert as Mr. Wizard and either a boy or a girl with whom Herbert performed interesting science experiments. The experiments, many of which seemed impossible at first glance, were usually simple enough to be re-created by viewers. The show was very successful with 547 live episodes created before it was canceled in 1965. The program won a Peabody Award in 1953. Marcel LaFollette notes that, \"At its peak, Watch Mr. Wizard drew about eight hundred thousand viewers per episode, but it had an even wider impact. By 1956 over five thousand \"Mr. Wizard Science Clubs\" had been established, with total membership over a hundred thousand. Teachers incorporated program themes into their classes, and \"Mr. Wizard\" science kits, books, and other product tie-ins filled the holiday gift lists of countless children.\" The show was briefly revived for one season in 1971-72 as Mr. Wizard, produced in Canada by CJOH-TV in Ottawa; this series was seen on NBC as well as CBC Television in Canada. Cory Buxton and Eugene Provenzo place Mr. Wizard in a 19th-century tradition of \"hands-on kitchen science\" associated with Michael Faraday's popular science lectures and Arthur Good's collection of experiments for children, La Science Amusante (1893). In turn, LaFollette has written on the legacy of Herbert and other early innovators of science television, \"Production approaches that are now standard practice on NOVA and the Discovery Channel derive, in fact, from experimentation by television pioneers like Lynn Poole and Don Herbert and such programs as Adventure, Zoo Parade, Science in Action, and the Bell Telephone System's science specials. These early efforts were also influenced by television's love of the dramatic, refined during its first decade and continuing to shape news and public affairs programming, as well as fiction and fantasy, today.\" ==Subsequent career== In the mid-1950s, Herbert also appeared on the General Electric Theater as the \"General Electric Progress Reporter\" and would introduce spokesman Ronald Reagan and his family to the viewing audience. In some episodes, he would appear alongside Reagan and demonstrate to the audience how General Electric was helping people to \"Live better electrically.\" After Watch Mr. Wizard was cancelled in 1965, Herbert produced eight films in a series titled Experiment: The Story of a Scientific Search; these aired on public television in 1966. In the same year, Herbert produced the Science 20 series, which were 20-minute films of experiments that were designed for classroom use; a student would record and analyze data based on the film. In 1977, he began producing a series of How About episodes about scientific topics. These were 90-second films that could be used in news programs; by 1986, he produced 536 films. In 1969, Herbert opened a Mr. Wizard Science Center in Wellesley, Massachusetts; the center no longer exists. ==Mr. Wizard's World== In 1983, Herbert developed Mr. Wizard's World, a faster-paced version of his show that aired three times per week on the cable channel Nickelodeon. The show ran until 1990 and reruns were shown until 2000. In 1994, Herbert developed another new series of 15-minute spots called Teacher to Teacher with Mr. Wizard. The spots highlighted individual elementary science teachers and their projects. The series was sponsored by the National Science Foundation and was shown on Nickelodeon. In 1982, Herbert was a guest on the first episode of Late Night with David Letterman. In 1993 children's science show Beakman's World paid homage to Herbert by naming its two penguin puppet characters \"Don\" and \"Herb\" after him. ==Death== Herbert died on June 12, 2007 of multiple myeloma at his home in Bell Canyon, California. In Herbert's obituary, Bill Nye wrote, \"If any of you reading now have been surprised and happy to learn a few things about science watching \"Bill Nye the Science Guy,\" keep in mind, it all started with Don Herbert.\" Jamie Hyneman and Adam Savage, principals of the television program MythBusters, have been described as being \"reverent\" of Herbert's work as Mr. Wizard. Five months after Herbert died, MythBusters aired a two-hour episode entitled \"Special Super-sized Myths\" \"Dedicated to Mr. Wizard\". ==In popular culture== ==Awards== * (1953) Watch Mr. Wizard won a Peabody Award. * Three Thomas Alva Edison National Mass Media Awards. *(1991) Herbert received the annual Robert A. Millikan Medal from the American Association of Physics Teachers (AAPT) for his \"notable and creative contributions to the teaching of physics;\" he presented an address \"Behind the Scenes of Mr. Wizard\". * (1994) Herbert won the annual James T. Grady-James H. Stack Award for Interpreting Chemistry from the American Chemical Society. * (2007) Resolution 485 of the US House of Representatives honored Herbert shortly after his death. == See also == * ==References== == Further reading == * * In 1999, Stephen Gordon, founder of the furniture company Restoration Hardware, teamed up with Renee Whitney, general manager of a toy company called Wild Goose, to recreate the chemistry kits marketed by \"Mr. Wizard\" in the past. However, they found that most of the items in the original kits are now illegal to sell, and the resulting product they ended up marketing contained just five chemicals (\"including laundry starch, which was tagged with an ominous warning: HANDLE CAREFULLY. NOT EXPECTED TO BE A HEALTH HAZARD\"). ** ==External links== * Mr. Wizard Studios, official Mr. Wizard website * * It's Your Life at The WNYC Archives * * * * * With Herbert on the public radio program The Sound of Young America. Category:1917 births Category:2007 deaths Category:Television personalities from California Category:Deaths from multiple myeloma Category:Nickelodeon people Category:People from Chicago Category:People from La Crosse, Wisconsin Category:People from Waconia, Minnesota Category:People from Bell Canyon, California Category:University of Wisconsin–La Crosse alumni Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Air Medal Category:Deaths from cancer in California Category:United States Army Air Forces bomber pilots of World War II Category:United States Army Air Forces officers Category:American science journalists Category:American male journalists Category:Journalists from California Category:20th-century American journalists Category:Military personnel from California Category:Military personnel from Illinois Category:Military personnel from Wisconsin Category:Military personnel from Minnesota",
 "title": "Don Herbert"
}