{
 "id": "342315",
 "text": "Typhlosaurus is a genus of African lizards, one of a number of genera of limbless lizards in the skink family (Scincidae). This group was recently revised with most species formerly attributed to Typhlosaurus now placed in Acontias. The current definition of Typhlosaurus includes five attenuate body legless lizards from southwestern Africa (South Africa, Namibia, Botswana and Angola). This is the sister genus to Acontias, which together form the well supported Afrotropical subfamily Acontinae. ==Species== Five species are recognized as being valid. www.reptile-database.org. *Typhlosaurus braini Haacke, 1964 – Haacke's legless skink, Brain's legless skink, Brain's blind legless skink *Typhlosaurus caecus (Cuvier, 1817) – southern blind legless skink, Cuvier's legless skink *Typhlosaurus lomiae Haacke, 1986 – Lomi's blind legless skink *Typhlosaurus meyeri Boettger, 1894 – Meyer's blind legless skink, variable blind legless skink *Typhlosaurus vermis Boulenger, 1887 – Boulenger's legless skink, pink blind legless skink Nota bene: A binomial authority in parentheses indicates that the species was originally described in a genus other than Typhlosaurus. ==References== ==Further reading== *Boulenger GA (1887). Catalogue of the Lizards in the British Museum (Natural History). Second Edition. Volume III. Lacertidæ, Gerrhosauridæ, Scincidæ, Anelytropidæ, Dibamidæ, Chamæleontidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xii + 575 pp. + Plates I-XL. (Genus Typhlosaurus, p. 432). *Branch, Bill (2004). Field Guide to Snakes and other Reptiles of Southern Africa. Third Revised edition, Second impression. Sanibel Island, Florida: Ralph Curtis Books. 399 pp. . (Genus Typhlosaurus, p. 135). *Goin CJ, Goin OB, Zug GR (1978). Introduction to Herpetology, Third Edition. San Francisco: W.H. Freeman. xi + 378 pp. . (Genus Typhlosaurus, p. 303). *Wiegmann AFA (1834). Herpetologia Mexicana, seu descriptio amphibiorum Novae Hispaniae, quae itineribus comitis de Sack, Ferdinandi Deppe et Chr. Guil. Schiede in Museum Zoologicum Berolinense pervenerunt. Pars prima, saurorum species amplectens. Adiecto systematis saurorum prodromo, additisque multis in hunc amphibiorum ordinem observationibus. Berlin: C.G. Lüderitz. vi + 54 pp. + Plates I-X. (Typhlosaurus, new genus, p. 54). (in Latin). Category:Lizard genera Category:Taxa named by Arend Friedrich August Wiegmann",
 "title": "Typhlosaurus"
}