{
 "id": "342623",
 "text": "thumb|200px|right|Logo of the National Wild and Scenic Rivers System thumb|A wild, scenic river The National Wild and Scenic Rivers System was created by the Wild and Scenic Rivers Act of 1968 (Public Law 90-542Wild and Scenic Rivers Act. P. L. 90-542; U.S.C. 1271 et seq. 2 October 1968. https://www.rivers.gov/documents/act/complete-act.pdf. Web. 8 August 2018.), enacted by the U.S. Congress to preserve certain rivers with outstanding natural, cultural, and recreational values in a free-flowing condition for the enjoyment of present and future generations. The Act is notable for safeguarding the special character of these rivers, while also recognizing the potential for their appropriate use and development. It encourages river management that crosses political boundaries and promotes public participation in developing goals for river protection. The Act, signed into law by President Lyndon B. Johnson in the height of the United States environmental era, states: > \"It is hereby declared to be the policy of the United States that certain > selected rivers of the Nation which, with their immediate environments, > possess outstandingly remarkable scenic, recreational, geologic, fish and > wildlife, historic, cultural or other similar values, shall be preserved in > free-flowing condition, and that they and their immediate environments shall > be protected for the benefit and enjoyment of present and future > generations. The Congress declares that the established national policy of > dams and other construction at appropriate sections of the rivers of the > United States needs to be complemented by a policy that would preserve other > selected rivers or sections thereof in their free-flowing condition to > protect the water quality of such rivers and to fulfill other vital national > conservation purposes.\" (Wild & Scenic Rivers Act) The Act established the National Wild and Scenic Rivers System to protect and enhance rivers found to be regionally and nationally significant. Rivers may be designated by Congress or, if certain requirements are met, the Secretary of the Interior. Each designated river is administered by either a federal, state, or tribal agency, or as a partnership between any number of these government entities and local NGOs. Designated segments need not include the entire river and may include headwaters and tributaries. For federally administered rivers, the designated boundaries generally average one-quarter mile on either bank in the lower 48 states and one-half mile on rivers outside national parks in Alaska in order to protect river-related values. As of August 2018, the National System protects over 12,700 miles of 209 rivers in 40 states and the Commonwealth of Puerto Rico; this is less than one-quarter of one percent of the nation's rivers, which flow over 3.5 million miles across the United States. By comparison, more than 75,000 large dams across the country have modified at least 600,000 miles, or about 17%, of American rivers. ==History== The National Wild and Scenic Rivers Act was an outgrowth of the recommendations of a Presidential commission, the Outdoor Recreation Resources Review Commission (ORRRC). Among other things, the commission recommended that the nation protect wild rivers and scenic rivers from development that would substantially change their free-flowing nature and values. At this time, the country was also experiencing rapid degradation of its water resources due to municipal and industrial effluent being released into the nation's rivers. Many waterways and the fish in them were toxic, rendering them unusable by surrounding communities. Populations of aquatic species were declining and people were being relocated from their communities due to rampant dam building. All across the country people were writing letters imploring the President and First lady to protect their beloved rivers. Ultimately, the act was sponsored by Sen. Frank Church (D-Idaho) and signed into law by President Lyndon B. Johnson on October 2, 1968. A river, or river section, may be designated by the U.S. Congress or the Secretary of the Interior. In 1968, as part of the original act, eight rivers were designated as National Wild and Scenic Rivers (Clearwater, Eleven Point, Feather, Rio Grande, Rogue, St. Croix, Salmon, and Wolf). , 209 rivers, totaling 12,754 miles of river in 40 states and Puerto Rico, have Wild and Scenic status. By comparison, more than 75,000 large dams across the country have modified at least 600,000 miles, or about 17%, of American rivers. Selected rivers in the United States are preserved for possessing Outstandingly Remarkable Values (ORVs) that fall into the 8 categories: Scenic, Recreation, Geologic, Fish, Wildlife, Historic, Culture, or Other similar values. These values can be considered synonymous with ecosystem services, or those goods and services that nature provides freely and that ultimately benefit society. Rivers (or sections of rivers) so designated are set out for protection and enhancement in perpetuity by preserving their free-flowing condition from dams and development that would otherwise diminish the quality of their remarkable values. National Wild and Scenic designation essentially vetoes the licensing of new dams on, or directly affecting the designated section of river. It also provides strong protection against federally funded bank and channel alterations that adversely affect river values, protects riverfront public lands from new oil, gas, and mineral development, and creates a federal reserved water right to protect flow-dependent values such as fish habitat. ==Classifications== Designation as a Wild and Scenic River specifically protects the free-flowing nature of rivers in both federal and non-federal areas, something the Wilderness Act and other federal designations cannot do. Despite misplaced fears, WSR designation does not alter private property rights. Federally administered National Wild and Scenic Rivers are managed by one or more of the four principal land-managing agencies of the federal government. Of the 209 National Wild and Scenic Rivers, the majority are managed by the U.S. Forest Service, followed by the National Park Service; ten of those managed by the NPS are official units, while most are part of other parks. The remaining WSR are managed under the Bureau of Land Management's National Conservation Lands (originally called the National Landscape Conservation System) and the U.S. Fish and Wildlife Service in Alaska. State- managed Wild and Scenic Rivers are subject to the same protections as federally administered rivers. These state rivers can be added to the National System by the Secretary of the Interior following an application by the governor of the state the river flows through. Designated rivers are assigned one or more classifications: Wild, Scenic, or Recreational. These classifications are based on the developmental character of the river's surroundings on the date of designation. Wild rivers are the most remote and undeveloped while Recreational rivers often have many access points, roads, railroads, bridges, and homes located within the designated corridor. Scenic rivers tend to fall somewhere between the Wild and Recreational level of development. It is important to note that a river's classification is not related to the value(s) that made it worthy of designation. For instance, recreation may not be an outstanding value on a river with a recreational classification, nor scenery on a river classified as scenic. Notably, Wild and Scenic Rivers receive the same standard of protection regardless of classification. == 50th Anniversary of Wild and Scenic Rivers Act == In 2018, America continues to celebrate the 50th Anniversary of the Wild and Scenic Rivers Act. On August 2, 2018, 20 miles of East Rosebud Creek in Montana were designated as a Wild and Scenic, the first Wild and Scenic designation in Montana in over 40 years. ==See also== *List of National Wild and Scenic Rivers *Frank and John Craighead *Wild river *National Trails System *Protected areas of the United States ==References== ==External links== *National Wild and Scenic Rivers System *Wild and Scenic Rivers Act Category:1968 in the environment National Wild and Scenic River Category:1968 in American law",
 "title": "National Wild and Scenic Rivers System"
}