{
 "id": "342627",
 "text": "Sir Alfred Cooper (28 January 1838 – 3 March 1908) was a fashionable English surgeon and clubman of the late 19th century whose patients included Albert Edward, Prince of Wales. He is an ancestor of David Cameron, former Prime Minister of the United Kingdom. == Early life and career == Cooper was born in Bracondale, Norfolk, England, the son of William Cooper, barrister, by his wife Anna, née Marsh. He was educated at Merchant Taylors' School. As a doctor and surgeon, his speciality was in venereal disease, which gave him an unusual degree of access to, and perspective on, late Victorian aristocrats and their notions of morality. He was appointed a Surgeon-Lieutenant-Colonel to the Loyal Suffolk Hussars on 17 May 1899. The Hussars was a Yeomanry regiment, which was embodied for active service in South Africa during the Second Boer War (1899–1902).Hart′s Army list, 1902 Cooper was the senior medical officer to the regiment until he resigned his commission on 8 November 1902. He was knighted for services to medicine in the 1902 Coronation Honours, receiving the accolade from King Edward VII at Buckingham Palace on 24 October that year. == Marriage and issue == Cooper became the third husband of Lady Agnes Duff, and was devoted to her all his life. Lady Agnes Duff's first husband, Viscount Dupplin, was the eldest son of the 12th Earl of Kinnoull (issue one daughter), and her second husband had been a certain Herbert Flower (no issue). Lady Agnes Duff was the youngest daughter of James Duff, 5th Earl Fife by his wife, Lady Agnes Hay, herself the daughter of William Hay, 18th Earl of Erroll and granddaughter of King William IV by his mistress, the actress Dorothy Jordan. Lady Agnes Duff's brother, Alexander Duff, 1st Duke of Fife, was the husband of Louise, Princess Royal, the eldest daughter of King Edward VII. Cooper and his wife had four children together, the youngest being Duff Cooper, 1st Viscount Norwich, the prominent British statesman of the 1930s and 1940s. Sir Alfred's descendants include the publisher Rupert Hart-Davis; his son, the television presenter Adam Hart-Davis; the writer John Julius Norwich; and the Conservative Prime Minister of the United Kingdom, David Cameron, a great-great-grandson. == Death == Cooper died in Menton, France, in 1908. == References == == External links == Category:1838 births Category:1908 deaths Category:People educated at Merchant Taylors' School, Northwood Category:British surgeons Category:Fellows of the Royal College of Surgeons Category:Knights Bachelor",
 "title": "Alfred Cooper"
}