{
 "id": "342876",
 "text": "Anna Caroline Maxwell (March 14, 1851January 2, 1929), was a nurse who came to be known as \"the American Florence Nightingale\". Her pioneering activities were crucial to the growth of professional nursing in the United States. ==Early years== Maxwell was born in Bristol, New York on March 14, 1851. Her father was a Scottish emigrant, clergyman John Eglinton Maxwell, and her mother was an American-born woman of English descent, Diantha Caroline Maxwell. The family moved to Canada for some of Maxwell's childhood, returning in 1874. That year, she began nursing without formal training, as an assistant matron at New England Hospital. She left in 1876 and spent two years in England before enrolling at Boston City Hospital Training School for Nurses. She was attracted there by the renown of Linda Richards, one of America's first nurses, who taught at the school. == Career == In 1880 Maxwell was hired to start a training school at Montreal General Hospital, however she found it a frustratingly slow experience. She left after six months and travelled to Europe, where she visited a number of hospitals. She returned to America and in November 1881 she was offered the superintendency of the Training School for Nurses at Massachusetts General Hospital in Boston. In 1889, she moved to New York to be director of nursing at St. Luke's Hospital, and from there became superintendent of nursing at the Presbyterian Hospital of New York from 1892 to 1921. Maxwell was also the first director of the Presbyterian Hospital's nursing school, founded in 1892, which later became the Columbia University School of Nursing. ===Wartime activities=== During the Spanish–American War Maxwell requested permission to take trained nurses to military hospitals to care for casualties. She was sent to a field hospital in Chicamauga, Georgia, where she and her nurses encountered poor sanitation, widespread disease, and a high death rate. Maxwell and her nurses were able to improve the conditions significantly. There was also an outbreak of typhoid fever at a military training camp in the area, and Maxwell led 150 nurses in caring for over 600 cases, as well as cases of malaria and measles. The military was impressed with the nurses' achievements and in 1901, with Maxwell's involvement, the United States Army Nurse Corps was established. In World War I, she also worked to prepare nurses for active military service, and in 1916 travelled to Europe to visit hospitals at the fronts. France awarded her the Medaille de l'Hygiene Publique (Medal of Honor for Public Health) in recognition of her work. Following the war, Maxwell worked for nurses to be given a rank in the armed forces, which was achieved in 1920. === Other activities === In addition to her work in education and with the military, Maxwell co-wrote a textbook with Amy E. Pope entitled Practical Nursing. She was also a member of the American Society of Superintendents of Training Schools for Nurses (1893), which later developed into the National League for Nursing, and the Nurses' Associated Alumnae of the United States and Canada (1897), which later became the American Nurses Association. She was also a member of the International Council of Nurses (1899) and the American Red Cross Nursing Service (1899), and was involved in establishing the American Journal of Nursing and the Isabel Hampton Robb Scholarship Fund. === Recognition === The first building to open at the new Columbia Presbyterian Medical Center in 1928 was the home for the university's nursing school. It was named the \"Anna C. Maxwell Hall\" in her honor. The hall was razed in 1984 to make room for a new hospital building, and the university established an endowed professorship at the nursing school in Maxwell's name. Maxwell was one of the first women buried at Arlington National Cemetery. Columbia University awarded her an honorary Master of Arts degree. ==References== ==External links== * * ANC Explorer Category:Burials at Arlington National Cemetery Category:American nursing administrators Category:People of the Spanish–American War Category:1851 births Category:1929 deaths Category:Columbia University faculty Category:Columbia University School of Nursing faculty Category:Female wartime nurses Category:Nursing educators Category:Female nurses in World War I Category:American medical writers Category:Women medical writers",
 "title": "Anna Maxwell"
}