{
 "id": "342826",
 "text": "The year 1940 in science and technology involved some significant events, listed below. ==Biochemistry== * August 24 – Howard Florey and a team including Ernst Chain, Arthur Duncan Gardner, Norman Heatley, M. Jennings, J. Orr-Ewing and G. Sanders at the Sir William Dunn School of Pathology, University of Oxford, publish their laboratory results showing the in vivo bactericidal action of penicillin. They have also purified the drug. On December 25 they seed their first batch of culture with spores of penicillin to grow it in medicinal quantity. * The antibiotic dactinomycin (actinomycin D) is first isolated by Selman Waksman and H. Boyd Woodruff at Rutgers University. ==Biology== * February 2 – The first transposons are discovered in maize (Zea mays, aka corn) by Barbara McClintock. * March 11 – Ed Ricketts, John Steinbeck and six others leave Monterey for the Gulf of California on a marine invertebrate collecting expedition. ==Chemistry== * February 27 – The radioactive isotope carbon-14 is discovered by Martin Kamen and Sam Ruben at the University of California, Berkeley. * May 15 – Women's stockings made of nylon are first placed on sale across the United States. * December 14 – Plutonium is first synthesized by a team led by Glenn T. Seaborg and Edwin McMillan at the University of California, Berkeley by bombarding uranium-238 with deuterons. * The radioactive element Astatine is synthesized by Dale R. Corson, Kenneth Ross MacKenzie and Emilio Segrè at the University of California, Berkeley. * Neptunium, the first transuranic element, is synthesized by Edwin McMillan and Philip H. Abelson at the University of California, Berkeley. * Louis Plack Hammett coins the term Physical organic chemistry when he uses it as the title of a textbook published in New York. * Robert McCance and Elsie Widdowson publish the standard text The Chemical Composition of Foods. ==Computer science== * January 8 – In the history of computing hardware, Bell Labs' Complex Number Computer, a relay-based calculator for complex numbers, is completed under the direction of George Stibitz in New York City. * May–August – Alan Turing and Gordon Welchman at the United Kingdom Government Code and Cypher School, Bletchley Park, design the British Bombes to help decrypt Wehrmacht Enigma machine signals. * September 9 – George Stibitz first demonstrates remote operation of a computer, using a modified teletype working over telegraph lines between an American Mathematical Society conference at Dartmouth College in New Hampshire and the Complex Number Computer in New York. ==Exploration== * December – Finn Ronne and Carl Eklund of the United States Antarctic Service determine that Alexander I Land is an island. ==Mathematics== * Friedrich Wilhelm Levi introduces the Levi graph in a series of lectures on finite geometry at the University of Calcutta. ==Medicine== * At Johns Hopkins Hospital in the United States, Dr. Austin T. Moore (1899–1963) performs the first metallic hip replacement surgery. * German optometrist Heinrich Wöhlk produces fully plastic contact lenses. ==Metallurgy== * William Justin Kroll devises the Kroll process. ==Physics== * January 5 – FM radio demonstrated to the FCC for the first time. * March – Frisch–Peierls memorandum: Otto Frisch and Rudolf Peierls, at this time working at the University of Birmingham in England, calculate that an atomic bomb could be produced using very much less enriched uranium than has previously been supposed, making it a practical proposition. * April 10 – MAUD Committee first convened in Britain to consider the feasibility of an atomic bomb. * Cavity magnetron invented by John Randall and Harry Boot. * Spontaneous fission first observed by Georgy Flyorov and Konstantin Petrzhak. ==Technology== * May 26 – First free flight of Igor Sikorsky's Vought-Sikorsky VS-300 helicopter, in the United States. * September 21 – American Bantam deliver the first prototype BRC Quarter-Ton General Purpose Vehicle – the four-wheel drive Jeep, designed by Karl Probst. * November 7 – The new Tacoma Narrows Bridge collapses due to aeroelastic flutter. * Donald Leslie demonstrates the Leslie speaker, intended as an adjunct to the Hammond organ. ==Other events== * September–November – The Tizard Mission, a British technical and scientific mission, exchanges information on wartime scientific advances with the United States, including radar (in particular a greatly improved cavity magnetron), Frank Whittle's jet engine, the Frisch–Peierls memorandum on feasibility of an atomic bomb and work of the 'Tube Alloys' project on production of enriched uranium. ==Births== * January 8 ** Mark Bretscher, English biologist and academic ** Brian Josephson, Welsh-born theoretical physicist and winner of the Nobel Prize in Physics. * April 1 – Wangari Maathai, née Muta (died 2011), Kenyan biologist and winner of the Nobel Peace Prize. * April 18 – Joseph L. Goldstein, American biochemist and winner of the Nobel Prize in Physiology or Medicine. * May 17 – Alan Kay, American computer scientist and winner of the Turing Award. * June 1 – Kip Thorne, American gravitational physicist and winner of the Nobel Prize in Physics. * June 5 – Dickson Despommier, American microbiologist, ecologist and Professor of Public health in Environmental Health Sciences at Columbia University. * June 22 – Daniel Quillen (died 2011), American mathematician. * July 15 – Stephen Jacobsen (died 2016), American bioengineer and roboticist. * July 30 – Clive Sinclair (died 2021), English inventor. * September 12 – Joachim Frank, German-born biophysicist and winner of the Nobel Prize in Chemistry. * September 26 – Louise Johnson (died 2012), British biochemist and protein crystallographer. * November 20 – Arieh Warshel, Israeli-born winner of the Nobel Prize in Chemistry. * November 26 – Enrico Bombieri, Italian-born mathematician. * Judith Pipher, American astrophysicist. ==Deaths== * March 9 – Robert Gunther (born 1869), English historian of science. * April 13 – Pierre Marie (born 1853), French neurologist. * April 29 – Edgar Buckingham (born 1867), American physicist. * June 17 – Arthur Harden (born 1865), English biochemist and Nobel laureate in chemistry. * June 21 – John T. Thompson (born 1860), American inventor. * July 31 – Louis Charles Christopher Krieger (born 1873), American mycologist. * August 30 – J. J. Thomson (born 1856), English physicist and Nobel laureate in physics. * November 8 – Arthur Vierendeel (born 1852), Belgian civil engineer. * November 17 – Raymond Pearl (born 1879), American biologist. * December 16 – Eugène Dubois (born 1858), Dutch paleoanthropologist. * December 17 – Alicia Boole Stott (born 1860) British mathematician. ==References== Category:20th century in science Category:1940s in science",
 "title": "1940 in science"
}