{
 "id": "342972",
 "text": "Emilio Giuseppe Farina, also known as Giuseppe Antonio \"Nino\" Farina, (; 30 October 1906 – 30 June 1966) was an Italian racing driver and first official Formula One World Champion. He gained the title in 1950. He was the Italian Champion in 1937, 1938 and 1939. ==Early years== Born in Turin, Farina was the son of Giovanni Carlo Farina (1884–1957) who founded the Stabilimenti Farina coachbuilder.Donatella Biffignandi, Giuseppe Farina from www.museoauto.it. He began driving a two-cylinder Temperino, at the age of just nine. Farina became a Doctor of Political Science (although some sources say engineering); he also excelled at skiing, football and athletics. He cut short a career as a cavalry officer with the Italian army to fulfill a different ambition: motor racing. While still at university Farina purchased his first car, a second-hand Alfa Romeo, and ran it in the 1925 Aosta-Gran San Bernardo Hillclimb. While trying to beat his father, he crashed, breaking his shoulder and receiving facial cuts, establishing a trend that continued throughout his crash-prone career. His father finished fourth. During the 1933 and 1934 seasons Farina returned to the sport, racing Maseratis and Alfa Romeos for Gino Rovere and Scuderia Subalpina, and began a friendship with Italian racing legend Tazio Nuvolari. It was Nuvolari who to some extent, guided Farina's early career. In 1935, he raced for the factory Maserati team, showing enough promise to impress Enzo Ferrari, who recruited him to drive for Scuderia Ferrari, the team that ran the works-supported Alfa Romeos. It was in an Alfa Romeo 8C that he finished second in the Mille Miglia, after driving through the night without lights. He became a Grand Prix winner when he won the 1937 Grand Prix of Naples. Although he was noted for his driving style and intelligence, he had a petulant streak and disregard for his fellow competitors whilst on the race track. He was involved in two fatal accidents. The first was during the 1936 Grand Prix de Deauville, when he tried to pass Marcel Lehoux for second. Farina's Alfa Romeo 8C collided with Lehoux's ERA, causing the ERA to overturn and catch fire. Lehoux was thrown out, received a fractured skull and died in hospital, while Farina escaped with minor injuries. Two seasons later, during the 1938 Gran Premio di Tripoli, László Hartmann's Maserati 4CM cut a corner in front of Farina. The cars collided and overturned. Farina survived without major injuries, but Hartmann died the following day. In 1938, the official Alfa Romeo team, Alfa Corse, returned to motor sport and Farina was a member. Driving the new Alfa Romeo 158 Voiturette in 1939, he won the Grand Prix d'Anvers, Coppa Ciano and the Prix de Berne, to become the Italian Champion for the third year in succession. The following year, he won the Tripoli Grand Prix and finished second in the Mille Miglia for the third time. ==Post-World War II career== After World War II, Farina returned to Alfa Corse to drive their 158. He won the 1946 Grand Prix des Nations. However, he left Alfa Corse after a disagreement over team leadership and sat out the whole of the 1947 season. He came back to the sport in 1948 with a privately entered Maserati and a works Ferrari. During this period, he also married Elsa Giaretto. In her opinion motor sport was a silly and dangerous activity, and she tried to persuade Farina to stop. Three days after their high society wedding, Farina flew to Argentina where he drove his Maserati 8CL to victory in the Gran Premio Internacional del General San Martín. On his return to Europe, he won the Grand Prix des Nations and the 1948 Monaco Grand Prix. Using Ferrari's first Grand Prix car, the Ferrari 125, he won the Circuito di Garda before giving the Temporada another visit. This resulted in victory in the Copa Acción San Lorenzo in February 1949. The rest of the year he raced Maseratis for Scuderia Milano and Scuderia Ambrosiana, and at times in his own 4CLT/48. He won the Lausanne Grand Prix and then was re-signed by Alfa Corse. ===1950 World Champion=== In 1950, Farina returned to Alfa Romeo for the inaugural FIA World Championship of Drivers. The opening race of the season was held at Silverstone Circuit, in front of 150,000 spectators. Farina won, with teammates Luigi Fagioli and Reg Parnell, completing an Alfa Romeo 1–2–3 finish. At Monaco eight days later, a multiple pile-up on the first lap saw Farina spin out of a race that Juan Manuel Fangio went on to win. In the 1950 Swiss Grand Prix, Farina beat his teammate Fagioli into second. The next race, at Circuit de Spa-Francorchamps, saw Fangio beat Fagioli, with Farina finishing in fourth with transmission problems. At this stage, Farina still led the championship on points: Farina 22; Fagioli 18; Fangio 17.Tim Hill, \"Formula One: The Complete Story 1950 To 2014\" (Atlantic Publishing, , 2014) When Fangio won the 1950 French Grand Prix, Farina finished outside of the points in seventh. By the season finale on 3 September, the 1950 Italian Grand Prix, Farina was trailing his teammate by two points. For Alfa, Monza was home territory and so they fielded an additional car for Piero Taruffi and Consalvo Sanesi. It was the Ferrari of Alberto Ascari who put pressure on the Alfas during the early stages of the race, lying in second, in the knowledge that his car only needed one fuel stop to the Alfas' two, but he retired with engine problems. Soon after, Fangio's gearbox failed and Taruffi handed over his car, only for it to drop a valve and retire. Instead, first position and therefore the championship went to Farina. He continued with Alfa Romeo for the 1951 season, but was beaten by Fangio, who secured the title for the Milanese marque. Farina finished the season in fourth place, with his only world championship victory coming in the 1951 Belgian Grand Prix at Spa- Francorchamps. Farina switched back to Ferrari for 1952, when Grand Prix racing switched to Formula 2 specification, but had to take second place to team leader Ascari. He won the non-championship Gran Premio di Napoli and Monza Grand Prix. Ascari's total domination of the championship had been a bitter blow to Farina's self-image. He also drove Tony Vandervell's Thinwall Special – a modified Ferrari 375 F1 car to second place in the end-of-season Woodcote Cup at Goodwood. He remained at Ferrari for the 1953 season. He was involved in a large accident at the first race of the season, the Argentine Grand Prix: President Juan Perón had allowed free access to the race, which meant that the drivers had to race with hordes of spectators lining the circuit, and a young boy ran across the track while Farina was committed to a fast corner, the Curva Nor Este. Farina was forced to take evasive action and swerved into the spectators standing on the exit of the corner, killing seven and injuring many others. Farina's best result of the season was victory in the 1953 German Grand Prix. He took up the challenge against the works Maserati of Fangio and Mike Hawthorn when Ascari's car lost a wheel. Other non-Championship Formula One victories came in the Gran Premio di Napoli and Grand Prix de Rouen-les-Essarts. By now he had accepted that Ascari and Fangio were faster drivers than him. He nevertheless took a string of podium finishes, gaining third place in the World Championship. This year saw the introduction of the World Sportscar Championship, and as part of the Scuderia Ferrari squad of drivers, Farina made a number of appearances, winning twice. The first came in the 24 Heures de Spa-Francorchamps, when he and Hawthorn had a winning margin of 18 laps, which amounted to about an advantage of close to 90 minutes. The second victory came in the next race, the 1953 1000km of Nürburgring, this time partnered by Ascari, with a smaller margin of just over 15 minutes. He also triumphed in the Daily Express Trophy race at Silverstone in another one-off race in the Thinwall Special. Although he was now 47, a golden opportunity arose at Ferrari when Ascari left the team, leaving Farina the team leader. After early season results including victories in the 1000 km Buenos Aires sports car race, co-driven by the young Italian Umberto Maglioli, and the Syracuse Grand Prix, he crashed heavily in the Mille Miglia whilst leading in his Ferrari 375 Plus. Just seven weeks later, and with his right arm still in plaster, Farina raced in the 1954 Belgian Grand Prix. He was leading before the end of the first lap, dicing with Fangio's Maserati, until the ignition failed on his Ferrari. Later in the season he was badly injured in the Supercortemaggiore Grand Prix, a sports car race at Monza, as a consequence of which he spent 20 days in hospital. He was back with Ferrari for the start of the 1955 season in Argentina, taking morphine injections to ease the pain. But the heat took its toll on all of the drivers. Farina pitted due to exhaustion, with his Ferrari 625 being taken over by the team's spare driver, Maglioli. When José Froilán González pitted, a revived Farina was sent out in his place. Later in the race, González – who was back in his car – crashed but rejoined and handed the car back to Farina, who brought it home in second. Third place in the 1955 Argentine Grand Prix went to Farina's original car which had been drivern by Maglioli and Maurice Trintignant. After a third place in Belgium, Farina retired mid-season, owing to the continued pain and the death of Ascari. He returned for the 1955 Italian Grand Prix, but his Scuderia Ferrari-entered Lancia D50 suffered a tyre failure at 170 mph during a practice session, whilst on the Monza's new banking. The car spun, but Farina stepped out unhurt. Ferrari withdrew the car from the event, and Farina did not start his final Grand Prix. Farina entered the 1956 Indianapolis 500, with a six-cylinder Ferrari engine installed in a Kurtis Kraft chassis. The car, sponsored by Bardahl, was listed on the entry as a Bardahl-Ferrari. Qualifying for the race was scheduled for four days during May. The second weekend saw heavy rain that cancelled the third day and left only a small amount of time for drivers to contest the remaining spaces of the grid. This meant a few drivers did not get a chance to qualify on the fourth day, and Farina was one of them. Farina elected to race a conventional Indy car in 1957, but he had difficulty getting the car up to speed and experienced some handling problems. His teammate, Keith Andrews, stepped into the car for a test run, but crashed on the front stretch. The car backed into the inside wall and Andrews was crushed to death between the cowl and fuel tank. Farina withdrew from the event and never returned.Donald Davidson & Rick Shaffer, \"Autocourse Official Illustrated History of the Indianapolis 500\" (Icon Publishling Ltd., , 2013) ==Death== Following his retirement, Farina became involved in Alfa Romeo and Jaguar distributorships and later assisted at the Pininfarina factory. On his way to the 1966 French Grand Prix, Farina lost control of his Lotus Cortina in the Savoy Alps, near Aiguebelle, hit a telegraph pole and was killed instantly. He had been on his way to both watch the race and to take part in filming as the adviser and driving double of the French actor Yves Montand, who played an ex-World Champion in the film Grand Prix. ==Racing record== ===Career highlights=== {| class=\"wikitable\" style=\"font-size: 95%;\" |- ! Season ! Series ! Position ! Team ! Car |- !rowspan=1 | 1933 | Coppa Principessa di Piemonte | style=\"background:#ffdf9f;\"| 3rd | | Alfa Romeo 2300 |- !rowspan=3 | 1934 | Masarykuv Okruh | style=\"background:#ffffbf;\"| 1st | Scuderia Subalpina | Maserati 4CM |- | Giro d'Italia | style=\"background:#dfdfdf;\"| 2nd | | Lancia Astura V8 |- | Gran Premio de Biella | style=\"background:#ffdf9f;\"| 3rd | Scuderia Subalpina | Maserati 4CM |- !rowspan=3 | 1935 | Bergamo GP | style=\"background:#dfdfdf;\"| 2nd | Scuderia Subalpina | Maserati 4CM |- | Gran Premio de Biella | style=\"background:#ffdf9f;\"| 3rd | Scuderia Subalpina | Maserati 4CM |- | AIACR European Championship | 21st | Gino Rovere | Maserati 6C-34 |- !rowspan=5 | 1936 | Mille Miglia | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Alfa Romeo 8C 2900 A |- | Penya Rhin Grand Prix | style=\"background:#ffdf9f;\"| 3rd | Scuderia Ferrari | Alfa Romeo 8C-35 |- | Circuito di Milano | style=\"background:#ffdf9f;\"| 3rd | Scuderia Ferrari | Alfa Romeo 8C-35 |- | Gran Premio di Modena | style=\"background:#ffdf9f;\"| 3rd | Scuderia Ferrari | Alfa Romeo 8C-35 |- | AIACR European Championship | 14th | Scuderia Ferrari | Alfa Romeo 8C-35 |- !rowspan=7 | 1937 | Italian Championship | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Alfa Romeo 12C-36 |- | Gran Premio di Napoli | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Alfa Romeo 12C-36 |- | Mille Miglia | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Alfa Romeo 8C 2900 A |- | Turin Grand Prix | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Alfa Romeo 12C-36 |- | Circuito di Milano | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Alfa Romeo 12C-36 |- | AIACR European Championship | 7th | Scuderia Ferrari | Alfa Romeo 8C-35 |- | AAA National Championship | 7th | Scuderia Ferrari | Alfa Romeo 8C-35 |- !rowspan=6 | 1938 | Italian Championship | style=\"background:#ffffbf;\"| 1st | Alfa Corse | Alfa Romeo Tipo 316 |- | Pontedecimo-Giovi | style=\"background:#ffffbf;\"| 1st | Alfa Corse | Alfa Romeo 2900B MM |- | Coppa Ciano | style=\"background:#dfdfdf;\"| 2nd | Alfa Corse | Alfa Romeo Tipo 316 |- | Coppa Acerbo | style=\"background:#dfdfdf;\"| 2nd | Alfa Corse | Alfa Romeo Tipo 316 |- | Gran Premio d'Italia | style=\"background:#dfdfdf;\"| 2nd | Alfa Corse | Alfa Romeo Tipo 316 |- | AIACR European Championship | 8th | Alfa Corse | Alfa Romeo Tipo 312 Alfa Romeo Tipo 316 |- !rowspan=6 | 1939 | Italian Championship | style=\"background:#ffffbf;\"| 1st | Alfa Corse | Alfa Romeo 158 |- | GP d'Anvers | style=\"background:#ffffbf;\"| 1st | Alfa Corse | Alfa Romeo 8C 2900B/412S |- | Coppa Ciano | style=\"background:#ffffbf;\"| 1st | Alfa Corse | Alfa Romeo 158 |- | Prix de Berne | style=\"background:#ffffbf;\"| 1st | Alfa Corse | Alfa Romeo 158 |- | Coppa Acerbo | style=\"background:#ffdf9f;\"| 3rd | Alfa Corse | Alfa Romeo 158 |- | AIACR European Championship | 13th | Alfa Corse | Alfa Romeo 158 |- !rowspan=2 | 1940 | Gran Premio di Tripoli | style=\"background:#ffffbf;\"| 1st | Alfa Corse | Alfa Romeo 158 |- | Mille Miglia | style=\"background:#dfdfdf;\"| 2nd | | Alfa Romeo 6C 2500 SS Spider Touring |- !rowspan=1 | 1946 | Grand Prix des Nations | style=\"background:#ffffbf;\"| 1st | | Alfa Romeo 158 |- !rowspan=4 | 1948 | Gran Premio Internacional del General San Martín | style=\"background:#ffffbf;\"| 1st | Scuderia Milano | Maserati 8CL |- | Grand Prix des Nations | style=\"background:#ffffbf;\"| 1st | | Maserati 4CLT |- | Grand Prix Automobile de Monaco | style=\"background:#ffffbf;\"| 1st | | Maserati 4CLT |- | Circuito di Garda | style=\"background:#ffffbf;\"| 1st | | Ferrari 125 |- !rowspan=4 | 1949 | Copa Acción de San Lorenzo | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 125C |- | Lausanne Grand Prix | style=\"background:#ffffbf;\"| 1st | | Maserati 4CLT/48 |- | Grande Prêmio da Cidade de Rio de Janeiro | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 125C |- | Daily Express BRDC International Trophy | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 125 |- !rowspan=8 | 1950 | FIA Formula World Championship | style=\"background:#ffffbf;\"| 1st | Alfa Romeo SpA | Alfa Romeo 158 Alfa Romeo 159 |- | RAC British Grand Prix | style=\"background:#ffffbf;\"| 1st | Alfa Romeo SpA | Alfa Romeo 158 |- | Großer Preis der Schweiz | style=\"background:#ffffbf;\"| 1st | Alfa Romeo SpA | Alfa Romeo 158 |- | Gran Premio di Bari | style=\"background:#ffffbf;\"| 1st | Alfa Romeo SpA | Alfa Romeo 158 |- | Daily Express BRDC International Trophy | style=\"background:#ffffbf;\"| 1st | Alfa Romeo SpA | Alfa Romeo 158 |- | Gran Premo d'Italia | style=\"background:#ffffbf;\"| 1st | Alfa Romeo SpA | Alfa Romeo 159 |- | Gran Premio Internacional del General San Martín | style=\"background:#dfdfdf;\"| 2nd | Dott G. Farina | Maserati 4CLT |- | Copa Acción de San Lorenzo | style=\"background:#ffdf9f;\"| 3rd | Dott G. Farina | Maserati 4CLT |- !rowspan=10 | 1951 | Grand Prix de Paris | style=\"background:#ffffbf;\"| 1st | Scuderia Milano | Maserati 4CLT |- | Ulster Trophy | style=\"background:#ffffbf;\"| 1st | Alfa Romeo SpA | Alfa Romeo 159A |- | Grote Prijs van Belgie | style=\"background:#ffffbf;\"| 1st | Alfa Romeo SpA | Alfa Romeo 159A |- | Woodcote Cup | style=\"background:#ffffbf;\"| 1st | Alfa Romeo SpA | Alfa Romeo 159 |- | Festival of Britain Trophy | style=\"background:#dfdfdf;\"| 2nd | Scuderia Milano | Maserati 4CLT |- | Grand Prix de Pau | style=\"background:#ffdf9f;\"| 3rd | Scuderia Milano | Maserati 4CLT |- | Großer Preis der Schweiz | style=\"background:#ffdf9f;\"| 3rd | Alfa Romeo SpA | Alfa Romeo 159A |- | Gran Premio d'Italia | style=\"background:#ffdf9f;\"| 3rd | Alfa Romeo SpA | Alfa Romeo 159M |- | Gran Premio de España | style=\"background:#ffdf9f;\"| 3rd | Alfa Romeo SpA | Alfa Romeo 159M |- | FIA Formula One World Championship | 4th | Alfa Romeo SpA | Alfa Romeo 159A Alfa Romeo 159M |- !rowspan=13 | 1952 | Gran Premio di Napoli | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 500 |- | Gran Premio dell'Autodromo di Monza | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 500 |- | FIA Formula One World Championship | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Grands Prix de France | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Grand Prix de Paris | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Grote Prijs van Belgie | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Grand Prix de la Marine | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Grand Prix de l'ACF | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Großer Preis von Deutschland | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Grand Prix de la Comminges | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Grote Prijs van Nederland | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Woodcote Cup | style=\"background:#dfdfdf;\"| 2nd | G.A. Vandervell | Ferrari 375 Thinwall |- | Gran Premio di Siracusa | style=\"background:#ffdf9f;\"| 3rd | Scuderia Ferrari | Ferrari 500 |- !rowspan=14 | 1953 | Gran Premio Ciudad de Buenos Aires | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 500 |- | Gran Premio di Napoli | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 500 |- | Grand Prix de Rouen-les-Essarts | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 625 |- | Daily Express Trophy | style=\"background:#ffffbf;\"| 1st | G.A. Vandervell | Ferrari Thinwall |- | 24 Heures de Spa Francorchamps | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 375 MM Pinin Farina Berlinetta |- | Großer Preis von Deutschland | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 500 |- | Internationales ADAC-1000 km Rennen Weltmeisterchaftslauf Nürburgring | style=\"background:#ffffbf;\"| 1st | Automobili Ferrari | Ferrari 375 MM Vignale Spyder |- | 12 Hours of Casablanca | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 375 MM Berlinetta |- | Grote Prijs van Nederland | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Großer Preis der Schweiz | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | Gran Premio d'Italia | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 500 |- | FIA Formula One World Championship | style=\"background:#ffdf9f;\"| 3rd | Scuderia Ferrari | Ferrari 500 |- | RAC British Grand Prix | style=\"background:#ffdf9f;\"| 3rd | Scuderia Ferrari | Ferrari 500 |- | Gran Premio di Monza | style=\"background:#ffdf9f;\"| 3rd | Scuderia Ferrari | Ferrari 250 MM Vignale Spyder |- !rowspan=6 | 1954 | 1000 km Buenos Aires | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 375 MM |- | Gran Premio di Siracusa | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 625 |- | Grand Prix d'Agadir | style=\"background:#ffffbf;\"| 1st | Scuderia Ferrari | Ferrari 375 Plus |- | Gran Premio de la Republic Argentina | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 625 |- | Gran Premio Ciudad de Buenos Aires | style=\"background:#ffdf9f;\"| 3rd | Scuderia Ferrari | Ferrari 625 |- | FIA Formula One World Championship | 8th | Scuderia Ferrari | Ferrari 625 |- !rowspan=3 | 1955 | Gran Premio de la Republic Argentina | style=\"background:#dfdfdf;\"| 2nd | Scuderia Ferrari | Ferrari 625 |- | Grote Prijs van Belgie | style=\"background:#ffdf9f;\"| 3rd | Scuderia Ferrari | Ferrari 625 |- | FIA Formula One World Championship | 5th | Scuderia Ferrari | Ferrari 625 |} ===Complete European Championship results=== (key) (Races in bold indicate pole position, races in italics indicate fastest lap) {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" ! Year ! Entrant ! Chassis ! Engine ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! 7 ! ! Pts |- |rowspan=2| 1935 ! Gino Rovere ! Maserati 6C-34 ! Maserati 3.7 L6 |style=\"background:#ffcfcf;\"| MON | FRA | BEL | GER | style=\"background:#dfffdf;\"| SUI | | !rowspan=2| 21st !rowspan=2| 51 |- ! Scuderia Subalpina ! Maserati V8RI ! Maserati 4.8 V8 | | | | | |style=\"background:#FFFFFF;\"| ITA | ESP |- |rowspan=2| 1936 !rowspan=2| Scuderia Ferrari ! Alfa Romeo 8C-35 ! Alfa Romeo 3.8 L8 |style=\"background:#ffcfcf;\"| MON | GER |style=\"background:#ffcfcf;\"| SUI | | | | !rowspan=2| 14th !rowspan=2| 26 |- ! Alfa Romeo 12C 1936 ! Alfa Romeo 4.1 V12 | | | |style=\"background:#DFFFDF;\"| ITA | | | |- | 1937 ! Scuderia Ferrari ! Alfa Romeo 12C-36 ! Alfa Romeo 4.1 V12 | BEL |style=\"background:#DFFFDF;\"| GER |style=\"background:#DFFFDF;\"| MON |style=\"background:#EFCFFF;\"| SUI |style=\"background:#EFCFFF;\"| ITA | | ! 7th ! 28 |- |rowspan=2| 1938 !rowspan=2| Alfa Corse ! Alfa Romeo Tipo 312 ! Alfa Romeo 3.0 V12 | FRA |style=\"background:#ffcfcf;\"| GER |style=\"background:#DFFFDF;\"| SUI | | | | !rowspan=2| 8th !rowspan=2| 21 |- ! Alfa Romeo Tipo 316 ! Alfa Romeo 3.0 V16 | | | |style=\"background:#DFDFDF;\"| ITA | | | |- |rowspan=2| 1939 ! G. Farina ! Alfa Romeo Tipo 316 ! Alfa Romeo 3.0 V16 |style=\"background:#cfcfff;\"| BEL | FRA | GER | | | | !rowspan=2| 13th !rowspan=2| 25 |- ! Alfa Corse ! Alfa Romeo 158 ! Alfa Romeo 1.5 L8 | | | |style=\"background:#DFFFDF;\"| SUI | | | |- !colspan=13| |} ===Post-WWII Grandes Épreuves results=== (key) (Races in bold indicate pole position) (Races in italics indicate fastest lap) {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" |- ! Year ! Entrant ! Chassis ! Engine ! 1 ! 2 ! 3 ! 4 ! 5 |- | rowspan=2| 1948 ! Giuseppe Farina ! Maserati 4CL ! Maserati 4CL 1.5 L4 s |style=\"background:#FFFFBF;\"| MON |style=\"background:#EFCFFF;\"| SUI | FRA | | |- ! Scuderia Ferrari ! Ferrari 125 ! Ferrari 125 F1 1.5 V12 s | | | |style=\"background:#EFCFFF;\"| ITA | |- | rowspan=3| 1949 ! Giuseppe Farina ! Maserati 4CLT/48 ! Maserati 4CLT 1.5 L4 s | GBR |style=\"background:#EFCFFF;\"| BEL |style=\"background:#EFCFFF;\"| SUI | | |- ! Automobiles Talbot-Darracq ! Talbot-Lago T26C ! Talbot 23CV 4.5 L6 | | | |style=\"background:#EFCFFF;\"| FRA | |- ! Scuderia Milano ! Maserati 4CLT/48 ! Maserati 4CLT 1.5 L4 s | | | | |style=\"background:#EFCFFF;\"| ITA |- !colspan=9| |} ===Complete Formula One World Championship results=== (key) (Races in bold indicate pole position, races in italics indicate fastest lap) {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" ! Year ! Entrant ! Chassis ! Engine ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! 7 ! 8 ! 9 ! ! Pts |- |rowspan=2| 1950 !rowspan=2| Alfa Romeo SpA ! Alfa Romeo 158 !rowspan=2| Alfa Romeo 158 1.5 L8 s |style=\"background:#FFFFBF;\"| GBR |style=\"background:#EFCFFF;\"| MON | 500 |style=\"background:#FFFFBF;\"| SUI |style=\"background:#DFFFDF;\"| BEL |style=\"background:#CFCFFF;\"| FRA | | | |rowspan=2 style=\"background:#FFFFBF;\"| 1st |rowspan=2 style=\"background:#FFFFBF;\"| 30 |- ! Alfa Romeo 159 | | | | | | |style=\"background:#FFFFBF;\"| ITA | | |- | 1951 ! Alfa Romeo SpA ! Alfa Romeo 159 ! Alfa Romeo 158 1.5 L8 s |style=\"background:#FFDF9F;\"| SUI | 500 |style=\"background:#FFFFBF;\"| BEL |style=\"background:#DFFFDF;\"| FRA |style=\"background:#EFCFFF;\"| GBR |style=\"background:#EFCFFF;\"| GER |style=\"background:#FFDF9F;\"| ITA |style=\"background:#FFDF9F;\"| ESP | ! 4th ! 19 (22) |- | 1952 ! Scuderia Ferrari ! Ferrari 500 ! Ferrari 500 2.0 L4 |style=\"background:#EFCFFF;\"| SUI | 500 |style=\"background:#DFDFDF;\"| BEL |style=\"background:#DFDFDF;\"| FRA |style=\"background:#CFCFFF;\"| GBR |style=\"background:#DFDFDF;\"| GER |style=\"background:#DFDFDF;\"| NED |style=\"background:#DFFFDF;\"| ITA | |style=\"background:#DFDFDF;\"| 2nd |style=\"background:#DFDFDF;\"| 24 (27) |- | 1953 ! Scuderia Ferrari ! Ferrari 500 ! Ferrari 500 2.0 L4 |style=\"background:#EFCFFF;\"| ARG | 500 |style=\"background:#DFDFDF;\"| NED |style=\"background:#EFCFFF;\"| BEL |style=\"background:#DFFFDF;\"| FRA |style=\"background:#FFDF9F;\"| GBR |style=\"background:#FFFFBF;\"| GER |style=\"background:#DFDFDF;\"| SUI |style=\"background:#DFDFDF;\"| ITA |style=\"background:#FFDF9F;\"| 3rd |style=\"background:#FFDF9F;\"| 26 (32) |- |rowspan=2| 1954 !rowspan=2| Scuderia Ferrari ! Ferrari 625 ! Ferrari 625 2.5 L4 |style=\"background:#DFDFDF;\"| ARG | 500 | | | | | | | !rowspan=2| 8th !rowspan=2| 6 |- ! Ferrari 553 ! Ferrari 554 2.5 L4 | | |style=\"background:#EFCFFF;\"| BEL | FRA | GBR | GER | SUI | ITA | ESP |- |rowspan=4| 1955 !rowspan=4| Scuderia Ferrari !rowspan=2| Ferrari 625 !rowspan=3| Ferrari 555 2.5 L4 |style=\"background:#DFDFDF;\"| ARG 2+3† | | | | | | | | !rowspan=4| 5th !rowspan=4| 10 |- | |style=\"background:#DFFFDF;\"| MON | 500 | | | | | | |- ! Ferrari 555 | | | |style=\"background:#FFDF9F;\"| BEL | NED | GBR | | | |- ! Lancia D50 ! Lancia DS50 2.5 V8 | | | | | | |style=\"background:#ffffff;\"| ITA | | |- | ! Bardahl-Ferrari ! Kurtis Kraft 500D ! Ferrari 446 4.5 L6 | ARG | MON |style=\"background:#ffcfcf;\"| 500 | BEL | FRA | GBR | GER | ITA | ! NC ! 0 |} :* Indicates shared drive with Felice Bonetto :† Indicates shared drives with José Froilán González and Maurice Trintignant (2nd place) & Maurice Trintignant and Umberto Maglioli (3rd place) ===Non-championship Formula One results=== (key) (Races in bold indicate pole position, races in italics indicate fastest lap) {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" ! Year ! Entrant ! Chassis ! Engine ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! 7 ! 8 ! 9 ! 10 ! 11 ! 12 ! 13 ! 14 ! 15 ! 16 ! 17 ! 18 ! 19 ! 20 ! 21 ! 22 ! 23 ! 24 ! 25 ! 26 ! 27 ! 28 ! 29 ! 30 ! 31 ! 32 ! 33 ! 34 ! 35 ! 36 ! 37 ! 38 ! 39 |- |rowspan=2| ! Alfa Romeo SpA ! Alfa Romeo 158 ! Alfa Romeo 158 1.5 L8 s | PAU | RIC | SRM | PAR | EMP |style=\"background:#FFFFBF;\"| BAR | JER | | |style=\"background:#CFCFFF;\"| NAT | NOT | ULS | PES | STT |style=\"background:#FFFFBF;\"| INT | GOO | PEN | | | | | | | | | | | | | | | | | | | | | | |- ! Dr. G. Farina ! Maserati 4CLT/48 ! Maserati 4CLT 1.5 L4 s | | | | | | | |style=\"background:#CFCFFF;\"| ALB | NED | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | |- |rowspan=2| ! Dr. G. Farina ! Maserati 4CLT/48 ! Maserati 4CLT 1.5 L4 s |style=\"background:#EFCFFF;\"| SYR |style=\"background:#FFDF9F;\"| PAU | RIC | SRM |style=\"background:#EFCFFF;\"| BOR | |style=\"background:#FFFFBF;\"| PAR | | |style=\"background:#EFCFFF;\"| NED | ALB | PES | | | | | | | | | | | | | | | | | | | | | | | | | | | |- ! Alfa Romeo SpA ! Alfa Romeo 159 ! Alfa Romeo 158 1.5 L8 s | | | | | |style=\"background:#CFCFFF;\"| INT | |style=\"background:#FFFFBF;\"| ULS | SCO | | | |style=\"background:#EFCFFF;\"| BAR |style=\"background:#FFFFBF;\"| GOO | | | | | | | | | | | | | | | | | | | | | | | | | |- |rowspan=2| !rowspan=2| Scuderia Ferrari ! Ferrari 500 ! Ferrari 500 2.0 L4 | RIO |style=\"background:#FFDF9F;\"| SYR | | | | | |style=\"background:#EFCFFF;\"| MAR | AST | INT | ELÄ |style=\"background:#FFFFBF;\"| NAP | EIF |style=\"background:#DFDFDF;\"| PAR | ALB | FRO | ULS |style=\"background:#FFFFBF;\"| MNZ | LAC | ESS |style=\"background:#DFDFDF;\"| MAR |style=\"background:#EFCFFF;\"| SAB | CAE | DMT |style=\"background:#DFDFDF;\"| COM | NAT |style=\"background:#EFCFFF;\"| BAU |style=\"background:#DFFFDF;\"| MOD | CAD | SKA | MAD | AVU | JOE | NEW | RIO | | | | |- ! Ferrari 375 ! Ferrari 375 4.5 V12 | | |style=\"background:#EFCFFF;\"| VAL | RIC | LAV | PAU | IBS | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | |- |rowspan=2| ! Scuderia Ferrari ! Ferrari 500 ! Ferrari 500 2.0 L4 |style=\"background:#EFCFFF;\"| SYR |style=\"background:#EFCFFF;\"| PAU | LAV | AST |style=\"background:#EFCFFF;\"| BOR | INT | ELÄ |style=\"background:#FFFFBF;\"| NAP | ULS | WIN | FRO | COR | EIF | | | | | |style=\"background:#FFFFBF;\"| ROU | STR | CRY | AVU | USF | LAC | DRE | BRI | CHE | SAB | NEW | CAD | SAC | RED | SKA | LON | MOD | MAD | BER | JOE | CUR |- ! GA Vandervell ! Ferrari 375 tw ! Ferrari 375 4.5 V12 | | | | | | | | | | | | | |style=\"background:#FFCFCF;\"| ALB | PRI | GRE | ESS | MID | | | | | | | | | | | | | | | | | | | | | |- | ! Scuderia Ferrari ! Ferrari 625 ! Ferrari 625 2.5 L4 |style=\"background:#FFFFBF;\"| SYR |style=\"background:#DFFFDF;\"| PAU | LAV | BOR | INT | BAR | CUR | ROM | FRO | COR | BRC | CRY | ROU | CAE | AUG | COR | OUL | RED | PES | SAC | JOE | CAD | BER | GOO | DTT | | | | | | | | | | | | | | |- | ! Scuderia Ferrari ! Ferrari 625 ! Ferrari 555 2.5 L4 |style=\"background:#EFCFFF;\"| VAL | PAU | GLO |style=\"background:#EFCFFF;\"| BOR | INT | NAP | ALB | CUR | COR | LON | DRT | RED | DTT | OUT | AVO | SYR | | | | | | | | | | | | | | | | | | | | | | | |- !colspan=\"43\"| |} * Indicates Shared Drive with André Simon ===Complete 24 Hours of Le Mans results=== {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" |- ! Year ! Team ! Co-Drivers ! Car ! Class ! Laps ! ! |- ! 1953 |align=\"left\"| Scuderia Ferrari |align=\"left\"| Mike Hawthorn |align=\"left\"| Ferrari 340 MM Pininfarina Berlinetta | S5.0 | 12 | style=\"background:#000; color:#fff;\"| DSQ | style=\"background:#000; color:#fff;\"| DSQ |} ===Complete 24 Hours of Spa results=== {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" |- ! Year ! Team ! Co-Drivers ! Car ! Class ! Laps ! ! |- ! 1936 |align=\"left\"| Scuderia Ferrari |align=\"left\"| Eugenio Siena |align=\"left\"| Alfa Romeo 8C 2900A | Compr. | | DNF | DNF |- ! 1953 |align=\"left\"| Scuderia Ferrari |align=\"left\"| Mike Hawthorn |align=\"left\"| Ferrari 375 MM Pininfarina Berlinetta | S | 260 | style=\"background:#ffffbf;\"| 1st | style=\"background:#ffffbf;\"| 1st |} ===Complete Mille Miglia results=== {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" |- ! Year ! Team ! Co-Drivers ! Car ! Class ! ! |- ! 1934 |align=\"left\"| Scuderia Subalpina |align=\"left\"| Luigi Della Chiesa |align=\"left\"| Alfa Romeo 6C 1750 | T2.0 | DNF | DNF |- ! 1936 |align=\"left\"| Scuderia Ferrari |align=\"left\"| Stefano Meazza |align=\"left\"| Alfa Romeo 8C 2900A | +2.0c | style=\"background:#dfdfdf;\"| 2nd | style=\"background:#dfdfdf;\"| 2nd |- ! 1937 |align=\"left\"| Scuderia Ferrari |align=\"left\"| Stefano Meazza |align=\"left\"| Alfa Romeo 8C 2900A | S+2.0 | style=\"background:#dfdfdf;\"| 2nd | style=\"background:#dfdfdf;\"| 2nd |- ! 1938 |align=\"left\"| Alfa Corse |align=\"left\"| Stefano Meazza |align=\"left\"| Alfa Romeo 8C 2900B | S3s/4.5 | DNF | DNF |- ! 1940 |align=\"left\"| |align=\"left\"| Paride Mambelli |align=\"left\"| Alfa Romeo 6C 2500 SS | 3.0 | style=\"background:#dfdfdf;\"| 2nd | style=\"background:#ffffbf;\"| 1st |- ! 1953 |align=\"left\"| Ferrari Spa |align=\"left\"| Luigi Parenti |align=\"left\"| Ferrari 340 MM Touring Spyder | S+2.0 | DNF | DNF |- ! 1954 |align=\"left\"| Scuderia Ferrari |align=\"left\"| Luigi Parenti |align=\"left\"| Ferrari 375 Plus | S+2.0 | DNF | DNF |} ===Complete Carrera Panamericana results=== {| class=\"wikitable\" style=\"text- align:center; font-size:90%\" |- ! Year ! Team ! Co-Drivers ! Car ! Class ! ! |- ! 1952 |align=\"left\"| Scuderia Guastella |align=\"left\"| Bill Spear |align=\"left\"| Ferrari 340 Mexico Vignale Spyder | S | DNS | DNS |} ===Complete 12 Hours of Casablanca results=== {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" |- ! Year ! Team ! Co-Drivers ! Car ! Class ! ! |- ! 1953 |align=\"left\"| Scuderia Ferrari |align=\"left\"| Piero Scotti |align=\"left\"| Ferrari 375 MM | S+2.0 | style=\"background:#ffffbf;\"| 1st | style=\"background:#ffffbf;\"| 1st |} ===Indianapolis 500 results=== {| class=\"wikitable\" style=\"font-size: 95%;\" |- ! Year ! Chassis ! Engine ! Start ! Finish ! Team |- | 1956 | Kurtis Kraft | Ferrari | colspan=2 align=center style=\"background:#FFCFCF;\"|DNQ | Bardahl |} ==References== ==Further reading== * \"The World Champions: Giuseppe Farina to Jackie Stewart\", Anthony Pritchard, 1974 * \"The Grand Prix Who's Who\", Steve Small, 1995 Category:1906 births Category:1966 deaths Category:Sportspeople from Turin Category:Italian racing drivers Category:Italian Formula One drivers Category:Alfa Romeo Formula One drivers Category:Ferrari Formula One drivers Category:Formula One World Drivers' Champions Category:Formula One race winners Category:Grand Prix drivers Category:Road incident deaths in France Category:24 Hours of Le Mans drivers Category:World Sportscar Championship drivers Category:24 Hours of Spa drivers Category:Mille Miglia drivers Category:Carrera Panamericana drivers Category:European Championship drivers Category:People from Turin",
 "title": "Giuseppe Farina"
}