{
 "id": "343007",
 "text": "The Passion is a huge Passion Play, held around Easter on the streets of a certain city. The event started in the Netherlands as a collaboration between the broadcasters EO and RKK (nowadays between EO and KRO-NCRV) and the local community. In 2016 an American version was staged in New Orleans. The event is considered a missionary chance to pay attention to Easter. == Creation == The event and television is partly inspired by the local event, the Manchester Passion, held and broadcast by BBC Three on Good Friday. The production company Eye2Eye Media brought the event to the Netherlands. The first Dutch version was on Maundy Thursday in 2011 held at the market square in Gouda with a live-broadcast on TV. It proved successful and new editions followed in the next years. Later on, other countries like Belgium (2014) and the United States (2016) followed with local versions of the event. == Feature == === Structure === thumb|The cross as seen in the Dutch staging of 2012 in Rotterdam The event is staged in a main square in a city around Easter. On this square a stage is built where celebrities tell the story of Easter, on basis of certain passages around the traditional story of Jesus, interspersed with live performances of actual pop songs. Meanwhile, a group of people carries a huge cross towards the main stage in the center square. == The city == The host city is selected annually on the basis of various factors. * The recognition among the population. A local theme that ties in with the story of suffering and resurrection, can help. For example, the 2016 USA edition, staged in New Orleans, was connected with the Hurricane Katrina flooding the city and the subsequent rebuilding, literally rising the city again. * The presence of a large space that can carry up enough people. In this space the stage is built. Also, an overflow area is required to carry the overflow of people. * The ability to record the different scenes. * The willingness of the city to provide both financial and practical contributions.RI15.0073 Uitvoering motie over The Passion, page 3 == Editions == === Dutch editions === The Dutch adaption of The Passion is a project between the EO and KRO-NCRV networks, the Protestant and Roman Catholic churches in the Netherlands, and the Nederlands Bijbelgenootschap (the Dutch Bible Society). The goal is to bring attention to the Passion of Jesus and make it accessible to the new generation. The first three editions were all held in the province of South Holland. The fourth edition, held in Groningen, was the first outside of the Randstad. Since that year the locations have been distributed throughout the country. The 2016 edition was staged in Amersfoort, the 2017 one in Leeuwarden, and that of 2018 in the Bijlmermeer district of Amsterdam. === Belgian edition === A Flemish version of The Passion was held for the first time in 2014. It was called De Passie and staged on Maundy Thursday in Merchtem. The event attracted around 10,000 visitors.Merchtem blikt terug op geslaagde première eerste Vlaamse editie van 'De Passie', Kerknet.be, 18 April 2014 === American edition === In the United States, The Passion: New Orleans has been staged for the first time in 2016. On March 20 of that year the first American edition took place in New Orleans, and has been aired by Fox. This adaption also was a musical. === Other countries === There is also interest from Germany, France, the United Kingdom, South America, Norway and Poland.Buitenlandse interesse in The Passion - AD.nlDe Ochtend van David Grifhorst, regisseur van The Passion (3), 2:55 onwardsThe Passion wereldwijd uitgezonden – Cvandaag ==References== Passion, The",
 "title": "The Passion (franchise)"
}