{
 "id": "34310",
 "text": "York University (), also known as YorkU or simply YU, is a public research university in Toronto, Ontario, Canada. It is Canada's fourth-largest university, and it has approximately 55,700 students, 7,000 faculty and staff, and over 325,000 alumni worldwide. It has eleven faculties, including the Faculty of Liberal Arts & Professional Studies, Faculty of Science, Lassonde School of Engineering, Schulich School of Business, Osgoode Hall Law School, Glendon College, Faculty of Education, Faculty of Health, Faculty of Environmental and Urban Change, Faculty of Graduate Studies, School of the Arts, Media, Performance and Design, and 28 research centres. York University was established in 1959 as a non-denominational institution by the York University Act, which received royal assent in the Legislative Assembly of Ontario on 26 March of that year. Its first class was held in September 1960 in Falconer Hall on the University of Toronto campus with a total of 76 students. In the fall of 1961, York moved to its first campus, Glendon College, which was leased from U of T, and began to emphasize liberal arts and part-time adult education. In 1965, the university opened a second campus, the Keele Campus, in North York, within the neighbourhood community now called York University Heights. Several of York's programs have gained notable recognition both nationally and internationally. York houses Canada's oldest film school, which has been ranked one of the best in Canada, with an acceptance rate comparable to that of USC School of Cinematic Arts and Tisch School of the Arts. York's Osgoode Hall Law School was ranked fourth best in Canada, behind U of T, McGill, and UBC. In The Economists 2011 full-time MBA rankings, York's Schulich School of Business ranked ninth in the world, and first in Canada, and in CNN Expansions ranking of MBA programs, Schulich ranked 18th in the world, placing first in Canada. York's School of Kinesiology and Health Science ranked fourth in Canada and 24th best in the world in 2018. Over the last twenty years, York has become a centre for labour strife with several faculty and other strikes occurring, including the longest university strike in Canadian history in 2018. ==History== thumb|right|York University Faculty Members, 1961 York University was established in 1959 as a non-denominational institution by the York University Act, which received Royal Assent in the Legislative Assembly of Ontario on 26 March of that year. Its first class was held in September 1960 in Falconer Hall on the University of Toronto campus with a total of 76 students. The policy of university education initiated in the 1960s responded to population pressure and the belief that higher education was a key to social justice and economic productivity for individuals and for society. The governance was modelled on the provincial University of Toronto Act of 1906, which established a bicameral system of university government consisting of a senate (faculty), responsible for academic policy, and a board of governors (citizens) exercising exclusive control over financial policy and having formal authority in all other matters. The president, appointed by the board, was to provide a link between the two bodies and to perform institutional leadership. In the fall of 1961, York moved to its first campus, Glendon College, and began to emphasize liberal arts and part-time adult education. York became independent in 1965, after an initial period of affiliation with the University of Toronto (U of T), under the York University Act, 1965. Its main campus on the northern outskirts of Toronto opened in 1965. Murray Ross, who continues to be honoured today at the university in several ways – including the Murray G. Ross Award – was still vice-president of U of T when he was approached to become York University's new president. At the time, York University was envisaged as a feeder campus to U of T, until Ross's powerful vision led it to become a completely separate institution.Ross, Murray. The Way Must be Tried: Memoirs of a University Man. Toronto: Stoddart Publishing Company, 1992. In 1965, the university opened a second campus, the Keele Campus, in North York, in the Jane and Finch community. The Glendon campus became a bilingual liberal arts college led by Escott Reid, who envisaged it as a national institution to educate Canada's future leaders, a vision shared by Prime Minister Lester Pearson, who formally opened Glendon College in 1966. The first Canadian undergraduate program in dance opened at York University in 1970. In 1972, Canada Post featured the nascent institution on 8¢ stamps, entitled York University Campus, North York, Ont. The first Canadian PhD program in women's studies opened with five candidates in January 1992. Its bilingual mandate and focus on the liberal arts continue to shape Glendon's special status within York University. The new Keele Campus was regarded as somewhat isolated, in a generally industrialized part of the city. Petrol storage facilities are still across the street. Some of the early architecture was unpopular with many, not only for the brutalist designs, but the vast expanses between buildings, which was not viewed as suitable for the climate. In the last two decades, the campus has been intensified with new buildings, including a dedicated student centre and new fine arts, computer science and business administration buildings, a small shopping mall, and a hockey arena. The Aviva Centre tennis stadium, built in 2004, is a perennial host of the Canada Masters tennis tournament. As Toronto has spread further out, York has found itself in a relatively central location within the built-up Greater Toronto Area (GTA), and in particular, near the Jane and Finch neighbourhood. Its master plan envisages a denser on-campus environment commensurate with that location. Students occupied the university's administration offices in March 1997, protesting escalating tuition hikes. In June 2014, the university announced that a new campus would be constructed in Markham, Ontario. The campus will be built near Highway 407, between Kennedy Road and Warden Avenue in partnership with Seneca College. The new campus would house approximately 4,200 students and is anticipated to accommodate up to 10,000 students in future phases. On May 20, 2015, the provincial government announced it will provide financial contribution to this new project. On October 24, 2018, the provincial government announced it would pull its funding for the campus, along with funding for the planned satellite campuses of Laurier University and Ryerson University. After this cancellation of funding for the Markham project, York University and its partners planned to seek alternative funding. In July 2020, the provincial government allowed plans for the university to go through. ==Academics== thumb|Reflecting pool in the Harry W. Arthurs Common York's approximately 1500 full-time faculty and academic librarians and archivists are represented by the York University Faculty Association. Contract faculty, teaching assistants, and graduate assistants are represented by CUPE Local 3903.CUPE Local 3903 | Representing the Contract Faculty, Teaching Assistants, Graduate Assistants & Research Assistants @ York University . Cupe3903.tao.ca. Retrieved on 2010-12-11. ===Admissions=== York University has over 120 undergraduate programs with 17 degree types (BA, iBA, BHS, BSc, iBSc, BBA, iBBA, BEng, BES, BDes, BPA, BFA, BCom, BEd, BDEM, BHRM, BScN, BSW) and offers over 170 degree options. They admit to 30 international degrees offering international language study and opportunities to study abroad at more than 100 international universities. Its international students represent over 150 countries around the world. York University's Film Department houses Canada's oldest film school. ===Reputation=== York University has ranked in a number of post-secondary rankings. In the 2021 Academic Ranking of World Universities rankings, the university ranked 301–400 in the world and 13–18 in Canada. The 2022 QS World University Rankings ranked the university 494th in the world, and seventeenth in Canada. The 2022 Times Higher Education World University Rankings ranked York 401–500 in the world, and 17th in Canada. York ranked 14th Globally and fourth in Canada in the Times Higher Education Impact Rankings for Climate Action. In the 2022 U.S. News & World Report Best Global University Ranking, the university ranked 456th in the world, and 17th in Canada. The Canadian-based Maclean's magazine ranked York University sixth in their 2022 Canadian comprehensive university category. The university's research performance has been noted in several bibliometric university rankings, which uses citation analysis to evaluates the impact a university has on academic publications. The 2019 Performance Ranking of Scientific Papers for World Universities ranked the university 488th in the world, and 19th in Canada, whereas the University Ranking by Academic Performance placed the university 488th in the world, and 19th in Canada. York University has also been featured in rankings that evaluates the employment prospects of its graduates. In QS's 2020 graduate employability ranking, the university ranked 301–500 in the world, and 10–16 in Canada. ===Faculties=== thumb|230px|View of Vari Hall from Harry W. Arthurs Common York University's Film Department houses Canada's oldest film school and has been ranked one of the best in Canada, with an acceptance rate comparable to that of USC School of Cinematic Arts and Tisch School of the Arts. York University is home to the oldest and largest environmental studies faculty in Canada.Timothy B Leduc, David Morley: Five Decades of FES at York: The Praxis of Environmental Studies. Toronto: The ABL Group 2015. From 1999 to 2018, York University offered the first and largest graphic design program in Ontario York/Sheridan Design (YSDN).YSDN York Sheridan Program in Design | York Master of Design. Design.yorku.ca (2010-11-26). Retrieved on 2010-12-11. It was a four-year University degree delivered jointly by the two leading educational institutions of design in Canada (York University and Sheridan College). The joint program has been discontinued and beginning with the class entering in 2019, four-year design students will enrol in a new Bachelor of Design offered by York University, one which is geared for the future of the profession. The Osgoode Hall Law School moved from a downtown location to the York campus in 1969, following the requirement that every law school affiliate with a university. Osgoode Hall offers a number of joint and combined programs. ====Research centres and institutes==== thumb|York researchers at the York University Research Leaders 2014 event. * Centre for Atmospheric Chemistry * Centre for Research on Biomolecular Interactions * Centre for Research in Earth and Space Science * Centre for Research in Mass Spectrometry * Centre for Vision Research (CVR) * York Institute for Social Research * York Institute for Health Research * Robarts Centre for Canadian Studies * Canadian Centre for German and European Studies * Centre for Feminist Research * Israel and Golda Koschitzky Centre for Jewish Studies * York Centre for Asian Research * York Centre for International and Security Studies * York Entrepreneurship Development Institute (YEDI) * Centre for Public Policy and Law * Centre for Refugee Studies * Centre for Research on Latin America and the Caribbean * Institute for Research and Innovation in Sustainability * Institute for Research on Learning Technologies * The Jack and Mae Nathanson Centre on Transnational Human Rights, Crime and Security * LaMarsh Centre for Child and Youth Research * The City Institute at York University (CITY) * Global Labour Research Centre * The Harriet Tubman Institute for Research on the Global Migrations of African Peoples * York Centre for Education and Community * Institute for Science and Technology Studies * Muscle Health Research Centre * Sensorium: The Centre for Digital Arts and Technology * Centre for Research on Language Contact * York Centre for Field Robotics * The Mariano A. Elia Chair in Italian Canadian Studies * Psychology Resource Centre The Art Gallery of York University houses the permanent art collections. The collection of 1500 objects includes Canadian, American, Inuit, and European mixed media, multimedia, installations, painting, photography, prints, drawings, sculpture, sketchbooks, film and video. The School of the Arts, Media, Performance and Design (AMPD, formerly the Faculty of Fine Arts),School of the Arts, Media, Performance and Design (AMPD). Yorku.ca. Retrieved on 2015-03-01. offers programmes such as design, ethnomusicology, cultural studies, visual arts, music, dance, and theatre. York's Jazz Department was once overseen by Oscar Peterson. York also has a joint Bachelor of Design program with Sheridan College. York's Departments of Film, Theatre and Creative Writing (which is not affiliated with the Faculty of Fine Arts) offers programmes in film production/directing, acting, and writing respectively, producing many award- winning graduates. ====Seneca@York==== The Keele campus is host to a satellite facility of Seneca College,Seneca College, Seneca@York Campus. Location map for campus. and York University offers a number of joint programs with Seneca College ===Libraries=== The York University library has a number of branches. The Scott Library has materials in humanities, social sciences, fine arts, and environmental studies. The business library is the Peter F. Bronfman Business Library. ===Study abroad programs=== The university also offers the opportunity for students to earn credits towards their degree while studying abroad through international internships, the \"Discover India\" program operated between York and FLAME University, and student exchange programs. The university has student exchange agreements with over 120 institutions in 40 countries. ==Campuses== ===Keele Campus=== thumb|right|An outdoor art exhibit outside of Scott Library, Keele Campus The Keele Campus is the main campus of York University and is located in northern Toronto bordering York Region. Most of the university's faculties reside here, including Liberal Arts, Fine Arts, Business, Law, Environmental Studies, Science and Engineering, Education, and Health. All together, nearly 50,000 students attend classes on the Keele campus. ===Glendon Campus=== Glendon College is a bilingual liberal arts faculty and separate campus of York University. Glendon College is home to the Leslie Frost library. ===Markham Campus=== In 2018, York University announced a proposal to construct a third campus in the city of Markham. The Government of Ontario supported to partially fund the construction and was announced by premier Doug Ford on July 23, 2020. ===Other locations=== While most of the Schulich School of Business and Osgoode Hall Law School programs are offered at the Keele Campus, both of them maintain satellite facilities in downtown Toronto. Schulich operates the Miles S. Nadal Management Centre at 222 Bay Street (Ernst & Young Tower within the Toronto-Dominion Centre), while Osgoode Hall has a Professional Development Centre at One Dundas West Tower within the Toronto Eaton Centre. Faculty of Environmental and Urban Change The Lillian Meighen Wright Centre is billed as an eco campus next to Las Nubes Forest Reserve in Costa Rica. ==Student life== ===Colleges and residences=== York has nine undergraduate residential colleges: thumb|Founders Residence thumb|right|Vanier Residence thumb|Winters Residence {| class=\"wikitable\" style=\"text-align:center;\" |+ style=\"background:#ce1126; color:#fff; font- size:110%\"|Colleges of York University |- !Name (Founded) !Motto/Mandate !Academic Affiliations !Namesake |- |Calumet (1970) |\"Technology and the Arts\" |Business Administration, Economics, Business and Society, Cognitive Science, Communication Studies, Psychology |Norman-French for pipe or pipestem. |- |Founders (1965) |\"Self, Culture & Society\" |Anthropology, English, Environmental Studies, French, Geography, Italian, History, African studies, East Asian studies, Social Work, Latin American and Caribbean Studies, South Asian Studies, International Development, Urban studies |The Group of Seven, often referred to as \"The Founders of Canadian Art\" |- |Glendon (1966) |Bilingual Liberal Arts |Liberal Arts, English, French, Public Policy, International Affairs |A combination of \"glen\" meaning \"valley\" and \"Don\" for the Don River. |- |McLaughlin (1968) |Public Policy & Social Sciences |Political Science, Sociology, Law and Society, Criminology, Public Policy, Health and Society, Labour Studies |Colonel Samuel McLaughlin, businessman and philanthropist. |- |New College (2009) |Professional Studies |Commerce, Human Resources, Information Technology |Newest college at York University. |- |Norman Bethune (1972) |\"Science and its Place in the World\" |Natural Sciences, Engineering, Science and Technology Studies (formerly Science and Society) |Norman Bethune, Canadian doctor and Chinese hero. |- |Stong (1969) |Language and Sport |Kinesiology, Health Science |The Stong family lived on the land now occupied by the Keele campus. |- |Vanier (1965) |Humanities |Children's Studies, Classical Studies & Classics, Culture and Expression, Hellenic Studies, Individualized Studies, Jewish Studies, Liberal Studies, Philosophy, Religious Studies, Social and Political Thought, all Undecided Majors in the Faculty of Liberal Arts and Professional Studies |Georges Vanier, Governor-General of Canada. |- |Winters (1967) |Fine Arts & Education Studies |Arts, Media, Performance & Design, Faculty of Education |Robert Winters, Canadian Cabinet Minister and York's first chairman. |- | style=\"text-align:left;\" colspan=\"5\"|Glendon College acts as both a faculty and a college of the university. New College was created in 2009 to accommodate the creation of the Faculty of Liberal Arts and Professional Studies. |} ====Student unions and organizations==== York University is home to over 350 student clubs. A number of larger student organizations are supported by student levy fees. These include the local chapters of the social justice group OPIRG, and Regenesis, an environmental organization on campus that runs farmers' markets at the Keele and Glendon campuses, a free store, a community bike centre and an borrowing centre. ====The Village at York University==== The Village at York University off-campus student housing area has become a popular area of accommodation for many upper-year and post- graduate students, and the area has had a large amount of attention particularly for large parties hosted by students, including the annual Battle of the Village kegger held in March. There have also been many reports of the level of noise pollution from late-night parties from students living in the area. Safety has also been a pressing issue. ===Campus media=== Excalibur has been the university's autonomous student newspaper since 1966. In 2008, the YU Free Press was formed as an alternative campus newspaper. YorkU Magazine (est. 2003) is the official magazine of York University. It is published 3 times a year in both a print and digital format. ===Athletics=== The university is represented in U Sports by the York Lions. Beginning in 1968 York's sporting teams were known as the \"Yeomen\", after the Yeomen Warders, the guardians of the fortress and palace at the Tower of London, otherwise known as Beefeaters. Later, the name \"Yeowomen\" was introduced to encourage women to participate in sports. Popular sentiment ran against this name scheme, however, as many students were fond of noting that a \"Yeowoman\" was fictitious, neither a real word nor having any historical merit. In 2003, after conducting an extensive internal study, the university replaced both names with the \"Lions\", as part of a larger renaming effort, and a new logo, now a white and red lion, was brought into line with the university's new visual scheme. The name change also brought York University in line with the 92% of other Canadian universities which use a single name for both sexes' sports teams. Ironically, students often refer to the female Lions teams as the \"York Lionesses\", even though the name \"Lion\" is intended to apply to both sexes.Canadian Interuniversity Sport . Universitysport.ca. Retrieved on 2010-12-11. York offers 29 interuniversity sport teams, 12 sport clubs, 35 intramural sport leagues, special events and 10 pick-up sport activities offered daily. York University has several athletic facilities, some of which are used for major tournaments. These include a football stadium, 4 gymnasia, 5 sport playing fields, 4 softball fields, 9 outdoor tennis courts, 5 squash courts, 3 dance/aerobic studios, 6 ice arenas, a swimming pool, an expanding fitness centre and the new Aviva Centre (home of the Rogers Tennis Cup). In 2014 the York Lions won four banners: the Canadian Interuniversity Sport (CIS) men's national track and field championship, the Ontario University Athletics women's provincial tennis championship and both the OUA and CIS men's soccer titles. York will be hosting the 2015 CIS Men's Soccer Championships at York Stadium November, 2015. In 2015 and 2016 York Lions Women's Tennis team won the Canadian University National Championships. ====Fight song==== Notable among a number of songs commonly played and sung at various events such as commencement and convocation, and athletic games are: \"York Song\", sung to the tune \"Harvard\". ===Fraternities and sororities=== Fraternities and sororities are not recognized by York University. Phi Delta Phi (ΦΔΦ) international legal fraternity, at Osgoode Law School, was given special dispensation when the law school became part of the university, as the fraternity's history with the law school dated back to 1896, and is recognized at York. ==Notable people== York has over 200,000 living alumni. Although a large number of alumni live in Ontario, a significant number live in British Columbia, Nova Scotia, Alberta, New York, and Washington, D.C. York also has over 25,000 alumni overseas. File:Steve MacLean.jpg|Steve MacLean, BSc '77, PhD '83 File:Jack Layton-cr bl.jpg|Jack Layton, MA '72, PhD '83 File:Rachel McAdams, TIFF 2012 (bright crop).jpg|Rachel McAdams, BFA '01 File:Jim Flaherty 2007.JPG|Jim Flaherty, LLB '73 File:Lilly Singh by Gage Skidmore.jpg|Lilly Singh, BA (Hons) '10 File:John Tory 2014.jpg|John Tory, LLB '78 File:Lincoln Alexander.jpg|Lincoln Alexander, LLB '53 File:PaulNguyen.jpg|Paul Nguyen, BA '04 === Distinguished research professors and university professors === The ranks of \"distinguished research professor\" and \"university professor\" are the highest rank a professor can achieve at York University. There are only ever up to a maximum of 25 each of active distinguished research professors and active university professors at any time. It is awarded to members of the faculty who have made outstanding contributions to the university through their work in research. * Pat Armstrong, 2010: Sociology, Liberal Arts & Professional Studies * Isabella C. Bakker, 2014: Political Science, Liberal Arts & Professional Studies * Norbert Bartel, 2006: Physics & Astronomy, Science * Dawn Bazely, 2017: Biology, Science * Ellen Bialystok, 2003: Psychology, Liberal Arts & Professional Studies * Deborah Britzman, 2006: Education * James Carley, 2000: English, Liberal Arts & Professional Studies * Jean-Gabriel Castel, 1986: Osgoode Hall Law School * Jerome Ch'en, 1984: History, Liberal Arts & Professional Studies * Lorraine Code, 1998: Philosophy, Liberal Arts & Professional Studies * J. Douglas Crawford, 2013: Psychology, Health * Kenneth Davey, 1984: Biology, Science * Sheila Embleton, 2009: Languages, Literatures & Linguistics, Liberal Arts & Professional Studies * Stephen Gill, 2006: Political Science, Liberal Arts & Professional Studies * Jack Granatstein, 1994: History, Liberal Arts & Professional Studies * Leslie S. Greenberg, 2010: Psychology, Health * Philip Gulliver, 1985: Anthropology, Liberal Arts & Professional Studies * Henry S. Harris, 1984: Philosophy, Glendon * Robert Haynes, 1986: Biology, Science * Michael Herren, 1999: Humanities, Liberal Arts & Professional Studies * Eric Hessels, 2006: Physics & Astronomy, Science * Richard Hornsey, 2015: Electrical Engineering, Lassonde School of Engineering * Ian Howard, 1988: Psychology, Liberal Arts & Professional Studies * Allan Hutchinson, 2006: Osgoode Hall Law School * Christopher Innes, 1997: English, Liberal Arts & Professional Studies * Ian Jarvie, 1993: Philosophy, Liberal Arts & Professional Studies * Michael Kater, 1992: History, Liberal Arts & Professional Studies * Gabriel Kolko, 1986: History, Liberal Arts & Professional Studies * A. B. P. Lever, 1998: Chemistry, Science * Clifford Leznoff, 2003: Chemistry, Science * Paul Lovejoy, 1997: History, Liberal Arts & Professional Studies * John C. McConnell, 2005: Earth & Space Science & Engineering, Science & Engineering * Gareth Morgan, 1992: Commerce, Liberal Arts & Professional Studies * H. V. Nelles, 2001: History, Liberal Arts & Professional Studies * Leo Panitch, 1999: Political Science, Liberal Arts & Professional Studies * Debra Pepler, 2008: Psychology, Health * Huw Pritchard, 1983: Chemistry, Science * David M. Regan, 1992: Psychology, Liberal Arts & Professional Studies * Marcia H. Rioux, 2013: Health Policy & Management, Health * Beryl Rowland, 1983: English, Liberal Arts & Professional Studies * Stuart Shanker, 2005: Psychology, Liberal Arts & Professional Studies * Gordon Shepherd, 1993: Earth & Space Science, Science * K.W. Michael Siu, 2008: Chemistry, Science * Brian Slattery, 2008: Osgoode Hall Law School * Martin Steinbach, 2000: Psychology, Liberal Arts & Professional Studies * Bridget Stutchbury, 2009: Biology, Science * James Tenney, 1995: Music, Fine Arts * John Tsotsos, 2008: Computer Science & Engineering, Science & Engineering *Leah Vosko, 2003: Political Science, Liberal Arts & Professional Studies * Jianhong Wu, 2011: Mathematics & Statistics, Science ===Presidents=== * Murray G. Ross, academic 1959–1970 * David Slater, economist and civil servant 1970–1973 * H. Ian Macdonald, economist and civil servant 1973–1984 * Harry W. Arthurs, lawyer and academic 1985–1992 * Susan Mann, historian and academic, 1993–1997 * Lorna Marsden, academic and politician 1997–2007 * Mamdouh Shoukri, academic, 2007–2017 * Rhonda Lenton, academic (sociologist), 2017–present == Labour disruptions == York University has a history of faculty and teaching assistant strikes. In 1997, there was a faculty strike by YUFA that lasted seven weeks. At the time, this was the second longest strike in Canadian University history. Key issues in the strike included retirement, funding, and institutional governance. In 2001, teaching assistants and contract faculty went on strike for 11 weeks, when the university broke its own record. The central issue in the 2001 disruption was the administration's proposed attempts to remove tuition indexation language. ;2008 CUPE 3903 Strike A strike beginning on November 6, 2008York University Strike CUPE 3903 TAs Contract Faculty GAs & RAs . 3903strike.ca. Retrieved on 2010-12-11. concerned a variety of institutional grievances, including job security for contract professors, elimination of the Non-Academic Student Code of Conduct, creation of whistleblower protection, and fund indexation. On January 20, 2009, CUPE 3903 defeated a forced ratification vote that would have ended the strike. On January 24, Ontario premier Dalton McGuinty announced a rare Sunday recall of the provincial legislature in order to pass back-to-work legislation mandating an immediate end to the strike.\"Ontario to legislate end to York University strike\", CBC News, January 24, 2009. On January 29, the York University Labour Disputes Resolution Act was passed in the provincial parliament on a count of 42–8 ending the long 85-day strike and setting a precedent for future university strikes in Ontario. ;2015 CUPE 3903 Strike An additional strike by teaching assistants, contract faculty, and graduate assistants took place throughout March 2015. When the strike began, on March 2, the university cancelled nearly all classes because about 2/3 of York courses were taught by the striking contract faculty at the time. On March 10, the contract faculty ratified a new agreement, but the teaching assistants and graduate assistants rejected tentative agreements the bargaining team had reached with the university. The teaching assistants and graduate assistants, continued their strike until the end of the month. Contract faculty did not go back to work in support of the union and classes remained cancelled. The union reached a tentative agreement with the university on March 29, 2015, which was ratified on March 31, 2015, thus putting an immediate end to the 29-day strike. ;2018 CUPE 3903 Strike Units 1, 2, and 3 of CUPE Local 3903, the union represented by teaching assistants, contract faculty, and graduate assistants, began striking on Monday, March 5, 2018; several months after their previous collective agreement expired on August 31, 2017. The union's aim was to, in their words, \"secure a fair collective agreement that, among other things, protected quality education and creates a less precarious working environment in Ontario's university sector.\" The main issues of the strike revolved around job security and the path to permanent tenured employment for contract faculty. A forced ratification vote was held between April 6–9 and was rejected by an overwhelming majority by all three units. On June 13, a ratification vote was held for Unit 2 members, where the union executives recommended voting against the university's offer. The results of the vote were thrown out due to the fact that there were more ballots cast than signatures of eligible voters. A re-vote was held on June 14 and 15, where Unit 2 ratified the university's offer, with 239 members voting in favour, and 122 opposed. Units 1 and 3 remained on strike until July 25, when the newly formed 42nd Parliament of Ontario led by Premier Doug Ford passed back-to-work legislation via the Urgent Priorities Act, ending the strike after 143 days, making it the longest strike in the post-secondary sector in Canadian history. ==See also== * York University station * York University Observatory * Canadian university scientific research organizations * Higher education in Ontario * Ontario Student Assistance Program * List of Ontario Universities ==References== ==Bibliography== ===Histories=== * * * * * * * UPACE (1963) Master Plan for the York University Campus. * York University (1998). York Campus Master Plan. ==External links== * Category:Educational institutions established in 1959 Category:Universities and colleges in Toronto",
 "title": "York University"
}