{
 "id": "343359",
 "text": "thumb|right|355px|Tian'anmen in 2009 thumb|(video) Two shots of the gate followed by a shot of inside Tiananmen Square next to the gate, 2017. The Tiananmen (also Tian'anmen (天安门), Tienanmen, T’ien-an Men; ), or the Gate of Heaven-Sent Pacification, is a monumental gate in the city center of Beijing, China, the front gate of the Imperial City of Beijing, located near the city's Central Business District, and widely used as a national symbol. First built during the Ming dynasty in 1420, Tiananmen was the entrance to the Imperial City, within which the Forbidden City was located. Tiananmen is located to the north of Tiananmen Square, and is separated from the plaza by Chang'an Avenue. == Name == The Chinese name of the gate (/), is made up of the Chinese characters for \"heaven\", \"peace\" and \"gate\" respectively, which is why the name is conventionally translated as \"Gate of Heavenly Peace\". However, this translation is somewhat misleading, since the Chinese name is derived from the much longer phrase \"receiving the mandate from heaven, and pacifying the dynasty\". ().Lu Bingjie, Tian'anmen (Jinan: Shandong huabao chubanshe, 2004) p. 40. The Manchu translation, Abkai elhe obure duka, lies closer to the original meaning of the gate and can be literally translated as the \"Gate of Heavenly Peacemaking\".Cf. Erich Hauer. \"Why the Sinologue Should Study Manchu.\" Journal of the North-China Branch of the Royal Asiatic Society 61 (1930): 156-64. The gate had a counterpart in the northern end of the imperial city called the Di'anmen (, Dì'ānmén; Manchu: Na i elhe obure duka), which may be roughly translated as the \"Gate of Earthly Peace\". == Gate == === History === The gate was originally named \"Chengtianmen\" (), or \"Gate of Accepting Heavenly Mandate\" in the Ming Dynasty. It has subsequently been destroyed and rebuilt several times. The original building was first constructed in 1420, and was based on an eponymous gate of an imperial building in Nanking. The gate was completely burned down by lightning in July 1457. In 1465, the Chenghua Emperor ordered Zigui (), the Minister of Works, to rebuild the gate. Thus, the design was changed from the original paifang form to the gatehouse that is seen today. It suffered another blow in the war at the end of the Ming dynasty, when in 1644 the gate was burnt down by rebels led by Li Zicheng. Following the establishment of the Qing dynasty and the Manchu conquest of China proper, the gate was once again rebuilt, beginning in 1645, and was given its present name upon completion in 1651. The gate was reconstructed again between 1969 and 1970. The gate as it stood was by then 300 years old, and had badly deteriorated, partly due to heavy usage in the 1950s and 1960s. As the gate was a national symbol, Zhou Enlai ordered that the rebuilding was to be kept secret. The whole gate was covered in scaffolding, and the project was officially called a \"renovation\". The rebuilding aimed to leave the gate's external appearance unchanged while both making it more resistant to earthquakes and installing modern facilities such as an elevator, water supply, and heating system.Xinhua News Agency, Secret reconstruction of Tiananmen 35 years ago, 04/21/05 === Description === The building is long, wide and high. Like other official buildings of the empire, the gate itself has unique imperial roof decorations. Two lions stand in front of the gate, and two more guard the bridges. In Chinese culture, lions are believed to protect humans from evil spirits. Two stone columns, called huabiao, each with an animal (hou) on top of it, also stand in front of the gate. Originally, these installations were designed for commoners to address their grievances by either writing or sticking petitions on the columns. However, the examples in front of the Imperial City were purely decorative, and instead connoted the majesty of the imperial government. The western and eastern walls have giant placards; the left one reads \"Long Live the People's Republic of China\" (), while the right one reads \"Long Live the Great Unity of the World's Peoples\". The right placard used to read \"Long Live the Central People's Government\"Meng Zhaorui, , p. 133 () for the founding ceremony of the PRC, but after the ceremony it was changed to \"Long Live the Great Unity of the World's Peoples\" (). Both placards were changed to use simplified Chinese instead of traditional Chinese characters in 1964. The phrasing has significant symbolic meaning, as the phrase used for long live, like the Imperial City itself, was traditionally reserved for Emperors of China, but is now available to the common people. The reviewing stands in the foreground are used on International Workers Day (May Day) and on the National Day (October 1) of the People's Republic of China. In front of the stands is the Imperial City's moat, still filled with water but now containing decorative illuminated fountains. In ancient times, the Tiananmen was among the most important gates encountered when entering Beijing's Imperial City along with the Yongdingmen, Qianmen, the Gate of China. Proceeding further inward, the next gate is the 'Upright Gate', identical in design to the Tian'anmen; behind it is the southern entrance of the Forbidden City itself, known as the Meridian Gate. == Portrait == === History === Because of the gate's position at the front of the Imperial City, and the historical events that have taken place on Tiananmen Square, the gate has great political significance. In 1925, when China was ruled by the Nationalist government, a large portrait of Sun Yat-sen was hung at the gate after his death. In 1945, to celebrate the victory over Japan, Chiang Kai-shek's portrait was hung.NYtimes. \"NYtimes.com.\" Chameleon Mao, the face of Tiananmen square. Retrieved on 2011-04-11. On July 7, 1949, portraits of Zhu De and Mao Zedong were hung to commemorate the Second Sino-Japanese War. Since the founding date of the People's Republic of China on October 1, 1949, a singular portrait of Mao has been hung on the gate. The portrait is replaced annually before National Day. On only one occasion, on March 9, 1953, it was temporarily replaced by a portrait of Joseph Stalin to commemorate his death. In 2011, Alexander Pann Han-tang, chairman of the Asia Pacific Taiwan Federation of Industry and Commerce, and a close friend of Taiwanese president Ma Ying-jeou, proposed that the picture of Sun Yat-sen be displayed at Tiananmen Square instead for the 100th anniversary of the founding of the Republic of China. However, this proposal was rejected. === Incidents === The portrait weighs , and is replaced by a spare whenever it is vandalized.Foster, Peter. Chinese protestor throws ink at portrait of Chairman Mao. The Daily Telegraph. 8 April 2010. In 1989, three dissidents, including Yu Dongyue, attacked the portrait with eggs during the 1989 Tiananmen Square protests and massacre. Yu was sentenced to life imprisonment but was released on bail 17 years later in 2006. On May 12, 2007, the portrait of Mao caught fire. A 35-year-old unemployed man from Urumqi was arrested for the incident. About 15% of the portrait was damaged, and had to be repaired later. On April 5, 2010, a protester threw ink in a plastic bottle and hit a wall near the portrait. He was then arrested. == National symbol == Due to its historical significance, Tiananmen is featured on the National Emblem of the People's Republic of China. It has also been featured in the designs of stamps and coins issued by the People's Republic of China. File:People's Republic of China National Emblem.svg|National Emblem == Public access == thumb|Route 1 bus passing Tiananmen Tiananmen is open to the public each day of the week from 8:30 a.m. to 5:00 p.m.(Chinese) Accessed 2012-02-06 Line 1 of the Beijing Subway has stops at Tiananmen West and Tiananmen East, on each side of Tiananmen. City buses 1, 2, 5, 52, 82, 120, 1, 2, 1, 2, and 17 stop near Tiananmen. == See also == * Gate of China, Beijing == References == == External links == * Tian'anmen -- the Gate of Heavenly Peace. China.org.cn Category:Gates of Beijing Category:Forbidden City Category:Tiananmen Square Category:Ming dynasty architecture Category:Qing dynasty architecture Category:Buildings and structures completed in 1420 Category:15th-century establishments in China Category:Buildings and structures completed in 1651 Category:1650s establishments in China Category:Major National Historical and Cultural Sites in Beijing Category:National symbols of the People's Republic of China Category:Dongcheng District, Beijing",
 "title": "Tiananmen"
}