{
 "id": "343585",
 "text": "A digital music store is a business that sells digital audio files of music recordings over the Internet. Customers gain ownership of a license to use the files, in contrast to a music streaming service, where they listen to recordings without gaining ownership. Customers pay either for each recording or on a subscription basis. Online music stores generally also offer partial streaming previews of songs, with some songs even available for full length listening. They typically show a picture of the album art or of the performer or band for each song. Some online music stores also sell recorded speech files, such as podcasts, and video files of movies. ==History== ===Early years=== The first free high-fidelity online music archive of downloadable songs on the Internet was the Internet Underground Music Archive (IUMA), which was started by Rob Lord, Jeff Patterson and Jon Luini from the University of California, Santa Cruz in 1993. Sony Music Entertainment Japan launched the first digital music store in Japan on December 20, 1999, entitled Bitmusic, which initially focused on A-sides of singles released by Japanese domestic musicians. The realization of the market for downloadable music grew widespread with the development of Napster, a music and file sharing service created by Shawn Fanning that made a major impact on the Internet scene in 2000. Some services have tethered downloads, meaning that playing songs requires an active membership. Napster was founded as a pioneering peer-to- peer (P2P) file sharing Internet service that emphasized sharing audio files, typically music, encoded in MP3 format. The original company ran into legal difficulties over copyright infringement, ceased operations and was eventually acquired by Roxio. In its second incarnation Napster became an online music store until Rhapsody acquired it from Best Buy on December 1, 2011. Later companies and projects successfully followed its P2P file sharing example such as Gnutella, Freenet, Kazaa, Bearshare, and many others. Some services, like LimeWire, Scour, Grokster, Madster, and eDonkey2000, were brought down or changed due to similar circumstances. In 2000, Factory Records entrepreneur Tony Wilson and his business partners launched an early online music store, Music33, which sold MP3s for 33 pence per song. The major record labels eventually decided to launch their own online stores, allowing them more direct control over costs and pricing and more control over the presentation and packaging of songs and albums. Sony Music Entertainment's service did not do as well as was hoped. Many consumers felt the service was difficult to navigate and use. Sony's pricing of US$3.50 per song track also discouraged many early adopters of the service. Furthermore, as MP3 Newswire pointed out in its review of the service, users were actually only renting the tracks for that $3.50, because the patron did not own the audio file. After a certain point the files expired and could not be played again without repurchase. The service quickly failed. Undaunted, the record industry tried again. Universal Music Group and Sony Music Entertainment teamed up with a service called Duet, later renamed pressplay. EMI, AOL/Time Warner and Bertelsmann Music Group teamed up with MusicNet. Again, both services struggled, hampered by high prices and heavy limitations on how downloaded files could be used once paid for. In the end, consumers chose instead to download music using illegal, free file sharing programs, which many consumers felt were more convenient and easier to use. Non-major label services like eMusic, Cductive and Listen.com (now Rhapsody) sold the music of independent labels and artists. The demand for digital audio downloading skyrocketed after the launch of Apple's iTunes Store (then called iTunes Music Store) in April 2003 and the creation of portable music and digital audio players such as the iPod. These players enabled music fans to carry their music with them, wherever they went. Amazon launched its Amazon MP3 service for the US in September 2007, expanding it gradually to most countries where Amazon operates. ===Rise=== An increasing number of new services appeared in the 2000s that enabled musicians to sell their music directly to fans without an intermediary. These type of services usually use e-commerce-enabled web widgets that embed into many types of web pages. This turns each web page into the musician's own online music store. Furthermore, there had been a boom in \"boutique\" music stores that cater to specific audiences. On October 10, 2007, English rock band Radiohead released the album In Rainbows as a download. Listeners were allowed to purchase the album for whatever price they wanted to pay, legally allowing them to download the album for free. About one-third of people who downloaded the album paid nothing, with the average price paid being £4. After three months online the album was taken down by the band and released on compact disc (CD). , the largest online music store was the iTunes Store, with around 80% of the market. On 3 April 2008, the iTunes Store surpassed Wal-Mart as the biggest music retailer in the United States, a milestone in the music industry as it was the first time in history that an online music retailer exceeded those of physical music formats (e.g., record shops selling CDs). In the early 2010s, online music stores—especially iTunes—experienced a marked increase in sales. Consumer spending shifted away from the purchase of CDs in favor of purchasing albums from online music stores, or more commonly, purchasing individual songs. The iTunes platform has been the main reason for this shift, as it originally sold every song in its library for 99 cents. Historically, albums would be sold for about five times the cost of a single, but iTunes was selling every song for a tenth of the price of an album. However, in order to increase album sales, iTunes instituted \"Complete My Album\", which offered a discounted price on the full album when a consumer had already purchased one or more songs. Furthermore, with the rising popularity of Cyber Monday, online music stores have further gained ground over other music distribution sources. iTunes rolled out an Instant Gratification (instant grat) service, in which some individual tracks or bonus tracks were made available to customers who have pre-ordered albums. The instant-grat tracks have changed the criteria for the UK Official Charts's singles. In 2013, David Bowie's \"Where Are We Now?\" was not allowed to chart because it was a pre-order for the album The Next Day, but Official Charts later ruled that effective February 10, 2013, certain instant grats could be allowed to appear in the Top 40. Instant grats have also been offered on other online music stores including Amazon and Spotify. ==Compared to file sharing== Much controversy surrounds file sharing, so many of these points are disputed. ===Advantages of legal online stores=== * The sale of licensed content adheres to copyright laws * More consistent and higher-quality metadata, because the entering of the metadata is more centralized and done with more oversight. * Music download companies are more accountable to users than creators of file-sharing programs * A centralized repository of music makes it easier to find the songs you want. * Notably, Apple Computer CEO Steve Jobs claimed in his introduction of the iTunes Store that downloading from file-sharers is theoretically working for less than minimum wage - \"By spending an hour of your time to save less than four dollars, he calculated, 'you're working for less than minimum wage!'\".Archived at Ghostarchive and the Wayback Machine: ===Disadvantages of online stores=== * Many major online music stores only offer music in one audio format. * Most online music stores sell music encoded in a lossy file format, compared to an audio CD. For the most part, music that is sold in lossy MP3 format is not sold at higher bit rate encoding. * Few online music stores offer music in lossless, metadata-enabled formats such as FLAC or ALAC, but instead stick to WAV files in which no metadata can generally be embedded. AIFF files with metadata are offered but in larger size files than FLAC or ALAC without advantage in sound quality. In contrast, lossless rips of CDs in FLAC format are widely available on the web for illegal downloading. * Some stores use Digital Rights Management technology, which limits the use of music files on certain devices. The restrictions vary between different services, and sometimes even between different songs from the same service. *Online stores charge for downloading songs and other content, whereas illegal file sharing does not have any fees (although illegal song downloaders may face fines and prosecution in some jurisdictions and illegal files may contain computer viruses) ==Internet radio== Online music stores receive competition from online radio, as well as file sharing. Online radio is the free distribution of webcasts on the Internet via streaming. Listeners can create customizable \"stations\" based on a genre, artists, or song of their choice. Notable Internet Radio service providers are Pandora, Last FM and recently Spotify, with Pandora being the largest. Pandora holds 52% of the market share in Internet radio, with over 53 million registered users and almost one billion stations from which users can choose. ==See also== *Comparison of digital music stores *Music industry *Open Music Model *InMusic *Unsigned band web == References == == External links == * Off Book: The Evolution of Music Online Documentary produced by Off Book (web series)",
 "title": "Digital music store"
}