{
 "id": "343742",
 "text": "Mark Odom Hatfield (July 12, 1922 – August 7, 2011) was an American politician and educator from the state of Oregon. A Republican, he served for 30 years as a United States Senator from Oregon, and also as chairman of the Senate Appropriations Committee. A native Oregonian, he served in the United States Navy in the Pacific Theater during World War II after graduating from Willamette University. After the war he earned a graduate degree from Stanford University before returning to Oregon and Willamette as a professor. While still teaching, Hatfield served in both houses of the Oregon Legislative Assembly. He won election to the Oregon Secretary of State's office at the age of 34 and two years later was elected as the 29th Governor of Oregon. He was the youngest person to ever serve in either of those offices, and served two terms as governor before election to the United States Senate. In the Senate he served for thirty years, and now holds the record for longest tenure of any Senator from Oregon. At the time of his retirement, he was seventh most senior Senator and the second most senior Republican. In 1968, he was considered a candidate to be Richard Nixon's running mate for the Republican Party presidential ticket. Hatfield served as Chairman of the Senate Committee on Appropriations on two occasions. With this role, he was able to direct funding to Oregon and research-related projects. Numerous Oregon institutions, buildings and facilities are named in his honor, including the Mark O. Hatfield United States Courthouse in Portland, the Mark O. Hatfield Library at Willamette University (his alma mater), the Hatfield Government Center light- rail station in Hillsboro, the Mark O. Hatfield School of Government in the College of Urban and Public Affairs at Portland State University, and the Hatfield Marine Science Center in Newport. Outside of Oregon, a research center at the National Institutes of Health is also named in his honor for his support of medical research while in the Senate. Hatfield died in Portland on August 7, 2011, after a long illness. ==Early life== Hatfield was born in Dallas, Oregon, on July 12, 1922, the only son of Dovie E. (Odom) Hatfield, a schoolteacher, and Charles Dolen Hatfield, a blacksmith for the Southern Pacific Railroad. Hatfield's father was from California and his mother from Tennessee. When he was five years old, his maternal grandmother took over the household while his mother, Dovie attended Oregon State College (now Oregon State University) and graduated with a teaching degree after four years. Dovie taught school in Dallas for two years before the family moved to Salem, where she taught junior high school. Encouraged by his mother, Hatfield's first experience with politics came at the age of 10, when he campaigned in his neighborhood for President Herbert Hoover's 1932 re-election campaign.Walth, Brent. \"Mark of distinction\". The Oregonian, December 29, 1996. In the late 1930s Hatfield worked as a tour guide at the new Oregon State Capitol Building in Salem, using his key to enter the governor's office, where he sat in the governor's chair. On June 10, 1940, the 17-year-old Hatfield, driving his mother's car, struck and killed a pedestrian, Alice Marie Lane, as she crossed the street.Lane v. Hatfield, 173 Or. 79, 143 P.2d 230 (1943). Hatfield was not held criminally liable for the crash, but was found civilly liable to the family. The case made its way to the Oregon Supreme Court in 1943, with the court affirming the trial court's decision. Hatfield graduated from Salem High School (now North Salem High School) in 1940 and then enrolled at Willamette University, also in Salem.16 grads to enter North's hall of fame. Statesman Journal, April 8, 2006. While attending Willamette, Hatfield became a brother of Alpha Phi Omega and Kappa Gamma Rho, which he later helped become a chapter of Beta Theta Pi. (In 1964, Hatfield was elected to the National position of Third Vice President of Alpha Phi Omega).Alpha Phi Omega Torch and Trefoil Magazine, February 1965 In college he also worked part-time for then Oregon Secretary of State Earl Snell, where he learned how to build a political base by sending out messages to potential voters after reading about life changes posted in newspapers, such as deaths and graduations. He also sketched out a political career path beginning with the state legislature and culminating in a spot in the United States Senate, with a blank for any position beyond the Senate. Hatfield graduated from Willamette in 1943 with a Bachelor of Arts degree after three years at the school. While at the school he lost his only election, for student body president.Eells, p. 22. Hatfield joined the U.S. Navy after graduation, taking part in the World War II battles at Iwo Jima and Okinawa as a landing craft officer where he witnessed the carnage of the war. A lieutenant, he also witnessed the effects of the atomic bombing of Hiroshima, as one of the first Americans to see the ruins of the city (later, as Senator, Hatfield opposed arms proliferation and the Vietnam War). After Japan, he served in French Indochina, where he witnessed firsthand the wealth divide between the peasant Vietnamese and the colonial French bourgeoisie. After his discharge as a Lieutenant (junior grade), he spent one year at Willamette's law school, but decided politics or teaching better suited him.[Mark Hatfield]. Statesman Journal, March 28, 2004.Eells, p. 24. Hatfield then enrolled at Stanford University, where he obtained a master's degree in political science in 1948. He returned to Salem and Willamette after Stanford and began working as an assistant professor in political science. During his tenure as professor, he built a political base by sending out messages and speaking at any public forum where he could get an invitation. ==Political career== thumb|Hatfield in 1950 Mark Hatfield's career in public office spanned five decades as he held office in both the legislative and executive branches of Oregon's state government, including two terms as governor. On the national stage he became the longest serving U.S. Senator from Oregon and a candidate for the Republican Vice Presidential nomination in 1968. In the U.S. Senate he would twice serve as chairman of the Appropriations Committee, and twice be investigated for possible ethics violations. ===Oregon=== In 1950 while teaching political science and serving as dean of students at Willamette, Hatfield began his political career by winning election to the Oregon House of Representatives as a Republican.Oregon Legislative Assembly (46th) 1951 Regular Session. Oregon State Archives. Retrieved on March 4, 2008. He defeated six others for the seat at a time when state assembly elections were still determined by county-wide votes. He served for two terms representing Marion County and Salem in the lower chamber of the Oregon Legislative Assembly.Oregon Legislative Assembly (47th) 1953 Regular Session. Oregon State Archives. Retrieved on March 4, 2008. At the time he was the youngest legislator in Oregon and still lived at his parents' home.Eells, p. 25. Hatfield would teach early-morning classes and then walk across the street to the Capitol to legislate. In 1952 he won re-election to his seat in the Oregon House. He also received national attention for his early support for coaxing Dwight D. Eisenhower to run for President of the United States as a Republican.Eells, p. 27. This earned him a spot as a delegate at the Republican National Convention that year. While in college he saw firsthand the discrimination against African Americans in Salem when he was tasked by his fraternity, Alpha Phi Omega, after a dinner with driving their guest, black artist Paul Robeson back to Portland, as African Americans were prohibited from staying in hotels in Salem. In 1953, he introduced and passed legislation in the House that prohibited discrimination based on race in public accommodations before federal legislation and court decisions did so on a national level. In 1954, Hatfield ran and won a seat in the Oregon State Senate representing Marion County.Oregon Legislative Assembly (48th) 1955 Regular Session. Oregon State Archives. Retrieved on March 4, 2008. While in the legislature, he continued to apply the grassroots strategy he learned from Earl Snell, but expanded it to cover the entire state to increase his political base. After serving in the state senate, he became the youngest secretary of state in Oregon history after winning election in 1956 at age 34. Hatfield defeated fellow state senator Monroe Sweetland for the office, receiving 51.3% of the vote in the November general election.Swarthout, John M. The 1956 Election in Oregon. The Western Political Quarterly, Vol. 10, No. 1. (March, 1957), pp. 142-150. He took office on January 7, 1957, and remained until he resigned on January 12, 1959.Oregon Blue Book: Secretary of State Agency History, page 16. Oregon Secretary of State. Retrieved on April 28, 2021. For his first run for Governor of Oregon in 1958, the Republican Party opposed his candidacy going into the primary election. The large political base he had cultivated allowed him to win the party's primary despite the party's opposition. In the primary he defeated Oregon State Treasurer Sig Unander for the Republican nomination.Swarthout, John M. \"The 1958 Election in Oregon.\" The Western Political Quarterly, Vol. 12, No. 1, Part 2. (March, 1959), pp. 328-344. In July 1958, after the primary election, Hatfield married Antoinette Kuzmanich, a counselor at Portland State College (now Portland State University). The marriage during the campaign drew some attention as the Catholic Kuzmanich converted to Hatfield's Baptist religion. They had four children: Elizabeth, Mark Jr., Theresa and Charles (\"Visko\"). He continued his campaign for the governor's office after the wedding, but avoided most public appearances with fellow Republican candidates for office and did not mention them during his campaign, despite requests by other Republicans for joint appearances. In the November general election Hatfield faced Democratic incumbent Robert D. Holmes. In the final days of the campaign U.S. Senator Wayne Morse, a Democrat, implied Hatfield lied in his trial regarding the deadly car accident when he was 17.Cross, Travis. \"The 1958 Hatfield Campaign in Oregon\" . The Western Political Quarterly, Vol. 12, No. 2 (June, 1959), Western Political Science Association. pp. 568-571. This tactic backfired as the press denounced the comments, as did Holmes and other Democrats. Hatfield defeated Holmes, winning 55.3% of the vote in the election. That same election saw the Democratic Party gain a majority in both chambers of the state legislature for the first time since 1878. Holmes' defeat was attributed in part to the image and charisma portrayed by Hatfield and in part due to the campaign issues such as the declining economy, increased taxation, capital punishment, labor, and education. After the election, Holmes attempted to appoint David O'Hara as Secretary of State to replace Hatfield, who would have to resign to become governor. Hatfield appointed Howell Appling, Jr. to the office, and O'Hara challenged the appointment in state court. The Oregon Supreme Court ruled in favor of Hatfield on the constitutional issue, with the appointment of Appling confirmed.State ex rel. O'Hara v. Appling, 215 Or. 303, 334 P.2d 482 (1959) He was the youngest governor in the history of Oregon at that point in time at the age of 36. In 1962 Hatfield had been considered a possible candidate to run against Morse for his Senate seat, but Hatfield instead ran for re-election.Balmer, Donald G. \"The 1962 Election in Oregon\" . The Western Political Quarterly, Vol. 16, No. 2, A Symposium: The 1962 Elections in the West (June, 1963), Western Political Science Association. pp. 453-459. He faced Oregon Attorney General Robert Y. Thornton in the general election, winning with 345,497 votes to Thornton's 265,359. He became the state's first two-term governor in the 20th century when he was re-elected in 1962, and later became only the second governor up to that point in the state's history to serve two full-terms. Hatfield gave the keynote speech at the 1964 Republican National Convention in San Francisco that nominated Barry Goldwater and served as temporary chairman of the party during the convention. He advocated a moderate approach for the party and opposed the extreme conservatism associated with Goldwater and his supporters. He also was the only governor to vote against a resolution by the National Governors' Conference supporting the Johnson Administration's policy on the Vietnam War, as Hatfield opposed the war, but pledged \"unqualified and complete support\" for the troops.The Viet Nam Race. Time, October 14, 1966. He preferred the use of economic sanctions to end the war. Hatfield was a popular Governor who supported Oregon's traditional industries of timber and agriculture, but felt that in the postwar era expansion of industry and funding for transportation and education needed to be priorities.Hatfield, Mark O., and Diane N. Solomon. Against the Grain: Reflections of a Rebel Republican. Ashland, OR: White Cloud Press, 2001. p. 105. While governor he worked to begin the diversification of the state's economy, such as recruiting industrial development and holding trade missions. As part of the initiative, he helped to found the Oregon Graduate Center in what is now the Silicon Forest in Washington County in 1963.Nelson, Bryce. \"Oregon Graduate Center: A New Portland Scientific Institution\". Science, New Series, Vol. 157, No. 3793 (September 8, 1967), American Association for the Advancement of Science. pp. 1151-1154. A graduate level school in the Portland area (Portland State was still a college with no graduate programs at this time) was seen by business leaders as essential to attracting new industries and by Tektronix as needed to retain highly skilled workers. In lieu of the standard portrait for former governors, Hatfield is represented by a marble bust at the Oregon State Capitol. ===National=== thumb|right|180px|Senator Hatfield in 1967 Limited to two terms as governor, Hatfield announced his candidacy in the 1966 U.S. Senate election for the seat vacated by the retiring Maurine Neuberger. During the Vietnam War, and during an election year, he was the only person to vote against a resolution by a governors' conference that expressed support for the U.S. involvement in the war in 1966.Balmer, Donald G. The 1966 Election in Oregon. The Western Political Quarterly, Vol. 20, No. 2, Part 2. (June, 1967), pp. 593-601. At that time the war was supported by 75 percent of the public, and was also supported by Hatfield's opponent in the November election. He won the primary election with 178,782 votes compared to a combined 56,760 votes for three opponents. Hatfield then defeated Democratic Congressman Robert Duncan in the election. In order to finish his term as governor, which ended on January 9, 1967, he delayed taking his oath of office in the Senate until January 10 instead of the usual January 3. Hatfield's re-election victory for governor in 1962 and successful Senate campaign in 1966 made him something of a national figure. In 1968, Hatfield was on Richard Nixon's short list for vice president, and received the strong backing of his friend, the Rev. Billy Graham.Graham, Billy. Just As I Am: The Autobiography of Billy Graham. San Francisco: Harper SanFrancisco/Zondervan, 1999. p. 446. Hatfield was considered too liberal by many conservatives and Southern moderates, and Nixon chose the more centrist Maryland Governor Spiro Agnew. Hatfield would later find himself at odds with Nixon over Vietnam and other issues, including a threat by Hatfield to reduce funding for the White House's legal department in 1973 during the Watergate Scandal, after Nixon had failed to use funds appropriated for renovating dams on the Columbia River. As a senator Hatfield took positions that made him hard to classify politically. In the Summer of 1969, he had told Murray Rothbard that he had \"committed himself to the cause of libertarianism.\" Rothbard remarked concerning Hatfield, \"obviously his voting record is not particularly libertarian – it's very good on foreign policy and the draft, but it's not too great on other things\", adding that \"in the abstract, at least, he is very favorable to libertarianism.\" Hatfield was pro-life on the issues of abortion and the death penalty, though as governor he chose not to commute the sentence of a convicted murderer and allowed that execution to go forward.Eells, pp. 46, 95-96, 118. As a prominent evangelical Christian, he opposed government-sponsored school prayer and supported civil rights for minorities. Hatfield voted in favor of the Civil Rights Act of 1968 and the Civil Rights Restoration Act of 1987, as well as to override President Reagan's veto, for the nomination of Thurgood Marshall to the Supreme Court and the bill establishing Martin Luther King Jr. Day as a federal holiday. Hatfield voted against the Supreme Court nominations of Clement Haynsworth and George Harrold Carswell, but voted in favor of the nominations of William Rehnquist, Robert Bork and Clarence Thomas. Hatfield was the only Senator who voted for both Thurgood Marshall and Clarence Thomas. In 1970, with Senator George McGovern (D-South Dakota), he co-sponsored the McGovern-Hatfield Amendment, which called for a complete withdrawal of U.S. troops from Vietnam.Egan, Timothy. Oregon's Hatfield to Retire After 5 Terms in Senate. The New York Times, December 2, 1995. In 1973 he explained to the Eugene Register-Guard his \"Neighborhood Government Act\" which he repeatedly introduced in congress. It would have permitted Americans to divert their personal federal tax money from Washington to their local community. He explained that his long-term goal was to have all social services provided at the neighborhood level. thumb|left|Senator Hatfield in 1986 In 1981, Hatfield served as the chairman of the Congressional Joint Committee on Presidential Inaugurations, overseeing the first inauguration of Ronald Reagan in January of that year. On December 2, 1981, Hatfield was one of four senators to vote against an amendment to President Reagan's MX missiles proposal that would divert the silo system by $334 million as well as earmark further research for other methods that would allow giant missiles to be based. The vote was seen as a rebuff of the Reagan administration. In the 1980s, Hatfield co-sponsored nuclear freeze legislation with Senator Edward M. Kennedy, as well as co- authoring a book on the topic. He also advocated for the closure of the N-Reactor at the Hanford Nuclear Site in the 1980s, though he was a supporter of nuclear fusion programs. The N-Reactor was used for producing weapons grade plutonium while producing electricity. Hatfield frequently broke with his party on issues of national defense and foreign policy in support for non- interventionism, such as military spending and the ban on travel to Cuba, while often siding with them on environmental and conservation issues.Safire, William. Essay; Not 'Ready to Go'. The New York Times, April 8, 1993. Senator Hatfield supported increased logging on federal lands.Egan, Timothy. Administration Offers Plan To Limit Northwest Logging. The New York Times, September 22, 1990.Sleeth, Peter D. Kitzhaber urges Clinton to open timber stands. The Oregonian, February 22, 1995. He was the lone Republican to vote against the 1981 fiscal year's appropriations bill for the Department of Defense.Florio, David H. \"Elections, Policy Issues, and Research Agendas\" . Educational Researcher, Vol. 10, No. 1 (January, 1981), American Educational Research Association. pp. 22-23. He was rated as the sixth most respected senator in a 1987 survey by fellow senators.Hibbing, John R. and Sue Thomas. \"The Modern United States Senate: What is Accorded Respect\" . The Journal of Politics, Vol. 52, No. 1 (February, 1990), Southern Political Science Association. pp. 126-145. In 1991, Hatfield voted against authorizing military action against Iraq in the Gulf War, one of only two members of his party to do so in the Senate.On This Day: 12 January: 1991: US Congress votes for war in Iraq. BBC. Retrieved on April 20, 2008. Most famously, in 1995, Hatfield was the deciding vote against a balanced budget amendment to the Constitution. ====Scandal and rebukes==== Hatfield was sometimes called \"Saint Mark\" because of his squeaky-clean reputation, but in 1984 columnist Jack Anderson revealed that Hatfield's wife Antoinette, a Washington, D.C., real estate lawyer, had been paid $55,000 by Greek arms dealer Basil Tsakos in connection with a real estate purchase. Tsakos had been lobbying Hatfield, then Appropriations Committee chairman, to support a trans-Africa oil pipeline megaproject. The Hatfields apologized and donated $55,000 to a Portland hospital.Headliners. The New York Times, January 20, 1985. The Senate Ethics Committee investigated and decided to take no action. However, after Hatfield's death, an FBI report released under Freedom of Information law revealed that Tsakos had been indicted for bribery and had offered to plead guilty to lesser charges (though this never occurred), and that the Department of Justice had decided against charging Hatfield in the case. In 1991, it was also revealed that Hatfield had failed to report a number of expensive gifts from the president of the University of South Carolina, James B. Holderman. Again, he apologized. But the Senate Ethics Committee rebuked Hatfield for the latter act. Hatfield received another rebuke from the Senate after the Ethics Committee investigated two gifts that he had received in the form of forgiven loans from a former congressman and a California businessman. thumb|upright|Mark O. Hatfield Research Center at OHSU His final re-election campaign came in 1990 against businessman Harry Lonsdale.Oreskes, Michael. 'Anti-Incumbent Fever' Threatens Oregon Senator. The New York Times, October 23, 1990. Lonsdale aggressively went after Hatfield with television attack ads that attacked Hatfield as out of touch on issues such as abortion and timber management and accused the incumbent of being too closely allied with special interest groups in Washington. Lonsdale's tactics moved him even with, and then ahead of Hatfield in some polls. Hatfield, who had typically stayed above the fray of negative campaigning, was forced to respond in kind with attack ads of his own. He raised $1 million in a single month after trailing Lonsdale in the polls before the November election. He defeated the Democrat with 590,095 (53.7 percent) votes to 507,743 (46.2 percent) votes.Leip, David. 1990 Senatorial General Election Results - Oregon. Atlas of U.S. Presidential Elections. Retrieved on April 1, 2008. ====Length of service==== In 1993, he became the longest-serving senator from Oregon, surpassing the record of 9,726 days in office previously held by Charles McNary. In 1995, Hatfield was the only Republican in the Senate to vote against the proposed balanced budget amendment, and was the deciding vote that prevented the passage of the bill. In 1996 the National Historical Publications and Records Commission, a group he served on previously, granted him their Distinguished Service Award. Hatfield retired in 1996, having never lost an election in 46 years and 11 campaigns as an elected official. During his tenure he gained billions of dollars in the form of federal appropriations for projects in Oregon. This included funding for transportation projects, environmental protection of wilderness areas and scenic rivers, research facilities, and health care facilities. ==Later years and legacy== thumb|Hatfield in 2004 thumb|right|Mark O. Hatfield Library at Willamette University After retiring from political office, he returned to Oregon and teaching, joining the faculty of George Fox University in Newberg, Oregon. In 2006, he was named the Herbert Hoover Emeritus Distinguished Professor of Politics at the school. Additionally, he taught at the Hatfield School of Government at Portland State University, which is named in his honor, and lectured at Willamette University and Lewis & Clark College while living in Portland. In July 1999, Hatfield and his wife were passengers on a tour bus when a car collided with the bus.Walth, Brent and Jonathan Nelson. Deadly accident drives Hatfields to campaign for bus seat belts... The Oregonian, July 30, 1999. They received only minor injuries, but the experience led them to advocate for seat belts to be required on buses. Numerous buildings, organizations, awards, and outdoor areas have been named in honor of Hatfield. These include: * The Mark O. Hatfield Library at Willamette University *Awarded an honorary Doctor of Laws (LL.D.) degree from Whittier College in 1963. * Hatfield Marine Science Center at Oregon State University * Hatfield School of Government at Portland State University * The Mark O. Hatfield Clinical Research Center at the National Institutes of Health in Bethesda, Maryland * Mark O. Hatfield Research Center at Oregon Health & Science University (OHSU) * The Mark O. Hatfield Wilderness * Mark O. Hatfield Institute for International Understanding at Southwestern Oregon Community College * Hatfield Government Center station at the western terminus of the MAX Blue Line light rail in Hillsboro * Mark O. Hatfield United States Courthouse in Portland * The Mark Hatfield trailhead at the western end of the Historic Columbia River Highway State Trail in the Columbia River Gorge; * The Mark Hatfield Award for clinical research in Alzheimer's diseaseMark Hatfield Award. Alzheimer's Association. Retrieved on March 3, 2008. * The Mark O. Hatfield Leadership Award presented by the Council for Christian Colleges and Universities * The Mark O. Hatfield Distinguished Historians Forum, speaker series presented by the Oregon Historical Society. Work is underway to start a Mark O. Hatfield Memorial Trail in the Columbia River Gorge, a 60-mile trail through much of the Mark O. Hatfield Wilderness area. From February 2000 to May 2008 Hatfield served on the board of directors for Oregon Health & Science University. His papers and book collection are stored in the Willamette University Archives and Special Collections, inside the Mark O. Hatfield Library.Cowan, Ron. Willamette University's first archivist puts a face on history Statesman Journal, September 19, 2007. Senator Hatfield merited his own chapter in Tom Brokaw's The Greatest Generation.Brokaw, Tom. The Greatest Generation. New York: Random House, 1998. p. 333. In 2014, a 90-minute documentary about Hatfield's Life and Career called The Gentleman of the Senate: Oregon's Mark Hatfield was released.Mapes, Jeff. Hatfield was admitted to the Mark O. Hatfield Clinical Research hospital at the National Institutes of Health in Maryland in November 2010 for observation after his health began to decline. Mark Hatfield died at a care facility in Portland on August 7, 2011, after several years of illness. A specific cause of death was not immediately given. ==Works authored== A selection of items Hatfield authored or contributed to:Search results for 'au:Mark O Hatfield'. WorldCat. Retrieved on June 17, 2008. ===Author=== *Not Quite So Simple (1968), *Conflict and Conscience (1971), *Between a Rock and a Hard Place (1976), *Against the Grain: Reflections of a Rebel Republican (2000), ===Contributor=== *Amnesty?: The Unsettled Question of Vietnam (1973), *Social Power and Political Freedom (1980), (introduction) *Freeze! How You Can Help Prevent Nuclear War (1982), (with Edward Kennedy) *Real Christianity (1982), (introduction) *What About the Russians: A Christian Approach to US-Soviet Conflict (1984), *Vice Presidents of the United States: 1789-1993 (1997), (editor) ==See also== * List of federal political scandals in the United States ==References== ==External links== *Hatfield tribute page from Willamette University *Hatfield Records from the Oregon State Archives *Mark O. Hatfield (1922-2011) from the Oregon Historical Society *Hatfield voting record from the Washington Post *Hatfield retrospective from George Fox University * |- |- |- |- |- |- |- |- Category:1922 births Category:2011 deaths Category:20th-century American male writers Category:20th-century American non-fiction writers Category:20th- century American politicians Category:20th-century Protestants Category:21st- century American male writers Category:21st-century American non-fiction writers Category:21st-century Protestants Category:Alpha Phi Omega Category:American anti–Vietnam War activists Category:American anti-war activists Category:American evangelicals Category:American male non-fiction writers Category:United States Navy personnel of World War II Category:American political writers Category:Burials at Willamette National Cemetery Category:Death in Oregon Category:George Fox University faculty Category:Governors of Oregon Category:Members of the Oregon House of Representatives Category:Members of the United States Assay Commission Category:Military personnel from Oregon Category:Non-interventionism Category:North Salem High School (Salem, Oregon) alumni Category:Oregon Graduate Institute people Category:Oregon Health & Science University people Category:Oregon Republicans Category:Oregon state senators Category:People from Dallas, Oregon Category:Politicians from Salem, Oregon Category:Recipients of the Four Freedoms Award Category:Republican Party state governors of the United States Category:Republican Party United States senators Category:Secretaries of State of Oregon Category:Stanford University alumni Category:United States Navy officers Category:United States senators from Oregon Category:Willamette University College of Law alumni Category:Willamette University faculty Category:Writers from Portland, Oregon",
 "title": "Mark Hatfield"
}