{
 "id": "343985",
 "text": "Dinnington is a town in South Yorkshire, England. It is part of the Metropolitan Borough of Rotherham, as a border town, it is almost equidistant from Sheffield to Rotherham, and about from Worksop. Historically part of the West Riding of Yorkshire, Dinnington is the principal settlement in the civil parish of Dinnington St John's, which also includes the small satellite hamlets of Throapham and St John's. The Dinnington St John's parish is the most populous constituent of the St John's ward, which also includes the parishes of Laughton-en-le-Morthen, Firbeck, Letwell and Gildingwells. In 2001 this ward had a population of 11,476, with Dinnington St John's itself making up 9,161 of that figure.Office for National Statistics : Census 2001 : Parish Headcounts : Rotherham Retrieved 28 August 2009 The population of the ward at the 2011 Census had increased to 12,517. Dinnington is about above sea level. ==History== Excavations show Dinnington to have been inhabited since at least Neolithic times, and it has been suggested that the settlement takes its name from a local barrow, though a more traditional interpretation of \"Dinnington\" would be \"Dunn's Farmstead\", or \"Town of Dunn's People\". Dinnington was originally a small, isolated farming community, based around the New Road area of the town. Quarrying in the area helped expand the population, but it was the sinking of the Dinnington Main Colliery in 1905 that led to the real growth of the settlement. The census of 1911 shows a twenty-fold increase in population since 1901, from 250 to 5,000. The coal miners initially lived in a prefabricated shanty town in Laughton Common, colloquially known as \"Tin Town\" or \"White City\" but later moved into colliery-built terrace houses around the central shopping area of Laughton Road. Dinnington was an ancient parish which became a civil parish in 1866. In 1954 the civil parish was abolished and merged with the civil parish of St Johns with Throapham, to form the civil parish of Dinnington St John's. Dinnington continued to expand throughout the 20th century, largely through the growth of commuter living that followed the Second World War. As the housing estates spread, Dinnington began to merge seamlessly into the neighbouring settlements of Throapham and North Anston. The result is a strip of urban development that mainly acts as a commuter base for Sheffield, Rotherham and Worksop, although with the closure of coal mines and steel mills, the area saw a rapid decline in the late 1980s and early 1990s and despite steady growth, still boasted the highest level of unemployment in the UK in 2001. Dinnington Colliery was closed in 1992. This damaged the local community, and had a large negative impact on the local economy with initial job losses and knock-on effect closures to local business. In 1995, Dinnington was featured in an episode of the BBC1 TV documentary series Everyman, entitled Simon's Cross. The programme described the life of Dinnington parish priest, the Rev Simon Bailey, detailing his life, work and reflections while living with AIDS, and the way members of the parish of Dinnington came to terms with it and supported him. Scarlet Ribbons: A Priest with AIDS, an account of his story, was written by Simon Bailey's sister, Rosemary Bailey and published by Serpent's Tail in 1997. In 2003, Dinnington was declared a town as part of an attempt to attract more investment and improve the local economy. thumb|Dinnington, in the fog Controversy arose in the village over plans to redevelop the Miners' Welfare. The Welfare buildings and sports fields were provided originally for the miners at the local colliery by CISWO in 1926. The property had been leased to Rotherham Borough Council and was used for Safe@Start programmes up until 2007. It has remained empty since that date and has been subject to vandalism and lack of repairs. Controversy over development resulted in the formation of a local residents' group opposing the development plans and asking for the regeneration of the site as an amenity for local people. Dinnington had a population of 9,077 in the 2011 census, which makes it slightly larger than Wath-upon-Dearne. Here are the three areas known as Dinnington: * Dinnington Civil Parish (town proper) population 9,077 * Dinnington Ward population 12,517 * Built up area (contains Dinnington, Anston and Throapham) population 20,152 ==Community== Dinnington's two further education establishments are Rotherham College of Arts and Technology and the sixth form at Dinnington High School. Dinnington's high street and main shopping areas include Tesco, Savers, Fulton's Foods, Dominos pizza and Aldi stores, as well as small traders, including several take-aways, a haberdashery and an indoor market. Manor Motorsport, known in Formula One as Virgin Racing from 2010 to 2011, Marussia F1 from 2012 to 2014 and currently known as Manor Marussia F1 were once based in the town. The town's only football club Dinnington Town F.C. play at Phoenix Park, situated at the Dinnington Resource Centre. ==Transport== Dinnington Interchange is a small bus station operated by Travel South Yorkshire in Dinnington town centre. Opened next to Dinnington Market in the late 1990s, replacing on-street bus stops on the congested Laughton Road, the Interchange consists of three bus stands with a covered indoor waiting area, toilets and a staffed ticket office at peak times. Dinnington Interchange provides a local hub for bus services between Sheffield, Rotherham and Worksop. , the stand allocation is: {| class=\"wikitable\" !Stand !Route !Destination |- !A1 !19, 19a | |Worksop |- !A2 !19, 19a | |Rotherham |- ! rowspan=\"3\"|A3 !20 | |Rotherham |- !216 | |Laughton Common |- !X5, X55 | |Sheffield |} ==See also== *Listed buildings in Dinnington St. John's *Dinnington Colliery Band ==References== ==External links== Category:Towns in South Yorkshire Category:Geography of the Metropolitan Borough of Rotherham Category:Former civil parishes in South Yorkshire",
 "title": "Dinnington, South Yorkshire"
}