{
 "id": "344256",
 "text": "Joseph Jean Arthur Béliveau (August 31, 1931 – December 2, 2014) was a Canadian professional ice hockey player who played parts of 20 seasons with the National Hockey League's (NHL) Montreal Canadiens from 1950 to 1971. Inducted into the Hockey Hall of Fame in 1972, \"Le Gros Bill\" Béliveau is widely regarded as one of the ten greatest NHL players of all time. Born in Trois-Rivières, Quebec, Béliveau first played professionally in the Quebec Major Hockey League (QMHL). He made his NHL debut with the Canadiens in 1950, but chose to remain in the QMHL full-time until 1953. By his second season in the NHL, Béliveau was among the top three scorers. He was the fourth player to score 500 goals and the second to score 1,000 points. Béliveau won two Hart Memorial Trophies as league MVP (1956, 1964) and one Art Ross Trophy as top scorer (1956), as well as the inaugural Conn Smythe Trophy as play-off MVP (1965). He has 17 Stanley Cup championships, the most by any individual to date. All championships have been with the Montreal Canadiens: 10 as a player and 7 as an executive. In 2017, Beliveau was named one of the '100 Greatest NHL Players' in history. ==Early life== Jean Béliveau was born in 1931 to Arthur and Laurette Béliveau, the oldest of eight children. His family traces their ancestry to Antoine Béliveau, who settled in 1642 in Port Royal, Nova Scotia. Expelled along with the other Acadians in 1755, the Béliveaus settled in the Boston area before moving to the Trois Rivières area of Québec in the mid-19th century. Jean's father was also part of a large family, one of six brothers, many of whom moved to western Canada in the 1910s while others remained in the Trois-Rivières area and St. Célestin.Beliveau, p. 26 Jean's family moved to Victoriaville when Jean was six and Jean grew up in Victoriaville, attending L'École Saint-David, L'Académie Saint-Louis de Gonzague and Collège de Victoriaville schools.Beliveau, p. 28 Like many future hockey players of the era, the Béliveau family had a backyard ice rink on which their children, friends and neighbours played shinny.Beliveau, p. 25 Until he was twelve years old, the family rink was where Jean learned to play hockey. His first organized team was in a house league at L'Académie, which played on the school's rink. As part of a squad of L'Académie \"all-stars,\" Jean played against other local teams. At age fifteen, he entered College and played for its team and an intermediate team, the Victoriaville Panthers.Beliveau, p. 31 In the summertime as a child, Béliveau also played baseball. A stand-out in local leagues in Victoriaville, he pitched and occasionally played infield, well enough that his family turned down an offer of a minor-league pro contract for Jean at age fifteen.Beliveau, p. 32 At sixteen, Jean played for the senior league team in Val-d'Or, Quebec. ==Playing career== Béliveau was already a star at 15 when spotted by Canadiens general manager Frank Selke, who sought to sign him to an NHL \"C-form\". The standard league contract for young players at that time, it would have required Béliveau to join the Canadiens at a set date and agreed-upon salary. When his father balked, Béliveau signed a \"B-form\" instead, agreeing to play for Montreal should he ever decide to turn pro. Béliveau was called up twice for brief appearances by the Canadiens in 1950–51 and 1952–53, each time playing the minimum number of games that an amateur could play at the professional level. He led the Quebec Senior Hockey League in scoring in 1953. However, he did not appear to show much interest in playing professionally. Finally, Selke got an idea—if the QSHL were somehow turned into a professional league, Béliveau would be a professional as well, and under the terms of the B-form he would have to sign with the Habs. At Selke's suggestion, the Canadiens' owners, the Canadian Arena Company, bought the QSHL and converted it from an amateur league to a minor pro league. This forced Béliveau to join the Canadiens for the 1953–54 NHL season (though the Habs owned the NHL rights to all of the league's players in any case). Béliveau retired at the end of the 1970–71 NHL season as his team's all-time leader in points, second all-time in goals and the NHL's all-time leading playoff scorer. He scored 507 goals and had 712 assists for 1,219 points in 1,125 NHL regular-season games plus 79 goals and 97 assists for 176 points in 162 playoff games. His jersey number (#4) was retired on October 9, 1971. In 1972, he was inducted into the Hockey Hall of Fame. He is now the second all-time leading scorer in Canadiens history, behind Guy Lafleur. Only Henri Richard (1256 games) and Larry Robinson (1202 games) played more games for the Habs. Béliveau's name appears on the Stanley Cup a record seventeen times, including seven times as an executive for the Canadiens: 1973, 1976, 1977, 1978, 1979, 1986, 1993. In addition, to winning the Hart Trophy as league MVP twice, he finished second in the voting a further four times, and third once. As well, in addition to winning the Art Ross Trophy as the leading scorer once, he finished second twice and third four times, illustrating his remarkable long-term consistency. In 1998, The Hockey News named Béliveau the seventh greatest NHL player of all time. Upon his retirement, the Canadiens named Béliveau a vice president and director of public relations. Béliveau was never known as an activist during his playing days. However, he was one of several players who threatened to pull out of the Hall of Fame if disgraced ex-NHLPA executive director Alan Eagleson had been allowed to stay in after being convicted of fraud and embezzlement. He also supported the NHL's position during the 2004–05 NHL lockout, arguing that the players' demands would damage the sport and the league. ==Personal life and death== thumb|right|Béliveau in 2009 Béliveau met his future wife, Elise Couture, in 1950 in Quebec City.Beliveau, p. 58 The couple married on June 27, 1953, at St. Patrick's Church there, and had one child together, daughter Hélène. In 1957, Beliveau appeared in full uniform on the American game show To Tell the Truth. Upon retiring as a player in 1971 Béliveau set up the charitable Jean Béliveau Foundation, transferred two decades later to the Society for Disabled Children in 1993. In the early 1990s, he twice declined Canadian Prime Minister Brian Mulroney’s offer of a Senate appointment, as he believed legislators should only be elected. In 1994 Prime Minister Jean Chrétien offered him the post of Governor General of Canada. Béliveau declined in order to be with his daughter and two grandchildren, Mylene and Magalie, whose father, a Quebec policeman, had committed suicide when the girls were five and three. Beginning in the 1990s, Béliveau suffered from multiple health issues. He was first hospitalized for cardiac problems in 1996. In 2000, he was treated for a neck tumour. NHL.com reported on January 21, 2010, that Béliveau was admitted to Montréal General Hospital the previous evening with an apparent stroke that was not thought to be life-threatening. Béliveau was hospitalized with a stroke again on February 28, 2012. Béliveau died on December 2, 2014, at the age of 83, in Longueuil, a suburb of Montreal. His public funeral was held at Mary Queen of the World Cathedral in Montreal. ==Legacy== Béliveau was given many awards, including several honorary doctorates from Canadian universities, plus the Loyola Medal from Concordia University in 1995. He was made a Knight of the National Order of Quebec in 1988, promoted to Officer in 2006 and Grand Officer in 2010. On May 6, 1998, Béliveau was made by Governor General Roméo LeBlanc a Companion of the Order of Canada, then the country's highest civilian award. In 2001, his name was added to Canada's Walk of Fame, the same year he was honoured with his portrait on a Canadian postage stamp. In August 2008, the Canadian Pacific Railway named a station in his honour. On June 29, 2009, he was named an honorary captain of the men's national team for the 2010 Winter Olympics. On Friday December 4, 2014 the Montreal Canadiens started sewing on a patch that had the number \"4\" in a black circle on the left side of the jersey. ==Career statistics== {| BORDER=\"0\" CELLPADDING=\"1\" CELLSPACING=\"0\" width=\"70%\" style=\"text-align:center\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- bgcolor=\"#f0f0f0\" | 1947–48 | Victoriaville Tigres | QJHL | 42 | 46 | 21 | 67 | — | — | — | — | — | — |- | 1948–49 | Victoriaville Tigres | QJHL | 42 | 48 | 27 | 75 | 54 | 4 | 4 | 2 | 6 | 2 |- bgcolor=\"#f0f0f0\" | 1949–50 | Quebec Citadelles | QJHL | 35 | 36 | 44 | 80 | 47 | 14 | 22 | 9 | 31 | 15 |- | 1950–51 | Quebec Citadelles | QJHL | 46 | 61 | 63 | 124 | 120 | 22 | 23 | 31 | 54 | 76 |- bgcolor=\"#f0f0f0\" | 1950–51 | Quebec Aces | QMHL | 1 | 2 | 1 | 3 | 0 | — | — | — | — | — |- | 1950–51 | Montreal Canadiens | NHL | 2 | 1 | 1 | 2 | 0 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1951–52 | Quebec Aces | QMHL | 59 | 45 | 38 | 83 | 88 | 15 | 14 | 10 | 24 | 14 |- | 1952–53 | Quebec Aces | QMHL | 57 | 50 | 39 | 89 | 59 | 19 | 14 | 15 | 29 | 25 |- bgcolor=\"#f0f0f0\" | 1952–53 | Montreal Canadiens | NHL | 3 | 5 | 0 | 5 | 0 | — | — | — | — | — |- | 1953–54 | Montreal Canadiens | NHL | 44 | 13 | 21 | 34 | 22 | 10 | 2 | 8 | 10 | 4 |- bgcolor=\"#f0f0f0\" | 1954–55 | Montreal Canadiens | NHL | 70 | 37 | 36 | 73 | 58 | 12 | 6 | 7 | 13 | 18 |- | 1955–56* | Montreal Canadiens | NHL | 70 | 47 | 41 | 88 | 143 | 10 | 12 | 7 | 19 | 22 |- bgcolor=\"#f0f0f0\" | 1956–57* | Montreal Canadiens | NHL | 69 | 33 | 51 | 84 | 105 | 10 | 6 | 6 | 12 | 15 |- | 1957–58* | Montreal Canadiens | NHL | 55 | 27 | 32 | 59 | 93 | 10 | 4 | 8 | 12 | 10 |- bgcolor=\"#f0f0f0\" | 1958–59* | Montreal Canadiens | NHL | 64 | 45 | 46 | 91 | 67 | 3 | 1 | 4 | 5 | 4 |- | 1959–60* | Montreal Canadiens | NHL | 60 | 34 | 40 | 74 | 57 | 8 | 5 | 2 | 7 | 6 |- bgcolor=\"#f0f0f0\" | 1960–61 | Montreal Canadiens | NHL | 69 | 32 | 58 | 90 | 57 | 6 | 0 | 5 | 5 | 0 |- | 1961–62 | Montreal Canadiens | NHL | 43 | 18 | 23 | 41 | 36 | 6 | 2 | 1 | 3 | 4 |- bgcolor=\"#f0f0f0\" | 1962–63 | Montreal Canadiens | NHL | 69 | 18 | 49 | 67 | 68 | 5 | 2 | 1 | 3 | 2 |- | 1963–64 | Montreal Canadiens | NHL | 68 | 28 | 50 | 78 | 42 | 5 | 2 | 0 | 2 | 18 |- bgcolor=\"#f0f0f0\" | 1964–65* | Montreal Canadiens | NHL | 58 | 20 | 23 | 43 | 76 | 13 | 8 | 8 | 16 | 34 |- | 1965–66* | Montreal Canadiens | NHL | 67 | 29 | 48 | 77 | 50 | 10 | 5 | 5 | 10 | 6 |- bgcolor=\"#f0f0f0\" | 1966–67 | Montreal Canadiens | NHL | 53 | 12 | 26 | 38 | 22 | 10 | 6 | 5 | 11 | 26 |- | 1967–68* | Montreal Canadiens | NHL | 59 | 31 | 37 | 68 | 28 | 10 | 7 | 4 | 11 | 6 |- bgcolor=\"#f0f0f0\" | 1968–69* | Montreal Canadiens | NHL | 69 | 33 | 49 | 82 | 55 | 14 | 5 | 10 | 15 | 8 |- | 1969–70 | Montreal Canadiens | NHL | 63 | 19 | 30 | 49 | 10 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1970–71* | Montreal Canadiens | NHL | 70 | 25 | 51 | 76 | 40 | 20 | 6 | 16 | 22 | 28 |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! 1125 ! 507 ! 712 ! 1219 ! 1029 ! 162 ! 79 ! 97 ! 176 ! 211 |} * Stanley Cup Champion. ==Awards and honours== {| class=\"wikitable\" |+ style=\"text- align:center; background:#e0e0e0\" |National Hockey League |- ! scope=\"col\" style=\"width:21em\" | Award ! scope=\"col\" style=\"width:10em\" | Year ! scope=\"col\" | Ref. |- | Played in the NHL All-Star Game | 13x between 1953 and 1969 | |- | First Team All-Star | 1954–55, 1955–56 1956–57, 1958–59 1959–60, 1960–61 | |- | Second Team All-Star | 1957–58, 1963–64 1965–66, 1968–69 | |- | Art Ross Trophy | 1955–56 | |- | Hart Memorial Trophy | 1955–56, 1963–64 | |- | Conn Smythe Trophy | 1964–65 | |- | NHL Lifetime Achievement Award | 2009 | |- | 10x Stanley Cup winner | 1956, 1957, 1958, 1959, 1960, 1965, 1966, 1968, 1969, 1971 | |} ==See also== * List of NHL players with 500 goals * List of NHL players with 1000 points * List of NHL players with 1000 games played * List of NHL statistical leaders * List of members of the Hockey Hall of Fame * List of NHL players who spent their entire career with one franchise ==Further reading== * ==References== ==External links== * *Jean Béliveau, History by the Minute Category:1931 births Category:2014 deaths Category:Art Ross Trophy winners Category:Canadian ice hockey centres Category:Canadian people of Acadian descent Category:Companions of the Order of Canada Category:Conn Smythe Trophy winners Category:French Quebecers Category:Grand Officers of the National Order of Quebec Category:Hart Memorial Trophy winners Category:Hockey Hall of Fame inductees Category:Ice hockey people from Quebec Category:Montreal Canadiens players Category:National Hockey League All-Stars Category:National Hockey League players with retired numbers Category:Order of Hockey in Canada recipients Category:Quebec Aces (QSHL) players Category:Sportspeople from Trois-Rivières Category:Stanley Cup champions",
 "title": "Jean Béliveau"
}