{
 "id": "344464",
 "text": "was a Japanese poet. Well known as both a tanka and or poet, he began as a member of the Myōjō group of naturalist poets but later joined the \"socialistic\" group of Japanese poets and renounced naturalism. He died of tuberculosis. ==Major works== His major works were two volumes of tanka poems plus his diaries: *Ichiaku no Suna (一握の砂) (A Handful of Sand) 1910 *Kanashiki gangu (悲しき玩具) (Sad Toys) published posthumously in 1912 ===Diaries=== Ishikawa wrote some of his diaries in the Latin script transliteration of Japanese so that his wife could not read them. ==Timeline== thumb|Takuboku Ishikawa and his wife Setsuko after their engagement in 1904 * 1886 - Born at Joko Temple, Hinoto-mura (presently named Hinoto, Tamayama-mura), Minami-Iwate-gun, Iwate Prefecture, to Ittei, the father, who was the priest of the temple, and Katsu, his mother. * 1887 - Moved to Shibutami-mura (presently named Shibutami, Tamayama-mura) * 1891 - Attended Shibutami Elementary School (4 years) * 1895 - Attended Morioka Upper Elementary School (2 years) * 1898 - Attended Morioka Middle School * 1899 - Published a literary booklet \"Choji-kai\", printed by hand using a method called hectograph * 1900 - Formed a self-study group, \"Union Club\", to learn English. First and second issues of \"Choji Magazine\" were published. Fell in love with Setsuko Horiai, a student at Morioka Girls’ Middle School. * 1901 - Published the third issue of \"Mikazuki\" (crescent moon), a magazine for circulating, and the first issue of \"Nigitama\". His tankas appeared on Iwate Nippo (newspaper) under the pen name of \"Suiko\", the first public appearance of his works. * 1902 - His tankas appeared in \"Myōjō\", a literary magazine, under the pen name of \"Hakuhin\". Dropped out of Morioka Middle School because of his aspiration for literature. Went to Tokyo and made the acquaintances of Tekkan and Akiko Yosano. * 1903 - Went home to Shibutami. Serial articles \"Ideas of Wagner\" appeared in Iwate Nippo. Poem \"Shucho\" (sorrowful melodies) appeared in \"Myōjō\". The pen name of \"Takuboku\" was used for the first time. In November, he joined the circle of poets \"Shinshisha\". * 1904 - Serial articles \"Senun Yoroku\" (personal memorandum of war time) appeared in Iwate Nippo. This was right after the outbreak of the Russo- Japanese War. * 1905 - The first collection of poems \"Akogare\" (admiration) was published by Odajima Shobo. Married Setsuko Horiai. Published the literary magazine \"Sho-Tenchi\" (small world). * 1906 - Became a substitute teacher at Shibutami Upper Elementary School. Wrote the novel \"Kumo wa Tensai dearu\" (the clouds are geniuses), which was never published during his lifetime. His novel \"Soretsu\" (funeral procession) appeared in the literary magazine \"Myōjō\" (December issue of 1906). * 1907 - Became a substitute teacher at Hakodate Yayoi Elementary School, and a freelance reporter at Hakodate Nichinichi Shinbun (newspaper). There at the Hakodate Yayoi Elementary School, he met Chieko Tachibana, and he was instantly awestruck by her beauty. Although Takuboku only encountered Chieko in person twice, she left a lasting impression on him, and 22 of the tanka written in \"Wasuregataki-Hitobito\" in \"Ichiaku-no-Suna\" were written about Chieko Tachibana. Later despite efforts to visit Chieko in her home in Sapporo, to pursue courtship, he had learned from her father that she had recently married. Because of the great fire in Hakodate, he lost both jobs and left Hakodate. Employed at places like Hokumon Shinpo or Otaru Nippo (publishers of news paper) * 1908 - Employed at Kushiro Shinbun (news paper), wrote \"Benifude-dayori\". Moved to Hongo, Tokyo in spring. * 1909 - Employed at Asahi Shimbun as a proof reader. Issued literary magazine \"Subaru\" as a publisher. * 1910 - First collection of tankas \"Ichiaku-no-Suna\" (a fistful of sand) was published by Shinonome-do Shoten. * 1911 - Moved to Koishikawa because of health reasons. * 1912 - In March, his mother Katsu died. He himself died of tuberculosis on April 13, being looked after by his friend Bokusui Wakayama and his wife Setsuko, at the age of 26. After his death, his second collection of tankas \"Kanashiki Gangu\" (grieving toys) was published by Shinonome-do Shoten. * 1926 - In August, his grave was erected by both Miyazaki Ikuu, his brother-in-law, who was also a poet, and Okada Kenzo, the chief of Hakodate Library. * 1988 - The main-belt asteroid 4672 Takuboku (1988 HB) is named in his honor. == In popular culture == A fictionalised Ishikawa appears in the anime Woodpecker Detective's Office. Ishikawa is summoned as a Pseudo-Servant in the body of Makidera Kaede in the Fate/Grand Order X Himuro's World crossover episode. ==References== *Ishikawa Takuboku, On Knowing Oneself Too Well, translated by Tamae K. Prindle, Syllabic Press, © 2010. *Ishikawa Takuboku, Romaji Diary and Sad Toys, translated by Sanford Goldstein and Seishi Shinoda. Rutland, Charles E. Tuttle Co. 1985. *Ishikawa Takuboku, Takuboku: Poems to Eat, translated by Carl Sesar, Tokyo. Kodansha International, 1966. *Ueda, Makoto, Modern Japanese Poets and the Nature of Literature, Stanford University Press © 1983 [Ishikawa Takuboku is one of the eight poets profiled in the book, with forty two pages devoted to him. There are nine \"free-style\" poems and thirty one tanka included in the commentary.] == Further reading == Donald Keene, The First Modern Japanese: The Life of Ishikawa Takuboku. New York: Columbia University Press, 2016. ==External links== * e-texts of Ishikawa Takuboku's works at Aozora bunko * Takuboku and Socialism * * Category:1886 births Category:1912 deaths Category:20th-century deaths from tuberculosis Category:People from Morioka, Iwate Category:Tuberculosis deaths in Japan Category:20th-century Japanese poets",
 "title": "Takuboku Ishikawa"
}