{
 "id": "344488",
 "text": "Generation name (variously zibei or banci in Chinese; tự bối, ban thứ or tên thế hệ in Vietnamese; hangnyeolja in Korea) is one of the characters in a traditional Chinese, Vietnamese and Korean given name, and is so called because each member of a generation (i.e. siblings and paternal cousins of the same generation) share that character. == Generation poem == The sequence of generation names is typically prescribed and kept in record by a generation poem ( or ) specific to each lineage. While it may have a mnemonic function, these poems can vary in length from around a dozen characters to hundreds of characters. Each successive character becomes the generation name for successive generations. After the last character of the poem is reached, the poem is usually recycled, though occasionally it may be extended. Generation poems were usually composed by a committee of family elders whenever a new lineage was established through geographical emigration or social elevation. Thus families sharing a common generation poem are considered to also share a common ancestor and have originated from a common geographical location. Important examples are the generation poems of the descendants of the Four Sages (Confucius, Mencius, Yan Hui, Zengzi): the Kong, Meng, Yan, and Zeng families (the Four Families, 四氏). During the Ming dynasty, Emperor Jianwen respected Confucius and Mencius so much that he honored their families with generation poems. These generation poems were extended with the permission of the Chongzhen Emperor of the Ming dynasty, the Tongzhi Emperor of the Qing dynasty, and the Ministry of Interior of the Beiyang government. 孔姓 (The Kong family, descendants of Confucius) 孟姓 (The Meng family, descendants of Mencius) 希言公彥承，宏聞貞尚衍； 興毓傳繼廣，昭憲慶繁祥； 令德維垂佑，欽紹念顯揚； 建道敦安定，懋修肇彝常； 裕文煥景瑞，永錫世緒昌。 The generation poem used by the Song dynasty House of Zhao was \"若夫，元德允克、令德宜崇、師古希孟、時順光宗、良友彥士、登汝必公、不惟世子、與善之從、伯仲叔季、承嗣由同。\" The 42 characters were split into three groups of 14 for the offspring of Song Taizu and his two brothers. Another notable generation poem is the Nguyễn dynasty's Đế hệ thi (帝係詩 'Poem of the Generations of the Imperial Family'), created by Emperor Minh Mạng. == Practice == Generation names may be the first or second character in a given name, and normally this position is kept consistent for the associated lineage. However some lineages alternate its position from generation to generation. This is quite common for Korean names. Sometimes lineages will also share the same radical in the non-generation name. A related custom is the practice of naming two children from the characters of a common word. In Chinese, most words are composed of two or more characters. For example, by taking apart the word jiàn-kāng ('healthy'), the Wang family might name one son Wáng Jiàn (王健) and the other Wáng Kāng (王康). Another example would be měi-lì ('beautiful'). Daughters of the Zhous might be named Zhōu Měi (周美) and Zhōu Lì (周丽). Besides the Han majority, the Muslim Hui Chinese people has also widely employed generation names, which they call lunzi paibie; for instance, in the Na family, the five most recent generations used the characters Wan, Yu, Zhang, Dian, and Hong. This practice is slowly fading since the government began keeping public records of genealogy. == Example == The following is a fictional family to illustrate how generation names are used. {| class=\"wikitable\" ! rowspan=\"2\" | Family member ! colspan=\"3\" | Chinese form ! rowspan=\"2\" | Full name |- ! Family name ! Generation name ! Given name |- | Father | Li | Yu | Feng | Li Yufeng |- | Father's sibling | Li | Yu | Yan | Li Yuyan |- | Mother | Wang | De | Mei | Wang Demei |- | Mother's sibling | Wang | De | Song | Wang Desong |- | First child | Li | Wen | Long | Li Wenlong |- | Second child | Li | Wen | Feng | Li Wenfeng |- | Third child | Li | Wen | Peng | Li Wenpeng |} == Affiliation character == In place of a biological generation, the character could be used as an indicator of seniority and peer groups in religious lineages. Thus, in the lay Buddhist circles of Song and Yuan times, it could be Dào (道 'dharma'), Zhì (智 'prajñā, wisdom'), Yuán (圓 'complete, all-embracing'William Edward Soothill & Lewis Hodous, 1937, A Dictionary of Chinese Buddhist Terms.), Pǔ (普 'universal'), Jué (覺 'bodhi, enlightenment'), Shàn (善 'skillful, virtuous'A. Charles Muller, Digital Dictionary of Buddhism.). The characters demonstrated belonging to a devotionalist group with a social status close to the family one. The affiliation character Miào (妙 'profound, marvelous') usually was used by women, relating them to Guanyin, as Miàoshàn (妙善) was her name at birth. In the same way, taking the monastic vows meant the break with the family lineage, which was shown by application of the surname Shì (釋, Thích in Vietnam) in one's Dharma name, the first character of Gautama Buddha's title in Chinese: Shìjiāmóuní (釋迦牟尼, 'Śākyamuni', 'Sage of the Śakyas'). == Notes == ==References== == External links == * The naming custom in traditional Chinese family culture Examples of generation poems: * The generation poems of the Ming dynasty princes * The Shaolin lineage poem, used by monks at the Shaolin Monastery and representing the continuity of the Dharma transmission * The generation poem of the descendants of Huang Qiaoshan (871-953) * Ten generation poems of the Cantonese Lee family Category:Chinese given names Category:Vietnamese names",
 "title": "Generation name"
}