{
 "id": "344537",
 "text": "Countess Francesca McKnight Donatella Romana Gregorini di Savignano di Romagna (born August7, 1968), known professionally as Francesca Gregorini, is an Italian-American screenwriter and film director. == Early life == Born in Rome, Gregorini is the daughter of former \"Bond girl\" Barbara Bach and businessman Count Augusto Gregorini Savignano di Romagna lord of Savignano sul Rubicone. Her mother is of Jewish and Irish descent. Gregorini is also the stepdaughter of Beatles drummer Ringo Starr, with whom she is close. After boarding at TASIS, she attended Brown University graduating in 1990. == Career == Gregorini contributed two songs to the soundtrack of the film See Jane Run (2001), in which she also had a small acting role. She worked as a musician with her first CD \"Sequel\" (2003), where she sings, and plays the guitar and bass. Gregorini sold scripts to both HBO and Paramount Pictures before co- helming, with Princess Tatiana von Fürstenberg, her directorial debut Tanner Hall, a coming of age story set in an all-girls boarding school in Rhode Island, starring Rooney Mara. Gregorini and von Fürstenberg also co-wrote the independent film, loosely based on their own adolescent experiences. Gregorini said in an interview, \"Naturally there are some autobiographical elements, combined with things we'd witness in boarding school, and many other parts that we made up completely. You will certainly find characteristics of both of us in each of the four main girls and if you spend even a half-hour with us, it will be very apparent to you, which girls are most like me and which ones are most like Tatiana.\" The film was an official selection at the 2009 Toronto International Film Festival. Gregorini's film The Truth About Emanuelstarring Jessica Biel, Kaya Scodelario and Alfred Molinawas selected for the US dramatic competition at the 2013 Sundance Film Festival. In summer 2018, The Hollywood Reporter wrote that Killing Eve creator Phoebe Waller-Bridge hired Gregorini as a director for the show's second series. In January 2020, Francesca Gregorini filed a lawsuit against Servant producers including Tony Basgallop and M. Night Shyamalan, the production companies involved, and Apple TV+, alleging copyright infringement for her 2013 drama film, The Truth About Emanuel. Basgallop and Shyamalan responded that neither had seen her film and that any similarity is coincidence. On May 28, 2020, a federal judge threw out the copyright lawsuit against Shyamalan and Apple, ruling that the TV show is not similar enough to the film to merit a lawsuit. On July 21, 2020, the court ordered Gregorini to pay the defendants' attorneys' fees of $162,467.30. She is producing HULU’s 2022 episodic series “The Dropout” about Elizabeth Holmes of Theranos. == Personal life == Gregorini was in a relationship with actress Portia de Rossi from 2000 to 2004. Since January 2014, she has been dating producer Morgan Marling, sister of actress Brit Marling. == References == == External links == * *Official site Category:1968 births Category:Living people Category:21st-century American women writers Category:American women singer- songwriters Category:American singer-songwriters Category:American film directors of Italian descent Category:Brown University alumni Category:American people of Austrian-Jewish descent Category:American people of German-Jewish descent Category:American people of Irish descent Category:American people of Romanian-Jewish descent Category:Italian emigrants to the United States Category:Italian countesses Category:LGBT musicians from Italy Category:LGBT singers from the United States Category:LGBT songwriters Category:American lesbian musicians Category:LGBT nobility Category:Musicians from Rome Category:People educated at the American School in England Category:Ringo Starr Category:20th-century American women singers Category:Moses Brown School alumni Category:20th-century American singers Category:20th-century LGBT people Category:21st-century LGBT people",
 "title": "Francesca Gregorini"
}