{
 "id": "345093",
 "text": "Pavel Stepanovich Nakhimov (, ; - ), was a Russian admiral, known as the commander of naval and land forces during the Siege of Sevastopol (1854-1855) during the Crimean War. ==Biography== Nakhimov was born in the village of Gorodok in the Vyazma district of the Smolensk Governorate into a noble Russian family. He was the seventh of eleven children of a landlord and second major Stepan Mikhailovich Nakhimov and his wife Feodosia Ivanovna Nakhimova (née Kozlovskaya). Six of his siblings died as infants. He and all four of his brothers would become professional seamen, including vice admiral Sergei Stepanovich Nakhimov (1805—1872).Spiridonova L.I., Fyodorova G. N. (2003). P. S. Nakhimov. The Collection of Documents and Materials . — Saint Petersburg: Petersburg Institute of Printing Arts, pp. 355—387 In 1817, he entered the Naval Academy for the Nobility (Morskoy Dvoryanskiy Korpus) in Saint Petersburg. That year, he made his first sea voyage aboard the frigate Feniks (\"Phoenix\") to the shores of Sweden and Denmark. He was promoted to a non- commissioned officer soon after. In February 1818, he passed examinations to become a midshipman and was immediately assigned to the second Fleet Crew (Flotskiy Ekipazh) of the Russian Imperial Navy's Baltic Fleet. At the beginning of his naval career, Nakhimov's experience was limited to voyages in the Baltic Sea as well as a more extensive trip from the White Sea port of Arkhangelsk to Kronstadt naval base near Saint Petersburg. His lucky break came in March 1822, when he was assigned to the frigate Kreiser (\"Cruiser\"); the vessel took part in a round-the-globe expedition commanded by the well- known Russian explorer Mikhail Petrovich Lazarev (1788-1851), who had already undertaken several such voyages. During the three-year voyage, Nakhimov was promoted to the rank of lieutenant. On conclusion of this adventure, he received his first award, the Order of Saint Vladimir IV degree. He returned to his native Smolensk and was assigned to the 74-gun warship Azov, which made its maiden voyage from Arkhangelsk to Kronstadt in the autumn of 1826. In the summer of 1827, Azov sailed to the Mediterranean as flagship of the Russian squadron under the command of Rear-Admiral Lodewijk van Heiden for a joint expedition with the French and British navies against the Ottomans. Just before its departure, Emperor Nicholas I visited the Azov and ordered that in the case of hostilities, the crew should deal with the enemy \"as the Russians do\". Azov, under then-Captain First Rank M.P. Lazarev, distinguished itself most prominently in the Battle of Navarino (20 October 1827), during which the allied British-French-Russian fleet \"totally\" destroyed the Ottoman squadron. For his outstanding gunnery performance during the battle, the 27-year-old Nakhimov was promoted to the captaincy of a trophy ship and was decorated by the allied governments. During the Crimean War of 1853-1856 Nakhimov distinguished himself by annihilating the Ottoman fleet at Sinope in 1853. His finest hour came during the Siege of Sevastopol, where he and Admiral V. A. Kornilov organized from scratch the land defense of the city and its port, the home base of the Russian Black Sea Fleet. As the commander of the port and the military governor of the city, Nakhimov became in fact the head of the Sevastopol naval and land defense forces. On , while inspecting the forward- defense positions on Malakhov Kurgan, he was fatally wounded by a sniper and died two days later. Nakhimov was buried inside St Vladimir's Cathedral in Sevastopol along with Mikhail Lazarev, V.A. Kornilov and Vladimir Istomin. There is a monument erected in his memory. The Soviet government instituted posthumous honors as well, introducing Nakhimov Naval Schools for teenagers in 1943, and establishing in 1944 both the Order of Nakhimov (with two degrees) and the Nakhimov Medal for Navy personnel. The Order of Nakhimov, one of the highest military decorations in the Soviet Union, continues to exist in the Russian Federation. == Ships named after Nakhimov == *Admiral Nakhimov, a Russian armoured cruiser. *Original name of Chervona Ukraina, a . *Admiral Nakhimov, a . * , a Soviet passenger liner. *Admiral Nakhimov, a Kresta II- class cruiser. *Admiral Nakhimov (formerly Kalinin), a ==Honours and awards== * Order of St. Vladimir, 4th class (1825; the voyage on the frigate Cruiser) * Order of Saint George, 4th class (1827; for service in the Battle of Navarino * Order of St. Anna, 2nd class (1830) * Order of St. Anna, 2nd class with the Imperial Crown (1837; for diligent and zealous excellent service) * Order of St. Vladimir, 3rd class (1842; for diligent and zealous excellent service) * Badge of distinction \"For impeccable service\" XXV years. (1846) * Order of St. Stanislaus, 1st class (1847) * Order of St. Anna, 1st class (1849) * Order of St. Anna, 1st class with the Imperial Crown (1851) * Order of St. Vladimir, 2nd class (1853; For the successful transfer of 13th Division) * Order of Saint George, 2nd class (1853; For the victory at Sinope) * Order of the White Eagle (Russia), (1855; For actions in the defence of Sevastopol) * Order of the Bath (United Kingdom) * Order of the Redeemer (Greece) == References == * Naval commanders in the history of the Russian maritime Category:1802 births Category:1855 deaths Category:Imperial Russian Navy admirals Category:Russian military personnel of the Crimean War Category:Russian military personnel killed in the Crimean War Category:Recipients of the Order of St. George of the Second Degree Category:Recipients of the Order of St. Anna, 1st class Category:Recipients of the Order of St. Vladimir, 2nd class Category:Recipients of the Order of the White Eagle (Russia) Category:Order of the Bath Category:War Governors of Nikolayev and Sevastopol Category:Russian people of the Greek War of Independence",
 "title": "Pavel Nakhimov"
}