{
 "id": "345132",
 "text": "Downtempo is a broad category of electronic music characterized by an atmospheric sound and slow-tempo beats. Closely related to ambient music but with greater emphasis on beats, the style may be played in chillout clubs or as \"warm-up or cool-down\" music during a DJ set. Examples of downtempo subgenres include trip hop, chillwave, psybient and lo-fi hip hop. The style emerged in the late 1980s with the UK's Bristol scene that birthed artists like Massive Attack, Portishead, and Tricky. In the 1990s, the style was heard internationally in artists such as Kruder & Dorfmeister, Fila Brazillia, and Thievery Corporation. Other prominent artists to emerge in the style include Boards of Canada, Nicolas Jaar, and Bonobo. ==Characteristics== Downtempo music is a broad genre but is united by several characteristics: *Atmospheric sound: artists focus more on layered sounds and mood than on catchy melodies or riffs *Slow beats: songs typically feature beats around 90 BPM *Gentle melodies: artists typically include more melodic phrases than straightforward ambient music == History == Downtempo emerged from the UK's late-1980s Bristol sound, which developed a slow, psychedelic fusion of hip hop with electronic music known as \"trip hop\" and birthed artists such as Massive Attack, Portishead, and Tricky. The 1990s brought on a wave of slower paced music which was played throughout chillout rooms—the relaxation sections of the clubs or dedicated sections at electronic music events. Downtempo music started to surface around Ibiza, when DJs and promoters would bring down the vibe with slower rhythm and gentler electronic music upon approaching sunrise. At the end of the 1990s a more melodic instrumental electronica incorporating acoustic sounds with electronic styles emerged under its own umbrella name of downtempo. In the late 1990s, the Austrian duo Kruder & Dorfmeister popularized the style with their downtempo remixes of pop, hip-hop, and drum and bass tracks with influences of the '70s soul jazz. Britons Steve Cobby and Dave McSherry, producing under the name Fila Brazillia, released a handful of downtempo, electronica and ambient techno albums that propelled the style further. Meanwhile, the Washington, D.C. locals Eric Hilton and Rob Garza, better known as Thievery Corporation, have introduced the Brazilian sound into the style after discussing the music of Antonio Carlos Jobim, and enriched it further by combining elements of Jamaican dub and reggae. In 2010, \"downtempo pop\" was described by The Atlantic as a variety of music styles from the 2000s characterized by mellow beats, vintage synthesizers, and lo-fi melodies. In other words, an umbrella term that includes chillwave, glo-fi, and hypnagogic pop. Later in the decade, another form of downtempo music, tagged as \"lo-fi hip hop\" or \"chillhop\", became popular among YouTube music streamers. ==List of artists== == References == Category:Electronic music genres Category:Electronica Category:British styles of music",
 "title": "Downtempo"
}