{
 "id": "345356",
 "text": "Skates are cartilaginous fish belonging to the family Rajidae in the superorder Batoidea of rays. More than 150 species have been described, in 17 genera.LAST, P.R. & SÉRET, B. & STEHMANN, M.F.W. & WEIGMANN, S. (2016) Skates, Family Rajidae. In: Last, P.R., White, W.T., Carvalho, M.R. de, Séret, B., Stehmann, M.F.W & Naylor, G.J.P (Eds.) Rays of the World. CSIRO Publishing, Melbourne: 204–363 Softnose skates and pygmy skates were previously treated as subfamilies of Rajidae (Arhynchobatinae and Gurgesiellinae), but are now considered as distinct families. Alternatively, the name \"skate\" is used to refer to the entire order of Rajiformes (families Anacanthobatidae, Arhynchobatidae, Gurgesiellidae and Rajidae). Members of Rajidae are distinguished by a stiff snout and a rostrum that is not reduced.EBERT, D.A. (2003) The Sharks, Rays and Chimaeras of California. University California Press, Berkeley, CA. 284 pp.COMPAGNO, L.J.V. (1999) Chapter 1. Systematics and body form. pp. 1–42. In: W.C. Hamlett, ed. Sharks, skates and rays. The biology of elasmobranch fishes. Johns Hopkins Press, Maryland. == Taxonomy and systematics== ===Evolution=== Skates belong to the ancient lineage of cartilaginous fishes. Fossil denticles (tooth-like scales in the skin) resembling that of today's chondrichthyans date at least as far back as the Ordovician, with the oldest unambiguous fossils of cartilaginous fish dating from the middle Devonian. A clade within this diverse family, the Neoselachii, emerged by the Triassic, with the best-understood neoselachian fossils dating from the Jurassic. This clade is represented today by sharks, sawfish, rays and skates.UCMP Berkeley \"Chondrichthyes: Fossil Record\" ===Classification=== The skate belongs to the class Chondrichthyes. This class consists of all the cartilaginous fishes, including sharks and stingrays. Chondrichthyes is divided into two subclasses; of which Elasmobranchii includes skates, rays, and sharks. Skates are the most diverse elasmobranch group, comprising over 20% of the known species. The number of species is likely to increase as taxonomic issues are resolved and new species are identified. There are 17 genera recognized in the family Rajidae: * Amblyraja * Beringraja * Breviraja * Dactylobatus * Dentiraja * Dipturus * Hongeo * Leucoraja * Malacoraja * Neoraja * Okamejei * Orbiraja * Raja * Rajella * Rostroraja * Spiniraja * Zearaja Skates have more valid species (574) than any other group of cartilaginous fishes. Since 1950, 126 new species of skates have been discovered. Five scientists take credit for the rapid increase of findings. The Rajidae are considered monophyletic because of their similarity in appearance. There are 13 genera and about 245 valid species. However, there is little information about the diets of about 24% of these species. There are at least 45 dubious species of skates worldwide. == Description == === General Batoidea characteristics === Skates are cartilaginous fishes like other Chondrichthyes, however, skates, like rays and other Rajiformes, have a flat body shape with flat pectoral fins that extend the length of their body. A large portion of the skate's dorsal body is covered by rough skin made of placoid scales. Placoid scales have a pointed tip that is oriented caudally and are homologous to teeth. Their mouths are located on the underside of the body, with a jaw suspension common to Batoids known as euhyostyly. Skate's gill slits are located ventrally as well, but dorsal spiracles allow the skate to be partially buried in floor sediment and still complete respiratory exchange. Also located on the dorsal side of the skate are their two eyes which allow for predator awareness. In addition to their pectoral fins, skates have a first and second dorsal fin, caudal fin and paired pelvic fins. Distinct from their rhomboidal shape is a long fleshy slender tail. While skate anatomy is similar to other Batoidea, features such as their electric organ and mermaid's purse create clear distinctions. thumb|Full view of a skate's mermaid's purse. Roughly 125 mm in length. === Skate specific characteristics === ==== Mermaid's purse ==== Skates produce their young in an egg case called a mermaid's purse. These egg cases have distinct characteristics that are individualized to each species. This makes a great tool for identifying different species of skates. One of these identifiable structures is the keel. The keel is a flexible ridge that runs along the outside of the structure. Another characteristic is the number of embryos in the egg case. Some species contain only one embryo while others can have up to seven. The size of the fibrous shell around the case is another characteristic. Some species have thick layers on the exterior, however other species do not have the presence of this layer. ==== Electric organ ==== thumb|The fibers of the skate electric organ are embedded in the muscles located lateral to the notochord in the tail. The electric organ (EO) is a characteristic exclusive to aquatic species. Among the Chondrichthyes, the only species to possess electric organs are the electric ray and the skate. Unlike many other electrogenic fishes, the skate is unique in that it has two paired electric organs, which run longitudinal through the tail in the lateral musculature of the notochord.Macesic, Laura J.; Kajiura. \"Electric organ morphology and function in the lesser electric ray, Narcine brasiliensis\" (PDF). Zoology. 112: 442–450 – via ScienceDirect. The impulses put out by the electric organs of the skate are considered to be weak, asynchronous, long- lasting signals. Although the anatomy of the skate EO is now commonly studied and well understood, there is not enough strong evidence to suggest what the actual function of the EO is. Some research suggests the electric impulses are too weak to be a mechanism used for defense or hunting. It is also too irregular to be useful for electrolocation purposes. The most reasonable explanation in the literature suggests that the electric organ discharges may be used as a form of communication used for reproduction purposes. == Distribution and habitats == Skates are primarily found from the intertidal down to depths greater than . They are most commonly found along outer continental shelves and upper slopes. They are typically more diverse at higher latitudes and in deep-water. In fact, skates are the only cartilaginous fish taxon to exhibit more diversity of species at higher latitudes. A cool, temperate to polar water in the deep sea can be a favorable environment for skates. As the water becomes more shallow and warmer, skates are seen to be replaced by stingrays. Skates are absent from brackish and freshwater environments. However, there is a single estuarine species that has been found in Tasmania, Australia. Also, the Connecticut Department of Environmental Protection has caught and studied skates within the Long Island Sound estuary. Some skate fauna have been found inhabiting areas of rock cobble and high rocky relief. == Behavior and ecology == === Reproduction === Skates mate at the same nursery ground each year. In order to fertilize the egg, males use claspers, a structure attached to the pelvic fins. The claspers allow them to direct the flow of semen into the female's cloaca. Skates are oviparous, meaning they lay eggs with very little development in the mother. This is one major difference from rays, which are viviparous, meaning they give birth to live young. When a female skate is fertilized, a protected case forms around the embryo called an egg case, or more commonly mermaid's purse. This egg case is then deposited out of the mother's body onto the ocean floor where the skates develop for up to 15 months before they enter the external environment. === Diet and feeding === The majority of skates feed on bottom dwelling animals, such as shrimp, crab, oyster, clams, and other invertebrates. To feed on these animals they have grinding plates in their mouths. Filter feeding rays that eat plankton have gill rakers. Skates are an influential part of the food webs of demersal marine communities. They utilize similar resources to those of other upper trophic-level marine predators, such as seabirds, marine mammals, and sharks. The flattened body shape, ventral eyes and well developed spiracles of the skate allows them to live benthically, buried in the sediment or using a longitudinal undulation of the pectoral fins known as Rajiform locomotion to glide along the water floor. Current research suggests that some species of skates, in addition to their Rajiform locomotion, use their pelvic fins to perform ambulatory locomotion. This form of locomotion performed by the skate is being explored as a possible origin for our own development of walking by looking for similar neural pathways used for movement between skates and animals walking on land. (embargo until 2019-02-08, but abstract available) ==Skates versus stingrays== Skates are like stingrays in that they have five pairs of gill slits that are located ventrally, which means on the underside of their body (unlike sharks that have their gills located on their sides). Skates and rays both have pectoral fins that are flat and expanded, which are typically fused to the head. Both skates and stingrays typically have their eyes on top of their head. Skates also share similar feeding habits with rays. Skates are different from rays in that they lack a whip-like tail and stinging spines. However, some skates have electric organs located in their tail. The main difference between skates and rays is that skates lay eggs, whereas rays give birth to live young. Moreover, skates can be more abundant than rays, and are fished for food in some parts of the world. thumb|right|Skates swim with their pectoral fins {| class=\"wikitable collapsible expanded\" |- ! style=\"width:360px;\" colspan=\"4\"| Comparison of skates and stingrays |- | style=\"width:360px;\" colspan=\"4\"| |- ! style=\"width:110px;\"| Characteristic ! Skates ! Rays ! style=\"width:70px;\"| Sources |- | Reproduction | Skates are oviparous, that is they lay eggs. Their fertilized eggs are laid in a protective hard case called a mermaid's purse. | valign=top | Rays are viviparous, that is, they bear their young inside their bodies and give birth to them alive. | align=center | Ichthyology: Ray and Skate Basics Florida Museum of Natural History. Retrieved 21 March 2013. |- | Dorsal fin | Distinct | Missing or vestigial | align=center | |- | Pelvic fins | Fins are divided into two lobes | Fins have one lobe | align=center | Skate or Ray? ReefQuest Centre for Shark Research. Retrieved 212 March 2013. |- | Tail | Fleshy tails which lack spines | Whip-like with one or two stinging spines | align=center | |- | Protection | Rely on \"thorny projections on their backs and tails for protection from predators\" | Rely on stinging spines or barbs for protection (though some, such as manta rays lack these) | align=center | |- | Teeth | Small | \"Plate-like teeth adapted for crushing prey\" | align=center | |- | Size | Usually smaller than rays | Usually larger than skates | align=center | |- | Colour | Often drab, brown or gray (but not always) | Often boldly patterned (but not always) | align=center | |- | Habitat | Often deep water (but not always) | Often shallow water (but not always) | align=center | |} ==Conservation== Skates have slow growth rates and, since they mature late, low reproductive rates. As a result, skates are vulnerable to overfishing and appear to have been overfished and are suffering reduced population levels in many parts of the world. In 2010, Greenpeace International added the barndoor skate, bottlenose skate, and maltese skate to its seafood red list. \"The Greenpeace International seafood red list is a list of fish that are commonly sold in supermarkets around the world, and which have a very high risk of being sourced from unsustainable fisheries.\" == See also == * Jenny Haniver, a fake sea monster created from a skate carcass. * Hongeohoe, a Korean dish made from fermented skate. * Mokpo, a South Korean city famous for its skate cuisine. ==References== ==External links== * ARKive – images and movies of the common skate (Dipturus batis) * Kliman, Todd. \"Skate Goes From Trash Fish to Treasure\", Washingtonian, May 1, 2006. . Category:Ray families Category:Cretaceous fish Category:Extant Late Cretaceous first appearances Category:Taxa named by Charles Lucien Bonaparte",
 "title": "Skate (fish)"
}