{
 "id": "345811",
 "text": "Michael Evan Mann (born 1965) is an American climatologist and geophysicist. He is the director of the Earth System Science Center at Pennsylvania State University. Mann has contributed to the scientific understanding of historic climate change based on the temperature record of the past thousand years. He has pioneered techniques to find patterns in past climate change and to isolate climate signals from noisy data. As lead author of a paper produced in 1998 with co-authors Raymond S. Bradley and Malcolm K. Hughes, Mann used advanced statistical techniques to find regional variations in a hemispherical climate reconstruction covering the past 600 years. In 1999 the same team used these techniques to produce a reconstruction over the past 1,000 years (MBH99), which was dubbed the \"hockey stick graph\" because of its shape. He was one of eight lead authors of the \"Observed Climate Variability and Change\" chapter of the Intergovernmental Panel on Climate Change (IPCC) Third Scientific Assessment Report published in 2001. A graph based on the MBH99 paper was highlighted in several parts of the report and was given wide publicity. The IPCC acknowledged that his work, along with that of the many other lead authors and review editors, contributed to the award of the 2007 Nobel Peace Prize, which was won jointly by the IPCC and Al Gore. Mann was organizing committee chair for the National Academy of Sciences Frontiers of Science in 2003 and has received a number of honors and awards including selection by Scientific American as one of the fifty leading visionaries in science and technology in 2002. In 2012 he was inducted as a Fellow of the American Geophysical Union and was awarded the Hans Oeschger Medal of the European Geosciences Union. In 2013, he was elected a Fellow of the American Meteorological Society and awarded the status of distinguished professor in Penn State's College of Earth and Mineral Sciences. In 2017, he was elected a Fellow of the Committee for Skeptical Inquiry. Mann is author of more than 200 peer-reviewed and edited publications. He has also published four books: Dire Predictions: Understanding Global Warming (2008), The Hockey Stick and the Climate Wars: Dispatches from the Front Lines (2012), together with co-author Tom Toles, The Madhouse Effect: How Climate Change Denial Is Threatening Our Planet, Destroying Our Politics, and Driving Us Crazy (2016) with Megan Herbert, The Tantrum That Saved the World (2018), and The New Climate War: The Fight to Take Back Our Planet (2021). In 2012, the European Geosciences Union described his publication record as \"outstanding for a scientist of his relatively young age\". Mann is a co-founder and contributor to the climatology blog RealClimate. ==Early life, undergraduate studies== Mann was born in 1965, and brought up in Amherst, Massachusetts, where his father was a professor of mathematics at the University of Massachusetts. At school he was interested in math, science, and computing. In August 1984 he went to the University of California, Berkeley, to major in physics with a second major in applied math. His second-year research in the theoretical behaviour of liquid crystals used the Monte Carlo method applying randomness in computer simulations. Late in 1987, he joined a research team under Didier de Fontaine which was using similar Monte Carlo methodology to investigate the superconducting properties of yttrium barium copper oxide, modelling transitions between ordered and disordered phases. He graduated with honors in 1989 with an A.B. in applied mathematics and physics. ===Doctoral and postgraduate studies=== Mann then attended Yale University, intending to obtain a PhD in physics, and received both an MS and an MPhil in physics in 1991. His interest was in theoretical condensed matter physics but he found himself being pushed towards detailed semiconductor work. He looked at course options with a wider topic area and was enthused by PhD adviser Barry Saltzman about climate modelling and research. To try this out he spent the summer of 1991 assisting a postdoctoral researcher in simulating the period of peak Cretaceous warmth when carbon dioxide levels were high, but fossils indicated most warming at the poles, with little warming in the tropics. Mann then joined the Yale Department of Geology and Geophysics, obtaining an MPhil in geology and geophysics in 1993. His research focused on natural variability and climate oscillations. He worked with the seismologist Jeffrey Park, and their joint research adapted a statistical method developed for identifying seismological oscillations to find various periodicities in the instrumental temperature record, the longest being about 60 to 80 years. The paper Mann and Park published in December 1994 came to conclusions similar to those from a study developed in parallel using different methodology and published in January of that year, which found what was later called the Atlantic multidecadal oscillation. In 1994, Mann participated as a graduate student in the inaugural workshop of the National Center for Atmospheric Research's Geophysical Statistics Project aimed at encouraging active collaboration between statisticians, climatologists and atmospheric scientists. Leading statisticians participated, including Grace Wahba and Arthur P. Dempster. (PDF). While still finishing his PhD research, Mann met UMass climate science professor Raymond S. Bradley and began research in collaboration with him and Park. Their research used paleoclimate proxy data from Bradley's previous work and methods Mann had developed with Park, to find oscillations in the longer proxy records. \"Global Interdecadal and Century-Scale Climate Oscillations During the Past Five Centuries\" was published by Nature in November 1995. Another study by Mann and Park raised a minor technical issue with a climate model about human influence on climate change: this was published in 1996. In the context of the controversy over the IPCC Second Assessment Report the paper was praised by those opposed to action on climate change, and the conservative organization Accuracy in Media claimed that it had not been publicized due to media bias. Mann defended his PhD thesis on A study of ocean-atmosphere interaction and low-frequency variability of the climate system in the spring of 1996, and was awarded the Phillip M. Orville Prize for outstanding dissertation in the earth sciences in the following year. He was granted his PhD in geology and geophysics in 1998. ===Postdoctoral research: the hockey stick graph=== From 1996 to 1998, after defending his PhD thesis at Yale, Mann carried out paleoclimatology research at the University of Massachusetts Amherst funded by a United States Department of Energy postdoctoral fellowship. He collaborated with Raymond S. Bradley and Bradley's colleague Malcolm K. Hughes, a Professor of Dendrochronology at the University of Arizona, with the aim of developing and applying an improved statistical approach to climate proxy reconstructions. He taught a course in Data Analysis and Climate Change in 1997 and became a Research Assistant Professor the following year. The first truly quantitative reconstruction of Northern Hemisphere temperatures had been published in 1993 by Bradley and Phil Jones, but it and subsequent reconstructions compiled averages for decades, covering the whole hemisphere. Mann wanted temperatures of individual years showing differences between regions, to find spatial patterns showing natural oscillations and the effect of events such as volcanic eruptions. Sophisticated statistical methods had already been applied to dendroclimatology, but to get wider geographical coverage these tree ring records had to be related to sparser proxies such as ice cores, corals and lake sediments. To avoid giving too much weight to the more numerous tree data, Mann, Bradley and Hughes used the statistical procedure of principal component analysis to represent these larger datasets in terms of a small number of representative series and compare them to the sparser proxy records. The same procedure was also used to represent key information in the instrumental temperature record for comparison with the proxy series, enabling validation of the reconstruction. They chose the period 1902–1980 for calibration, leaving the previous 50 years of instrumental data for validation. This showed that the statistical reconstructions were only skillful (statistically meaningful) back to 1400. Their study highlighted interesting findings, such as confirming anecdotal evidence that there had been a strong El Niño in 1791, and finding that in 1816 the \"Year Without a Summer\" in Eurasia and much of North America had been offset by warmer than usual temperatures in Labrador and the Middle East. It was also an advance on earlier reconstructions in that it went back further, showed individual years, and showed uncertainty with error bars. \"Global-scale temperature patterns and climate forcing over the past six centuries\" (MBH98) was published on April 23, 1998, in the journal Nature. In it, \"Spatially resolved global reconstructions of annual surface temperature patterns\" were related to \"changes in greenhouse-gas concentrations, solar irradiance, and volcanic aerosols\" leading to the conclusion that \"each of these factors has contributed to the climate variability of the past 400 years, with greenhouse gases emerging as the dominant forcing during the twentieth century. Northern Hemisphere mean annual temperatures for three of the past eight years are warmer than any other year since (at least) AD 1400. The last point received most media attention. Mann was surprised by the extent of coverage which may have been due to the chance release of the paper on Earth Day in an unusually warm year. In a CNN interview, John Roberts repeatedly asked him if it proved that humans were responsible for global warming, to which he would go no further than that it was \"highly suggestive\" of that inference. In May 1998, Jones, Briffa and colleagues published a reconstruction going back a thousand years, but not specifically estimating uncertainties. As Bradley recalls, Mann's initial reaction to the paper was \"Look at this. This is rubbish. You can't do this. There isn't enough information. There's too much uncertainty.\" Bradley suggested using the MBH98 methodology to go further back. Within a few weeks, Mann responded that to his surprise, \"There is a certain amount of skill. We can actually say something, although there are large uncertainties.\" Mann carried out a series of statistical sensitivity tests on 24 long term datasets, in which he statistically \"censored\" each proxy in turn to see the effect its removal had on the result. He found that a dataset which would otherwise have been reliable diverged from 1800 until around 1900, suggesting that it had been affected for that time by the \"fertilisation effect\". Using this dataset corrected in comparisons with other tree series, their reconstruction passed the validation tests for the extended period, but they were cautious about the increased uncertainties involved. The Mann, Bradley and Hughes reconstruction covering 1,000 years (MBH99) was published by Geophysical Research Letters in March 1999 with the cautious title Northern Hemisphere temperatures during the past millennium: inferences, uncertainties, and limitations. Mann said that \"As you go back farther in time, the data becomes sketchier. One can't quite pin things down as well, but, our results do reveal that significant changes have occurred, and temperatures in the latter 20th century have been exceptionally warm compared to the preceding 900 years. Though substantial uncertainties exist in the estimates, these are nonetheless startling revelations.\" When Mann gave a talk about the study to the National Oceanic and Atmospheric Administration's Geophysical Fluid Dynamics Laboratory, climatologist Jerry D. Mahlman nicknamed the graph the \"hockey stick\". ==Career== ===University positions=== In 1999, Mann secured a position as a tenure-track assistant professor in the Department of Environmental Sciences at the University of Virginia. He left Virginia in 2005 to become an associate professor in the Department of Meteorology (with joint appointments in Department of Geosciences and Earth and Environmental Systems Institute) at Pennsylvania State University, where he was also appointed the Director of its Earth System Science Center. He was promoted to full professor in 2009 and to \"Distinguished Professor of Meteorology\" in 2013. ===IPCC Third Assessment Report=== Before the publication of MBH98, Mann had been nominated to be an author on the IPCC Third Assessment Report. Late in 1998 he heard that he had been selected as a lead author for the \"observations\" chapter of the Working Group I report. He was to work with the numerous contributing authors in preparing an assessment of the state of knowledge of the paleoclimate record, starting by soliciting input from the leading experts in that field. Mann was one of eight lead authors of the \"Observed Climate Variability and Change\" chapter of the report, working under the two co- ordinating lead authors for the chapter. The report was published in 2001. ===Research=== Mann continued his interest in improving methodology to find patterns in high-resolution paleoclimate reconstructions: he was the lead author with Bradley and Hughes on a study of long term variability in the El Niño southern oscillations and related teleconnections, published in 2000. His areas of research have included climate signal detection, attribution of climate change and coupled ocean-atmosphere modeling, developing and assessing methods of statistical and time series analysis and comparing the results of modelling against data. The original MBH98 and MBH99 papers avoided undue representation of large numbers of tree ring proxies by using a principal component analysis step to summarise these proxy networks, but from 2001 Mann stopped using this method and introduced a multivariate Climate Field Reconstruction (CFR) technique using a regularized expectation–maximization (RegEM) method which did not require this PCA step. In May 2002 Mann and Scott Rutherford published a paper on testing methods of climate reconstruction which discussed this technique. By adding artificial noise to actual temperature records or to model simulations they produced synthetic datasets which they called \"pseudo proxies\". When the reconstruction procedure was used with these pseudoproxies, the result was then compared with the original record or simulation to see how closely it had been reconstructed. In August 2003 Mann with Phil Jones published reconstructions using various high- resolution proxies including tree rings, ice cores and sediments. This study indicated that that Northern Hemisphere late 20th century warmth had no precedent for roughly 2,000 years, dwarfing Medieval warmth, but proxy data was still too sparse to evaluate the Southern Hemisphere.. More recently, Mann's areas of research have included hurricanes and climate change, and climate modelling. His work using comparisons with the results of climate models indicated that cooling from large volcanoes was not fully shown by tree ring reconstructions, and suggested that in extreme cases cooling caused by eruptions could result in trees showing no growth, and hence no tree ring for that year. The result would be that tree ring reconstructions could understate climate variability, and there has been scientific debate about the methodology and validity of these findings. A paper published in April 2014 by Mann and co-authors set out a new method of defining the Atlantic Multidecadal Oscillation (AMO) in place of a problematic method based on detrending the climate signal. They found that in recent decades the AMO had been in a cooling phase, rather than a warming phase as researchers had thought. This cooling had contributed towards the recent Global warming hiatus in surface temperatures, and would change to enhanced surface warming in the next phase of the oscillation., pdf In 2018, Mann explained that the west Antarctic ice sheet may lose twice as much ice by the end of the century as previously thought, which also doubles the projected rise in sea level from three feet to more than six feet. In 2020, Mann raised the hypothesis that the Pacific Decadal Oscillation (PDO) and the Atlantic Multidecadal Oscillation (AMO), hitherto regarded as internal oscillations of the climate system, are due to noise and anthropogenic sulfate aerosols. ==Controversy over hockey stick graph== Figures based on the northern hemisphere mean temperatures graph from MBH99 were prominently featured in the IPCC Third Assessment Report of 2001, and became the focus of controversy when some individuals and groups disputed the data and methodology of this reconstruction. The 2006 North Report published by the United States National Academy of Sciences endorsed the MBH studies with a few reservations. The principal component analysis methodology had a small tendency to bias results so was not recommended, but it had little influence on the final reconstructions, and other methods produced similar results. Mann has said his findings have been \"independently verified by independent teams using alternative methods and alternative data sources.\" More than two dozen reconstructions, using various statistical methods and combinations of proxy records, support the broad consensus shown in the original hockey stick graph, with variations in how flat the pre-20th century \"shaft\" appears. ===CRU email controversy=== In November 2009, hackers obtained a large number of emails exchanged among researchers at the Climatic Research Unit of the University of East Anglia and with other scientists, including Mann. The release of their correspondence on the Internet sparked the Climatic Research Unit email controversy, commonly known as \"Climategate\", in which extracts from emails were publicized to raise accusations against the scientists. A series of investigations cleared the scientists of wrongdoing. Detailed analysis by the United States Environmental Protection Agency (EPA) found that the critics made unsupported accusations of falsification and manipulation or destruction of data and were commonly mistaken about the scientific issues. Mann was specifically cleared by several inquiries. Pennsylvania State University (PSU) commissioned two reviews related to the emails and his research, which reported in February and July 2010. They cleared Mann of misconduct, stating there was no substance to the allegations, but criticized him for sharing unpublished manuscripts with third parties. The allegations were of \"manipulating data, destroying records and colluding to hamper the progress of scientific discourse around the issue of anthropogenic global warming from approximately 1998.\" The EPA gave detailed consideration to petitions with allegations against Mann from lobbyists including the Southeastern Legal Foundation, Peabody Energy, the Competitive Enterprise Institute, and the Ohio Coal Association: the EPA found their claims were not supported by the evidence. At the request of Senator Jim Inhofe, who has called the science of man-made climate change a hoax, the Inspector General of the United States Department of Commerce investigated the emails in relation to NOAA, and concluded that there was no evidence of inappropriate manipulation of data.Zinser, Todd J., Inspector General of the U.S. Dept. of Commerce, in a letter to Sen. Inhofe, February 18, 2011, wrote, \"We found no evidence in the CRU emails that NOAA inappropriately manipulated data comprising the GHCN-M dataset.\" The Office of the Inspector General (OIG) of the National Science Foundation also carried out a detailed investigation, which it closed on August 15, 2011. It agreed with the conclusions of the university inquiries, and exonerated Mann of charges of scientific misconduct. ===Attorney General of Virginia's investigative demand=== Based on the CRU email leak, Virginia Attorney General Ken Cuccinelli initiated a Civil Investigative Demand against the University of Virginia to obtain documentation relating to Mann's work at the university. The demand sparked widespread academic condemnation as a \"blatantly political\" attempt to intimidate and silence Mann, and was denied in August 2010 by a judge for failure to state sufficient cause. Cuccinelli tried to re-open his case by issuing a revised subpoena, and appealed the case to the Virginia Supreme Court. The case was defended by the university, and the court ruled that Cuccinelli did not have the authority to make these demands. The decision, seen as supporting academic freedom, was welcomed by the Union of Concerned Scientists. In October 2010, Mann wrote an op-ed in the Washington Post in which he described several past, present and projected attacks on climate science and scientists by politicians, drawing a link between them and \"the pseudo-science that questioned the link between smoking cigarettes and lung cancer, and the false claims questioning the science of acid rain and the hole in the ozone layer.\" Saying they were \"not good-faith questioning of scientific research [but] anti-science\", he called for all his fellow scientists to stand against the attacks. Mann was a supporter of Democratic candidate Terry McAuliffe's successful 2013 campaign for governor of Virginia; in that election, Cuccinelli was the Republican candidate. On the campaign trail, Mann promoted the role of scientific research and technology in job creation and highlighted the costs of the Cuccinelli's Civil Investigative Demand case, and the threat it had presented to the scientific community. === Defamation lawsuits === ; Lawsuit against Tim Ball, the Frontier Centre and interviewer In 2011, the Frontier Centre for Public Policy think tank interviewed Tim Ball and published his allegations about Mann and the CRU email controversy. Mann promptly sued for defamation against Ball, the Frontier Centre and its interviewer. In June 2019, the Frontier Centre apologized for publishing, on its website and in letters, \"untrue and disparaging accusations which impugned the character of Dr. Mann\". It said that Mann had \"graciously accepted our apology and retraction\". This did not settle Mann's claims against Ball, who remained a defendant. (story originally published by the National Observer) On March 21, 2019, Ball applied to the court to dismiss the action for delay; this request was granted at a hearing on August 22, 2019, and court costs were awarded to Ball. The actual defamation claims were not judged, but instead, the case was dismissed due to delay, for which Mann and his legal team were held responsible. ; Lawsuit against National Review, the CEI, Mark Steyn and Rand Simberg As attacks on the work and reputation of climatologists continued, Mann discussed with colleagues the need for a strong response when they were slandered or libeled. In July 2012, Competitive Enterprise Institute (CEI) blogger Rand Simberg accused Mann of \"deception\" and \"engaging in data manipulation\" and alleged that the Penn State investigation that had cleared Mann was a \"cover-up and whitewash\" comparable to the recent Jerry Sandusky sex scandal, \"except that instead of molesting children, he has molested and tortured data\". The CEI blog editor then removed the sentence as \"inappropriate\", but a National Review blog post by Mark Steyn cited it and alleged that Mann's hockey stick graph was \"fraudulent\". Mann asked CEI and National Review to remove the allegations and apologize, or he would take action. The CEI published further insults, and National Review editor Rich Lowry responded in an article headed \"Get Lost\" with a declaration that, should Mann sue, the discovery process would be used to reveal and publish Mann's emails. Mann's lawyer filed the defamation lawsuit with the DC Superior Court in October 2012. Defendants were the National Review, the Competitive Enterprise Institute, Mark Steyn and Rand Simberg. Before the case could go to discovery, CEI and National Review filed a court motion to dismiss it under anti-SLAPP legislation, with the claim that they had merely been using exaggerated language which was acceptable against a public figure. In July 2013, the judge ruled against this motion, and when the defendants took this to appeal a new judge also denied their motion to dismiss, in January 2014. National Review changed its lawyers, and Steyn decided to represent himself in court. Journalist Seth Shulman, at the Union of Concerned Scientists, welcomed the judge's statement that accusations of fraud \"go to the heart of scientific integrity. They can be proven true or false. If false, they are defamatory. If made with actual malice, they are actionable.\" The defendants again appealed the decision. In August 2014, the Reporters Committee for Freedom of the Press with 26 other organizations filed an amicus brief in the D.C. appeals court, arguing that the comments at issue were constitutionally protected under the First Amendment as opinion. The brief has been published by the RCFP. Steyn chose to be represented by attorney Daniel J. Kornstein. Third in the list in the notice, Mann v. National Review, et al., (Super. Ct. D.C. 2014). \"Represent political and cultural commentator Mark Steyn as defendant in libel suit brought by climate change scientist.\" On December 22, 2016, the D.C. appeals court ruled that Mann's case against Simberg and Steyn could go ahead. A \"reasonable jury\" could find against the defendants, and though the context should be considered, \"if the statements assert or imply false facts that defame the individual, they do not find shelter under the First Amendment simply because they are embedded in a larger policy debate\". A counterclaim Steyn filed through his attorneys on March 17, 2014, was dismissed with prejudice by the D.C. court on August 29, 2019, leaving Steyn to pay litigation costs. – August 29th, 2019: Order Granting Motion to Dismiss the Counterclaims of Counter-Plaintiff Steyn The defendants filed for certiorari with the U.S. Supreme Court in the hope it would hear their appeal. In November 2019, it denied the petition without comment. In a dissenting opinion, justice Samuel Alito had favored hearing the case on the basis that, even though the defendants might yet prevail in the case, or the outcome itself come before the Court for review, the expense of litigating the case this far might itself deter speakers. On March 19, 2021, the DC Superior Court ruled that \"Steyn’s actual malice cannot be imputed\" to National Review, when the post was not reviewed by them before publication and was posted by someone who was not their employee. It therefore granted National Review summary judgment dismissing Mann's case against them.NR Staff (March 19, 2021). National Review Prevails against Michael Mann National Review. Retrieved March 23, 2021.Superior Court of the District of Columbia (March 19, 2021). Order Granting Defendant National Review’s Motion For Summary Judgment Retrieved March 23, 2021. ==Awards and honors== Mann's dissertation was awarded the Phillip M. Orville Prize in 1997 as an \"outstanding dissertation in the earth sciences\" at Yale University. His co-authorship of a scientific paper published by Nature won him an award from the Institute for Scientific Information (ISI) in 2002, and another co-authored paper published in the same year won the National Oceanic and Atmospheric Administration's outstanding scientific publication award. In 2002 he was named by Scientific American as one of fifty \"leading visionaries in science and technology”. The Association of American Geographers awarded him the John Russell Mather Paper of the Year award in 2005 for a co-authored paper published in the Journal of Climate. The American Geophysical Union awarded him its Editors' Citation for Excellence in Refereeing in 2006 to recognize his contributions in reviewing manuscripts for its Geophysical Research Letters journal. The IPCC presented Mann, along with all other \"scientists that had contributed substantially to the preparation of IPCC reports\", with a personalized certificate \"for contributing to the award of the Nobel Peace Prize for 2007 to the IPCC\", celebrating the joint award of the 2007 Nobel Peace Prize to the IPCC and to Al Gore.The 2007 Nobel Peace Prize was awarded to the IPCC as an organization, and the prize was not an award to any individual involved with the IPCC., pdf of letter retrieved December 12, 2012. In 2012, he was elected a Fellow of the American Geophysical Union and awarded the Hans Oeschger Medal of the European Geosciences Union for \"his significant contributions to understanding decadal-centennial scale climate change over the last two millennia and for pioneering techniques to synthesize patterns and northern hemispheric time series of past climate using proxy data reconstructions.\" Following election by the American Meteorological Society he became a new Fellow of the society in 2013. In January 2013 he was designated with the status of distinguished professor in Penn State's College of Earth and Mineral Sciences. In September 2013, Mann was named by Bloomberg Markets in its third annual list of the \"50 Most Influential\" people, included in a group of \"thinkers\" with reference to his work with other scientists on the hockey stick graph, his responses on the RealClimate blog \"to climate change deniers\", and his book publications. Later that month, he received the National Wildlife Federation's National Conservation Achievement Award for Science. On April 28, 2014, the National Center for Science Education announced that its first annual Friend of the Planet award had been presented to Mann and Richard Alley. In the same year, Mann was named as a Highly Cited Researcher by the Institute for Scientific Information (ISI). In 2015 he was elected Fellow of the American Association for the Advancement of Science, and in 2016 he was elected Vice Chair of the Topical Group on Physics of Climate (GPC) at the American Physical Society (APS). On June 19, 2017, Climate One at the Commonwealth Club of California said that he would be honored with the 7th annual Stephen H. Schneider Award for Outstanding Science Communication. He received the James H. Shea Award from the National Association of Geoscience Teachers for his \"exceptional contribution in writing or editing Earth science materials for the general public or teachers of Earth science.\" On February 8, 2018, the Center for Inquiry announced that Mann had been elected as a 2017 Fellow of its Committee for Skeptical Inquiry. On February 14, 2018, the American Association for the Advancement of Science announced that Mann was chosen to receive the 2018 Public Engagement with Science award. On September 4, 2018, the American Geophysical Union announced Mann as the 2018 recipient of its Climate Communication Prize. On February 12, 2019, Mann and Warren Washington were named to receive the 2019 Tyler Prize for Environmental Achievement. In April 2020, he was elected member of the National Academy of Sciences. Along with Antonella Santuccione Chadha, he also received the World Sustainability Award from the MDPI Sustainability Foundation. ==Public outreach== Mann, along with Gavin Schmidt, Stefan Rahmstorf, and others, co-founded the RealClimate website, launched in December 2004. The website's purpose is to provide a site for commentaries by working climate scientists, \"for interested public and journalists\". After repeated attacks against his and his colleagues' academic work and being \"hounded by elected officials, threatened with violence, and more\", Mann decided to \"enter the fray\" and \"speak out about the very real implications of our research.\" Mann has engaged with the public through film, television, radio, the press, and talks. The Patriot-News reported in 2014, \"The professor operates active Twitter and Facebook accounts. In several weeks, he'll take part in an \"Ask Me Anything\" session on Reddit. For him, it's about engaging with the community.\" Mann serves on the advisory board of The Climate Mobilization, an American grassroots advocacy group calling for a national economic mobilization against climate change on the scale of the home front during World War II, with the goal of 100% clean energy and net zero greenhouse gas emissions by 2025. Mann has often called for WWII-scale climate mobilization as a means of rapidly reducing greenhouse gas emissions. In June 2015, Mann criticized the G7 nations' goal of full decarbonization by 2100 as not very meaningful considering greenhouse gas emissions need to be reduced dramatically within the next decade, well ahead of the G7's timeline. \"In my view, the science makes clear that 2050 or 2100 is way too far down the road,\" he told Climate Central. We will need near-term limits if we are going to avoid dangerous warming of the planet.\" Since 2013, Mann has been listed on the Advisory Council of the National Center for Science Education. In July 2018, Mann commented on recent extreme weather events striking across Europe, from the Arctic Circle to Greece, and on the other side of the world, from North American to Japan. He said, “This is the face of climate change\", “We literally would not have seen these extremes in the absence of climate change\". “The impacts of climate change are no longer subtle\", “We are seeing them play out in real-time and what is happening this summer is a perfect example of that\". “We are seeing our predictions come true\", “As a scientist that is reassuring, but as a citizen of planet Earth, it is very distressing to see that as it means we have not taken the necessary action\". ==Publications== Mann has been organizing committee chair for the National Academy of Sciences 'Frontiers of Science' and has served as a committee member or advisor for other National Academy of Sciences panels. He served as editor for the Journal of Climate and has been a member of numerous international and U.S. scientific advisory panels and steering groups. By 2010 he was the lead author or co-author of over 90 scientific publications, the majority of which had appeared in leading peer-reviewed scientific journals: as of 2016, his biographical sketch stated that he was author of more than 200 peer-reviewed and edited publications. Between 1999 and 2010 he served as principal or co-principal investigator on five research projects funded by the National Oceanic and Atmospheric Administration (NOAA) and four more funded by the National Science Foundation (NSF). He was also co-investigator on other projects funded by the NOAA, NSF, Department of Energy, United States Agency for International Development, and the Office of Naval Research. ===Selected publications=== * * * * * * * * * ===Books=== * * * * () * * ===Selected editorials and opinion articles=== *\"Approving Keystone XL could be the biggest mistake of Obama's presidency\" by Michael Mann, The Guardian, January 31, 2014. *\"If You See Something, Say Something\", The New York Times, January 17, 2014. * ==See also== * Extreme weather ==References== ==Sources== * ==External links== *Mann's home page, Pennsylvania State University * * Category:American climatologists Category:Intergovernmental Panel on Climate Change lead authors Category:1965 births Category:Living people Category:Pennsylvania State University faculty Category:University of Massachusetts Amherst faculty Category:University of California, Berkeley alumni Category:Yale University alumni Category:People from Amherst, Massachusetts Category:Environmental bloggers Category:21st-century American physicists Category:Members of the United States National Academy of Sciences Category:Fellows of the American Geophysical Union Category:Paleoclimatologists Category:Climate activists Category:Science bloggers Category:American non-fiction environmental writers Category:Fellows of the American Meteorological Society Category:American skeptics",
 "title": "Michael E. Mann"
}