{
 "id": "345904",
 "text": "The Externsteine () is a distinctive sandstone rock formation located in the Teutoburg Forest, near the town of Horn-Bad Meinberg in the Lippe district of the German state of North Rhine-Westphalia. The formation is a tor consisting of several tall, narrow columns of rock which rise abruptly from the surrounding wooded hills. In a popular tradition going back to an idea proposed to Hermann Hamelmann in 1564, the Externsteine are identified as a sacred site of the pagan Saxons, and the location of the Irminsul idol reportedly destroyed by Charlemagne; there is however no archaeological evidence that would confirm the site's use during the relevant period. The stones were used as the site of a hermitage in the Middle Ages, and by at least the high medieval period were the site of a Christian chapel. The Externsteine relief is a medieval depiction of the Descent from the Cross. It remains controversial whether the site was already used for Christian worship in the 8th to early 10th centuries. ==Name== The etymology of the name Extern- is unclear, in older texts it is written as ”Estern” or Eastern (-steine meaning \"stones\" or \"rocks\"). The Latinized spelling with x is first recorded in the 16th century, but became common only in the late 19th century. The oldest recorded forms of the name read Agistersten and Eggesterenstein, both dated 1093. Other forms of the name include Egesterenstein (12th century), Egestersteyn (1366), Egersteyne (1369), Egestersten (1385), Egesternsteyn (15th century), Eygesternsteyn (151), Externsteine (1533), Egesterennstein (1583), Agisterstein (1592).H. Beck, J. Udolph, \"Externsteine: Namenkundliches\" in Reallexikon der germanischen Altertumskunde vol. 8 (1994), 46-48. Hamelmann (1564) gives the Latinized name rupes picarum (\"rock of the magpies\"), associating the name with Westphalian word Eckster \"magpie\" (Standard German Elster). Eckster \"magpie\" is argued to be the actual etymology of the name by Schröder (1964), who also connects other Westphalian toponyms Externbrock, Externmühle, Exter, Extern, Exten an der Exter. Other scholars identify the association with magpies as folk etymology; Plassmann (1961) connects the name with a giant Ecke or Ekka of the Eckenlied, a medieval poem of the Theoderic cycle. Plassmann connects the suffix -istra with the lexeme agis \"serpent\", connecting the legend of Theoderic slaying the giant Ekka with the ancient Drachenkampf myth of a hero killing a serpent demon. Bahlow (1962, 1965) connects the name to the hydronym Exter.Plassmann (1961), Bahlow (1962, 1965) and Schröder, Deutsche Namenskunde 2nd ed. (1964) cited after H. Beck, J. Udolph, \"Externsteine: Namenkundliches\" in Reallexikon der germanischen Altertumskunde vol. 8 (1994), 46-48. More recent linguistic research assigns a much higher probability to a different explanation. The Germanic ag means \"sharp, edged or pointy\". In Middle Low German Egge was used for long rocky ridges. It is found today in Eggegebirge, for example, which lies south of the Teutoburg Forest. That latter area was also known as Osning (Osnegge). Thus, rather than reflecting mythological associations, the physical geology of the stones likely gave rise to their name. == Geology == thumb|Externsteine as seen from the south-west, across Wiembecke pond The Externsteine are located on the northeastern slope of the Teutoburger Wald. They are a natural outcropping of sandstone in a region that is otherwise largely devoid of rocks. The formation stretches for several hundred metres. It starts inside the forest with some rocks that are mostly covered by soil. It terminates in a series of 13 highly visible and mostly free-standing pillars. For scientific purposes, these have been numbered I-XIII from northwest to southeast with the most imposing being stones I-V. The largest is rock I (subdivided into Ia and Ib), also known as the Grottenfels due to its cave. The next one, II, is also known as Turmfels (tower) and rises above the surrounding area. Rock III is called Treppenfels (stairs). A large gap separates rocks III and IV. The latter is also known as Wackelsteinfelsen due to a loose boulder (now fixed in place) at its top. The geological formation consists of a hard, erosion-resistant sandstone (so-called Osningsandstein), laid down during the early Cretaceous era about 100 million years ago, near the edge of a large shallow sea that covered large parts of Northern Europe at the time. About 70 million years ago, these originally horizontal layers were folded to an almost vertical position. The resulting cracks in the stone offered ample scope for various forms of weathering. Thousands of years of erosion washed the rocks from the surrounding soil and then formed the surface of the stone. The pillars have been modified and decorated by humans over the centuries. Most of these alterations are on the southwestern side. The pond that currently lies at the foot of the formation is artificial and was created in the 19th century. ==Description of the man-made structures== The Grottenfels (I) contains a man-made \"grotto\" of three chambers connected by passages. Above the entrance to the main chamber is a carving that unlike the others here is not a bas-relief, but simply a cut in the stone in the form of what appears to be a winged creature. It appears to have been intended to receive a relief made from some other material and then set into the stone. The main chamber is with a ceiling height of . The side chamber has the same height but is . In the main chamber is an inscription dated to 1115, indicating that an altar was consecrated here. The third room is the so-called Kuppelgrotte is reached from the main chamber and via a small passage from the outside. This room is quite narrow compared to the other two and, with its domed ceiling, has a more cavelike appearance. Next to the external entrance, in an alcove, is another relief, much eroded. It shows a standing figure, holding a sash in the left and a key in the right hand. This has been interpreted as a depiction of St Peter. The outside of rock I also features the Kreuzabnahmerelief (showing Christ's Descent from the Cross). Below the side chamber, next to the pond, is the so-called Sargstein (tomb stone). An arched alcove with an open stone sarcophagus at the bottom has been cut into the sandstone. This is a type of structure known as an Arcosolium. On top of this rock is a platform reached by an uneven stairway. The top of rock Ia has been turned into a platform and is reached by a stone stairway that begins between rocks I and II. A rectangular chamber has been cut into the peak of rock II, known as the Höhenkammer (high chamber). It can be reached by a stair in rock III and a wooden construction linking rocks II and III. The platform seems to have been reduced from its original size by rockfalls. The chamber shows signs of wooden pegs that likely once supported wooden walls and/or a wooden ceiling. At the east of the Höhenkammer is an apse with a circular window and an altar. Towards the west is an alcove with columns carved into the rock. To the north there are pilasters and arched windows. The northwestern end is marked by the carving of a bearded man (likely dating from the Renaissance or Baroque). Remains indicate the past presence of further stairways on the rock. Finally, rock IV has been decorated with the coat of arms of the Counts of Lippe. == History == ===Prehistory=== Archaeological excavations have yielded some Upper Paleolithic stone tools dating to about 10,700 BC from 9,600 BC. Beneath a rock overhang on rock VIII, microliths from the Ahrensburg culture such as arrow heads or blades were found. Evidence of fire sites was also found. The area was thus frequented by nomadic groups who used the stones as a temporary shelter. The site is associated with archaeoastronomical speculation; a circular hole above the \"altar stone\" in the Höhenkammer has been identified in this context as facing in the direction of sunrise at the time of summer solstice.Wolfhard Schlosser / Jan Cierny. Sterne und Steine. Eine praktische Astronomie der Vorzeit (German). Wissenschaftliche Buchgesellschaft. Darmstadt. 1996. p.93-95. However, no archaeological evidence has been found that would substantiate use of the site between the end of the Upper Paleolithic and the Carolingian period (9th century). In the 1990s, artefacts found in the excavation conducted by in 1934/35 were analyzed. Attribution of objects found was either to the Mesolithic Ahrensburg culture (see above) or to the medieval period, with evidence of occupation in the Bronze or Iron Age conspicuously absent: All the ceramic and metal items found were younger than the Carolingian period, some stone artefacts were attributed to the Ahrensburg culture. ===Middle Ages=== Archaeological excavations at the site in the 1930s produced evidence for use from the late 10th to the 15th centuries. In addition, a drystone wall east of rock II (not extant today) could be linked to buildings here mentioned in medieval documents. Some additional records still exist today in photographs, but they can not be put into context due to the loss of written materials in World War II. Thermoluminescence dating in the caves support the findings. In the main and side chamber, the last large fires were used in the 14th or 15th century (one as early as the 11/12th century). In the Kuppelgrotte these tests have shown the last large fire to have burned in the 10th century. One (highly uncertain) result possibly even pointed to the 8th century (actual result: 735 with a margin of error of +/- 180 years). thumb|left|375px|Seen from the air However, the first mention of the stones is in a document dated to around 1129, which refers to a farm \"Holzhausen or Egesterenstein\". The abbot of Werden Abbey, which owned the farm, had been passing through and was housed there. It is possible that mass was celebrated at the Externsteine at that point. A potential earlier mention occurs in a document dated 1093, but this is only extant in two copies from 1374 and 1380. It records the purchase of a farm at Holzhausen including an Agisterstein by the abbot of the (abbey) at Paderborn from a female Saxon noble called Ida. This is deemed plausible by historians since in the 16th century the abbey still had a farmstead at Holzhausen. However, the inscription in the main chamber of the grotto mentions a consecration in 1115 by Henrico, which is deemed to be a reference to , bishop of Paderborn from 1084 to 1127. This implies a contradiction, since either the abbot or the bishop would be in charge of any local place of worship. Historians have suggested, though, that this may be an indication that the abbey did not in fact claim the Externsteine for itself thus leaving them to fall into the bishop's purview. Some authors have argued that the ecclesial carvings and alterations to the stones may suggest use of the site as a Christian sanctuary from the early 9th century.Walther Matthes. Corvey und die Externsteine. Schicksal eines vorchristlichen Heiligtums in karolingischer Zeit (German). Urachhaus. Stuttgart. 1982. pp. 172ff. In particular, the Externsteine relief has been the subject of debate among art historians, formerly widely accepted as of Carolingian origin (9th century), scholarly consensus has placed it in the 12th century since the 1950s.Otto Schmitt: Zur Datierung des Externsteinreliefs (German). In: Oswald Goetz (ed.): Beiträge für Georg Swarzenski zum 11. Januar 1951. Mann, Berlin 1951, p. 26–38; Fritz Saxl: \"English Sculptures of the 12th Century.\" ed. Hanns Swarzenski. Faber & Faber, London 1954; Otto Gaul: Neue Forschungen zum Problem der Externsteine (German). In: Westfalen. 32 (1955), p. 141–164. For a dissenting view: Walther Matthes / Rolf Speckner: Das Relief an den Externsteinen. Ein karolingisches Kunstwerk und sein spiritueller Hintergrund (German). 3rd ed., Ostfildern vor Stuttgart, 1997. From a stylistic point of view, historians today place the relief in the period 1160 to 1170. Even assuming a high medieval date, the relief represents the oldest monumental relief worked into a natural rock face found north of the Alps. In the early 13th century, temporal control of the area passed from the abbey to the House of Lippe. From 1366, the ecclesial control of Abdinghof over a chapel at the Externsteine is well documented. This lasted into the 17th century. It involved a hermitage at this location, with individuals named as hermits in 1385 and 1469. The document from 1385 also mentions an \"Upper Altar\", likely referring to the altar in the Höhenkammer.\"Externsteine: Historische Nachrichten und Besitzverhältnisse\" in Reallexikon der germanischen Altertumskunde vol. 8 (1994), 40-42. There remains a contradiction between the use of the Externsteine as a simple roadhouse for travellers and as an hermitage on the one hand and the presence of the monumental relief and the Arcosolium on the other. These may indeed have been a reconstruction of the Holy Sepulchre. The remains visible today indicate the possibility that the Externsteine were intended as a destination for pilgrims unable to travel to Jerusalem. To that end many medieval churches created . However, it is unclear who could have built it here and why there is no written evidence of such a relatively elaborate undertaking. thumb|320px|1663 etching of the stones with the hunting lodge (by Elias van Lennep) ===Early modern period=== The site was within the County of Lippe, formerly a county within the Duchy of Saxony, which gained imperial immediacy by 1413, throughout the Early modern period. The hermitage apparently became a hideout for bandits and in the early 16th century was dissolved by the rulers. This was roughly at the time that the Reformation was introduced in Lippe (1538) and church activity at the site ceased. The original claims associating the Externsteine with Saxon pagan worship were made by Hermann Hamelmann, who in his Delineatio Oppidorum Westfaliae (1564) claimed to take the information from older authorities (which cannot now be recovered or identified), :Horne ... ex vicina rupe picarum, antiquo monumento, cuius veteres scriptores mentionem fecerunt, claret. Legi aliquando, quod ex rupe illa picarum, idolo gentilitio, fecerit Carolus magnus altare sacratum et ornatum effigiebus apostolorum :\"Horn is famous for the \"rock of the magpies\", an ancient monument mentioned by older writers. I have read that Charlemagne from this rock of the magpies, then a pagan idol, made a consecrated altar decorated with images of the apostles.\"cited after the 2013 reprint of Wilhelm Teudt's Germanische Heiligtümer of 1931 (p. 71). Around 1592, the Count's local forest warden lived in the caves. Circa 1660, Herman Adolph, Count of Lippe designed the area for use as a hunting lodge and Lustschloss. This was a fortress of two squat round towers flanking a central gatehouse, built against the eastern side of the Externsteine. The excavated foundations show relatively thin walls, indicating that these walls were never intended as fortifications but were just ornamental. A stairwell next to rock I gave access to a viewing platform on top. Likely associated with this era is the bearded figure on the platform and the coat of arms inserted into rock IV. ===18th and 19th centuries=== The structure was rarely used, and fell into dilapidation in the 18th century. In 1810, it was torn down at the request of Countess Pauline. The old long-distance trade road running between rocks III and IV was expanded and paved in 1813. The unstable Wackelstein was secured with iron hooks. At the same time, new stairs were constructed and a bridge between rocks II and III gave access to the Höhenkammer. These improvements and better access via the road made the Externsteine an increasingly popular tourist destination, continuing a trend of the 18th century. Half-timbered 17th century buildings were replaced by new buildings, including several hotels. The Wiembecke stream flowing past the stones was dammed to form an artificial pond in 1836. The pond was later drained for the excavations of 1934/5, and restored after 1945. The period of Romantic nationalism of the 1860s to 1870s inspired a large number of publications speculating about the ancient history of the site. Many of these were contributed by local amateur historians and published in the Zeitschrift für vaterländische Geschichte und Althertumskunde Westfalens. The contributions by Wilhelm Engelbert Giefers (1817-1880) were reprinted as a short monograph in 1867.W. E. Giefers, Die Externsteine im Fürstenthum Lippe (German), Regensberg, 1867. Local amateur historian Gotthilf August Benjamin Schierenberg (1808-1894) seems to have been the first to identify the \"pagan idol\" mentioned by Hamelmann with the Saxon Irminsul. The first archaeological excavations were performed in 1881 and 1888, with limited results. Gustav Schierenberg was looking in vain for evidence of the Battle of the Teutoburg Forest in 1881. In 1888, the Westfälischer Altertumsverein under Konrad Mertens was looking at the possible reconstruction of the Holy Sepulchre. ===20th century=== From 1912 to 1953, a tramway ran along the Externsteine road, operated by Paderborner Elektrizitätswerke und Straßenbahn AG (PESAG). A stop was located right next to the stones. With the introduction of a road numbering system in 1932, the road passing between the stones became part of Fernverkehrsstraße Nr. 1 (Aachen-Königsberg). The course of the road was relocated to the south-east in order to protect the stones in 1936. This is now Bundesstraße 1. In 1926, the Externsteine were declared \"one of the oldest and most important nature reserves in Lippe\" and were placed under protection.bezreg-detmold.nrw.de - \"Nature Externsteine\" Today the preserve measures approximately , and forms part of the ‘Teutoburg Forest’ nature reserve, Externsteine.Nature reserve LIP-007 \"Externsteine\" Wilhelm Teudt was particularly interested in the Externsteine, which he suggested was the location of a central Saxon shrine, the location of Irminsul and an ancient sun observatory. Since the mid-1920s he had popularized them by calling them the \"Germanic Stonehenge\". Teudt popularized the identification of the site as that of the Saxon Irminsul destroyed by Charlemagne.Germanische Heiligtümer. Beiträge zur Aufdeckung der Vorgeschichte, ausgehend von den Externsteinen, den Lippequellen und der Teutoburg (1931). chapter 3, \"Irminsul und Felsenbild\". Teudt cites the support of Hans Schmidt, Vaterländische Blätter, Detmold, January 1930, (Das Gesamtheiligtum Irminsul ist identisch mit den Externsteinen ) \"The entirety of the sanctuary Irminsul is identical with the Externsteine\" and mentions the priority of Grupen and Schierenberg (p. 69, cited after the 2013 reprint). Teudt could refer to a total number of more than 40 publications on the Externsteine, including eleven substantial monographs, most of which he considered outdated.Teudt, Germanische Heiligtümer (1931), p. 25 (cited after the 2013 reprint). \"Die Detmolder Landesbibliothek enthält eine aus etwa 40 Nummern bestehende Literatur über die Externsteine bei Horn im Teutoburger Walde, von denen 11 als eingehendere Monographien (bis zu einem Umfang von 200 Seiten) angesehen werden können. Diese stammen sämtlich aus dem vorigen Jahrhunderrt, die letzte von Kisa 1895. Uns, die wir eine wesentlich erweiterte Anschauung über die altgermanische Kultur haben, mutet die ganze Behandlungsweise des Gegenstandes als veraltet an, abgesehen von Kisa.\" In 1932, the area was excavated (for the third time) by but no \"cultural remains\" were discovered. During the period of Nazi rule, the Externsteine became a focus of nationalistic propaganda. In 1933, the \"Externsteine Foundation\" was established and Heinrich Himmler became its president. Interest in the location was furthered by the Ahnenerbe division within the SS, who studied the stones for their value to Germanic folklore and history.Uta Halle. 'Die Externsteine sind bis auf weiteres germanisch!' (German). Bielefeld 2002. After the Nazis came to power, Teudt was put in charge of additional excavations at the site and appointed to head the work done there by the Reichsarbeitsdienst in 1934/35. Teudt thought that the Externsteine had served as an observatory until its destruction by Charlemagne. He initiated the demolishing of tourist infrastructure (tramway, hotels) and the creation of a \"sacred grove\" or Heiligtum nearby. The SS used Serbian prisoners of war for the project. thumb|325px|View of camping visitors (as seen from the stones) on 30 April 2007 Since the 1950s, the Externsteine were developed into a popular tourist attraction. The section of the tramway line connecting to the Externsteine was closed in 1953. In 1958, visitor numbers were around 224,000 people annually.Fritz Runge: The nature reserves of the former administrative district of Westphalia and Osnabrück. Aschendorff. Munster. 3rd ed. 1978. p.143-144. ==Today== Today, between a half to one million people annually visit the stones, making the Externsteine one of the most frequently visited nature reserves in Westphalia. The site also remains of interest to various Neo-Pagans and nationalist movements. Because of its reputation as \"pagan sacred site\" in popular culture, there have often been private gatherings or celebrations on the day of summer solstice and Walpurgis Night. The trend had been visible since the 1980s, but the growing number of visitors came to be seen as a problem in the late 2000s, with more than 3,500 on the site. The municipalities of the Lippe (Landesverband Lippe) reacted by prohibiting camping, alcohol consumption and open fires on the site in 2010 and closed the parking at the site. A spokesman emphasized that the decision was not directed against \"esotericists, druids, gypsies and dowsers\", but against large-scale parties of binge-drinkers.Kein \"Koma-Saufen\" mehr an Externsteinen. (German) In: Mindener Tageblatt. 10. April 2010.\"Stephan Radeck von der Denkmalsstiftung des Landesverbands Lippe [...] Seit rund 25 Jahren habe es an diesen Terminen friedliche Feiern mit einigen Dutzend Teilnehmern an den Externsteinen gegeben, sagte Radeck. In den vergangenen Jahren seien es aber bis zu 3500 gewesen. Hunderte Zelte seien im Naturschutzgebiet aufgebaut worden. Die Behörden haben das nicht genehmigt, aber toleriert. Zelte, Alkohol und Lagerfeuer werden verboten. 'Wir haben nichts gegen Esoteriker, Druiden und Wünschelrutengänger. Sie können hier tanzen und musizieren.' Das 'schillernde Publikum' gehöre zu der Kultstätte. 'Aber ganze Horden mit Alkoholvorräten in Bollerwagen werden wir nicht zulassen.'\" Since 2006 the Externsteine site has been a (national geotope). ==References== ===Notes=== ===Bibliography=== * * Murphy, G. Ronald. 2020. The Externsteine Relief of the Deposition from the Cross. Worship 94:346-355. * * Schmidt, Hans (1973) Externstein-Führer. Detmold: Hermann Bösmann GmbH Verlag. * Tsybulkin, V. V. and Lysyuk, I. P. (2010) SS-Anenberbe: Declassified Files Kiev-Khmelnytsky: OJSC Publishing House Podillya, pp. 266–68 ==External links== *Externsteine Flyer 2014 (English) from the Landesverband Lippe *The Externsteine of Teutoburg on World's Greatest Riddles Category:Rock formations of North Rhine-Westphalia Category:Nature reserves in North Rhine-Westphalia",
 "title": "Externsteine"
}