{
 "id": "346599",
 "text": "A spade is a tool primarily for digging comprising a blade – typically curved and more pointed than that of a common shovel – and a long handle.Dictionary.com Unabridged (v 1.1) definition of spade Early spades were made of riven wood or of animal bones (often shoulder blades). After the art of metalworking was developed, spades were made with sharper tips of metal. Before the introduction of metal spades manual labor was less efficient at moving earth, with picks being required to break up the soil in addition to a spade for moving the dirt. With a metal tip, a spade can both break and move the earth in most situations, increasing efficiency. A classic spade, with a narrow body and flat (or near flat) tip is suited for digging post holes, and is not to be confused with a \"roundpoint\" shovel, which has a wider body and tapered tip. ==Etymology== English spade is from Old English (f.) or (m.). The same word is found in Old Frisian and Old Saxon . High German only appears in Early Modern German, probably loaned from Low German. In the Netherlands, Denmark, Sweden and Norway the word is spade as well. Other Scandinavian forms are in turn loaned from German. The term may thus not originate in Common Germanic and appears to be a North Sea Germanic innovation or loaned. Closely related is Greek : spáthē, whence Latin . ==Designs== 175px|thumb|A shoulder full of pointed spades Spades are made in many shapes and sizes, for a variety of different functions and jobs, and there are many different designs used in spade manufacturing. People often mistakenly use the word shovel interchangeably with spade but shovel is a generic term for a variety of tools that include numerous broad-bottomed versions for moving loose materials, such as a \"coal shovel\", \"snow shovel\", \"grain shovel\", etc., whereas spades tend to have a sharpened edge, curved profile, and pointed end better designed for digging. Noting that the term \"garden spade\" is attached to certain sharp- edged but square ended tools suited to cutting through sod. The most common garden spade typically has a long handle, is wide, and is treaded (has rests for the feet to drive the spade into the ground). An Irish spade is similar to a common garden spade, with the same general design, although it has a much thinner head. A sharpshooter is a narrow spade. A turfing iron has a short, round head, and is used for cutting and paring off turf. A digging fork, or grape, not referred to as a spade, is forked much like a pitchfork, and is useful for loosening ground and gardening. Small spades are made as toys for children. The fishtail spade has a flared triangular blade combining the versatility of the dutch hoe and power of the common round point shovel into a multipurpose tool. ==Loy ploughing== Loy ploughing was a form of manual ploughing carried out in Ireland using a form of spade called a loy. It was done on very small farms where horses could not be afforded or did not have enough work, and on very hilly ground where horses could not work. It was used on poorer land until the 1960s. This suited the moist climate of Ireland as the trenches formed by turning in the sods providing drainage. It also allowed potatoes to be grown on mountain slopes where nothing else could be cultivated. ==Currency== The blade of the spade was used as currency in ancient China. Later, they were miniaturized and then stylized into a flat piece. The Qin Dynasty replaced them with round coins. ==Also called spades== * In the oil and chemical process industries, a spade is a round piece of metal with a small tab that is placed in between two pipe flanges to give positive isolation from the centre, usually to prevent cross-contamination between fluids or to allow work on the line. The name comes from the shape, which is a little like a garden spade. The small tab shows that the spade is in place. * In kitchenware, certain ice cream scoops are called spades due to the shape. These scoops are used more in making hand-scooped milkshakes or desserts where a lot of ice cream can be scooped at once and the typical \"ball\" shape of scooped ice cream (i.e., scoops on a cone) is not needed. The spade-shaped head also helps scrape off the ice cream stuck to the sides of the cartons. ==See also== * Tree spade * Entrenching tool * To call a spade a spade * Digging bar ==References== * *Etymology OnLine ==External links== Category:Gardening tools Category:Shovels",
 "title": "Spade"
}