{
 "id": "346750",
 "text": "Yazhou Zhoukan () is a Chinese-language international affairs newsweekly. It was launched in 1987 by Michael O'Niell as a sister magazine to Asiaweek. It is published by Yanzhou Zhoukan Limited (a subsidiary of Media Chinese International Limited), and provides international political, economic and cultural news. In December 2011, its circulation reached 150,000. == History == 1975-1987 Asiaweek was founded in 1975 by Michael O'Neill, a New Zealander, and T. J. S. George, an Indian, who had worked together at the Far Eastern Economic Review. O'Niell's experience in Asia confirms his belief that ‘the Asian century is coming’. In 1985, Time, Inc. (as it was then known) acquired 84% of Asiaweek, buying out Reader's Digest's 80% stake and 4% local interests. The remaining 16% was owned by Michael O'Neill.Los Angeles Times, 23 September 1985 The Chinese edition of Asiaweek, Yazhou Zhoukan, was launched in 1987 as a sister magazine to Asiaweek. O'Neill was a founding Editor-in-Chief of Yazhou Zhoukan, with Thomas Hon Wing Polin as its founding Managing Editor.CNN Asianow 1987-1994 During the late 1980s, the People's Republic of China introduced the reform and opening-up policy; the negotiation between the British and Chinese government over Hong Kong was drawing to a close; and the Chinese diaspora in Southeast Asia was coming out of the darkness of discrimination and oppression. Under this context, Michael O’Neill founded the Chinese edition of Asiaweek to attract readers from the Chinese community across Asia. Yazhou Zhoukan was branded as “the first Chinese language international affairs newsweekly”; “the first Chinese newsweekly to report from around the globe”; and “the best medium to keep up to date with the global Chinese diaspora”. 1994–Present Ming Pao Enterprise Corporation Limited got the ownership of Yazhou Zhoukan from Time Warner Inc. in 1994. Currently, Yazhou Zhoukan is published by Yahzhou Zhoukan Limited, a subsidiary of Media Chinese International Limited, which is the parent company of Ming Pao Enterprise Corporation. Yazhou Zhoukan reports the Chinese perspectives of all international issues from political, economic and cultural aspects. It features regular contributors and journalists from around the world, including Hong Kong, Macao, Mainland China, Taiwan, Japan, South Korea, Thailand, Russia, United Kingdom, United States, Canada, France, Germany, Australia, Malaysia and Indonesia == Milestones == 1987 – Yazhou Zhoukan was first published in December 1991 – Computer Typesetting was first used in producing Yazhou Zhoukan 1994 – Time Warner Inc. sold the ownership of Yazhou Zhoukan to Ming Pao Enterprise 1998 – The website of Yazhou Zhoukan, yzzk.com, was introduced 2001 – TOM.COM purchased 50% of shares of Yazhou Zhoukan in March 2002 – The Simplified version of Yazhou Zhoukan was sold in Singapore, Brunei and Malaysia 2003 – Subscription of Yazhou Zhoukan was introduced in Thailand and Indonesia. == Readership == Readers of Yazhou Zhoukan are mainly in Hong Kong, Mainland China, Taiwan, Malaysia, Singapore, Philippines, Japan, South Korea, Canada, United Kingdom, United States etc. According to a survey carried out by Yazhou Zhoukan, 50% of readers belong to the middle class with relatively high incomes and educational level. Most of them are senior management personnel and entrepreneurs. Yazhou Zhoukan is selected as in- flight magazine for Cathay Pacific, Malaysia Airlines, Singapore Airlines, United Airlines, China Airlines and Thai Airways. According to the Hong Kong Audit Bureau of Circulations, circulation of Yazhou Zhoukan was 73,000 in 2006. 34,000 of those were sold in Hong Kong and 39,000 were sold outside Hong Kong. In Oct 2011, circulation reached 150,000. == Achievements == In 2002, Yazhou Zhoukan was selected as the most popular Chinese magazine among Asian financiers and executives. In March 2003, its photographer Kwong Wingkeung won the Focus at the Frontline 2002 organised by the Hong Kong Press Photographers Association in the Photo Essay Category for his work, Afghan- being neglected because of her peace. Three month later, the story Exclusive Report: Liu Xiaoqing, the Movie Star of the Mainland China, was Imprisoned won the 2003 SOPA Editorial Excellence Award for Excellence in Reporting, Chinese Language Category. Other awards include: The Society of Publishers in Asia Awards 2006: Excellence in Human Rights Report - Honorable Mention (中國維權人士律師，法治先鋒); Excellence in Feature Writing - Award (快樂的是是菲律賓人超越政經痛苦); Excellence in Opinion Writing - Honorable Mention (美越為越戰翻案) The Society of Publishers in Asia Awards 2007: Excellence in Feature Writing - Honorable Mention (中國維權新浪潮，中產階段新博奕); Excellence in Magazine Front Cover Design - Honorable Mention (以色列中國民工賭命);Excellence in Opinion Writing - Award (程翔系列) The Society of Publishers in Asia Awards 2008: Excellence in Human Rights Report - Award (揭開現代中國奴工產業鏈真相); Excellence in Reporting on the Environment - Award (環境危機催生中國新民主運動); The Scoop Award - Honorable Mention (西藏談判僵局，達賴特使密晤京官內情) == Yazhou Zhoukan Young Chinese Entrepreneur Award == In 2002, the 15th Anniversary of Yazhou Zhoukan, it organises its first The Young Chinese Entrepreneur Award. It aims to encourage young entrepreneurs to excel in their fields to create a good prospect for the Asian economic climate. This award is open to individuals from five regions, including Mainland China, Hong Kong, Taiwan, Singapore and Malaysia. Only one winner is selected from each of the five important Asian regions. The winners of the Young Chinese Entrepreneur Awards are mainly CEOs or Group Managing Directors of the companies with prestigious status. ==References== ==External links== * Official website Category:1987 establishments in Hong Kong Category:Chinese-language magazines (Traditional Chinese) Category:Magazines established in 1987 Category:Magazines published in Hong Kong Category:News magazines published in Asia Category:Weekly magazines published in Hong Kong Category:Weekly news magazines",
 "title": "Yazhou Zhoukan"
}