{
 "id": "346989",
 "text": "The Lowell Spinners were a baseball team based in Lowell, Massachusetts. From 1996 to 2020, they were members of Minor League Baseball's New York–Penn League (NYPL) as the Class A Short Season affiliate of the Boston Red Sox. With Major League Baseball's reorganization of the minor leagues after the 2020 season, Lowell was not selected to continue in affiliated baseball. The team was founded in 1996, after the Elmira Pioneers moved to Lowell. For the 1996 and 1997 seasons, the Spinners played at Stoklosa Alumni Field; from 1998 onward, they played at Edward A. LeLacheur Park.\"Franchise History\". MiLB.com. Accessed September 9, 2016. ==History== Lowell's heritage in organized baseball dates to 1877, when the city hosted two teams. The 1877 Lowell team played in the League Alliance and the Lowell Ladies Men were members the 1877 New England Association. Lowell was a frequent member of the Class B New England League, but had not fielded a team in minor league baseball since 1947, when the nearby Lawrence Millionaires franchise transferred to Lowell on July 15. After Clyde Smoll Jr. (who bought the Elmira team in 1986 and was the son of former major league pitcher Clyde Smoll) brought the team to Lowell in 1996, Drew Weber was the team owner from 1997 until June 2016, when the franchise was purchased by Dave Heller. The Spinners set a minor-league record in the 2000 season, as they sold every home ticket for every home game.\"Spinners' sellout streak ends at 413\". The Lowell Sun. September 1, 2010. Accessed September 9, 2016. This began a streak of sold-out home games. The streak was broken on August 30, 2010, at 413 games. On August 21, 2003, the Spinners sponsored a Jack Kerouac bobblehead giveaway.McConville, Christine. \"Kerouac fans hit road for free dolls\". Boston.com. August 22, 2003. Accessed September 9, 2016. Kerouac was a Lowell native, and played football for Lowell High School.Shanahan, Mark, and Meredith Goldstein. \"Jack Kerouac gets a new bobblehead in Lowell\".Boston Globe. June 27, 2012. Accessed September 9, 2016. The bobblehead was accepted by Cooperstown in 2005, the first time a literary icon was accepted there.Perry, David. \"He's on the Road...to Cooperstown!\". Umass Lowell. Originally published by The Lowell Sun Online, May 5, 2005. Accessed September 9, 2016. The bobbleheads were so popular that many more were made than originally intended, raised $10,000 for the Jack Kerouac Scholarship Fund. The enshrinement also made media headlines as far away as Los Angeles.Ulin, David L.\"On the Road to Cooperstown\". Los Angeles Times. May 23, 2005. Accessed September 9, 2016. The giveaway was repeated on August 7, 2012, when the film adaptation of On the Road was released. The dolls had a bobble head as well as a \"bobble arm.\"\"Jack is BACK: Kerouac Double Bobble August 7\". MiLB.com. June 26, 2012. Accessed September 9, 2016. The bobbleheads were also available online for ordering, and as the game was sponsored by the UMass Lowell English Department, their departmental scholarships received the proceeds from the online orders.\"Kerouac Bobble Head Night: Lowell Spinners vs. Brooklyn Cyclones\". Lowell Celebrates Kerouac!. August 21, 2012. Accessed September 9, 2016. A third Kerouac bobblehead, featuring Kerouac in his Lowell High football uniform, was given out on July 25, 2013.\"Spinners Bobble Head History\".MiLB.com. Accessed September 9, 2016. In 2005, the Spinners created the \"Yankees Elimination Program.\" They offered to pay for the uniforms to all Little Leagues and youth softball teams in New England so that they would change all teams named \"Yankees\" into \"Spinners.” Over the next five years, 150 teams in New England made the switch. The Spinners also invited the youth teams to play at LaLecheur Park, and assisted in other fundraising initiative for those teams. In 2010, the program was limited to 75 teams on a first-come, first-served basis, and it was estimated that over $70,000 had been donated to youth baseball and softball programs through the initiative. Spinners VP and GM Tim Bawmann said,“The Yankees Elimination Promotion was originally built as a fun promotion in response to parents' stories of children losing interest in the game after facing taunts simply for playing in a Yankees uniform.” On September 1, 2008, the Spinners reached the New York–Penn League playoffs for the first time, capturing the Stedler Division title. They were defeated in the playoffs by the Batavia Muckdogs. The Spinners reached the playoffs again in 2009, but lost to the Staten Island Yankees. In October 2014, the Red Sox agreed to extend their player development contract with the Spinners for two more years through the 2016 season.Bollinger, Rhett. RedSoxMLB.com – Red Sox, Lowell extend player development deal through '16 \"Red Sox, Lowell extend player development deal through '16\".MLB.com. October 2, 2014. Accessed September 9, 2016. In November 2015, the contract was extended again through the 2018 season.\"Spinners, Red Sox extend affiliation deal\". Ballparkdigest.com. November 10, 2015. Accessed September 9, 2016. In the 2016 season, the Spinners ended with a franchise- best record of 47 wins, and tied their record for home wins (25). Right fielder Tyler Hill won the NYPL batting title, and he and third baseman Bobby Dalbec became the first Spinners players to win Player of the Month awards. The Spinners won the Stedler Division title, but were swept by the Hudson Valley Renegades in the semifinals, 2–0.\"Renegades Sweep Ends Spinners Season\".MiLB.com. September 8, 2016. Accessed September 9, 2016. Pitching prospect Jason Groome made his first start for the team in the playoffs, after being promoted from the Gulf Coast League Red Sox.Smith, Christopher. \"Jason Groome, Michael Kopech, Boston Red Sox two top pitching prospects, to make playoff starts\".Masslive.com. September 7, 2016. Accessed September 9, 2016. In 2019, the Spinners finished first in their division, then defeated the Batavia Muckdogs (2 games to 1) in the semifinals, to advance to the league championship series against the Brooklyn Cyclones. The Spinners were defeated in the finals (2 games to 1), with Brooklyn winning the deciding third game of the series by a 4–3 score. As with all minor league teams, the Spinners did not play during 2020, due to the COVID-19 pandemic. The mascots of the Spinners were Canaligator, Allie-Gator, and Millie-Gator. They were introduced on January 19, 1996, July 8, 1999, and Opening Day 2006, respectively.\"Meet the Spinners Mascot Family\".MiLB.com. Accessed September 9, 2016. ===2021 restructuring of Minor League Baseball=== After the 2020 season, Major League Baseball (MLB) proposed dramatic changes to Minor League Baseball (MiLB) that would take effect at the end of the 2020 season, following expiration of the agreement governing the MLB–MiLB relationship. MLB's proposal included reducing the number of minor league teams from 160 to 120—the Spinners were included on the list of teams that could be eliminated under the proposal. On December 9, 2020, the Red Sox announced that they were dropping the Spinners as an affiliate, as \"a reduction to 120 teams has been proposed as the standard beginning in 2021.\" Red Sox president Sam Kennedy stated that the Red Sox were \"committed to maintaining the 24-year-long tradition of baseball in the Lowell community.” Spinners management, local government officials, and the Red Sox committed to exploring options to keep baseball in Lowell for 2021. However, at the time the minor league season began in early May 2021, no actions or plans had been announced. ==Broadcasting== Spinners games were broadcast on Lowell talk station WCAP. For the 2007 season they were on WLLH, another Lowell AM radio station, which at the time was an ESPN Radio affiliate. The games returned to WCAP the next season. ==Yearly team records== Records as the Boston Red Sox affiliate in the New York–Penn League from 1996 to 2020. {| border=\"2\" cellpadding=\"6\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #F9F9F9; border: 1px #aaa solid; border-collapse: collapse; font-size:85%;\" |- align=center style=\"background: #F2F2F2;\" ! Season !! Division !! W !! L !! Pct. !! Division finish !! League rank !! Manager !! Playoffs (games) |- align=center | || McNamara || 33 || 41 || .446 || 3rd || 9th || Billy Gardner Jr. || |- align=center | || McNamara || 38 || 38 || .500 || 2nd || 6th || Dick Berardino || |- align=center | || McNamara || 32 || 44 || .421 || 5th || 13th || Dick Berardino || |- align=center | || McNamara || 34 || 42 || .447 || 6th || 10th (t) || Luis Aguayo || |- align=center | || Stedler || 41 || 34 || .547 || 4th || 5th || Arnie Beyeler || |- align=center | || Stedler || 33 || 43 || .434 || 6th || 10th || Arnie Beyeler || |- align=center | || Stedler || 34 || 41 || .453 || 2nd || 8th || Mike Boulanger || |- align=center | || Stedler || 39 || 35 || .527 || 3rd || 6th || Jon Deeble (36–30) Lynn Jones (3–5) || |- align=center | || Stedler || 32 || 44 || .421 || 4th || 11th || Luis Alicea || |- align=center | || Stedler || 42 || 33 || .560 || 2nd || 5th || Luis Alicea || |- align=center | || Stedler || 39 || 36 || .520 || 3rd || 9th || Bruce Crabbe || |- align=center | || Stedler || 40 || 36 || .526 || 2nd || 5th || Gary DiSarcina || |- align=center | || Stedler || 40 || 33 || .548 || bgcolor=lightgreen|1st || 5th || Gary DiSarcina || Lost to Batavia 2–1 in semifinals |- align=center | || Stedler || 45 || 30 || .600 || bgcolor=lightgreen|1st || 3rd (t) || Gary DiSarcina || Lost to Staten Island 2–1 in semifinals |- align=center | || Stedler || 24 || 50 || .324 || 4th || 14th || Bruce Crabbe || |- align=center | || Stedler || 29 || 45 || .392 || 4th || 13th || Carlos Febles || |- align=center | || Stedler || 36 || 40 || .474 || 2nd || 6th || Bruce Crabbe || |- align=center | || Stedler || 40 || 33 || .548 || 2nd || 5th || Bruce Crabbe || |- align=center | || Stedler || 37 || 38 || .493 || 3rd || 6th || Joe Oliver || |- align=center | || Stedler || 37 || 39 || .487 || 2nd || 8th || Joe Oliver || |- align=center | || Stedler || 47 || 29 || .618 || bgcolor=lightgreen|1st || 3rd || Iggy Suarez || Lost to Hudson Valley 2–0 in semifinals |- align=center | || Stedler || 33 || 42 || .440 || 4th || 11th || Iggy Suarez || |- align=center | || Stedler || 37 || 38 || .493 || 3rd || 9th || Corey Wimberly || |- align=center | || Stedler || 42 || 34 || .553 ||bgcolor=lightgreen|1st || 4th || Luke Montz || Defeated Batavia 2–1 in semifinals Lost to Brooklyn 2–1 in final |- align=center | || Stedler || colspan=5 align=center|Season cancelled due to COVID-19 pandemic || Luke Montz || |} Source: ==Notable Spinners alumni== Select alumni are listed in this section; a full list of Spinners players who appeared in the major leagues, with their debut dates, was maintained on the team website. *Abe Alvarez - on 2003 roster, received a World Series ring for spot start in 2004 for Boston. *Mookie Betts - selected to 2016, 2017, and 2018 MLB All-Star Games with the Boston Red Sox. Won the 2018 World Series with the Boston Red Sox. 2018 American League Most Valuable Player. * Jackie Bradley, Jr. - selected to 2016 MLB All-Star Game with the Boston Red Sox. Won the 2018 World Series with the Boston Red Sox. * Drake Britton - played for Boston Red Sox in 2013 and 2014. * Clay Buchholz - won the 2007 and 2013 World Series with the Boston Red Sox. * Felix Doubront - won the 2013 World Series with the Boston Red Sox. * David Eckstein - first Spinner to play in a World Series (2002, with the Anaheim Angels), and first to be named world Series MVP (2006, with the St. Louis Cardinals). * Jacoby Ellsbury- won the 2007 and 2013 World Series with the Boston Red Sox. * Adam Everett - on the 1998 roster. Won a gold medal with the US Olympic Baseball Team at the 2000 Summer Olympics in Sydney. * Shea Hillenbrand - on the 1996 roster, first Spinner to be an All-Star selection (AL, 2002 MLB All-Star Game). * José Iglesias - American League Rookie of the Month (June 2013) with the Boston Red Sox, selected to 2015 MLB All-Star Game with the Detroit Tigers. * Ryan Kalish - NYPL All-Star (2007) and Harry Agganis Award as Red Sox Rookie of the Year (2010) * Ryan Lavarnway - played for the Boston Red Sox 2011–2014. * Jed Lowrie - pre-season grand slam on April 4, 2009, was the first major league home run at Citi Field. * Justin Masterson - 2013 MLB All-Star Game with Cleveland Indians. * Will Middlebrooks - won the 2013 World Series with the Boston Red Sox. * Yamaico Navarro - 2014 Korean Series winner and MVP and 2015 KBO All-Star with the Samsung Lions. * Jonathan Papelbon - won the 2007 World Series with the Boston Red Sox. * Hanley Ramírez - 2006 NL Rookie of the Year. * Aníbal Sánchez - on 2004 roster, first Spinner to throw a no-hitter (2006 for the Florida Marlins). Also won the AL ERA title in 2013. *Freddy Sanchez - won NL Batting title in 2006 as a member of the Pittsburgh Pirates. * Wilton Veras - on 1996 roster, first Spinner to make the Red Sox roster in 1999. Former hitting coach for the Spinners. * Alex Wilson - played for the 2013 and 2014 Boston Red Sox. * Brandon Workman - won the 2013 and 2018 World Series with the Boston Red Sox. * Kevin Youkilis - on the 2001 roster, second Spinners player to win a World Series ring (2004 with the Boston Red Sox), and won a second in 2007. ==References== ==Further reading== * Category:1996 establishments in Massachusetts Category:2020 disestablishments in Massachusetts Category:Baseball teams established in 1996 Category:Baseball teams disestablished in 2020 Spinners Category:Boston Red Sox minor league affiliates Category:New York–Penn League teams Category:Professional baseball teams in Massachusetts Category:Defunct minor league baseball teams",
 "title": "Lowell Spinners"
}