{
 "id": "34777",
 "text": "== Events == === January-March === * January 11 - Louis Pasteur's anti-rabies treatment is defended in the Académie Nationale de Médecine, by Dr. Joseph Grancher. * January 20 ** The United States Senate allows the Navy to lease Pearl Harbor as a naval base. ** British emigrant ship Kapunda sinks after a collision off the coast of Brazil, killing 303 with only 16 survivors. * January 21 ** The Amateur Athletic Union (AAU) is formed in the United States. ** Brisbane receives a one-day rainfall of (a record for any Australian capital city). * January 24 - Battle of Dogali: Abyssinian troops defeat the Italians. * January 28 ** In a snowstorm at Fort Keogh, Montana, the largest snowflakes on record are reported. They are wide and thick. ** Construction work begins on the foundations of the Eiffel Tower in Paris, France. * February 2 - The first Groundhog Day is observed in Punxsutawney, Pennsylvania. * February 4 - The Interstate Commerce Act of 1887, passed by the 49th United States Congress, is signed into law by President Grover Cleveland. * February 5 - The Giuseppe Verdi opera Otello premieres at La Scala, Milan. * February 8 - The Dawes Act, or the General Allotment Act, is enacted in the United States. * February 23 - The French Riviera is hit by a large earthquake, killing around 2,000 along the coast of the Mediterranean. * February 26 - At the Sydney Cricket Ground, George Lohmann becomes the first bowler to take eight wickets, in a Test innings. * March 3 - Anne Sullivan begins teaching Helen Keller. * March 7 - North Carolina State University is established, as North Carolina College of Agriculture and Mechanic Arts. * March 13 - Chester Greenwood patents earmuffs in the United States. === April- June === * April 1 - The final of the first All-Ireland Hurling Championship is held. * April 4 - Argonia, Kansas, elects Susanna M. Salter as the first female mayor in the United States. * April 10 (Easter Sunday) - The Catholic University of America is founded in Washington, D.C. * April 20 - Occidental College is founded in Los Angeles, California. * April 21 - Schnaebele incident: A French/German border incident nearly leads to war between the two countries. * May 3 - An earthquake hits Sonora, Mexico. * May 9 - Buffalo Bill's Wild West Show opens in London. * May 14 - The cornerstone of the new Stanford University, in northern California, is laid (the college opens in 1891). * May 25 - The Hells Canyon massacre begins: 34 Chinese gold miners are ambushed and murdered in Hells Canyon, Oregon, United States. * June 8 - Herman Hollerith receives a U.S. patent for his punched card calculator. * June 18 - The Reinsurance Treaty is closed between Germany and Russia. * June 21 **The British Empire celebrates Queen Victoria's Golden Jubilee, marking the 50th year of her reign.Royal.gov.uk **Zululand becomes a British colony. * June 23 - The Rocky Mountains Park Act becomes law in Canada, creating that nation's first national park, Banff National Park. * June 28 - Minot, North Dakota is incorporated as a city. * June 29 - The United Retail Federation is established in Brisbane, Australia. === July-September === * July - James Blyth operates the first working wind turbine at Marykirk, Scotland. * July 1 - Construction of the iron structure of the Eiffel Tower starts in Paris, France. * July 6 - King Kalākaua of Hawai'i is forced by anti-monarchists to sign the 'Bayonet Constitution', stripping the Hawaiian monarchy of much of its authority, as well as disenfranchising most native Hawaiians, all Asians and the poor. * July 12 - Odense Boldklub, the Danish football team, is founded as the Odense Cricket Club. * July 19 - Dorr Eugene Felt receives the first U.S. patent for his comptometer.U.S. Patent No. 366,945, filed July 6, 1886; second patent granted October 11, 1887: U.S. Patent No. 371,496, filed March 12, 1887. * July 26 ** L. L. Zamenhof publishes \"Unua Libro\" (Dr. Esperanto's International Language), the first description of Esperanto, the constructed international auxiliary language. ** Blackpool F.C. is created in England, U.K. * August - The earliest constituent of the U.S. National Institutes of Health is established at the Marine Hospital, Staten Island, as the Laboratory of Hygiene. * August 8 - Antonio Guzmán Blanco ends his term as President of Venezuela. * August 13 - Hibernian F.C. of Scotland defeats Preston North End F.C. of England to win the 'Championship of the World', after the two teams win the Association football Cup competitions in their respective countries. * September 5 - The Theatre Royal, Exeter, England, burns down, killing 186 people. * September 28 - The 1887 Yellow River flood begins in China, killing 900,000 to 2,000,000 people. === October-December === * October 1 - The British Empire takes over Balochistan. * October 3 - Florida A&M; University opens its doors in Tallahassee, Florida. * October 12 - Yamaha Corporation, the global musical instrument and audiovisual brand, is founded as Yamaha Organ Manufacturing in Hamamatsu, Japan. * November ** Results of the Michelson–Morley experiment are published, indicating that the speed of light is independent of motion. ** Arthur Conan Doyle's detective character Sherlock Holmes makes his first appearance, in the novel A Study in Scarlet, published in Beeton's Christmas Annual. * November 3 - The Coimbra Academic Association, the students' union of the University of Coimbra in Portugal, is founded. * November 6 - The Association football club Celtic F.C. is formed in Glasgow, Scotland, by Irish Marist Brother Walfrid, to help alleviate poverty in the city's East End by raising money for his charity, the 'Poor Children's Dinner Table'. * November 8 - Emile Berliner is granted a U.S. patent for the Berliner Gramophone. * November 10 - Louis Lingg, sentenced to be hanged for his alleged role in the Haymarket affair (a bombing in Chicago on May 4, 1886), kills himself by dynamite. * November 11 - August Spies, Albert Parsons, Adolph Fischer and George Engel are hanged for inciting riot and murder in the Haymarket affair. * November 13 - Bloody Sunday: Police in London clash with radical and Irish nationalist protesters. * December 5 - The International Bureau of Intellectual Property is established. * December 25 - Glenfiddich single malt Scotch whisky is first produced. === Date unknown === * Laos and Cambodia are added to French Indochina. * Heinrich Hertz discovers the photoelectric effect on the production and reception of electromagnetic (EM) waves (radio); this is an important step towards the understanding of the quantum nature of light. * Franz König publishes \"Über freie Körper in den Gelenken\" in the medical journal Deutsche Zeitschrift für Chirurgie, describing (and naming) the disease Osteochondritis dissecans for the first time. * Teachers College, later part of Columbia University, is founded. * The first English-language edition of Friedrich Engels' 1844 study of The Condition of the Working Class in England, translated by Florence Kelley, is published in New York City. * Publication in Barcelona of Enrique Gaspar's El anacronópete, the first work of fiction to feature a time machine. * Publication begins of Futabatei Shimei's The Drifting Cloud (Ukigumo), the first modern novel in Japan. * The Hermetic Order of the Golden Dawn is founded. * Nagase Shoten (長瀬商店), predecessor of Japanese cosmetics and toiletry brand Kao Corporation, is founded in Nihonbashi, Tokyo, Japan. * Tokyo Fire Insurance, predecessor of Sompo Japan Nipponkoa Insurance, is founded. * Global construction and real estate development company Skanska is founded in Malmö, Sweden. * American financial services company A. G. Edwards is founded by General Albert Gallatin Edwards in St. Louis, Missouri. * Heyl & Patterson Inc., a pioneer in coal unloading equipment, is founded by Edmund W. Heyl and William J. Patterson in Pittsburgh, Pennsylvania. * The first battery rail car is used on the Royal Bavarian State Railways. == Births == === January-February === * January 1 ** Wilhelm Canaris, head of German military intelligence in World War II (d. 1945) ** Max Ritter von Müller, German World War I fighter ace (d. 1918) * January 3 - August Macke, German painter (d. 1914) * January 10 - Robinson Jeffers, American poet (d. 1962) * January 13 - Jorge Chávez, pioneer Peruvian aviator (d. 1910) * January 17 - Ola Raknes, Norwegian psychoanalyst, philologist (d. 1975) * January 19 - Alexander Woollcott, American intellectual (d. 1943) * January 21 - Maude Davis, oldest person in the world (d. 2002) * January 22 - Elmer Fowler Stone, American aviator, first United States Coast Guard aviator (d. 1936) * January 23 ** Miklós Kállay, 34th Prime Minister of Hungary (d. 1967) ** Dorothy Payne Whitney, American-born philanthropist, social activist (d. 1968) * January 28 - Arthur Rubinstein, Polish-born pianist and conductor (d. 1982) * February 3 - Georg Trakl, Austrian poet (d. 1914) * February 5 - Corneliu Dragalina, Romanian general (d. 1949) * February 6 - Josef Frings, Archbishop of Cologne (d. 1978) * February 10 - John Franklin Enders, American scientist, recipient of the Nobel Prize in Physiology or Medicine (d. 1985) * February 11 - Ernst Hanfstaengl, German-born pianist, U.S. politician (d. 1975) * February 12 - Edelmiro Julián Farrell, Argentine general, 28th President of Argentina (d. 1980) * February 17 ** Joseph Bech, Luxembourgish politician, 2-time Prime Minister of Luxembourg (d. 1975) ** Leevi Madetoja, Finnish composer (d. 1947) * February 20 - Vincent Massey, Governor General of Canada (d. 1967) * February 21 - Korechika Anami, Japanese general (d. 1945) === March-April === * March 4 - Violet MacMillan, American Broadway theatre actress (d. 1953) * March 5 **Harry Turner, American professional football player (d. 1914) **Heitor Villa-Lobos, Brazilian composer (d. 1959) * March 11 - Raoul Walsh, American film director (d. 1980) * March 13 - Alexander Vandegrift, American general (d. 1973) * March 14 **Sylvia Beach, American publisher in Paris (d. 1952) **Charles Reisner, American silent actor, film director (d. 1962) * March 18 - Aurel Aldea, Romanian general and politician (d. 1949) * March 21 - Luís Filipe, Prince Royal of Portugal (d. 1908) * March 22 - Chico Marx, American comedian and actor (d. 1961) * March 23 ** Juan Gris, Spanish-born painter, graphic artist (d. 1927) ** Prince Felix Yusupov, Russian assassin of Rasputin (d. 1967) * March 24 - Roscoe Arbuckle, American actor, comedian, film director, and screenwriter (d. 1933) * March 25 - Chūichi Nagumo, Japanese admiral (d. 1944) * March 25 - Padre Pio, Italian Franciscan Capuchin, mystic and Catholic saint (d. 1968) * April 2 - Louise Schroeder, German politician (d. 1957) * April 3 - Nishizō Tsukahara, Japanese admiral (d. 1966) * April 10 - Bernardo Houssay, Argentine physiologist, Nobel Prize laureate (d. 1971) * April 12 - Harold Lockwood, American film actor (d.1918) * April 15 ** Mike Brady, American golfer (d. 1972) ** Felix Pipes, Austrian tennis player (d. 1983) * April 22 - Harald Bohr, Danish mathematician and footballer (d. 1951) * April 26 - Kojo Tovalou Houénou, prominent African critic of the French colonial empire in Africa (d. 1936) === May- June === * May 2 ** Vernon Castle, British dancer (d. 1918) ** Eddie Collins, American baseball player (d. 1951) * May 5 - Geoffrey Fisher, Archbishop of Canterbury (d. 1972) * May 11 - Paul Wittgenstein, Austrian-born pianist (d. 1951) * May 15 - John H. Hoover, American admiral (d. 1970) * May 22 - Jim Thorpe, American athlete (d. 1953) * May 25 - Pio of Pietrelcina, Italian saint (d. 1968) * May 26 - Paul Lukas, Hungarian-born actor (d. 1971) * May 31 - Saint- John Perse, French diplomat, writer and Nobel Prize laureate (d. 1975) * June 3 - Carlo Michelstaedter, Italian philosopher (d. 1910) * June 4 - Tom Longboat, Canadian distance runner (d. 1949) * June 5 - Ruth Benedict, American anthropologist (d. 1948) * June 9 - Emilio Mola, Spanish Nationalist commander (d. 1937) * June 13 - André François-Poncet, French politician, diplomat (d. 1978) * June 22 ** Julian Huxley, British biologist (d. 1975) ** Santiago Amat, Spanish sailor (d. 1982) * June 26 - Ganna Walska, Polish opera singer (d. 1984) === July- August === * July 1 ** Maria Isidia da Conceição, Brazilian supercentenarian ** Morton Deyo, American admiral (d. 1973) * July 3 - Elith Pio, Danish actor (d. 1983) * July 6 - Annette Kellermann, Australian professional swimmer, vaudeville star, film actress, writer and business owner (d. 1975) * July 7 - Marc Chagall, Russian-born painter (d. 1985) * July 9 - Samuel Eliot Morison, American historian (d. 1976) * July 11 - Nicolae Păiș, Romanian admiral (d. 1952) * July 14 - Curtis Shake, American jurist (d. 1978) * July 16 - Shoeless Joe Jackson, American baseball player (d. 1951) * July 18 - Vidkun Quisling, Norwegian politician, traitor (d. 1945) * July 21 - Luis A. Eguiguren, Peruvian historian and politician (d. 1967) * July 22 - Gustav Ludwig Hertz, German physicist, Nobel Prize laureate (d. 1975) * July 28 - Marcel Duchamp, French-born artist (d. 1968) * July 29 **Sigmund Romberg, Hungarian-born composer (d. 1951) **Mamoru Shigemitsu, Japanese diplomat and politician (d. 1957) * July 31 - Mitsuru Ushijima, Japanese general (d. 1945) * August 3 ** Rupert Brooke, British war poet (d. 1915) ** August Wesley, Finnish journalist, trade unionist, and revolutionary (d. ?)August Wesley - Born Glorious * August 4 - Peter Bocage, American jazz musician (d. 1967) * August 6 - Oliver Wallace, English-born film composer (d. 1963) * August 12 - Erwin Schrödinger, Austrian physicist, Nobel Prize laureate (d. 1961) * August 13 - Julius Freed, American inventor, banker (d. 1952) * August 17 ** Emperor Charles I of Austria (d. 1922) ** Marcus Garvey, African American publisher, entrepreneur and Pan Africanist (d. 1940) * August 22 - Walter Citrine, 1st Baron Citrine, British trade unionist (d. 1983) * August 24 - Harry Hooper, American baseball player (d. 1974) * August 27 - Julia Sanderson, American actress (d. 1975) === September-October === * September 1 - Blaise Cendrars, Swiss writer (d. 1961) * September 3 - Frank Christian, American jazz musician (d. 1973) * September 5 - Irene Fenwick, American actress (d. 1936) * September 8 - Jacob L. Devers, American general (d. 1979) * September 9 - Alf Landon, American Republican politician, presidential candidate (d. 1987) * September 10 - Giovanni Gronchi, 3rd President of Italy (d. 1978) * September 12 - Yusif Vazir Chamanzaminli, Azerbaijani statesman, writer and claimed \"core author\" of novel Ali and Nino (d. in Gulag 1943) * September 13 ** Lancelot Holland, British admiral (d. 1941) ** Leopold Ružička, Croatian chemist, Nobel Prize laureate (d. 1976) ** Frank Gray (researcher), Physicist and researcher, known for the Gray code (d. 1969) * September 16 - Nadia Boulanger, French composer and composition teacher (d. 1979) * September 26 - William Barnard Rhodes-Moorhouse, British aviator, first airman to receive the Victoria Cross (d. 1915) * September 28 - Avery Brundage, American sports official (d. 1975) * October 2 - Violet Jessop, Argentine-born British RMS Titanic survivor (d. 1971) * October 4 - Charles Alan Pownall, American admiral, 3rd Military Governor of Guam (d. 1975) * October 5 - René Cassin, French judge, recipient of the Nobel Peace Prize (d. 1976) * October 6 - Le Corbusier, Swiss architect (d. 1965) * October 8 - Huntley Gordon, Canadian- born actor (d. 1956) * October 13 - Jozef Tiso, Prime Minister of Slovakia (d. 1947) * October 14 - Ernest Pingoud, Finnish composer (d. 1942) * October 18 - Takashi Sakai, Japanese general (d. 1946) * October 20 - Prince Yasuhiko Asaka, Japanese prince (d. 1981) * October 22 - John Reed, American journalist (d. 1920) * October 23 - Lothar Rendulic, Austrian-born German general (d. 1971) * October 24 - Victoria Eugenie of Battenberg, Queen Consort of Spain (d. 1969) * October 28 - Herb Byrne, Australian rules footballer (d. 1959) * October 31 - Chiang Kai-shek, 1st President of the Republic of China (d. 1975) === November - December === * November 1 - L. S. Lowry, English painter (d. 1976) * November 6 - Walter Johnson, American baseball player (d. 1946) * November 10 - Arnold Zweig, German writer (d. 1968) * November 11 **Walther Wever, German general, pre-World War II Luftwaffe commander (d. 1936) **Roland Young, English actor (d. 1953) * November 14 - Amadeo de Souza Cardoso, Portuguese painter (d. 1918) * November 15 - Georgia O'Keeffe, American painter (d. 1986) * November 17 - Bernard Montgomery, British World War II commander (d. 1976) * November 19 - James B. Sumner, American chemist, Nobel Prize laureate (d. 1955) * November 23 **Boris Karloff, British horror film actor (d. 1969) **Henry Moseley, English physicist (d. 1915) * November 24 - Erich von Manstein, German field marshal (d. 1973) * November 25 - Nikolai Vavilov, Russian and Soviet agronomist, botanist and geneticist (d. 1943) * November 27 - Masaharu Homma, Japanese general (d. 1946) * November 28 **Jacobo Palm, Curaçao-born composer (d. 1982) **Ernst Röhm, German Nazi SA leader (d. 1934) * November 30 - Beatrice Kerr, Australian swimmer, diver, and aquatic performer (d. 1971) * December 3 - Prince Naruhiko Higashikuni, former Prime Minister of Japan (d. 1990) * December 6 - Lynn Fontanne, British-born actress (d. 1983) * December 12 - Kurt Atterberg, Swedish composer (d. 1974) * December 13 - Alvin Cullum York, American World War I hero (d. 1964) * December 16 - Adone Zoli, Italian politician, 35th Prime Minister of Italy (d. 1960) * December 22 - Srinivasa Aaiyangar Ramanujan, Indian mathematician (d. 1920) * December 25 - Conrad Hilton, American hotelier (d. 1979) * December 26 - Arthur Percival, British general (d. 1966) == Deaths == === January-June === * January 12 - Stafford Northcote, 1st Earl of Iddesleigh, British politician (b. 1818) * February 19 - Eduard Douwes Dekker, Dutch writer (b. 1820) * February 26 - Anandi Gopal Joshi, first Indian woman doctor (b. 1865) * February 27 - Alexander Borodin, Russian composer (b. 1833) * March 4 - Catherine Huggins, British actor, singer, director and manager (b. 1821) * March 8 - Henry Ward Beecher, American clergyman, reformer (b. 1813) * March 24 ** Jean-Joseph Farre, French general and statesman (b. 1816) ** Justin Holland, American musician, civil rights activist (b. 1819) ** Ivan Kramskoi, Russian painter (b. 1837) * March 28 - Ditlev Gothard Monrad, Danish politician (b. 1811) * April 10 - John T. Raymond, American actor (b. 1836) * April 19 - Henry Hotze, Swiss-American Confederate propagandist (b. 1833) * April 23 - John Ceiriog Hughes, Welsh poet (b. 1832) * May 7 - C. F. W. Walther, German-American theologian (b. 1811) * May 8 - Aleksandr Ulyanov, Russian revolutionary, brother of V. I. Lenin (b. 1866) * May 14 - Lysander Spooner, American philosopher and abolitionist (b. 1808) * June 4 - William A. Wheeler, 19th Vice President of the United States (b. 1819) * June 10 - Richard Lindon, British inventor of the rugby ball, the India-rubber inflatable bladder and the brass hand pump for the same (b. 1816) === July- December === * July 8 - John Wright Oakes, English landscape painter (b. 1820) * July 17 - Dorothea Dix, American social activist (b. 1802) * July 25 - John Taylor, American religious leader (b. 1808) * August 8 - Alexander William Doniphan, American lawyer, soldier (b. 1808) * August 16 ** Webster Paulson, English civil engineer (b. 1837) ** Sir Julius von Haast, German-born New Zealand geologist (b. 1822) * August 19 ** Alvan Clark, American telescope manufacturer (b. 1804) ** Spencer Fullerton Baird, American naturalist and museum curator (b. 1823) * August 20 - Jules Laforgue, French poet (b. 1860) * September 12 - August von Werder, Prussian general (b. 1808) * October 12 - Dinah Craik, English novelist and poet (b. 1826) * October 17 - Gustav Kirchhoff, German physicist (b. 1824) * October 21 - Bernard Jauréguiberry, French admiral, statesman (b. 1815) * October 26 - Hugo von Kirchbach, Prussian general (d. 1809) * October 31 - Sir George Macfarren, British composer and musicologist (b. 1813) * November 2 **Jenny Lind, Swedish soprano (b. 1820) **Alfred Domett, 4th Premier of New Zealand (b. 1811) * November 8 - Doc Holliday, American gambler, gunfighter (b. 1851) * November 19 - Emma Lazarus, American poet (b. 1859) * November 28 - Gustav Fechner, German experimental psychologist (b. 1801) * December 5 - Richard Lyons, 1st Viscount Lyons, British diplomat (b. 1817) * December 14 - William Garrow Lettsom, British diplomat, mineralogist and spectroscopist (b. 1805) * December 23 - Adolphus Frederick Alexander Woodford, British parson (b. 1821) === Date unknown === * Antoinette Nording, Swedish perfume entrepreneur (b. 1814) == References ==",
 "title": "1887"
}