{
 "id": "347848",
 "text": "Elgaria is a genus of New World lizards in the family Anguidae. Their common name is western alligator lizards. ==Geographic range== Species in the genus Elgaria are distributed in western North America, from Mexico to Canada. ==Species== There are seven species: {| class=\"wikitable\" |- ! Image !! Scientific name !! Common name !! Distribution |- | ||Elgaria cedrosensis ||Cedros Island Alligator Lizard ||Mexico (Cedros Island, and coastal S Baja California Norte) |- |120px ||Elgaria coerulea || northern alligator lizard|| Pacific Coast and in the Rocky Mountains from southern British Columbia through Washington, northern Idaho and western Montana south through Oregon to the coastal range and the Sierra Nevada in central California |- | 120px ||Elgaria kingii || Madrean alligator Lizard||southwestern United States and adjacent northwestern Mexico |- |120px ||Elgaria multicarinata || southern alligator lizard|| Baja California to the state of Washington |- | ||Elgaria panamintina || Panamint alligator lizard|| California |- | ||Elgaria paucicarinata || San Lucan alligator lizard||Mexico |- | ||Elgaria velazquezi ||Central Peninsular Alligator Lizard ||Mexico |- |} Nota bene: A binomial authority in parentheses indicates that the species was originally described in a genus other than Elgaria. ==References== ==Further reading== *Gray JE (1838). Catalogue of the Slender-tongued Saurians, with Descriptions of many new Genera and Species. Ann. Mag. Nat. Hist., First Series 1: 274–283, 388–394. (Elgaria, new genus, p. 390). *Gray JE (1845). Catalogue of the Specimens of Lizards in the Collection of the British Museum. London: Trustees of the British Museum. (Edward Newman, printer). xxviii + 289 pp. (Genus Elgaria, p. 46). *Stebbins RC (2003). A Field Guide to Western Reptiles and Amphibians, Third Edition. The Peterson Field Guide Series ®. Boston and New York: Houghton Mifflin. xiii + 533 pp. . (Genus Elgaria, p. 331). ==External links== * * Category:Anguids Category:Lizards of North America Category:Lizard genera Category:Taxa named by John Edward Gray",
 "title": "Elgaria"
}