{
 "id": "34782",
 "text": "__NOTOC__ Year 1542 (MDXLII) was a common year starting on Sunday (link will display the full calendar) of the Julian calendar. == Events == === January- June === * February 2 - Battle of Baçente: The Portuguese under Cristóvão da Gama capture a Muslim-occupied hillfort in northern Ethiopia. * February 14 - Guadalajara, Mexico, is founded by the Spaniards after three previous attempts failed, due to aggressive opposition from local tribes. * March 8 - Antoine Escalin des Eymars, the French ambassador, returns from Constantinople, with promises of Ottoman aid in a war against Charles V, Holy Roman Emperor. * March - Renyin palace rebellion: A group of Ming Dynasty palace women fail to murder the Jiajing Emperor, and are executed by slow-slicing. * April 4-16 - Battle of Jarte in Ethiopia: The Portuguese under Cristóvão da Gama encounter the army of Imam Ahmad Gragn, and inflict upon him two successive defeats. * May 19 - The Prome Kingdom, in modern-day central Burma, is conquered by the Taungoo Dynasty. === June-December === * June 27 - Juan Rodriguez Cabrillo mistook California for an island and claimed it for Spain. * July 24 - Guelders Wars: Maarten van Rossum leaves Antwerp, having failed to take it by siege. * August - Battle of the Hill of the Jews: During the rainy season, Cristóvão da Gama captures a strategic position and many badly-needed horses. * August 24 - Battle of Haddon Rig: Scotland defeats England. * August 27 - Citizens of Hildesheim in the Holy Roman Empire profess themselves to the Lutheran teachings. As a pledge owner, the city provides for the carrying out of the Protestant Reformation in the city and Peine. Priests from the localities of Clauen, Hohenhameln, Soßmar, Schmedenstedt, Lengede and Rosenthal resume their offices in the interest of the Reformation. * August 28 - Battle of Wofla in Ethiopia: Reinforced with at least 600 arquebusiers and cavalry, Imam Ahmad Gragn attacks the Portuguese camp. The Portuguese are scattered; Cristóvão da Gama is captured and executed. * September 4 - The earliest recorded Preston Guild Court is held in Lancashire, England, in the modern sequence, which lasts unbroken until 1922. * September 28 - Portuguese explorer Juan Rodríguez Cabrillo lands in what is now San Diego Bay, and names it \"San Miguel\"; it will later become the city of San Diego. * October 7 - Cabrillo becomes the first European to set foot on Santa Catalina Island, California. * November 24 - Battle of Solway Moss: An English army invades Scotland, and defeats a Scottish army. * December 14 - Mary, Queen of Scots, aged six days, becomes queen regnant on the death of her father, James V of Scotland. === Date unknown === * The first contact of Japan with the West occurs when a Portuguese ship, blown off its course to China, lands Fernão Mendes Pinto, Francisco Zeimoto and António Mota in Japan. (some sources say 1543). * Pope Paul III establishes the Holy Office, with jurisdiction over the Roman Inquisition. * Bartolomé de las Casas completes A Short Account of the Destruction of the Indies, which will be published in 1552. == Births == * February 1 - John Scudamore, English politician (d. 1623) * February 22 - Santino Garsi da Parma, Italian musician (d. 1604) * March 19 - Jan Zamoyski, Polish nobleman (d. 1605) * April 29 - Henry III, Duke of Münsterberg-Oels (d. 1587) * May 5 - Thomas Cecil, 1st Earl of Exeter, English politician (d. 1623) * May 11 - Jakob Christoph Blarer von Wartensee, Swiss Catholic bishop (d. 1608) * May 16 - Anna Sibylle of Hanau-Lichtenberg, German noblewoman, daughter of Count Philip IV of Hanau-Lichtenberg (d. 1580) * June 15 - Richard Grenville, English politician (d. 1591) * June 24 - John of the Cross, Spanish Carmelite mystic, theologian, poet (d. 1591) * July 25 - Magnus, Duke of Östergötland, Swedish prince (d. 1595) * August 18 - Charles Neville, 6th Earl of Westmorland (d. 1601) * August 27 - John Frederick, Duke of Pomerania and Protestant Bishop of Cammin (d. 1600) * August 31 - Isabella de' Medici, Italian princess (d. 1576) * September 25 - Elisabeth of Nassau-Dillenburg, sister of William the Silent (d. 1603) * October 1 - Álvaro de Mendaña de Neira, Spanish explorer (d. 1595) * October 4 - Robert Bellarmine, Italian saint (d. 1621) * October 14 - Philip IV, Count of Nassau-Weilburg (d. 1602) * October 15 - Akbar, Mughal Emperor (d. 1605) * October 31 - Henriette of Cleves, Duchess of Nevers, Countess of Rethel (d. 1601) * November 1 - Tarquinia Molza, Italian singer (d. 1617) * November 9 - Anders Sørensen Vedel, Danish historian (d. 1616) * November 11 - Scipione Gonzaga, Italian Catholic cardinal (d. 1593) * December 8 - Mary, Queen of Scots (d. 1587) * December 21 - Thomas Allen, English mathematician and astrologer (d. 1632) * date unknown ** Joris Hoefnagel, Dutch painter and engraver (d. 1601) ** Toda Kazuaki, Japanese samurai in the service of Tokugawa Ieyasu (d. 1604) ** Douglas Sheffield, Baroness Sheffield, lover of Robert Dudley, 1st Earl of Leicester (d. 1608) ** John Speed, English historian (d. 1629) ** Horio Yoshiharu, Japanese daimyō (d. 1611) ** Kuki Yoshitaka, Japanese naval commander (d. 1600) == Deaths == * January 21 - Azai Sukemasa, Japanese samurai and warlord (b. 1491) * February - Nikolaus Federmann, German adventurer in Venezuela and Colombia (b. 1501) * February 1 - Girolamo Aleandro, Italian cardinal (b. 1480) * February 13 ** Catherine Howard, fifth queen of Henry VIII of England (executed) (born c. 1522) ** Jane Boleyn, Viscountess Rochford, English noblewoman (executed) (born c. 1505) * March 3 - Arthur Plantagenet, 1st Viscount Lisle, illegitimate son of King Edward IV of England * May 21 - Hernando de Soto, Spanish explorer, navigator and conquistador (b. c. 1500) * June 14 - Christoph von Scheurl, German writer (b. 1481) * June 19 - Leo Jud, Swiss reformer (b. 1482) * July 15 - Lisa del Giocondo, Florentine noblewoman, believed to be the subject of the Mona Lisa (b. 1479) * August 24 - Gasparo Contarini, Italian diplomat and cardinal (b. 1483) * August 29 - Cristóvão da Gama, Portuguese soldier (b. c. 1516) * September 21 - Juan Boscán Almogáver, Spanish poet (b. c. 1490) * October 11 - Thomas Wyatt, English poet and diplomat (b. 1503) * October 18 - Giovanni Gaddi, Italian priest (b. 1493) * December 14 - King James V of Scotland (b. 1512) * December 16 - Thomas Lovett III, High Sheriff of Northamptonshire (b. 1473) * December 22 - Hieronymus Łaski, Polish diplomat (b. 1496) * date unknown ** Dosso Dossi, Italian painter (b. 1490) ** Lucas Fernández, Spanish dramatist and musician (b. c. 1474) ** Lapulapu, Filipino king (b. 1491) == References ==",
 "title": "1542"
}