{
 "id": "34799",
 "text": "__NOTOC__ Year 432 (CDXXXII) was a leap year starting on Friday (link will display the full calendar) of the Julian calendar. At the time, it was known as the Year of the Consulship of Aetius and Valerius (or, less frequently, year 1185 Ab urbe condita). The denomination 432 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Roman Empire ==== * Battle of Rimini: Roman forces under command of Flavius Aetius are defeated near Rimini (Italy). His rival comes Bonifacius is mortally wounded and dies several days later. Aetius flees to Dalmatia and seeks refuge with the Huns. * Sebastianus, son-in-law of Bonifacius, becomes supreme commander (magister militum) of the Western Roman army. Empress Galla Placidia gives him considerable influence over imperial policy. ==== Europa ==== * The Huns are united by King Rugila (also called Rua) on the Hungarian Plain. He exacts annual peace payments from the Eastern Roman Empire. === By topic === ==== Art ==== * The Basilica of Saint Sabina at the Aventine (Rome) is finished by Priest Petrus of Illyria. * Assembly begins on The Parting of Lot and Abraham, a mosaic in the nave arcade of the Basilica of Santa Maria Maggiore. ==== Religion ==== * July 27 - Pope Celestine I dies after a 10-year reign in which he led a vigorous policy against Nestorianism. He is succeeded by Sixtus III as the 44th pope. * Saint Patrick, Roman Britain-born missionary, is consecrated a bishop and converts the Irish to Christianity until his death around 460. * December 25 - Christmas is celebrated for the first time in Alexandria (approximate date). == Births == *Moninne, one of Ireland's early women saints == Deaths == * July 26 - Pope Celestine I * Anicia Faltonia Proba, Roman noblewoman * Bonifacius, Roman general and governor in Africa * Helian Ding, emperor of the Chinese Xiongnu state Xia * Saint Ninian, missionary in Scotland (approximate date) * Wang Hong, official of the Liu Song Dynasty (b. 379) == References ==",
 "title": "432"
}