{
 "id": "348347",
 "text": "Partner dances are dances whose basic choreography involves coordinated dancing of two partners, as opposed to individuals dancing alone or individually in a non-coordinated manner, and as opposed to groups of people dancing simultaneously in a coordinated manner. == United States dance history == Prior to the 20th century many ballroom dance and folk dances existed in America. As jazz music developed at the start of the 20th century, African American communities in tandem developed Charleston and eventually Lindy Hop by the end of the 1920s. Many cities had regular local competitions such as the Savoy Ballroom which accelerated the development and popularization of the dance. The dances were introduced to wider public through movies and regular performances such as those done at the Cotton Club in New York. An unusual (for the time) feature of the dance was the inclusion of sections where the dancers would move apart from each other, and perform individual steps (known as the \"breakaway\"). Another unique feature that was introduced in these early days were the first airsteps, also known today as aerials. These daring maneuvers were exciting for the audiences to watch, and when combined with live performances such as those by Ella Fitzgerald, became a staple of organized Lindy Hop performances. Other dances such as Collegiate Shag and Balboa developed in the United States in the same time period by never saw the same international popularity as Lindy Hop. Over the next few decades, popular music changed, moving away from the big band sound of swing to styles like rhythm and blues and then rock and roll. Due to this and other factors, the Lindy Hop evolved and mutated into a number of different styles. Dance styles such as West Coast Swing and Modern Jive integrated features of ballroom dances and new music to create distinctive but similar dances. == German dance history == In 1023, the German poet Ruodlieb referred to a couple dance with a basic motif of a boy wooing a girl, and the girl rejecting his advances. Men and women dancing as couples, both holding one hand of their partner, and \"embracing\" each other, can be seen in illustrations from 15th-century Germany.Folk Dance of Europe. Nigel Allenby Jaffé. 1990. Folk Dance Enterprises. pages 148, 149. At the end of the 13th century and during the 14th century, nobles and wealthy patricians danced as couples in procession in a slow dignified manner in a circle, while farmers and lower classes danced in a lively fashion. The burgher middle class combined the dances with the processional as a \"fore dance\", and the turning as an \"after dance\".Folk Dance of Europe. Nigel Allenby Jaffé. 1990. Folk Dance Enterprises. pages 155, 156. The Danse de Paysans' (Peasant's Dance) by Théodore de Bry shows a couple with a man lifting his partner off the ground, pulling her towards him while holding her closely with both arms. His Danse de Seigneurs et Dames (Dance of the Lords and Ladies) features one Lord with his arms around the waist of his Lady.Folk Dance of Europe. Nigel Allenby Jaffé. 1990. Folk Dance Enterprises. page 150. Syncopated rhythms gained widespread popularity for dancing in the last two centuries, although usually less complex and more regular than previous music.Folk Dance of Europe. Nigel Allenby Jaffé. 1990. Folk Dance Enterprises. page 166. An old couple dance which can be found all over Northern Europe is known as \"Manchester\" or \"Lott is Dead\". In Bavaria words to the music include \"One, two, three and one is four, Dianderl lifts up her skirt And shows me her knees\", and in Bavaria one verse invites the girl to leave her bedroom window open to allow a visit from her partner.Folk Dance of Europe. Nigel Allenby Jaffé. 1990. Folk Dance Enterprises. page 163, 164. Dance partners stay together for the duration of the dance and, most often, dance independently of other couples dancing at the same time, if any. Although this kind of dancing can be seen, for instance, in ballet, this term is usually applied to various forms of social dance, ballroom dance, folk dance, and similar forms. == Group dances == Partner dance may be a basis of a formation dance, a round dance, a square dance or a sequence dance. These are kinds of group dance where the dancers form couples and dance either the same choreographed or called routines or routines within a common choreography—routines that control both how each couple dances together and how each couple moves in accord with other couples. In square dance one will often change partners during the course of a dance, in which case one distinguishes between the \"original partner\" and a \"situational partner\". == Leader and follower == In most partner dances, one is the leader and the other is the follower. As a rule, they maintain connection with each other. In some dances the connection is loose and called dance handhold. In other dances the connection involves body contact. In the latter case the connection imposes significant restrictions on relative body positions during the dance and hence it is often called dance frame. It is also said that each partner has their own dance frame. Although the handhold connection poses almost no restriction on body positions, it is quite helpful that the partners are aware of their dance frames, since this is instrumental in leading and following. In promenade-style partner dancing there is no leader or follower, and the couple dance side-by-side maintaining a connection with each other through a promenade handhold. The leader dances traditionally to the left of the follower. Some peoples have folk partner dances, where partners do not have any body contact at all, but there is still a kind of \"call-response\" interaction. A popular form of partner dancing is slow dance. thumb|250px|right|Gaskell Ball ==History of same-sex partner dancing== Generally, partner dance has taken place between a man and a woman. Before the 1950s, however, if there was not a sufficient number of partners of the opposite sex available, couples formed into pairs of the same sex. Sometimes this is also done as part of a dance tradition. In traditional partner dances done within certain conservative cultures, such as in traditional Uyghur partner dance, dancing is often done with the same sex as a matter of respect for the conservative culture. As learning both dance roles has become more common and social norms have changed, many events and competitions have removed restrictions. Typically, in ballroom competitions today, same-sex partnerships are allowed up to the silver level (the third level in competition, after newcomer and bronze). However, these are comparatively rare. It is thought that some partner dances actually developed with more relaxed gender roles. Prior to adoption by the mainstream, these dances did not actually normalize the man-lead/woman-follow paradigm. ==Double partner dancing== This kind of dance involves dancing of three persons together: usually one man with two women or one woman with two men. In social dancing, double partnering is best known during times when a significant demographic disproportion happens between the two sexes. For example, this happens during wars: in the military, there is a lack of women, while among civilians, able dancers are mostly women. For example, during the Second World War, many advanced leaders learned to dance Lindy Hop with two followers. Since the 1980s, double partner dance is often performed in Ceroc, Hustle, Salsa and Swing dance communities, experienced leaders leading two followers. There are a number of folk dances that feature this arrangement. Among these are the Russian Troika and the Polish Trojak folk dances, where a man dances with two or more women. A Cajun dance with the name Troika is also known. thumb|Students participating in a group class for double partner dancing. ==See also== * Outline of dance ** List of dances * Pas de deux == References == == External links == *International DanceSport Federation *World Dance Council *International Professional DanceSport Council Category:Social dance Category:Romance",
 "title": "Partner dance"
}