{
 "id": "348314",
 "text": "MultiFinder is an extension for the Apple Macintosh's classic Mac OS, introduced on August 11, 1987 and included with System Software 5.Macintosh: System Software Version History, Apple It adds cooperative multitasking of several applications at once - a great improvement over the previous Macintosh systems, which can only run one application at a time. With the advent of System 7, MultiFinder became a standard integrated part of the operating system and remained until the introduction of Mac OS X. ==History== ===Background=== The first Macintosh was released in 1984, and Apple's developers made an early decision that the machine's 128 KB of RAM was so limited that they must abandon the application multitasking functionality that Apple had developed for the Lisa. As the successive Macintosh hardware models were released with much more RAM being the key feature, new programming techniques were developed as workarounds to allow users to run concurrent applications. Desk Accessories became a staple through the lifespan of System 6; and the Switcher would give way to the MultiFinder, which then became directly integrated into System 7. ====Desk Accessories==== To allow some degree of freedom and to deliver the GUI's promise of interface consistency, the original Macintosh includes Desk Accessories, such as a calculator, that can be run concurrently. However, their functionality is deliberately limited in favor of RAM conservation. In fact, they are device drivers which take advantage of the multitasking system designed for hardware peripheral support. As such, their running environment is severely restricted. They can only draw a single window, which by default is given a special round-bordered appearance. Although the system software does little to specifically support them, the popularity of Desk Accessories led many application developers to ensure good cooperative multitasking support even from the early days. ====Switcher==== Andy Hertzfeld, one of Apple's original Macintosh software architects, wrote Switcher after seeing John Markoff use a terminate and stay resident program on an IBM PC in October 1984. By the end of the year he had a working prototype, and he soon demonstrated it in public. Both Microsoft and Apple wanted to purchase the utility. Hertzfeld chose the latter offer because Apple offered more money ( plus royalties) and the company planned to ship Switcher with the Fat Mac. The first official version of Switcher appeared in April 1985. Switcher works by designating a number of fixed slots in memory into which applications could be loaded. The user can then switch between these applications by clicking a small button on the top of the menu bar. The current application horizontally slides out of view, and the next one slides in. Though awkward, this approach does fit well with the existing system's memory management scheme, and applications need no special programming to work with Switcher. This early work on Switcher led to the development of MultiFinder by Apple system software engineers Erich Ringewald and Phil Goldman. Microsoft saw Switcher as especially benefiting the company's highly memory-optimized Macintosh applications so the utility was shipped with Excel. Microsoft stated that using multiple applications with Switcher was preferable to a single integrated software application like Lotus Symphony. By 1987, Compute!'s Apple Applications reported that \"many Macintosh owners are comfortable only when using more than one application at a time. Switcher and desk accessories are the two most common examples of that philosophy\". PC Magazine said that Switcher used too much of the system's precious little RAM and was not reliable enough. ===MultiFinder=== MultiFinder, known before its release as \"Juggler\", was introduced on August 11, 1987. It is simply a way for windows from different applications to coexist by using a cooperative application layering model. Its initial release is able to handle only two concurrent applications, one of which runs in the background; and later releases allow many more concurrent applications. When an application is activated, all of its windows are brought forward as a single layer. This approach is necessary for backward compatibility with many of the windowing data structures that were already documented. MultiFinder also provides a way for applications to supply their memory requirements ahead of time, so that MultiFinder can allocate a chunk of RAM to each according to need. This scheme, while functional, has severe limitations which cause many problems for users. Virtual memory was only available to contemporary Macs with a PMMU chip (Mac II-class machines required) and an extension named Virtual from Connectix. Apple eventually provided virtual memory with the introduction of System 7. Later in 1987, System 6 engineer Erich Ringewald's desire to solve these architectural problems altogether would bring him to defiantly cofound and lead the Pink project as the intended future of a new MacOS, and then become chief software architect at Be Inc. to design BeOS in 1990. With the release of System 7, the MultiFinder extension was integrated with the operating system, and it remains so in Mac OS 8 and Mac OS 9. However, the integration into the OS does nothing to fix MultiFinder's inherent idiosyncrasies and disadvantages. These problems were not overcome in the mainstream Macintosh operating system until the MultiFinder model was abandoned with the move to a modern preemptive multitasking Unix-based OS in Mac OS X. ==Reception== Critical reception of MultiFinder is generally favorable, while conceding the necessary tradeoffs of retrofitting a legacy single-tasking system. Upon MultiFinder's 1987 release, PC Magazine noted it for beating IBM's competing OS/2 multitasking operating system to market, and said the System with MultiFinder \"isn't a true multitasking operating system, though it's much more than a context switcher\". In 1990, InfoWorld tested the four mainstream desktop multitasking options: DesqView, OS/2 1.2, Windows 3.0, and System 6 with MultiFinder. MultiFinder was viewed overall positively for speed, ease of use, and value. Its presence halved the speed of file transfer and printing compared to the single-tasking System 6 without MultiFinder, but this was still comparable to Windows and DesqView and much faster than OS/2. These tradeoffs were seen as typical of contemporary add-on multitaskers compared to the natively architected but less friendly OS/2. ==References== Category:Classic Mac OS-only software made by Apple Inc. Category:Macintosh operating systems user interface Category:Discontinued software",
 "title": "MultiFinder"
}