{
 "id": "348356",
 "text": "Bringing Out the Dead is a 1999 American psychological drama film directed by Martin Scorsese and written by Paul Schrader, based on the novel of the same name by Joe Connelly. It stars Nicolas Cage, Patricia Arquette, John Goodman, Ving Rhames, and Tom Sizemore. The plot depicts the life of a depressed New York City paramedic (Cage). The film was released in the United States on October 22, 1999. by Paramount Pictures. It was the final film to be released on LaserDisc in the United States. == Plot == In Manhattan, depressed and burned-out paramedic Frank Pierce has not saved any patients in months and begins to hallucinate the ghosts of those lost. One night, Frank and his partner Larry respond to a call by the family of Mr. Burke who has entered cardiac arrest. There, Frank befriends Burke's distraught daughter Mary, a former junkie, and discovers Mary was friends with Noel, a drug addict and delinquent who is frequently sent to the hospital. After a few minor calls, Frank and Larry respond to the aftermath of a shooting, where Frank notices two vials of \"Red Death\" heroin roll out from a surviving victim's sleeve. While in the back of the ambulance with Frank and Noel, the victim attempts to repent for his drug dealing ways, but dies before they can reach the hospital. The next day, Frank is paired with Marcus, an eccentric and religious man, and the two respond to a man reported to be in cardiac arrest in a club. When they arrive, Frank diagnoses that he is, in fact, suffering from an overdose caused by Red Death. As Frank injects the man with Narcan, Marcus starts a prayer circle with the baffled club-goers and just as his preaching climaxes, the overdosed man regains consciousness. On the way back to the hospital, Frank visits Mary's apartment to tell her that her father's condition is improving. Frank and Marcus then respond to a call by a young man whose girlfriend is giving birth to twins. Frank and Marcus rush the two infants and mother to the hospital, where Marcus brings the mother and healthy twin to the maternity ward, while Frank attempts to revive the other twin with the hospital staff. The hospital is unable to revive the smaller twin, and a dismayed Frank starts drinking before Marcus joins him and crashes the ambulance into a parked car. The following morning, Frank sees Mary leaving the hospital and follows her to an apartment block; Mary tells Frank that she is visiting a friend and he escorts her to the room. After waiting a while, Frank barges in and discovers that it is a drug den run by a dealer named Cy Coates. Mary admits that she has turned back to drugs to cope with her father's condition, and as Frank tries to get her to leave, Cy offers him some pills. In a moment of desperation, Frank takes the drugs and begins to hallucinate, seeing more ghosts of his patients. Once sober, he grabs Mary and carries her out of the building. While visiting a comatose Burke in the hospital, Frank starts hearing Burke's voice in his head, telling Frank to let him die, but he resuscitates Burke instead. In his third shift, Frank is paired with Tom Wolls, an enthusiastic man with violent tendencies. The pair are then called to Cy's drug den where a shooting has occurred, and find Cy impaled on a railing. Frank holds onto Cy as emergency services cut the railing but both are nearly flung off the edge before being pulled back up. Cy then thanks Frank for saving his life and becomes the first patient Frank has saved in months. Afterwards, Frank agrees to help Tom beat up Noel, and chase him down. Frank starts to hallucinate again, snapping out of it just as he comes upon Tom beating Noel with a baseball bat. As Frank visits Burke again, the voice pleads for death once more, and Frank removes Burke's breathing apparatus, causing him to fatally enter cardiac arrest. Frank then heads to Mary's apartment to inform her where Mary accepts her father's death. Frank is invited in, and falls asleep at Mary's side. == Cast == * Nicolas Cage as Frank Pierce * Patricia Arquette as Mary Burke * John Goodman as Larry * Ving Rhames as Marcus * Tom Sizemore as Tom Wolls * Marc Anthony as Noel * Cliff Curtis as Cy Coates * Nestor Serrano as Doctor Hazmat * Afemo Omilami as Griss * Mary Beth Hurt as Nurse Constance * Aida Turturro as Nurse Crupp * Phyllis Somerville as Mrs. Burke * Sonja Sohn as Kanita * Michael K. Williams as a Drug Dealer * Martin Scorsese as the voice of Male Dispatcher * Queen Latifah as the voice of Dispatcher Love * Judy Reyes as an ICU nurse == Reception == === Critical response === On Rotten Tomatoes, Bringing Out the Dead has an approval rating of 72% based on 109 reviews, with an average rating of 6.70/10. The site's consensus reads, \"Stunning and compelling, Scorsese and Cage succeed at satisfying the audience.\" On Metacritic, the film has an average score of 70 out of 100, based on reviews from 34 critics. Audiences surveyed by CinemaScore gave the film a grade \"C-\" on scale of A to F. Roger Ebert gave it a perfect four-star rating, writing, \"To look at Bringing Out the Dead—to look, indeed, at almost any Scorsese film—is to be reminded that film can touch us urgently and deeply.\" === Box office === Bringing Out the Dead debuted at #4 in 1,936 theatres with a weekend gross of $6,193,052. The film grossed $16.7 million against a production budget of $32 million, making it a box office bomb. Years later, Scorsese reflected to Ebert that Bringing Out the Dead \"failed at the box office, and was rejected by a lot of the critics.\" Yet he added: \"I had 10 years of ambulances. My parents, in and out of hospitals. Calls in the middle of the night. I was exorcising all of that. Those city paramedics are heroes -- and saints, they're saints. I grew up next to the Bowery, watching the people who worked there, the Salvation Army, Dorothy Day's Catholic Worker Movement, all helping the lost souls. They're the same sort of people.\" == See also == * Opioid epidemic == References == == External links == * * Category:1999 films Category:1999 drama films Category:1999 horror films Category:1990s supernatural films Category:American films Category:American drama films Category:American supernatural horror films Category:English-language films Category:Films set in New York City Category:Films shot in New York City Category:Films based on American novels Category:Films scored by Elmer Bernstein Category:Films with screenplays by Paul Schrader Category:Films produced by Scott Rudin Category:Films directed by Martin Scorsese Category:Paramount Pictures films Category:Touchstone Pictures films",
 "title": "Bringing Out the Dead"
}