{
 "id": "34879",
 "text": "Year 1326 (MCCCXXVI) was a common year starting on Wednesday (link will display the full calendar) of the Julian calendar. == Events == === January- December === * January 21 - The foundation of Oriel College, the University of Oxford's fifth oldest (still surviving) college, is confirmed by royal charter. * February 10-March 11 - Raid on Brandenburg: Allied forces of the Kingdom of Poland, led by Władysław I the Elbow-high, and of the Grand Duchy of Lithuania, led by the pagan Gediminas, raid Louis V of Germany's Margraviate of Brandenburg (within the Holy Roman Empire), with the sanction of Pope John XXII. * April 19 - A peace treaty in the Flemish peasant revolt, 1323-1328, is ratified. * June 3 - The Treaty of Novgorod delineates the border between Russia and Norway in Finnmark. * August 27 - A marriage contract is drawn up between Prince Edward (the future Edward III of England) and Philippa of Hainault, guaranteeing that the wedding will take place within two years. * September 24 - England is invaded by Isabella of France and Roger Mortimer. * October - Ibn Battuta reaches Mecca. === Date unknown === * Orhan I succeeds Osman I, on the throne of the Ottoman Empire. * Ingeborg of Norway is deposed from political power in Sweden. * The use of the word \"cannon\" is first recorded in reference to a firearm. * Clare College, the University of Cambridge's second oldest (still surviving) college, is founded. == Births == * March 5 - King Louis I of Hungary (d. 1382) * March 30 - Ivan II of Russia, Grand Duke of Muscovy (d. 1359) * May 1 - Rinchinbal Khan, Emperor Ningzong of Yuan (d. 1332) * May 8 - Joanna I of Auvergne, queen consort of France (d. 1360) * June 29 - Murad I, Ottoman sultan (d. 1389) * date unknown ** Olivier de Clisson (The Butcher), French soldier (d. 1407) ** Robert of Durazzo, Neapolitan nobleman (d. 1356) **Prince Narinaga, Japanese Shōgun (d. in either 1337 or 1344, the sources are contradictory) ** Imagawa Sadayo, Japanese poet and soldier (d. 1420) ** Isaac ben Sheshet, Spanish Talmudic authority (d. 1408) * probable ** Manuel Kantakouzenos, despot of Morea (d. 1380) ** Seii, King of Chuzan (d. 1349) ** Simeon Uroš, self-proclaimed Emperor of Serbs and Greeks (d. 1370) == Deaths == * January 18 - Robert FitzWalter, 1st Baron FitzWalter, English baron (b. 1247) * February 28 - Leopold I, Duke of Austria (b. 1290) * March 26 - Alessandra Giliani, Italian anatomist (b. c. 1307) * April 29 - Blanche of Burgundy, former queen consort of France (b. c. 1296) * May 31 - Maurice de Berkeley, 2nd Baron Berkeley, English rebel baron (b. 1271) * July 29 - Richard Óg de Burgh, 2nd Earl of Ulster (b. 1259) * October 15 - Walter de Stapledon, English bishop (b. 1261) * October 27 - Hugh le Despenser, 1st Earl of Winchester (executed; b. 1262) * November 17 - Edmund FitzAlan, 9th Earl of Arundel, English politician (b. 1285) * November 25 - Prince Koreyasu, Japanese shōgun (b. 1264) * November 24 - Hugh the younger Despenser, English knight (executed; b. 1286) * December 20 - Peter, Metropolitan of Moscow * December 28 - Sir David II Strathbogie, Earl of Atholl, Constable of Scotland, and Chief Warden of Northumberland * date unknown ** Mondino de Liuzzi, Italian anatomist (born c. 1270) ** Osman I, founder of the Ottoman Empire (b. 1258) ** John Palaiologos, Byzantine nobleman (b. 1288 or 1289) ** Ser Petracco, notary public of the Republic of Florence, father of Petrarch (b. 1267) == References ==",
 "title": "1326"
}