{
 "id": "348737",
 "text": "Mrs. Doubtfire is a 1993 American comedy-drama film directed by Chris Columbus. It was written for the screen by Randi Mayem Singer and Leslie Dixon, based on the 1987 novel Alias Madame Doubtfire by Anne Fine. Robin Williams, who also served as a producer, stars with Sally Field, Pierce Brosnan, Harvey Fierstein, and Robert Prosky. It follows a recently divorced actor who dresses up as a female housekeeper to be able to interact with his children. The film addresses themes of divorce, separation, and the effect they have on a family. The film was released in the United States on November 24, 1993. It won the Academy Award for Best MakeupAwards for Mrs. Doubtfire . Internet Movie Database. Retrieved 2010-11-12. and the Golden Globe Award for Best Motion Picture – Musical or Comedy. Robin Williams was awarded the Golden Globe Award for Best Actor in a Motion Picture – Musical or Comedy. It grossed $441.3 million on a $25 million budget, becoming the second-highest-grossing film of 1993 worldwide. Though the film received mixed reviews, it was placed 67th in the American Film Institute's \"AFI's 100 Years...100 Laughs\" list and 40th on Bravo's \"100 Funniest Movies of All Time\". The original music score was composed by Howard Shore. ==Plot== Daniel Hillard is a freelance voice actor living in San Francisco. Though a devoted father to his three children, Lydia, Chris, and Natalie, his wife Miranda considers him unreliable. One day, Daniel quits his job following a disagreement over a morally questionable script and returns home to throw a chaotic birthday party for Chris, despite Miranda's objections. This infuriates Miranda to the point where she files for divorce. At their first custody hearing, the court grants sole custody of the children to Miranda; shared custody is contingent on whether Daniel finds a steady job and a suitable residence within three months. As Daniel works to rebuild his life, securing himself an apartment and a new job as a shipping clerk at a TV station, he learns that Miranda is seeking a housekeeper. He secretly alters her classified ad form, then calls Miranda while using his voice acting skills to pose as a series of undesirable applicants. He finally calls Miranda as \"Mrs. Euphegenia Doubtfire\", a British-accented nanny with strong credentials, taking his last name from a newspaper headline titled \"Police Doubt Fire was accidental\". Miranda is impressed and invites Mrs. Doubtfire for an interview. Daniel asks his brother Frank, a makeup artist, and Frank's domestic partner, Jack, to create a Mrs. Doubtfire costume, including a prosthetic mask to make him appear as an older woman. Miranda hires Mrs. Doubtfire following a successful interview. The children initially struggle under Mrs. Doubtfire's authority but soon come around and thrive and Miranda learns to become closer with her children. Daniel learns several household skills as part of the role, further improving himself. However, this later creates another barrier for him to see his children, as Miranda puts more trust into Mrs. Doubtfire than him and cannot bring herself to dismiss her. One day, the station's CEO Jonathan Lundy sees Daniel playing with toy dinosaurs on the set of a poorly-rated children's show. Impressed by his voice acting and imagination, Lundy invites Daniel to discuss his plans for the show over dinner, which turns out to be at the same place and time as a planned birthday dinner for Miranda by her new boyfriend Stu Dunmeyer, to which Mrs. Doubtfire is invited. Unable to change either appointment, Daniel changes in and out of the Mrs. Doubtfire costume to attend both events. Becoming drunk, Daniel slips up when he accidentally returns to Lundy in his costume, but he quickly claims that Mrs. Doubtfire is his idea for the new show. After overhearing that Stu is allergic to pepper, Daniel sneaks into the kitchen and seasons Stu's order of jambalaya with powdered cayenne pepper. Stu chokes on his dinner, and Daniel, feeling guilty, administers the Heimlich maneuver as Mrs. Doubtfire. The action causes the prosthetic mask to partially peel off Daniel's face, revealing his identity and horrifying Miranda, who storms out of the restaurant with the kids. At their next custody hearing, Daniel points out that he has met the judge's requirements, then explains his actions. The judge, noting his acting abilities, dismisses his words as another act and grants Miranda full custody. Finding his role as Mrs. Doubtfire unorthodox, the judge further restricts Daniel's rights to supervised Saturday visits, which devastates Daniel even further. Without Mrs. Doubtfire, Miranda and her children become miserable, acknowledging how much \"she\" improved their lives. They are then surprised to discover that Daniel, as Mrs. Doubtfire, is hosting a new children's show called Euphegenia's House, which becomes a nationwide hit. Miranda visits Daniel on set after filming and admits that things were better when he was involved with the family. She then arranges joint custody, allowing Daniel as himself to take the children after school. As Daniel leaves with the kids, Miranda watches an episode of Euphegenia's House in which Mrs. Doubtfire answers a letter from a young girl, Katie McCormick, whose parents have separated, saying that no matter what arrangements families have, love will prevail. After Miranda watches that episode, she's nearly pushed to the verge of tears due to the thought of her kids having a father like him. ==Cast== * Robin Williams as Daniel Hillard / Mrs. Doubtfire * Sally Field as Miranda Hillard * Pierce Brosnan as Stu * Harvey Fierstein as Frank * Polly Holliday as Gloria * Lisa Jakub as Lydia Hillard * Matthew Lawrence as Chris Hillard * Mara Wilson as Natalie Hillard * Robert Prosky as Mr. Lundy * Anne Haney as Mrs. Sellner * Scott Capurro as Jack * Martin Mull as Justin Gregory * William Newman as Mr. Sprinkles ===Casting=== Blake Lively unsuccessfully auditioned for the role of Natalie Hilliard. Warren Beatty was Anne Fine’s first choice for the role of Daniel Hillard / Mrs. Doubtfire. Tim Allen was offered the roles of Daniel Hillard and Stu but turned both of them down. ==Production== Production of the film was in San Francisco. Various locations in the city were used during filming. Parts were filmed at the studios of television station KTVU in Oakland. Street signs for the intersection near the \"Painted Lady\" home, Steiner, and Broadway, were visible onscreen. The exact address 2640 Steiner Street became a tourist attraction for some time after the film's release.Shot on This Site, William A. Gordon, Citadel, 1995, p.39. Following Williams' death on August 11, 2014, the house became an impromptu memorial. All interior filming for the home took place in a Bay Area warehouse converted for sound stage usage. Williams' character, Daniel Hillard, lived upstairs from Danilo Bakery at 516 Green Street; his children attended a school at Filbert and Taylor. The makeup for Mrs. Doubtfire's appearance took four hours to apply. Williams later recounted how he used to walk through San Francisco dressed in full makeup and costume as Mrs. Euphegenia Doubtfire, and on one occasion, visiting a sex shop to buy a large dildo and other toys. The restaurant scene was filmed at Bridges Restaurant & Bar, in Danville, California. The score was composed, orchestrated, and conducted by Howard Shore. (Category no. TCF 07822-11015-2) ==Release== The film was released in the United States on November 24, 1993, and was rated PG-13. In January 1994, when released in the United Kingdom, the film received a certificate of 12 which, at the time, completely refused access to children under the age of 12 at cinemas (the 12A certificate did not exist until 2002). This resulted in cinemas requesting their local authorities to override the decision of the British Board of Film Classification, after having to turn down disappointed families. Later in February, The Independent reported that the censors refused to give the film a U or PG certificate, and gave it a 12 instead, which was due to 20th Century Fox refusing to remove three controversial lines. After the film's distributors requested the BBFC to reconsider, a compromise was reached and the film was re-rated PG, with just one of the proposed three cuts implemented involving the removal of thirteen seconds featuring sexual innuendo, and it was re-released in May 1994. The cut version was also used in subsequent VHS and DVD releases in the United Kingdom. In November 2012 the distributors resubmitted the uncut version to the BBFC and the 12 certificate was reinstated for home video along with a 12A certificate for cinema release in 2014.(see extension under the feature icon) On March 4, 2013, the uncut version was released on Blu-ray and downloads in the United Kingdom. Due to the acquisition of 21st Century Fox by Disney, the film was made available on the Disney+ streaming service on August 6, 2021. ===Deleted scenes=== Over thirty minutes of scenes were omitted from the final cut of the film, some of which were featured in the 2008 DVD release of Mrs. Doubtfire called the \"Behind-the-Seams Edition\". Had the scenes been included, the film would have run for 157 minutes. These include an entire subplot featuring Daniel's conflict with his nosy neighbor Gloria Chaney (Polly Holliday) in which, after Daniel dresses as Mrs. Doubtfire, he fools Gloria into killing her flowers by spraying dog urine on them, and a final confrontation in which Gloria sees Daniel in his Mrs. Doubtfire bodycostume but without the face mask. There is also an extended scene at Bridges restaurant. In 2016 three scenes from the 2008 DVD release, which were also included in the aforementioned 2013 Blu-ray release, gained media attention to much fanfare and praise for Robin Williams. These included a scene where Daniel and Miranda fight at Lydia's spelling bee competition and a confrontation scene with Miranda after Daniel's identity is revealed at the restaurant. He recovers later and comes back home to the family. ==Reception== ===Box office=== The film earned $219,195,243 in the United States and Canada, and $222,090,952 in other countries, for a worldwide total of $441,286,195, making it Fox's highest-grossing film internationally at the time and the highest-grossing cross-dressing film. It became the second-highest-grossing film of 1993, behind only Jurassic Park. Box Office Mojo estimates that the film sold over 52.6 million tickets in the US. It had a record opening for Fox in the United Kingdom with $5.8 million in 6 days (and the third best in the country after Jurassic Park and Bram Stoker's Dracula) and went on to gross $30.1 million, a Fox record. It had the second biggest opening in Italy behind Jurassic Park with $2.9 million and also grossed a record for Fox in Italy with $15.6 million. It also had record openings for Fox in France (with a opening week gross of $4.8 million and a total of $23 million), Belgium, Hungary and Denmark. It grossed $29.6 million in Germany. The film was number one at the Australian box office and Japanese box office for nine consecutive weeks. ===Critical reception=== At the time of its release, several critics compared Mrs. Doubtfire unfavorably with Some Like It Hot (1959) and others who viewed the film favorably noted its similarity to Tootsie (1982). On Rotten Tomatoes, Mrs. Doubtfire has a rating of 71%, based on 52 reviews, with an average rating of 5.90/10. The site's critical reception reads: \"On paper, Mrs. Doubtfire might seem excessively broad or sentimental, but Robin Williams shines so brightly in the title role that the end result is difficult to resist\". On Metacritic, the film holds a score of 53 out of 100, based on 16 critics, indicating 'mixed or average reviews'. Audiences polled by CinemaScore gave the film an average grade of \"A\" on an A+ to F scale. ===Accolades=== * 66th Academy Awards ** Best Makeup (Won) * 51st Golden Globe Awards ** Best Picture (Musical/Comedy) (Won) ** Best Actor (Musical/Comedy) – Robin Williams (Won) * 1994 Kids' Choice Awards ** Favorite Movie Actor – Robin Williams (Won) * 1994 MTV Movie Awards ** Best Male Performance – Robin Williams ** Best Comedic Performance – Robin Williams (Won) In 2000, the American Film Institute placed the film on its 100 Years...100 Laughs list, where it was ranked #67. ==Cancelled sequel== In 2001, Bonnie Hunt began to develop Mrs. Doubtfire 2. Anne Fine had not written a follow-up to Alias Madame Doubtfire, and writing for the sequel did not begin until 2003. Robin Williams was set to return in disguise as the eponymous Mrs. Doubtfire. Re-writing began in 2006 because Williams was unhappy with the plot in the new script. The film had been anticipated for release in late 2007, but following further script problems, the sequel was scrapped in December 2006. In 2006, in an Newsday interview, Williams said the sequel was indefinitely scrapped, stating his reasons: Also in December that year, during an interview on BBC Radio 1 by DJ Edith Bowman, Williams said that if it was not going to be done right, then it was not worth doing, and that there would not be a sequel with him in it. In August 2010, on Alan Carr: Chatty Man, Williams again brought up the topic of a sequel to Mrs. Doubtfire. He blamed the script not being right as the reason why a sequel was not made. He claimed the script had been written three times and failed, and there was no mention of any ongoing work on the project. Furthermore, in December 2011, during an interview by Moviehole, Williams stated again that the chances of a sequel are \"highly unlikely\". In 2011, Williams said: In 2014, Chris Columbus stated, in turn: In April 2014, a sequel was announced to be in development at 20th Century Fox. Williams and Columbus were expected to return, and Elf screenwriter David Berenbaum was hired to write the script. However, after Williams' death in August 2014, plans for a sequel were put on hold and then again cancelled. == Stage adaptation == Theatrical producer Kevin McCollum spoke in 2013 about the film's musical prospects, noting the plot was 'tailored for Broadway audiences'. Following a 2015 plan going on hiatus, McCollum assembled a different creative team in 2018: Karey and Wayne Kirkpatrick composing the score, with John O'Farrell and Karey Kirkpatrick writing the book, and Tony Award-winner Jerry Zaks directing. The musical Mrs. Doubtfire premiered Seattle at the 5th Avenue Theatre on December 13, 2019. The production transferred to Broadway, with previews beginning March 9, 2020, at the Stephen Sondheim Theatre. All Broadway productions were suspended three days later due to the coronavirus pandemic. Eventually Mrs. Doubtfire resumed previews on October 21, 2021, and officially opened December 5, 2021. ==See also== * Avvai Shanmughi, the 1996 Indian Tamil-language film that was inspired by Mrs. Doubtfire * Chachi 420, the 1997 Indian Hindi-language remake of Avvai Shanmughi * Kauda Bole Alice, the 2000 Sri Lankan Sinhala-language remake * Cross-dressing in film and television ==References== ==External links== * * * * Category:1990s comedy-drama films Category:1990s English- language films Category:1990s legal films Category:1993 comedy films Category:1993 drama films Category:1993 films Category:1993 LGBT-related films Category:20th Century Fox films Category:American comedy-drama films Category:American courtroom films Category:American films Category:American legal films Category:American LGBT-related films Category:American screwball comedy films Category:Best Musical or Comedy Picture Golden Globe winners Category:Child care occupations in fiction Category:Comedy film characters Category:Cross-dressing in American films Category:Female characters in film Category:Films scored by Howard Shore Category:Films about actors Category:Films about divorce Category:Films about dysfunctional families Category:Films about nannies Category:Films adapted into plays Category:Films based on British novels Category:Films directed by Chris Columbus Category:Films featuring a Best Musical or Comedy Actor Golden Globe winning performance Category:Films set in San Francisco Category:Films shot in San Francisco Category:Films that won the Academy Award for Best Makeup Category:Films with screenplays by Leslie Dixon Category:LGBT-related comedy- drama films",
 "title": "Mrs. Doubtfire"
}