{
 "id": "348959",
 "text": "The dialects of the Japanese language fall into two primary clades, Eastern (including Tokyo) and Western (including Kyoto), with the dialects of Kyushu and Hachijō Island often distinguished as additional branches, the latter perhaps the most divergent of all. The Ryukyuan languages of Okinawa Prefecture and the southern islands of Kagoshima Prefecture form a separate branch of the Japonic family, and are not Japanese dialects, although they are sometimes referred to as such. ==History== Regional variants of Japanese have been confirmed since the Old Japanese era. Man'yōshū, the oldest existing collection of Japanese poetry, includes poems written in dialects of the capital (Nara) and eastern Japan, but other dialects were not recorded. The recorded features of eastern dialects were rarely inherited by modern dialects, except for a few language islands such as Hachijo Island. In the Early Middle Japanese era, there were only vague records such as \"rural dialects are crude\". However, since the Late Middle Japanese era, features of regional dialects had been recorded in some books, for example Arte da Lingoa de Iapam, and the recorded features were fairly similar to modern dialects. The variety of Japanese dialects developed markedly during the Early Modern Japanese era (Edo period) because many feudal lords restricted the movement of people to and from other fiefs. Some isoglosses agree with old borders of han, especially in Tohoku and Kyushu. From the Nara period to the Edo period, the dialect of Kinai (now central Kansai) had been the de facto standard form of Japanese, and the dialect of Edo (now Tokyo) took over in the late Edo period. With modernization in the late 19th century, the government and the intellectuals promoted establishment and spread of the standard language. The regional languages and dialects were slighted and suppressed, and so, locals had a sense of inferiority about their \"bad\" and \"shameful\" languages. The language of instruction was Standard Japanese, and some teachers administered punishments for using non-standard languages, particularly in the Okinawa and Tohoku regions (see also Ryukyuan languages#Modern history and Dialect card) like as vergonha in France or welsh not in Wales. From the 1940s to the 1960s, the period of Shōwa nationalism and the post-war economic miracle, the push for the replacement of regional varieties with Standard Japanese reached its peak. Now Standard Japanese has spread throughout the nation, and traditional regional varieties are declining because of education, television, expansion of traffic, urban concentration etc. However, regional varieties have not been completely replaced with Standard Japanese. The spread of Standard Japanese means the regional varieties are now valued as \"nostalgic\", \"heart-warming\" and markers of \"precious local identity\", and many speakers of regional dialects have gradually overcome their sense of inferiority regarding their natural way of speaking. The contact between regional varieties and Standard Japanese creates new regional speech forms among young people, such as Okinawan Japanese. P. 65: \"[...] over the past decade or so we have seen the emergence of a new lingua franca for the whole prefecture. Nicknamed Uchinaa Yamatuguchi (Okinawan Japanese) this new dialect incorporates features of Ryukyuan phonology, grammar and lexicon into modern Japanese, resulting in a means of communication which can be more or less understood anywhere in Japan, but clearly marks anyone speaking it as an Okinawan.\" ==Mutual intelligibility== In terms of mutual intelligibility, a survey in 1967 found the four most unintelligible dialects (excluding Ryūkyūan languages and Tohoku dialects) to students from Greater Tokyo are the Kiso dialect (in the deep mountains of Nagano Prefecture), the Himi dialect (in Toyama Prefecture), the Kagoshima dialect and the Maniwa dialect (in the mountains of Okayama Prefecture). The survey is based on recordings of 12- to 20- second long, of 135 to 244 phonemes, which 42 students listened and translated word-by-word. The listeners are all Keio University students grew up in the Kanto region. {| class=\"wikitable\" |+ style=\"text-align: left;\" | Intelligibility to students from Tokyo and Kanto region (Date: 1967) |- | scope=\"col\" | Dialect || Osaka City || Kyoto City || Tatsuta, Aichi || Kiso, Nagano || Himi, Toyama || Maniwa, Okayama || Ōgata, Kōchi || Kanagi, Shimane || Kumamoto City || Kagoshima City |- | scope=\"col\" | Percentage || 26.4% || 67.1% || 44.5% || 13.3% || 4.1% || 24.7% || 45.5% || 24.8% || 38.6% || 17.6% |} ==Classification== There are several generally similar approaches to classifying Japanese dialects. Misao Tōjō classified mainland Japanese dialects into three groups: Eastern, Western and Kyūshū dialects. Mitsuo Okumura classified Kyushu dialects as a subclass of Western Japanese. These theories are mainly based on grammatical differences between east and west, but Haruhiko Kindaichi classified mainland Japanese into concentric circular three groups: inside (Kansai, Shikoku, etc.), middle (Western Kantō, Chūbu, Chūgoku, etc.) and outside (Eastern Kantō, Tōhoku, Izumo, Kyushu, Hachijō, etc.) based on systems of accent, phoneme and conjugation. ===Eastern and Western Japanese=== A primary distinction exists between Eastern and Western Japanese. This is a long-standing divide that occurs in both language and culture.See also Ainu language; the extent of Ainu placenames approaches the isogloss. The map in the box at the top of this page divides the two along phonological lines. West of the dividing line, the more complex Kansai-type pitch accent is found; east of the line, the simpler Tokyo-type accent is found, though Tokyo-type accents also occur further west, on the other side of Kansai. However, this isogloss largely corresponds to several grammatical distinctions as well: West of the pitch-accent isogloss: * The perfective form of -u verbs such as harau 'to pay' is harōta (or minority haruta), rather than Eastern (and Standard) haratta ** The perfective form of -su verbs such as otosu 'to drop' is also otoita in Western Japanese (largely apart from Kansai dialect) vs. otoshita in Eastern * The imperative of -ru (ichidan) verbs such as miru 'to look' is miyo or mii rather than Eastern miro (or minority mire, though Kyushu dialect also uses miro or mire) * The adverbial form of -i adjectival verbs such as hiroi 'wide' is hirō (or minority hirū) as hirōnaru, rather than Eastern hiroku as hirokunaru * The negative form of verbs is -nu or -n rather than -nai or -nee, and uses a different verb stem; thus suru 'to do' is senu or sen rather than shinai or shinee (apart from Sado Island, which uses shinai) thumb|right|250px|Copula isoglosses. The blue–orange da/ja divide corresponds to the pitch-accent divide apart from Gifu and Sado. (blue: da, red: ja, yellow: ya; orange and purple: iconically for red+yellow and red+blue; white: all three.) * The copula is da in Eastern and ja or ya in Western Japanese, though Sado as well as some dialects further west such as San'in use da [see map at right] * The verb iru 'to exist' in Eastern and oru in Western, though Wakayama dialect uses aru and some Kansai and Fukui subdialects use both While these grammatical isoglosses are close to the pitch-accent line given in the map, they do not follow it exactly. Apart from Sado Island, which has Eastern shinai and da, all of the Western features are found west of the pitch-accent line, though a few Eastern features may crop up again further west (da in San'in, miro in Kyushu). East of the line, however, there is a zone of intermediate dialects which have a mixture of Eastern and Western features. Echigo dialect has harōta, though not miyo, and about half of it has hirōnaru as well. In Gifu, all Western features are found apart from pitch accent and harōta; Aichi has miyo and sen, and in the west (Nagoya dialect) hirōnaru as well: These features are substantial enough that Toshio Tsuzuku classifies Gifu–Aichi dialect as Western Japanese. Western Shizuoka (Enshū dialect) has miyo as its single Western Japanese feature. The Western Japanese Kansai dialect was the prestige dialect when Kyoto was the capital, and Western forms are found in literary language as well as in honorific expressions of modern Tokyo dialect (and therefore Standard Japanese), such as adverbial ohayō gozaimasu (not *ohayaku), the humble existential verb oru, and the polite negative -masen (not *-mashinai).Masayoshi Shibatani, 1990. The languages of Japan, p. 197. ===Kyushu Japanese=== Kyushu dialects are classified into three groups, Hichiku dialect, Hōnichi dialect and Satsugu (Kagoshima) dialect, and have several distinctive features: *as noted above, Eastern-style imperatives miro ~ mire rather than Western Japanese miyo *ka- adjectives in Hichiku and Satsugu rather than Western and Eastern i-adjectives, as in samuka for samui 'cold', kuyaka for minikui 'ugly' and nukka for atsui 'hot' *the nominalization and question particle to except for Kitakyushu and Oita, versus Western and Eastern no, as in tottō to? for totte iru no? 'is this taken?' and iku to tai or ikuttai for iku no yo 'I'll go' *the directional particle sai (Standard e and ni), though Eastern Tohoku dialect use a similar particle sa *the emphatic sentence-final particles tai and bai in Hichiku and Satsugu (Standard yo) *a concessive particle batten for dakedo 'but, however' in Hichiku and Satsugu, though Eastern Tohoku Aomori dialect has a similar particle batte * is pronounced and palatalizes s, z, t, d, as in mite and sode , though this is a conservative (Late Middle Japanese) pronunciation found with s, z (sensei ) in scattered areas throughout Japan. *as some subdialects in Shikoku and Chugoku, but generally not elsewhere, the accusative particle o resyllabifies a noun: honno or honnu for hon-o 'book', kakyū for kaki-o 'persimmon'. * is often dropped, for koi 'this' versus Western and Eastern Japanese kore *vowel reduction is frequent especially in Satsugu and Gotō Islands, as in in for inu 'dog' and kuQ for kubi 'neck' Much of Kyushu either lacks pitch accent or has its own, distinctive accent. Kagoshima dialect is so distinctive that some have classified it as a fourth branch of Japanese, alongside Eastern, Western, and the rest of Kyushu. ===Hachijō Japanese=== A small group of dialects spoken in Hachijō-jima and Aogashima, islands south of Tokyo, as well as the Daitō Islands east of Okinawa. Hachijō dialect is quite divergent and sometimes thought to be a primary branch of Japanese. It retains an abundance of inherited ancient Eastern Japanese features. ===Cladogram=== The relationships between the dialects are approximated in the following cladogram:Pellard (2009), Karimata (1999), and Hirayama (1994) == Dialect articles == {| class=\"wikitable sortable mw-collapsible mw-collapsed\" |+ !Dialect !Classification !Location !Map |- |Akita |Northern Tōhoku |Akita Prefecture |thumb|199x199px |- |Amami |Japanese with a strong Ryukyuan influence |Amami Ōshima |thumb|175x175px |- |Awaji |Kinki |Awaji Island |thumb|180x180px |- |Banshū |Kinki |Southwestern Hyōgo Prefecture |thumb |- |Bingo |Sanyō, Chūgoku |Eastern Hiroshima Prefecture |thumb |- |Gunma |West Kantō |Gunma Prefecture |thumb |- |Hakata |Hichiku, Kyūshū |Fukuoka City |thumb |- |Hida |Gifu-Aichi, Tōkai-Tōsan |Northern Gifu Prefecture |thumb|Hida Region = Brown-yellow area |- |Hokkaidō |Hokkaidō |Hokkaidō |thumb |- |Ibaraki |East Kantō / Transitional Tōhoku |Ibaraki Prefecture |thumb |- |Inshū |East San'in, Chūgoku |Eastern Tottori Prefecture |thumb |- |Iyo |Shikoku |Ehime Prefecture |thumb |- |Kaga |Hokuriku |South and central Ishikawa Prefecture |thumb |- |Kanagawa |West Kantō |Kanagawa Prefecture |thumb |- |Kesen |Southern Tōhoku |Kesen District, Iwate Prefecture |thumb |- |Mikawa |Gifu-Aichi, Tōkai-Tōsan |Eastern Aichi Prefecture |thumb |- |Mino |Gifu-Aichi, Tōkai-Tōsan |Southern Gifu Prefecture |thumb |- |Nagaoka |Echigo, Tōkai-Tōsan |Central Niigata Prefecture |thumb|Green = Nagaoka City |- |Nagoya |Gifu-Aichi, Tōkai-Tōsan |Nagoya, Aichi Prefecture |thumb|Purple area = Nagoya |- |Nairiku |Southern Tōhoku |Eastern Yamagata Prefecture |thumb |- |Nanbu |Northern Tōhoku |Eastern Aomori Prefecture, northern and central Iwate Prefecture, Kazuno Region of Akita Prefecture |thumb |- |Narada |Nagano-Yamanashi-Shizuoka, Tōkai-Tōsan |Narada, Yamanashi Prefecture |thumb |- |Ōita |Honichi, Kyūshū |Ōita Prefecture |thumb |- |Okinawan Japanese |Japanese with Ryukyuan influence. |Okinawa Islands |thumb |- |Saga |Hichiku, Kyūshū |Saga Prefecture, Isahaya |thumb |- |Sanuki |Shikoku |Kagawa Prefecture |thumb |- |Shizuoka |Nagano-Yamanashi-Shizuoka, Tōkai-Tōsan |Shizuoka Prefecture |thumb |- |Tochigi |East Kantō / Transitional Tōhoku |Tochigi Prefecture (excluding Ashikaga) |thumb |- |Tōkyō |West Kantō |Tōkyō |thumb |- |Tosa |Shikoku |Central and eastern Kōchi Prefecture |thumb |- |Tsugaru |Northern Tōhoku |Western Aomori Prefecture |thumb |- |Tsushima |Hichiku, Kyūshū |Tsushima Island, Nagasaki Prefecture |thumb |} ==See also== * Yotsugana, the different distinctions of historical *zi, *di, *zu, *du in different regions of Japan * Okinawan Japanese, a variant of Standard Japanese influenced by the Ryukyuan languages ==References== == External links == *National Institute for Japanese Language and Linguistics **全国方言談話データベース (The conversation database of dialects in all Japan) **方言談話資料 (The conversation data of dialects) **方言録音資料シリーズ (The recording data series of dialects) **『日本言語地図』地図画像 (Linguistic Atlas of Japan) *方言研究の部屋 (The room of dialect) *方言ってなんだろう？ (What is a dialect?) *Kansai Dialect Self-study Site for Japanese Language Learner *Japanese Dialects *全国方言辞典 (All Japan Dialects Dictionary) *方言ジャパン",
 "title": "Japanese dialects"
}