{
 "id": "349750",
 "text": "The Minnesota Experimental City (MXC) was a proposed planned community to be located in northern Minnesota (near Swatara in Aitkin County). Proposed and studied beginning in the 1960s, it would have been constructed as a public–private partnership. In contrast with many of the model cities of the time, the MXC was to be experimental, trying new things rather than proposing to select from the best of the existing practice. The project was initiated and directed by renowned scientist and University of Minnesota dean Athelstan Spilhaus. The city was designed for 250,000 people over . In the plan, only 1/6 of the area would be paved, the remainder would be open space: parks, wilderness, and farms. Under the influence of Buckminster Fuller who sat on the MXC's advisory board, the plan called for the MXC to be partially enclosed by a geodesic dome. It would contain a branch of the University of Minnesota and 3M Corporation. Among other proposed features were: * a pedestrian zone, cars were to be parked on the edge with a people-mover connecting them to the center. An automated highway system would connect the town with the outside world. * no schools. The city itself would foster lifelong learning, with everyone both a student and teacher. * waterless toilets == See also == * Epcot * Arcosanti == References == *Spilhaus, Athelstan (1967) The Experimental City, in: Daedalus Vol. 96, No. 4, America's Changing Environment (Fall, 1967), pp. 1129–1141 (on JSTOR) *Vivrett, Walter K. (1971) Planning For People: Minnesota Experimental City, New Community Development Vol. 1: Planning, Process, Implementation, and Emerging Social Concerns, Shirley Weiss (Ed.). Chapel Hill: University of North Carolina, 1971. == External links == * Swatara Minnesota History * The Town of Swatara, Minnesota * The Newest New Town * Creating Future Learning Systems * Minnesota Experimental City papers, N71, Northwest Architectural Archives, University of Minnesota Libraries, Minneapolis, MN. * Minnesota Experimental City Authority Records, Minnesota Historical Society, State Archives, Saint Paul, MN. * Documentary by Chad Freidrichs about MXC Category:History of Minnesota Category:Proposed populated places in the United States Category:Utopian communities in the United States",
 "title": "Minnesota Experimental City"
}