{
 "id": "350377",
 "text": "\\--> |divnum = 11 |divisionchamps = |wildcardnum = 4 |wildcardberths = |firsthalfnum = 10 |firsthalfchamps = |secondhalfnum = 10 |secondhalfchamps= |nickname = Wisconsin Timber Rattlers (1995–present) |pastnames = |colors = Burgundy, tan, black, silver, white |mascots = Fang and Whiffer |ballpark = Neuroscience Group Field at Fox Cities Stadium (1995–present) |pastparks = Goodland Field (1958–1994) |owner = Third Base Ventures |president = Rob Zerjav |gm = Rob Zerjav |manager = Joe Ayrault }} The Wisconsin Timber Rattlers are a Minor League Baseball team of the Midwest League and the High-A affiliate of the Milwaukee Brewers. They are located in Grand Chute, Wisconsin, a town on the outskirts of Appleton in the Fox Cities, and are named for the timber rattlesnake, which is more commonly found in southwest Wisconsin. The team plays their home games at Neuroscience Group Field at Fox Cities Stadium, which opened in 1995. They previously played at Goodland Field from their founding in 1958 until the end of the 1994 season. Originally known as the Fox Cities Foxes, the team began play in 1958 as members of the Three–I League. The circuit suspended operations after the 1961 season, so the club joined the Midwest League in 1962. They became known as the Appleton Foxes in 1967 and adopted their Wisconsin Timber Rattlers moniker in 1995. In conjunction with Major League Baseball's reorganization of Minor League Baseball in 2021, Wisconsin was shifted to the High-A Central, which became the Midwest League in 2022. Wisconsin has served as a farm club for six Major League Baseball franchises. They have won ten league titles, including one Three–I League League championship and nine Midwest League championships, most recently in 2012. As of the completion of the 2021 season, they have played 8,403 regular season games and compiled a win–loss record of 4,218–4,185. They have a postseason record of 60–46. Combining all 8,509 regular season and postseason games, the Timber Rattlers have an all-time record of 4,278–4,231. ==History== ===Prior professional baseball in Appleton=== Appleton, the largest of Wisconsin's Fox Cities, has hosted Minor League Baseball teams since the late 19th century. The city's professional baseball history dates back to 1891 with the formation of the Appleton Papermakers in the single-season Wisconsin State League. The city was home to a new Papermakers team in the Wisconsin–Illinois League from 1909 to 1914. The Wisconsin State League was revived in 1940 with the Papermakers as members from 1940 to 1942 and 1946 to 1953 when the team and its league disbanded. ===Washington Senators (1958–1959)=== In 1958, the Fox Cities Foxes joined the Illinois–Indiana–Iowa League, popularly known as the Three–I League, as the Class B affiliate of the Washington Senators. Their home ballpark was Goodland Field in Appleton. This team was owned and operated by Appleton Baseball Club, Inc., a non-stock and nonprofit organization. Governed by a volunteer board of directors, this entity continued to own and operate the franchise through 2020. The Foxes played their inaugural game on the road against the Davenport DavSox on April 27, 1958, a 9–2 victory. Their first home game, a 6–0 win over the Cedar Rapids Braves, was played on May 3. The Senators affiliation ended after two seasons with the Foxes having a 115–140 record over that period. ===Baltimore Orioles (1960–1965)=== Prior to the 1960 season, the team became an affiliate of the Baltimore Orioles. Managed by future Baseball Hall of Famer Earl Weaver, they won the Three–I League championship pennant with a league-best 82–56 record in their first season with the Orioles. Third baseman Pete Ward was selected as the league's Most Valuable Player, and first baseman Boog Powell won the Rookie of the Year Award. The team also included pitcher Pat Gillick, who was later inducted in the Hall of Fame as an executive. The Three–I League suspended operations after the 1961 season, hoping to resume in 1963. As a result, Fox Cities joined the Class D Midwest League (MWL) for 1962. Despite a sub-.500 season, Cal Ripken Sr. won the 1962 Midwest League Manager of the Year Award. The MWL was reclassified as a Class A league in 1963. Manager Billy DeMars led the 1964 Foxes to win the second half title, qualifying them for a single championship game against the Clinton C-Sox. The Foxes won the game, giving them their first Midwest League championship. The affiliation with Baltimore ended after the 1965 season with the Foxes having a 401–352 record over the six-year period. ===Chicago White Sox (1966–1986)=== The Foxes joined the Chicago White Sox organization in 1966. The partnership began with the club winning back-to-back Midwest League championships. Stan Wasiak managed the 1966 squad to the first half title and a 2–0 championship series win over the Cedar Rapids Cardinals. In 1967, then known as the Appleton Foxes, Manager of the Year Alex Cosmidis' team won the second half title before sweeping the Wisconsin Rapids Twins in two games to win the MWL crown again. Two years later, Tom Saffell's Foxes won both halves of the 1969 season and were named league champions without any playoffs being held. Saffell was selected for the league's Manager of the Year Award. Appleton won three Northern Division titles from 1971 to 1974, but they lost the league title each time in the final round. Joe Sparks was recognized as the MWL Manager of the Year for 1971. Future Hall of Fame pitcher Goose Gossage played with Appleton from 1970 to 1971 and in 1974. Fellow Hall of Famer Harold Baines began his career with the Foxes in 1977. The 1978 team, under the management of Gordon Lund, set a franchise record with their 97–40 season. Having won the first half, they went on to capture the Northern Division title versus the Waterloo Indians, 2–0, before beating the Burlington Bees, 2–1, to win their fifth MWL championship. Lund won the season's Manager of the Year Award, and the team was recognized as one of the 100 greatest minor league teams of all-time by baseball historians in 2001. From 1982 to 1984, the Foxes won three consecutive Midwest League championships. Clinching a wild card berth in 1982, Appleton won the semifinals against the Springfield Cardinals, 2–0, then claimed the league title over the Madison Muskies, 2–1, under manager Adrian Garrett. The 1983 Northern Division champions, then led by John Boles, won the semifinals versus Waterloo, 2–1, then won a second consecutive championship against Springfield, 3–1. Sal Rende's 1984 Foxes completed the back-to-back-to-back feat by winning the division, defeating Madison, 2–1, in the semifinals, and again taking the championship from Springfield in a full five-game series. The 1986 Foxes won another division title, but were kept from winning a fourth consecutive championship with elimination in the semifinals. The White Sox affiliation ended after the 1986 season. Spanning 21 years, this was the longest affiliation in the minor league team's history. It was also the most successful in terms of their win–loss record with the team going 1,471–1,261 over that stretch. ===Kansas City Royals (1987–1992)=== Appleton affiliated with the Kansas City Royals in 1987. Aside from a 71–69 finish in 1987 and a 70–62 record with a first half title in 1992, the Foxes finished under .500 in four out of six years with the Royals. Pitcher Tom Gordon led the Midwest League with 172 strikeouts in 1988 and was named the league's Prospect of the Year. Tom Poquette, manager of the 1992 team, won the Manager of the Year Award. Appleton accumulated a 386–433 record during the affiliation. ===Seattle Mariners (1993–2008)=== Appleton became the Class A affiliate of the Seattle Mariners in 1993. On August 29, 1994, the Foxes played their final game at the 54-year-old Goodland Field. The 8–1 loss to the South Bend Silver Hawks was attended by a season-high 3,492 people. The team would move to the new $4.75-million Fox Cities Stadium in Grand Chute the next season. Also in 1995, after 37 seasons as the Foxes, the team rebranded as the Wisconsin Timber Rattlers. This change was made to increase their regional appeal outside the Fox Cities and to boost merchandise sales. \"Timber Rattlers\" was chosen by area school children who selected it from among three possible monikers along with several logos for each. The name refers to the timber rattlesnake, which is not typically found in the Appleton area but is more common in southwest Wisconsin. The team's scheduled April 5, 1995, home opener at their new facility was postponed due to snow and rescheduled for the next afternoon as a doubleheader. The Timber Rattlers won both games, defeating the West Michigan Whitecaps, 3–1 and 8–6, before an audience of 1,937 people. In 1994, shortstop Alex Rodriguez was selected as the league's Prospect of the Year after hitting for a .319 batting average with 14 home runs and 55 RBI in just 65 games. Wisconsin failed to reach the postseason in their first three seasons with Seattle. As first-half winners in 1996, they won the Central Division title versus the Peoria Chiefs, 2–1, and then beat the Quad Cities River Bandits, 2–1, to advance to the championship round, but they were defeated by West Michigan, 3–1. The 1997 and 1998 teams repeated as first half champions, but were each eliminated in the divisional rounds. In 1999, the Timber Rattlers qualified for the postseason with a second half title, won the Central Division over the Rockford Reds, 2–0, advanced through the semifinals over the Lansing Lugnuts, 2–0, but again lost the championship to Burlington, 3–2. The team won second half titles and the quarterfinals in the next two seasons but were unable to win in the divisional rounds, and the 2003 first-half winners did not make it past the quarterfinals. In 2005, Wisconsin won both halves, the quarterfinals over the Beloit Snappers, 2–1, and the Western Division title against the Clinton LumberKings, 2–0, but failed to win the league championship as they were defeated by South Bend, 3–2. The Mariners affiliation ended after the 2008 season without any further postseason appearances. Over the 16-year relationship, Wisconsin had a 1,077–1,124 record. ===Milwaukee Brewers (2009–present)=== The Timber Rattlers affiliated with the Milwaukee Brewers in 2009. Managed by Matt Erickson, Wisconsin qualified for the postseason in 2012 after a six-year absence from the playoffs. Having won the first half, they won the quarterfinals over Burlington, 2–1, and the Western Division title versus Clinton, 2–0. They ended the postseason by winning their ninth Midwest League championship over Fort Wayne, 3–1. That same season, the franchise won the Larry MacPhail Award for outstanding minor league promotions. Their most recent postseason appearances came in 2014 and 2016 via second half titles, but the Timber Rattlers were eliminated in each quarterfinal round. Following the 2020 season, Appleton Baseball Club, Inc, sold the team to Third Base Ventures, LLC, a group consisting of principal owner Craig Dickman and minority owners team president Rob Zerjav and Brad Raaths. The group also purchased the team's ballpark from the Fox Cities Amateur Sports Authority with plans to keep the team in Grand Chute. Major League Baseball assumed control of Minor League Baseball before the 2021 season in a move to increase player salaries, modernize facility standards, and reduce travel. As a result, the Midwest League disbanded and the Timber Rattlers were elevated to the High-A classification and placed in the High-A Central. Wisconsin began competition in the new league on May 4 with a 2–1 victory over the Beloit Snappers at Fox Cities Stadium. They ended the season in third place in the West Division with a 59–60 record. In 2022, the High-A Central became known as the Midwest League, the name historically used by the regional circuit prior to the 2021 reorganization. ==Season-by-season records== {| class=\"wikitable plainrowheaders\" style=\"font-size:85%\" |+Table key !scope=\"row\" style=\"text- align:center\"|League |The team's final position in the league standings |- !scope=\"row\" style=\"text-align:center\"|Division |The team's final position in the divisional standings |- !scope=\"row\" style=\"text-align:center\"|GB |Games behind the team that finished in first place in the division that season |- !scope=\"row\" style=\"text-align:center; background-color:#FFE6BD\"| |League champions (1958–present) |- !scope=\"row\" style=\"text-align:center; background- color:#DDFFDD\"|* |Division champions (1971–present) |- !scope=\"row\" style=\"text-align:center; background-color:#D0E7FF\"|^ |Postseason berth (1958–present) |} {| class=\"wikitable sortable plainrowheaders\" style=\"font- size: 95%; text-align:center;\" |+Season-by-season records !rowspan=\"2\" scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|Season !rowspan=\"2\" scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|League !colspan=\"5\" scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; color:#231f20\"|Regular season !colspan=\"3\" scope=\"col\" style=\"background- color:#ffffff; border-top:#860038 5px solid; color:#231f20\"|Postseason !rowspan=\"2\" scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|MLB affiliate !class=\"unsortable\" rowspan=\"2\" scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"| |- !scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|Record !scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|Win % !scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|League !scope=\"col\" style=\"background-color:#ffffff; border- bottom:#c49d6f 5px solid; color:#231f20\"|Division !scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"| !scope=\"col\" style=\"background-color:#ffffff; border- bottom:#c49d6f 5px solid; color:#231f20\"|Record !scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|Win % !class=\"unsortable\" rowspan=\"2\" scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|Result |- !scope=\"row\" style=\"text-align:center\"|1958 | IIIL | 56–73 | .434 | | | | | | | Washington Senators | |- !scope=\"row\" style=\"text- align:center\"|1959 | IIIL | 59–67 | .468 | | | | | | | Washington Senators | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|1960 | IIIL | 82–56 | .594 | | | | | | bgcolor=\"#FFE6BD\"|Won IIIL championship | Baltimore Orioles | |- !scope=\"row\" style=\"text-align:center\"|1961 | IIIL | 67–62 | .519 | | | | | | | Baltimore Orioles | |- !scope=\"row\" style=\"text- align:center\"|1962 | MWL | 61–63 | .492 | | | | | | | Baltimore Orioles | |- !scope=\"row\" style=\"text-align:center\"|1963 | MWL | 55–65 | .458 | | | | | | | Baltimore Orioles | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|1964 ^ | MWL | 81–43 | .653 | | | | 1–0 | | bgcolor=\"#FFE6BD\"|Won second half title Won MWL championship vs. Clinton C-Sox, 1–0 | Baltimore Orioles | |- !scope=\"row\" style=\"text-align:center\"|1965 | MWL | 55–63 | .466 | | | | | | | Baltimore Orioles | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|1966 ^ | MWL | 77–47 | .621 | | | | 2–0 | | bgcolor=\"#FFE6BD\"|Won first half title Won MWL championship vs. Cedar Rapids Cardinals, 2–0 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|1967 ^ | MWL | 71–46 | .607 | | | | 2–0 | | bgcolor=\"#FFE6BD\"|Won second half title Won MWL championship vs. Wisconsin Rapids Twins, 2–0 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center\"|1968 | MWL | 57–61 | .483 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|1969 | MWL | 84–41 | .672 | | | | | | bgcolor=\"#FFE6BD\"|Won first and second half titles Won MWL championship | Chicago White Sox | |- !scope=\"row\" style=\"text- align:center\"|1970 | MWL | 64–60 | .516 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#DDFFDD\"|1971 ^ * | MWL | 79–44 | .642 | | | | 1–2 | | bgcolor=\"#DDFFDD\"|Won First and Second Half Northern Division titles Won Northern Division title Lost MWL championship vs. Quad Cities Angels, 2–1 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#DDFFDD\"|1972 ^ * | MWL | 76–51 | .598 | | | | 1–2 | | bgcolor=\"#DDFFDD\"|Won Second Half Northern Division title Won Northern Division title vs. Wisconsin Rapids Twins, 1–0 Lost MWL championship vs. Danville Warriors, 2–0 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center\"|1973 | MWL | 44–76 | .367 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#DDFFDD\"|1974 ^ * | MWL | 73–50 | .593 | | | | 3–2 | | bgcolor=\"#DDFFDD\"|Won Second Half Northern Division title Won Northern Division title vs. Wisconsin Rapids Twins, 2–0 Lost MWL championship vs. Danville Warriors, 2–1 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center\"|1975 | MWL | 50–77 | .394 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center\"|1976 | MWL | 56–74 | .431 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text- align:center\"|1977 | MWL | 54–84 | .391 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|1978 ^ * | MWL | 97–40 | .708 | | | | 4–1 | | bgcolor=\"#FFE6BD\"|Won First Half Northern Division title Won Northern Division title vs. Waterloo Indians, 2–0 Won MWL championship vs. Burlington Bees, 2–1 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center\"|1979 | MWL | 63–72 | .467 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center\"|1980 | MWL | 76–63 | .547 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text- align:center\"|1981 | MWL | 54–80 | .403 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|1982 ^ * | MWL | 81–59 | .579 | | | | 4–1 | | bgcolor=\"#FFE6BD\"|Won wild card berth Won semifinals vs. Springfield Cardinals, 2–0 Won MWL championship vs. Madison Muskies, 2–1 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|1983 * | MWL | 87–50 | .635 | | | | 5–2 | | bgcolor=\"#FFE6BD\"|Won Northern Division title Won semifinals vs. Waterloo Indians, 2–1 Won MWL championship vs. Springfield Cardinals, 3–1 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|1984 * | MWL | 87–49 | .640 | | | | 5–3 | | bgcolor=\"#FFE6BD\"|Won Northern Division title Won semifinals vs. Madison Muskies, 2–1 Won MWL championship vs. Springfield Cardinals, 3–2 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center; background:#DDFFDD\"|1985 * | MWL | 85–54 | .612 | | | | 1–2 | | bgcolor=\"#DDFFDD\"|Won Northern Division title Lost semifinals vs. Kenosha Twins, 2–1 | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center\"|1986 | MWL | 56–83 | .403 | | | | | | | Chicago White Sox | |- !scope=\"row\" style=\"text-align:center\"|1987 | MWL | 71–69 | .507 | | | | | | | Kansas City Royals | |- !scope=\"row\" style=\"text- align:center\"|1988 | MWL | 58–82 | .414 | | | | | | | Kansas City Royals | |- !scope=\"row\" style=\"text-align:center\"|1989 | MWL | 67–68 | .496 | | | | | | | Kansas City Royals | |- !scope=\"row\" style=\"text-align:center\"|1990 | MWL | 62–71 | .466 | | | | | | | Kansas City Royals | |- !scope=\"row\" style=\"text- align:center\"|1991 | MWL | 58–81 | .417 | | | | | | | Kansas City Royals | |- !scope=\"row\" style=\"text-align:center; background:#D0E7FF\"|1992 ^ | MWL | 70–62 | .530 | | | | 1–2 | | bgcolor=\"#D0E7FF\"|Won First Half Northern Division title Lost Northern Division title vs. Beloit Brewers, 2–1 | Kansas City Royals | |- !scope=\"row\" style=\"text-align:center\"|1993 | MWL | 62–73 | .459 | | | | | | | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center\"|1994 | MWL | 75–64 | .540 | | | | | | | Seattle Mariners | |- !scope=\"row\" style=\"text- align:center\"|1995 | MWL | 63–75 | .457 | | | | | | | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center; background:#DDFFDD\"|1996 ^ * | MWL | 77–58 | .570 | | | | 5–5 | | bgcolor=\"#DDFFDD\"|Won First Half Central Division title Won Central Division title vs. Peoria Chiefs, 2–1 Won semifinals vs. Quad Cities River Bandits, 2–1 Lost MWL championship vs. West Michigan Whitecaps, 3–1 | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center; background:#D0E7FF\"|1997 ^ | MWL | 76–63 | .547 | | | | 0–2 | | bgcolor=\"#D0E7FF\"|Won First Half Central Division title Lost Central Division title vs. Kane County Cougars, 2–0 | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center; background:#D0E7FF\"|1998 ^ | MWL | 72–65 | .526 | | | | 1–2 | | bgcolor=\"#D0E7FF\"|Won First Half Central Division title Lost Central Division title vs. Rockford Cubbies, 2–1 | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center; background:#DDFFDD\"|1999 ^ * | MWL | 72–66 | .522 | | | | 6–3 | | bgcolor=\"#DDFFDD\"|Won Second Half Central Division title Won Central Division title vs. Rockford Reds, 2–0 Won semifinals vs. Lansing Lugnuts, 2–0 Lost MWL championship vs. Burlington Bees, 3–2 | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center; background:#D0E7FF\"|2000 ^ | MWL | 78–60 | .565 | | | | 3–3 | | bgcolor=\"#D0E7FF\"|Won Second Half Western Division title Won quarterfinals vs. Kane County Cougars, 2–1 Lost Western Division title vs. Beloit Snappers, 2–1 | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center; background:#D0E7FF\"|2001 ^ | MWL | 84–52 | .618 | | | | 2–2 | | bgcolor=\"#D0E7FF\"|Won Second Half Western Division title Won quarterfinals vs. Quad Cities River Bandits, 2–0 Lost Western Division title vs. Kane County Cougars, 2–0 | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center\"|2002 | MWL | 53–86 | .381 | | | | | | | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center; background:#D0E7FF\"|2003 ^ | MWL | 69–66 | .511 | | | | 0–2 | | bgcolor=\"#D0E7FF\"|Won First Half Western Division wild card berth Lost quarterfinals vs. Beloit Snappers, 2–0 | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center\"|2004 | MWL | 57–82 | .410 | | | | | | | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center; background:#DDFFDD\"|2005 ^ * | MWL | 76–63 | .547 | | | | 6–4 | | bgcolor=\"#DDFFDD\"|Won First and Second Half Western Division title Won quarterfinals vs. Beloit Snappers, 2–1 Won Western Division title vs. Clinton LumberKings, 2–0 Lost MWL championship vs. South Bend Silver Hawks, 3–2 | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center\"|2006 | MWL | 54–86 | .386 | | | | | | | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center\"|2007 | MWL | 53–85 | .384 | | | | | | | Seattle Mariners | |- !scope=\"row\" style=\"text- align:center\"|2008 | MWL | 56–80 | .412 | | | | | | | Seattle Mariners | |- !scope=\"row\" style=\"text-align:center\"|2009 | MWL | 58–81 | .417 | | | | | | | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center\"|2010 | MWL | 58–80 | .420 | | | | | | | Milwaukee Brewers | |- !scope=\"row\" style=\"text- align:center\"|2011 | MWL | 67–72 | .482 | | | | | | | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center; background:#FFE6BD\"|2012 ^ * | MWL | 78–61 | .561 | | | | 7–2 | | bgcolor=\"#FFE6BD\"|Won First Half Western Division title Won quarterfinals vs. Burlington Bees, 2–1 Won Western Division title vs. Clinton LumberKings, 2–0 Won MWL championship vs. Fort Wayne TinCaps, 3–1 | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center\"|2013 | MWL | 59–76 | .437 | | | | | | | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center; background:#D0E7FF\"|2014 ^ | MWL | 72–67 | .518 | | | | 0–2 | | bgcolor=\"#D0E7FF\"|Won Second Half Western Division wild card berth Lost quarterfinals vs. Kane County Cougars, 2–0 | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center\"|2015 | MWL | 50–89 | .360 | | | | | | | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center; background:#D0E7FF\"|2016 ^ | MWL | 71–69 | .507 | | | | 0–2 | | bgcolor=\"#D0E7FF\"|Won Second Half Western Division wild card berth Lost quarterfinals vs. Cedar Rapids Kernels, 2–0 | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center\"|2017 | MWL | 59–79 | .428 | | | | | | | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center\"|2018 | MWL | 68–71 | .489 | | | | | | | Milwaukee Brewers | |- !scope=\"row\" style=\"text- align:center\"|2019 | MWL | 69–70 | .496 | | | | | | | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center\"| 2020 | MWL | colspan=\"8\"|Season cancelled (COVID-19 pandemic) | Milwaukee Brewers | |- !scope=\"row\" style=\"text-align:center\"|2021 | A+C | 59–60 | .496 | | | | | | | Milwaukee Brewers | |- class=\"sortbottom\" !scope=\"row\" style=\"text-align:center\"|Totals ! — ! 4,218–4,185 ! ! — ! — ! — ! 60–46 ! ! — ! — ! — |} {| class=\"wikitable sortable plainrowheaders\" style=\"font-size: 95%; text-align:center;\" |+ Franchise totals by affiliation ! rowspan=\"2\" scope=\"col\" style=\"background- color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|Affiliation ! colspan=\"2\" scope=\"col\" style=\"background- color:#ffffff; border-top:#860038 5px solid; color:#231f20\"|Regular season ! colspan=\"3\" scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; color:#231f20\"|Postseason ! colspan=\"2\" scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; color:#231f20\"|Composite |- ! scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|Record ! scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|Win % ! scope=\"col\" style=\"background-color:#ffffff; border- bottom:#c49d6f 5px solid; color:#231f20\"| ! scope=\"col\" style=\"background- color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|Record ! scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|Win % ! scope=\"col\" style=\"background-color:#ffffff; border- bottom:#c49d6f 5px solid; color:#231f20\"|Record ! scope=\"col\" style=\"background-color:#ffffff; border-bottom:#c49d6f 5px solid; color:#231f20\"|Win % |- !scope=\"row\"| Washington Senators (1958–1959) | 115–140 || .451 || 0 || || || 115–140 || .451 |- !scope=\"row\"| Baltimore Orioles (1960–1965) | 401–352 || .533 || 1 || || || 402–352 || .533 |- !scope=\"row\"| Chicago White Sox (1966–1986) | 1,471–1,261 || .538 || 11 || || || 1,499–1,276 || .540 |- !scope=\"row\"| Kansas City Royals (1987–1992) | 386–433 || .471 || 1 || || || 387–435 || .471 |- !scope=\"row\"| Seattle Mariners (1993–2008) | 1,077–1,124 || .489 || 8 || || || 1,100–1,147 || .490 |- !scope=\"row\"| Milwaukee Brewers (2009–present) | 768–875 || || 3 || || || 775–881 || |- !scope=\"row\"| All-time ! 4,218–4,185 !! !! 24 !! 60–46 !! !! 4,278–4,231 !! |} ==Radio and television == All home and road games are broadcast on WNAM 1280 AM. Live audio broadcasts are also available online through the team's website and the MiLB First Pitch app. All home games and select road games can be viewed through the MiLB.TV subscription feature of the official website of Minor League Baseball, with audio provided by a radio simulcast. Select home games are televised on WCWF CW 14 in Green Bay/Appleton, and on WVTV-DT2 My 24 in Milwaukee. ==Mascots== thumb|right|upright=1.2|Fang, the team mascot|alt=A person wearing a golden yellow anthropomorphized snake costume dressed in a white baseball jersey and pants waving during a baseball game Wisconsin's primary mascot is an anthropomorphic timber rattler snake named Fang. He is golden yellow with a red tongue extending from his mouth and wears the same uniform as the team. Fang is joined by Whiffer, a secondary mascot whose appearance resembles that of the Phillie Phanatic with teal fur and green face and hands. Prior to Fang and the 1995 rebrand, Appleton's mascot was Freddy Fox, an anthropomorphic fox who wore the team's jersey and cap. Circa 1980, the mascot was Homer Run, who was human in appearance and wore the same style uniform as the Foxes. ==Roster== ==Achievements== ===Awards=== Four players and six managers have won league awards in recognition for their performance with the Foxes/Timber Rattlers. {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |+Three–I League Awards !scope=\"col\" style=\"background- color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\" width=\"130px\"|Award !scope=\"col\" style=\"background- color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\" width=\"90px\"|Recipient !scope=\"col\" style=\"background- color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|Season !class=\"unsortable\" scope=\"col\" style=\"background- color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"| |- |Most Valuable Player !scope=\"row\" style=\"text- align:center\"| |1960|| |- |Rookie of the Year !scope=\"row\" style=\"text- align:center\"| |1960|| |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Midwest League Awards !scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border- bottom:#c49d6f 5px solid; color:#231f20\" width=\"130px\"|Award !scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border- bottom:#c49d6f 5px solid; color:#231f20\" width=\"90px\"|Recipient !scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border- bottom:#c49d6f 5px solid; color:#231f20\"|Season !class=\"unsortable\" scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"| |- |Prospect of the Year !scope=\"row\" style=\"text-align:center\"| |1988|| |- |Prospect of the Year !scope=\"row\" style=\"text-align:center\"| |1994|| |- |Manager of the Year !scope=\"row\" style=\"text-align:center\"| |1962|| |- |Manager of the Year !scope=\"row\" style=\"text-align:center\"| |1967|| |- |Manager of the Year !scope=\"row\" style=\"text-align:center\"| |1969|| |- |Manager of the Year !scope=\"row\" style=\"text-align:center\"| |1971|| |- |Manager of the Year !scope=\"row\" style=\"text-align:center\"| |1978|| |- |Manager of the Year !scope=\"row\" style=\"text-align:center\"| |1992|| |} === No-hitters === The Timber Rattlers have pitched 14 no-hitters in their franchise history. A no- hit game occurs when a pitcher (or pitchers) allows no hits over the course of a game. A perfect game, a much rarer feat, occurs when no batters reach base by a hit or any other means, such as a walk, hit by pitch, or error. Wisconsin's no-hitters were accomplished by a total of 19 pitchers. Nine were complete games pitched by a lone pitcher, and five were combined no-hitters. {| class=\"wikitable plainrowheaders\" style=\"font-size:85%\" |+Table key !scope=\"row\" style=\"text-align:center\"|Score |Game score with Wisconsin runs listed first |- !scope=\"row\" style=\"text-align:center\"| |Number of innings in a game that was shorter or longer than 9 innings |- !scope=\"row\" style=\"text- align:center\"|£ |Pitcher was left-handed |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+No-hitters !scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border- bottom:#c49d6f 5px solid; color:#231f20\"| !scope=\"col\" style=\"background- color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|Date !scope=\"col\" style=\"background-color:#ffffff; border- top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|Pitcher(s) !scope=\"col\" style=\"background-color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|Score !scope=\"col\" style=\"background-color:#ffffff; border- top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|Opponent !scope=\"col\" style=\"background-color:#ffffff; border- top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|Location !scope=\"col\" style=\"background-color:#ffffff; border- top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"|Catcher(s) !class=\"unsortable\" scope=\"col\" style=\"background- color:#ffffff; border-top:#860038 5px solid; border-bottom:#c49d6f 5px solid; color:#231f20\"| |- |1 | !scope=\"row\" style=\"text-align:center\"|£ | |Decatur Commodores |Goodland Field | | |- |2 | !scope=\"row\" style=\"text-align:center\"| | |Quincy Cubs |Q Stadium | | |- |3 | !scope=\"row\" style=\"text-align:center\"|£ | |Wisconsin Rapids Twins |Goodland Field | | |- |4 | !scope=\"row\" style=\"text-align:center\"| | |Quincy Cubs |Goodland Field | | |- |5 | !scope=\"row\" style=\"text-align:center\"| | |Cedar Rapids Giants |Goodland Field | | |- |6 | !scope=\"row\" style=\"text-align:center\"| | |Beloit Brewers |Goodland Field | | |- |7 | !scope=\"row\" style=\"text-align:center\"| Jim Smith | |Wausau Timbers |Goodland Field | | |- |8 | !scope=\"row\" style=\"text-align:center\"| | |Cedar Rapids Kernels |Veterans Memorial Stadium | | |- |9 | !scope=\"row\" style=\"text-align:center\"| | |Kane County Cougars |Philip B. Elfstrom Stadium | | |- |10 | !scope=\"row\" style=\"text- align:center\"|£ | |Cedar Rapids Kernels |Veterans Memorial Stadium | | |- |11 | !scope=\"row\" style=\"text-align:center\"| Adrian Rosario | |Cedar Rapids Kernels |Veterans Memorial Stadium | | |- |12 | !scope=\"row\" style=\"text-align:center\"| Mark Williams | |Clinton LumberKings |Ashford University Field | | |- |13 | !scope=\"row\" style=\"text-align:center\"| Taylor Floyd | |Cedar Rapids Kernels |Veterans Memorial Stadium | Nick Kahle | |- |14 | !scope=\"row\" style=\"text-align:center\"| Carlos Luna | |South Bend Cubs |Four Winds Field | | |} ==References== ==External links== * *Statistics from Baseball-Reference *Statistics from Stats Crew Category:1958 establishments in Wisconsin Category:Baltimore Orioles minor league affiliates Category:Baseball teams established in 1958 Category:Chicago White Sox minor league affiliates Category:High-A Central teams Category:Illinois-Indiana-Iowa League teams Category:Kansas City Royals minor league affiliates Category:Midwest League teams Category:Milwaukee Brewers minor league affiliates Category:Professional baseball teams in Wisconsin Category:Seattle Mariners minor league affiliates Category:Sports in Appleton, Wisconsin Category:Washington Senators minor league affiliates",
 "title": "Wisconsin Timber Rattlers"
}