{
 "id": "350358",
 "text": "Tři oříšky pro Popelku (German: Drei Haselnüsse für Aschenbrödel), also known as Three Wishes for Cinderella and broadcast in the UK under the title Three Gifts for Cinderella) is a Czechoslovak/East German fairy-tale film from 1973. It was directed by Václav Vorlíček in co-production between DEFA-Studio für Spielfilme and Barrandov Studios. The story was based on a fairy tale written by Božena Němcová (a Bohemian variation of the classic Cinderella fairytale). The film had its international premiere in East Berlin in 1973 and is still today a popular Christmas holiday film in many European countries. == Plot == Cinderella's stepmother has the village in a frenzy preparing for the arrival of the king and queen, who will be stopping en route to their nearby castle. Cinderella takes the blame for a kitchen boy's accident, prompting her stepmother to berate her as well as her late father. The angered Cinderella snaps back at her, for which she is punished by having to separate lentils and ashes mixed together in a bucket. As she settles down to work, her friends, a flock of white doves, come in to separate the mixture for her. Freed of her punishment, Cinderella visits the stable to see her white horse, which she used to ride in the forest with her father as they hunted with crossbows. A lookout cries that the royal party approaches and everyone gathers to greet them, except Cinderella, who is forbidden to attend as the Stepmother wants to showcase her own less attractive daughter, Dora, since the Prince is expected to marry soon. Cinderella uses the distraction to slip away with her horse, visit her pet owl and enjoy the wintry forest. Her ride is cut short as she happens upon the Prince and his companions, Vítek and Kamil, hunting in the forest. They spot a doe struggling in the snow, but the Prince's crossbow shot is foiled by a snowball thrown by Cinderella. They give chase and finally catch up with her, laughing at her as an impudent child. She escapes and mounts the prince's horse, Dapples. They chase her with renewed urgency since Dapples has a reputation of being unmanageable. To their surprise, she rides him easily before transferring to her own horse and sending Dapples back to the Prince. The Stepmother uses the royal visit to wrangle an invitation to the ball from the King, who reluctantly offers it out of politeness. On their way to the castle, they're joined by the Prince's party. The King, annoyed by his son's youthful irresponsibility, says the Prince must get married. The Stepmother sends Vincek the servant to town to purchase fabrics and supplies to make new dresses for her and Dora. On his way, he sees Cinderella forced to wash laundry in an icy stream. Feeling sympathetic but helpless, he promises to bring her a gift of whatever hits him on the nose. After hearing his father's plans to force him to become engaged at the ball, the Prince heads back to the woods. He sees Vincek asleep in his sled, the horses drawing it home. Using his crossbow, he mischievously shoots a bird's nest from a tree branch, which falls on Vincek's face. Vincek finds a twig with three hazelnuts in the nest and decides that will be Cinderella's gift. Cinderella likes the present although her stepmother derides it as \"fit for a squirrel.\" The Stepmother and Dora realize they had forgotten to get new jewellery and go to town to choose it themselves. The Stepmother punishes Cinderella for impertinence again by forcing her to separate corn kernels from lentils. Once again, the doves enter to help Cinderella. She visits her owl, wishing she had the same freedom to come and go. She wished she had a disguise so she could venture out. One hazelnut drops from the twig and magically opens to show a complete hunter's outfit within. Suitably clothed, Cinderella goes into the woods, where she sees the Prince and a large hunting party. The lead huntsman shows a large, bejeweled ring that the King promises to the first hunter to shoot down a bird of prey. The hunters, including the Prince, are unable to do so. Cinderella shoots it down, then shoots the arrow from the Prince's hand. He's impressed by the \"young huntsman\" and puts the ring on Cinderella's gloved hand. He asks her to do better by shooting a pine cone from the top of a tree. She does then slips away as he marvels at her marksmanship. Chasing after her, he finds her high in a tree in her own clothes, refusing to tell where the \"young huntsman\" went. The Stepmother and Dora leave for the castle ball. Visiting her owl, Cinderella wishes she could go then wonders if she could get another outfit. A second hazelnut opens to reveal a lavish ball gown. Her horse is mysteriously saddled with an ornate sidesaddle. Riding to the castle, she makes her way to the ballroom, turning heads all along the way. Donning a veil, she greets the Prince, who was tired of being pursued by the female guests. He finds the veiled stranger mysterious and charming. The King and Queen are amazed at his softened manner. She refuses to accept his proposal unless he can solve a riddle, which referenced their earlier meetings. She runs out and the Prince gives chase, following her back to her walled village. The villagers first mock the handsome stranger for seeking a beautiful princess in their midst then realize who he is. He has the women try on the slipper Cinderella had lost. The Stepmother and Dora return. Seeing the Prince, they scheme to snare him, tying up Cinderella and stealing her clothing. When he asks that the disguised Dora try on the slipper, the Stepmother snatches it and they ride away in a sled. The Prince chases until the sled falls into a small pond. Seeing that it's actually Dora, he takes the slipper and returns to the village. Cinderella visits her owl again. She's ecstatic to find that the final nut contains a wedding dress. Donning it, she rides out on her horse, surprising the village and the Prince. The slipper fits and she wants to return the King-of-the-Hunt ring, but he slips it back on her finger. She offers the riddle again and the Prince remembers his encounters with her alter egos. He proposes to Cinderella, who wordlessly accepts, with the entire village cheering for her. == Cast == *Libuše Šafránková as Popelka/Aschenbrödel *Pavel Trávníček as the Prince *Carola Braunbock as Stepmother *Rolf Hoppe as the King *Karin Lesch as the Queen *Daniela Hlaváčová as Dora, Stepmother's daughter *Vladimír Menšík as Vincek the churl *Jan Libíček as Preceptor (teaching the Prince) *Vítězslav Jandák as Kamil, aide of the Prince *Jaroslav Drbohlav as Vítek, aide of the Prince *Míla Myslíková as Stepmother's Housekeeper *Jiří Růžička as fat kitchen boy *Helena Růžičková as Princess Droběna (dressed in red at the ball) The film was released in a Czech and a German version. The ensemble was composed of Czech and German actors all speaking their native languages. In the respective editions, they were dubbed to Czech or German. Jana Preissová was sought for the title role but could not take it due to her pregnancy. Libuše Šafránková was hired instead. == Production == The film was originally written for warm weather, but director Václav Vorlíček suggested setting the film in winter instead and delayed filming for months. Screenwriter František Pavlíček was blacklisted by the Czechoslovak government at the time the movie was made. He was credited under a pseudonym instead, with the Barrandov Studio head and the director keeping his identity secret. Theodor Pištěk designed the costumes for the film. == Filming locations == The film was shot at the DEFA studios in Potsdam-Babelsberg (Brandenburg), Moritzburg Castle in Saxony, in the Barrandov studios in Prague, and in various places in Bohemia in what was then Czechoslovakia, including the Švihov castle in western Bohemia and the Bohemian Forest. == International history == The BBC serialized the film in three thirty-minute segments under the title Three Gifts for Cinderella in 1974, adding English-language narration rather than dubbing the dialog. The segments were combined and broadcast with the British narration in the United States on the CBS Children's Film Festival three times in 1974 through 1976. The film has become a holiday classic in several European countries. It is shown on TV around Christmas time every year in the Czech Republic, Slovakia, Germany, Austria, Switzerland, Spain, Norway, sometimes in Sweden, Ukraine and Russia. In some countries, there are multiple broadcasts during December. This film's status has been likened to that held by Frank Capra's 1946 It's a Wonderful Life in the United States as a holiday staple. This movie was shown in Japan.Japanese version In 1977, it was premiered in Catalonia with Catalan dubbing. It was the first time that a product oriented to children was translated into that language. == Soundtrack == The soundtrack was composed by Karel Svoboda. The love theme, \"Kdepak ty ptáčku hnízdo máš\" (\"Where Is Your Nest, Little Bird?\"), was sung by Czech pop singer Karel Gott. ==Digital restoration== With the financial and technical support from Norway and its authorities, the Czech Film Archive and the National Library in Mo i Rana, the film Tři oříšky pro Popelku was digitized, restored, and got modern image quality. The project was financed through the EEA and Norway Grants which represent Norway's contribution to social and economic cohesion in the European Economic Area (EEA). Norway has granted just under 7.5 million NOK for efforts to digitize ten older Czech films. The digitization was completed by December 2015. == Home video releases == Czech, Norwegian and German DVDs are available. A region-free DVD with monophonic Czech audio track was released in the United Kingdom by Second Run in December 2016. A Blu-ray edition with stereo Czech audio was also released in December 2016. ==References== ==External links== * * Fan page * * * Filming locations (in Czech) * Video from the digital restoration process Category:1973 films Category:1970s fantasy films Category:Czech children's films Category:Czechoslovak films Category:Czech films Category:Czech independent films Category:East German films Category:Czech-language films Category:Films based on Cinderella Category:Films based on works by Božena Němcová Category:Films directed by Václav Vorlíček Category:Films set in the Czech Republic Category:Czech fantasy films Category:German multilingual films Category:Czech comedy films Category:Czechoslovak multilingual films Category:1970s multilingual films Category:Czechoslovakia–East Germany relations Category:Cross-dressing in film",
 "title": "Tři oříšky pro Popelku"
}