{
 "id": "350499",
 "text": "William Willett (10 August 1856 – 4 March 1915) was a British builder and a promoter of British Summer Time. ==Biography== Willett was born in Farnham, Surrey, and educated at the Philological School. After some commercial experience, he entered his father's building business, Willett Building Services. Between them they created a reputation for \"Willett built\" quality houses in choice parts of London and the south, including Chelsea and Hove, including Derwent House. He lived most of his life in Chislehurst, Kent, where, it is said, after riding his horse in Petts Wood near his home early one summer morning and noticing how many blinds were still down, the idea for daylight saving time first occurred to him. This was not the first time that the idea of adapting to daylight hours had been mooted, however. It was common practice in the ancient world, and in 1784 a light-hearted satire by Benjamin Franklin resulted in resurrecting the idea. The revised English version is commonly called \"An Economical Project\". Although Franklin's facetious suggestion was simply that people should get up earlier in summer, he is often erroneously attributed as the inventor of DST while Willett is often ignored. Modern DST was first proposed by New Zealand entomologist George Vernon Hudson, although many publications incorrectly credit Willett. Using his own financial resources, in 1907 William published a pamphlet \"The Waste of Daylight\". | In it he proposed that the clocks should be advanced by 80 minutes in four incremental steps during April and reversed the same way during September.Rose Wild \"The battle for British Summer Time\", The Times, 6 May 2010 The evenings would then remain light for longer, increasing daylight recreation time and also saving £2.5 million in lighting costs. He suggested that the clocks should be advanced by 20 minutes at a time at 2 am on successive Sundays in April and be reversed in September. Through vigorous campaigning, by 1908 Willett had managed to gain the support of a member of parliament (MP), Robert Pearce, who made several unsuccessful attempts to get it passed into law. A young Winston Churchill promoted it for a time, and the idea was examined again by a parliamentary select committee in 1909 but again nothing was done. The outbreak of the First World War made the issue more important primarily because of the need to save coal. Germany had already introduced the scheme when the bill was finally passed in Britain on 17 May 1916 and the clocks were advanced by an hour on the following Sunday, 21 May, enacted as a wartime production-boosting device under the Defence of the Realm Act. It was subsequently adopted in many other countries. William Willett did not live to see daylight saving become law, as he died of influenza in 1915 at the age of 58. He is commemorated in Petts Wood by a memorial sundial, set permanently to daylight saving time. The Daylight Inn in Petts Wood is named in his honour and the road Willett Way. His house in Chislehurst is marked with a blue plaque. He is buried in St Nicholas' Churchyard, Chislehurst, although a memorial to his family stands in the churchyard at St Wulfran's Church, Ovingdean, in Brighton and Hove. ===Freemason=== Willett was initiated into Camden Place Lodge on 1 November 1906. ===Family=== William Willett married twice, firstly in 1879 to Maria Mills (died 1905), with whom he had seven children; secondly in 1910 to Florence Strickland, with whom he had one daughter.Who Do You Think You Are Magazine, 6 Jun. 2017, Changing Times, p. 67A History of Time: A Chronicle of Calendars, Clocks and Time Zones, Paul R. Wonning, Barnes & Noble Press, 2018, p. 79Girton College Register: 1869-1946, Girton College, University of Cambridge, 1948, p. 260 Willett is a great- great-grandfather of Coldplay singer Chris Martin.Jonathan Dekel. Martin honoured his ancestor with \"Clocks\" in 2002 \"Daylight Saving Time’s Coldplay connection\", Canada.com; accessed 21 June 2015.https://www.telegraph.co.uk/news/0/when-clocks-change-2022-march-go- forward-uk-summer-time ==References== ==Further reading== * * * **The British version, focusing on the UK, is * * Category:1856 births Category:1915 deaths Category:English clockmakers Category:Daylight saving time in the United Kingdom Category:English inventors Category:Deaths from influenza Category:Infectious disease deaths in England Category:People from Chislehurst Category:People from Farnham Category:English Freemasons",
 "title": "William Willett"
}