{
 "id": "350448",
 "text": "Ashbourne is a market town in the Derbyshire Dales, England, with a population of 8,377 in the 2011 census, estimated at 9,163 in 2019. It contains many historical buildings and independent shops, and offers a historic annual Shrovetide football match. Its position near the southern edge of the Peak District makes it the closest town to Dovedale, to which it is sometimes referred as the gateway. ==History== The town's name derives from the Old English æsc-burna meaning \"stream with ash trees\". Ashbourne was granted a market charter in 1257. In medieval times it was a frequent rest stop for pilgrims walking \"St Non's Way\" to the shrine of Saint Fremund at Dunstable in Bedfordshire. The forces of Charles Edward Stuart passed through Ashbourne during the Jacobite rising of 1745. ==Governance== Ashbourne Town Council has four wards – Belle Vue, Hilltop, Parkside and St Oswald's – represented by a total of 13 councillors. It meets at Ashbourne Town Hall in the Market Place. ==Geography== Ashbourne lies at . Ashbourne Green and Sturston are hamlets close by. Henmore Brook, a tributary of the River Dove, flows through the middle of the town. It has an elevation of . ==Demography== Ashbourne has a population of 8,377 according to the 2011 census. ==Economy== From 1910, Nestlé had a creamery in the town, which for a period was contracted to produce Carnation condensed milk. The factory had its own private sidings connected to the railway station goods yard, which allowed milk trains to access the facility, and distribute product as far south as London. After milk trains ceased in 1965, the railway track was lifted and the railway station closed. The factory closed in 2003, and since demolition in 2006, has been redeveloped as housing and a light industrial estate, although the old loading ramp from street level up to the factory floor is still in place. Water from a borehole on the site was first marketed as Ashbourne Water in 1975, and was sold mostly to the catering trade. Nestlé retained the borehole after the factory shut, taking water by tanker to Buxton for bottling. Declining sales (1.3 million bottles in 2005, compared to 90 million for Buxton water) meant it could not justify further investment and the brand was discontinued in 2006. Tourism is an important element of the local economy, due to the town's proximity to Dovedale and the Peak District. The Tourist Information Centre was threatened with closure in 2011, but from January 2018, a visitor information centre was available in the town hall. ==Culture and community== thumb|Ashbourne Library The cobbled market place hosts a traditional outdoor market every Thursday and Saturday throughout the year, complementing the wide range of individual shops in the town. Although its market heritage is important, it came under threat of closure from Derbyshire County Council in November 2012. The people of Ashbourne opposed any such moves by the council and started an online petition. Ashbourne became the 97th Fairtrade Town in March 2005 after many businesses, cafes, shops and community organisations started supporting Fairtrade. ===Ashbourne Shire Horse Society and Show=== According to the Ashbourne Show website: ==Landmarks== thumb|Grade II listed sign for the Green Man & Black's Head Royal Hotel Ashbourne currently has eleven public houses and two social clubs. The most famous, the Green Man & Black's Head Royal Hotel, closed in 2011 and underwent a change of ownership in 2013, before reopening in 2018. The rare gallows sign across St John's Street remains a meeting point in the town. In June 2020, the caricature of a black man's head atop the sign became the focus of racial debate. It was removed after a petition had gathered more than 40,000 signatures, but it is being preserved locally. ==Transport== The Tissington Trail, a popular recreational walk and cycle path, starts at Mappleton Lane on the northern outskirts, accessed by a Victorian tunnel about 380 yards long from the site of the former railway station. It follows the course of the former Ashbourne to Buxton railway through the village of Tissington and joins the High Peak Trail (the old Cromford and High Peak Railway) at Parsley Hay. Construction of the Ashbourne to Buxton line began in 1896. Passenger services started to Buxton in August 1899 after the building of a joint railway station to serve the London and North Western Railway (LNWR) and North Staffordshire Railway (NSR) lines. It closed to regular passenger traffic in 1954; all services on the Ashbourne–Parsley Hay section ceased in 1963. The line continued down the Dove to Rocester near Uttoxeter, where it joined the main North Staffordshire Railway. This southern link had opened in 1852, and in 1867 the LNWR gained running powers over the line. It also closed to passengers in 1954 and completely in the early 1960s. thumb|upright|St. Oswald's Church Today the nearest railway stations are Uttoxeter, 12 miles away on the Crewe-Derby Line, and Derby, 13 miles away. There are buses from Derby to Uttoxeter every half hour, other buses to Matlock, Leek, Buxton, Nottingham and Wirksworth, and one a day to Burton. The Limestone Way passes 2–3 miles away, through Tissington, Thorpe, Marten Hill and above Mayfield to Rocester. and There are several routes for walkers from Ashbourne to Limestone Way. ==Education== The main secondary school is Queen Elizabeth's Grammar School, founded in 1585. It moved to its current site on the Green Road in 1909, and took over Ashbourne County Secondary School in 1973. ==Religious sites== The spire of St Oswald's Church dominates the town. The church is Early English in style and was built around 1220. There are a few remnants of earlier Norman construction and the south aisle has part of a Saxon cross shaft. The church of St John was built on Buxton Road in 1871 in a neo-Norman style. Ashbourne Churches Together (ACT) has a link with the Diocese of Patna in the ecumenical Church of North India. Regular reciprocal visits take place. Members of ACT are currently sponsoring the education of children in a school in Bihar, one of the poorest states in India. ==Sport== In the annual two-day Royal Shrovetide Football Match, one half of the town plays the other, using the town as the pitch, with goals three miles apart. As many as several thousand players compete for two days with a hand-painted, cork-filled ball. The game is played by two teams, the Up'ards and the Down'ards, over two eight-hour periods, subject to few rules. Shrovetide football has been played for several centuries. It is a moving mass (the Hug) which continues through the roads of the town, across fields and even along the bed of the local Henmore Brook. There were intermittent unsuccessful attempts to ban the game until the late 19th century. Before the 1966 Football World Cup, the West German squad stayed at the nearby Peveril of the Peak Hotel and trained on one of Ashbourne's town football pitches near the park. Local contestant Dave Mellor was the 1978 BriSCA Formula 1 Stock Cars World Champion. ==Notable people== In birth order: *Sir Aston Cockayne (1608–1684), 1st Baronet Cockayne of Ashbourne *Catherine Pegge (born c. 1635) was mistress to Charles II, mother to Charles FitzCharles, 1st Earl of Plymouth, and a resident of Yeldersley. *Henry Cantrell (1684–1773), clergyman and religious controversialist, was born here.David L. Wykes, \"Cantrell, Henry, Church of England clergyman and religious controversialist\" Oxford Dictionary of National Biography, Oxford University Press, 2004. *Hill Boothby (1708–1756), late love of Samuel Johnson, was born here.Kathryn M. Burton, \"Boothby, Hill (1708–1756)\", Oxford Dictionary of National Biography, Oxford University Press, 2004 accessed 2 January 2017 . *Thomas Brown (1708–1780), Garter King of Arms, was born here. *George Hayne (died 1723), merchant and entrepreneur *Sir Brooke Boothby, 6th Baronet (1744–1824), poet, was born here.Rebecca Mills, \"Boothby, Sir Brooke, seventh baronet (1744–1824)\", Oxford Dictionary of National Biography, Oxford University Press, 2004; online edition, May 2010 accessed 2 January 2017 *William Corden the Elder (1795–1867), portrait painter *Catherine Booth (1829–1890), known as the \"mother\" of the Salvation Army', was born here. *Francis Charles Robert Jourdain (1865–1940), ornithologist, was born in Ashbourne in 1865 and for a time served as Vicar of Clifton-by-Ashbourne. *David Redfern (1935–2014), photographer *Roy Wood (born 1946), musician, lives here. *Andrew Lewer (born 1971), East Midlands MEP, lived in Ashbourne and attended Queen Elizabeth's Grammar School, Ashbourne. *James Rutledge (born 1978), musician and producer *Dave Tyack (1978 – c. 2002), guitarist, drummer and singer thumb|upright|Catherine Booth's birthplace: 13 Sturston Road thumb|upright|Statue of Catherine Booth, London ==See also== *Listed buildings in Ashbourne, Derbyshire *Royal Shrovetide Football *St Oswald's Hospital ==References== ==External links== *Ashbourne Town official website * Category:Towns in Derbyshire Category:Market towns in Derbyshire Category:Towns and villages of the Peak District Category:Civil parishes in Derbyshire Category:Derbyshire Dales",
 "title": "Ashbourne, Derbyshire"
}