{
 "id": "350919",
 "text": "Long Crendon is a village and civil parish in west Buckinghamshire, England, about west of Haddenham and north-west of Thame in neighbouring Oxfordshire. The village has been called Long Crendon only since the English Civil War.Birch, 1975, page not cited The \"Long\" prefix refers to the length of the village at that time, and was added to differentiate it from nearby Grendon Underwood, which used to be known as \"Crendon\". This name is Old English and means 'Creoda's Hill' (in 1086 it was listed in the Domesday Book as Crededone).Mills & Room, 2003, page not cited ==History== \"Crendon\" was the caput of the feudal honour held by Walter Giffard (died 1102), created Earl of Buckingham by William the Conqueror. The Manor in Long Crendon was once a great building that housed the later Earls of Buckingham and over the years the various manorial estates in the village have passed through the hands of the Crown, Oxford University, the Earls of March and the Marquis of Buckingham.Genuki.co.uk entry for Long Crendon The latter is now the Lord of the Manor of Long Crendon. In 1162 an order of AugustinianSee Arrouaise. monks was founded in the village at nearby Notley Abbey. The park in which the abbey stood was donated to the abbey itself by the incumbent of the manor, the Earl of Buckingham. At the time of the Dissolution of the Monasteries the annual income was calculated as over £437; an immense amount of money for the time. The abbey still stands, but as a secular manor house. In the 20th century it was the marital home of actors Sir Laurence Olivier and Vivien Leigh. thumb|The Manor, Long Crendon thumb|Long Crendon Courthouse thumb|Thatched houses in Long Crendon In 1218 Long Crendon was granted a royal charter to hold a weekly market; the monies from which were to be collected by William Earl Marshall who owned the manor at that time. The town (as it was then) was certainly important in this period as it shared the distinction with Aylesbury as being the only places in the whole of England where needles were made. The royal charter was later rescinded and the market moved and joined with the existing one in nearby Thame. The Church of England parish church of St Mary dates from the 12th century. The building has undergone several major renovations and refurbishments since 2007. The village has also a Baptist church and a Roman Catholic church. Long Crendon Courthouse is a 15th-century timber-frame building. Manorial courts were held here from the reign of King Henry V until the Victorian era. The National Trust bought the courthouse in 1900. The lower floor is residential; the upper floor can be visited. There was a Long Crendon Rural District from 1894 to 1934. ==Amenities== The village has two public houses (the Eight Bells and the Churchill Arms), a brewery (the XT Brewing Company), a Village Association hall and bar, a fine-dining restaurant (The Angel), a small square with about six small shops, an Indian restaurant (Crendon Indian Cuisine), a Cafe (The Flower Pot), a butcher, a corner shop, including post office, a fish and chip shop (Mermaid Fish and Chips), a carpet shop, a traditional English restaurant (The Mole and Chicken, just outside the village in the hamlet of Easington)), two hairdressers, a primary school, playing fields and two parks. Long Crendon School is a mixed, community school, which has about 240 pupils from the ages of four to 11. Villagers are concerned that approved housing developments will cause a decrease in the number of mustelidae in the village and surrounding area. Long Crendon has two youth football clubs. Crendon Corinthians Youth Football Club (CCYFC) has over 250 members, with 18 teams, including four girls' teams, across 11 age groups, from U6 to U18. The teams compete in three different leagues: the South Bucks Mini Soccer Conference U7-U10, the Booker Wholesale League U11–U16, and the Bucks Girls League (with U11, U13, U15 and U18 teams). The club was awarded FA Charter Standard status in 2004 and was named as the Berks & Bucks FA Charter Standard Club of the Year in June 2010.Crendon Corinthians website Long Crendon Youth FC is also an FA Charter Standard club, and fields an U18 team, which competes in the South Bucks Youth League.Long Crendon Youth FC website Long Crendon also has a Bowls Club,(http://www.longcrendonbowlsclub.co.uk established in 1921 and a separate Tennis Club. Long Crendon has a Scout Group named Bernwood Forest Group after the ancient hunting forest of Henry VIII that was in the area. It has two scout troops, two cub packs and two beaver colonies, one in the nearby village of Dinton, totalling over 100 children age 6–14. Midsomer Murders, the ITV crime series is often filmed in Long Crendon with locals as extras.. Scenes from the series \"Jeeves and Wooster\", with Stephen Fry and Hugh Laurie, were also filmed in Long Crendon. ==References== ==Sources== * * * * * ==External links== Category:Villages in Buckinghamshire Category:Civil parishes in Buckinghamshire",
 "title": "Long Crendon"
}