{
 "id": "351034",
 "text": "Cutty Sark for Maritime Greenwich is a light metro station on the Docklands Light Railway (DLR) Bank-Lewisham Line in Greenwich, south-east London, so named for its proximity to the Cutty Sark in the Maritime Greenwich district. It is the most central of the Greenwich DLR stations, being situated in Greenwich town centre. ==Location== The northernmost of the Greenwich DLR stations, Cutty Sark for Maritime Greenwich is located in the Maritime Greenwich district of south-eastern London. Its name comes from the clipper ship named Cutty Sark which is housed to the north of the station. A number of well-known tourist attractions are in the surrounding area, including the National Maritime Museum, Royal Observatory, Greenwich Hospital, Greenwich foot tunnel, Trinity College of Music, and the Old Royal Naval College.Cutty Sark station information Transport for London Retrieved 2010-07-20 It is located close to the south bank of the River Thames and is below ground. Along with all other stations on the Lewisham extension, it is in Travelcard Zones 2 and 3, with passengers charged the lower of two possible fares. ==History== Cutty Sark station opened on 3 December 1999 as part of a extension of the DLR from its former southern terminus of Island Gardens southwards to Lewisham.DLR history map Transport for London Retrieved 2010-07-20 Since its opening, the extension has seen growth as a result of it connecting, along with two National Rail connections, the Canary Wharf financial centre with Greenwich.DLR toasts 10 years of the Lewisham extension Transport for London Retrieved 2010-07-20 ==Station layout== One of only three completely underground stations on the DLR network, Cutty Sark station has an island platform with a track each side of it. This is similar to its cross-river sister station, Island Gardens. The need for increased capacity has posed issues for the station. While most on the network have had their platforms extended as part of Transport for London's three-carriage capacity enhancement project, the two-car-long island platform at Cutty Sark cannot be lengthened due to cost (estimated at £30m) and risk of damage to the heritage site at street level. This is addressed by using selective door operation, allowing three-car trains to stop at the station by only having the doors near the centre of the train open in both end carriages; the first and last two sets of doors on each train do not open.DLR public inquiry closes Transport for London Retrieved 2010-07-20 Customers are warned of the need to move to the centre to leave the train by on-board announcements. A similar situation applies at Elverson Road. ==Service== Cutty Sark serves trains on two branches: Bank to Lewisham and Stratford to Lewisham. The former runs at frequencies of up to four minutes between trains, while the latter only runs during morning peak hours; at other times trains from Stratford terminate at Canary Wharf.DLR frequencies Transport for London Retrieved 2010-07-20 Passengers bound for Tower Gateway, Beckton, or Woolwich Arsenal must change at Poplar or Westferry. ==Connections== London Buses routes 188 and 199 and night route N1 serve the station.Greenwich bus map Transport for London Retrieved 2010-07-20 ==Nearby places of interest== * Cutty Sark * Devonport Conference Centre * Fan Museum * Greenwich Park * National Maritime Museum * Painted Hall & Chapel * Royal Observatory Greenwich * Greenwich foot tunnel * Greenwich Market * Greenwich Hospital * Old Royal Naval College * St. Alfege's Church * Trinity College of Music * University of Greenwich * Wernher Collection at Ranger's House ==Gallery== Image:Cutty Sark stn southbound look south.JPG|Southbound platform 1 looking south Image:Cutty Sark DLR station platform 1 and train.jpg|Train stopped at platform 1 Image:TBM Cutter Head at Cutty Sark DLR station.jpg|Part of the cutter head from the front of the TBM (tunnel boring machine) used to drive the twin tunnels under the river Thames from Island Gardens to Greenwich Image:Cutty Sark stn signage.JPG|Signage on northbound platform ==References== ==External links== * Docklands Light Railway website - Cutty Sark station page Category:Docklands Light Railway stations in the Royal Borough of Greenwich Category:Railway stations in Great Britain opened in 1999 Category:Railway stations located underground in the United Kingdom",
 "title": "Cutty Sark for Maritime Greenwich DLR station"
}