{
 "id": "351213",
 "text": "The year 1913 in science and technology involved some significant events, listed below. ==Astronomy== * February 9 – Meteor procession of February 9, 1913 visible along a great circle arc 6,040 miles (9,720 km) across the Americas. Astronomer Clarence Chant concludes that the source was a small, short-lived natural satellite of the Earth. * Berlin Observatory moves to Babelsberg. ==Biology== * William Temple Hornaday publishes Our Vanishing Wild Life: Its Extermination and Preservation. ==Chemistry== * February – Daniel J. O'Conor and Herbert A. Faber file for a United States patent on the composite plastic laminate Formica. * Elmer McCollum and Marguerite Davis at the University of Wisconsin–Madison, and Lafayette Mendel and Thomas Burr Osborne at Yale University independently discover Vitamin A.Original papers published in Journal of Biological Chemistry. * Protactinium is first identified by Oswald Helmuth Göhring and Kasimir Fajans. * Henry Moseley shows that nuclear charge is the real basis for numbering the elements and discovers a systematic relation between wavelength and atomic number by using x-ray spectra obtained by diffraction in crystals. Frederick Soddy proposes that isotopes (a term which he introduces) may have differing atomic weights. * J. J. Thomson shows that charged subatomic particles can be separated by their mass-to-charge ratio, the technique known as mass spectrometry. * The Bergius process was first developed and patented by German chemist Friedrich Bergius in 1913. ==Climatology== * Charles Fabry and Henri Buisson discover the ozone layer. ==Geology== * Albert A. Michelson measures tides in the solid body of the Earth ==History of science== * March – First publication of Isis, the journal of the history of science edited by George Sarton, in Ghent. * Pierre Duhem begins publication of Le Système du Monde: Histoire des Doctrines cosmologiques de Platon à Copernic in Paris. ==Mathematics== * March 6 – First publication of Ludwig Wittgenstein's philosophy of mathematics, a polemical review of Peter Coffey's The Science of Logic written in 1912 when Wittgenstein was an undergraduate studying with Bertrand Russell. * Publication of the 3rd volume of Principia Mathematica by Alfred North Whitehead and Bertrand Russell, one of the most important and seminal works in mathematical logic and philosophy. * Émile Borel first states the infinite monkey theorem in the way it will subsequently become known. ==Physics== * William Henry Bragg and William Lawrence Bragg work out the Bragg condition for strong X-ray reflection. * Niels Bohr presents his quantum model of the atom. * William Crookes creates sunglass lenses. * Robert Millikan measures the fundamental unit of electric charge. * Georges Sagnac demonstrates the Sagnac effect, showing that light propagates at a speed independent of the speed of its source. * Johannes Stark demonstrates that strong electric fields will split the Balmer spectral line series of hydrogen. ==Physiology and medicine== * Nikolay Anichkov first demonstrates the significance and role of cholesterol in atherosclerosis pathogenesis. Originally published 1913 in Centralblatt für allgemeine Pathologie und pathologische Anatomie (in German) XXIV: 1-9. * Albert Schweitzer sets up the Albert Schweitzer Hospital at Lambaréné in French Equatorial Africa. ==Psychology== * John B. Watson publishes the article \"Psychology as the Behaviorist Views It\" — sometimes called \"The Behaviorist Manifesto\".Psychological Review 20: pp. 158-177. ==Technology== * April 29 – Swedish American engineer Gideon Sundback of Hoboken, New Jersey, patents the all-purpose zipper. * May 26 (May 13 O.S.) – Igor Sikorsky flies the world's first 4-engine fixed-wing aircraft, his Bolshoi Baltisky biplane, near Saint Petersburg. * August – Invention of stainless steel by Harry Brearley in Sheffield, England (concurrent with the invention of another type in the United States by Elwood Haynes). * Oskar Barnack of Leitz produces the first 35 mm film miniature still camera. * French inventor René Lorin patents the ramjet, but attempts to build a prototype fail due to inadequate materials. ==Publications== * Die Naturwissenschaften first published by Die Kaiser-Wilhelm-Gesellschaft zur Förderung der Wissenschaften e. V. * Journal of Ecology first published. ==Awards== * Nobel Prize ** Physics – Heike Kamerlingh Onnes ** Chemistry – Alfred Werner ** Medicine – Charles Richet ==Births== * January 31 – Murray Bowen (died 1990), American psychiatrist and pioneer of family therapy. * February 28 – David Hawkins (died 2002), American philosopher of science and mathematics and science educator. * March 2 – Georgy Flyorov (died 1990), Russian physicist who is known for his discovery of the spontaneous fission. * March 26 – Paul Erdős (died 1996), Hungarian mathematician. * April 20 – Willi Hennig (died 1976), German entomologist and pioneer of cladistics. * April 30 – Genevieve Grotjan Feinstein (died 2006), American mathematician and cryptanalyst. * May 13 – Erich Lackner (died 1992), Austrian-born German civil engineer. * June 10 – Edward Abraham (died 1999), English biochemist. * August 20 – Roger Wolcott Sperry (died 1994), American neuropsychologist, neurobiologist and Nobel laureate. * August 22 – Bruno Pontecorvo (died 1993), Italian-born physicist. * October 10 – Remy Chauvin (died 2009), French biologist and entomologist. * November 12 – Joel Elkes (died 2015), Königsberg-born pharmacologist. ==Deaths== * January 2 – Léon Teisserenc de Bort (born 1855), French meteorologist. * January 18 – George Alexander Gibson (born 1854), Scottish physician and geologist. * February 20 – Robert von Lieben (born 1878), Austrian physicist. * April 14 – Carl Hagenbeck (born 1844), German zoologist. * April 26 – Sigismond Jaccoud (born 1830), Swiss- born French physician. * May 28 – John Lubbock (born 1834), English naturalist and archaeologist. * August 3 – Josephine Cochrane (born 1839), American inventor of the first commercially successful dishwasher. * September 29 – Rudolf Diesel (born 1858), German mechanical engineer (lost overboard this night). * November 7 – Alfred Russel Wallace (born 1823), British biologist. ==References== Category:20th century in science Category:1910s in science",
 "title": "1913 in science"
}