{
 "id": "351287",
 "text": "An ogee ( ) is the name given to objects, elements, and curves—often seen in architecture and building trades—that have been variously described as serpentine-, extended S-, or sigmoid-shaped. Ogees consist of a \"double curve\", the combination of two semicircular curves or arcs that, as a result of a point of inflection from concave to convex or vice versa, have ends of the overall curve that point in opposite directions (and have tangents that are approximately parallel). First seen in textiles in the 12th century, the use of ogee elements—in particular, in the design of arches—has been said to characterise various Gothic and Gothic Revival architectural styles. The shape has many such uses in architecture from those periods to the present day, including in the ogee arch in these architectural styles, where two ogees oriented as mirror images compose the sides of the arch, and in decorative molding designs, where single ogees are common profiles (see opening image). The term is also used in marine construction. The word was sometimes abbreviated as o-g as early as the 18th century, and in millwork trades associated with building construction, ogee is still sometimes written similarly (e.g., as O.G.). The term ogee is used in the naming of some manufactured products (e.g., ogee washers, clocks, and distillation pots), and is used with similar or related meanings in mathematics and fluid mechanics, as well as in the plastic surgery-specialisation of medicine. ==Use in architecture== ===Ogee arch=== In architecture, the principal use of the term is to describe an arch composed of two ogees, mirrored left-to-right and meeting at an apex. First seen in textiles in the 1100s CE, the use of ogee elements, and in particular in the design of arches, has been said to characterise Venetian Gothic and Gothic Revival architectural styles. Ogee windows and arches were introduced to European cities from the Middle East, probably via Venetian Gothic architecture. In particular, the ogee characterises Gothic architecture, especially in late Gothic decorative elements of the 14th and 15th century—styles called Flamboyant in France, and Decorated in England. In these, the usual pointed lancet arch with a single curve to each side is supplemented by ogee arches, especially in windows. Ogee arches were also a feature of English Gothic architecture in the later thirteenth century.Honour, H. and J. Fleming, (2009) A World History of Art. 7th edn. London: Laurence King Publishing, p. 391. ===Moulding=== A building's surface detailing, inside and outside, often includes decorative moulding, and these often contain ogee-shaped profiles—consisting (from low to high) of a concave arc flowing into a convex arc, with vertical ends; if the lower curve is convex and higher one concave, this is known as a Roman ogee, although frequently the terms are used interchangeably and for a variety of other shapes. Alternative names for such a true Roman ogee moulding include cyma reversa and talon. The ogee curve is an analogue of a \"cyma curve\", the difference being that a cyma, or \"cyma recta\", has horizontal rather than vertical ends. The cyma reversa form occurs in antiquity. For example, in ancient Persia, the Tomb of Cyrus featured the cyma reversa.Hogan, C. Michael (2008) Tomb of Cyrus, The Megalithic Portal, ed. A. The cyma reversa is also evident in ancient Greek architecture, and takes its name from the cymatium.Dinsmoor, William Bell & Anderson, William James (1973) The Architecture of Ancient Greece: An Account of its Historic Development, Unknown location:Biblo & Tannen. . The ogee and Roman ogee profiles are used in decorative moulding, often framed between mouldings with a square section. As such, it is part of the standard classical decorative vocabulary, adopted from architrave and cornice mouldings of the Ionic order and Corinthian order. Ogees are also often used in building interiors, in trim carpentry, for capping a baseboard or plinth elements, as a crown moulding trim piece where a wall meets a ceiling, and in similar fashion, at the tops of pieces of case furniture. ==Other uses== thumb|150px|Ogee clock, framed with ogee moulding. Ogee is also a mathematical term, meaning an inflection point. In fluid mechanics, the term is used to refer to aerodynamic profiles that bear such shapes, e.g., as in the ogee profile of the Concorde supersonic aircraft. As well, ogee curves are used to minimize water pressure on the downstream face of a dam spillway. In aesthetic facial surgery, the term is used to describe the malar or cheekbone prominence transitioning into the mid-cheek hollow. The aim of a mid-face rejuvenation is to restore the ogee curve and enhance the cheekbones, common parts of routine facelift surgery. ===Manufactured objects with the ogee description=== Ogee is the name given to bubble-shaped chambers of pot stills that connects the swan neck to the still pot, in distillation apparatus, that allow distillate to expand, condense, and fall back into the still pot. \"Ogee washers\" are heavy washers used in fasteners that have a large load-bearing surface; they are used in marine timber construction to prevent bolt heads or nuts from sinking into the face of timbers. The term ogee is used to describe the ogee shape giving rise to radial symmetry around the centre of the washer. Due to the size and shape of such washers, they are generally manufactured as a cast iron product (in accordance with ASTM A47 or A48). \"Ogee clocks\" were a common type of weight-driven 19th-century pendulum clock presented in a simplified Gothic style, with the original design attributed to Chauncey Jerome. Ogee clocks were typically made in the United States, as mantelpieces or to mount to a wall bracket, and are one of the most commonly encountered varieties of American antique clocks. The overall design was rectangular, with framing by moulding with an ogee-profile surrounding a central glass door with a painted scene below the clock face, a door that protected the clock face and pendulum. Weights supported by pulleys fell inside the ogee moulding and so were hidden from view. ==See also== *Ogive *Line of Beauty ==References== ==Further reading== * * Bill Owens, Bill & Dikty, Alan (2009) The Art of Distilling Whiskey, p. 26\\. Category:Woodworking Category:Arches and vaults",
 "title": "Ogee"
}