{
 "id": "351344",
 "text": "{{Infobox settlement |name=Noe Valley |official_name= |native_name= |other_name= |settlement_type=Neighborhood |image_skyline=Noe Valley.jpg |image_caption=Noe Valley in 2013 |image_map=SF Noe Valley.png |map_caption=Location within San Francisco |pushpin_map=United States San Francisco Central |pushpin_label_position=right |pushpin_map_caption=Location within Central San Francisco |coordinates = |coor_pinpoint=24th St. & Noe St. |subdivision_type=Country |subdivision_name= |subdivision_type1=State |subdivision_type2=City-county |subdivision_name1= |subdivision_name2=San Francisco |established_title= |established_date= |leader_title=Supervisor |leader_name=Rafael Mandelman |leader_title1=Assemblymember |leader_name1= |total_type= |unit_pref=US |area_footnotes= |area_total_sq_mi=0.911 |area_land_sq_mi=0.911 |area_water_sq_mi= |area_water_percent= |elevation_footnotes= |elevation_m= |elevation_ft= |elevation_min_m= |elevation_min_ft= |population_total=22548 |population_as_of=2019 |population_footnotes= |population_density_sq_mi=24750 |postal_code_type=ZIP codes |postal_code=94110, 94114, 94131 |area_code=415/628 |area_code_type=Area codes | unemployment_rate = |nickname = |leader_title2= State senator |leader_name2= |leader_title3=U. S. rep. |leader_name3= |elevation_max_m= |elevation_max_ft= |timezone=Pacific |utc_offset=-8 |timezone_DST=PDT |utc_offset_DST=-7 }} Noe Valley ( ; originally spelt Noé) is a neighborhood in the central part of San Francisco, California. It is named for Don José de Jesús Noé, noted 19th-century Californio statesman and ranchero, who owned much of the area and served as mayor. ==Location== Roughly speaking, Noe Valley is bounded by 21st Street to the north, 30th Street to the south, San Jose Ave and Guerrero Street to the east, and Grand View Avenue and Diamond Heights Blvd to the west. The Castro (Eureka Valley) is north of Noe Valley; the Mission District is east. ==History== The neighborhood is named after José de Jesús Noé, the last Mexican alcalde (mayor) of Yerba Buena (present day San Francisco), who owned what is now Noe Valley as part of his Rancho San Miguel. Noé sold the land, later to be known as Noe Valley, to John Meirs Horner, a Mormon immigrant, in 1854. At this time the land was called Horner's Addition. The original Noé adobe house was located in the vicinity of the present day intersection of 23rd Street and Douglass Street. Along with nearby neighborhood Corona Heights, Noe Valley was the site of two quarries until 1914. Noe Valley was primarily developed at the end of the 19th century and at the beginning of the 20th century, especially in the years just after the 1906 San Francisco earthquake. As a result, the neighborhood contains many examples of the \"classic\" Victorian and Edwardian residential architecture for which San Francisco is famous. As a working-class neighborhood, Noe Valley houses were built in rows, with some of the efficient, low-cost homes being more ornate than others, depending on the owner's taste and finances. Today, Noe Valley has one of the highest concentration of row houses in San Francisco, with streets having three to four and sometimes as many as a dozen on the same side.Cerny, S.D., An Architectural Guide to San Francisco and the Bay Area, published by Gibbs Smith, Layton, Utah, 2007, page 78. However, few facades in such rows of houses remain unchanged since their creation in the late 19th and early 20th century. Many Noe Valley streets were laid out and named by John Meirs Horner, who named Elizabeth Street after his wife and Jersey Street after the state where he was born. Most of Noe Valley is still called Horner's Addition for tax purposes by the city assessor's office. Present day 24th Street was named \"Park Street,\" and 25th Street was named \"Temple Street\" to commemorate John Meirs Horner's Mormon faith. St. Paul's Catholic Church, also known as Parroquia De San Pablo, is a famous church located at Church and Valley Street. It was the filming location for the movie Sister Act. ==Attractions and characteristics== thumb|left|Row houses in Noe Valley thumb|left|Noe Valley Like many other San Francisco neighborhoods, Noe Valley started out as a working-class neighborhood for employees and their families in the area's once-thriving blue-collar economy. Since 1980 it has undergone successive waves of gentrification and is now considered an upper-middle class/wealthy neighborhood. It is home to many urban professionals, particularly young couples with children. It is colloquially known as Stroller Valley, for the many strollers in the neighborhood. The median sale price for homes in Noe Valley as of December 2019 was $1.83 million. One of the attractions of Noe Valley is that the adjacent Twin Peaks partly blocks the coastal fog and cool winds from the Pacific, making the microclimate usually sunnier and warmer than surrounding neighborhoods. Traffic flow is limited – one main north access through Castro Street to Eureka Valley, one main west access up Clipper Street toward the former Twin Peaks toll plaza and west of the city, several east accesses to the Mission District through 24th Street, Cesar Chavez, and other numbered streets, and the main north–south Church Street access used by the J Church Muni Light Rail. Public transit includes the J Church, which runs down Church Street until 30th Street. The 24 Muni Bus also runs through Noe Valley. Its route comes from the north on Castro Street and switches to Noe Street at 26th Street. It then exits the neighborhood via 30th Street. Additionally, the 48 Muni Bus runs down 24th street, connecting the neighborhood to the nearby Mission District. The neighborhood is primarily residential, although there are two bustling commercial strips, the first along 24th Street, between Church Street and Diamond Street, and the second, less dense corridor along Church Street, between 24th Street and 30th Street. ===Notable residents=== Ruth Asawa was a resident of Noe Valley from 1962 until her death in August 2013. Carlos Santana graduated from James Lick Middle School on Noe Street in the early 1960s, as did Benjamin Bratt in the following decade. Famous residents include Evan Williams, Mark Zuckerberg, and Terry Karl. ==See also== * ==References== ==External links== * The Noe Valley Voice, the neighborhood's newspaper Category:Neighborhoods in San Francisco",
 "title": "Noe Valley, San Francisco"
}