{
 "id": "35136",
 "text": "__NOTOC__ Year 688 (DCLXXXVIII) was a leap year starting on Wednesday (link will display the full calendar) of the Julian calendar. The denomination 688 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Byzantine Empire ==== * Byzantine–Bulgarian War: Emperor Justinian II carries out a Balkan campaign and marches through Thrace, where he restores Byzantine rule. He establishes a theme administration, and migrates many Bulgars and Slavs to the Opsician Theme (Asia Minor). * Justinian II reestablishes Byzantine settlement on Cyprus, signing a treaty with Umayyad caliph Abd al-Malik (and paying an annual tribute) for joint occupation of the island. ==== Europe ==== * King Perctarit of the Lombards is assassinated by a conspiracy, after a 17-year reign. He is succeeded by his son Cunipert, who is crowned ruler of the Lombard Kingdom in Italy. * Alahis, duke of Brescia, starts a civil war in Northern Italy. He besieges Cunipert on an island in Lake Como (Lombardy), who breaks out with Piedmontese troops. ==== Britain ==== * King Caedwalla of Wessex abdicates the throne and departs on a pilgrimage to Rome, possibly because of the wounds he suffered while fighting on the Isle of Wight.Yorke, Barbara (1990), \"Kings and Kingdoms of Early Anglo-Saxon England\", London: Seaby, The power vacuum is filled by Ine, son of his second cousin, sub-king Coenred of Dorset. * King Æthelred of Mercia establishes Mercian dominance over most of Southern England. He installs Oswine, minor member of the Kentish royal family (second cousin of king Eadric), as king of Kent. Prince Swæfheard of Essex is given West Kent. === By topic === ==== Religion ==== * Eadberht is appointed bishop of Lindisfarne (Northumbria). He founds the holy shrine to his predecessor Cuthbert, a place that becomes a centre of great pilgrimage in later years. == Births == * Charles Martel, Frankish statesman and founder of the Carolingian Dynasty (d. 741) * Jianzhen, Chinese Buddhist monk (d. 763) * Wang Zhihuan, Chinese poet (d. 742) == Deaths == * May 24 - Ségéne, bishop of Armagh (b. c. 610) * Abu al-Aswad al-Du'ali, Muslim scholar (or 689) * Máel Dúin mac Conaill, king of Dál Riata (Scotland) * Perctarit, king of the Lombards * Rictrude, Frankish abbess == References == da:680'erne#688",
 "title": "688"
}