{
 "id": "351496",
 "text": "Ramzi Yousef (; born 20 May 1967 or 27 April 1968) is an Egyptian convicted terrorist who was one of the main perpetrators of the 1993 World Trade Center bombing and the bombing of Philippine Airlines Flight 434; he was also a co- conspirator in the Bojinka plot. In 1995, he was arrested by the Pakistani Inter-Services Intelligence (ISI) and U.S. Diplomatic Security Service at a guest house in Islamabad, Pakistan, while trying to set a bomb in a doll,Targeted: Volume 1, The Evil Genius (Ramzi Yousef) (Wild Eyes Productions for the History Channel; A&E; Networks) 2003 then extradited to the United States. He was tried in the U.S. District Court for the Southern District of New York along with two co-conspirators and was convicted of planning the Bojinka plot.CNN.com, January 8, 1998. He received two life sentences plus 240 years for his part in the 1993 World Trade Center bombing and Bojinka plot. Yousef's maternal uncle is Khalid Sheikh Mohammed, with whom he allegedly planned the Bojinka plot. Mohammed is a senior al-Qaeda member accused of being the principal architect of the September 11 attacks in 2001. Yousef is serving his life sentences at ADX Florence, located near Florence, Colorado. He shares a cell block that is commonly referred to as \"Bombers' Row\" with Terry Nichols, Eric Rudolph, and Ted Kaczynski. ==Early life== The name \"Ramzi Yousef\" is an alias. The 9/11 Commission later revealed that Yousef's real name is Abdul Basit Mahmoud Abdul Karim.http://www.9-11commission.gov/report/911Report.pdf He was born in either Iraq, Kuwait or the United Arab Emirates to parents who were both from Pakistan. His father is Mohammed Abdul Karim from Balochistan, Pakistan. His mother is believed to be the sister of Khalid Sheikh Mohammed. When his family returned to Pakistan in the mid-1980s, Yousef was sent to the United Kingdom for education. In 1986, he enrolled at Swansea Institute in Wales, where he studied electrical engineering, graduating four years later.Wallace, Charles. Toronto Star, \"Web of terrorism targeted US jets\", May 28, 1995 He also studied at the Oxford College of Further Education to improve his English. Yousef left the United Kingdom after completing his studies and returned to Pakistan. He began to learn bomb making in a terrorist training camp in Peshawar, before traveling to the United States in 1992.Katz, Samuel M. Relentless Pursuit: The DSS and the Manhunt for the Al-Qaeda Terrorists, 2002 ==1993 World Trade Center bombing== The World Trade Center bombing was a terrorist attack that occurred on 26 February 1993, when a car bomb was detonated below Tower One of the World Trade Center in New York City, New York. The 1,500 lb (680 kg) urea nitrate-hydrogen gas enhanced device was intended to knock the North Tower (Tower 1) into the South Tower (Tower 2), to bring both towers down and kill thousands of people.Wright, Lawrence, Looming Tower, Knopf, (2006) p.178 It failed to do so, but killed six civilians and injured 1,042, including 919 civilians (including an EMS worker), 88 firefighters, and 35 police officers. Ramzi Yousef sent a letter to The New York Times after the bombing that expressed his motive: > We are, the fifth battalion in the Liberation Army, declare our > responsibility for the explosion on the mentioned building. This action was > done in response for the American political, economical, and military > support to Israel, the state of terrorism, and to the rest of the dictator > countries in the region. :Our Demands Are: :1 – Stop all military, > economical, and political aid to Israel. :2 – All diplomatic relations with > Israel must stop. :3 – Not to interfere with any of the Middle East > countries interior affairs. If our demands are not met, all of our > functional groups in the army will continue to execute our missions against > the military and civilian targets in and out the United States. For your own > information, our army has more than hundred and fifty suicidal soldiers > ready to go ahead. The terrorism that Israel practices (which is supported > by America) must be faced with a similar one. The dictatorship and terrorism > (also supported by America) that some countries are practicing against their > own people must also be faced with terrorism. The American people must know, > that their civilians who got killed are not better than those who are > getting killed by the American weapons and support. The American people are > responsible for the actions of their government and they must question all > of the crimes that their government is committing against other people. Or > they — Americans — will be the targets of our operations that could diminish > them.Steven Emerson, Jihad Incorporated: A Guide to Militant Islam in the > Us, page 27, Prometheus Books, 1-5910-2453-6 ===Arrival in United States=== On 1 September 1992, Yousef entered the United States with an Iraqi passport of disputed authenticity. His companion, Ahmed Ajaj, carried multiple immigration documents, among which was a crudely falsified Swedish passport. Providing a smokescreen to facilitate Yousef's entry, Ajaj was arrested on the spot when immigration officials found bomb manuals, videotapes of suicide car bombers, and a cheat sheet on how to lie to U.S. immigration inspectors in his luggage. Directors of the American Counter- Terrorism program later tied the travel arrangements to a phone call from Sheikh Omar Abdel-Rahman, an Egyptian militant Muslim preacher, to the Pakistani telephone number 810604.Benjamin, Daniel & Steven Simon. The Age of Sacred Terror, 2002 Yousef was held for 72 hours and repeatedly interrogated, but INS holding cells were overcrowded. Yousef, requesting political asylum, was given a hearing date of 9 November 1992. He told Jersey City Police that he was Abdul Basit Mahmud Abdul Karim, a Pakistani national born and brought up in Kuwait, and that he had lost his passport. On December 31, 1992, the Pakistani Consulate in New York issued a temporary passport to Abdul Basit Mahmud Abdul Karim (SAAG 484 2002). Yousef traveled around New York and New Jersey, during which time he made calls to Abdel-Rahman via cell phone. Between 3 December and 27 December 1992, he made conference calls to key numbers in Balochistan, Pakistan (SAAG 484 2002). Ajaj never reclaimed the manuals and tapes, which remained at the New York office of the Federal Bureau of Investigation (FBI) after Judge Reena Raggi had ordered the materials released in December 1992. ===Assembling the bomb=== Yousef, aided by Mohammed A. Salameh and Mahmud Abouhalima, began assembling the urea nitrate-fuel oil device in his Pamrapo Avenue home in Jersey City ready for delivery to the WTC on 26 February 1993. He ordered chemicals from his hospital room when he had been injured in a car crash, one of three accidents caused by Salameh in late 1992 and early in 1993. Speaking in code by phone on 29 December 1992, Ajaj told Yousef that he had won release of the bomb manuals but warned Yousef that picking them up might jeopardize his \"business\". On one book carried by Ajaj in 1992 was a word translated by the FBI as meaning \"the basic rule.\" It was later found to be al Qaeda – meaning \"the base.\" During a CBS 60 Minutes interview in 2002, co-conspirator Abdul Rahman Yasin said that Yousef originally wanted to bomb Jewish neighborhoods in New York City. Yasin added that after touring Crown Heights and Williamsburg, Yousef had changed his mind. Yasin alleged that Yousef was educated in bomb-making at a training camp in Peshawar, Pakistan. ===Explosion and aftermath=== Yousef rented a Ryder van and on 26 February 1993, loaded it with powerful explosives. He packed four cardboard boxes into the back of the van, each containing a mixture of paper bags, newspapers, urea, and nitric acid; next to them he placed three red metal cylinders of compressed hydrogen. Four large containers of nitroglycerin were loaded into the center of the van with Atlas Rockmaster blasting caps connected to each. The van was driven into the garage of the World Trade Center, where it exploded. Using his Pakistani passport, Yousef escaped from the United States hours later. It is believed that he fled to Iraq and then Pakistan. As a result of the bombing, the FBI added Yousef as the 436th person on its Ten Most Wanted Fugitives list on 21 April 1993. ==1993 Benazir Bhutto assassination attempt== After returning to Pakistan in February 1993, Yousef went into hiding. That summer, he allegedly took up a contract to assassinate the Prime Minister of Pakistan, Benazir Bhutto, which was initiated by members of Sipah-e-Sahaba. The plot failed when Yousef and Abdul Hakim Murad were interrupted by police outside Bhutto's residence. Yousef decided to abort the bombing and it blew up as he was trying to recover the device. He escaped and went into hiding during the investigation. ==Bojinka plot== After the Iranian shrine bombing, Yousef soon began planning the Bojinka plot. It included plans to assassinate Pope John Paul II while he visited the Philippines, and to plant bombs inside several United and Delta Air Lines flights out of Bangkok. On this plot, he allegedly worked with his maternal uncle, Khalid Sheikh Mohammed. ==1994 Philippine Airlines Flight 434 bombing== On 11 December 1994, Yousef conducted a trial run of the plan by boarding Philippine Airlines Flight 434 from Manila to Tokyo, Japan, with a stopover in Cebu. His identity for the flight was that of an Italian man named Armaldo Forlani. As an accomplished forger, he was able to make a counterfeit Italian passport for himself with that identity. The cabin crew for this leg of the flight later told investigators that Yousef changed seats several times during the relatively short flight, with his last seat change coming after a return from the lavatory.\"Bomb on Board,\" Mayday season 3, episode 6. First aired 2005. Yousef assembled a bomb in the lavatory, set the timer to detonate four hours later, and placed it in the life vest pouch under seat 26K on the right-hand side of the fuselage.Yousef bombs Philippines Airlines Flight 434, GlobalSecurity.Org report on incident The domestic flight attendant Maria Delacruz had noticed that Yousef kept switching seats during the course of the Manila to Cebu flight, but did not warn the new cabin crew boarding at Cebu of his behavior. Yousef and 25 other passengers left the plane at Cebu, where 256 passengers and a new cabin crew boarded for the trip to Tokyo. Many passengers were Japanese people; some were coworkers traveling as part of a tour group. Airport congestion delayed the departure of Flight 434 from Cebu for 38 minutes. All of the passengers had boarded by 8:30 a.m., with the bomb having been planted around two hours earlier. PAL 434 was cleared for takeoff at 8:38 a.m. At 11:43 am, about an hour and a half from Tokyo, the bomb exploded while Flight 434 cruised on autopilot above the Japanese island of Minami Daitō (near Okinawa Island and approximately 260 miles (420 km) southwest of Tokyo). The explosion dismembered 24-year-old , a Japanese businessman occupying the seat where the bomb was placed. Ten passengers sitting in the seats in front of and behind Ikegami were also injured while one needed urgent medical care. The explosion tore out a two square-foot (0.2 m2) portion of the cabin floor into the cargo hold but leaving the fuselage of the plane intact. The airplane was spared from a deadly fiery explosion as the seat where the bomb was planted, 26K, was two rows away from the central fuel tank. The rapid expansion of energy from the bomb caused the plane to expand vertically slightly, damaging cables to the steering and aileron controls. The bomb's orientation caused the energy to be mostly absorbed by Ikegami; he was killed but the other passengers and the plane were not catastrophically damaged. The cockpit crew improvised to manipulate the plane's speed and direction by varying the engines' throttle settings. Captain Eduardo Reyes made an emergency landing at Okinawa's Naha Airport, saving 272 passengers and 20 crew. The aircraft became a crime scene under Japanese law; bomb fragments found in and around the blast zone, as well as the lower half of Ikegami's body, provided clues pointing investigators back to Manila. ===Discovery by police=== Yousef then returned to Manila, where he began preparing at least a dozen bombs, each with more explosive materials. Weeks before his planned attacks, a fire started in his Manila apartment, forcing him to flee the room, leaving everything behind. The fire made the apartment staff suspicious, and soon police, led by Aida Fariscal, raided the apartment and uncovered the plot. A Philippine National Police raid in another Manila apartment revealed related evidence that Abdul Murad, Khalid Sheikh Mohammed, and Yousef had drawn up plans for flying an airplane into CIA headquarters. The information was passed on to the Federal Aviation Administration, who warned individual airlines.Strasser,:D Steven. The 9/11 Investigations, \"Excerpts from the House–Senate Joint Inquiry Response on 9/11,\" pp. 443 ==1995 U.S. airliner bombing attempt== Despite the international manhunt, Yousef escaped from Manila to Pakistan. On 31 January 1995, he flew from Pakistan to Thailand and met with an associate Istaique Parker. Yousef told Parker to check two suitcases filled with bombs, one on a Delta Air Lines flight and another on a United Airlines flight. Both bombs were timed to blow up over populated areas of the U.S. Parker spent much of the day at the airport, but was reportedly too scared to approach the airlines with the suitcases. Finally, Parker returned to Yousef's hotel and lied that employees at the airline cargo sections were asking for passports and fingerprints, making it too risky to go ahead with the plan. Yousef, wanting to get the bombs on a plane bound for the U.S., called a friend with diplomatic immunity in Qatar who was willing to take the suitcases to London and check them on a flight to the U.S. The plan was that they would explode mid-flight and destroy the plane. Yousef planned to use the friend's diplomatic immunity to ensure the suitcases would be loaded on the plane. According to Simon Reeve's book The New Jackals, the name of this friend has not been revealed, but his father is said to be a very senior politician and leading member of the establishment in Qatar (at the time, Yousef's maternal uncle, Khalid Sheikh Mohammed, was living in Qatar as the guest of a Qatari cabinet official). However, there was a problem and the suitcases were not checked in. Yousef and Parker returned to Pakistan on 2 February 1995. ==Arrest, conviction and prison life== thumb|House where Yousef was captured Following a tip-off from Istaique Parker, on 7 February 1995, Agents of Pakistan's Inter-Services Intelligence (ISI) and Special Agents of the U.S. Diplomatic Security Service raided room #16 in the Su-Casa Guest House in Islamabad, Pakistan, and captured Yousef before he could move to Peshawar. Parker was paid $2 million under the Rewards for Justice Program for the information leading to Yousef's capture. During the raid, agents found Delta and United Airlines flight schedules and bomb components in children's toys. Yousef had chemical burns on his fingers. Yousef was sent to a federal prison in New York City and held there until his trial. On 5 September 1996, Yousef and two co-conspirators were convicted for their role in the Bojinka plot and were sentenced by U.S. District Court Judge Kevin Duffy to life in prison without parole. On 12 November 1997, Yousef was found guilty of masterminding the 1993 bombing, and on 8 January 1998, Judge Duffy found Yousef guilty of plotting a \"seditious conspiracy\" to bomb the World Trade Center and sentenced Yousef to life plus 240 years in prison for both bombings. He also recommended that Yousef's entire sentence be served in solitary confinement. During the 1998 trial, Yousef said: > You keep talking also about collective punishment and killing innocent > people to force governments to change their policies; you call this > terrorism when someone would kill innocent people or civilians in order to > force the government to change its policies. Well, when you were the first > one who invented this terrorism. > You were the first one who killed innocent people, and you are the first one > who introduced this type of terrorism to the history of mankind when you > dropped an atomic bomb which killed tens of thousands of women and children > in Japan and when you killed over a hundred thousand people, most of them > civilians, in Tokyo with fire bombings. You killed them by burning them to > death. And you killed civilians in Vietnam with chemicals as with the so- > called Orange agent. You killed civilians and innocent people, not soldiers, > innocent people every single war you went. You went to wars more than any > other country in this century, and then you have the nerve to talk about > killing innocent people. > And now you have invented new ways to kill innocent people. You have so- > called economic embargo which kills nobody other than children and elderly > people, and which other than Iraq you have been placing the economic embargo > on Cuba and other countries for over 35 years. ... The Government in its > summations and opening statement said that I was a terrorist. Yes, I am a > terrorist and I am proud of it. And I support terrorism so long as it was > against the United States Government and against Israel, because you are > more than terrorists; you are the one who invented terrorism and using it > every day. You are liars, butchers, and hypocrites.New York Times, January > 9, 1998. Duffy responded: > Ramzi Yousef, you claim to be an Islamic militant. Of all the persons killed > or harmed in some way by the World Trade Center bomb, you cannot name one > who was against you or your cause. You did not care, just so long as you > left dead bodies and people hurt. Ramzi Yousef, you are not fit to uphold > Islam. Your God is death. Your God is not Allah ... You weren't seeking > conversions. The only thing you wanted to do was to cause death. Your God is > not Allah. You worship death and destruction. What you do, you do not for > Allah; you do it only to satisfy your own twisted sense of ego. You would > have others believe that you are a soldier, but the attacks on civilization > for which you stand convicted here were sneak attacks which sought to kill > and maim totally innocent people ... You, Ramzi Yousef, came to this country > pretending to be an Islamic fundamentalist, but you cared little or nothing > for Islam or the faith of the Muslims. Rather, you adored not Allah, but the > evil that you yourself have become. And I must say that as an apostle of > evil, you have been most effective. Yousef is held at the high-security Supermax prison ADX Florence in Florence, Colorado. The handcuffs Ramzi Yousef wore when he was captured in Pakistan are displayed at the FBI Museum in Washington, D.C. His Federal Prisoner number is: 03911-000. ==Connection to Osama bin Laden== In 1997, Osama bin Laden said during an interview that he did not know Yousef, but claimed to know Khalid Sheikh Mohammed, who is the mastermind behind the September 11, 2001 attacks and Yousef's uncle. According to the 9/11 Commission, Khalid Sheikh Mohammed said under interrogation that \"Yousef was not a member of al-Qaeda and that Yousef never met bin Laden.\"9/11 Commission Report, Notes, p. 489. Some authors, however, have made note of a stronger link between Yousef and bin Laden.Anthony Summers and Robbyn Swann. The Eleventh Day: the full story of 9/11 and Osama bin Laden. New York City: Ballantine Books. 2011. (Pgs. 226–227.) () ==See also== *Richard A. Clarke ==References== ==Further reading== * * Category:1960s births Category:20th-century criminals Category:Al-Qaeda bombers Category:Alumni of Swansea Metropolitan University Category:FBI Ten Most Wanted Fugitives Category:Fugitives Category:Inmates of ADX Florence Category:Living people Category:Pakistani al-Qaeda members Category:Pakistani electrical engineers Category:Pakistani mass murderers Category:Pakistani people convicted of murder Category:Pakistani people imprisoned abroad Category:Pakistani prisoners sentenced to life imprisonment Category:People convicted of murder by the United States federal government Category:People convicted on terrorism charges Category:People extradited from Pakistan Category:People extradited to the United States Category:People imprisoned on charges of terrorism Category:Perpetrators of religiously motivated violence in the United States Category:Prisoners sentenced to life imprisonment by the United States federal government",
 "title": "Ramzi Yousef"
}