{
 "id": "35145",
 "text": "Year 1560 (MDLX) was a leap year starting on Monday (link will display the full calendar) of the Julian calendar. == Events == === January-June === * January 7 - In the Kingdom of Scotland, French troops commanded by Henri Cleutin and Captain Corbeyran de Cardaillac Sarlabous sail across the Firth of Forth from Leith, which they are occupying, and fight with the Lords of the Congregation at Pettycur Bay near Kinghorn. * February 27 - Treaty of Berwick: Terms are agreed upon with the Lords of the Congregation in Scotland, for forces of the Kingdom of England to enter Scotland, to expel French troops defending the Regency of Mary of Guise. * March 7 - A Spanish-led expedition, commanded by Juan de la Cerda, 4th Duke of Medinaceli, overruns the Tunisian island of Djerba. * March 17 - Leaders of the Amboise conspiracy, including Godefroy de Barry, seigneur de La Renaudie, make an unsuccessful attempt to storm the château of Amboise, where the young French king and queen are residing. La Renaudie is subsequently caught and executed, along with over 1,000 of his followers. * April 15 - Denmark–Norway buys the Estonian island of Øsel, from its last prince-bishop. * May 11 - Battle of Djerba: The Ottoman fleet, commanded by Piali Pasha, overwhelms a large joint European (mainly Spanish) fleet, sinking about half its ships. * June 12 - Battle of Okehazama: Oda Nobunaga defeats Imagawa Yoshimoto. === July-December === * July 6 - The Treaty of Edinburgh is signed between England, France and Scotland, ending the Siege of Leith. The French withdraw from Scotland, largely ending the Auld Alliance between the two countries, and also ending the wars between England and its northern neighbour. * August 2 - Livonian War - Battle of Ergeme: Russians defeat the Livonian Brothers of the Sword, precipitating the dissolution of the order. * August 17 - The Scottish Reformation Parliament adopts a Protestant confession of faith and rejects papal authority, beginning the Scottish Reformation, and disestablishing Roman Catholicism in Scotland. * August 21 - A total eclipse of the sun is observable in Europe. * September 29 - Eric XIV becomes King of Sweden, upon the death of his father Gustav Vasa. * December 5 - Ten-year-old Charles IX succeeds his brother Francis as King of France. Francis's mother (Mary's mother-in-law), Catherine de' Medici, becomes regent of France. === Date unknown === * The complete Geneva Bible is published. * The first tulip bulb is brought from Constantinople to the Netherlands (probable date). * The first scientific society, the Academia Secretorum Naturae, is founded in Naples by Giambattista della Porta. * Solihull School is founded in the West Midlands of England. * The oldest surviving violin (dated inside), known as the Charles IX, is made in Cremona, in northern Italy. * Bairam Khan loses power in the Mughal Empire. * The Mongols invade and occupy Qinghai. * The great age of piracy in the Caribbean starts around this time. == Births == * January 3 - John Bois, English scholar (d. 1643) * January 17 - Gaspard Bauhin, Swiss botanist (d. 1624) * January 29 - Scipione Dentice, Neapolitan keyboard composer (d. 1633) * March 13 - William Louis, Count of Nassau-Dillenburg, Dutch count (d. 1620) * March 29 - Erekle I, Prince of Mukhrani, Georgian noble (d. 1605) * April 19 - Count Jobst of Limburg (d. 1621) * May 6 - Guido Pepoli, Italian Catholic cardinal (d. 1599) * June 25 - Wilhelm Fabry, German surgeon (d. 1634) * June 28 - Giovanni Paolo Lascaris, Italian Grand Master of the Knights Hospitaller (d. 1657) * July 1 - Charles III de Croÿ, Belgian noble (d. 1612) * July 7 - Margaret Clifford, Countess of Cumberland, English noblewoman and maid of honor to Elizabeth I (d. 1616) * August 6 - Antoine Arnauld, French lawyer (d. 1619) * August 7 - Elizabeth Báthory, Hungarian serial killer (d. 1614) * August 10 - Hieronymus Praetorius, German composer (d. 1629) * August 19 - James Crichton, Scottish polymath (d. 1582) * August 25 - Park Jin, Korean naval commander (d. 1597) * September 4 - Charles I, Count Palatine of Zweibrücken-Birkenfeld (d. 1600) * September 19 - Thomas Cavendish, English naval explorer, leader of the third expedition to circumnavigate the globe (d. 1592) * October 10 - Jacobus Arminius, Dutch theologian (d. 1609) * October 17 - Ernest Frederick, Margrave of Baden-Durlach (d. 1604) * October 29 - Christian I, Elector of Saxony (d. 1591) * November 3 - Annibale Carracci, Italian painter (d. 1609) * November 22 - Charles, Margrave of Burgau, German nobleman (d. 1618) * November 28 - Baltasar Marradas, Count of Spain (d. 1638) * December 3 - Jan Gruter, Dutch critic and scholar (d. 1627) * December 13 - Maximilien de Béthune, Duke of Sully, 2nd Prime Minister of France (d. 1641) * December 28 - Samuel Sandys, English politician (d. 1623) * December 29 - Wolfgang Ernst I of Isenburg-Büdingen-Birstein, German count (d. 1633) * date unknown ** Felice Anerio, Italian composer (d. 1614) ** Marco Antonio de Dominis, Dalmatian archbishop and apostate (d. 1624) ** Amalia von Hatzfeld, Swedish countess governor (d. 1628) ** Lieven de Key, Dutch architect (d. 1627) ** Ishida Mitsunari, Japanese samurai (d. 1600) ** Hugh Myddelton, Welsh businessman (d. 1631) ** Anton Praetorius, German pastor (d. 1613) * probable ** Jan Karol Chodkiewicz, Polish military commander (d. 1621) ** Adam Haslmayr, Tyrolean commentator on Rosicrucian manifestos (d. 1630) ** Ketevan the Martyr, Georgian queen and saint (d. 1624) ** Marietta Robusti, Venetian Renaissance painter (d. 1590) == Deaths == * January 1 - Joachim du Bellay, French poet (b. 1522) * January 8 - Jan Łaski, Polish Protestant evangelical reformer (b. 1499) * January 22 - Wang Zhi, Chinese pirate * February 7 - Bartolommeo Bandinelli, Florentine sculptor (b. 1493) * February 14 - Philip I, Duke of Pomerania-Wolgast (b. 1515) * February 16 - Jean du Bellay, French cardinal and diplomat (b. 1493) * March 5 - Pedro Pacheco de Villena, Spanish Catholic cardinal (b. 1488) * April 19 - Philip Melanchthon, German humanist and reformer (b. 1497) * June 11 - Mary of Guise, queen of James V of Scotland and regent (b. 1515) * June 12 ** Imagawa Yoshimoto, Japanese daimyō (b. 1519) ** Ii Naomori, Japanese warrior (b. 1506) * August 4 - Maeda Toshimasa, Japanese samurai * August 7 - Anastasia Romanovna, Tsarina of Russia, married to Russian Tsar Ivan the Terrible (b. 1530) * September 8 - Amy Robsart, English noblewoman (b. 1532) * September 14 - Anton Fugger, German merchant (b. 1493) * September 29 - King Gustav I of Sweden (b. 1496) * September 30 - Melchor Cano, Spanish theologian (b. 1525) * November 7 - Petrus Lotichius Secundus, German Neo-Latin poet (b. 1528) * November 25 - Andrea Doria, Italian naval commander (b. 1466) * December 2 - Georg Sabinus, German writer (b. 1508) * December 5 - King Francis II of France (b. 1544) * December 7 - Ernest of Bavaria, pledge lord of the County of Glatz (b. 1500) * Date unknown - Benvenida Abrabanel, philanthropist and businesswoman. == References ==",
 "title": "1560"
}