{
 "id": "351736",
 "text": "Henri Déricourt (2 September 1909 − 21 November 1962), code named Gilbert and Claude, was a French agent in 1943 and 1944 for the United Kingdom's clandestine Special Operations Executive organization during World War II. The purpose of SOE was to conduct espionage, sabotage, and reconnaissance in countries occupied by the Axis powers, especially those occupied by Nazi Germany. SOE agents allied themselves with resistance groups and supplied them with weapons and equipment parachuted in from England. Déricourt was the organiser (leader) of the Farrier network (or circuit) in France. Déricourt's job with SOE was air movements officer. He found clandestine landing fields for RAF airplanes and organized receptions for the arrival and departure of flights to convey SOE agents back and forth from England to France. Déricourt also acted as a postman, collecting mail and messages from SOE agents for transmittal to SOE headquarters in London with the airplane pilots. He was highly successful at the job and came into contact with many agents of Prosper, the SOE's largest and most important network in France. In the summer of 1943, the Prosper network was destroyed by the Germans with the arrest of hundreds of Prosper network associates and the death of many, including Francis Suttill, the leader of the network.Foot, M. R. D. (1966), SOE in France, London: Her Majesty's Stationery Office, p. 289-304.Helm, Sarah (2005), A Life in Secrets, New York: Doubleday, p. 53-54. Déricourt's service with SOE was controversial and he is widely believed to have been a German agent. He is accused of betraying the Prosper network to the Germans. After the war he was tried but acquitted of being a double agent who worked for the Sicherheitsdienst (SD), the intelligence arm of the German SS. The theory has also been advanced by some authors that Déricourt was a triple agent working under British instructions and that the betrayal of many SOE agents was an attempt by the British intelligence agency, MI6, to mislead the Germans about the date of the invasion of France by allied forces. M.R.D. Foot, the official historian of the SOE, believed that Dericourt was a German agent but debunked the assertion that Dericourt was a triple agent.Foot, M. R. D. (1966), SOE in France, London: Her Majesty's Stationery Office, pp. 289-304. 307 ==Early life== Henri Alfred Eugène Déricourt was born in Coulonges-Cohan, Aisne, France on 2 September 1909. His father worked for the post office and his mother was a domestic servant. He was trained as a military pilot in 1930, but left military service in 1932 to join an aerial circus. In 1935, he joined Air Bleu as a pilot and flew mail around France from then until the beginning of World War II in 1939. In 1936, he also became involved with French intelligence services and delivered aeroplanes to the Spanish Republican Army in Barcelona during the Spanish Civil War.Marshall, Robert (1989), All the King's Men, Glasgow: Fontana Paperbacks, pp. 16-26 In Paris in 1937 and 1938, according to author Robert Marshall, Déricourt met and became friends with two people who would become important in his life: a British journalist named Nicolas Bodington, later to become the second ranking officer in the French section of SOE, and a German policeman, Karl Boemelburg, assigned to the German Embassy and later the head of the SD in Paris.Marshall, pp. 19, 22-26 On 13 December 1941 Déricourt married a recently divorced woman, Jean Rose \"Jeannot\" Gamerre. He \"was devoted to Jeannot, but never faithful\" staying with Julienne Aisner when he was in Paris. He later recruited Aisner to work for him in SOE. Déricourt had the reputation of being a \"witty, self-confident and extremely persuasive charmer, particularly with the ladies.\"Marshall, p. 45, 49, 68 His friend, fellow pilot Hugh Verity, said that Dericourt \"was unscrupulous enough and arrogant enough to think that he could outsmart anyone --but that he was by nature a man who would not stab his friends in the back.\"Verity, Hugh (1998) We Landed by Moonlight, Manchester: Crecy Publishing Limited, page 168. Originally published in 1978. ==World War II and SOE== At the beginning of World War II, Déricourt flew civilian aircraft supplying French soldiers stationed near the border with Germany and later as a test pilot of a new French bomber. With the surrender of France in June 1940, he was involved in black market activities. He renewed his friendship with Boemelburg, now SD chief in Paris. Beginning in July 1941, he was a pilot for an airline in Vichy France, at that time unoccupied by Germany. He also came into contact with American intelligence officials as a source of information. In August 1942, Déricourt, unhappy in Vichy and leaving his wife behind, was transported by ship to Britain. He was investigated by MI5 (Security Service) which said that it was \"unable to guarantee his reliability.\" Despite those concerns he was subsequently recruited by MI6 (Secret Intelligence Service) before having his name and credentials passed to the Special Operations Executive (SOE) in November 1942. Déricourt's old friend, Nicolas Bodington, now the second in command of SOE's French section, endorsed his employment enthusiastically.Marshall, pp. 43-48, 52, 64, 97-99Foot, p. 291Helm, p. 53 ===Air operations=== SOE had difficulties with the Royal Air Force which reluctantly supplied the planes and pilots for SOE's clandestine operations. The RAF complained about the large number of failed missions. Déricourt with his experience as a pilot and his knowledge of France seemed like a godsend. On the night of 22/23 January 1943, Déricourt was parachuted \"blind\" (without anybody meeting him) into France near Orléans. He made his way to Paris, reunited with his wife, and, perhaps by coincidence, moved into a house next door to the house where Abwehr spy catcher Hugo Bleicher lived. The SD headquarters of old friend Karl Boemelburg was at 82 Avenue Foch, a short walk away. The two met shortly after Déricourt arrived in Paris. Déricourt lived openly under his own name, saying he was too well known to use an alias.Marshall, p. 108, 110-111 Déricourt soon assembled his Farrier team, consisting of Aisner as his courier and another old friend, pilot Rémy Clément, as an assistant. He relied on the Prosper network led by Francis Suttill for a radio operator, Jack Agazarian. Andrée Borrel helped Aisner with the courier duties. Through courier Lise de Baissac, Déricourt also established links with the large SOE Scientist network on the Atlantic Ocean coast of France, which also needed his services to move agents.Marshall, p. 111 These extensive links among networks, although understandable as Déricourt serviced several networks, violated SOE's doctrine that for security reasons networks should be independent of each other with as little contact as possible between and among networks and even among members of the same network.Foot, p. 104, 289, 309-311. Déricourt's first air operation was the night of 17/18 March 1943 when he met two Westland Lysander airplanes landing near Poitiers which delivered four SOE agents and boarded four others to return to England. The operation was successful and his success continued. Over the next eleven months, he supervised 17 air operations in which 22 aircraft landed at more than six different clandestine airfields and delivered 43 SOE agents to France and took 67 back to England.Foot, pp. 291, 298 The air operations were also a means of communications between the London headquarters of SOE and its agents in France. Déricourt was the \"postman\" who collected letter and reports from agents and gave them to the pilots of the airplanes to take back to England. Unlike wireless messages which were always transmitted in code, most of these letters and reports were in clear language although code names were supposed to be used for people and places.Helm, p 33 ===Suspicions=== The first known criticism by SOE agents of Déricourt was in June 1943 when Jack Agazarian complained to London that Déricourt's security was faulty. Several more agents complained in July about \"Gilbert\" although in the terse language of wireless transmissions it was unclear whether they meant Déricourt, code named Gilbert, or Gilbert Norman, deputy to Francis Suttill, the leader of the Prosper network. In summer 1943, the Prosper network was destroyed by the Germans. Suttill, Norman and many other members and associates of the Prosper network were captured. Francis Suttill's son lists approximately 180 SOE agents and French associates arrested of whom about 80 were executed or died in concentration camps, including Suttill himself. Given the clandestine involvement of many people, that list is incomplete.Foot, pp. 299-302.Suttill, Francis J. (2000), Shadows in the Fog, London: The History Press, pp. 277-284 The information SOE headquarters received from France about the fate of Prosper was misleading, because the Germans were using a captured wireless to feed false information to SOE in London. Déricourt remained at large, and continued to organize aircraft landings into France.Foot, pp. 289, 299 In October 1943 veteran resistor Henri Frager took a Déricourt-organized flight to London with the objective of telling SOE that Déricourt was a German agent. Senior SOE staff members and French Section leader Maurice Buckmaster refused to believe the reports and Déricourt continued his work in France until February 1944 when he was recalled to London. An investigation was inconclusive, but he was not allowed to return to France. Buckmaster later said that Déricourt \"never once let any of our boys down and that he has by far the finest record of operations completed of any member of SOE.\" ===Investigations=== Déricourt's complicity in the arrests of SOE agents was revealed after the war, when war crimes investigators received definite information from German sources that Déricourt had been one of their agents and that the information he provided had led to the arrest and execution of many SOE agents and hundreds of their French associates. In fall 1946, SOE spymaster Vera Atkins interviewed Dr. Josef Goetz, formerly an SD officer in Paris and now a captive of the allies in England. Goetz said that agent \"Gilbert\" worked for Boemelburg. Gilbert's task was to photograph all the agent's mail and SOE documents given to him to be sent back to England by aircraft. He gave copies to Boemelburg who passed them down to Goetz. Thus, the SD acquired personal and operational information about SOE agents which aided in their capture and interrogation and enabled the SD to conduct a disinformation campaign with captured radios. Goetz had met \"Gilbert\" on several occasions and identified Déricourt as \"Gilbert\" from a photograph Atkins showed him.Helm, pp. 300-301 In January 1947, Atkins located Sturmbannfuhrer Hans Josef Kieffer, who had been a senior German intelligence officer in Paris and commandant of the SD unit at 84 Avenue Foch. She interviewed him in a prison in Germany. She asked him whether there was a traitor among the SOE agents. Kieffer replied, \"You know yourself there was one...Gilbert...He was Boemelburg's agent...in fact he was more than an agent. He was a friend going back a very long time...He had the symbol BOE-48, Boemelburg's 48th agent.\" She asked for the identity of \"Gilbert\" and BOE-48. Kieffer answered: \"Of course, you know. It was Henri Déricourt.\"Helm, p. 356 ===Trial=== On 22 November 1946, Déricourt was arrested by French police in Paris and on 26 November he was charged with having had \"Intelligence With the Enemy\" and further investigations were authorized to \"establish the consequence of Déricourt's treason.\" However, by the time of Déricourt's June 1948 trial in Paris, Josef Kieffer, Atkin's principal source of Déricourt's identification as a German agent, had been executed for war crimes. Her other source, Dr. Goetz, had changed his story to say that he did not know whether Agent BOE-48 was in fact Déricourt. \"Most extraordinary of all\" in the words of author Sarah Helm nobody representing SOE was at the trial to give evidence against Déricourt. To the contrary, Nicolas Bodington, formerly the deputy in the French section of SOE and Déricourt's old friend, testified that he had known and approved of Déricourt's contacts with the Germans and said, \"I had total trust in Déricourt and recommended he maintain his contacts with the Germans.\" Déricourt was quickly acquitted after Bodington's testimony. Vera Atkins and other SOE agents were infuriated and accused Bodington as being a \"perjurer.\"Helm, p. 362-364Marshall, p. 268-269 ===Conspiracy theories=== The British foreign policy establishment was never enthusiastic about the existence of SOE, regarding it as a terrorist organization. Historian John Keegan later said that \"SOE besmirched Britain.\"Geraghty, Anthony (2000), The Irish War, Baltimore: Johns Hopkins Press, p. 346. After World War II, MI6 \"could not snuff out its awkward wartime rival fast enough and the Foreign office was delighted to see an end to the organisation that had interfered so much with quiet diplomacy.\" Despite those efforts, SOE attracted the attention of many authors and film makers.Helm, p. 371 Author Jean Overton Fuller tracked down Déricourt in the early 1950s and he told her that he had handed over copies of SOE agent's mail to the Germans, but was acting on the instructions of another British agency. The speculation developed that MI6 had planted Déricourt in SOE to keep tabs on its competitor. Later, the speculation expanded to the belief that MI6 employed Déricourt to deceive the Germans about Allied plans to invade France.Helm, pp. 383-385 One version of the speculation as expressed by some authors is that the British government told unwitting SOE agents to prepare for an allied invasion of France in September 1943 (the invasion did not occur until June 1944) with the knowledge that some SOE agents would be captured by the Germans. Under questioning some of the captured agents told the Germans that they believed an invasion was forthcoming in 1943. The objective of the deception, was to persuade the Germans to keep soldiers in France to defend against an invasion, rather than transferring them to the eastern front to fight against the Soviet Union which Britain feared was near collapse. Déricourt's role was to copy and give to the Germans the correspondence of SOE agents which hinted that an invasion was upcoming. He also gave them personal information about the agents and copies of their correspondence.Helm, p. 385Suttill, pp. 263-270 The theory that SOE was deliberately betrayed by MI6 has been widely criticized. The official SOE historian, M.R.D. Foot said, \"if you can believe that, you can believe anything.\" The son of SOE agent Francis Suttill, who was captured and executed, also debunked the theory that SOE agents were sacrificed in a disinformation campaign of MI6.Foot, p. 307Suttill, pp 263-270. ==Postwar activities== Despite his acquittal, Déricourt's reputation was destroyed and he went through a lean spell before returning to his profession as a pilot. In the 1950s he found employment with Aigle Azur, Air Liban, and SAGETA (Société Auxiliaire de Gérance et de d'Exploitation Transport Aeriens) before becoming involved in drug-running activities in Indochina. Officially employed by the government-owned airline, Air Laos, Déricourt flew a twin-engined Beech 18 (C-45) for Air Laos Commerciale, a concern that was often referred to by the name 'Air Opium'. The drug trade was organized by Bonaventure 'Rock' Francisci of the Corsican Mafia. The loads of raw opium were picked up on dirt strips in Northern Laos and transported to drop points in South Vietnam, Cambodia, and the Gulf of Thailand for onward transport to the Marseilles 'French Connection' heroin trade. ==Death== On 21 November 1962, Déricourt took off from Vientiane, Laos for Sayaboury with a load of gold and four passengers, but the plane crashed short of the landing strip due to fuel starvation. There were no survivors.Marshall, p. 277 His body was never recovered. ==References== ==Bibliography== * Robert Marshall, All the King's Men (Collins, 1988) * Jean Overton Fuller, Dericourt: The Chequered Spy (Michael Russell, 1989) * , Bob Maloubier and Jean Lartéguy, Triple jeu. L'espion Déricourt, Robert Laffont, 1992, . * Anthony Cave Brown, \"Bodyguard of Lies\" (Harper & Row, 1975) Category:1909 births Category:1962 deaths Category:French Special Operations Executive personnel Category:Secret Intelligence Service personnel Category:World War II spies for Germany Triple agents Category:Smugglers",
 "title": "Henri Déricourt"
}