{
 "id": "351782",
 "text": "The Christian Reformed Church in North America (CRCNA or CRC) is a Protestant Christian denomination in the United States and Canada. Having roots in the Dutch Reformed Church of the Netherlands, the Christian Reformed Church was founded by Dutch immigrants in 1857 and is theologically Calvinist.Welcome: Learn about the CRC . Christian Reformed Church. ==History== The Christian Reformed Church (CRC) split from the Reformed Church in America (then known as the Dutch Reformed Church) in an 1857 secession. This was rooted in part as a result of a theological dispute that originated in the Netherlands when Hendrik De Cock was deposed for his Calvinist convictions, leading there to the Secession of 1834–35. For the CRC founders in America, the RCA at the time appeared to contain problems similar to the State Church in the old country. So, in 1857 four churches with about 130 families (about 10 percent of the Dutch immigrant church members in West Michigan at the time) seceded. In March, the Noordeloos church of the Classis of Holland, Michigan left the Reformed Church in America. On March 19, some members of Second Reformed Church, Grand Rapids, Michigan organized a church that became First CRC, Grand Rapids, Michigan. On April 8, churches in Graafschap and Polkton also left the Classis of Holland. Two ministers, Koene van den Bosch and Hendrik Klijn, joined the separatists, although Klijn returned to the Reformed Church six months later. The new denomination that formed from this secession was led by elders and ministers from the churches in the northern Netherlands, especially from the province of Groningen, that had organized after the 1834 secession in the Netherlands, although members of the new denomination came from all parts of the Netherlands. The reasons given for leaving the Reformed Church were the use of hymns (versus Exclusive psalmody) during worship, allowing free access to communion, lax interpretation of grace, permitting membership in Freemasonry, and failure to provide catechetical instruction to young people. For the two years the denomination had no corporate name. In 1859 Holland Reformed Church (Hollandsche Gereformeerde Kerk) was adopted, which was changed to Free Dutch Reformed Church (no record of a Dutch translation) in 1861. Two years later True Dutch Reformed Church (Ware Hollandsche Gereformeerde Kerk) was approved which was changed to Holland Christian Reformed Church (Hollandsche Christelijke Gereformeerde Kerk) in 1880. In 1894 congregations also could use Christian Reformed Church (Christelijke Gereformeerde Kerk) as well. The full adoption of Christian Reformed Church came in 1904, which became Christian Reformed Church in North America in 1974. In 1875, the denomination opened a theological school in Grand Rapids, Michigan. The Preparatory Department of the school became Calvin College, while the Theological Department became Calvin Theological Seminary. By 1880 the denomination had grown to 42 congregations. Ten years later the number had grown to 100 located in 11 states. During the 1890s congregations from the True Protestant Dutch Reformed Church (located in New York and New Jersey) joined the CRC. During the 20th century a number of congregations from the disbanding German Reformed Churches also joined the CRC. By 1920 the denomination had grown to 350 congregations. At that time an estimated 350,000 Dutch immigrants had come to the United States, some of whom were in the Dutch Reformed tradition that since the 1880s was influenced by Abraham Kuyper, a Dutch Neo-Calvinist theologian, journalist, and statesman (he served as Prime Minister of the Netherlands, 1901-1905). He founded the Gereformeerde Kerken, a newspaper, the Free University of Amsterdam, and the Anti-Revolutionary Political Party. After the Second World War a new wave of Dutch Calvinist immigration occurred this time to Canada, most of whom were Kuyperian. During the 15 years after the war almost one-half of the denomination's new congregations (138 of 288) were in Canada. During the early 1920s the CRC had adopted three doctrinal points regarding common grace. Three ministers, Herman Hoeksema, George Ophoff, and Henry Danhof who were deposed for rejecting these three points as being contrary to the Reformed confessions. This dispute led to the three ministers and their followers leaving the CRC and forming what is now the Protestant Reformed Churches in America. During the early 1950s a division within the Protestant Reformed Churches in America led to the majority (about 60 percent) of the members forming the Orthodox Protestant Reformed Church, which joined the CRC in 1961. ==Ecumenical partnerships== In 1975 the CRC joined the Orthodox Presbyterian Church (OPC), Reformed Presbyterian Church of North America (RPCNA), the Reformed Presbyterian Church, Evangelical Synod (RPCES) and the Presbyterian Church in America (PCA) in forming the North American Presbyterian and Reformed Council (NAPARC). In the last decades of the 20th century, the Synod enacted innovations that were rejected by some of its more conservative members and one-time sister denominations. Out of concern about the state of affairs in the CRC, a group of ministers formed the Mid-America Reformed Seminary in 1981, and around the same time a federation of churches known as the Orthodox Christian Reformed Churches (OCRC), comprising some former CRC congregations, was formed. The 1995 decision to ordain women led to the formation of the United Reformed Churches in North America (URC), and the severing of fraternal relationships between the CRC and the OPC and PCA in 1997. Because of the decision to ordain women, NAPARC suspended the CRC from membership in 1999 and expelled it in 2001. This gradual shift has spurred some of the more conservative congregations to leave; a significant number of these have ended up in the PCA, OPC, or URC. In 2008, the OCRC dissolved and member churches joined the URC. The CRC was a charter member of the Reformed Ecumenical Council, which organized at Grand Rapids, Michigan in 1946. The CRC joined the World Alliance of Reformed Churches in 2002Acts of Synod 2002, pg.485; Acts of Synod 2003, pg.231 after many years of hesitation due to what was seen as the more liberal membership and agenda of that body. In 2010, the Reformed Ecumenical Council and World Alliance of Reformed Churches merged to form the World Communion of Reformed Churches at a joint meeting hosted by the CRC in Grand Rapids, Michigan. The CRC also belongs to the Canadian Council of Churches, the Evangelical Fellowship of Canada, the World Reformed Fellowship, and the National Association of Evangelicals. The CRC participates in Christian Churches Together in the United States and in the Global Christian Forum. As of 2016 the CRC has bilateral relationships with 39 denominations around the globe: 24 are in \"ecclesiastical fellowship;\" 10 are \"in dialogue;\" and five are in \"corresponding fellowship.\" In North America, the CRC is denominational partners with the more mainline Reformed Church in America (from which it had split in 1857) and in ecclesiastical fellowship with the Evangelical Presbyterian Church and ECO: A Covenant Order of Evangelical Presbyterians. ==Theology== The Christian Reformed Church is Calvinist, confessional and evangelical in its theology. It places high value on theological study and the application of theology to current issues, emphasizes the importance of careful Biblical hermeneutics, and has traditionally respected the personal conscience of individual members who feel they are led by the Holy Spirit. The Church promotes the belief that Christians do not earn their salvation, but that it is a wholly unmerited gift from God, and that good works are the Christian response to that gift. Reformed theology as practiced in the CRC is founded in Calvinism. A more recent theologian of great influence on this denomination was Abraham Kuyper (1837–1920). Kuyper, who served as the Prime Minister of the Netherlands from 1901 to 1905, promoted a belief in social responsibility and called on Christians to engage actively in improving all aspects of life and society. Kuyper is regarded as a founding father of Christian Democracy political ideology. Current scholars with wider reputations, such as philosophers Alvin Plantinga and Nicholas Wolterstorff, as well as Lewis B. Smedes, have associations with this denomination and with Calvin College. Philip Yancey has stated, \"I also admire the tradition of the Christian Reformed Church, which advocates 'bringing every thought captive' under the mind of Christ; that tiny 'transforming' denomination has had an enormous influence on science, philosophy, and the arts.\"Philip Yancey, \"A State of Ungrace Part 2\" Christianity Today Vol. 41, No. 2. February 3, 1997 The translation of the works of Herman Bavinck into English has spurred on the study of Dutch Reformed theology. ==Doctrinal standards== The CRC officially subscribes to the Ecumenical Creeds—the Apostles' Creed, the Nicene Creed, and the Athanasian Creed—as well as three Reformed Confessions, commonly referred as the Three Forms of Unity: the Belgic Confession, the Heidelberg Catechism, and the Canons of Dort. In 1986, the CRC formulated a statement of faith titled \"Our World Belongs to God: A Contemporary Testimony\" which addresses issues such as secularism, individualism, and relativism. These issues were seen as \"unique challenges of faith presented by the times in which we live\". While not having confessional status, it is meant to give a hymn-like expression of our faith within the heritage of the Reformed confessions, especially addressing issues that confront the church today. The Contemporary Testimony was reviewed and updated in 2008. The second Contemporary Testimony held by the CRCNA is the Belhar Confession, a testimony written in Afrikaans in 1982 from Reformed churches in South Africa.https://www.crcna.org/sites/default/files/2017_advisory_committee_8.pdf ==Social issues== The Christian Reformed Church has stated its position on a number of social issues. Summaries of those positions and references to full reports with exact statements can be found at crcna.org.https://www.crcna.org/welcome/beliefs/position-statements crcna.org/welcome/beliefs/position-statements The CRC is opposed to abortion except in cases when the \"life of the mother is genuinely threatened\" by her pregnancy. The church \"affirms the unique value of all human life\" from the \"moment of conception\". Believers are called upon to show \"compassion\" to those experiencing unwanted pregnancies, even while they speak out against the \"atrocity\" of abortion. In 2010, the Synod adopted a recommendation \"to instruct the Office of Social Justice and Hunger Action (OSJ) to boldly advocate for the church's position against abortion, and to help equip churches to promote the sanctity of human life\" (Acts of Synod 2010, p. 883).\" Unlike many other Christian denominations, the CRC does not have an official stance on euthanasia. Their Acts of the 1972 Synod, however, can be interpreted as also a condemnation of euthanasia, since it opposes \"the wanton or arbitrary destruction of any human being at any stage of its development from the point of conception to the point of death\". (Acts of Synod 1972, p. 64)Christian Reformed Church in North America on euthanasia. Christian Reformed Church. The CRC already expressed its official opposition to legal euthanasia both in Canada and the United States. The CRC has a moderate stance on the death penalty: \"The CRC has declared that modern states are not obligated by Scripture, creed, or principle to institute and practice capital punishment. It does, however, recognize that Scripture acknowledges the right of modern states to institute and practice capital punishment if it is exercised with utmost restraint.\" The stance of the CRC is that homosexuality is \"a condition of disordered sexuality that reflects the brokenness of our sinful world\". Christian homosexuals should not pursue \"homosexualism\", defined as \"explicit homosexual practice\", which is \"incompatible with obedience to the will of God as revealed in Scripture\". Christian homosexuals should be given \"loving support\" within the church community, compassion, and support \"towards healing and wholeness\". Christian homosexuals, like all Christians, are called to discipleship, holy obedience, and the use of their gifts in the cause of the kingdom. Opportunities to serve within the offices and the life of the congregation should be afforded to them as to heterosexual Christians. The Christian Reformed Church in North America also opposes Freemasonry. ==Political involvement== The CRC educates its constituency and mobilizes member advocacy on a wide range of social justice issues in Canada and the United States. It does so primarily through its Office of Social Justice and Hunger Action (OSJ) and the Centre for Public Dialogue (CPD) in Canada. Major issues on which the CRC has clear, biblically rooted positions and an active advocacy effort include: Reducing or ending abortion, comprehensive reform of the U.S. immigration system, ending global poverty and hunger, fighting systemic racism in both Canada and the U.S., achieving more justice for aboriginal groups in the U.S. and Canada, organizing for a stronger governmental and private sector response to care for God's creation – including climate change, refugee protection and resettlement, and standing in solidarity with those who are persecuted for their faith. == Missions == thumb|A CRC church on the Navajo reservation. The CRC has mission efforts and ministries in Nigeria, South America, Southeast Asia, and the Navajo reservation. Among the most prominent reservation churches are the Zuni and Rehoboth missions. Rehoboth was founded in 1903 and has grown significantly into a large church and has an independent school with over 500 students in grades K-12; Zuni has experienced the same in its community. The Rehoboth hospital moved to the neighboring town of Gallup in 1970. Rehoboth built a high-school in 1951, and a new high school, funded by the DeVos family, was built in 2018. The first Rehoboth church was built in 1908, though the congregation moved to a new building in 2005. ==Governance== thumb|150 px|The Christian Reformed Church emblem approved for U.S. military gravestones. Church polity refers to the form of governance and organization of a church. The CRC follows a Presbyterian form of church polity organized under governance by elders, as compared to Episcopal polities organized under governance by bishops (Roman Catholic, United Methodist, and Episcopal denominations) and Congregational polities organized under the governance of the local congregation (Congregational, Baptist, Disciples of Christ). Governance by elders is assumed throughout the Christian Reformed Church Order, but CRC polity is not exactly like that of Presbyterian denominations. Two particular differences include the fact that the CRC has limited tenure for officebearers (so elders and deacons serve terms, not forever), and ministers are ordained and credentialed by a local congregation, not the regional classis or presbytery. Another key difference is that church polity in the CRC does not have confessional status and, therefore, the Church Order does not have the same authority as the creeds. The Church Order is subordinate to the creeds and confessions, which are subordinate to Scripture. The Christian Reformed Church has three levels of assembly: the church council (local assembly, composed of a congregation's deacons, elders, and ministerial staff), the classis (regional assembly, of which there are 48: 37 in the United States and 12 in Canada, with one straddling the international border), and the synod (bi-national assembly.)Christian Reformed Church Governance. Christian Reformed Church. The church's Synod meets annually in June, with 192 delegates: a minister, an elder and a deacon from each classis, plus one other officebearer. Central offices of the church are located in Grand Rapids, Michigan, and Burlington, Ontario. The CRC in North America has sent missionaries to many countries around the world where Christian Reformed churches have been established, but these have organized on their own and are independent from the North American denomination. ==Education and agencies== Reformed teaching puts an emphasis on education. As such, many CRC members support Christian day schools as well as post-secondary education. The denomination owns and supports Calvin University as well as Calvin Theological Seminary in Grand Rapids, Michigan, where the denomination's U.S. offices are located. Historically most ministers ordained in the CRC were trained at Calvin Seminary. Other colleges associated with the denomination are Kuyper College (also located in Grand Rapids), Trinity Christian College in Palos Heights, Illinois; Dordt University in Sioux Center, Iowa; Redeemer University College in Ancaster, Ontario; The King's University in Edmonton, Alberta, and the post-graduate Institute for Christian Studies in Toronto, Ontario.Happy 150th, CRC!, Rev. Scott Hoezee, The Banner, 2007 Elim Christian Services in Palos Heights, Illinois, offers a school devoted to the education of those with special needs. ===Agencies=== thumb|The logo of The Back to God Hour radio program, which gave Back to God Ministries International its original name.|alt=The Back to God Hour radio program logo * Back to God Ministries International – (formerly The Back to God Hour until 2008) media ministry of the CRCNA that utilizes radio, television, internet and text messaging to reach nearly 200 countries, with 34 websites in 10 languages: Arabic, Chinese, English, French, Hindi, Indonesian, Japanese, Portuguese, Russian, and Spanish * Calvin University – the oldest and primary college of the CRCNA * Calvin Theological Seminary – the CRCNA seminary for training ministers and those doing ministry work * Resonate Global Mission - Formed by the joining of Christian Reformed Home Missions and Christian Reformed World Missions, Resonate Global Mission, trains leaders, guides new churches, and forges partnerships to proclaim and live out the good news of Jesus Christ worldwide. * World Renew – World Renew, formerly the Christian Reformed World Relief Committee (CRWRC), is the relief and development organization of the Christian Reformed Church. It responds to the needs of people around the world who are suffering from poverty, hunger, disaster, and injustice. ===Departments and offices=== * Faith Alive Christian Resources – known as CRC Publications until 2007, publishes and distributes books, magazines and learning materials. In 2013, Faith Alive was reorganized from a CRC agency with its own board to a department supervised by the CRC Board of Trustees. * Canadian Ministries * Candidacy Committee * Chaplaincy & Care Ministry * CRC Foundation * Disability Concerns * Ecumenical and Interfaith Relations Committee (EIRC) * CRC Loan Fund * Office of Social Justice * Centre for Public Dialogue * Pastor-Church Resources * Race Relations * Safe Church * Servicelink * Sustaining Congregational Excellence (SCE) * Sustaining Pastoral Excellence (SPE) ===Denominationally related agencies=== * Diaconal Ministries Canada * Dynamic Youth Ministries – ministers to young people; includes Calvinist Cadet Corps, GEMS Girls' Clubs, and ThereforeGo Ministries * Friendship Ministries * Partners Worldwide * Timothy Leadership Training Institute ==Demographics== {| class=\"wikitable\" style=\"margin:auto auto auto auto; front-size:95%; float:right;\" |- ! Year !! Membership !! churches |- | 1963 || 256,015 || 585 |- | 1964 || 263,178 || 597 |- | 1965 || 268,165 || 610 |- | 1966 || 272,461 || 624 |- | 1967 || 275,530 || 629 |- | 1968 || 278,869 || 634 |- | 1969 || 281,523 || 648 |- | 1970 || 284,737 || 658 |- | 1971 || 285,628 || 660 |- | 1972 || 286,094 || 674 |- | 1973 || 287,114 || 750 |- | 1974 || 287,553 || 763 |- | 1975 || 286,371 || 688 |- | 1976 || 287,503 || 695 |- | 1977 || 288,024||706 |- | 1978 || 287,656||791 |- |1979 ||289,011||814 |- |1980 ||292,379||828 |- |1981 ||294,354||824 |- |1982 ||296,706||828 |- |1983 ||299,685||828 |- |1984 ||302,436||838 |- |1985 ||305,228||853 |- |1986 ||306,309||959 |- |1987 ||308,993||876 |- |1988 ||310,160||891 |- |1989 ||310,014||903 |- |1990 ||314,226||941 |- |1991 ||315,086||958 |- |1992 ||316,415||981 |- |1993 ||311,202||979 |- |1994 ||300,320||979 |- |1995 ||294,179||985 |- |1996 ||291,796||991 |- |1997 ||285,864||987 |- |1998 ||279,029||972 |- | 1999 || 275,466 || 964 |- | 2000 || 276,376 || 982 |- | 2001 || 279,068 || 991 |- | 2002 || 278,944 || 989 |- | 2003 || 278,798 || 995 |- | 2004 || 275,708 || 1,002 |- | 2005 || 273,220 || 1,021 |- | 2006 || 272,127 || 1,047 |- | 2007 || 269,221 || 1,057 |- | 2008 || 268,052 || 1,049 |- | 2009 || 264,330 || 1,059 |- | 2010 || 262,588 ||1,078 |- | 2011 || 255,706 || 1,084 |- | 2012 || 251,727 || 1,099 |- | 2013 || 248,258 || 1,101 |- | 2014 || 245,217 || 1,103 |- | 2015 || 242,794 || 1,090 |- | 2016 || 235,921 || 1,088 |- | 2017 || 234,819 || 1,091 |- | 2018 || 227,968 || 1,094 |- | 2019 || 222,156 || 1,072 |} CRC churches are predominantly located in areas of Dutch immigrant settlement in North America, including Brookfield, Wisconsin, Western Michigan, Chicago, the city of Lynden in Washington State, British Columbia, Ontario, Nova Scotia, Prince Edward Island, New Brunswick, Alberta, Iowa, suburban southern California, Ripon, California, and northern New Jersey. About 75% of the CRCNA congregations are located in the US, while the remaining 25% are in Canada. The church has grown more ethnically diverse with some congregations predominantly Native American, Korean, Chinese, Vietnamese, African-American and Hispanic. All together, Christian Reformed Churches speak around 20 languages and over 170 congregations speak a language other than English or Dutch. Many churches, particularly in more urban areas, are becoming much more integrated. Emerging from its role as primarily an immigrant church, the church has become more outward focused in recent years. thumb|Christian Reformed Churches in the US by county, 2008 ==Membership trends== After a time of steady growth during the period of 1963–1992, membership totals have declined, even though the number of churches has grown. In 1992, at the height of its membership, the Christian Reformed Churches had 316,415 members in 981 churches in the United States and Canada. In 2019 membership had dropped to 222,156 members in 1072 churches, marking a loss of 78,164 members (or 26% of its membership) in the last 25 years. ==Notable members== * David Apol, General Council, United States Office of Government Ethics * Herman Baker, founder, Baker Publishing Group * Louis Berkhof, 1873–1957, prominent Reformed theologian of the 20th century * Dirk Booy, vice president, World Vision * Emily R. Brink, hymnist and professor of church music and worship * Scott Brown, U.S. Senator from Massachusetts * Sietze Buning, poet, the pen name of Stanley Wiersma (1930–1986) * Richard DeVos, businessman, co-founder of Amway * Betsy DeVos, former US Secretary of Education * Calvin B. DeWitt, environmentalist and co-founder of the Evangelical Environmental Network * William B. Eerdmans, founder, William B. Eerdmans Publishing Company * Vern Ehlers, U.S. Representative from Michigan * William K. Frankena, 1908–1994, philosopher, University of Michigan * Sidney Greidanus, professor of preaching at Calvin Theological Seminary * Paul B. Henry, U.S. Representative from Michigan * Herman Hoeksema, (1886-1965) Reformed theologian who helped found the Protestant Reformed Churches in America * Shirley B. Hoogstra, President of the Council for Christian Colleges & Universities * Bill Huizenga, U.S. Representative from Michigan * Dean Koldenhoven, former mayor of Palos Heights, Illinois * Richard Krejcir, pastor, theologian, author and director of Into Thy Word * Frederick Manfred, author of Westerns, the pen name of Feike Feikema (1912–1994) * Manuel Ortiz, pastor, missionary and scholar * Richard and Joan Ostling, authors and journalists * Alvin Plantinga, philosopher, University of Notre Dame * Charles Kuperus, New Jersey Secretary of Agriculture, Board Member: Christian Schools International * Cornelius Plantinga, theologian, author, president of Calvin Theological Seminary from 2002-2011 * Leo Peters, entrepreneur, founder of Butterball * Michael Rea, philosopher, University of Notre Dame * Jacoba Beuker Robbert, co-founder of Pine Rest Christian Mental Health Services * H. Evan Runner, philosopher * Lewis Smedes, author, ethicist, and theologian (1921–2002) * Calvin Seerveld, philosopher and theologian * Norman Shepherd, pastor and theologian * The Staal brothers, professional hockey players Eric Staal, Marc Staal, Jordan Staal, and Jared Staal * Steven R. Timmermans, psychologist, author, former president of Trinity Christian College, executive director of CRC 2013–present * Jay Van Andel, businessman, co-founder of Amway * Cornelius Van Til, (1895–1987) Reformed theologian, (raised CRC and attended denominational schools before joining the Orthodox Presbyterian Church) * Johanna Veenstra (1894-1933), missionary to Nigeria * Geerhardus Vos (1862–1949), theologian, \"Father of Reformed Biblical Theology\" * John Witvliet, directorh of the Calvin Institute of Christian Worship * Albert Wolters, philosopher * Nicholas Wolterstorff, philosopher, Yale University * Pat and Bernie Zondervan, founders, Zondervan Publishing * Jerry Zandstra, conservative activist *Christian Sebastia, pastor, theologian and music producer Bill Hybels, pastor of Willow Creek Community Church and founder of Willow Creek Association, was raised in the Christian Reformed Church, but left and was a critic of the CRC's apparent lack of evangelistic focus. In later years, Hybels has softened his stance, noting that the CRC has made progress in evangelism and that many CRC members attend the evangelism conferences hosted by the church he founded. Others, such as novelist Peter De Vries and filmmakers Paul Schrader (Raging Bull, Taxi Driver), Leonard Schrader (Kiss of the Spider Woman) and Patricia Rozema (I've Heard the Mermaids Sing, Mansfield Park) were raised in the church by CRC-member parents and attended denominational schools, but later left the church. However, the influence of CRC origin can be detected in their later work, especially the films of Paul Schrader, who has publicly stated that \"a religious upbringing... never goes away.\"Festival of Faith and Writing brings together a variety of voices. Calvin College – Spark On-Line. ==See also== The Christian Reformed Church is not a worldwide organization but has similar, independent church bodies in other lands. * Christian Reformed Churches (Christelijke Gereformeerde Kerken), a different denomination with a similar name in the Netherlands * Christian Reformed Churches of Australia * Christian Reformed Church in Costa Rica * Christian Reformed Church in Cuba * Christian Reformed Church of the Dominican Republic * Christian Reformed Church in Eastern Africa * Christian Reformed Church in El Salvador * Christian Reformed Church in Haiti * Christian Reformed Church in Honduras * Christian Reformed Church in Myanmar * Christian Reformed Church in Nicaragua * Christian Reformed Church of Nigeria * Christian Reformed Church in Sierra Leone * Christian Reformed Church in South Africa * Christian Reformed Church in Sri Lanka (formerly known as the Dutch Reformed Church in Sri Lanka) * Christian Reformed Church in the Philippines * Reformed Church in America * The Banner (The Banner of Truth) Magazine * Christian Labor Association ==Notes== ==References== * Bratt, James H. Dutch Calvinism in Modern America: A History of a Conservative Subculture. Eerdmans, 1984. * Doezema, Linda Pegman. Dutch Americans: A Guide to Information Sources. Gale Research, 1979. * Kroes, Rob, and Henk-Otto Neuschafer, eds. The Dutch in North America: Their Immigration and Cultural Continuity. Amsterdam: Free University Press, 1991. * Kromminga, John. The Christian Reformed Church: A Study in Orthodoxy. Grand Rapids, Mich.: Baker Books, 1949. * Schaap, James. Our Family Album: The Unfinished Story of the Christian Reformed Church. Grand Rapids, Mich.: CRC Publications, 1998. * Sheeres, Janet Sjaarda. Son of Secession: Douwe J. Vander Werp. Grand Rapids, Mich.: Eerdmans, 2006. * Smidt, Corwin, Donald Luidens, James Penning, and Roger Nemeth. Divided by a Common Heritage: The Christian Reformed Church and the Reformed Church in America at the Beginning of the New Millennium. Grand Rapids: Eerdmans, 2006. * Swierenga, Robert. Faith and Family: Dutch Immigration and Settlement in the United States, 1820–1920 (2000) * Zwaanstra, Henry. Reformed Thought and Experience in a New World: A Study of the Christian Reformed Church and Its American Environment 1890–1918. The Netherlands: Kampen, 1973. 331 pp. *Witteveen Fred, rehoboth christian school 1903-2003. ==External links== * * Book of Church Order for the CRCNA * Searchable Database of All CRC Ministers * Detailed church history * Asian- American CRCs * The Banner. The monthly publication of the CRC * Profile of the CRC on the Association of Religion Data Archives website Category:Members of the World Communion of Reformed Churches Category:Reformed denominations in the United States Category:Reformed denominations in Canada Category:Protestantism in Michigan Category:Holland, Michigan Category:Religion in Grand Rapids, Michigan Category:Religious organizations established in 1857 Category:Calvinist denominations established in the 19th century Category:Protestant denominations established in the 19th century Category:Members of the National Association of Evangelicals Category:1857 establishments in Michigan Category:1857 in Christianity",
 "title": "Christian Reformed Church in North America"
}