{
 "id": "351979",
 "text": "thumb|Details of the façade John Knox House, popularly known as John Knox's House, is an historic house in Edinburgh, Scotland, reputed to have been owned and lived in by Protestant reformer John Knox during the 16th century. Although his name became associated with the house, he appears to have lived in Warriston Close where a plaque indicates the approximate site of his actual residence. ==History== The house itself was built from 1490 onwards, featuring a fine wooden gallery and hand-painted ceiling. It had belonged to Walter Reidpath whose grandson John Arres inherited it and left it to his daughter Mariota Arres in 1556. She married James Mosman, a goldsmith. Her father-in- law John Mosman, also a goldsmith, had refashioned the crown of Scotland for James V.James Balfour Paul, Accounts of the Treasurer, vol. 7 (Edinburgh, 1907), p. 278. In 1567 James Mosman was converting a piece of Mary, Queen of Scots' jewelry when she was imprisoned in Lochleven Castle.William Boyd, Calendar State Papers Scotland, vol. 4 (Edinburgh, 1905), p. 616. He remained loyal to Mary when she was exiled in England. Mosman worked in Edinburgh Castle with James Cockie making coins for Mary's supporters who held the castle during the 'Lang Siege'. The two goldsmiths valued the jewels of Mary, Queen of Scots which remained in the castle, so they could be used as security for loans.Bruce Lenman, 'Jacobean Goldsmith-Jewellers as Credit-Creators: The Cases of James Mossman, James Cockie and George Heriot', Scottish Historical Review, 74:198 (1995), pp. 159-177. When the Castle surrendered in August 1573, Mosman was charged with counterfeiting, for which he was hanged, quartered and beheaded. The house was forfeit for the treachery, and was given in the name of James VI of Scotland to James Carmichael younger of that ilk.Thomson, Thomas, ed., Historie and Life of James Sext (Bannatyne Club, 1825), p. 145: Register of the Great Seal of Scotland, vol. 4 The carvings were discovered behind woodwork in 1849,Robert Miller, John Knox and the Town Council of Edinburgh (Edinburgh, 1898), p. 136. and restored in 1850 by Alexander Handyside Ritchie.Buildings of Scotland: Edinburgh by Gifford, Mcwilliam and Walker The building was restored again in 1984. Over the next few centuries many decorations and paintings were added, and the house and its contents are now a museum. The building is owned by the Church of Scotland and is now administered as part of the new, adjacent Scottish Storytelling Centre. ==Association with John Knox== thumb|Warriston Close plaque The visitor's pamphlet states that the house \"was Knox's home only for a few months during the siege of Edinburgh Castle, but it is believed that he died here.\"\"John Knox House at the Scottish Storytelling Centre\" (visitor's information pamphlet.) It appears to have become widely accepted as \"John Knox's House\" from the mid-19th century onwards after Victorian writers like Robert Chambers and Sir Daniel Wilson had repeated the popular tradition, first recorded c.1800,Miller, Robert, 'Where did John Knox live in Edinburgh?', in Proceedings Society Antiquaries Scotland, vol.33 (1899) p.101 of attaching Knox's name to it.The term appears on the 1852 Ordnance Survey map The house looked old enough to fit the description, but no research was able to establish the rights or wrongs of the claim. Because of its visual prominence, however, it is almost certain that the building would have been familiar to Knox. The location of his actual residence is marked by a plaque in Warriston Close which lies further up the slope of the High Street. After the Disruption in the Church of Scotland in 1843, the house was bought by the new Free Church, a fact which may have strengthened belief in its association with Knox. It was condemned and due for demolition by the Town Council in 1849 but saved through the efforts of the pioneering urban conservationist Lord Cockburn.J F Birrell, An Edinburgh Alphabet, Mercat Press, Edinburgh, 1980, p.122, The building immediately adjacent on the west side of the house is Moubray House. Its owner Robert Moubray also happened to be the owner of the house in Warriston's Close where Knox lodged in the 1560s.Edinburgh City Old Accounts, vol.1 (1899), 477: Miller, Robert, John Knox and the Town Council of Edinburgh, (1898), pp.77-9 ==See also== * Moubray House ==Notes== ==References== *Chambers, Robert and William Chambers's Edinburgh Journal, volume VIII nos. 183-200 July-December (1847), 231. Description of John Knox House in 1847. *Guthrie, Charles John, John Knox and John Knox's House, Constable (1905). *Guthrie, Charles John, 'Traditional Belief in John Knox's House Vindicated', in Proceedings Society Antiquaries Scotland, vol.34 (1899), 249-273, (conclusions not now accepted) *Smith, Donald, John Knox House, Gateway to Edinburgh's Old Town, John Donald (1996) *Miller, Robert, John Knox and the Town Council of Edinburgh, Andrew Elliot (1898) *Miller, Robert, 'Where did John Knox live in Edinburgh?', in Proceedings Society Antiquaries Scotland, vol.33 (1899) 80-115, (general conclusions widely accepted) ==External links== * Scottish Storytelling Centre Category:Buildings and structures completed in 1490 Category:Houses completed in the 15th century Category:Category A listed buildings in Edinburgh Category:Category A listed houses in Scotland Category:Museums in Edinburgh Category:Biographical museums in Scotland Category:Royal Mile Category:Hippolyte Blanc buildings Category:Religious museums in Scotland Category:Historic house museums in Edinburgh Category:History museums in Scotland Category:Renaissance in Scotland Category:Church of Scotland Category:Mosman family",
 "title": "John Knox House"
}