{
 "id": "352591",
 "text": "Haka (; plural haka, in both Māori and English) is a ceremonial dance in Māori culture. It is often performed by a group, with vigorous movements and stamping of the feet with rhythmically shouted or chanted accompaniment. Although popularly associated with the traditional battle preparations of male warriors, haka have been traditionally performed by both men and women and for a variety of social functions within Māori culture. Haka are performed to welcome distinguished guests, or to acknowledge great achievements, occasions, or funerals. Kapa haka groups are common in schools. The main Māori performing arts competition, Te Matatini, takes place every two years. New Zealand sports teams' practice of performing a haka before their international matches has made the haka more widely known around the world. This tradition began with the 1888–89 New Zealand Native football team tour and has been carried on by the New Zealand rugby union team (known as the All Blacks) since 1905. == Etymology == The group of people performing a haka is referred to as a kapa haka (kapa meaning row or rank). The Māori word haka has cognates in other Polynesian languages, for example: Samoan saʻa (saʻasaʻa), Tokelauan haka, Rarotongan ʻaka, Hawaiian haʻa, Marquesan haka, meaning 'to be short-legged' or 'dance'; all from Proto-Polynesian saka, from Proto-Malayo-Polynesian sakaŋ, meaning 'bowlegged'. == History and practice == thumb|upright|When performed by men, the haka features protruding of the tongue. === Origins === According to Maori scholar Tīmoti Kāretu, the haka has been \"erroneously defined by generations of uninformed as 'war dances'\", while Māori mythology places haka as a dance \"about the celebration of life\". Following a creation story, the sun god, Tama-nui-te-rā, had two wives, the Summer Maid, Hine- raumati, and the Winter Maid, Hine-takurua. Haka originated in the coming of Hine-raumati, whose presence on still, hot days was revealed in a quivering appearance in the air. This was the haka of Tāne-rore, the son of Hine-raumati and Tama-nui-te-rā. Hyland comments that \"[t]he haka is (and also represents) a natural phenomena [sic]; on hot summer days, the 'shimmering' atmospheric distortion of air emanating from the ground is personified as 'Te Haka a Tānerore'\". Jackson and Hokowhitu state, \"haka is the generic name for all types of dance or ceremonial performance that involve movement.\" The various types of haka include whakatū waewae, tūtū ngārahu and peruperu. The tūtū ngārahu involves jumping from side to side, while in the whakatū waewae no jumping occurs. Another kind of haka performed without weapons is the ngeri, the purpose of which was to motivate a warrior psychologically. The movements are very free, and each performer is expected to be expressive of their feelings. Manawa wera haka were generally associated with funerals or other occasions involving death. Like the ngeri they were performed without weapons, and there was little or no choreographed movement. War haka () were originally performed by warriors before a battle, proclaiming their strength and prowess in order to intimidate the opposition. Various actions are employed in the course of a performance, including facial contortions such as showing the whites of the eyes (), and poking out the tongue (, performed by men only), and a wide variety of vigorous body actions such as slapping the hands against the body and stomping of the feet. As well as chanted words, a variety of cries and grunts are used. Haka may be understood as a kind of symphony in which the different parts of the body represent many instruments. The hands, arms, legs, feet, voice, eyes, tongue and the body as a whole combine to express courage, annoyance, joy or other feelings relevant to the purpose of the occasion. === 18th and 19th centuries === thumb|upright=1.25|19th-century illustration of a haka, The earliest Europeans to witness the haka were invariably struck by its vigor and ferocity. Joseph Banks, who accompanied James Cook on his first voyage to New Zealand in 1769, later recorded: :\"The War Song and dance consists of Various contortions of the limbs during which the tongue is frequently thrust out incredibly far and the orbits of the eyes enlarged so much that a circle of white is distinctly seen round the Iris: in short nothing is omittd which can render a human shape frightful and deformd, which I suppose they think terrible.\" From their arrival in the early 19th century, Christian missionaries tried unsuccessfully to eradicate the haka, along with other forms of Māori culture that they saw as conflicting with Christian beliefs and practice. Henry Williams, the leader of the Church Missionary Society mission in New Zealand, aimed to replace the haka and traditional Māori chants (waiata) with hymns. Missionaries also encouraged European harmonic singing as part of the process of conversion. The use of the haka in welcoming ceremonies for members of British royal family helped to improve its standing among Europeans. Prince Alfred, the Duke of Edinburgh, was the first royal to visit New Zealand, in 1869. Upon the Duke's arrival at the wharf in Wellington, he was greeted by a vigorous haka. The Wellington Independent reported, \"The excitement of the Maoris becomes uncontrollable. They gesticulate, they dance, they throw their weapons wildly in the air, while they yell like fiends let loose. But all this fierce yelling is of the most friendly character. They are bidding the Duke welcome.\"13 April 1869, Wellington Independent, p. 3. Retrieved on 25 June 2018. === Modern haka === In modern times, various haka have been composed to be performed by women and even children. Haka are performed for various reasons: for welcoming distinguished guests, or to acknowledge great achievements, occasions or funerals. The 1888–89 New Zealand Native football team began a tradition by performing the haka during an international tour. The common use of haka by the national rugby union team before matches, beginning with The Original All Blacks in 1905, has made one type of haka familiar. Some events have caused protests. The 1979 annual \"haka party\" parade at the University of Auckland – in which engineering students persisted in parodying the haka by painting male genitals on their body and performing with sexually obscene gestures – was disrupted by a collection of Māori and Pacific Island students (He Taua, or The War Party) headed by Ngā Tamatoa, a prominent Māori activist group. For two decades people including Māori students at the university had asked the university and the engineering department to stop the tradition. In 1979 the protesters included Hone Harawira, later a Member of Parliament. Several of the engineering students were assaulted, and members of He Taua were arrested. Their court case in Auckland sparked anti-racism protests outside the courthouse and was supported by a range of people including the president of the Auckland University Students Association. The choreographed dance and chant popularized around the world by the All Blacks derives from \"Ka Mate\", a brief haka previously intended for extemporaneous, non-synchronized performance, whose composition is attributed to Te Rauparaha (1760s–1849), a war leader of the Ngāti Toa tribe. The \"Ka Mate\" haka is classified as a haka taparahi – a ceremonial haka. \"Ka Mate\" is about the cunning ruse Te Rauparaha used to outwit his enemies, and may be interpreted as \"a celebration of the triumph of life over death\". Concerns were expressed that the authorship and significance of this haka to the Ngāti Toa were being lost and that it had \"become the most performed, the most maligned, the most abused of all haka\", and was now \"the most globally recognised form of cultural appropriation\". Specific legal challenges regarding the rights of the Ngāti Toa to be acknowledged as the authors and owners of \"Ka Mate\" were eventually settled in agreements between Ngāti Toa and the New Zealand Government and New Zealand Rugby Union, as published in 2009.Ngāti Toa Rangatira Letter of Agreement == Cultural influence == thumb|A performance by the Kahurangi Māori Dance group, United States. In the 21st century, kapa haka has been offered as a subject in universities, including the study of haka, and is practiced in schools and military institutions. In addition to the national Te Matatini (\"many faces\") festival, local and regional competitions attract dozens of teams and thousands of spectators. The All Blacks' use of the haka has become the most widely known, but several other New Zealand sports teams now perform the haka before commencing a game. These include the national rugby league team (\"the Kiwis\"), and the men's national basketball team (\"Tall Blacks\"). In the lead up to the Rugby World Cup in 2011, flashmob haka became a popular way of expressing support for the All Blacks. Some Māori leaders thought it was \"inappropriate\" and a \"bastardisation\" of haka. Sizeable flashmob haka were performed in Wellington and Auckland, as well as London, which has a large New Zealander immigrant community. In November 2012, a Māori kapa haka group from Rotorua performed a version of the \"Gangnam Style\" dance mixed with a traditional haka in Seoul, celebrating 50 years of diplomatic relations between South Korea and New Zealand. On 7 December 2014, at the 2014 Roller Derby World Cup in Dallas, Texas, Team New Zealand performed a haka on roller skates to the Australian Roller Derby team before their bout in the quarter- finals. Team New Zealand performed a haka before their debut game against Team USA at the 2011 Roller Derby World Cup, on 1 December 2011; however, it was unexpected and the arena music was still playing. It has since become an expected tradition. In March 2019, following the Christchurch mosque shootings, school pupils and other groups performed haka to honour those killed in the attacks. The choreography in the \"Miroh\" music video by K-pop group Stray Kids featured haka elements. Three or four American football teams are known to perform the haka as a pregame rite. This appears to have begun at Kahuku High School where both the student body and local community includes many Polynesian Hawaiians, Māori, Samoans, Tahitians, and Tongans. The University of Hawaii Rainbow Warriors football team also adopted the haka as a pregame rite during the 2006 season, and the practice has spread to a number of other teams overseas; there has, however, been some criticism of this as inappropriate and disrespectful. == See also == * Kapa haka * Māori music * War song ; Similar dances * Cibi * Hoko (dance) * Hula * Kailao * Siva Tau == References == === Inline citations === === General references === * * * * * * * * * McLean, Mervyn (1996). Maori music. Auckland: Auckland University Press. * * Pōmare, Mīria (3 March 2017). \"Ngāti Toarangatira – Chant composed by Te Rauparaha\". Te Ara: The Encyclopedia of New Zealand. * * * * * * == External links == * Haka – A New Zealand icon * Waihere Dance Group, Original Maori Haka Dance via YouTube Category:Dances of Polynesia Category:Group dances Category:Māori culture Category:Partial squatting position Category:Ritual dances Category:War dances",
 "title": "Haka"
}