{
 "id": "352630",
 "text": "Janet Mary Young, Baroness Young, ( Baker, 23 October 1926 – 6 September 2002) was a British Conservative politician. She served as the first ever female Leader of the House of Lords from 1981 to 1983, first as Chancellor of the Duchy of Lancaster and from 1982 as Lord Keeper of the Privy Seal. She was the only woman ever appointed to the Cabinet by Margaret Thatcher. ==Early life== Born in 1926, she went to the mainly boys Dragon School in Oxford where she played rugby and cricket, and then to Headington School. During World War II she studied at Yale, and then took an MA in philosophy, politics and economics at St Anne's College, Oxford. She married the academic chemist Geoffrey Tyndale Young (1915–2014), and had three daughters. ==Political career== She became a councillor for Oxford City Council in 1957 and was leader by 1967. Not long after, she was raised to the peerage on the advice of Edward Heath. Her life peerage was announced on 5 April 1971 and was raised to the peerage on 24 May 1971 as Baroness Young, of Farnworth in the County Palatine of Lancaster. She became a government whip shortly after appointment and was subsequently promoted to minister of state in the Department for Education. She joined the Cabinet on 15 September 1981, when she was appointed to be the Chancellor of the Duchy of Lancaster. On 13 April 1982, she was appointed to be the Leader of the House of Lords and the Lord Keeper of the Privy Seal, posts which she kept for only 14 months, until 11 June 1983. Thatcher thought that Young \"was perhaps too consistent an advocate of caution on all occasions\" and was not an effective leader in the Lords. However, Young's colleagues disagreed, describing her as \"bloody tough\" and a \"competent minister\". She sat on the boards of large corporations such as NatWest and Marks & Spencer. In later life she was known for her staunch opposition to gay rights; as an obituary put it: \"The wellspring of her moral activism was her belief in Christian marriage and family life, her concern for children's welfare and her belief that as a Conservative she should stand up against what she saw as the slide towards an entirely secular society.\" She worked to try to stop legislation going through that would allow unmarried couples (including gay men and women) to adopt children, and also led campaigns in the House of Lords to prevent equalisation of the age of consent for homosexual men with that of heterosexuals, and also fought the repeal of Section 28. She was ultimately defeated on all counts. Although she managed to delay the repeal of Section 28 in England and Wales in 2000, after her death Section 28 was finally removed from the statute book in 2003. ==Death== She died following a long battle with cancer on 6 September 2002, at the age of 75. Following her death, gay rights campaigner Peter Tatchell declared that she had \"poisoned society with prejudice and intolerance\" and that \"future historians will rank her alongside the defenders of apartheid. She supported homophobic discrimination to the last.\" ==References== Category:1926 births Category:2002 deaths Category:Deaths from cancer in England Category:Members of the Privy Council of the United Kingdom Category:Chancellors of the Duchy of Lancaster Category:Conservative Party (UK) life peers Category:Deputy Lieutenants of Oxfordshire Category:Life peeresses created by Elizabeth II Category:Female members of the Cabinet of the United Kingdom Category:Leaders of the House of Lords Category:LGBT history in the United Kingdom Category:LGBT law in the United Kingdom Category:Lords Privy Seal Category:People educated at The Dragon School Category:Members of Oxford City Council Category:People educated at Headington School Category:Alumni of St Anne's College, Oxford Category:20th-century British women politicians Category:Women councillors in England",
 "title": "Janet Young, Baroness Young"
}