{
 "id": "35265",
 "text": "thumb|The world in 50 __NOTOC__ AD 50 (L) was a common year starting on Thursday (link will display the full calendar) of the Julian calendar. At the time it was known in Europe as the Year of the Consulship of Vetus and Nerullinus (or, less frequently, year 803 Ab urbe condita). The denomination AD 50 for this year has been used since the Early Middle Ages, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Roman Empire ==== * Cologne is raised to the status of a city. * Utrecht is founded, and a Roman fortification (castellum) is constructed at the Rhine border in the present-day Netherlands. * Claudius adopts Nero. * In Judea a Roman soldier seizes and burns a Torah-scroll. Procurator Cumanus has the culprit beheaded, calming down the Jews and delaying for two decades the outbreak of their revolt.Flavius Josephus, \"Ant.\" xx. 5, ยง 4; \"B. J.\" ii. 12, ยง 2. * In Britain, governor Publius Ostorius Scapula begins his campaign against the recalcitrant Silures of south Wales, who are led by the former Catuvellaunian prince Caratacus. London (Londinium), Exeter (Isca Dumnoniorum), Tripontium (near modern Rugby) and the fort of Manduessedum (near modern Atherstone) are founded (approximate date). * Roman emperor Claudius appoints Agrippa II governor of Chalcis. * Romans build a wooden bridge across the Thames in the London area. ==== South Asia ==== * The Yuezhi tribes are united under the Kushan leader Kujula Kadphises, thus creating the Kushan Empire in Afghanistan and northern India. (approximate date) ==== Americas ==== * San Bartolo pyramid is completed around this time. === By topic === ==== Religion ==== * Christianity is introduced throughout Nubia by a high official of Queen Judith. * The Epistle to the Romans is written (approximate date). * The Apostles hold the Council of Jerusalem (approximate date). ==== Arts and sciences ==== * Hero of Alexandria invents a steam turbine (possible date). * Pamphilus of Alexandria writes a poetic lexicon. * Pedanius Dioscorides describes the medical applications of plants in De Materia Medica. * Diogenes, the Greek explorer, discovers the African Great Lakes. * The distinction between chronic maladies and acute illnesses is made by Thessalos. == Births == * Cai Lun, Chinese inventor of paper and the papermaking process (d. 121) == Deaths == * Abgar V, Roman client king of Osroene (approximate date) * Aulus Cornelius Celsus, Roman author of De Medicina (b. c. 25 BC) * Gamaliel the Elder, Jewish ruler (Nasi) in Babylonia (approximate date) * Gaius Julius Phaedrus, Roman fabulist (b. c. 15 BC) * Philo of Alexandria, Jewish philosopher (b. c. 20 BC) * Scribonius Largus, Roman court physician (b. c. AD 1) == References == 0050 als:50er#50",
 "title": "AD 50"
}