{
 "id": "352661",
 "text": "OhmyNews (Hangul: 오마이뉴스) is a South Korean online news website with the motto \"Every Citizen is a Reporter\". It was founded by Oh Yeon Ho on February 22, 2000. It is the first news website in Korea to accept, edit and publish articles from its readers, in an open source style of news reporting.Donald MacIntyre (May 29, 2005), The People's News Source. TIME, Seoul. Retrieved September 4, 2012. About 20% of the site's content is written by the 55-person staff, while most of the articles are written by other freelance contributors who are mostly ordinary citizens. ==Political position== OhmyNews is a liberal and progressive media. OhmyNews is a media that shows liberal-leaning bias, unlike the somewhat moderate liberal Hankyoreh and Kyunghyang. ==History== thumb|OhmyNews office thumb|right|150px|Oh Yeon Ho OhmyNews was influential in determining the outcome of the 2002 South Korean presidential election.Rebecca Mackinnon, Author, Consent of the Networked: The Worldwide Struggle for Internet Freedom After being elected, President Roh Moo-hyun granted his first interview to OhmyNews. OhmyNews International is an English language online newspaper that features \"citizen reporter\" articles written by contributors from all over the globe. Its content is almost 100% citizen reporter. On February 22, 2006, OhmyNews and Japanese firm Softbank signed an investment contract valued at US$11 million. In 2006 OhmyNews started to build a Japan- based citizen-participatory journalism site called OhmyNews Japan, launched on August 28 with a famous Japanese journalist and 22 other employees working under ten reporters. These journalists' articles were the object of much criticism; on November 17, 2006, the newspaper ended the citizen-participation aspect of the paper. The South Korean newspaper admitted that OhmyNews Japan had failed. In July 2008, all staff of OhmyNews Japan were dismissed, and by the end of August operations had ceased on the site. The 2nd Citizen Reporters' Forum was held by OhmyNews in Seoul, Korea from July 12–15, 2006. The 3rd International Citizen Reporters Forum was held by OhmyNews in Seoul from June 27–29, 2007. On November 24, 2007, OhmyNews opened a \"citizen journalism school\" to serve as a \"collaborative knowledge center\" for classes in journalism, digital cameras and photojournalism. It is located 90 minutes from Seoul in the refurbished building of an elementary school. The faculty will include OhmyNews editors and other journalists from print, radio and television. There is in-school lodging and dining capacity for 50 guests. On August 1, 2010, OhMyNews of South Korea announced a change in its format from an \"edited citizen journalist news site\" to a \"blog dedicated to covering and discussing the world of citizen journalism itself,\" starting the following month. \"Curators are important to our operation. They are given a great deal of trust. In order to maintain credibility amongst our team members, new curators join through recommendations of existing curators. And even amongst the curators we have different levels depending on their experience and contributions. This is to maintain a steady level of quality and credibility with our readers.\" ===Financing=== Critics argue that Ohmynews is losing original features as alternative–independent media in financial independence. Oh Yeon-ho said, “70 to 80 percent of our revenue came from corporate advertising and sponsorships. In contrast, contributions from readers only totaled five percent of total revenue.” Oh also said, “We have not received a cent from Lee Myung-bak government for central government advertising.” However a government report to National Assembly in 2009 revealed that Ohmynews received 120 million won (approximately 100,000 dollars) for government advertising from February 2008 to July 2009. An Ohmynews report also indicated that they had received about 870 million won (approximately 900,000 dollars) for government advertising from 2003 to 2007 by introducing government official reports to National Assembly.https://ohmynews.com/NWS_Web/view/at_pg.aspx?CNTN_CD=A0000983200&PAGE;_CD= An alternative medium Pressian reported Oh's comments, \"I respect Samsung as major business partner,\" and introduced about 20 percent of the total advertising and cooperation revenue of Ohmynews is coming from Samsung for years, the biggest business corporate of Korea. On July 8, 2009, Oh Yeon-ho revealed that Ohmynews was losing up to 700 million won yearly, and appealed to website users to join a voluntary subscription scheme. ==OhmyNews International== In September 2010, OhmyNews International changed its format from citizen journalism to becoming a forum about citizen journalism. OmN became a victim of its own success; verifying facts from around the world became too difficult. The old sitehttp://english.ohmynews.com is an archive and does not accept new articles. ==See also== * Culture of South Korea * Media in South Korea ==References== ==Further reading== * International press react to OhmyNews * TIME magazine profile of contributor Kim Hye-won * Giants of Citizen Media Meet Up The Tyee, October 24, 2007 * OhmyNews Citizen Journalism School Opens, OhmyNews, November 24, 2007 * The End of OhmyNews Japan, Global Voices Online, September 18, 2008 ==External links== * * Category:2000 establishments in South Korea Category:Asian news websites Category:Jongno District Category:Liberal media in South Korea Category:Magazines published in South Korea Category:Newspapers published in South Korea Category:Online companies of South Korea Category:Progressivism in South Korea Category:Publications established in 2000 Category:Internet properties established in 2000 Category:South Korean news websites",
 "title": "OhmyNews"
}