{
 "id": "352642",
 "text": "The University of Graz (), located in Graz, Austria, is the largest and oldest university in Styria, as well as the second-largest and second-oldest university in Austria. == History == thumb|right|Historic central building on the main campus The university was founded in 1585 by Archduke Charles II of Austria. The bull of 1 January 1586, published on 15 April 1586, was approved by Pope Sixtus V. For most of its existence it was controlled by the Catholic Church, and was closed in 1782 by Emperor Joseph II in an attempt to gain state control over educational institutions. Joseph II transformed it into a lyceum, where civil servants and medical personnel were trained. In 1827 it was re-instituted as a university by Emperor Francis I, thus gaining the name Karl-Franzens-Universität, meaning Charles Francis University. Over 30,000 students are currently enrolled at the university. == Academics == thumb|250px|Aerial photography of the main campus The university is divided into six faculties, the two largest are the Faculty of Arts and Humanities and the Faculty of Natural Sciences. The other faculties are the Faculty of Law; the Faculty of Business, Economic and Social sciences; the Faculty of Environmental, Regional and Educational Sciences; and the Faculty of Catholic Theology. The Faculty of Medicine was separated from the university by state legislation in 2004 and became an independent university – the Medical University of Graz. The faculties offer a wide range of undergraduate (BA, BSc), graduate (MA, MSc), and doctoral degree (PhD) programmes, as well as special teaching degrees in their specific areas of expertise. Since its re- installation, the university has been home to many internationally renowned scientists and thinkers. Ludwig Boltzmann was professor at the university twice, first from 1869 to 1873 and then from 1876 to 1890, while he was developing his statistical theory of heat. Nobel Laureate Otto Loewi taught at the university from 1909 till 1938 and Victor Franz Hess (Nobel prize 1936) graduated in Graz and taught there from 1920 to 1931 and from 1937 to 1938. The physicist Erwin Schrödinger briefly was chancellor of the university in 1936. The University of Graz does not have a distinct faculty of engineering, however, Graz University of Technology, which is focused on engineering and technology, offers inter-university undergraduate and postgraduate programmes in cooperation with the university's Faculty of Natural Sciences under the name \"NAWI Graz\". The main intention behind the cooperation was to avoid duplication of efforts and infrastructure, especially in cost-intensive subjects such as chemistry, industrial chemistry, physics, and geosciences, as both universities are located in close proximity to each other. Students enrolled in one of these programmes attend lectures and seminars at both universities and are awarded a combined degree at the end of their studies. thumbnail|right|\"ReSoWi\" building, home to the Faculties of Law and Social Sciences Because of the university's geographical location close to the Slovenian border and the two major Slovenian cities, Maribor and Ljubljana, it has traditionally attracted many students from Slovenia and served as a gateway to South-East Europe for Austrian scholars, scientists and businesses. The establishment of the Department for Slovene Language and Literature at the University of Graz, for example, laid the foundation for scholarly studies of Slovenian culture, literature, and language bundled in the so-called Slovene studies. ==International acclaim== {| class=\"wikitable\" style=\"float:right\" |- ! colspan=\"2\" | World university rankings |- | Leiden Ranking || 770 |- | Academic Ranking of World Universities || 401–500 |- | Times Higher Education World University Rankings || 601–800 |- | QS World University Rankings || 581–590 |} The university ranks highest in Arts and Humanities, coming 287th in the 2018 QS World University Rankings, whereas all other subject areas lag behind, with the Faculty of Social Sciences ranking at 451–500 and the Faculty of Natural Sciences ranking at 401–450. == Religious affiliation == thumb|left|Front view of the central building. Historically speaking, for most of its existence the University of Graz was controlled by the Catholic Church. Even after its re-installation in 1827, it took until 1848 for the university's basic principles to be readjusted in accordance with the ideals of Wilhelm von Humboldt and the Enlightenment, meaning that the university became autonomous from the state as well as from the church and their influence as far as possible.History of the University of Graz The Faculty of Catholic Theology has been retained as a part of the university ever since it was established, however, its importance in terms of number of students and its influence on the university board have been diminishing. Evidently, relations between the Catholic Church, especially the local bishop, and the university's Faculty of Theology remain strong, yet general policy is not influenced by these connections. To demonstrate the university's independence and its shift of focus, the Christogram IHS on the very top of the university's seal has been replaced with the sun, symbolising the Enlightenment and von Humboldt's ideas. ==Nobel prize laureates== * Walther Nernst, 1920 in chemistry – studied in Graz in 1886 * Fritz Pregl, 1923 in chemistry – in Graz 1913 to 1930 * Julius Wagner von Jauregg, 1927 in medicine – in Graz 1889 to 1893 * Erwin Schrödinger, 1933 in physics – in Graz 1936 to 1938 * Otto Loewi, 1936 in medicine – in Graz 1909 to 1938 * Victor Franz Hess, 1936 in physics – studied in Graz 1893–1906 and taught 1919 to 1931 as well as 1937 to 1938 * Gerty Cori, 1947 in medicine – in Graz before 1922 * Ivo Andrić, 1961 in literature – received his doctorate in Graz in 1924 * Karl von Frisch, 1973 in medicine – in Graz 1946 to 1950 * Peter Handke, 2019 in literature – studied in Graz 1961-1965 ==Notable faculty== * Hermann Beitzke, pathologist, professor at Graz (1922–1941) * Leopold Biwald, professor of Physics, late 18th century * Ludwig Boltzmann, professor of Mathematical Physics (1869–1873) and Physics (1876–1890) * Ludwig Gumplowicz, taught administration (1897–1909) * Rudolf von Jaksch, taught pediatrics (1887–1899) * Ernst Mach, taught mathematics and physics (1864–67) * Ernst Mally, philosopher, founder of Deontic logic (1925–1942) * Alexius Meinong (1853–1920), philosopher, founder of the Graz School of phenomenological psychology after 1894 * Gustav Meyer, linguist and considered to be one of the founders of Albanology, as a discipline of study, professor since 1881 * Rudolf von Scherer, religious law professor (1875–1899) * Ludwig Karl Schmarda, founder of the school's Zoological Museum (circa 1851) * Roland Scholl, chemist, professor at the university for some time between 1907 and 1914 * Joseph Schumpeter, economist, later teaching at Harvard University, in Graz (1912–1914) * Anton Wassmuth, professor of theoretical physics (1893–1914) * Alfred Wegener, father of the continental drift theory, professor of Geophysics (1924–1930) * Gustava Aigner (1906–1987, married: Gustava Kahler), Austrian geologist and palaeontologist == Notable alumni == *Ivo Andrić, Yugoslav writer and Nobel Prize laureate *Lasgush Poradeci, Albanian philologist, poet and writer *Gabriel Anton, Austrian neurologist and psychiatrist *Count Anton Alexander von Auersperg, Austrian poet and politician *Milko Brezigar, Yugoslav economist *Safet Butka, Albanian politician *Izidor Cankar, Slovenian art historian and Yugoslav diplomat *Etbin Henrik Costa, Slovenian politician *Monika Fludernik, Austrian literary scholar *Karl Gurakuqi, Albanian linguist and folklorist *Juraj Habdelić, Croatian writer *Emil Johann Lambert Heinricher, Austrian botanist *Archbishop Ieronymos II of Athens, Archbishop of Athens *Ernst Kaltenbrunner, Austrian- born senior SS official of Nazi Germany, executed for war crimes *Janko Kersnik, Slovenian writer *Ferdinand Konščak, Croatian Jesuit missionary and cartographer *Karel Lavrič, Slovenian politician *Leo Leixner, war correspondent *Franz Miklosich, Austrian-Slovenian linguist *Heinz Oberhummer, Austrian physicist *Vladimir Šubic, Slovenian architect *Nikola Tesla, Serbian-American inventor, physicist, electrical engineer, mechanical engineer, and futurist (did not receive a degree and did not continue beyond the first semester of his third year, during which he stopped attending lectures) *Lovro Toman, Slovenian politician *Petina Gappah, author and International lawyer *Franz Unger, Austrian paleontologist *Leopold von Sacher-Masoch, Austro-Ukrainian journalist and writer of Masochism *Gregory Weeks, jurist and historian *Milan Zver, Slovenian sociologist and politician *Heinrich Harrer, Austrian mountaineer, sportsman, geographer, and author. == See also == * University of Graz Library * List of colleges and universities * List of early modern universities in Europe * Utrecht Network * Gernot M. R. Winkler ==References== ==Further studies== * == External links == * University of Graz Website * Video portrait of University of Graz * Institute of Geography and Regional Science – Karl-Franzens University Graz * Centre for Southeast European Studies- Karl-Franzens University Graz * University of Graz – History from the Catholic Encyclopedia * Pictures from Graz Category:Universities and colleges in Austria Category:1585 establishments in Austria Category:Establishments in the Duchy of Styria Category:Educational institutions established in 1827 Category:Educational institutions established in the 1580s Category:Public universities Category:Buildings and structures in Graz Category:Education in Styria Category:Education in Graz Category:Establishments in the Archduchy of Austria",
 "title": "University of Graz"
}