{
 "id": "352717",
 "text": "Georges Dor (March 10, 1931 – July 24, 2001) was a Québécois author, composer, playwright, singer, poet, translator, and theatrical producer and director. ==Early life== Dor was born Georges-Henri Dore in Drummondville into a large family. As a young man he worked in a factory, and studied at the École du Théâtre du Nouveau Monde in Montréal.\"Georges Dor\". The Canadian Encyclopedia, by Christian Rioux and Andrew Mcintosh, July 26, 2007 ==Career== Dor undertook a career in radio as a disk jockey and news director. In the 1950s he worked at CHLN in Trois-Rivières.\"Décès de l’animateur et journaliste André Payette\". Le Devoir, Jean-François Nadeau, May 8, 2018 Beginning in 1957, he worked for Radio-Canada where he became a director for the Evening News.\"Georges Dor n'est plus\". TVA Nouvelles, 24 July 2001 Dor wrote poems for many years; in 1964 he was encouraged by friends to compete in an amateur singing competition. He began singing professionally in early 1965, and released his first album in 1966. One of the songs from this album, his composition \"La Manic\", whose lyrics were a love letter written by a construction worker on the Manicouagan power project,\"Télévision - Là où le Québec s'inventait\". Le Devoir, Paul Cauchon, 19 April 2003 became the most popular recording ever by a Quebec chansonnier,\"Another Kind of Explosion in Quebec Talent\". McLeans, Jon Ruddy, June 1 1969 winning the Felix Leclerc award at the 1968 Festival du Disques. He wrote another well-known song, \"Une boîte à chanson\" (A Music Box).\"Georges Dor \". biography by Claude Morin, Musée des Grands Québécois website He continued to perform as a singer until 1972, and to record until 1978. After that he worked mainly in the theatre and in television, producing and writing plays and téléromans. He also wrote two novels and published several collections of poetry.\"L'angle mort du français québécois\". La Presse, March 24, 2015. by Gérard Bouchard ==See also== *List of Quebec musicians *Music of Quebec *Television of Quebec *Culture of Quebec ==References== Category:1931 births Category:2001 deaths Category:People from Drummondville Category:Musicians from Quebec Category:Songwriters from Quebec Category:French Quebecers Category:Canadian writers in French Category:Place of death missing Category:20th-century Canadian male singers",
 "title": "Georges Dor"
}