{
 "id": "352982",
 "text": "Denis Gabriel Burke (born 22 September 1948) is a former Australian politician. A former Australian Army officer, he served as a Country Liberal Party member of the Northern Territory Legislative Assembly from 1994 to 2005. He spent two years as Chief Minister after succeeding Shane Stone, but oversaw the CLP's defeat at the 2001 election, ending 27 years of continuous CLP government in the Northern Territory. Burke later served as Opposition Leader from 2001 to 2003 before being toppled, but was re-elected as leader in 2005. He subsequently took the party to its largest-ever defeat at the 2005 election, culminating in the shock loss of his own seat. ==Early life== Burke was born in Townsville, Queensland, and entered the army as a national serviceman in 1969. In a 25-year career, he rose to become Commanding Officer of the Darwin-based 2nd Cavalry Regiment. His army career included overseas service with the United Nations Truce Supervision Organisation (UNTSO) peacekeeping in the Middle East in 1984–85 (in Beirut, Lebanon and the Sinai peninsula in Egypt). He was a graduate of the Army Command and Staff College and served as an Instructor in Tactics at the United States Armor School, Fort Knox, Kentucky. Upon return to Australia, he was selected to be the first Army Instructor at the Royal Australian Navy Staff College at HMAS Penguin. ==Political rise== |} In 1994, Burke left the army and entered politics, winning Country Liberal Party endorsement to contest the Palmerston-based seat of Brennan, at the expense of sitting member and Perron government minister Max Ortmann. Ortmann subsequently contested the seat as an independent, but was easily defeated by Burke. Burke was first promoted to the Cabinet of the Northern Territory the following year, serving as Minister for Water and Power, for Work Health, and Minister Responsible for the Territory Insurance Office. He rose through the party, and in June 1996, was appointed Attorney- General and Minister for Health. He was re-elected at the 1997 election, and was once again promoted, taking on several more minor portfolios, as well as being appointed Vice-President of the Executive Council. In early 1998, he was one of two Country Liberal Party parliamentary delegates to the territory's Statehood Convention. In October 1998 he was appointed as the Leader of Government Business, and in December, took on a new set of responsibilities – among them industry, regional development, gaming and defence support. ==Chief Minister== In February 1999, CLP Chief Minister Shane Stone resigned, and Burke was soon appointed as his replacement. He also continued on as Attorney- General, and took on several additional portfolios. Burke's term as Chief Minister is probably most remembered for his vehement defence of the territory's mandatory sentencing policy, which required a minimum of 90 days imprisonment after someone had been convicted three times, regardless of how minor the offence. Though it had been introduced by the Stone government, much of the controversy surrounding the laws fell to the new Burke government. The policy was eventually toned down slightly for juveniles after Prime Minister John Howard and federal Attorney-General Daryl Williams intervened. While the policy led to criticism from some prominent organisations, it also created a significant debate about the issue on a national level, and some national polls suggested that a majority of Australians supported the stand. However, Burke's stance was also to lead to some scandal in late 2000, when he demanded the resignation of a magistrate (Alasdair McGregor) who had criticised his mandatory sentencing laws. The comments sparked contempt of court charges and angry criticism from the Chief Justice and the bar. By the time Burke faced his first election at the 2001 election, the Country Liberal Party had been in power in the Northern Territory for 27 years. He called the election on a minor high, only weeks after the beginning of construction on the Adelaide- Darwin Railway, a major infrastructure project that had been planned for decades. However, his chances suffered a blow when a planned deal concerning gas from the Timor Sea, in which he had played a central role and which would have produced significant employment opportunities in the territory, ran into difficulties and had to be postponed. The deal was finalised shortly after the election. He also caused did himself no favours by not opposing a CLP party decision to preference the far-right-wing One Nation Party – which was considerably unpopular in the territory's large ethnic community – over the left-wing Labor Party in five seats around Katherine. This had the effect of allowing ALP Opposition Leader Clare Martin to claim that the only way to resist One Nation influence was to vote for the ALP. Several weeks later, Burke apologised for the decision, admitting that the tactic had backfired and had cost him a number of votes. In addition, the election fell against the backdrop of an ALP resurgence across the nation. In the preceding eighteen months, two Liberal state governments that had been thought highly secure (Victoria and Western Australia) had fallen to the ALP and two incumbent ALP governments had been easily re-elected. There was some speculation that the ALP could win their first NT election as in the sensitive electorate of Darwin's Northern Suburbs the CLP had two retiring incumbents. Most commentators were predicting a close result, but suggesting that the CLP would be returned. However, in a shock result, the ALP achieved majority government by one seat, and Burke, suddenly out of government, became Opposition Leader. ==Fall, second coming, final fall and new beginnings== As Opposition Leader, Burke struggled to get the better of Martin. He also presided over a disunited party that found it difficult to come to terms with being in opposition after spending almost its entire history in government. Amidst this environment, speculation soon began that Burke would step aside in favour of rival Terry Mills, who represented the nearby electorate of Blain. Burke was determined to remain leader, however, and fended off several leadership challenges by Mills, with the support of several influential MPs, such as Jodeen Carney. He was also briefly boosted by a victory in the 2003 Katherine by-election, despite a significant swing to Labor. His support began to wane when he made comments on radio suggesting that he had tolerated marijuana use in his unit while an army officer, allegedly prompting the Chief of the Defence Forces, Peter Cosgrove, to call him a \"goose\". While Cosgrove quickly backed away from the comment, it had nevertheless damaged his leadership. The final straw came when Burke refused to allow a conscience vote on the issue of lowering the age of consent for gay males from 18 years to 16. Mills promised Carney, Sue Carter, newcomers Fay Mills and Peter Maley that he would allow a conscience vote if elected leader which set the scene for Mills to launch a successful challenge to Burke's leadership at the next party wing meeting. After being toppled as leader, Burke's political career seemed largely over. It had a sudden revival, however, when fourteen months later, Mills abruptly resigned from the leadership, stating he did not feel capable of leading the CLP into the election due that year. Burke nominated for the vacancy in the absence of anyone else, and was unanimously reelected on 7 February 2005. He was almost immediately faced with readying the CLP for an election that was called four months later. The CLP was roundly defeated, falling to only four seats in the 25-member legislature. In the most shocking result of all, Burke lost his own seat to ALP challenger James Burke (no relation). There was virtually no hint that Burke was in any danger, as it is almost unheard of for a major-party leader at any level in Australia to be defeated in his own seat. Indeed, it had happened only one other time in the Territory's history, when Goff Letts was ousted in his own seat in 1977 despite being Majority Leader (the equivalent of Chief Minister at the time). Additionally, Labor had never come close to winning any seat in Palmerston in the Assembly's history. Robertson Barracks, long a solid base of Army support for the CLP and particularly for Burke, had been redistributed out of the electorate. Even with the loss of the barracks, Burke still held Brennan with a seemingly insurmountable majority of 19 percent, making it the CLP's safest seat. However, James Burke rolled him on a 20-point swing, which came as a shock even to Labor. Burke had promised to resign if he failed to win the election, but his unseating forced the CLP to immediately replace him with Carney. From 2007-11, Burke worked in the United Arab Emirates as a high level Advisor to the Abu Dhabi Government. ==Family== He is married with two children, Sam Burke (a former prosecutor with the Department of Public Prosecutions and now Ministerial Advisor to the Northern Territory Attorney General) and Tom Burke (lawyer at global law firm Linklaters and based in Moscow). He also has two daughters from his first marriage, Lisa and Angela. His second wife, Annette, was elected Mayor of Palmerston in 1998 and resigned in 2007 after winning consecutive elections. The Burkes returned to the Northern Territory in 2012 and reside in Darwin. ==References== Category:1948 births Category:Living people Category:Country Liberal Party members of the Northern Territory Legislative Assembly Category:Chief Ministers of the Northern Territory Category:Members of the Northern Territory Legislative Assembly Category:Leaders of the Opposition in the Northern Territory Category:Attorneys-General of the Northern Territory Category:21st-century Australian politicians",
 "title": "Denis Burke (Australian politician)"
}