{
 "id": "353022",
 "text": "A CW complex is a kind of a topological space that is particularly important in algebraic topology. This textbook defines CW complexes in the first chapter and uses them throughout; includes an appendix on the topology of CW complexes. A free electronic version is available on the author's homepage. It was introduced by J. H. C. Whitehead (open access) to meet the needs of homotopy theory. This class of spaces is broader and has some better categorical properties than simplicial complexes, but still retains a combinatorial nature that allows for computation (often with a much smaller complex). The C stands for \"closure-finite\", and the W for \"weak\" topology. A CW complex can be defined inductively.Archived at Ghostarchive and the Wayback Machine: * A 0-dimensional CW complex is just a set of zero or more discrete points (with the discrete topology). * A 1-dimensional CW complex is constructed by taking the disjoint union of a 0-dimensional CW complex with one or more copies of the unit interval. For each copy, there is a map that \"glues\" its boundary (its two endpoints) to elements of the 0-dimensional complex (the points). The topology of the CW complex is the topology of the quotient space defined by these gluing maps. * In general, an n-dimensional CW complex is constructed by taking the disjoint union of a k-dimensional CW complex (for some k) with one or more copies of the n-dimensional ball. For each copy, there is a map that \"glues\" its boundary (the (n-1)-dimensional sphere) to elements of the k-dimensional complex. The topology of the CW complex is the quotient topology defined by these gluing maps. * An infinite- dimensional CW complex can be constructed by repeating the above process countably many times. In an n-dimensional CW complex, for every k\\le n, a k-cell is the interior of a k-dimensional ball added at the k-th step. The k-skeleton of the complex is the union of all its k-cells. == Examples == As mentioned above, every collection of discrete points is a CW complex (of dimension 0). === 1-dimensional CW-complexes === Some examples of 1-dimensional CW complexes are:Archived at Ghostarchive and the Wayback Machine: * An interval. It can be constructed from two points (x and y), and the 1-dimensional ball B (an interval), such that one endpoint of B is glued to x and the other is glued to y. The two points x and y are the 0-cells; the interior of B is the 1-cell. Alternatively, it can be constructed just from a single interval, with no 0-cells. * A circle. It can be constructed from a single point x and the 1-dimensional ball B, such that both endpoints of B are glued to x. Alternatively, it can be constructed from two points x and y and two 1-dimensional balls A and B, such that the endpoints of A are glued to x and y, and the endpoints of B are glued to x and y too. * A graph. It is a 1-dimensional CW complex in which the 0-cells are the vertices and the 1-cells are the edges. The endpoints of each edge are identified with the vertices adjacent to it. **3-regular graphs can be considered as generic 1-dimensional CW complexes. Specifically, if X is a 1-dimensional CW complex, the attaching map for a 1-cell is a map from a two-point space to X, f : \\\\{0,1\\\\} \\to X. This map can be perturbed to be disjoint from the 0-skeleton of X if and only if f(0) and f(1) are not 0-valence vertices of X. * The standard CW structure on the real numbers has as 0-skeleton the integers \\mathbb Z and as 1-cells the intervals \\\\{ [n,n+1] : n \\in \\mathbb Z\\\\}. Similarly, the standard CW structure on \\mathbb R^n has cubical cells that are products of the 0 and 1-cells from \\mathbb R. This is the standard cubic lattice cell structure on \\mathbb R^n. === Multi-dimensional CW-complexes === Some examples of multi- dimensional CW complexes are: * An n-dimensional sphere. It admits a CW structure with two cells, one 0-cell and one n-cell. Here the n-cell D^{n} is attached by the constant mapping from its boundary S^{n-1} to the single 0-cell. An alternative cell decomposition has one (n-1)-dimensional sphere (the \"equator\") and two n-cells that are attached to it (the \"upper hemi- sphere\" and the \"lower hemi-sphere\"). Inductively, this gives S^n a CW decomposition with two cells in every dimension k such that 0 \\leq k \\leq n. * The n-dimensional real projective space. It admits a CW structure with one cell in each dimension. * The terminology for a generic 2-dimensional CW complex is a shadow. * A polyhedron is naturally a CW complex. *Grassmannian manifolds admit a CW structure called Schubert cells. *Differentiable manifolds, algebraic and projective varieties have the homotopy-type of CW complexes. * The one-point compactification of a cusped hyperbolic manifold has a canonical CW decomposition with only one 0-cell (the compactification point) called the Epstein–Penner Decomposition. Such cell decompositions are frequently called ideal polyhedral decompositions and are used in popular computer software, such as SnapPea. === Non CW-complexes === * An infinite- dimensional Hilbert space is not a CW complex: it is a Baire space and therefore cannot be written as a countable union of n-skeletons, each of which being a closed set with empty interior. This argument extends to many other infinite-dimensional spaces. * The space \\\\{re^{2\\pi i \\theta} : 0 \\leq r \\leq 1, \\theta \\in \\mathbb Q\\\\} \\subseteq \\mathbb C has the homotopy-type of a CW complex (it is contractible) but it does not admit a CW decomposition, since it is not locally contractible. * The Hawaiian earring is an example of a topological space that does not have the homotopy-type of a CW complex. ==Formulation== Roughly speaking, a CW complex is made of basic building blocks called cells. The precise definition prescribes how the cells may be topologically glued together. An n-dimensional closed cell is the image of an n-dimensional closed ball under an attaching map. For example, a simplex is a closed cell, and more generally, a convex polytope is a closed cell. An n-dimensional open cell is a topological space that is homeomorphic to the n-dimensional open ball. A 0-dimensional open (and closed) cell is a singleton space. Closure-finite means that each closed cell is covered by a finite union of open cells (or meets only finitely many other cellsHatcher, Allen, Algebraic topology, p.520, Cambridge University Press (2002). .). A CW complex is a Hausdorff space X together with a partition of X into open cells (of perhaps varying dimension) that satisfies two additional properties: * For each n-dimensional open cell C in the partition of X, there exists a continuous map f from the n-dimensional closed ball to X such that ** the restriction of f to the interior of the closed ball is a homeomorphism onto the cell C, and ** the image of the boundary of the closed ball is contained in the union of a finite number of elements of the partition, each having cell dimension less than n. * A subset of X is closed if and only if it meets the closure of each cell in a closed set. The partition of X is also called a cellulation. ===Regular CW complexes=== A CW complex is called regular if for each n-dimensional open cell C in the partition of X, the continuous map f from the n-dimensional closed ball to X is a homeomorphism onto the closure of the cell C. Accordingly, the partition of X is also called a regular cellulation. A loopless graph is a regular 1-dimensional CW-complex. A closed 2-cell graph embedding on a surface is a regular 2-dimensional CW-complex. Finally, the 3-sphere regular cellulation conjecture claims that every 2-connected graph is the 1-skeleton of a regular CW-complex on the 3-dimensional sphere (https://twiki.di.uniroma1.it/pub/Users/SergioDeAgostino/DeAgostino.pdf). ===Relative CW complexes=== Roughly speaking, a relative CW complex differs from a CW complex in that we allow it to have one extra building block that does not necessarily possess a cellular structure. This extra-block can be treated as a (-1)-dimensional cell in the former definition. ==Inductive construction of CW complexes== If the largest dimension of any of the cells is n, then the CW complex is said to have dimension n. If there is no bound to the cell dimensions then it is said to be infinite-dimensional. The n-skeleton of a CW complex is the union of the cells whose dimension is at most n. If the union of a set of cells is closed, then this union is itself a CW complex, called a subcomplex. Thus the n-skeleton is the largest subcomplex of dimension n or less. A CW complex is often constructed by defining its skeleta inductively by 'attaching' cells of increasing dimension. By an 'attachment' of an n-cell to a topological space X one means an adjunction space B \\cup_f X where f is a continuous map from the boundary of a closed n-dimensional ball B \\subseteq R^n to X. To construct a CW complex, begin with a 0-dimensional CW complex, that is, a discrete space X_0. Attach 1-cells to X_0 to obtain a 1-dimensional CW complex X_1. Attach 2-cells to X_1 to obtain a 2-dimensional CW complex X_2. Continuing in this way, we obtain a nested sequence of CW complexes X_0 \\subseteq X_1 \\subseteq \\cdots X_n \\subseteq \\cdots of increasing dimension such that if i\\leq j then X_i is the i-skeleton of X_j . Up to isomorphism every n-dimensional CW complex can be obtained from its (n − 1)-skeleton via attaching n-cells, and thus every finite-dimensional CW complex can be built up by the process above. This is true even for infinite-dimensional complexes, with the understanding that the result of the infinite process is the direct limit of the skeleta: a set is closed in X if and only if it meets each skeleton in a closed set. ==Homology and cohomology of CW complexes== Singular homology and cohomology of CW complexes is readily computable via cellular homology. Moreover, in the category of CW complexes and cellular maps, cellular homology can be interpreted as a homology theory. To compute an extraordinary (co)homology theory for a CW complex, the Atiyah–Hirzebruch spectral sequence is the analogue of cellular homology. Some examples: * For the sphere, S^n, take the cell decomposition with two cells: a single 0-cell and a single n-cell. The cellular homology chain complex C_* and homology are given by: ::C_k = \\begin{cases} \\Z & k \\in \\\\{0,n\\\\} \\\\\\ 0 & k otin \\\\{0,n\\\\} \\end{cases} \\quad H_k = \\begin{cases} \\Z & k \\in \\\\{0,n\\\\} \\\\\\ 0 & k otin \\\\{0,n\\\\} \\end{cases} :since all the differentials are zero. :Alternatively, if we use the equatorial decomposition with two cells in every dimension ::C_k = \\begin{cases} \\Z^2 & 0 \\leqslant k \\leqslant n \\\\\\ 0 & \\text{otherwise} \\end{cases} :and the differentials are matrices of the form \\left ( \\begin{smallmatrix} 1 & -1 \\\\\\ 1 & -1\\end{smallmatrix} \\right ). This gives the same homology computation above, as the chain complex is exact at all terms except C_0 and C_n. * For \\mathbb{P}^n(\\Complex) we get similarly ::H^k \\left (\\mathbb{P}^n(\\Complex) \\right ) = \\begin{cases} \\Z & 0\\leqslant k\\leqslant 2n, \\text{ even}\\\\\\ 0 & \\text{otherwise}\\end{cases} Both of the above examples are particularly simple because the homology is determined by the number of cells—i.e.: the cellular attaching maps have no role in these computations. This is a very special phenomenon and is not indicative of the general case. == Modification of CW structures == There is a technique, developed by Whitehead, for replacing a CW complex with a homotopy-equivalent CW complex that has a simpler CW decomposition. Consider, for example, an arbitrary CW complex. Its 1-skeleton can be fairly complicated, being an arbitrary graph. Now consider a maximal forest F in this graph. Since it is a collection of trees, and trees are contractible, consider the space X/{\\sim} where the equivalence relation is generated by x \\sim y if they are contained in a common tree in the maximal forest F. The quotient map X \\to X/{\\sim} is a homotopy equivalence. Moreover, X/{\\sim} naturally inherits a CW structure, with cells corresponding to the cells of X that are not contained in F. In particular, the 1-skeleton of X/{\\sim} is a disjoint union of wedges of circles. Another way of stating the above is that a connected CW complex can be replaced by a homotopy-equivalent CW complex whose 0-skeleton consists of a single point. Consider climbing up the connectivity ladder—assume X is a simply-connected CW complex whose 0-skeleton consists of a point. Can we, through suitable modifications, replace X by a homotopy-equivalent CW complex where X^1 consists of a single point? The answer is yes. The first step is to observe that X^1 and the attaching maps to construct X^2 from X^1 form a group presentation. The Tietze theorem for group presentations states that there is a sequence of moves we can perform to reduce this group presentation to the trivial presentation of the trivial group. There are two Tietze moves: : 1) Adding/removing a generator. Adding a generator, from the perspective of the CW decomposition consists of adding a 1-cell and a 2-cell whose attaching map consists of the new 1-cell and the remainder of the attaching map is in X^1. If we let \\tilde X be the corresponding CW complex \\tilde X = X \\cup e^1 \\cup e^2 then there is a homotopy equivalence \\tilde X \\to X given by sliding the new 2-cell into X. : 2) Adding/removing a relation. The act of adding a relation is similar, only one is replacing X by \\tilde X = X \\cup e^2 \\cup e^3 where the new 3-cell has an attaching map that consists of the new 2-cell and remainder mapping into X^2. A similar slide gives a homotopy-equivalence \\tilde X \\to X. If a CW complex X is n-connected one can find a homotopy- equivalent CW complex \\tilde X whose n-skeleton X^n consists of a single point. The argument for n \\geq 2 is similar to the n=1 case, only one replaces Tietze moves for the fundamental group presentation by elementary matrix operations for the presentation matrices for H_n(X;\\mathbb Z) (using the presentation matrices coming from cellular homology. i.e.: one can similarly realize elementary matrix operations by a sequence of addition/removal of cells or suitable homotopies of the attaching maps. =='The' homotopy category== The homotopy category of CW complexes is, in the opinion of some experts, the best if not the only candidate for the homotopy category (for technical reasons the version for pointed spaces is actually used).For example, the opinion \"The class of CW complexes (or the class of spaces of the same homotopy type as a CW complex) is the most suitable class of topological spaces in relation to homotopy theory\" appears in Auxiliary constructions that yield spaces that are not CW complexes must be used on occasion. One basic result is that the representable functors on the homotopy category have a simple characterisation (the Brown representability theorem). ==Properties== * CW complexes are locally contractible. * CW complexes satisfy the Whitehead theorem: a map between CW complexes is a homotopy equivalence if and only if it induces an isomorphism on all homotopy groups. * The product of two CW complexes can be made into a CW complex. Specifically, if X and Y are CW complexes, then one can form a CW complex X × Y in which each cell is a product of a cell in X and a cell in Y, endowed with the weak topology. The underlying set of X × Y is then the Cartesian product of X and Y, as expected. In addition, the weak topology on this set often agrees with the more familiar product topology on X × Y, for example if either X or Y is finite. However, the weak topology can be finer than the product topology, for example if neither X nor Y is locally compact. In this unfavorable case, the product X × Y in the product topology is not a CW complex. On the other hand, the product of X and Y in the category of compactly generated spaces agrees with the weak topology and therefore defines a CW complex. * Let X and Y be CW complexes. Then the function spaces Hom(X,Y) (with the compact-open topology) are not CW complexes in general. If X is finite then Hom(X,Y) is homotopy equivalent to a CW complex by a theorem of John Milnor (1959). Note that X and Y are compactly generated Hausdorff spaces, so Hom(X,Y) is often taken with the compactly generated variant of the compact-open topology; the above statements remain true. * A covering space of a CW complex is also a CW complex. * CW complexes are paracompact. Finite CW complexes are compact. A compact subspace of a CW complex is always contained in a finite subcomplex.Hatcher, Allen, Algebraic topology, Cambridge University Press (2002). . A free electronic version is available on the author's homepageHatcher, Allen, Vector bundles and K-theory, preliminary version available on the authors homepage ==See also== *Abstract cell complex *The notion of CW complex has an adaptation to smooth manifolds called a handle decomposition, which is closely related to surgery theory. == References == ===Notes=== ===General references === * * More details on the first author's home page] Category:Algebraic topology Category:Homotopy theory Category:Topological spaces",
 "title": "CW complex"
}