{
 "id": "35322",
 "text": "__NOTOC__ Year 452 (CDLII) was a leap year starting on Tuesday (link will display the full calendar) of the Julian calendar. At the time, it was known as the Year of the Consulship of Herculanus and Sporacius (or, less frequently, year 1205 Ab urbe condita). The denomination 452 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Europe ==== * The Huns under Attila invade Northern Italy. Emperor Valentinian III flees from Ravenna to Rome, and sends Pope Leo I to persuade him to return to the Hungarian Plain. The cities of Aquileia, Padua and Verona are destroyed by the Huns. Milan is saved because Attila is offered a huge amount of gold. Flavius Aetius (magister militum) is unable to raise a new army against him. * Rome is threatened by Attila but not attacked, due to a last-minute effort by Leo I. Threatened by news of reinforcements from the Eastern Roman Empire and the plague breaking out among the Huns, Attila is persuaded to withdraw. * The city of Venice is founded by fugitives from Attila's army. They flee to small islands in the Venetian Lagoon. * King Vortigern marries Hengist's daughter, Rowena, and becomes king of the Britons. The Anglo-Saxons increase their settlements in Britain (according to British legend). ==== China ==== * Nan'an Yinwang succeeds his father Tai Wu Di, after he is assassinated by the eunuch Zong Ai. Later that year, Yinwang is murdered as well, and Ai is overthrown by a group of high officials. Wen Cheng Di, age 12, becomes the new emperor of Northern Wei. == Births == * Gundobad, king of the Burgundians (approximate date) * John the Silent, bishop and Saint (died 558) * Qi Mingdi, emperor of Southern Qi (d. 498) * Wang Jian, official of Liu Song and Southern Qi (d. 489) * Yu Zhong, official and regent of Northern Wei (d. 518) == Deaths == * March 11 - Tai Wu Di, emperor of Northern Wei (b. 408) * Drest I, king of the Picts (approximate date) * Nan'an Yinwang, emperor of Northern Wei * King Pithiya ...-452, sixth Dravidan King of Anuradhapura [Rajarata, Sri Lanka] 450-452Pithiya * Yujiulü, consort and wife of Tuoba Huang * Zong Ai, eunuch and high official == References ==",
 "title": "452"
}