{
 "id": "353224",
 "text": "St Andrews (; ; ) is a town on the east coast of Fife in Scotland, southeast of Dundee and northeast of Edinburgh. St Andrews had a recorded population of 16,800 , making it Fife's fourth-largest settlement and 45th most populous settlement in Scotland. The town is home to the University of St Andrews, the third oldest university in the English-speaking world and the oldest in Scotland. It has been ranked as the best university in the UK by the 2022 Good University Guide, which is published by The Times and The Sunday Times. According to other rankings, it is ranked as one of the best universities in the United Kingdom. The town is named after Saint Andrew the Apostle. The settlement grew to the west of St Andrews Cathedral, with the southern side of the Scores to the north and the Kinness Burn to the south. The burgh soon became the ecclesiastical capital of Scotland, a position which was held until the Scottish Reformation. The famous cathedral, the largest in Scotland, now lies in ruins. St Andrews Cathedral was once the largest building in Europe. St Andrews is also known globally as the \"home of golf\". This is in part because of The Royal and Ancient Golf Club of St Andrews, founded in 1754, which until 2004 exercised legislative authority over the game worldwide (except in the United States and Mexico). It is also because the famous Old Course of St Andrews Links (acquired by the town in 1894) is the most frequent venue for The Open Championship, the oldest of golf's four major championships. Visitors travel to St Andrews in great numbers for several courses ranked amongst the finest in the world, as well as for the sandy beaches. The Martyrs Memorial, erected to the honour of Patrick Hamilton, George Wishart, and other martyrs of the Reformation epoch, stands at the west end of the Scores on a cliff overlooking the sea. The civil parish has a population of 18,421 (in 2011).Census of Scotland 2011, Table KS101SC – Usually Resident Population, publ. by National Records of Scotland. Web site http://www.scotlandscensus.gov.uk/ retrieved March 2016. See \"Standard Outputs\", Table KS101SC, Area type: Civil Parish 1930 The town also contains numerous museums, a botanic garden and an aquarium. == Name and etymology == The earliest recorded name of the area is Cennrígmonaid. This is Old Gaelic and composed of the elements (head, peninsula), (king) and (moor). This became Cell Rígmonaid (cell meaning church) and was Scoticised to Kilrymont. The modern Gaelic spelling is Cill Rìmhinn. It is likely that the Gaelic name represents an adaptation of a Pictish form *Penrimond. The name St Andrews derives from the town's claim to be the resting place of bones of the apostle Andrew. According to legend, St Regulus (or Rule) brought the relics to Kilrymont, where a shrine was established for their safekeeping and veneration while Kilrymont was renamed in honour of the saint.Gifford, J., The Buildings of Scotland: Fife (Yale UP, 1988), p. 357. This is the origin of a third name for the town Kilrule. == History == thumbnail|left|St Andrews Cathedral in 1845 thumb|St Andrews, ca. 1693. thumb|Martyrs' Monument The first inhabitants who settled on the estuary fringes of the rivers Tay and Eden during the mesolithic (middle Stone Age) came from the plains in Northern Europe between 10,000 and 5,000 BCE.Lamont-Brown St Andrews – City by The Northern Sea pp.1–2. This was followed by the nomadic people who settled around the modern town around 4,500 BCE as farmers clearing the area of woodland and building monuments. In the mid-eighth century a monastery was established by the Pictish king Oengus I, traditionally associated with the relics of Saint Andrew, a number of bones supposed to be the saint's arm, kneecap, three fingers and a tooth believed to have been brought to the town by St Regulus.Gifford Buildings of Scotland – Fife p.357. In AD 877, king Causantín mac Cináeda (Constantine I or II) built a new church for the Culdees at St Andrews and later the same year was captured and executed (or perhaps killed in battle) after defending against Viking raiders.Raymond Lamont-Brown, St Andrews: City by the Northern Sea (Edinburgh: Berlinn, 2006), 9. In AD 906, the town became the seat of the bishop of Alba, with the boundaries of the see being extended to include land between the River Forth and River Tweed.Lamont- Brown St Andrews – City by The Northern Sea p.16. In 940 Constantine III abdicated and took the position of abbot of the monastery of St Andrews.Gifford, Buildings of Scotland:Fife p.357 The establishment of the present town began around 1140 by Bishop Robert on an L-shaped vill, possibly on the site of the ruined St Andrews Castle.Lamont-Brown Fife in History and Legend p.71. According to a charter of 1170, the new burgh was built to the west of the Cathedral precinct, along Castle Street and possibly as far as what is now known as North Street. This means that the lay-out may have led to the creation of two new streets (North Street and South Street) from the foundations of the new St Andrews Cathedral filling the area inside a two- sided triangle at its apex. The northern boundary of the burgh was the southern side of the Scores (the street between North Street and the sea) with the southern by the Kinness Burn and the western by the West Port.Gifford The Buildings of Scotland: Fife p.359. The burgh of St Andrews was first represented at the great council at Scone Palace in 1357. St Andrews, in particular the large cathedral built in 1160, was the most important centre of pilgrimage in medieval Scotland and one of the most important in Europe. Pilgrims from all over Scotland came in large numbers hoping to be blessed, and in many cases to be cured, at the shrine of Saint Andrew. The presence of the pilgrims brought about increased trade and development.Omand,D. (ed.) The Fife Book, Birlinn Ltd, 2000, p.118 Recognised as the ecclesiastical capital of Scotland, the town now had vast economic and political influence within Europe as a cosmopolitan town.Cook Old St Andrews p.3. The Scottish Parliament met in the town in 1304, when King Edward I, in his capacity as overlord of Scotland, came to be received by Bishop William de Lamberton. As many as 130 landowners turned up to witness the event ranging from Sir John of Cambo to Sir William Murray of Fort.Lamont-Brown St Andrews – The City by the Northern Sea p.188. In 1559, the town fell into decay after the violent Scottish Reformation and the Wars of the Three Kingdoms losing the status of ecclesiastical capital of Scotland.Lamont-Brown Fife in History and Legend p.76. Even the University of St Andrews was considering relocating to Perth around 1697 and 1698. Under the authorisation of the bishop of St Andrews, the town was made a burgh of barony in 1614. Royal Burgh was then granted as a charter by King James VI in 1620.Lamont-Brown St Andrews –City by The Northern Sea p.19.Omand The Fife Book p.109. In the 18th century, the town was still in decline, but despite this the town was becoming known for having links 'well known to golfers'. By the 19th century, the town began to expand beyond the original medieval boundaries with streets of new houses and town villas being built. Today, St Andrews is served by education, golf and the tourist and conference industry. == Governance == ===Local Government=== St Andrews is represented by several tiers of elected government. Prior to 1975 the town was governed by a burgh council, a provost and baillies. From 1975, St Andrews was administered by North East Fife District Council and Fife Regional Council. North East Fife District was abolished in 1996 when Fife Council became the unitary authority. Fife Council, based in Glenrothes, is now the executive, deliberative and legislative body responsible for local governance. The Scottish Parliament is responsible for devolved matters such as education, health and justice while reserved matters are dealt with by the Parliament of the United Kingdom of Great Britain and Northern Ireland. The Royal Burgh of St Andrews Community Council, meeting on the first Monday of the month in the Council Chamber of St Andrews Town Hall, forms the lowest tier of governance whose statutory role is to communicate local opinion to local and central government. The current Chair is Mr Gregory Newman. The Chair uses the honorary title of Provost of St Andrews on official and ceremonial occasions, this ancient title having been revived to mark the 400th Anniversary of the granting of Royal Burgh status to St Andrews in 1620 by King James VI & I. ===UK Parliament=== In the early days of the United Kingdom, following implementation of the union of 1707, St Andrews elected one Member of Parliament (MP) to the United Kingdom Parliament.Lamont-Brown St Andrews – The City by the Northern Sea p.190. Following the implementation of the Reform Act 1832 St Andrews Burgh merged with Anstruther for the purposes of electing one MP to the United Kingdom Parliament. Following implementation of the Redistribution of Seats Act 1885, there was one MP sitting for St Andrews Burgh (which would include Anstruther Easter, Anstruther Wester, Crail, Cupar, Kilrenny and Pittenweem). St Andrews now forms part of the North East Fife constituency, electing one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom by the first past the post system. The constituency is represented by Wendy Chamberlain, MP of the Scottish Liberal Democrats. For the purposes of the Scottish Parliament, St Andrews forms part of the North East Fife constituency. The North East Fife Scottish Parliament (or Holyrood) constituency created in 1999 is one of nine within the Mid Scotland and Fife electoral region. Each constituency elects one Member of the Scottish Parliament (MSP) by the first past the post system of election, and the region elects seven additional members to produce a form of proportional representation. The seat was won at the 2016 Scottish Parliament Election by Willie Rennie, for the Scottish Liberal Democrats. == Demography == {| class=\"toccolours\" style=\"float: right; margin:0 0 0.5em 1em; font-size: 90%; text-align:center;\" |+St Andrews compared according to UK Census 2001 |- ! !style=\"padding:2px;\"|St Andrews !style=\"padding:2px;\"|Fife !style=\"padding:2px;\"|Scotland |- ! style=\"text-align:left;\"|Total population |14,209||349,429||5,062,011 |- ! style=\"text-align:left;\"|Foreign born |11.60%||1.18%||1.10% |- ! style=\"text-align:left;\"|Over 75 years old |10.51%||7.46%||7.09% |- ! style=\"text-align:left;\"|Unemployed |1.94%||3.97%||4.0% |} According to the 2001 census, St Andrews had a total population of 14,209. The population increased to around 16,680 in 2008 and 16,800 in 2012 The demographic make-up of the population is much in line with the rest of Scotland. The age group from 16 to 29 forms the largest portion of the population (37%). The median age of males and females living in St Andrews was 29 and 34 years respectively, compared to 37 and 39 years for those in the whole of Scotland. The place of birth of the town's residents was 87.78% United Kingdom (including 61.80% from Scotland), 0.63% Republic of Ireland, 4.18% from other European Union countries, and 7.42% from elsewhere in the world. The economic activity of residents aged 16–74 was 23.94% in full-time employment, 8.52% in part-time employment, 4.73% self-employed, 1.94% unemployed, 31.14% students with jobs, 9.08% students without jobs, 13.24% retired, 2.91% looking after home or family, 2.84% permanently sick or disabled, and 1.67% economically inactive for other reasons. == Economy == St Andrews, whose economy stands at £660 million, relies heavily on tourism and education. In 2016, one out of every five jobs in St Andrews is related to tourism. St Andrews is often considered as an expensive destination. In 2016, St Andrews was reported to be home to the \"Most Expensive Street in Scotland\", with average house prices in The Scores in excess of 2 million pounds. == Weather and climate == thumb|right|View from St Salvator's Tower St Andrews has a temperate maritime climate, which is relatively mild despite its northerly latitude. Winters are not as cold as one might expect, considering that Moscow and Labrador lie on the same latitude. Daytime temperatures can fall below freezing and average around . However, the town is subject to strong winds. Night-time frosts are common; however, snowfall is more rare. The nearest official Met Office weather station for which data are available is at Leuchars, about northwest of St Andrews town centre. The absolute maximum temperature is , recorded in August 1990. In a typical year, the warmest day should reach and a total of 2 days should record a temperature of or above. The warmest calendar month (since 1960) was July 2006, with a mean temperature of (mean maximum of , mean minimum of ) The absolute minimum temperature (since 1960) stands at recorded during February 1972, although in an 'average' year, the coldest night should only fall to . Typically, just short of 60 nights a year will experience an air frost. The coldest calendar month (since 1960) was December 2010, with a mean temperature of (mean maximum , mean minimum ) Rainfall, at little more than 650 mm per year makes St Andrews one of the driest parts of Scotland, shielded from Atlantic weather systems by several mountain ranges. Over 1 mm of rain is recorded on just under 117 days of the year. Sunshine, averaging in excess of 1,500 hours a year is amongst the highest for Scotland, and comparable to inland parts of Southern England. St Andrews is about the furthest north annual levels of above 1500 hours are encountered. All averages refer to the 1971–2000 observation period. == Transport == The St Andrews Railway provided a connection to the main Edinburgh to Aberdeen Line at Leuchars railway station. This service was ended in 1969. The St Andrews Rail Link project aims at realising a new high-speed twin-cord mainline rail link via Cupar to the south and west and via Leuchars to the north. Nowadays, the only public transport to reach trains at Leuchars or to connect other towns in Fife is the Stagecoach bus station located near the town centre. Stagecoach's Route 99 (and its alternate routes 99A, 99B, 99C, 99D) connects St Andrews to Dundee via Leuchars with buses up to every ten minutes. Moffat & Williamson operates Route 92 (and 92A, 92B, 92C) on a lesser frequency from Balmullo via Leuchars station to St Andrews before looping the town. There are also some local bus service that links the town centre to St Andrews Community Hospital in the south. St Andrews Bus Station provides frequent bus services to most towns in Fife and the nearby city of Dundee via Leuchars, and less frequent services to further destinations like Edinburgh and Stirling. Travellers from Edinburgh Airport may take Route 747 to Halbeath Park & Ride then take X59/X24 to St Andrews. Otherwise, they have to travel to central Edinburgh for train or bus services. Dundee Airport, about 15 miles north of the town, has flights that connects with London-City and Belfast-City provided by Loganair. Roads A91, A915, A917, A918 and B939 traverse the town at different locations. == Landmarks == thumb|right|West Port St Andrews was once bounded by several \"ports\" (the Lowland Scots word for a town gate). Two are still extant: So'gait port (South Street, now called West Port) and the Sea Yett (as The Pends terminates to the harbour). The West Port is one of few surviving town \"Ports\" in ScotlandWalker and Ritchie Fife, Perthshire and Angus p.79. and is a scheduled monument. The towers were influenced by those seen at the base of the Netherbow Port in Edinburgh.Pride Kingdom of Fife pp.124–126. The central archway which displays semi-octagonal \"rownds\" and \"battling\" is supported by corbelling and neatly moulded passageways. Side arches and relief panels were added to the port, during the reconstruction between 1843 and 1845. The Category A listed Holy Trinity (also known as the Holy Trinity Parish Church or \"town kirk\") is the most historic church in St Andrews.Lamont-Brown St Andrews – City by The Northern Sea p.171. The church was initially built on land, close to the south-east gable of the cathedral, around 1144, and was dedicated in 1234 by Bishop David de Bernham. It then moved to a new site on the north side of South Street between 1410 and 1412 by bishop Warlock. Much of the architecture feature of the church was lost in the re-building by Robert Balfour between 1798 and 1800.Fife Regional Council Medieval Abbeys and Historic Churches in Fife p.46. The church was later restored to a (more elaborately decorated) approximation of its medieval appearance between 1907 and 1909 by MacGregor Chambers.Cook Old St Andrews p.14. thumb|right|View of the cathedral grounds from the top of St Rule's Tower. To the east of the town centre, lie the ruins of St Andrews Cathedral.Fife Regional Council Medieval Abbeys and Historic Churches in Fife p.22. This was at one time Scotland's largest building, originated in the priory of Canons Regular founded by Bishop Robert Kennedy. St Rule's Church, to the south-east of the medieval cathedral is said to date from around 1120 and 1150, being the predecessor of the cathedral.Walker and Ritchie Fife, Perthshire and Angus pp.130–132. The tall square tower, part of the church, was built to hold the relics of St Andrew and became known as the first cathedral in the town.Lamont-Brown Fife in History and Legend pp.70–72. After the death of Bishop Robert Kennedy, a new cathedral was begun in 1160 by Bishop Arnold (his successor) on a site adjacent to St Rule's Church. Work on the cathedral was finally completed and consecrated in 1318 by Bishop William de Lamberton with Robert the Bruce (1306–29) present at the ceremony. The cathedral and associated buildings, including St Rule's Church, are protected as a scheduled monument. The ruins of St Andrews Castle are situated on a cliff-top to the north of the town.Walker and Ritchie Fife, Perthshire and Angus pp.115–116.Pride Kingdom of Fife p.121. The castle was first erected around 1200 as the residence, prison and fortress of the bishops of the diocese. Several reconstructions occurred in subsequent centuries, most notably due to damage incurred in the Wars of Scottish Independence. thumb|right| St Andrews bandstand The castle was occupied, besieged and stormed during The Rough Wooing and was severely damaged in the process. The majority of the castle seen today dates to between 1549 and 1571. The work was commissioned by John Hamilton (archbishop of St Andrews) in a renaissance style which made the building a comfortable, palatial residence while still remaining well-fortified. After the Reformation, the castle passed to several owners, who could not maintain its structure and the building deteriorated into a ruin. The castle is now a scheduled monument administered by Historic Environment Scotland. The apse of the Dominican friary, Blackfriars, can still be seen on South Street (between Madras College and Bell Street). Other defunct religious houses that existed in the medieval town, though less visible, have left traces, as for instance the leper hospital at St Nicholas farmhouse (The Steading) between Albany Park and the East Sands leisure centre. == Education == Today, St Andrews is home to one secondary school, one private school and three primary schools. Canongate Primary School, which opened in 1972 is located off the Canongate, beside the St Andrews Botanic Garden. The school roll was recorded in February 2008 as 215. Lawhead Primary School, which opened in 1974 is on the western edge of the town. The school roll was recorded in September 2009 as 181. Greyfriars Primary School is a Roman Catholic school located in the southern part of the town. Madras College is the sole secondary school in the town. The school which opened to pupils in 1833 was based on a Madras system – founded and endowed by Dr Andrew Bell (1755–1832), a native of the town.Lamont-Brown St Andrews – A City by the Northern Sea pp177–178Cook Old St Andrews p.13. Prior to the opening, Bell was interested in the demand for a school which was able to teach both poor and privileged children on one site. The high reputation of the school meant that many children came from throughout Britain to be taught there, often lodging with masters or residents in the town. The was school located on two campuses – Kilrymont, (which opened in 1967) and South Street (incorporating the original 1833 building). Pupils in S1-S3 are served by Kilrymont and S4-S6 by South Street. Plans to build a replacement for Madras College on a single site have been ongoing since 2006. Originally, the school was in negotiations with the University of St Andrews for a joint new build at Lang Lands on land owned by the university. The plans, which were scrapped in August 2011, would have seen the school share the university's playing fields. In October 2011, a scoring exercise drawn up by the council to decide the best location for the new Madras College was put before parents, staff and the local community to ask for their views. A £40-million redevelopment of the Kilrymont building proved to be most popular and was officially given the go-ahead in November 2011. This decision was met with controversy from parents, staff and the local community. Following a decision from a group of senior councillors to analyse the other potential sites than push ahead with the controversial redevelopment, The new Building was finished in 2021. In August 2020, it was reported that the college will sell its Kilrymont site and built a replacement school at Langlands. The private school known as St Leonards School was initially established as the St Andrews School for girls company in 1877. The present name was taken in 1882 when a move to St Leonards House was made.Lamont-Brown St Andrews – City by the Northern Sea pp183–185. The school is now spread across thirty acres between Pends Road and Kinnesburn. A private school for boys was also set up in 1933 as New Park. The operations of the school merged with the middle and junior sections of St Leonards to become St Leonards-New Park in 2005. The University of St Andrews which is the third oldest English-speaking university and the oldest university in Scotland was founded between 1410 and 1413.Lamont-Brown Fife in History and Legend p.83. A charter for the university was issued by Bishop Henry Wardlaw between 1411 and 1412 and this was followed by Avignon Pope Benedict XIII granting university status to award degrees to students in 1413. The school initially started out as a society for learned men in the fields of canon law, the arts and divinity. The chapel and college of St John the Evangelist became the first building to have ties with the university in 1415. The two original colleges to be associated with the university were St Salvator in 1450 by Bishop James Kennedy and St Leonard in 1512 by archbishop Alexander Stewart and prior James Hepburn. == Sport and recreation == === Golf === St Andrews is known widely as the \"home of golf\".Pride Kingdom of Fife p.118. According to the earliest surviving document from 1552, the \"playing at golf\" on the links adjacent to the \"water of eden\" was granted permission by Archbishop Hamilton. The most famous golf course in the town is the Old Course, purchased by the town council in 1894. The course which dates back to medieval times, is an Open Championship course – which was first staged in 1873 and will host the 2022 Open Championship.Lamont-Brown Fife in History and Legend pp.224–227. Famous winners at St Andrews have included: Old Tom Morris (1861, 1862, 1867 and 1874), Bobby Jones (1927 and 1930 British Amateur), Jack Nicklaus (1970 and 1978) and Tiger Woods (2000 and 2005).Cook Old St Andrews p.39. According to Jack Nicklaus, \"if a golfer is going to be remembered, he must win at St Andrews\". There are seven golf courses in total – Old, New, Jubilee, Eden, Strathtyrum, Balgove and the Castle – surrounding the western approaches of the town.Lamont-Brown St Andrews – City by The Northern Sea p.85. The seventh golf course (the Castle) was added in 2007 at Kinkell Braes, designed by David McLay Kidd. Other leisure facilities in the town include a canoe club, a senior football club (St Andrews United), a rugby club (known as Madras Rugby Club), tennis club, university sports centre, and a links golf driving range. The East Sands Leisure Centre, which opened in 1988, sits on the outskirts of the town as the town's swimming pool with gym facilities. === West Sands Beach === thumbnail|West Sands, looking towards St Andrews West Sands Beach in St Andrews, Scotland, served as the set for the opening scene in the movie Chariots of Fire.Archived at Ghostarchive and the Wayback Machine: This scene was reenacted during the 2012 Olympics torch relay. The beach was also featured in the 2012 Summer Olympics Opening CeremonyArchived at Ghostarchive and the Wayback Machine: The beach is adjacent to the famous St Andrews Links golf course.West Sands Beach in St Andrews, Scotland, Keep Scotland Beautiful Sand dunes on the beach, which have long protected the golf course, are themselves in danger of eroding away, and are the subject of a restoration project. == Places of interest == === Lade Braes Walk === thumb|Remains of Law Mill at the head of the Lade Braes Walk in St Andrews, Fife The Lade Braes Walk is a scenic public footpath of about that follows the route of a medieval mill lade through St Andrews. The walk starts in the town centre near Madras College and runs roughly westward, through Cockshaugh Park to Law Mill. The lade's function was to transport water from a higher upstream point on the Kinness Burn to the water mill in the grounds of St Andrews Cathedral Priory where it arrived at an elevated level simply by following the contours of the land. It may have been built before 1144.Smart, RN (1991). Notes on the Water Mills of St Andrews (1989) in 'Three Decades of Historical Notes' (ed. M Innes & J Whelan) p.179. In the late 19th century, the lade was covered over and the area from Cockshaugh Park to Law Mill was landscaped and planted with trees. The remains of Law Mill, its grain drying kiln and water wheel are a category C listed building. A Brae is an old Scots word for the high ground adjoining a river bank. === Museum of the University of St Andrews === The Museum of the University of St Andrews is a small museum dedicated to the history of the University of St Andrews. The museum, which is free to enter, looks at the university's foundation, student life at the university, and innovative ideas and inventions associated with staff, students, and alumni. The museum also shows a range of temporary exhibitions on different themes. Highlights of the displays include the university's three medieval maces, which are rare examples of ornate ceremonial University maces from the 15th century, and a large astrolabe dating from 1575.Ian Carradice, MUSA Guide Book (2008), pp.1–13 === St Andrews Botanic Garden === The St Andrews Botanic Garden is an 18-acre botanical garden in the Canongate suburb to the south of the town. It contains more than 8000 species of native and exotic plants. These are laid out in zones of woodland, meadow, shrubbery, herbaceous bedding, a large rockery and a series of ponds. There are also vegetable and herb gardens, and several large greenhouses, one of which contains a butterfly house. There is an entrance fee for most visitors with some exceptions (e.g. juniors, students or faculties of the University of St Andrews). ===St Andrews Museum=== The St Andrews Museum is a municipal museum focusing on the history of the town of St Andrews in St Andrews established in 1991 it is located in Kinburn Park. It holds a collection of objects of historical value that are related to the town from the earliest times up to the twentieth century. It is located in the historic Kinburn house named after the Battle of Kindurn during the Crimean war. === St Andrews Aquarium === The St Andrews Aquarium is located on the cliff foot of the Scores overlooking West Sands. As well as the many fish species on display, there are also penguins and meerkats. == International relations == As of St. Andrew's Day 2015, the town is formally twinned with the French medieval town of Loches, with which it had previously shared a cultural exchange for over two decades. ==Freedom of the City== The following people and military units have received the Freedom of the City and Royal Burgh of St Andrews. ===Individuals=== * Benjamin Franklin: 1759. * Earl of Elgin : 19 July 1902. * Prince of Wales. * Robert Tyre Jones Jr.: 1958. ===Military Units=== * RAF Leuchars: 1968. == See also == * All Saints Church, St Andrews * Bishop of St Andrews * Celtic art – Pictish stones at St Andrews. * The New Picture House * St Nicholas Hospital, St Andrews * St Andrews Community Hospital * University of St Andrews * St Andrews Botanic Garden == References == === Notes === === Bibliography === * * Ash, Marinell. \"The diocese of St. Andrews under its 'Norman' bishops.\" Scottish Historical Review 55.160 (1976): 105–126 online. * Brooks, Nicholas P., and Graeme Whittington. \"Planning and growth in the medieval Scottish burgh: the example of St Andrews.\" Transactions of the Institute of British Geographers (1977): 278–295. online * Browne, Sarah. \"‘A Veritable Hotbed of Feminism’: Women's Liberation in St Andrews, Scotland, c. 1968–c. 1979.\" Twentieth Century British History 23.1 (2012): 100–123 online. * Butler, Richard. \"The Influence of Sport on Destination Development: the Example of Golf at St. Andrews.\" Sport tourism destinations (2005): 274–282. online * Cameron, Neil. \"St Rule's Church, St Andrews, and early stone-built churches in Scotland.\" Proceedings of the Society of Antiquaries of Scotland. Vol. 124. (1994). online * Clifford, Ben P., and Charles R. Warren. \"Development and the environment: Perception and opinion in St Andrews, Scotland.\" Scottish Geographical Journal 121.4 (2005): 355–384. * Dawson, Jane E. A. \"‘The Face of Ane Perfyt Reformed Kyrk’: St Andrews and the Early Scottish Reformation.\" Studies in Church History Subsidia 8 (1991): 413–435. * Duncan, Archibald A. M. \"The Foundation of St Andrews Cathedral Priory, 1140.\" Scottish Historical Review 84.1 (2005): 1–37. * Emerson, Roger L. Academic Patronage in the Scottish Enlightenment: Glasgow, Edinburgh and St Andrews Universities (Edinburgh University Press, 2008). * Herkless, John, and Robert Kerr Hannay. The Archbishops of St. Andrews (W. Blackwood, 1907) online. * * * Kirk, Russell. \"St. Andrews: The Haunted Town\" History Today (Jan 1953) 3#1 pp 22–30. online. * * * Rhodes, Bess. Riches and Reform: Ecclesiastical Wealth in St Andrews, c. 1520–1580 (Brill, 2019). * Skene, William. \"Notice of the Early Ecclesiastical Settlements at St Andrews.\" Proceedings of the Society of Antiquaries of Scotland Vol. 4. (1860) online. * Swanson, Robert. \"The University of St. Andrews and the Great Schism, 1410–1419.\" Journal of Ecclesiastical History 26.3 (1975): 223–245. == External links == * List of Attractions around St Andrews in order to walk round with Maps and Information * Royal Burgh of St Andrews Community Council * The Official Tourist Portal for St Andrews * St Andrews Links * Engraving of a view of St Andrews by James Fittler in the digitised copy of Scotia Depicta, or the antiquities, castles, public buildings, noblemen and gentlemen's seats, cities, towns and picturesque scenery of Scotland, 1804 at National Library of Scotland * The Lade Braes Category:Royal burghs Category:Towns in Fife Category:Parishes in Fife",
 "title": "St Andrews"
}