{
 "id": "353202",
 "text": "Claria Corporation (formerly Gator Corporation) was a software company based in Redwood City, California that invented “Behavioral Marketing”, a highly effective but controversial new form of online advertising. It was founded in 1998 by Denis Coleman (co-founder of Symantec), Stanford MBA Sasha Zorovic, and engineer Mark Pennell, based on work Zorovic had done at Stanford. In March 1999 Jeff McFadden was hired as CEO and Zorovic was effectively forced out. Its name was later used interchangeably with its Gain advertising network, which it claimed serviced over 50 million users. Claria exited the adware business at the end of second quarter 2006,Claria exiting adware business from Claria. Archived March 24, 2006 from http://www.claria.com/companyinfo/press/releases/pr060321.html and eventually shut down completely in October 2008. The \"Gator\" (also known as Gain AdServer) products collected personal information from its unknowing users, including all websites visited and portions of credit card numbers to target and display ads on the computers of web surfers. It billed itself as the \"leader in online behavioral marketing\". The company changed its name to Claria Corporation on October 30, 2003 in an effort to \"better communicate the expanding breadth of offerings that [they] provide to consumers and advertisers\", according to CEO and President Jeff McFadden. ==Products== === Gator === Originally released in 1999, Gator was most frequently installed together with programs being offered free of charge, such as Go!Zilla, or Kazaa. The development of these programs was partially funded by revenue from advertising displayed by Gator. By mid-2003 Gator was installed on an estimated 35 million PCs. Even though Gator was installed with an uninstall available via Add/Remove Programs in the Control Panel on Microsoft Windows,Claria.Gator.eWallet many spyware removal tools can also detect and remove it.The home of Spybot-S&D;! Gator's end user license agreement attempts to disallow its manual removal by prohibiting \"unauthorized means\" of uninstallation. The Gator software undercut the fundamental ad-supported nature of many Internet publishers by replacing banner ads on web sites with its own, thereby depriving the content provider of the revenue necessary to continue providing that content. In June 2002 a number of large publishers, including the New York Post, The New York Times, and Dow Jones & Company, sued Gator Software for its practice of replacing ads. Most of the lawsuits were settled out of court in February 2003. Gator attempted to combat spyware labels with litigation. In September 2003 the company threatened sites such as PC Pitstop with libel lawsuits. > As part of a settlement signed Sept. 30, (2003), PC Pitstop--which scans > computers for hostile and otherwise undesirable code--removed pages from its > Spyware Information Center with such titles as \"Is Gator Spyware?\" and the > \"Gator Boycott List.\"Gator Information Center (Claria) - PC Pitstop In February 2004, Gator made a confidential settlement of litigation brought against it by seven top newspaper publishers, including The Washington Post, the New York Post, The New York Times, and Dow Jones. The Washington Post, L.L. Bean and Extended Stay America suits were similarly settled.A REVIEW OF 2 ONLINE POP-UP ADVERTISERS AND 4 INTERNET LAW DECISIONS Jason Allen Cody, Spring 2004, University of Pittsburgh School of Law, Journal of Technology Law and Policy \"Washington Post.Newsweek Interactive Co., LLC., et al. v. The Gator Corp., 2002 WL 31356645 (E.D. Va. 2002). Following the court’s granting of the preliminary injunction, Gator settled the publishers’ lawsuit. A number of businesses (e.g., L.L. Bean, UPS, Extended Stay America, Wells Fargo, Quicken Loans and Teleflora) filed subsequent lawsuits against Gator and Claria Corporation, these suits were similarly settled.\" === Other defunct applications === Gator corporation released a suite of \"free\" Internet applications that performed various tasks. However, after installing the applications, a user would continually be shown ads from the Gain network, even when the programs were not running in the foreground. This suite included: * eWallet - a program that will automatically fill in personal information on webpages from a stored set of data entered by the user. * GotSmiley * Dashbar - an advertisement supported search toolbar by Claria. Intrusive in that it displays pop up ads during an Internet browsing session. * Date Manager * Precision Time * Screenscenes * Weatherscope * WebSecureAlert While using the software, a user was shown advertisements. According to Computer Associates' spyware information center, all applications in the suite are classified as both adware and spyware, as they both display ads unrelated to the product while the primary user interface is not visible. These programs all employ the user's Internet connection to report behavior information back to Claria.Center for Democracy & Technology (2003), \"Ghosts in our Machines: Background and Policy Proposals on the 'Spyware' Problem\". Footnote 3. Although the user's explicit consent is always required to install these applications, Claria took advantage of the fact that most users choose not bothering to educate themselves about what they are installing. In most cases, during the install process, users must choose whether to install the \"free\" version (which serves lots of ads as described above) or to pay the $30 for a version that serves no ads. Since the announcement to shut the ad network down, Claria has stopped accepting payment for \"ad free\" versions.eTrust Spyware Encyclopedia - claria.ewallet from Computer Associates. Accessed from http://www3.ca.com/securityadvisor/pest/pest.aspx?id=453094092 . == Backers == Despite their unpopular reputation, Claria Corporation had received backing from major venture capital firms, including Greylock, Technology Crossover Ventures, and U.S. Venture Partners. Andy Bechtolsheim was an early investor. They filed for a $150 million IPO in April 2004, stating income of $35 million on revenues of $90 million in 2003. Investors were concerned that its practices might be illegal, at least in Utah at the time. Another concern was that most revenue came from one partner: Yahoo Overture. Claria withdrew the filing in August 2004. == Recent news == In July 2005, Microsoft Corporation came under fire when it revealed that their anti-spyware product would no longer quarantine Claria software as \"spyware\" (though it still offered users the option to remove the software). Microsoft was reportedly contemplating the purchase of Claria, which many consumers felt to be a conflict of interest. Other spyware-reporting agencies, such as Computer Associates and Panda Software's TruPrevent Technologies, still label Claria products as both adware and spyware. In March 2006, Claria claimed that it would be exiting the adware business and focusing on personalized search technology. On July 1, 2006, Claria ceased displaying pop-up ads. Around this time, a new company NebuAd was formed with some former Claria employees with another approach to targeted advertisements. On April 21, 2008, Claria sold the gator.com domain. In October, 2008, rebranded as Jelly Cloud, the company quietly shut down. Today, Claria's former senior management team occupy a variety of leadership roles throughout the online marketing industry. Scott VanDeVelde, Claria's last CEO and former Chief Revenue Officer, is now Chief Revenue Officer at Dotomi, an online advertising firm specializing in personalized media. Scott Eagle, Claria's former Chief Operating Officer and Chief Marketing Officer, joined eHarmony, an online dating company, as Chief Marketing Officer. Former CEO Jeff McFadden is now a VP of Business Development at Zen Marketing. The former VP of Business Development Mitchell Weisman is now part of the leadership team at LifeStreet Corporation, the largest ad network on Facebook. Tony Martin, Claria's former VP of Engineering, ran engineering and operations at Project Playlist. Claria's former VP Engineering and Analytics, Dominic Bennett, and Claria's Senior Director of Finance Dennis Jang, are now part of the leadership team at Turn, a leading online advertising DSP, as VP Engineering and VP Finance respectively. Co-founder and former Claria CTO Mark Pennell is now a senior software engineer at Apple. As of 2016, most of Claria's core engineering team works for Apple. == References == == External links == * Gator Information Center (Claria) - PC Pitstop * claria.com - Web Safety Rating from McAfee Category:Spyware companies Category:Windows adware Category:1998 establishments Category:2008 disestablishments Category:Software companies based in California",
 "title": "Claria Corporation"
}