{
 "id": "353620",
 "text": "Haakon V Magnusson (10 April 1270 – 8 May 1319) (; ) was king of Norway from 1299 until 1319. ==Biography== thumb|180px|left|Head from the Nidaros Cathedral, considered to possibly represent an older Haakon.Helle, Knut (1995). Under kirke og kongemakt: 1130-1350, p. 209. thumb|left|220px|Burial site of Håkon V in Oslo Haakon was the younger surviving son of Magnus the Lawmender, King of Norway, and his wife Ingeborg of Denmark. Through his mother, he was a descendant of Eric IV, king of Denmark. In 1273, his elder brother, Eirik, was named junior king under the reign of their father, King Magnus. At the same time, Haakon was given the title \"Duke of Norway\", and from his father's death in 1280, ruled a large area around Oslo in Eastern Norway and Stavanger in the southwest, subordinate to King Eirik.Narve Bjørgo, \"Eirik Magnusson\" in Norsk biografisk leksikon vol. II, (Oslo, 2000), pp. 436–437 Haakon succeeded to the royal throne when his older brother died without sons. In 1295, Haakon married firstly with Isabelle, daughter of Jean I, Count of Joigny, but she died in 1297 without. His eldest daughter was Princess Agnes Haakonsdatter. The House of Rosensverd are direct descendants of King Haakon V Magnusson and therefore still holds the ancient entitlement to the Norwegian throne, called the Sudreim Claim. In early 1299 he married secondly with Euphemia, daughter of Vitslav II, Prince of Rügen, who in 1301 bore him his youngest daughter, Ingeborg Håkonsdotter, since 1312 wife of duke Eric Magnusson of Sweden, a younger brother of King Birger of Sweden. Their son, Magnus Eriksson would succeed Haakon V as king of Norway.Ingebjørg Håkonsdatter (Store norske leksikon) During Haakon's reign, Oslo gradually took over the functions of capital of Norway from Bergen, though there was no official pronouncement of this at any time. Haakon is also associated with the construction of Akershus Fortress (Akershus Festning) and Bohus Fortress (Båhus festning). During his reign he revived his brother's war policy against Denmark, but in 1309 he finally concluded a peace that in general was the end of a period of Dano-Norwegian wars. In domestic matters he energetically and successfully tried to limit the power of the magnates and to strengthen the king's power. In 1319, Haakon was succeeded by his daughter's son, Magnus VII, who was an infant. Haakon's daughter Ingeborg was recognized as formal regent of her son. Havtore Jonsson was put in the guardianship government until he himself died the following year. Haakon was buried in St. Mary's church (Mariakirken) in Oslo. Remains of two people, deemed to be Haakon and Eufemia, were discovered during excavations of the ruins of that church and reinterred in the royal mausoleum at Akershus Castle.Håkon 5 Magnusson (Store norske leksikon) ==Ancestry== ==Gallery== File:Hertug Haakon Magnusson PI XI 1.jpg|Seal of Haakon as Duke (obverse), in known use 1292–98 (Norwegian coat of arms on reverse). File:Hertug Haakon Magnusson PI XXI 2.jpg|One-sided seal of Haakon as Duke from 1298. File:Kong Haakon V Magnusson PI XIII 1.jpg|Seal of Haakon as King (obverse), in known use 1305–18 (Norwegian coat of arms on reverse). File:Kong Haakon V Magnusson PI XII 2.jpg|The reverse from another version of Haakon's seal as King, in known use 1300–02. ==References== ==Other sources== * Helle, Knut (1964) Norge blir en stat, 1130–1319 (Universitetsforlaget) * Holmsen, Andreas (1939) Norges historie. Fra de eldste tider til 1660 (Universitetsforlaget) * Gjerset, Knut (1915) History of the Norwegian People (MacMillan Company, Volumes I & II) Category:1270 births Category:1319 deaths Category:13th-century Norwegian monarchs Category:14th- century Norwegian monarchs Category:Fairhair dynasty Category:Burials at the Royal Mausoleum (Norway) Category:House of Sverre Category:Norwegian dukes Category:Royal reburials",
 "title": "Haakon V of Norway"
}