{
 "id": "353797",
 "text": "This is an alphabetical list of towns and villages in Northern Ireland. For a list sorted by population, see the list of settlements in Northern Ireland by population. The towns of Armagh, Lisburn and Newry are also classed as cities (see city status in the United Kingdom). The Northern Ireland Statistics and Research Agency (NISRA) uses the following definitions: * Town – population of 4,500 or more ** Small Town – population between 4,500 and 10,000 ** Medium Town – population between 10,000 and 18,000 ** Large Town – population between 18,000 and 75,000 * Intermediate settlement – population between 2,250 and 4,500 * Village – population between 1,000 and 2,250 * Small villages or hamlets – population of less than 1,000 Towns are listed in bold. __NOTOC__ ==A== Acton, Aghacommon, Aghadowey, Aghadrumsee, Aghagallon, Aghalee, Ahoghill, Aldergrove, Altamuskin, Altishane, Altmore, Annaclone, Annaghmore, Annahilt, Annahugh, Annalong, Annsborough, Antrim, Ardboe, Ardgarvan, Ardglass, Ardoyne Ardmore, Ardstraw, Armagh, Armoy, Arney, Articlave, Artigarvan, Artikelly, Atticall, Aughafatten, Augher, Aughnacloy ==B== Ballela, Ballerin, Ballinamallard, Ballintoy, Balloo, Ballybogy, Ballycarry, Ballycassidy, Ballycastle, Ballyclare, Ballyeaston, Ballygally, Ballygawley, Ballygowan, Ballyhalbert, Ballyhornan, Ballykelly, Ballykinler, Ballylesson, Ballylinney, Ballymacmaine, Ballymacnab, Ballymagorry, Ballymartin, Ballymaguigan, Ballymena, Ballymoney, Ballynahinch, Ballynure, Ballyrashane, Ballyrobert, Ballyronan, Ballyrory, Ballyscullion, Ballyskeagh, Ballystrudder, Ballyvoy, Ballywalter, Balnamore, Banagher, Banbridge, Bangor, Bannfoot, Belcoo, Belfast, Bellaghy, Bellanaleck, Bellarena, Belleek, Belleeks, Benburb, Bendooragh, Beragh, Bessbrook, Blackskull, Blackwatertown, Blaney, Bleary, Boho, Brackaville, Bready, Brockagh, Brookeborough, Broomhill, Broughshane, Bryansford, Buckna, Burnfoot, Burren, Bushmills ==C== Caledon, Camlough, Campsie, Capecastle, Cappagh, Cargan, Carnalbanagh, Carncastle, Carnlough, Carnteel, Carrickaness, Carrickfergus, Carrickmore, Carrowclare, Carrowdore, Carrybridge, Carryduff, Castlecaulfield, Castledawson, Castlederg, Castlerock, Castlewellan, Charlemont, Clabby, Clady (Co. Londonderry), Clady (Co. Tyrone), Cladymore, Clanabogan, Claudy, Clogh, Clogher, Cloghy, Clonmore, Clonoe, Clough, Cloughmills, Cloughoge, Coagh, Coalisland, Cogry-Kilbride, Coleraine, Collegeland, Comber, Conlig, Cookstown, Corbet, Corkey, Corrinshego, Craigarogan, Craigavon, Cranagh, Cranford, Crawfordsburn, Creagh, Creggan, Crossgar, Crossmaglen, Crumlin, Cullaville, Cullybackey, Cullyhanna, Culmore, Culnady, Curran, Cushendall, Cushendun ==D== Darkley, Derry, Derrycrin, Derrygonnelly, Derryhale, Derrykeighan, Derrylin, Derrymacash, Derrymore, Derrynaflaw, Derrynoose, Derrytrasna, Derrytresk, Derryvore, Dervock, Desertmartin, Doagh, Dollingstown, Donagh, Donaghadee, Donaghcloney, Donaghey, Donaghmore, Donegore, Dooish, Dorsey, Douglas Bridge, Downhill, Downpatrick, Draperstown, Drinns Bay, Dromara, Dromintee, Dromore (Co. Down), Dromore (Co. Tyrone), Drumaness, Drumbeg, Drumbo, Drumlaghy, Drumlough (near Hillsborough), Drumlough (near Rathfriland), Drummullan, Drumnacanvy, Drumnakilly, Drumquin, Drumraighland, Drumsurn, Dunadry, Dundonald, Dundrod, Dundrum, Dungannon, Dungiven, Dunloy, Dunnamanagh, Dunmurry, Dunnamore, Dunnaval, Dunseverick ==E== Edenaveys, Edenderry (Co. Down), Edenderry (Co. Tyrone), Ederney, Eglinton, Eglish, Enniskillen, Erganagh, Eskra ==F== Feeny, Finaghy, Fintona, Finvoy, Fivemiletown, Florencecourt, Foreglen, Forkill ==G== Galbally, Gamblestown, Garrison, Garvagh, Garvaghey, Garvetagh, Gawley's Gate, Gibson's Hill, Gilford, Gillygooly, Glack, Glebe, Glenarm, Glenavy, Glencull Glengormley, Glenmornan, Glenoe, Glenone, Glynn, Gortaclare, Gortin, Gortnahey, Goshedan, Gracehill, Grange Corner, Granville, Greencastle, Greenisland, Greyabbey, Greysteel, Groggan, Groomsport, Gulladuff ==H== Halfpenny Gate, Hamiltonsbawn, Helen's Bay, Hillhall, Hillsborough, Hilltown, Holywell, Holywood ==I== Inishrush, Irvinestown, Islandmagee ==J== Jonesborough, Jerrettspass (County Armagh), Jordanstown ==K== Katesbridge, Keady, Kells-Connor, Kellswater, Kesh, Keshbridge, Kilcoo, Kildress, Kilkeel, Killadeas, Killaloo, Killay, Killead, Killeen, Killen, Killeter, Killinchy, Killough, Killowen, Killylea, Killyleagh, Killyman, Killywool, Kilmore (Co. Armagh), Kilmore (Co. Down), Kilrea, Kilskeery, Kinallen, Kinawley, Kircubbin, Knockcloghrim, Knockmoyle, Knocknacarry ==L== Lack, Lambeg, Landahaussy, Largy, Larne, Laurelvale, Lawrencetown, Letterbreen, Lettershendoney, Limavady, Lisbellaw, Lislea, Lisnadill, Lisnarick, Lisnaskea, Listooder, Loughbrickland, Loughgall, Loughgilly, Loughguile, Loughinisland, Loughmacrory, Loup, Lower Ballinderry, Lurgan, Lurganare, Lurganure, Lurganville, Leitrim ==M== Macken, Macosquin, Madden, Maghaberry, Maghera, Magheraconluce, Magherafelt, Magheralin, Magheramason, Magheramorne, Magheraveely, Maghery, Maguiresbridge, Markethill, Martinstown, Maydown, Mayobridge, Mazetown, Meigh, Middletown, Milford, Millbank, Mill Bay, Millisle, Milltown (Co. Antrim), Moira, Monea, Moneyglass, Moneymore, Moneyneany, Moneyreagh, Moneyslane, Monteith, Moortown, Moss-Side, Mountfield, Mountjoy, Mounthill, Mountnorris, Moy, Moygashel, Mullaghbawn, Mullaghboy, Mullaghbrack, Mullaghglass, Mallusk ==N== Newbuildings, Newcastle, Newry, Newtown Crommelin, Newtownabbey, Newtownards, Newtownbutler, Newtowncloghoge, Newtownhamilton, Newtownstewart, Nixon's Corner, Newmills ==O== Omagh, Orritor ==P== Park, Parkgate, Plumbridge, Pomeroy, Portadown, Portaferry, Portavogie, Portballintrae, Portbraddon, Portglenone, Portrush, Portstewart, Poyntzpass ==R== Raloo, Randalstown, Rasharkin, Rathfriland, Ravernet, Richhill, Ringsend, Rock, Rosslea, Rostrevor, Roughfort, Rousky ==S== Saintfield, Sandholes, Scarva, Scotch Street, Seaforde, Seskinore, Shanmaghery, Shanvey, Sheeptown, Shrigley, Silverbridge, Sion Mills, Sixmilecross, Skea, Spa, Spamount, Springfield, Stewartstown, Stoneyford, Strabane, Straid, Straidarran, Strangford, Stranocum, Strathfoyle, Straw, Swatragh ==T== Tamlaght (Co. Fermanagh), Tamlaght (Co. Londonderry), Tamnamore, Tandragee, Tartaraghan, Teemore, Templepatrick, Tempo, The Birches, Tobermore, Toome, Trillick, Trory, Tullyhogue, Tullyhommon, Tullylish, Tullynacross, Tullywiggan, Tynan ==U== Upper Ballinderry, Upperlands ==V== Victoria Bridge ==W== Waringsford, Waringstown, Warrenpoint, Washing Bay, Waterfoot, Whitecross, Whitehead, Whiterock, Whitehouse (Antrim), Whitehouse (Tyrone) ==See also== * List of settlements in Northern Ireland by population * List of settlements on the island of Ireland by population * List of towns and villages in the Republic of Ireland * List of places in Northern Ireland * List of places in Ireland * List of cities in Ireland and List of cities in the United Kingdom Towns and villages in Northern Ireland Northern Ireland Towns and villages in Northern Ireland Northern Ireland",
 "title": "List of towns and villages in Northern Ireland"
}