{
 "id": "353838",
 "text": "London County Council (LCC) was the principal local government body for the County of London throughout its existence from 1889 to 1965, and the first London-wide general municipal authority to be directly elected. It covered the area today known as Inner London and was replaced by the Greater London Council. The LCC was the largest, most significant and most ambitious English municipal authority of its day. ==History== By the 19th century, the City of London Corporation covered only a small fraction of metropolitan London. From 1855, the Metropolitan Board of Works (MBW) had certain powers across the metropolis, but it was appointed rather than elected. Many powers remained in the hands of traditional bodies such as parishes and the counties of Middlesex, Surrey and Kent. The creation of the LCC in 1889, as part of the Local Government Act 1888, was forced by a succession of scandals involving the MBW, and was also prompted by a general desire to create a competent government for the city, capable of strategising and delivering services effectively. While the Conservative government of the day would have preferred not to create a single body covering the whole of London, their electoral pact with Liberal Unionists led them to this policy. It was established as a provisional council on 31 January 1889 and came into its powers on 21 March 1889. Shortly after its creation a Royal Commission on the Amalgamation of the City and County of London considered the means for amalgamation with the City of London. Although this was not achieved, it led to the creation of 28 metropolitan boroughs as lower tier authorities to replace the various local vestries and boards in 1900; they assumed some powers of the LCC and shared others. ==Powers and duties== The LCC inherited the powers of its predecessor the MBW, but had wider authority over matters such as education, city planning and council housing. It took over the functions of the London School Board in 1903, and Dr C W Kimmins was appointed chief inspector of the education department in 1904. From 1899, the Council progressively acquired and operated the tramways in the county, which it electrified from 1903. By 1933, when the LCC Tramways were taken over by the London Passenger Transport Board, it was the largest tram operator in the United Kingdom, with more than of route and over 1,700 tramcars. ===Housing reform=== One of the LCC's most important roles during the late 19th and early 20th century, was in the management of the expanding city and the re-development of its growing slums. In the Victorian era, new housing had been intentionally urban and large-scale tenement buildings dominated. Beginning in the 1930s, the LCC incentivised an increase in more suburban housing styles. A less-dense style of development, focusing on single family homes, was popular among London housing developers because it was believed that this would satisfy the working classes and provide insurance, \"against Bolshevism,\" to quote one parliamentary secretary. The LCC set the standard for new construction at 12 houses per acre of land at a time when some London areas had as many as 80 housing units per acre. The passage of the Housing of the Working Classes Act in 1885 gave the LCC the power to compel the sale of land for housing development, a power that was vital to the systematic rehousing that began under the council's early Progressive leadership. The Totterdown Fields development at Tooting was the first large suburban-style development to be built under LCC authority, in 1903, and was quickly followed by developments at Roehampton, Bellingham, and Becontree. By 1938, 76,877 units of housing had been built under the auspices of the LCC in the city and its periphery, an astonishing number given the previous pace of development. Many of these new housing developments were genuinely working-class, though the poorest could rarely afford even subsidised rents. They relied on an expanding London Underground network that ferried workers en masse to places of employment in central London. These housing developments were broadly successful, and they resisted the slummification that blighted so many Victorian tenement developments. The success of these commuter developments constructed by the LCC in the periphery of the city is, \"one of the more remarkable achievements in London government, and contributed much to the marked improvement of conditions between the wars for the capital's working classes.\" The LCC also built overspill estates outside London (some after World War II)Municipal Dreams https://twitter.com/MunicipalDreams/status/1286701106278600710 including Debden in Essex, Merstham and Sheerwater in Surrey, and Edenbridge in Kent. ===Street re-naming=== The MBW, and the LCC undertook between 1857 and 1945 to standardise and clarify street names across London. Many streets in different areas of the city had similar or identical names, and the rise of the car as a primary mode of transportation in the city made these names unworkable. In an extreme case, there were over 60 streets called \"Cross Street\" spread across London when the LCC began its process of systematic renaming. These were given names from an approved list that was maintained by the LCC, containing only \"suitably English\" names. If street names were deemed un-English, they were also slated for change; Zulu Crescent in Battersea, for instance, became Rowena Crescent in 1912. ===Second World War era=== By 1939, the council had the following powers and duties: {| class=\"wikitable\" |- ! Category ! Powers and duties ! Notes ! |- |width=150 valign=middle align=center|Public Assistance | valign=middle align=left width=450| *Adoption of children *Welfare of blind persons *Assistance with formation of building societies and co-operatives *Assistance with emigration *Domicilary and institutional relief *Casual wards *Training centres *Provision of smallholdings *Classes and relief works for the unemployed *Appointment of old age pension committee |valign=middle align=center width=250| Many of these powers were acquired in 1930 when the Local Government Act 1929 abolished the Metropolitan Asylums Board and the Poor Law Boards of Guardians. |align=center width=170 rowspan=6 valign=top| thumb|150px|center|L.C.C. Tram Car No. 106 |- |width=150 valign=middle align=center|Health Services, Housing and Sanitation | valign=middle align=left width=450| *By-laws and regulations† *Prevention of spread of animal diseases† *District medical service *Main drainage *Hospitals and ambulances *Large housing schemes (inside and outside the county)† *Redevelopment† *School medical service *Care of \"mentally defective\" and \"mentally disordered\" *Midwives *Registration and inspection of nursing homes† *Open spaces† *Overcrowding survey *Prevention of river pollution *Residential treatment of tuberculosis *Clearance of unhealthy areas† *Treatment of venereal disease† |valign=middle align=center width=250| Medical and ambulance services passed to the National Health Service in 1948. |- |width=150 valign=middle align=center|Regulation and Licensing | valign=middle align=left width=450| *Licensing of boxing matches *Building regulation *Dangerous and neglected structures† *By-laws for good rule and government† *Storage, registration and inspection of celluloid† *Licensing of cinemas and theatres (other than those under the Lord Chamberlain) *Testing of gas and electricity meters† *Registration of employment agencies† *Safeguarding of children and young people in employment† *Registration and inspection of explosives† *Inspection of fertilisers and foodstuffs† *Registration of land charges† *Registration and inspection of massage establishments† *Music and dancing licences *Licensing and inspection of petroleum† *Licensing of racecourses *Clearance of unhealthy areas† *Treatment of venereal disease† *Shop hours and closing† *Prevention of smoke nuisance† *Registration of theatrical employers† *Town planning† *Registration of war and blind charities† *Weights and measures† *Protection of wild birds |valign=middle align=center width=250| |- |width=150 valign=middle align=center|Protective Services | valign=middle align=left width=450| *Supervision of adoption *Provision of ambulances (street accidents)† *Protection of children† *Costs of Central Criminal Court and quarter sessions *London Fire Brigade *Fire regulations *Coroners and inquests† *Remand homes *Thames flood prevention |valign=middle align=center width=250| |- |width=150 valign=middle align=center|Education and Museums | valign=middle align=left width=450| *Protection of ancient monuments† *Elementary schools *Special schools *Nursery schools *Secondary schools *Technical and art schools *Training colleges *Scholarships *Grants to educational institutions *Fleet Street Museum *Geffrye Museum *Horniman Museum |valign=middle align=center width=250| The council received powers to provide technical education in 1892. On the abolition of the London School Board the LCC became the local education authority with responsibility for elementary and secondary schools on 1 May 1904. |- |width=150 valign=middle align=center|Transport | valign=middle align=left width=450| *Provision of aerodromes† *Bridges† *Maintenance of Thames Embankment *River Ferries *Motor vehicle registration *Driver licensing *Street improvements† *Street naming and numbering *Subways† *Tunnels |valign=middle align=center width=250| Until 1933 the council provided a network of tramway services in the county. This passed to the London Passenger Transport Board. |} † Denotes a power administered by the City of London Corporation within the City. ==Headquarters== ===Spring Gardens=== right|thumb|250px|Spring Gardens The LCC initially used the Spring Gardens headquarters inherited from the Metropolitan Board of Works. The building had been designed by Frederick Marrable, the MBW's superintending architect, and dated from 1860. Opinions on the merits of the building varied: the Survey of London described it as \"well balanced\" while the architectural correspondent of The Times was less enthusiastic. He summarised the building as \"of the Palladian type of four storeys with two orders, Ionic above and Corinthian below as if its designer had looked rather hastily at the banqueting house of Inigo Jones.\" The most impressive feature was the curving or elliptical spiral staircase leading to the principal floor. The original board room was too small to accommodate meetings of the new council, and it was soon replaced by a horseshoe-shaped council chamber. ===Search for a new site=== By 1893, it was clear that the Spring Gardens building was too small for the increased work of the LCC. Seven additional buildings within a quarter of a mile of the County Hall had been acquired, and it was estimated that they would need to take over an average of two more houses annually. The Chancellor of the Exchequer, Sir William Harcourt, offered the council a site at Parliament Street, Westminster for three-quarters of a million pounds. Another site subsequently became available between The Strand and The Embankment, when the Official Receiver took over the partially completed premises of the failed Liberator Building Society. The council's Establishment Committee recommended the purchase of the Parliament Street lot, as it would be a prominent site opposite the Palace of Westminster and next to the principal government offices. Following a debate of the whole council, the committee's recommendation was rejected on financial grounds and as it was felt that the headquarters should not be in the privileged West End. The matter remained unresolved, and in 1900 a special committee was formed by the council to seek out a suitable site. In July 1902, they presented their report, recommending a site in the Adelphi. Entry roads to the proposed county hall would be made from The Strand and The Embankment. The council rejected the recommendations in October 1902, and a suggestion was made that the committee seek a site south of the Thames, adjacent to Westminster Bridge. ===County Hall, Lambeth=== In April 1905, the council finally agreed to seek powers to buy three adjoining plots of land on the eastern side of Westminster Bridge as a site for a single headquarters. The debate in the council chamber was somewhat heated with one councillor objecting to the purchase as it was \"on the wrong side of the river ... in a very squalid neighbourhood ... and quite unworthy of the dignity of a body like the council\". Leading member of the council, John Burns countered that it \"would brighten up a dull place, sweeten a sour spot and for the first time bring the south of London into a dignified and beautiful frontage on the River Thames.\" The necessary powers were obtained under the London County Council (Money) Act 1906, and a competition to design the new building was organised. There were approximately 100 entries, and the winner was the 29-year-old Ralph Knott. Construction began in 1911, and the first section was opened in 1922, with the original building completed in 1933. Extensions continued to be made throughout the council's existence. ==Politics== ===Elections=== thumb|Electioneering poster, 1907 The county was divided into electoral divisions, co-terminous with parliamentary constituencies. Initially, each returned two councillors, save for the City of London, which returned four.Local Government Act 1888, S.40(4) Under the Representation of the People Act 1948 this was altered, to three each.Representation of the People Act 1948, chapter (statute number) 65, section 59 Elections of all councillors were held every three years save that none were held in the First and Second World Wars. Complementing the elected councillors and of equal power but longer tenure the council appointed one county alderman for every six councillors. These were elected by halves (as to half of their number) by the council for a six-year term at the first meeting after each election. ===Control=== Initially, it had been hoped by many that elections to the LCC would be conducted on a non-partisan basis, but in the council two political groups formed. The majority group in 1889 was the Progressives, who were unofficially allied with the Liberal Party in national politics. Those who allied with the Conservative Party formed the Moderate group. In 1906, the Moderates became known as the Municipal Reform Party. The LCC was elected every three years. The Progressives were in control continuously from 1889 until 1907, when they lost power to the Municipal Reformers. Municipal Reform control lasted until 1934 when Labour won power, which they kept until the LCC was abolished. Council composition: {| class=\"wikitable sortable\" ! Election !Overall control !Mod./M.R./ Cons. !Labour !Prog./Lib. !Others |- | | | style=\"background:#3333cc; color:white\" | | style=\"background:#cc0000; color:white\" | | style=\"background:yellow; color:black\" | | |- | 1961 | style=\"background:#cc0000; color:white\" | Labour | 42 + 7 | 84 +14 | – | – |- | 1958 | style=\"background:#cc0000; color:white\" | Labour | 25 + 7 | 101 + 14 | – | – |- | 1955 | style=\"background:#cc0000; color:white\" | Labour | 52 + 8 | 74 + 13 | – | – |- | 1952 | style=\"background:#cc0000; color:white\" | Labour | 37 + 6 | 92 + 15 | – | – |- | 1949 | style=\"background:#cc0000; color:white\" | Labour | 64 + 5 | 64 + 16 | 1 + 0 | – |- | 1946 | style=\"background:#cc0000; color:white\" | Labour | 30 + 6 | 90 + 14 | 2 + 0 | 2 + 0 |- | 1937 | style=\"background:#cc0000; color:white\" | Labour | 49 + 8 | 75 + 12 | – | – |- | 1934 | style=\"background:#cc0000; color:white\" | Labour | 55 + 9 | 69 + 11 | – | – |- | 1931 | style=\"background:#3333cc; color:white\" | Municipal Reform | 83 + 13 | 35 + 6 | 6 + 0 | 0 + 1 |- | 1928 | style=\"background:#3333cc; color:white\" | Municipal Reform | 77 + 12 | 42 + 6 | 5 + 1 | 0 + 1 |- | 1925 | style=\"background:#3333cc; color:white\" | Municipal Reform | 83 + 13 | 35 + 6 | 6 + 0 | – |- | 1922 | style=\"background:#3333cc; color:white\" | Municipal Reform | 82 + 12 | 16 + 3 | 26 + 5 | – |- | 1919 | style=\"background:#3333cc; color:white\" | Municipal Reform | 68 + 12 | 15 + 2 | 40 + 6 | 1 + 0 |- | 1913 | style=\"background:#3333cc; color:white\" | Municipal Reform | 67 + 15 | 2 + 0 | 49 + 4 | – |- | 1910 | style=\"background:#3333cc; color:white\" | Municipal Reform | 60 + 17 | 3 + 0 | 55 + 2 | – |- | 1907 | style=\"background:#3333cc; color:white\" | Municipal Reform | 79 + 11 | 1 + 0 | 37 + 8 | 1 + 0 |- | 1904 | style=\"background:yellow; color:black\" | Progressive | 35 + 6 | – | 82 + 13 | 1 + 0 |- | 1901 | style=\"background:yellow; color:black\" | Progressive | 32 + 6 | 0 + 1 | 86 + 12 | – |- | 1898 | style=\"background:yellow; color:black\" | Progressive | 48 + 8 | 0 + 1 | 70 + 10 | – |- | 1895 | style=\"background:yellow; color:black\" | Progressive | 59 + 7 | – | 59 + 12 | – |- | 1892 | style=\"background:yellow; color:black\" | Progressive | 35 + 2 | – | 83 + 17 | – |- | 1889 | style=\"background:yellow; color:black\" | Progressive | 46 + 1 | – | 72 + 18 | – |- |} ===Leaders=== The post of Leader was only officially recognised in 1933. This table gives the Leaders of the majority parties on the council before this time, although in the first term this had little relevance in terms of the leadership of the Council. 200px|thumb|Council Chamber of the LCC, from the majority benches {|class=\"wikitable sortable\" !Name!!Tenure!!years served |- |Sir Thomas Farrer||(21 March 1889 – 27 March 1890)||1 |- |James Stuart||(27 March 1890 – 9 March 1892)||2 |- |Charles Harrison||(9 March 1892 – 10 March 1898)||6 |- |McKinnon Wood||(10 March 1898 – 8 March 1907)||9 |- |Richard Robinson||(8 March 1907 – 11 March 1908)||1 |- |Hon. William Peel||(11 March 1908 – 8 March 1910)||2 |- |William Hayes Fisher||(8 March 1910 – 19 December 1911)||1¾ |- |Cyril Jackson||(19 December 1911 – 16 March 1915)||4¼ |- |Ronald Collet Norman||(16 March 1915 – 1 March 1918)||3 |- |George Hume (knighted 1924)||(1 March 1918 – 11 March 1925)||7 |- |Sir William Ray||(11 March 1925 – 9 March 1934)||9 |- |Herbert Morrison||(9 March 1934 – 27 May 1940)||6.16 |- |Lord Latham||(27 May 1940 – 29 July 1947)||7.16 |- |Sir Isaac Hayward||(29 July 1947 – 31 March 1965)||17¾ |} ===Chairmen and vice chairmen=== thumb|left|Lord Rosebery, first chairman of the London County Council The county council was required by statute to appoint a chairman and a vice chairman at its annual meeting. Both of these positions were generally filled by members of the majority party. The chairman chaired meetings of the council, and was the county's civic leader, filling a similar role to the mayor of a borough or city. The vice chairman performed these functions in his absence. The first chairman was the Earl of Rosebery, and the last chairman was Arthur Wicks. The chairmanship was a prestigious office, second only to that of lord lieutenant. The incumbent chairmen were honoured with knighthoods on the occasions of the coronations of Edward VII and Elizabeth II, and the laying of the foundation stone of County Hall. As part of the celebrations of the silver jubilee of George V in 1935 it was announced that the chairman would in future be entitled to use the style \"right honourable\", an honour already enjoyed by the Lord Mayor of London. ====Deputies==== The council's standing orders also provided for the post of deputy chairman. Until 1895, the holder of this office was in charge of the organisation of the council's activities, and was paid a salary. This was seen as a conflict of interest by the Royal Commission on the Amalgamation of the City and County of London when they reported in 1894, and in 1895 a county clerk was added to the council staff to perform these duties. The deputy chairmanship then became purely ceremonial, and was filled by nominees of the opposition party on the council. ==Abolition== After World War II, it became evident that the London County Council was too small to cope with the greater demands being placed on local government by the new Welfare State.London County Council – 'Exploring 20th Century London In 1957, a Royal Commission on Local Government in Greater London was set up under Sir Edwin Herbert to examine the issues and make recommendations. The Commission deliberated for three years and in 1960 it recommended a major restructuring of local government in London. This included the abolition of all existing local authorities with the exception of the City of London Corporation; a Greater London Council was to be established and 32 new London boroughs with populations of 100,000 to 250,000 were to be set up. The new boroughs would split the responsibility for government functions with the Greater London Council.London County Council – London Metropolitan Archives Collections Catalogue – City of London website The Royal Commission's report led to the Bill for the London Government Act 1963,London Government Act 1963 – The British Government's Legislation website and when this was introduced into Parliament it initially faced considerable opposition. The Bill passed into law with some minor amendments. An Inner London Education Authority was set up for education to be overseen on a broad county level. The first elections for the new Greater London Council were held on 9 April 1964. The London County Council ran concurrently for a year with the new Greater London Council to ensure a seamless transition, and the LCC was finally abolished on 1 April 1965. The Royal Commission commented that \"nobody studying London Government can fail to be deeply impressed with the achievements of the London County Council. It has given the Administrative County of London a strong and able form of government which makes its standing very high among the municipal governments of the world.\" ==See also== *Coat of arms of London County Council *London County Council Staff Association *London County Council Tramways *List of members of London County Council 1889–1919 *List of members of London County Council 1919–1937 *List of members of London County Council 1937–1949 *London Metropolitan Archives ==References== Category:History of local government in London (1889–1965) Category:Former county councils of England Category:1889 establishments in the United Kingdom Category:Defunct organisations based in London",
 "title": "London County Council"
}