{
 "id": "353973",
 "text": "Christopher John Mead (1 May 1940 – 16 January 2003) was a popular British ornithologist, author and broadcaster, and an influential member of the British Trust for Ornithology (BTO). Mead was an avid lover of jazz, (watching) rugby, motor racing, local history and archaeology. In 1994, he stated his ornithological interests as \"bird ringing, migration, longevity and population dynamics\"Who's Who in Ornithology, John E. Pemberton, Buckingham Press, 1994 ==Family== He married Verity in 1965; they had three daughters called Vanella, Harriet (a wildlife artist) and Miranda. ==Education== Educated at Aldenham School, Hertfordshire, he began, but failed to complete, a degree in mathematics at Peterhouse, Cambridge. ==Migration and ringing== An acknowledged expert on bird migration, Mead worked for the BTO for more than 40 years, from 1961. For most of that time (33 years) he worked in the BTO's Ringing Unit. In his lifetime, he caught and ringed over 400,000 birds of some 350 species in 18 countries. He was head of Britain's National Ringing Scheme. ==Nightingales== To raise funds for the BTO's nightingale research, Mead devised a CD of poetry, and nightingale song (including several historic archive recordings) Nightingales: A Celebration with an accompanying book by Richard Mabey. ==Retirement== In 1995, ill health brought about his early, and supposed, \"retirement\", after which he became the BTO's media consultant, regularly being interviewed on radio and in the press. ==Awards== Mead may be unique in being given each of the following UK awards for ornithology: *The British Ornithologists' Union's Union Medal (1996) *The BTO Bernard Tucker Medal (1997) *The RSPB Medal (1999; for his achievements in the causes of wild bird protection and countryside conservation) ==Memorial== Following Mead's death, his family and the BTO decided to use the many proffered donations, and a Heritage Lottery Fund grant, to develop the BTO's library, and rename it The Chris Mead Library. A memorial day for Mead was held at the BTO's headquarters, The Nunnery, on 5 May 2003. Mead was also remembered in a special edition of BBC Radio 4 wildlife programme Nature on 12 May 2003 (available on-line, see below). ==Bibliography== *Bird Ringing (1974) No ISBN *The Atlas of Breeding Birds of Britain and Ireland (1976; contributor) *Hertfordshire breeding bird atlas (1982; co-editor) *Bird Migration (1983) *Robins (1984) *Owls (1987) *The EBCC Atlas of European Breeding Birds (1997; contributor) *The State of the Nations' Birds (2000) *Migration Atlas: Movements of the Birds of Britain and Ireland (2002; contributor) ==References== ==External links== * BTO Chris Mead Memorial Fund * BTO Chris Mead Library * Daily Telegraph obituary * Species Accounts from State of the Nations' Birds * BBC Nature tribute programme (Available from this page as streaming Real Audio). * Mead's tips on raising mealworms ==Sources== BTO Press release Category:1940 births Category:2003 deaths Category:Alumni of Peterhouse, Cambridge Category:English nature writers Category:English ornithologists Category:British Trust for Ornithology people Category:People from Hilborough Category:20th-century British zoologists",
 "title": "Chris Mead"
}