{
 "id": "353987",
 "text": "Phra Nakhon Si Ayutthaya (or Ayutthaya, , ) is one of the central provinces (changwat) of Thailand. Neighboring provinces are (from north clockwise) Ang Thong, Lop Buri, Saraburi, Pathum Thani, Nonthaburi, Nakhon Pathom and Suphan Buri. == Toponymy == The name Ayutthaya derives from the Sanskrit word Ayodhyā, found in the Ramayana, which means \"the invincible [city]\". Grammatically, this word is composed of the morphemes a- 'not' + yodhya 'defeatable' (from the root yudh- 'to fight') + ā, a feminine suffix. == Geography == Phra Nakhon Si Ayutthaya, covering , is on the flat river plain of the Chao Phraya River valley. The presence of the Lopburi and Pa Sak rivers makes the province a major rice farming area. The total forest area is or 0.02 per mille of provincial area. ==Economy== Honda has an automobile factory in the province. Honda produces hybrid electric vehicles (HEVs) and batteries for electric vehicles there, and at its factory in Prachin Buri. Honda's Ayutthaya factory has an annual capacity of 300,000 units. == Health == Ayutthaya's main hospital is Phra Nakhon Si Ayutthaya Hospital, operated by the Ministry of Public Health. == History == Ayutthaya was founded in 1350 by King U-Thong. However, the establishment of Ayutthaya is far older than 14th century. Evidence shown that the area was already populated during Mon Dvaravatiperiod. Sources further mentioned that around 850 AD, the Khmers occupied the area and established a stronghold there, named it as Ayodhya after one of the holiest Hindu cities of India of the same name. Early history of Ayutthaya is historically connected to this Khmer settlement. Consistently, Prince Damrong also agreed that there was a city called Ayodhya which was found by the Khmers ruling from Lopburi at the point where the three rivers meet. Excavation map shows the traces from an ancient baray (water reservoir) close to the southwestern tip of Wat Yai Chai Mongkhon which could has been built on a former important Khmer temple complex. Ayutthaya was the capital of Thailand (then called Siam) for 417 years from 1350, until in Burmese–Siamese War (1765–1767), it was sacked by the Burmese army in 1767. During this era, now usually referred as the Ayutthaya period or Ayutthaya kingdom, Ayutthaya was ruled by 33 kings of five different dynasties. The kingdom became a major regional player, and a trade center of the East, a meeting point of European merchants and Asian traders. Notable monarchs during the Ayutthaya period include King Naresuan the Great, who liberated Ayutthaya from the first Burmese occupation and embarked on a reign of conquest, and King Narai the Great, who initiated diplomatic relations with France, during the reign of Louis XIV. His reign was the golden age of trade and culture. The city was strategically positioned. During several months of the year, the flood plains around the cities would be flooded by the many rivers around the city. Enemy sieges were thus impossible, and forced to withdraw. This advantage was a contributing factor in the many failed Burmese invasions. The ruins of the old capital in the Ayutthaya historical park have been a UNESCO World Heritage Site since December 1991. The province is also home to the Bang Pa-in summer palace complex. Originally named Krung Kao (กรุงเก่า), the province was renamed Phra Nakhon Si Ayutthaya in 1926. == Symbols == According to legend, King Ramathibodi I found a beautiful conch shell buried in the ground, and chose the site as the place for his capital. He then placed the shell on a pedestal tray and built a pavilion around it. The seal shows this pavilion with the provincial tree behind it. The provincial flower is the ดอกโสน () Sesbania aculeata, and the provincial tree is the fragrant manjack (Cordia dichotoma). The provincial slogan ราชธานีเก่า อู่ข้าวอู่น้ำ เลิศล้ำกานท์กวี คนดีศรีอยุธยา can be translated as \"Old capital city, food larder of the country, poets laureate galore, and national heroes\". == Administrative divisions == ===Provincial government=== thumb|Map of Phra Nakhon Si Ayutthaya with the 16 districts The province is divided into sixteen districts (amphoe), 209 subdistricts (tambon) and 1,328 villages (muban). Ayutthaya is unique among the provinces of Thailand in that the district of its seat of government is not called Mueang District [Ayutthaya], as the common scheme would suggest, but rather Phra Nakhon Si Ayutthaya District: {| |width=\"250\" valign=\"top\"| #Phra Nakhon Si Ayutthaya #Tha Ruea #Nakhon Luang #Bang Sai (1404) #Bang Ban #Bang Pa-in #Bang Pahan #Phak Hai |width=\"200\" valign=\"top\"| 9. Phachi 10. Lat Bua Luang 11. Wang Noi 12. Sena 13. Bang Sai (1413) 14. Uthai 15. Maha Rat 16. Ban Phraek |} ===Local government=== As of 26 November 2019 there are: one Phra Nakhon Si Ayutthaya Provincial Administration Organisation () and 36 municipal (thesaban) areas in the province. Ayutthaya municipality has city (thesaban nakhon) status. Ayothaya, Bang Ban, Phak Hai and Sena municipalities have town (thesaban mueang) status. Further 31 subdistrict municipalities (thesaban tambon).The non-municipal areas are administered by 121 Subdistrict Administrative Organisations - SAO (ongkan borihan suan tambon). ==Religion== == Climate == Ayutthaya, on the central plains, historically has three seasons: *Hot season: March – May *Rainy season: June – October *Cool season: November - February ==Transport== thumb|Ayutthaya Railway Station * Rail: Ayutthaya's main station is Ayutthaya Railway Station. Ban Phachi Junction in Phachi District regarded as an important junction of the Northern and Northeastern Railway Lines. Bang Pa-in Railway Station in the southern part of the province near the Bang Pa-In Royal Palace has a royal pavilion associated with King Rama V. * Boat: Ayutthaya has many piers that can be boarded by river cruise from Bangkok pier. ==Human achievement index 2017== {| class=\"wikitable floatright\" style=\"width:400px;\" |- | style=\"text- align:center; width:100px; background:black; color:white;\"| Health | style=\"text-align:center; width:100px; background:black; color:white;\"| Education | style=\"text-align:center; width:100px; background:black; color:white;\"| Employment | style=\"text-align:center; width:100px; background:black; color:white;\"| Income |- | 95px | 100px | 100px | 100px |- | style=\"text-align:center; background:black; color:white;\"| 3 | style=\"text- align:center; background:black; color:white;\"| 17 | style=\"text-align:center; background:black; color:white;\"| 3 | style=\"text-align:center; background:black; color:white;\"| 16 |- | style=\"text-align:center; background:black; color:white;\"| Housing | style=\"text-align:center; background:black; color:white;\"| Family | style=\"text-align:center; background:black; color:white;\"| Transport | style=\"text-align:center; background:black; color:white;\"| Participation |- | style=\"height:100px;\"| 100px | center|85px | 100px | 90px |- | style=\"text-align:center; background:black; color:white;\"| 52 | style=\"text-align:center; background:black; color:white;\"| 38 | style=\"text-align:center; background:black; color:white;\"| 10 | style=\"text-align:center; background:black; color:white;\"| 40 |- | colspan=\"4\"; style=\"background:black; color:white;\"| Province Ayutthaya, with an HAI 2017 value of 0.6811 is \"high\", occupies place 2 in the ranking. |} Since 2003, United Nations Development Programme (UNDP) in Thailand has tracked progress on human development at sub- national level using the Human achievement index (HAI), a composite index covering all the eight key areas of human development. National Economic and Social Development Board (NESDB) has taken over this task since 2017. {|---valign=top ||Rank||Classification |- || 1 - 15||\"high\" |- ||16 - 30||\"somewhat high\" |- ||31 - 45||\"average\" |- ||45 - 60||\"somewhat low\" |- ||61 - 77||\"low\" |} {|role= \"presentation\" class=\"wikitable mw-collapsible mw- collapsed\" | **Map with provinces and HAI 2017 rankings** |- |750px |} == Tourism == thumb|right|220px|Chinese-style Palace, Bang Pa-In Royal Palace Ayutthaya is 76 kilometres north of Bangkok and boasts numerous ruins. Such ruins indicate that Ayutthaya was one of Indochina's most prosperous cities. The Ayutthaya Historical Park is a vast stretch of historical sites in the heart of Ayutthaya city. There were three palaces in Ayutthaya: Grand Palace, Chantharakasem Palace or the Front Palace, and Wang Lang or the Rear Palace. In addition, there were many other palaces and buildings for royal visits outside the city area of Phra Nakhon Si Ayutthaya, such as Bang Pa-In Palace at Bang Pa-in and Nakhon Luang Building in the Nakhon Luang District. To promote tourism, Phra Nakhon Si Ayutthaya government has organized a light and sound show at Ayutthaya Historical Park in every beginning of the year as \"Yor Yos Ying Fah: Ayutthaya World Heritage\" consistently for about 10 days. ==Local dishes== Phra Nakhon Si Ayutthaya has many renowned dishes such as *Roti sai mai: desserts adapted from Indian roti. Ayutthaya's roti sai mai is the legacy of Muslims who have lived here since the Ayutthaya period. *Kung maenam pao: Ayutthaya is one of Thailand that is famous for its grilled giant river prawns. There are many restaurants that serve this menu. ==See also== *Ayutthaya Kingdom *Ayutthaya Historical Park *Expo 2020 ==Notes== The city was founded on Friday, the 6th day of the waxing moon of the 5th month, 1893 Buddhist Era, corresponding to Friday, 4 March 1351 Common Era, according to the calculation of the Fine Arts Department of Thailand. == References == == External links == * *Ayutthaya Expo 2020 *Historical Park of Ayutthaya in Thai Version *Provincial page, Tourism Authority of Thailand *Website of province *Thailand photos of Ayutthaya *Ayutthaya provincial map, coat of arms and postal stamp Category:Provinces of Thailand",
 "title": "Phra Nakhon Si Ayutthaya province"
}