{
 "id": "35409",
 "text": "Year 746 (DCCXLVI) was a common year starting on Saturday (link will display the full calendar) of the Julian calendar. The denomination 746 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Byzantine Empire ==== * Arab–Byzantine Wars: Taking advantage of discontent among the Muslim Arabs, Emperor Constantine V invades Syria, and captures Germanikeia (modern Turkey). He organises the resettlement of part of the local Christian population in Thrace. * Arab–Byzantine Wars - Battle of Keramaia: The Byzantine navy scores a crushing victory over the Umayyad Egyptian fleet. ==== Europe ==== * Council of Cannstatt: Carloman, mayor of the palace of Austrasia, convenes an assembly of the Alemanni nobility at Cannstatt (modern Stuttgart), and has most of the magnates, numbering in the thousands, arrested and executed for high treason. This ends the independence of the tribal duchy of Alamannia, which is thereafter governed by counts or dukes appointed by their Frankish overlords. * King Ratchis codifies the Lombard laws, promulgated in Latin, and advised by his council and the Lombard army (approximate date). ==== Britain ==== * King Saelred of Essex dies after a 37-year reign. He is succeeded by Swithred, grandson of the late king Sigeheard. Like his predecessors, he is not an independent ruler, but a sub-king of Mercia.Barbara Yorke, 'East Saxons, kings of the (act. late 6th cent.–c.820)', Oxford Dictionary of National Biography, Oxford University Press, 2004 accessed 9 Feb 2008 ==== Umayyad Caliphate ==== * August or September - Battle of Kafartuta: Caliph Marwan II defeats and kills Al-Dahhak ibn Qays al-Shaybani, leader of the Kharijites, in Upper Mesopotamia. The rebels withdraw across the River Tigris, escaping destruction. ==== Asia ==== * The Hida-Kokubunji Temple in Japan is built to pray for peace and prosperity (approximate date). * Jayshikhari Chavda establishes the Chavda Dynasty in Gujarat (India). === By topic === ==== Religion ==== * Guru Rinpoche, Indian Buddhist, travels to Bhutan (eastern end of the Himalayas), to cure the king of Bumthang (approximate date). == Births == * Gao Chongwen, general of the Tang Dynasty (d. 809) * Hui-kuo, Chinese Buddhist monk (d. 805) * Kirtivarman II, ruler in the Chalukya Dynasty (d. 753) * Zhao Zongru, chancellor of the Tang Dynasty (d. 832) * Zheng Yuqing, chancellor of the Tang Dynasty (d. 821) == Deaths == * Al-Dahhak ibn Qays al- Shaybani, leader of the Kharijites * Floribert, bishop of Liège * Genbō, Japanese scholar-monk * Maelimarchair, bishop of Aughrim (Ireland) * Saelred, king of Essex == References ==",
 "title": "746"
}