{
 "id": "354289",
 "text": "The Eurasian three-toed woodpecker (Picoides tridactylus) is a medium-sized woodpecker that is found from northern Europe across northern Asia to Japan. ==Taxonomy== The Eurasian three-toed woodpecker was formally described in 1758 by the Swedish naturalist Carl Linnaeus in the tenth edition of his Systema Naturae. He coined the binomial name Picus tridactylus. The type locality is Sweden. The specific epithet is from the Ancient Greek tridaktulos meaning \"three-toed\" (tri- is \"three-\" and daktulos is toe). The species is now placed in the genus Picoides that was introduced by the French naturalist Bernard Germain de Lacépède in 1799. Page numbering starts at one for each of the three sections. The Eurasian three-toed woodpecker was formerly considered conspecific with the American three-toed woodpecker (Picoides dorsalis). Eight subspecies are recognised: * P. t. tridactylus (Linnaeus, 1758) – northern Europe to the southern Ural Mountains and to south-eastern Siberia and north- eastern China * P. t. alpinus Brehm, CL, 1831 – central and south-eastern Europe to western Ukraine and Romania * P. t. crissoleucus (Reichenbach, 1854) – northern Ural Mountains to eastern Siberia * P. t. albidior Stejneger, 1885 – eastern Siberia and Kamchatka Peninsula * P. t. tianschanicus Buturlin, 1907 – eastern Kazakhstan and western China * P. t. kurodai Yamashina, 1930 – north-eastern China and North Korea * P. t. inouyei Yamashina, 1943 – Japan (Hokkaido) * P. t. funebris Verreaux, J, 1871 – central China The subspecies P. t. funebris is sometimes treated as a separate species, the dark-bodied woodpecker. ==Description== The Eurasian three-toed woodpecker is in length, just a little smaller than the great spotted woodpecker. The adult has black and white plumage except for the yellow crown of the male. Neither sex has any red feathers. It has black wings and rump, and white from the throat to the belly; the flanks are white with black bars. The back is white with black bars, and the tail is black with the white outer feathers barred with black. Juveniles of both sexes have a yellow crown. The voice call of the Eurasian three-toed woodpecker is a kik or chik The breeding habitat is coniferous forests across the Palearctic from Norway to Korea. There are also populations in the Alps and the Carpathian Mountains. Three-toed woodpeckers nest in a cavity in a dead conifer or sometimes a live tree or pole. The pair excavates a new nest each year. This bird is normally a permanent resident, but northern birds may move south and birds at high elevations may move to lower levels in winter. Three-toed woodpeckers forage on conifers in search of wood-boring beetle larvae or other insects. They may also eat fruit and tree sap. These birds often move into areas with large numbers of insect-infested trees, often following a forest fire or flooding. ==Notes== ==References== ==Sources== * ==Further reading== * Gorman, Gerard (2004): Woodpeckers of Europe: A Study of the European Picidae. Bruce Coleman, UK. . * ==External links== * Images at www.naturlichter.com three-toed woodpecker Category:Birds of Eurasia three- toed woodpecker three-toed woodpecker",
 "title": "Eurasian three-toed woodpecker"
}