{
 "id": "354442",
 "text": "Alceste, Wq. 37 (the later French version is Wq. 44), is an opera by Christoph Willibald Gluck from 1767. The libretto (in Italian) was written by Ranieri de' Calzabigi and based on the play Alcestis by Euripides. The premiere took place on 26 December 1767 at the Burgtheater in Vienna. ==The famous preface== When Gluck published the score of Alceste in Vienna in 1769, he added a famous preface in Italian almost certainly written by Calzabigi, which set out their ideals for operatic reform,An online English translation of the preface can be found in the theatre programme: Christoph Willibald Gluck, Alceste, Wiener Staatsoper, Season 2012-1013, pp. 41-43. whose programmatic points follow those exposed by Francesco Algarotti in his Saggio sopra l'opera in musica (Essay on opera in music, 1755), namely: * no da capo arias, * no opportunity for vocal improvisation or virtuosic displays of vocal agility or power, * no long melismas, * a more predominantly syllabic setting of the text to make the words more intelligible, * far less repetition of text within an aria, * a blurring of the distinction between recitative and aria, declamatory and lyrical passages, with altogether less recitative, * accompanied rather than secco recitative, * simpler, more flowing melodic lines, * an overture that is linked by theme or mood to the ensuing action. Alceste also has no role for the castrato voice, although Gluck would return to using a castrato in his next opera, Paride ed Elena, and even rewrite the tenor role of Admetus for the soprano castrato Giuseppe Millico, in the 1770 revival of Alceste in Vienna.Hayes, p. 62. For Millico, Gluck's favourite singer and intimate friend, the composer had already transposed up the originally contralto role of Orfeo in the first Italian performance of Orfeo ed Euridice, at Parma in 1769 (cf.: Le feste d'Apollo and Orfeo ed Euridice#Revised versions). In 1774, while travelling through Paris, he was also called upon to perform in private the French version of Orphée et Eurydice (with Gluck himself at the harpsichord) before it was premiered at the Opéra (Patricia Howard (ed.), C.W. von Gluck: Orfeo, Cambridge/New York/Melbourne, Cambridge University Press, 2010, p. 71, ). ==Recomposition in 1776 for Paris== Gluck recomposed and lengthened Alceste to a French libretto by François-Louis Gand Le Bland Du Roullet for performances at the Paris Opera, retaining the three-act structure. Hercules was added as a pivotal character in Act III, as was a scene at the Gates of Hell. The premiere took place on 23 April 1776 in the second Salle du Palais-Royal. ==Performance history== With the presentations in Paris, Alceste became an essentially new work, the translation from Italian to French necessitating several changes in the musical declamation of text, and certain scenes significantly reorganized to new or altered music. Some of the changes were made upon the advice of Jean-Jacques Rousseau, one of Gluck's greatest French admirers, but the bulk of the adaptation was the work of French aristocrat Du Roullet, with improvements by the composer. Gluck fought several efforts to make the new version of Alceste conform to French tastes, resisting pressure to end the opera with an extended ballet. The new libretto does, however, introduce several subsidiary characters for dramatic variety, and, following the example of Euripides, on whose work the libretto is loosely based, even calls in Hercules in the final act. James Reel, Alceste (French version), opera in 3 acts, p. 44 on allmusic.com Berlioz made adjustments to the opera for a staging in 1861 that starred Pauline Viardot at the Paris Opéra. This was remounted, with further rearrangements, in 1866, starring Marie Battu.Sternfeld, Frederick William, Expression and Revision in Gluck's _Orfeo_ and _Alceste_ , in Howard, Patricia (ed), Gluck, London and New York, Routledge, 2016, p. 392, The Hector Berlioz Website. The first British performance, which was sung in Italian, took place at the King's Theatre, London on 30 April 1795, starring Brigida Banti.\"King's Theatre\", The Oracle, 30 April 1795, p. 1 The work was given in French during the Coronation Season of 1937 at the Royal Opera House, conducted by Philippe Gaubert with Germaine Lubin as Alceste.Harewood, p. 263 More recent productions in Britain have included those at the Glyndebourne Festival conducted by Vittorio Gui, with Magda Laszlo (1953 and 1954) and Consuelo Rubio (1958) as Alceste;\"Alceste\", Glyndebourne Archive. Retrieved 31 May 2020 by Scottish Opera in 1974, conducted by Alexander Gibson with the title role shared between Júlia Várady and Ann Murray;\"Alceste\", Opera Scotland. Retrieved 31 May 2020 and by the Royal Opera in 1981, conducted by Sir Charles Mackerras, with Janet Baker in the title role. In 1954, Carlo Maria Giulini conducted Alceste at the Teatro alla Scala in Milan, with Maria Callas in the title role. The opera was sung in Italian. Subsequent productions there were conducted by Gianandrea Gavazzeni (1972) and Riccardo Muti (1987) with the title role sung by Leyla Gencer and Rosalind Plowright, respectively.\"Alceste\", La Scala archive. Retrieved 31 May 2020 In 2015 the opera was given for the first time by the Teatro La Fenice in Venice, directed by Pier Luigi Pizzi, in its unabridged Italian version, also including the parts that Gluck himself had cut at the Vienna premiere out of practical necessities.Tonolo, p. 60. The Metropolitan Opera gave Alceste in three different seasons, with four sopranos starring in eighteen performances. Its premiere on 24 January 1941, sung in French, featured Marjorie Lawrence. There were four more performances that season, two starring Lawrence and two Rose Bampton.Metropolitan Opera Archives (Alceste). Retrieved 31 May 2020. In 1952 the opera was given in English, with Kirsten Flagstad in the title role. On 6 December 1960 Eileen Farrell made her Metropolitan Opera debut as Alceste, also in English. She sang the role eight times that season, and her last performance, on 11 February, remains the last time Alceste was seen at the Met. Lyric Opera of Chicago opened its 1990 season with performances conducted by Gary Bertini with Jessye Norman as Alceste.\"Alceste\", Lyric Opera archive. Retrieved 31 May 2020 Catherine Naglestad appeared in ten performances with the Stuttgart State Opera in 2006, and this production was filmed. Alceste was given by Santa Fe Opera in August 2009 with Christine Brewer in the title role.Craig Smith, \"Lustrous music saves Alceste\", The Santa Fe New Mexican, 3 August 2009. A production at the Teatro Real Madrid in 2014, conducted by Ivor Bolton, featured Angela Denoke as Alceste;Apthorpe, Shirley. \"Alceste, Teatro Real, Madrid\", The Financial Times, 4 March 2014 the Bavarian State Opera in Munich, presented the work in 2019, conducted by Antonello Manacorda, with Dorothea Röschmann in the title role.\"Alceste\", Bayerische Staatsoper. Retrieved 31 May 2020 Nowadays the opera is usually given in the Paris version musically, with the libretto sometimes back-translated into Italian. ==Influence on Mozart== In Don Giovanni, written in 1787, twenty years after Alceste and the year Gluck died Mozart used a similar chord progression, as well as texture and orchestration, for the Commendatore speaking to Don Giovanni in the garden scene that Gluck used for the line of the High Priest when saying that Alceste will die if no one takes her place. Hector Berlioz claimed that this section of Don Giovanni was \"heavily in-inspired or rather plagiarized\".Berlioz (1915), p. 85 Berlioz discussed the authenticity of some of the arias. For example, when Gluck went to Vienna, an aria was added to act 3. Berlioz came to the conclusion that Gluck was under so much pressure that he let it happen. Berlioz notes Gluck added corrections during rehearsals, and misunderstandings in the score, due to what Berlioz calls Gluck's \"happy-go-lucky\" style of writing.Berlioz (1915), pp. 49–51 ==Roles== {| class=\"wikitable\" !Original version Role !Revised version Role !Voice typeAccording to Paolo Rossini (both versions), pp. 37-38, and Elena Tonolo (Italian version), p. 61. !Original version Premiere castAccording to the cast list reported in the premiere libretto, as reproduced by Elena Tonolo, p. 61 and p. 102 (photo of the original page). Vienna, 1767 !Revised version Premiere castAccording to the 1776 libretto. Paris, 1776 Conductor: – |- |Admeto (Admetus), King of Pherae in Thessaly |Admète,Modern French spelling; spelt \"Admette\" in the libretto. King of Thessaly |tenor |Giuseppe Tibaldi |Joseph Legros |- |Alceste (Alcestis), his wife |Alceste, Admète's wife |soprano |Antonia Bernasconi |Rosalie Levasseur |- |Eumelo and Aspasia, their children |Their two children |trebles (1767) silent characters (1776) |[roles cut at the premiere] |(not reported) |- |Evandro (Evander), a confidant of Admetus |Evandre, a leader of the Pherae people |tenor |Antonio Pulini |M. Tirot (o Thirot) |- |Ismene, a confidante of Alcestis |(no role) |soprano |Teresa Eberardi | (no role) |- |High Priest of Apollo |High Priest of Apollon |baritone or bass (1767) bass (1776) |Filippo Laschi |Nicolas Gélin |- |Apollo |Apollon (Apollo), protector of the house of Admetus |baritone or bass (1767) baritone (1776) |Filippo Laschi |M. Moreau |- |An infernal deity |An infernal god |bass |Domenico Poggi |M. De La Suze |- | (no role) |Hercule (Hercules)This role is nowhere mentioned in the libretto published by the Académie Royale de Musique in 1776 (digitized by Gallica B.N.F.; cf below). Evidently, the reinstatement of the character of Hercules from Euripides' Alcestis, personally demanded by Gluck, was only implemented at the last moment, after the libretto had already been printed. |bass | (no role) |Henri LarrivéeThe name of the performer is stated in: Laura Macy (ed), The Grove Book of Opera Singers, Oxford. Oxford University Press, 2008, p. 567, . |- | An oracle | An oracleThis character is not featured in the cast list (\"Acteurs\") at the beginning of the 1776 libretto, but appears later during the action. | bass | Domenico Poggi | (not reported) |- | A town crier | A herald of arms |bass | Domenico Poggi | (not reported) |- | (no role) |Choryphaei (chorus leaders) |soprano, haute-contre, taille, bass | (no role) | (not reported) |- |colspan=\"5\"|Chorus (1767): courtiers, citizens, Alcestis's maids of honour, priests of Apollo, gods of the underworld |- |colspan=\"5\"|Chorus (1776): officers of the palace, Alcestis's attendants, citizens of Pherae, infernal deities, priests and priestesses in the temple of Apollo. |} ==Synopsis== Original version in Italian Gluck: Alceste, on Opera today, 18 May 2006. :Place: Classical Pherae, Thessaly ===Act 1=== A herald announces to the people of Thessaly that King Admeto is gravely ill and that there is little hope. Evandro calls upon all to pray to the oracle at the temple of Apollo. Alceste joins them and asks Apollo for pity. The oracle says Admeto can be rescued if another voluntarily sacrifices his life. This causes great consternation. Alone, Alceste agonizes whether to give her life for that of her husband. ===Act 2=== In a dense forest dedicated to the gods of the underworld, Ismene asks Alceste why she is leaving her husband and children. Alceste tells Ismene of her intentions. Meanwhile, Admeto has a miraculous recovery to the joy of all Thessaly. Evandro tells him that someone has apparently sacrificed himself for the king. When Alceste appears, he questions her until she confesses. The desperate king hurries into the temple to plead with the gods. However, Alceste says good-bye to the children. ===Act 3=== The decision of the gods is not revoked. The people lament the approaching death of Alceste. Having said good-bye to Alceste, Admeto decides to follow her into death. Then the heavens open, Apollo descends and proclaims that the gods have given them their lives as a reward for their steadfast love. ==Synopsis, with French Version Edits == Paris version The overture is stately, noble, and tragic, looking ahead to some of Mozart's minor-key works. The choir propels much of the action in the first two acts, and Gluck's vocal settings are particularly elegant, taking advantage of the French language's smooth rhythms, although the writing is rather static in its sad dignity. ===Act 1=== King Admetus is dying, and his people are in despair. The god Apollo refuses their animal sacrifice, proclaiming that Admetus will live only if another person is sacrificed in his place. Queen Alceste believes she is the victim Apollo has in mind, but declares she will surrender her life only for love. (Aria: \"Divinites du Styx\") ===Act 2=== The people celebrate the king's recovery. Admetus does not realize that Alceste has volunteered to die in his place, and his wife won't give herself up until the record is set straight. When he learns the truth, Admetus believes that Alceste is in effect abandoning him, and would prefer to die himself. ===Act 3=== The people, sorrowing again, prepare the royal couple's children for sacrifice in their place. Admetus' friend Hercules arrives and promises to conquer death on his behalf, and travels to Hades. Meanwhile, Alceste has already arrived at the gates of hell; Admetus tries to dissuade her, but she is sacrificing herself for love, rather than as some heroic act. She dies, but Hercules rescues her—except that now Alceste seems nearly insane. Apollo arrives, promises Hercules immortality, and leaves Admetus and Alceste in a world that seems devoid of death. The work ends with a joyful chorus. ==Recordings== *Alceste (Original Italian version edited by Geraint Jones), Kirsten Flagstad, Raoul Jobin, Alexander Young, Marion Lowe, Thomas Hemsley, Joan Clark, Rosemary Thayer, Geraint Jones Orchestra and singers, Geraint Jones (Decca LP LXT 5273–5276;. c. 1952) * Alceste with conductor Serge Baudo and the Bavarian Radio Symphony Orchestra. Released on CD in 1995 on the Orfeo label. Cast includes: Jessye Norman, Nicolai Gedda, Peter Lika, Robert Gambill, Roland Bracht, Kurt Rydl, and Bernd Weikl. *Alceste (Vienna version) Ringholz/Lavender/Degerfeldt/Treichl, Drottningholm Theatre Chorus and Orchestra, Arnold Östman (Naxos, 1999) * Alceste with conductor Sir John Eliot Gardiner, the English Baroque Soloists, and the Monteverdi Choir. Released on CD and DVD on the Philips label in 2002. Cast includes Anne Sofie von Otter, Dietrich Henschel, Paul Groves, Yann Beuron, Joanne Lunn, Katherine Fuge, Nicolas Testé, and Ludovic Tezier among others. * Alceste with conductor Charles Mackerras and Royal Opera at Covent Garden. Released on CD on the Ponto label in 2005. Cast includes: Elaine Mary Hall, Janet Baker, Janice Hooper-Roe, John Shirley-Quirk, Jonathan Summers, Mark Curtis, Matthew Best, Philip Gelling, and Robert Tear among others. ==References== Notes Sources * French 1776 libretto: Alceste, Tragédie-opéra, en Trois Actes; Représentée pour la Première Fois, par l'Académie Royale de Musique, Le Mardì 16 Avril 1776, Parigi, Delormel, 1776 (accessibile gratuitamente online presso Gallica - B.N.F.) * Berlioz, Hector, tr. Edwin Evans,Gluck and his operas, London: Wm Reeves, 1915. * * Hayes, Jeremy, \"Alceste (ii) ('Alcestis')\", in Sadie, Stanley (ed.), The New Grove Dictionary of Opera, Grove (Oxford University Press), New York, 1997, I, pp. 62–70, * Rossini, Paolo, Alceste, in Gelli, Piero & Poletti, Filippo (eds), Dizionario dell'opera 2008, Milan, Baldini Castoldi Dalai, 2007, pp. 37–40, (reproduced online at Opera Manager) * Tonolo, Elena (ed), \"Alceste, libretto e guida all’opera\", in Christoph Willibald Gluck - Alceste (theatre programme), Venice, Fondazione Teatro La Fenice, 2015, pp. 57–106, ISSN 2280-8116 (accessible online as a PDF at the Teatro La Fenice website ==External links== * *MetOpera database *Italian libretto with English translation (naxos.com) Category:Operas by Christoph Willibald Gluck Category:Italian-language operas Category:1767 operas Category:1776 operas Category:Operas Category:Operas based on classical mythology Category:Opera world premieres at the Burgtheater Category:Operas based on works by Euripides Category:Works based on Alcestis (play)",
 "title": "Alceste (Gluck)"
}