{
 "id": "355088",
 "text": "Against is the seventh studio album by the Brazilian metal band Sepultura, released in 1998 through Roadrunner Records. It is the band's first release with new frontman Derrick Green, who replaced group founder Max Cavalera in 1997. ==Album information== Like Roots that preceded it, the album has a variety of guest musicians and incorporates tribal influences – Japanese percussion elements are added with the assistance of Japanese taiko group Kodo. The songs \"Against\", \"Choke\" and \"Tribus\" were released as singles, with a music video accompanying \"Choke\". The video featured footage from the Barulho Contra Fome (Noise Against Hunger) concert that was the first gig of the Against tour. This performance included guest appearances from the Xavantes tribe, who had featured on Roots (as documented in the \"Choke\" video) as well as Mike Patton, Jason Newsted, Carlinhos Brown, original Sepultura guitarist Jairo Guedz and Coffin Joe (whose \"blessing\" of the band performed during this concert turned up as a B-side entitled \"Prenúncio\" on the Tribus EP). The flute section of \"Kamaitachi\" performed by Kodo is heavily based on that in \"The Hunted\" which appeared on Kodo's Ibuki album and was originally composed for the soundtrack of the movie of the same name. The song \"The Waste\" (a vocal version of \"Kamaitachi\" featuring Mike Patton on vocals which appeared on the single B-sides) is featured in the movie Freddy vs. Jason and its soundtrack. The band supported Metallica in the latter's May 1999 tour in Brazil. ==Legacy== Songs like \"Choke\", \"Boycott\" and the title track were still being played live during Machine Messiah era (2017–2018). In 2019, many years after the album release, singer Derrick Green stated \"I feel so proud and happy about it, because it has affected so many people that I didn't realise (back then). At the time when we were playing the shows, people had just gotten into the changes of the band, but so many people have great stories from their first time hearing this album. So I really feel it now when we play these songs, how excited people get, you know? It's great to see that the evolution of people having time to 'ingest' all the changes and everything. It's such an important album for keeping the band together. ==Reception== Against was a commercial disappointment compared to Roots, selling only 18,000 copies its first week in the US. It has sold over 130,000 copies in the United States. AllMusic gave the album 3 stars out of 5 and said that \"there are enough flashes of the old Sepultura brilliance to suggest that great things are still to come\". == Track listing == *on the Vanishing Point soundtrack as \"Freedom of Expression\" == Singles == * \"Choke\" – released in 1998 * \"Against\" – released in 1999 * \"Tribus\" – released in 1999 == Chart performance == Album – Billboard (United States) {| class=\"wikitable\" style=\"width:350px;\" |- ! style=\"text-align:left; vertical-align:top;\"|Year ! style=\"text-align:left; vertical-align:top;\"|Chart ! style=\"text-align:left; vertical-align:top;\"|Position |- | style=\"text-align:left; vertical- align:top;\"|1998 | style=\"text-align:left; vertical-align:top;\"|Billboard 200 | style=\"text-align:left; vertical-align:top;\"|82 |} == Personnel == * Derrick Green – lead vocals, rhythm guitar * Andreas Kisser – lead guitar, backing vocals * Paulo Jr. – bass * Igor Cavalera – drums, percussion * Recorded at ** ION Studios, São Paulo, Brazil ** House of Blues Studios, Encino, California, US ** The Hook Studios, North Hollywood, US ** Sparky Dark Studios, Calabasas, California, US ** Image Studios, Los Angeles, California, US ** Chophouse Studio, Walnut Creek, California, US ** Golden Track Studios, San Diego, California, US ** KODO Village, Sado Island, Japan * Produced by Howard Benson and Sepultura * Recorded and engineered by Carlo Bartolini * Mixed by Tim Palmer at Scream Studios, Studio City, California, US * Mixed by Howard Benson and Bobbie Brooks at The Gallery, Encino, California, US * Mix assisted by James Saez and Mark Moncrief * Assistant engineered by David Bryant, Daniel Mantovani, Tosh Kasai, and James Bennett * Tape Op by Skye A.K. Correa * Mike Curry – cover artArchived at Ghostarchive and the Wayback Machine: == References == Category:Sepultura albums Category:1998 albums Category:Roadrunner Records albums Category:Albums produced by Howard Benson",
 "title": "Against (album)"
}