{
 "id": "355114",
 "text": "thumb|right|Engraving of the first Hammersmith Bridge, made in 1827 William Tierney Clark FRS FRAS (23 August 1783 – 22 September 1852) was an English civil engineer particularly associated with the design and construction of bridges. He was among the earliest designers of suspension bridges. Born in Bristol, he was initially apprenticed to a local millwright and – guided by noted engineers Thomas Telford and John Rennie – he progressed to practice as a consulting civil engineer, moving to London where, from 1811, he was also engineer to the West Middlesex Waterworks Company (the engine house and other buildings involved in a scheme to pump water from reservoirs at Barnes to Hammersmith and other parts of London were designed by him). He designed the first suspension bridge to span the River Thames in London: Hammersmith Bridge, opened in 1827. He also designed the Marlow Bridge, a suspension bridge across the Thames in Marlow, Buckinghamshire (built 1829–32) and Norfolk Bridge, a suspension bridge over the River Adur in Shoreham-by-Sea, West Sussex (designed with Captain Samuel Brown, opened in 1834, replaced in 1923). Internationally, he is revered for his design of the Széchenyi Chain Bridge across the Danube in Budapest, Hungary, for which Marlow Bridge was a nearly identical, but smaller, prototype. The first bridge linking Buda and Pest, it was designed by Tierney Clark in 1839, with construction supervised locally by Scotsman Adam Clark (no relation). It opened in 1849. Tierney Clark is also credited with the design of a tunnel between Higham and Frindsbury, near Rochester in north Kent for the Thames and Medway Canal. The canal was not a success but the tunnel was acquired in 1846 and adapted in 1847 for use by the South Eastern Railway for its North Kent Line route between Gravesend and Rochester. He was also a Fellow of the Royal Society and a member of the Institution of Civil Engineers. Tierney Clark lived and died in Hammersmith in Middlesex. His memorial in the local parish church, St Paul’s, shows an outline of his design for the nearby bridge. His bridge has since been replaced by a later one designed by Sir Joseph Bazalgette, which reuses the Tierney Clark pier foundations. Hungary commemorates Clark by an annual Tierney Clark Award for Civil Engineering presented by the Association of Hungarian Consulting Engineers and Architects. ==References== ==External links== * *Victorianweb.org's William Tierney Clark's Chain Bridge, Budapest Category:1783 births Category:1852 deaths Category:British bridge engineers Category:Fellows of the Royal Society Clark, William Tuerney",
 "title": "William Tierney Clark"
}