{
 "id": "355590",
 "text": "The western woolly flying squirrel (Eupetaurus cinereus) is a species of very large flying squirrel in the genus Eupetaurus. It is native to northern Pakistan and northwestern India. It was long considered the only species in the genus until the description of two other species in 2021. Until recently, scientific knowledge of this rare species was limited to 11 skins collected in the late nineteenth century. However, recent research has confirmed that it remains in Kashmir. It is among the longest members of the family Sciuridae, and one of the biggest gliding animals known. Observations confirm that despite its size, it does glide effectively, like other flying squirrels. ==Distribution and description== E. cinereus has been recorded in northern Pakistan in the area around Gilgit. These areas include Chitral, Astor and Skardu. Since 1994, specimens have been captured in the Sai Valley, Gorabad, and Balti Gali, all in northern Pakistan.Zahler and Woods, 1997 In 2004, the animal was videotaped by Dinets in Raikot Valley near Nanga Parbat, Pakistan. A 2012 study revealed the extension of distributional range of woolly flying squirrel in upper Neelum valley, Azad Jammu & Kashmir. A live specimen captured in this area provided an uncontroversial evidence of its presence in Neelum valley. Sighting and other indirect evidences were also noted at seven different study sites of the area. Neelum valley is adjacent to Northern Areas of Pakistan. It has also been discovered in the Indian state of Uttarakhand, indicating that it may have a wider range than previously thought. The preferred habitat appears to be high elevation conifer forests associated with cliffs and caves. Other specimens have been purchased from a bazaar in Tibet, collected in Tibet, and collected in Yunnan, China, but these are now known to be distinct species from E. cinereus. Its habitat is mainly characterized by steep slopes, difficult to approach cliffs and mixed vegetation including Abies pindrow, Betula utilis, Juniperus macropoda, Pinus wallichiana, Taxus wallichiana, Skimmia laureola, Potentilla eriocarpa, Poa bactriana, Bergenia stracheyi, Artemisia vulgaris, and Bistorta affinis. Habitat degradation due to deforestation and livestock grazing may be the major factors adversely affecting the general habitat in the study area and this species might have negative consequences.Qamar et al., 2012 This species is one of the largest squirrels with a head-and-body length of , tail length of and a weight of . The only flying squirrels with similar dimensions are a few species in the genera Biswamoyopterus and Petaurista, and among other tree-living squirrels only the Ratufa giant squirrels. It has fur that is long and thick, with a grizzled pattern that gives the appearance of a woolly pelage, thus the name. This distinguishes it from the other two species in the genus Eupetaurus, which have a more saturated brown pelage. ==Relationships== The western woolly flying squirrel is thought to have diverged from the other eastern and central species of Eupetaurus between 4.5 to 10.2 million years ago, with the Ganges and Yarlung Tsangpo rivers serving as barriers and allowing for divergence. ==Conservation status== The western woolly flying squirrel was thought to be extinct for 70 years until being rediscovered in 1994 by Dr. Peter Zahler, of the Wildlife Conservation Society. The species is currently considered \"Endangered\" by the International Union for the Conservation of Nature. ==References== ==Sources== * Din, J. Ud., Khan, M., Ghaznavi, M., Shah, K. A., Younus, M. (2015). Note on the Giant Woolly Gliding Squirrel Eupetaurus cinereus (Mammalia: Rodentia: Sciuridae) in northern Pakistan. Journal of Threatened Taxa 7(9): 7602–7604. *Qamar, Z. Q., Ali, U., Minhas, R. A., Dar, N. I. and Anwar, M. (2012). New Distribution Information on Woolly Flying Squirrel (Eupetaurus cinereus Thomas, 1888) in Neelum Valley of Azad Jammu and Kashmir, Pakistan. Pakistan Journal of Zoology, 44(5): 1333–1342. *Dinets, V. (2011). Observations of woolly flying squirrel (Eupetaurus cinereus) in Nanga Parbat Range of northern Pakistan. Mammalia 75(3): 277–280. *Zahler, P. (1996). Rediscovery of the woolly flying squirrel (Eupetaurus cinereus). Journal of Mammalogy 77: 54–57. *Zahler, P. (2001). The woolly flying squirrel and gliding: does size matter? Acta Theriologica 46: 429–435. *Zahler, P. and M. Khan. (2003). Evidence for dietary specialization on pine needles by the woolly flying squirrel (Eupetaurus cinereus). Journal of Mammalogy, 84(2): 480–486. *Zahler, P. and C. A. Woods. (1997). The status of the woolly flying squirrel (Eupetaurus cinereus) in Northern Pakistan. pp 495–514 in Biodiversity of Pakistan (S. A. Mufti, C. A, Woods, and S. A. Hasan eds.). Pakistan Museum of Natural History, Islamabad. ==External links== *Vladimir Dinets' page with video stills of Woolly Flying Squirrel and photos of its tracks Western woolly flying squirrel Category:Rodents of India Category:Rodents of Pakistan Western woolly flying squirrel Western woolly flying squirrel",
 "title": "Western woolly flying squirrel"
}