{
 "id": "355541",
 "text": "Technicolor SA, formerly Thomson SARL and Thomson Multimedia, is a Franco- American multinational corporation that provides creative services and technology products for the communication, media and entertainment industries. Technicolor's headquarters are located in Paris, France. Other main office locations include Los Angeles, California (US), New York, New York (US), London, England (UK), Bangalore, Karnataka (India) and Lawrenceville, Georgia (US). They operate across four business divisions: *Technicolor Creative Studios produces visual effects and animation for the entertainment, marketing and advertising industries. Their creative studios include Moving Picture Company, The Mill, Mikros Animation and Technicolor Games. *Connected Home designs broadband gateways and Android STB. *Home Entertainment Services manufactures and distributes DVDs and Blu-ray discs. *Trademark Licensing manages trademarks such as RCA. On January 27, 2010, the company changed its name to Technicolor SA, re-branding the entire company after its US film technology subsidiary. Thomson's US subsidiary became Technicolor USA, Inc. == History == === 1892: The founding of the General Electric Company === Thomson was named after the electrical engineer Elihu Thomson, who was born in Manchester, England, on March 26, 1853. Thomson moved to Philadelphia, USA, at the age of 5, with his family. Thomson formed the Thomson-Houston Electric Company in 1879 with Edwin Houston. The company merged with the Edison General Electric Company to become the General Electric Company in 1892. In 1893, the Compagnie Française Thomson-Houston (CFTH) was formed in Paris, a sister company to GE in the United States. It was from this company that the modern Thomson Group would evolve. In 1966, CFTH merged with Hotchkiss-Brandt to form Thomson-Houston-Hotchkiss-Brandt (soon renamed Thomson-Brandt). In 1968 the electronics business of Thomson-Brandt merged with Compagnie Générale de Télégraphie Sans Fil (CSF) to form Thomson-CSF. Thomson Brandt maintained a significant shareholding in this company (approximately 40%). === 1982: Thomson SA and its expansion === In 1982, both Thomson-Brandt and Thomson-CSF saw nationalization due to the efforts of François Mitterrand. Thomson-Brandt was subsequently renamed Thomson SA (Société Anonyme), and soon thereafter merged with Thomson-CSF. By the start of 1988, 2 years after General Electric Company bought RCA and ProScan, they sold their consumer electronics division, as well as the consumer electronics divisions of RCA and ProScan, to Thomson- CSF, in exchange for some of Thomson's medical businesses. Around that same year, Thomson Consumer Electronics was formed. In 1995, the French government split the consumer electronics from the defense businesses of Thomson Multimedia and Thomson-CSF prior to privatization in 1999. Following privatization, Thomson-CSF went through a series of transactions, including with Marconi plc, before becoming Thales in 2000. In 2005, Thomson bought Cirpack and Inventel. In 2000, Thomson Multimedia purchased Technicolor from Carlton Television (owned by Carlton Communications) in the UK and began a move into the broadcast management, facilities and services market with the purchase of Corinthian Television, becoming Thomson Multimedia. In Q1 of 2001 it purchased the Broadcast Division of Koninklijke Philips (Philips Broadcast) then in 2002 acquired the Grass Valley Group, Inc. from Dr. Terence Gooding of San Diego, CA. Thomson then purchased the Moving Picture Company from ITV and the internet startup Singingfish, but then sold it to AOL in late 2004. In 2004, Thomson increased its stake in the Bangalore, India based company Celstream Technologies, which specializes in product engineering. Cirpack, a softswitch manufacturer, was incorporated and acquired in April 2005. In July 2005, Thomson agreed to purchase PRN Corporation for $285 million. In December 2005, Thomson re-purchased the Broadcast & Multimedia part of Thales Group. In 2004, Thomson set up a joint venture (TTE) with China's TCL, giving to TCL all manufacturing of RCA and Thomson television and DVD products and making TCL the global leader in TV manufacturing (Thomson still controlled the brands themselves and licensed them to TTE). At the time, TCL was hailed as the first Chinese company to compete on the international stage with large international corporations. Thomson initially retained all marketing of TTE's products, but transferred that to TTE in 2005. In June 2005, the Videocon Group of India announced, that it would acquire the color picture tube manufacturing business from Thomson SA for €240 million. In early 2010, Thomson sold the television brand RCA to ON Corporation. In September 2005, Thomson first showed its Infinity camcorder. At the April 2006 launch, this was described as \"a new line of IT-based acquisition, recording and storage devices.\" It was designed to end the stranglehold of proprietary products in this market, and was inspired by a Grass Valley executive's trip to Fry's Electronics in Burbank to buy a computer backup device. While innovative it was unsuccessful in taking market share from the predominant players in News Acquisition, Sony and Panasonic. It was too heavy and used too much power, which reduced battery life and increased heat. Its production was discontinued in 2010. Also in 2005, Thomson marketing executive Nicholas de Wolff developed a plan for the creation of interactive Innovation centers, where early research projects could be demonstrated to industry leaders and clients in a close-up format, allowing for more strategic advanced product development. The centers (in Burbank, USA; Rennes, France; Hannover, Germany; and Beijing, China) were so successful, de Wolff and Thomson CTO, Jean-Charles Hourcade subsequently decided to launch the research demos at IBC and NAB trade shows, despite strong opposition from several business units. The decision resulted in greatly increased confidence in Thomson product roadmaps, and a strong YoY growth in related sales orders at those events. In February 2007, Thomson Multimedia's Technicolor Content Services division announced that it had invested in Indian animation studio Paprikaas to expand its entertainment services capabilities. In December 2007, Technicolor partnered with DreamWorks Animation to assist Paprikass in the \"recruitment, training and development of top-tier animation talent\". By January 2010, Technicolor had raised its ownership in Paprikaas to 100%. Following the acquisition, Technicolor's Indian offices in Delhi were merged into Paprikaas, and the resulting studio was rebranded Technicolor India in May 2010. In December 2007, Thomson SA agreed to sell off its Audio/Video and Accessories businesses (the RCA and Thomson brands except communications products such as cordless phones) to Audiovox. In October 2007, Thomson SA agreed to sell its consumer electronics audio video business outside Europe including the worldwide rights to the RCA brand. === 2009-2010: Rebranding to ‘Technicolor’ === On January 29, 2009, Thomson announced its intention to sell the PRN and Grass Valley businesses to focus on services business and improve its financial position. This was one of the consequences of an enormous financial crisis in 2009, which forced the company to a total financial restructuring to avoid bankruptcy. From 2010 to February 2011, \"Technicolor\" (having rebranded itself) divested these sub- businesses: Grass Valley and Broadcast to the Francisco Partners in July and December along with the Transmission business to PARTER Capital Group; Head- end to the FCDE (Fonds de Consolidation et de Développement des Entreprises), and reintegration of PRN. On June 20, 2012, Vector Capital won a competitive bid for a minority stake in Technicolor, beating JP Morgan with a surprise, last-minute bid. With the investment of €167 - 191 million, Vector Capital will retain a minority stake in Technicolor of up to 29.94%. Following the deal, on June 21, 2012, Technicolor named Remy Sautter as Chairman of the Board and appointed two Vector Capital representatives to the board, Alexander Slusky and David Fishman. On July 3, 2012, the Technicolor broadcast services division was acquired by Ericsson. === 2014: Creative studios acquisitions === On June 10, 2014, Technicolor announced the acquisition of the Canadian VFX studio Mr. X Inc. The same year the company also shut down its last film lab. On February 25, 2015, Technicolor acquired the French independent animation producer OuiDo! Productions. On July 23 of the same year, Cisco Systems announced the sale of its television set-top box and cable modem business to Technicolor for $600 million—part of a division originally formed by Cisco's $6.9 billion purchase of Scientific Atlanta. The deal was closed on November 20 same year. On September 15, 2015, Technicolor acquired London-based visual effects leader in advertising The Mill for €259 million. On November 13, 2015, Technicolor acquired the North American optical disc manufacturing and distribution assets from Cinram Group, Inc. for approximately €40 million. In July 2018, Technicolor closed the sale of its Patent Licensing business to InterDigital for $475m and in February 2019, announced it has received a binding offer for its Research & Innovation Activity from the same company. In December 2019, Technicolor and its former CEO, Frederic Rose, were indicted in France on charges of fraud and breach of trust in connection with their role in the bankruptcy of Tarak Ben Ammar's post-production group, Quinta Industries, and its subsequent acquisition of the company in January 2012. === 2020: COVID-19 and restructuring === In June 2020, Technicolor filed for Chapter 15 bankruptcy due to the COVID-19 pandemic and went through a restructuring process following the appointment of former Eir CEO Richard Moat. In 2021, the Technicolor post-production brand was sold to LA-based Streamland Media. The sale was part of a strategic decision to focus on visual effects and animation for film, advertising, gaming and live events. Following the restructuring, Technicolor reported \"a positive third quarter 2021, and a significant improvement in profitability, despite supply constraint challenges affecting both Connecting Home and Technicolor Creative Studios.\" Meanwhile, in May 2021, Technicolor launched Technicolor Creative Studios, forming a global structure to drive its family of studios. The studio network included The Mill, MPC (Film, Episodic & Advertising), Mikros Animation and Mr. X. Christian Roberton, President of Technicolor Creative Studios announced that up to 4,000 VFX artists were anticipated to be hired. In January 2022 The Mill united with MPC Advertising to create one global studio network under The Mill brand. As a global studio The Mill made the decision to scale up for a creative future, investing in new talent, production capabilities, and immersive technologies. In the same month, Technicolor Creative Studios announced the integration of MPC Film, MPC Episodic and MR. X under Moving Picture Company (MPC), forming the largest suite of VFX studios serving the feature film and episodic market globally. In February 2022, Technicolor announced the spin-off of its Technicolor Creative Studios division into an independent entity to be listed on Euronext Paris. Technicolor SA was to retain 35% of the new company's capital. Technicolor also shared in its annual results that all three divisions of the group were profitable and two thirds of the 2022 pipeline were already booked for Technicolor Creative Studios, evidencing the dynamism of the film sector driven by the demand from streaming services. == Company units == === Technicolor Creative Studios === Technicolor Creative Studios operates four main studios: * The Mill, specialized in visual effects, moving image, design, experiential and digital projects for the advertising and music industries * Moving Picture Company, providing visual effects, CGI, animation and motion design for film and TV * Mikros Animation, which provides CGI and animation for feature, long-form and episodic animated film * Technicolor Games, which creates content and immersive experiences for the gaming industry. === Connected Home === Connected Home is Technicolor's division dedicated to the design of broadband gateway boxes, set top boxes and Android TV solutions. As of September 2020, Technicolor had the highest market share (outside of China) in the broadband gateways and modems market. === Home Entertainment Services === Home Entertainment Services manufactures, packages, distributes and manages supply chain of DVD and Blu-Ray Discs for US film studios and the CD and Games industry. In August 2021, the division announced its diversification outside of media and entertainment, designing and manufacturing components and consumables for the medical devices and life sciences industries. === Trademark Licensing === Technicolor's Trademark Licensing division owns and manages consumer electronics brands such as RCA and Thomson. == Executive management == === Executive Committee === * Richard Moat: CEO * Tim Spence: COO * Christian Roberton: President of Technicolor Creative Studios * Luis Martinez-Amago: President of Connected Home * David Holliday: President of Home Entertainment Services * Irène Cambourakis: EVP Group General Counsel and Corporate Secretary * Laurent Carozzi: CFO * Olga Damiron: Chief People and Talent Officer, EVP Corporate Social Responsibility === Management Committee === * François Allain: Chief Operating Officer, Connected Home * Tom Williams: President of Film * Josh Mandel: President of Advertising * Andrea Miloro: President of Mikros Animation * Jeaneane Falkner: President of Games * Eric Combrie: Chief Operating Officer- Animation * Laura Fitzpatrick: Global Managing Director of Mr. X * Philip Greenlow: Global Managing Director of MPC Film * Carole Bernard: VP of Marketing Connected Home and HDR partnership * Mark Benson: SVP Managing Director MPC and Technicolor UK * Sandra Breeden: VP Talent and Business Partner, HES * Pat Byrne: Executive VP, Strategic Development and Business Support * Anna Clanchy: SVP, Corporate Project Management Office * Clement Coirault: Head of Group Tax * Sylvie Cottret: VP Talent and Business Partner, Connected Home * Richard Cusolito: SVP WW Sales * Julie Dark: Chief Communications Officer- Technicolor Creative Studios * Patricia Dave: SVP Finance WW- HES * Ginny Davis: Chief Information Officer and Chief Security Officer * Alexandra Fichelson: Head of Investor Relations * Didier Huck: Senior Vice President, WW Public Affairs and CSR * Christel Hurel: Head of the Group Insurance Activities * Lars Ihlen: VP Connected Home Business Division, Financial Controller * Emmanuel Janin: Deputy CFO * Daniel Jurow: Chief Operating Officer, Technicolor Creative Studios * Catherine Kuttner: Chief Communication Officer * Sophie Le Menaheze: Chief Operating Officer, Mikros Animation * Cedric Le Saveant: VP Group Sourcing and Procurement * Christian Lefebvre: SVP, Video Product Unit- Connected Home * Ka-Yin Ma- VP, Global Rewards, Wellness and Payroll * Julien Meesters: SVP, Head of Creative, Mikros Animation * Girish Naganathan: SVP Broadband Product Unit, Connected Home * Jean Baptiste Nineuil: Group Controller and Investment Committee Secretary * Mercedes Pastor: SVP, Eurasia Business Unit, Connected Home * Eric Rutter: SVP NAM Cable Business and President of CH NAM * Hunter Simon: VP, Business Affairs and General Counsel, Technicolor Creative Studios * Valerie Trassard: VP Talent and Business Partner * Martin Uhrik: CFO Technicolor Creative Studios * Louis Vilain: Head of Group Accounting * Claire Villeneuve: VP Trademark Licensing * Nathan Wappet: Chief Operating Officer, Technicolor Creative Studios * Cindya Williams: Head of Internal Audit * Robert Wipper: SVP, HES Global Operations * Dan Zambrano: General Counsel Connected Home === Board of Directors === * Anna Bouverot: Chairperson of the Board of Directors * Melinda J. Mount: Vice- Chairperson of the Board of Directors * Thierry Sommelet: Managing Director within the Capital Development Department of Bpifrance Investissement * Xavier Cauchois: Independent Director * Loic Desmouceax: Director representing employees * Dominique D’Hinnin: Independent Director * Christine Laurens: Independent Director * Brian Sullivan: Independent Director * Marc Vogeleisen: Director representing employees * Julien Farre: Managing Director, Distressed & Corporate Special Situations at Angelo Gordon * Gauthier Reymondier: Managing Director at Bain Capital == See also == * Thomson Broadcast == References == == External links == * * Thomson official website * The Mill website * MPC Film website * Mikros Animation website Category:French companies established in 1893 Category:Companies based in Paris Category:Companies listed on Euronext Paris Category:Conglomerate companies established in 1893 Category:Conglomerate companies of France Category:Electronics companies established in 1893 Category:Electronics companies of France Category:Mass media companies of France Category:Mobile phone manufacturers Category:Multinational companies headquartered in France Category:Organizations awarded an Academy Honorary Award Category:Privatized companies of France Category:French brands Category:Telecommunications companies of France Category:Television and film post-production companies",
 "title": "Technicolor SA"
}