{
 "id": "355737",
 "text": "Education in Northern Ireland differs from systems used elsewhere in the :United Kingdom, although it is relatively similar to Wales. A child's age on 1 July determines the point of entry into the relevant stage of education, unlike England and Wales where it is 1 September. Northern Ireland's results at GCSE and A-Level are consistently top in the UK. At A-Level and BTEC level 3, one third of students in Northern Ireland achieved A and distinction grades in 2007, which is a higher proportion than in England and Wales. == Administration == The Department of Education is responsible for Northern Ireland's education policy, with the exception of the higher and further education sector which is the responsibility of the Department for the Economy. The Department of Education's main areas of responsibility cover pre- school, primary, post-primary and special education; the youth service; the promotion of community relations within and between schools; and teacher education and salaries. Its primary statutory duty is to promote the education of the people of Northern Ireland and to ensure the effective implementation of education policy. === Education Authority === The Education Authority is responsible for ensuring that efficient and effective primary and secondary education services are available to meet the needs of children and young people, and support for the provision of efficient and effective youth services. These services were previously delivered by the five Education and Library Boards (ELBs) until the creation of the Education Authority, which assumed these roles in 2015. Classroom 2000 (C2k), on behalf of the authority, is responsible for the provision of information and communications technology managed services to all schools in Northern Ireland. Each of the former ELBs is now a sub region of the Education Authority: {| class=\"wikitable\" |- ! ! Sub region of the Education Authority ! Area covered ! |- | 1. |colspan=2| Belfast (formerly BELB) |rowspan=5| 200px |- | 2. | North Eastern (formerly NEELB) | Antrim, Ballymena, Ballymoney, Carrickfergus, Coleraine, Larne, Magherafelt, Moyle, Newtownabbey |- | 3. | South Eastern (formerly SEELB) | Ards, Castlereagh, Down, Lisburn and North Down |- | 4. | Southern (formerly SELB) | Armagh, Banbridge, Cookstown, Craigavon, Dungannon and South Tyrone, Newry and Mourne |- | 5. | Western (formerly WELB) | Derry, Fermanagh, Limavady, Omagh, Strabane |} ==Secondary Curriculum== The majority of examinations sat, and education plans followed, in Northern Irish schools are set by the Council for the Curriculum, Examinations & Assessment. All schools in Northern Ireland follow the Northern Ireland Curriculum which is based on the National Curriculum used in England and Wales. At age 11, on entering secondary education, all pupils study a broad base of subjects from the nine 'Areas of Learning': Language and Literacy, Mathematics and Numeracy, Modern Languages, The Arts, Environment and Society, Science and Technology, Learning for Life and Work, Physical Education and Religious Education. {| class=\"wikitable\" width= 80% style=\"text-align:center; margin-left:1em;\" |+ Areas of Learning !width=\"40%\" | Area of Learning !width=\"60%\" | Compulsory subjects strands |- | align=\"center\" | Language and Literacy |English,Irish,Media Education |- | align=\"center\" | Mathematics and Numeracy |Mathematics, Financial Capability |- | align=\"center\" | Modern Languages |An official language of the EU |- | align=\"center\" | The Arts |Art and Design, Drama, Music |- | align=\"center\" | Environment and Society |History, Geography |- | align=\"center\" | Science and Technology |Science, Technology and Design |- | align=\"center\" | Learning for Life and Work |Employability, Home Economics, Local and Global Citizenship, Personal Development |- | align=\"center\" | Physical Education |Physical Education |- | align=\"center\" | Religious Education |Religious Education |- | align=\"center\" | Non-compulsory subjects offered in some schools |ICT A second official language of the European Union Arabic, Latin, Mandarin Chinese South West College works in conjunction with some schools to offer after-school clubs for Mandarin Chinese. or another non- EU language |} At age 14, pupils select which subjects to continue to study for General Certificate of Secondary Education (GCSE) examinations. Currently, it is compulsory to study English Language and Mathematics, although subjects like English Literature, French, Learning for Life and Work, Religious Studies and Science (single-, double- or triple-award) may also be compulsory in certain schools. In addition, pupils usually elect to continue with other subjects and many study for eight or nine GCSEs but possibly up to ten or eleven. GCSEs mark the end of compulsory education in Northern Ireland. At age 16, some pupils stay at school and choose to study Advanced Level AS and A2 level subjects or more vocational qualifications such as Applied Advanced Levels. Those choosing AS and A2 levels normally pick three or four subjects and success in these can determine acceptance into higher education courses at university. ==AQE/GL== Northern Ireland formerly ran a transfer test at a governmental level to decide which primary school students qualified for a place at a Grammar School. This system was abolished by Caitríona Ruane during her time as Minister of Education, a decision which was confirmed by UK Government direct rule ministers. This policy was continued by subsequent minister John O'Dowd. The majority of grammar schools did, however, decide to set their own entrance exams, a situation which continues to this day. There are two types in Northern Ireland:– AQE and GL assessment. ==Controlled schools== Controlled schools in Northern Ireland (nursery, primary, special, secondary and grammar schools) are under the management of the school's board of governors and the employing authority is the Education Authority (EA). Although open to those of all faiths and none, many of these schools were originally Protestant church schools, whose control was transferred to the state in the first half of the twentieth century. The three largest Protestant churches (Presbyterian, Church of Ireland and Methodist), known as the transferors, maintain a link with the schools through church representation on controlled school boards of governors. The controlled sector is the largest education sector in Northern Ireland. According to figures from the Department of Education for 2016/2017, there are 560 controlled schools, 48% of the total number of schools registered in Northern Ireland. The number of pupils attending controlled schools is 140,632, approximately 42% of all pupils in Northern Ireland. In terms of religious breakdown, 66% of pupils in controlled schools are Protestant, 10% are Catholic, 18% have no religion and 6% are 'other'. Controlled schools are managed by the Education Authority through Boards of Governors. In October 2014 an Education Bill was put before the assembly, which created the Education Authority. Alongside this, the Minister and the Northern Ireland Executive agreed to establish and fund a support body for schools in the controlled sector. The Controlled Schools' Support Council (CSSC) became operational on 1 September 2016, and its headquarters are in Stranmillis University College, Belfast. The CSSC seeks to support the interests of schools in the controlled sector through a focus on five key areas: advocacy, ethos, governance, raising standards and area planning. Almost 90% of controlled schools are members of the CSSC. ==Catholic education== There are 466 Roman Catholic-managed schools in Northern Ireland. According to figures from the Department of Education for 2016/2017, the number of pupils registered at school in Northern Ireland is 332,986. The number of pupils attending Catholic-managed schools is 121,733, approximately 37%. The Council for Catholic Maintained Schools (the CCMS) is the advocate for the Catholic maintained schools sector in Northern Ireland. The CCMS represents trustees, schools and governors on issues such as raising and maintaining standards, the school estate and teacher employment. As the largest employer of teachers in Northern Ireland (8,500 teachers), the CCMS plays a central role in supporting teachers whether through its welfare service or, for example, in working parties such as the Independent Inquiry into Teacher Pay and Conditions of Service. Exempt from fair employment legislation, it is permitted to discriminate against non-Catholic teachers. The CCMS supports trustees in the provision of school buildings, and governors and principals in the management and control of schools. The CCMS also has a wider role within the Northern Ireland education sector and contributes to policy on a wide range of issues such as curriculum review, selection, pre- school education, pastoral care and leadership. There are 36 council members who oversee and authorise the strategic and operational policies and practices of the CCMS. Council members are appointed for the duration of each council period for four years. Membership to the council is by appointment and recommendation Council members receive payment for travelling and incurred costs only. There are four categories of Council members: * Department of Education representatives – advertised through the press for these positions. * Trustee representatives – recommended by Northern Ireland bishops. * Parents' representatives – drawn from local community on a voluntary basis. * Teachers' representatives – drawn from the teaching profession on a voluntary basis. Established under the auspices of 1989 Education Reform (Northern Ireland) Order, the council's primary purpose is the provision of an upper tier of management for the Catholic Maintained Sector with the primary objective of raising standards in Catholic maintained schools. ==Integrated education== Although integrated education is expanding, Northern Ireland has a highly segregated education system. Teaching a balanced view of some subjects (especially regional history) is difficult in these conditions. The churches in Northern Ireland have not been involved in the development of integrated schools. The schools have been established by the voluntary efforts of parents. The Northern Ireland Council for Integrated Education (NICIE), a voluntary organisation, promotes, develops and supports integrated education in Northern Ireland, through the medium of English only. The Integrated Education Fund (IEF) is a financial foundation for the development and growth of integrated education in Northern Ireland in response to parental demand. The IEF seeks to bridge the financial gap between starting integrated schools and securing full government funding and support. It was established in 1998 with money from EU Structural Funds, the Department of Education NI, the Nuffield Foundation and the Joseph Rowntree Charitable Trust, as a financial foundation for the development and growth of Integrated Education. The Fund financially supports the establishment of new schools, the growth of existing schools and those schools seeking to become integrated through the transformation process. Funding is generally seed corn and projects are 'pump primed' with the objective of eventually securing full government funding and support. ===Grant maintained school=== When the school is eventual accepted as a viable running school it is classified as a Grant maintained school and receives full government funding and support. ==Irish language medium education== The Education (Northern Ireland) Order 1998 placed a duty on the Department of Education, similar to that already in existence in relation to integrated education through the 1989 Education Reform Order, \"to encourage and facilitate the development of Irish-medium education\". Pupils are usually taught most subjects through the medium of Irish, which is the second language of most of the pupils, whilst English is taught through English. This form of education has been described as Immersion education, and is now firmly established as a successful and effective form of bilingual education. It aims to develop a high standard of language competence in the immersion language (Irish) across the curriculum, but must also, and can, ensure a similar level of achievement in the first language (in this case, usually English) as that reached by pupils attending monolingual English medium schools. Irish-medium schools, or Gaelscoileanna, are able to achieve grant-aided status, under the same procedures as other schools, by applying for voluntary maintained status. In addition to free-standing schools, Irish language medium education can be provided through units in existing schools. Unit arrangements permit Irish- language-medium education to be supported where a free-standing school would not be viable. A unit may operate as a self-contained provision under the management of a host English-medium school and usually on the same site. There are currently two types of Irish-medium schools in Northern Ireland. There are stand-alone schools, of which there are 27, and there are Irish-medium units attached to English-medium host schools. There are 12 of these type of school. In addition to this, there are two independent schools teaching through the medium of Irish. These are Gaelscoil Ghleann Darach in Crumlin and Gaelscoil na Daróige in Derry City. Comhairle na Gaelscolaíochta (CnaG) is the representative body for Irish-medium Education. It was set up in 2000 by the Department of Education to promote, facilitate and encourage Irish-medium Education. One of CnaG's central objectives is to seek to extend the availability of Irish-medium Education to parents who wish to avail of it for their children. == School years == *Pre-primary education (optional) **Preschool, age 3 to 4 (in certain preschools, pupils can leave when they turn 4 and enter into an optional Reception class in their local primary school. This is entirely optional in most schools that do this.) * Primary education ** Primary school *** Foundation Stage **** Reception, age 4 (optional; see above note) **** Primary 1, age 4 to 5 (equivalent to Reception in England and Wales) **** Primary 2, age 5 to 6 *** Key Stage 1 **** Primary 3, age 6 to 7 **** Primary 4, age 7 to 8 *** Key Stage 2 **** Primary 5, age 8 to 9 **** Primary 6, age 9 to 10 **** Primary 7, age 10 to 11 For entry to grammar schools, entrance exams take place to determine places. The Eleven Plus no longer operates in Northern Ireland but schools still operate exams.(AQE/GL) * Secondary education ** Secondary school or grammar school *** Key Stage 3 **** Year 8, age 11 to 12 (equivalent to Year 7 in England and Wales) **** Year 9, age 12 to 13 **** Year 10, age 13 to 14 *** Key Stage 4 **** Year 11, age 14 to 15 **** Year 12, age 15 to 16 (GCSE examinations) ** Continue at secondary/grammar school, or go to a further-education college *** Key Stage 5 **** Year 13, age 16 to 17 (AS-level examinations) **** Year 14, age 17 to 18 (A-levels (A2)) Note that although the Department of Education uses Year 8 to Year 14 for secondary education, the traditional First to Fifth Form, Lower Sixth and Upper Sixth are still used, at least informally, by some schools. * Tertiary education ** Further-education college ** University *** Bachelor's degree *** Master's degree *** Doctorate ==See also== *Education in the Republic of Ireland *Lists of schools in Northern Ireland *List of primary schools in Northern Ireland *List of grammar schools in Northern Ireland *List of secondary schools in Northern Ireland *List of integrated schools in Northern Ireland * List of further-education colleges in Northern Ireland *List of universities in Northern Ireland *The Educational Company of Ireland *Segregation in Northern Ireland *Controlled Schools' Support Council *Council for Catholic Maintained Schools ==References== ==Further reading== *Dominic Murray, Alan Smith, Ursula Birthistle (1997), Education in Ireland, Irish Peace Institute Research Centre. ==External links== *Department of Education NI *Department for Employment and Learning NI * Northern Ireland Curriculum * Northern Ireland Transfer Test *Education Authority *Controlled Schools' Support Council *Council for Catholic Maintained Schools *Comhairle na Gaelscolaíochta Northern Ireland Northern Ireland",
 "title": "Education in Northern Ireland"
}