{
 "id": "355810",
 "text": "An aviator call sign or aviator callsign is a call sign given to a military pilot, flight officer, and even some enlisted aviators. The call sign is a specialized form of nickname that is used as a substitute for the aviator's given name. It is used on flight suit and flight jacket name tags, painted/displayed beneath the officer's or enlisted aircrewman's name on aircraft fuselages or canopy rails, and in radio conversations. They are most commonly used in tactical jet aircraft communities (i.e., fighter and attack) than in other aircraft communities (i.e., airlift, mobility, maritime patrol), but their use is not totally exclusive to the former. Many NASA Astronauts with military aviator backgrounds are referred to during spaceflights by their call signs rather than their first names. The origins of aviator call signs are varied. Most call signs play on or reference on variants of the aviator's firstname or surname. Other inspirations for call signs may include personality traits, middle name, references to historical figures, or past exploits during the pilot's career. Aviator call signs nearly always must come from a member or members of the aviator's squadron, training class, or other cohort. It is considered bad form to try to give oneself a call sign and it is also common for aviators to be given a fairly derogatory call sign, and the more they complain about it, the more likely it is to stick. Some aviators use the same call sign throughout their careers; in other cases an aviator might have a series of call signs. For example, U.S. Navy Lieutenant Kara Hultgreen was originally given the call sign \"Hulk\" because of her ability to bench- press 200 pounds. Later, after a television appearance in which she wore noticeable makeup, she received the call sign \"Revlon\", and a 1998 biography was entitled Call Sign Revlon. ==In fiction== ===Film=== The 1986 film Top Gun, set at the United States Navy Fighter Weapons School, featured several aviators with call signs, including Pete Mitchell (Tom Cruise): \"Maverick\"; Tom Kasansky (Val Kilmer): \"Iceman\"; and Nick Bradshaw (Anthony Edwards): \"Goose\". In addition, a number of military or former military personnel acted as crew to the film: Rick Moe (F-14 air crew): \"Curly\"; Ray Seckinger (Top Gun instructor and MiG pilot): \"Secks\"; Thomas Sobieck (Top Gun instructor and MiG pilot): \"Sobs\"; Robert Willard (Navy aerial coordinator, Top Gun instructor and MiG pilot): \"Rat\"; C.J. Heatley (aerial camera operator): \"Heater\"; and Ricky Hammonds (Top Gun instructor and MiG pilot): \"Organ\". In the 1991 film Flight of the Intruder, new A-6 Intruder pilot LTJG Jack Barlow is given the call sign \"Razor\" because he didn't look old enough to shave. It is later changed to \"Straight Razor\" at the end of the film because he'd become \"a real weapon\" in the eyes of his commanding officer. The book's principal character Jake Grafton has the call sign \"Cool Hand\". The 2019 film Captain Marvel, set in 1995, has former ex-U.S. Air Force test pilot and member of an elite Kree military unit, Carol Danvers having \"Avenger\" as her call sign. This name is later used by Nick Fury to rename the initiative that he had earlier drafted, to locate heroes like Danvers. He renames the initiative The Avengers after her Air Force call sign. ===Television=== Dwight Schultz's Captain H.M. \"Howling Mad\" Murdock, from the 1983 television series The A-Team (as well as his counterpart in the 2010 film adaptation, as portrayed by Sharlto Copley) is a gifted, albeit insane, can-fly-anything pilot. Aptly named, Captain Murdock displays symptoms of mental instability, as demonstrated by his weekly obsessions (ranging from inanimate objects to role playing). Whether or not he is in fact insane is often debated, due to demonstrations in his fine tuned skills of acting and mimicry. In the 1993 animated television series SWAT Kats: The Radical Squadron, the main characters Chance Furlong and Jake Clawson have the call signs \"T-Bone,\" and \"Razor,\" respectively. Although their call signs are technically their SwatKAT aliases, they frequently refer to each other by their call sign even when not flying. In the 1995 TV series JAG, the lead character, Harmon Rabb, is given the name \"Pappy\" due to the fact that he is the oldest pilot in his squadron. This is later changed to 'Hammer' which was his father's Vietnam War call sign—a mark of respect. In the 2004 television series Battlestar Galactica, a number of the Galactica's crew had call signs. William Adama (portrayed by Edward James Olmos) had \"Husker\".Lee Adama (Jamie Bamber) had \"Apollo\". Kara Thrace (Katee Sackhoff) had \"Starbuck\" and Karl Agathon (Tahmoh Penikett) had \"Helo.\" Sharon Valerii (Grace Park) had two personas and a call sign for each: \"Boomer\" for Sharon Valerii and \"Athena\" for Sharon Agathon. In the original 1978 series on which the 2004 series was based, many of these were the characters' actual names, rather than call signs. Payload Specialist Howard Wolowitz from 2007 television series The Big Bang Theory has the unwanted astronaut call sign \"Froot Loops\" given to him by astronaut Mike Massimino. ===Print=== The Hal Jordan version of the DC Comics character Green Lantern, introduced in 1959, was a US Air Force pilot and test pilot with the call sign \"Highball\". In Tom Clancy's 1993 novel Without Remorse, fictional Vice Admiral Winslow Holland Maxwell, during World War II, received the call sign \"Winnie,\" which he hated; after a mission in which he shot down three Japanese planes (all confirmed by gunsight cameras), he found a new coffee mug in the wardroom, engraved with the call sign \"Dutch.\" When he later became an admiral, he displayed the mug—no longer used for coffee or pencils—in a place of honor on his desk. A trilogy of novels published 2001-2004 by Ward \"Mooch\" Carroll, Punk's War, Punk's Wing, and Punk's Fight, featured Rick Reichert, an F-14 pilot with the call sign \"Punk\" named by his skipper (Commanding Officer) because he was caught listening to punk rock music while he was in the paraloft “walking” (suiting up) for a flight. ==In real life== *Astronaut Duane Carey used the callsign \"Spider\" as an A-10 pilot; When he transferred to F-16s, his call sign was changed to \"Digger\", because another pilot with that callsign had recently left the group, and the group wanted to continue its use. ==References== Category:Call signs Category:Military communications Category:Nicknames",
 "title": "Aviator call sign"
}