{
 "id": "35592",
 "text": "__NOTOC__ Year 378 BC was a year of the pre-Julian Roman calendar. At the time, it was known as the Year of the Tribunate of Medullinus, Fidenas, Lanatus, Siculus, Pulvillus and Macerinus (or, less frequently, year 376 Ab urbe condita). The denomination 378 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Greece ==== * The Theban general and statesman, Epaminondas, takes command of Thebes. Pelopidas is elected boeotarch, or chief magistrate, of the city. * Timotheus, the son of the Athenian general Conon, is elected strategos of Athens. * A Spartan attempt to seize Piraeus brings Athens closer to Thebes. The Athenian mercenary commander Chabrias successfully faces off the larger army of Agesilaus II near Thebes. At the advance of Agesilaus' forces, instead of giving the order to charge, Chabrias famously orders his men at ease--with the spear remaining pointing upwards instead of towards the enemy, and the shield leaning against the left knee instead of being hoisted against the shoulder. The command is followed immediately and without question by the mercenaries under his command, to be copied by their counterparts beside them, the elite Sacred Band of Thebes under the command of Gorgidas. This \"show of contempt\" stops the advancing Spartan forces, and shortly afterwards Agesilaus withdraws. * Athens allies itself with Thebes and forms the Second Athenian League. The confederacy includes most of the Boeotian cities and some of the Ionian islands. ==== Sicily ==== * Dionysius I's third war with Carthage proves disastrous. He suffers a crushing defeat at Cronium and is forced to pay an indemnity of 1,000 talents and cede the territory west of the Halycus River to the Carthaginians. ==== Roman Republic ==== * The Servian Wall is constructed around Rome to prevent the city from being captured or sacked (see 390 BC). This is the first fortification that the Romans build around their home city.An Illustrated Encyclopedia: \"The Uniforms of the Roman World\", Kevin F. Kiley (2012). Roman Republic Timeline 753–132 BC, p. 14. == Births == * == Deaths == * == References ==",
 "title": "378 BC"
}