{
 "id": "356265",
 "text": "A semi-detached house (often abbreviated to semi) is a single family duplex dwelling house that shares one common wall with the next house. The name distinguishes this style of house from detached houses, with no shared walls, and terraced houses, with a shared wall on both sides. Often, semi-detached houses are built in pairs in which each house's layout is a mirror image of the other's. Semi-detached houses are the most common property type in the United Kingdom (UK). They accounted for 32% of UK housing transactions and 32% of the English housing stock in 2008. Between 1945 and 1964, 41% of all properties built were semis. After 1980, the proportion of semis built fell to 15%.The Guardian Wednesday 20 January 2010, Patrick Collinson, \"50 years on: homes are more expensive but loos are indoors\" London p.17 ==History of the semi-detached house in the United Kingdom== ===Housing the rural working classes=== Housing for the farm labourer in 1815 typically had one downstairs room with an extension for a scullery and pantry, and two bedrooms upstairs. The house would be of brick, stone if it occurred locally, or cob on a wooden frame. These houses were unsanitary, but the biggest problem was that there were simply too few of them. Population was increasing rapidly (see table), and after the Enclosure Acts labourers could not find spare land to build their own homes. Homebuilding was thus the responsibility of a landowner or speculative builder. {| class=\"wikitable floatright\" |+ Population in selected English counties. (000's) |- !County !1801 !1851 !Change |- |Devonshire||340||567 | +67% |- |Norfolk||273||443 | +62% |- |Wiltshire||184||254 | +38% |- |} In the late 18th century, estate villages followed local architectural styles. This later changed as landowners adopted model designs from pattern books. By the early 19th century, landowners were typically using a \"picturesque\" style, and building double cottages as a way to reduce cost. In 1834 Smith wrote \"this species of cottage can be built cheaper than two single ones, and, in general, these double cottages are found to be warmer and fully as comfortable as single ones\". ===Housing the urban working classes=== At the same time as the huge increase in the population of the rural counties there was an even greater shift in population from the impoverished land to the large towns and to cities. Society was restructuring, with the labouring classes dividing into artisans and labourers. In the cities, labourers were housed in overcrowded tenement blocks, rookeries and lodging houses, and philanthropic societies aimed to improve conditions. The rural Labourers' Friend Society expanded in 1844 and was reconstituted as the Society for Improving the Condition of the Labouring Classes. In their 1850 publication The Dwellings of the Labouring Classes, written by Henry Roberts, the society laid out plans for model 'semi-detached' cottages for workers in towns and the city. However, the first properties they built were tenements and lodging houses. In 1866 the Metropolitan Association for Improving the Dwellings of the Industrious Classes built Alexander Cottages at Beckenham in Kent, on land provided by the Duke of Westminster. The development initially comprised 16 pairs of semis. By 1868, they had built 164 semis. In Birmingham, Wolverhampton and the Potteries there was a tradition dating from the 1790s of artisans saving through mutual funds and Friendly Societies. In the 1840s, the permanent building society model was adopted. The Woolwich Equitable was founded in 1847, the Leeds Permanent in 1848 and Bradford Equitable in 1851. Artisans could invest and then borrow a sum for a mortgage on their own property. ===Model villages=== In the wool towns of Yorkshire three families built villages for their workers. In each, there was a hierarchy of houses: long terraces for the workers, larger houses in shorter terraces for the overlookers, semi-detached houses for the junior managers, and detached houses for the elite. The first such village was built by Colonel Edward Ackroyd, at Copley, West Yorkshire, between 1849 and 1853, the second by Sir Titus Salt at Saltaire (1851–1861), and the third was the West Hill Park Estate in Halifax built by John Crossley. Model villages in Lancashire followed, with developments like Houldsworth Village. Semi-detached housing in colliery villages was rare; status here was determined by the length of the terrace. The development of Port Sunlight and Bournville was important. The Port Sunlight model village was begun in 1887. William Lever used architects William Owen and his son Segar Owen and stated in 1888 that: > It is my and my brother's hope, some day, to build houses in which our work- > people will be able to live and be comfortable – semi-detached houses with > gardens back and front, in which they will be able to know more about the > science of life than they can in a back-to-back slum. At Bournville in 1879 the Cadbury development started with a detached house for the manager and six pairs of semis with large gardens for key workers. By 1895 the village was made up of semis and short terraces, showing that a low density layout could be a practical possibility even for the working classes. The examples of Bournville and Port Sunlight were seized on by Ebenezer Howard, and they became key models for the Garden City movement. ===Housing the middle classes=== The middle class became an important and expanding group in the 19th century. With industrialisation came material gain to the capitalist entrepreneur. New professions came into existence to serve their needs: insurers, engineers, designers. The growth in the population required more architects, lawyers, teachers, doctors, dentists and shopkeepers. Hierarchical tiers emerged within the middle class, each watching each other's status. According to A New system of Practical Domestic Economy (1820–1840), being middle class required an income of £150 p.a. or more. In 1851, 3 million out of a total population of 18 million in the UK would have been considered to be middle class. Semi-detached houses for the middle class began to be planned systematically in late 18th-century Georgian architecture, as a suburban compromise between the terraced houses close to the city centre, and the detached \"villas\" further out, where land was cheaper. There are occasional examples of such houses in town centres going back to medieval times. Most early examples are in areas such as Blackheath, Chalk Farm and St John's Wood, now the outer fringes of Central London. Sir John Summerson considered the origin of the semi-detached house to be the Eyre Estate of St John's Wood. He commented that in a plan for the estate dated 1794 \"the whole development consists of pairs of semi-detached houses. So far as I know, this is the first recorded scheme of the kind.\" The estate was not built at that time due to the French Revolutionary Wars, but when it was finally built it retained the semi-detached form, \"a revolution of striking significance and far-reaching effect\".Summerson, 159–160 thumb|The Paragon in Blackheath In these early years a common style was a row of houses in which several pairs of semi-detached houses are linked by a wall along the frontage. An example is The Paragon in Blackheath, where a blank colonnade runs between the houses. Most early examples were relatively large houses with access at the rear. During the 19th century, a father and son architectural partnership, John Shaw Sr. and John Shaw Jr., drew up designs for semi-detached housing in London. Examples of their work can be seen in Chalk Farm, North London. John Nash, better known for his Regency terraces, built some semi-detached villas either side of the Regent's Canal. These were styled to appear as substantial single detached villas with the entrances to the side. Similarly, the landscape gardener John Claudius Loudon built a pair of semi-detached villas fashioned to appear as a single house in Porchester Terrace in 1825. In his 1838 book The Suburban Gardener and Villa Companion he gives advice on how to disguise the join between the houses by using false windows. ===Late 19th century and 20th century=== The Public Health Act 1875 described the structure and required minimum size of terraced houses and the street pattern that towns had to adopt. This made it difficult to place a semi in a large garden. The law stated that the building lines should be 11m apart, and that there should be rear access to allow the removal of nightsoil. In 1875, it was thought that having a privy inside the house was unhealthy. Cold water came from a stand pipe in the yard, and lighting was by candle or by gas mantles. Heating and cooking was done by coal, and hot water was boiled in kettles on the living room range. Kitchens were rare – the wet activities were done outside or in the scullery. Later, water was piped to the house, and some living room fires had a back boiler for heating. During the First World War the Tudor Walters Report was published, setting standards for the accommodations needed for returning soldiers, dubbed \"homes fit for heroes\". The Housing, Town Planning, &c.; Act 1919 (Addison Act) incorporated those recommendations including one that allowed for housing based on the Radburn design. In this design, small clusters of up to 15 houses would circle small cul-de-sacs of a district feeder road. This tipped the balance away from short terraces towards pairs of semi-detached houses. The housing density was initially generous, but was reduced in 1923 after a change of government from the Liberal Party to the Conservative Party. After the Second World War, there was a chronic shortage of houses. In the short term this was relieved by the construction of prefabricated houses with a ten-year life. The successor was the pre-cast reinforced concrete semi-detached house. Although the frame was concrete the exterior panels were often traditional brick, so the final building was visually indistinguishable from a traditionally built house. The recommendations of the Parker Morris Committee became mandatory for all public housing from 1967 till 1980. Initially the private sector adopted them too, but gradually lowered their standards. ==Outside the United Kingdom and Ireland== Although semi-detached housing is built throughout the world, it is generally seen as particularly symbolic of the suburbanisation of the United Kingdom and Ireland, or post-war homes in Canada. In Toronto, the semi- detached house was a major building type during both the pre and post-war periods. In New England, some other parts of the United States, and occasionally in Canada, this style is colloquially called a \"duplex\". Elsewhere, however, \"duplex\" refers to a building comprising two flats/apartments, one above the other; this is also referred to as a \"two- flat'. Semi-detached houses are typically referred to as 'twins' in the Mid- Atlantic region (particularly in Pennsylvania). ===Australia=== In Australia, a semi-detached house is also known as a \"duplex\". Townhouses may be apparently similar to semi-detached houses, but a semi-detached house sits on a single property, owned in its entirety by the owner of the semi-detached house, whereas townhouses sit on a shared property. The type of real property title held is therefore different: a semi-detached home is generally held as a Torrens titled property, while a townhouse is a Strata titled unit. Semi- detached houses come only in pairs, whereas there may be more than two townhouses attached together. In Sydney, semi-detached houses were briefly popular at the beginning of the 20th century and many examples may be found in inner suburbs such as Drummoyne. However, this style quickly gave way to the 'modern' style of detached housing which allowed better motor vehicle access, amongst other benefits. ===Canada=== The semi-detached house was seen as a good fit for downtown Toronto's narrow lots early in the city's history. In the late 19th century semis were built in areas such as The Annex and Cabbagetown in assorted styles: Gothic Revival, Queen Anne, Second Empire, bay-and-gable.http://www.oaa.on.ca/news%20&%20events/news/detail/Snoop-behind- closed-doors/263 Semi-detached homes continued to be built in the post-war period, often alongside detached types such as the bungalow. They remain popular with developers as they are cheaper to build than detached houses. According to the 2006 census, Toronto had more than 139,000 semis, more than any other Canadian city by a wide margin. Red-brick semis are a common sight throughout downtown and older suburbs. ==Cultural references== * \"Semi- detached suburban Mr. James\", written and performed by Manfred Mann, is a satirical song about a lost love marrying a boring man from semi-detached suburbia. It was released in 1966 and reached No. 2 in the UK charts. * Semi- Detached Mock Tudor is a live album by Richard Thompson. * \"My Pink Half of The Drainpipe\", written and performed by the Bonzo Dog Doo-Dah Band, satirises neighbourly relations and ownership of property, referring to the practice of each family painting only one half of the drainpipe that runs down the centre of the dividing line between properties. * “Wisemen” is a song written and performed by British artist James Blunt, and refers to three wise men having a “semi” by the sea. == See also== * Detached house * Duplex (building) == References == === Citations === === Sources cited === * * * * Sir John Summerson, Georgian London, (1945), 1988 revised edition, Barrie & Jenkins, . (Also see revised edition, edited by Howard Colvin, 2003) * * == External links == * The Semi-Detached House by Hon. Emily Eden (1797-1869), published London: R. Bentley, 1859. Category:House types",
 "title": "Semi-detached"
}