{
 "id": "356391",
 "text": "The \"Letter from Birmingham Jail\", also known as the \"Letter from Birmingham City Jail\" and \"The Negro Is Your Brother\", is an open letter written on April 16, 1963, by Martin Luther King Jr. It says that people have a moral responsibility to break unjust laws and to take direct action rather than waiting potentially forever for justice to come through the courts. Responding to being referred to as an \"outsider\", King writes: \"Injustice anywhere is a threat to justice everywhere.\" The letter, written in response to \"A Call for Unity\" during the 1963 Birmingham campaign, was widely published, and became an important text for the American Civil Rights Movement. The letter has been described as \"one of the most important historical documents penned by a modern political prisoner\" and is considered a classic document of civil disobedience. == Background == The Birmingham campaign began on April 3, 1963, with coordinated marches and sit-ins against racism and racial segregation in Birmingham, Alabama. The nonviolent campaign was coordinated by the Alabama Christian Movement for Human Rights (ACMHR) and King's Southern Christian Leadership Conference (SCLC). On April 10, Circuit Judge W. A. Jenkins Jr. issued a blanket injunction against \"parading, demonstrating, boycotting, trespassing and picketing.\" Leaders of the campaign announced they would disobey the ruling. On April 12, King was arrested with SCLC activist Ralph Abernathy, ACMHR and SCLC official Fred Shuttlesworth, and other marchers, while thousands of African Americans dressed for Good Friday looked on. King was met with unusually harsh conditions in the Birmingham jail. An ally smuggled in a newspaper from April 12, which contained \"A Call for Unity\", a statement by eight white Alabama clergymen against King and his methods. The letter provoked King, and he began to write a response to the newspaper itself. King writes in Why We Can't Wait: \"Begun on the margins of the newspaper in which the statement appeared while I was in jail, the letter was continued on scraps of writing paper supplied by a friendly black trusty, and concluded on a pad my attorneys were eventually permitted to leave me.\" Walter Reuther, president of the United Auto Workers, arranged $160,000 to bail out King and the other jailed protestors. == Summary and themes == King's letter, dated April 16, 1963, responded to several criticisms made by the \"A Call for Unity\" clergymen, who agreed that social injustices existed but argued that the battle against racial segregation should be fought solely in the courts, not the streets. As a minister, King responded to the criticisms on religious grounds. As an activist challenging an entrenched social system, he argued on legal, political, and historical grounds. As an African American, he spoke of the country's oppression of black people, including himself. As an orator, he used many persuasive techniques to reach the hearts and minds of his audience. Altogether, King's letter was a powerful defense of the motivations, tactics, and goals of the Birmingham campaign and the Civil Rights Movement more generally. King began the letter by responding to the criticism that he and his fellow activists were \"outsiders\" causing trouble in the streets of Birmingham. King referred to his responsibility as the leader of the SCLC, which had numerous affiliated organizations throughout the South. \"I was invited\" by our Birmingham affiliate \"because injustice is here\" in what is probably the most racially-divided city in the country, with its brutal police, unjust courts, and many \"unsolved bombings of Negro homes and churches.\" Referring to his belief that all communities and states were interrelated, King wrote, \"Injustice anywhere is a threat to justice everywhere. We are caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly, affects all indirectly ... Anyone who lives inside the United States can never be considered an outsider anywhere within its bounds.\" King also warned that if white people successfully rejected his nonviolent activists as rabble-rousing outside agitators, that could encourage millions of African Americans to \"seek solace and security in black nationalist ideologies, a development that will lead inevitably to a frightening racial nightmare.\" The clergymen also disapproved of tensions created by public actions such as sit-ins and marches. King confirmed that he and his fellow demonstrators were indeed using nonviolent direct action in order to create \"constructive\" tension. The tension was intended to compel meaningful negotiation with the white power structure without which true civil rights could never be achieved. Citing previous failed negotiations, King wrote that the black community was left with \"no alternative\". \"We know through painful experience that freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed.\" The clergymen also disapproved of the timing of public actions. In response, King said that recent decisions by the SCLC to delay its efforts for tactical reasons showed that it was behaving responsibly. He also referred to the broader scope of history, when Wait' has almost always meant 'Never. Declaring that African Americans had waited for the God-given and constitutional rights long enough, King quoted \"one of our distinguished jurists\" that \"justice too long delayed is justice denied.\" Listing numerous ongoing injustices toward black people, including himself, King said, \"Perhaps it is easy for those who have never felt the stinging darts of segregation to say, 'Wait. Along similar lines, King also lamented the \"myth concerning time\" by which white moderates assumed that progress toward equal rights was inevitable and so assertive activism was unnecessary. King called it a \"tragic misconception of time\" to assume that its mere passage \"will inevitably cure all ills\". Progress takes time as well as the \"tireless efforts\" of dedicated people of good will. Against the clergymen's assertion that demonstrations could be illegal, King argued that civil disobedience was not only justified in the face of unjust laws but also was necessary and even patriotic: Anticipating the claim that one cannot determine such things, he again cited Christian theologian Thomas Aquinas by saying any law not rooted in \"eternal law and natural law\" is not just, while any law that \"uplifts human personality\" is just. Segregation undermines human personality, ergo, is unjust. Furthermore: :I submit that an individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for law. King cited Martin Buber and Paul Tillich with further examples from the past and present of what makes laws just or unjust: \"A law is unjust if it is inflicted on a minority that, as a result of being denied the right to vote, had no part in enacting or devising the law.\" In terms of obedience to the law, King says citizens have \"not only a legal but a moral responsibility to obey just laws\" and also \"to disobey unjust laws.\" King stated that it is not morally wrong to disobey a law that pertains to one group of people differently from another. Alabama has used \"all sorts of devious methods\" to deny its black citizens their right to vote and thus preserve its unjust laws and broader system of white supremacy. Segregation laws are immoral and unjust \"because segregation distorts the soul and damages the personality. It gives the segregator a false sense of superiority and the segregated a false sense of inferiority.\" Even some just laws, such as permit requirements for public marches, are unjust when they are used to uphold an unjust system. King addressed the accusation that the Civil Rights Movement was \"extreme\" by first disputing the label but then accepting it. Compared to other movements at the time, King found himself as a moderate. However, in his devotion to his cause, King referred to himself as an extremist. Jesus and other great reformers were extremists: \"So the question is not whether we will be extremists, but what kind of extremists we will be. Will we be extremists for hate or for love?\" King's discussion of extremism implicitly responded to numerous \"moderate\" objections to the ongoing movement, such as US President Dwight Eisenhower's claim that he could not meet with civil rights leaders because doing so would require him to meet with the Ku Klux Klan. King expressed general frustration with both white moderates and certain \"opposing forces in the Negro community.\" He wrote that white moderates, including clergymen, posed a challenge comparable to that of white supremacists: \"Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will. Lukewarm acceptance is much more bewildering than outright rejection.\" King asserted that the white church needed to take a principled stand or risk being \"dismissed as an irrelevant social club.\" Regarding the black community, King wrote that we need not follow \"the 'do-nothingism' of the complacent nor the hatred and despair of the black nationalist.\" In the closing, King criticized the clergy's praise of the Birmingham police for maintaining order nonviolently. The recent public displays of nonviolence by the police were in stark contrast to their typical treatment of black people and, as public relations, helped \"to preserve the evil system of segregation.\" It is wrong to use immoral means to achieve moral ends but also \"to use moral means to preserve immoral ends.\" Instead of the police, King praised the nonviolent demonstrators in Birmingham \"for their sublime courage, their willingness to suffer and their amazing discipline in the midst of great provocation. One day the South will recognize its real heroes.\" == Publication == King wrote the first part of the letter on the margins of a newspaper, which was the only paper available to him. He then wrote more on bits and pieces of paper given to him by a trusty, which were given to his lawyers to take back to movement headquarters, where the pastor Wyatt Tee Walker and his secretary Willie Pearl Mackey began compiling and editing the literary jigsaw puzzle.. He was eventually able to finish the letter on a pad of paper his lawyers were allowed to leave with him. An editor at The New York Times Magazine, Harvey Shapiro, asked King to write his letter for publication in the magazine, but the Times chose not to publish it. Extensive excerpts from the letter were published, without King's consent, on May 19, 1963, in the New York Post Sunday Magazine. The letter was first published as \"Letter from Birmingham Jail\" in the June 1963 issue of Liberation, the June 12, 1963, edition of The Christian Century,Reprinted in \"Reporting Civil Rights, Part One\", (pp. 777–794), American Journalism 1941–1963. The Library of America and the June 24, 1963, edition of The New Leader. The letter gained more popularity as summer went on, and was reprinted in the July 1963 edition of The Progressive under the headline \"Tears of Love\" and the August 1963 edition of The Atlantic Monthly under the headline \"The Negro Is Your Brother\". King included a version of the full text in his 1964 book Why We Can't Wait. The letter was anthologized and reprinted some 50 times in 325 editions of 58 readers published for college-level composition courses between 1964 and 1968. U.S. Senator Doug Jones (D-Alabama) led an annual bipartisan reading of the letter in the U.S. Senate during his tenure in the United States Senate in 2019 and 2020, and passed the obligation to lead the reading to Sen. Sherrod Brown (D-Ohio) upon Jones' election defeat. == Notes == == References == === Footnotes === === Bibliography === * * * * * * * * * == Further reading == * * * * * * ==External links== * Full text in HTML at the University of Pennsylvania * Full text in PDF at Stanford * A Reading of the Letter from Birmingham Jail on YouTube, from The Kirwan Institute for the Study of Race and Ethnicity * Panel discussion on \"Letter from Birmingham Jail\" with Julian Bond, Stephen L. Carter, Gary Hall, Walter Isaacson, Eric L. Motley, and Natasha Trethewey, February 24, 2014, C-SPAN Category:1963 in Alabama Category:1963 documents Category:American political philosophy literature Category:April 1963 events in the United States Category:History of Birmingham, Alabama Category:Open letters Category:Prison writings Category:Protestantism and politics Category:United States documents Category:Works by Martin Luther King Jr.",
 "title": "Letter from Birmingham Jail"
}