{
 "id": "356538",
 "text": "Belgium is a federal state with a multi-party political system, with numerous parties who factually have no chance of gaining power alone, and therefore must work with each other to form coalition governments. Almost all Belgian political parties are divided into linguistic groups, either Dutch-speaking parties (see also political parties in Flanders), Francophone parties or Germanophone parties. The Flemish parties operate in Flanders and in the Brussels-Capital Region. The Francophone parties operate in Wallonia and in the Brussels-Capital Region. There are also parties operating in the comparatively small German-speaking community. From the creation of the Belgian state in 1830 and throughout most of the 19th century, two political parties dominated Belgian politics: the Catholic Party (Church-oriented and conservative) and the Liberal Party (anti-clerical and progressive). In the late 19th century the Labour Party arose to represent the emerging industrial working class. These three groups still dominate Belgian politics, but they have evolved substantially in character. ==Party status and financing== In Belgium, the status of political parties is not defined or regulated by the constitution or by laws. A party does not even need to be a formal organisation or be registered; they can exist de facto. Anyone can simply stand for elections by presenting an electoral list, provided the candidates are eligible and the list is supported by incumbent members of that body or by a certain number of voters. Nevertheless, some aspects have been strictly regulated in the last decades. Private funding of political parties is very restricted; political parties are publicly funded based on the number of votes they received in the elections as well as for parliamentary groups (in total c. €70 million per year). Campaign expenses are regulated during a certain period preceding an election (sperperiode). The law of 4 July 1989 on electoral expenses (for Chamber elections) and party financing uses the following definition of a political party: One non-profit association (vzw/asbl) must be designated in order to receive public funding and provide accounting to an audit committee. Usually the main political parties have multiple such vzws/asbls that exist to facilitate their party structure. For example, when Vlaams Blok was taken to court for racism in 2004, the court in fact convicted three vzws, after which a successor party Vlaams Belang was founded. Equivalent laws exist for the electoral expenses in the European Parliament elections, the regional elections and local elections. ==Main ideologies or categories== ===Catholics/Christian Democrats=== After World War II, the Catholic (now Christian Democratic) Party severed its formal ties with the Church. It became a mass party of the centre. In 1968, the Christian Democratic Party, responding to linguistic tensions in the country, divided into two independent parties: the Parti Social Chrétien (PSC) in French- speaking Belgium and the Christelijke Volkspartij (CVP) in Flanders. The two parties pursue the same basic policies but maintain separate organisations. The CVP is the larger of the two, getting more than twice as many votes as the PSC. The chairman of the Flemish Catholic party is now Joachim Coens. Maxime Prévot is president of the Francophone Catholic party. Following the 1999 general elections, the CVP and PSC were ousted from office, bringing an end to a 40-year term on the government benches. In 2001, the CVP changed its name to Christen-Democratisch en Vlaams (CD&V;). In 1971 the German wing of the PSC became independent to get the name Christlich Soziale Partei. In 2002, the PSC also changed its name to Centre démocrate humaniste (cdH). After the big losses in the 1999 general elections, when both CVP and PSC were banished to the opposition benches, some party members decided to leave the mother parties in order to form a new liberal-conservative party. In Flanders, the New Christian Democrats (NCD) was founded by Johan Van Hecke and Karel Pinxten. In Wallonia, the Citizens' Movement for Change (MCC) was founded by Gérard Deprez. Both parties soon joined the major liberal parties, respectively the VLD in Flanders and the MR in Wallonia. ===Socialists/Social Democrats=== The modern Belgian Socialist parties are the descendants of the Belgian Labour Party. They have lost much of their early Marxist trends. They are now primarily labour-based parties similar to the German Social Democratic Party and the French Socialist Party. The Socialists have been part of several postwar governments and have produced some of the country's most distinguished statesmen. The Socialists also split along linguistic lines in 1978. Conner Rousseau is the current head of the Flemish Socialist Party and Paul Magnette is the current president of the Francophone Socialists. In general, the Walloon Socialists tend to concentrate on domestic issues. In the 1980s, the Flemish Socialists focused heavily on international issues, and on security in Europe in particular, where they frequently opposed U.S. policies. However, first with Willy Claes, then Frank Vandenbroucke and with Erik Derycke as Foreign Minister, all three Flemish Socialists, the party made a significant shift to the centre adopting less controversial stances on foreign policy issues. The Francophone Parti Socialiste (PS) is mainly based in the industrial cities of Wallonia (Liège, Charleroi, and Mons). The Flemish Socialists' support is less regionally concentrated. The Flemish Socialists changed their party's name to Socialistische Partij Anders (SP.a) in 2002 and to Vooruit in 2021. Recently, because of grassroots allegations about the party's \"too little Socialist stand\" in many political issues, a radical party wing broke away from the motherparty and formed, with support from smaller leftist parties, the Committee for Another Policy (CAP). Within the SP.a, the more Marxist SP.a-Rood, is trying to change the course of the party. ===Liberals=== The Liberal Parties chiefly appeal to businesspeople, property owners, shopkeepers, and the self-employed, in general. In the terms generally used in English-speaking countries, Belgian liberals would be called \"moderate conservatives\", \"fiscal conservatives\" and \"social liberals\". There are two Liberal parties, formed along linguistic lines: The Open Vlaamse Liberalen en Democraten (Open VLD) who opened up their ranks to Volksunie and CD&V; defectors some years ago, managed to break the dominance of CD&V; over Belgian politics in 1999. Open VLD is currently headed by Egbert Lachaert.Website link, Official Website of the VLD The Mouvement Réformateur (MR) is the equivalent party on the Francophone side, and is headed by Georges-Louis Bouchez. The MR is a federation mainly composed of the former PRL, it is also composed of the Germanophone Partei für Freiheit und Fortschritt (PFF),Official website and is eventually also composed of the Christian- democratic split-off called MCC. It used to be composed of the Brussels-based FDF until September 2012, which is now an independent party.Official website Recently, the Flemish liberal party faced several high-ranking elected officials breaking away in order to found new \"right-liberal\" parties: MEP Ward Beysen (Liberaal Appèl, LA), senator Leo Govaerts (Veilig Blauw), senator Hugo Coveliers (VLOTT), VLD board member Boudewijn Bouckaert (Cassadra vzw) and senator Jean-Marie Dedecker (Lijst Dedecker, LDD). ===Communists=== The first communist party in Belgium was founded by the more radical elements of the Belgian Labour Party in 1921 and was named the Communist Party of Belgium (KPB-PCB). The party was a member of the Comintern and entered parliament in 1925. It received its highest score in the post-war elections of 1946, when it won 12.7% of the popular vote and took part in the next coalition government. With the start of the Cold War the party started its decline and after the elections of 1985 it was no longer represented in the Belgian Parliament. The party eventually disbanded itself in 1989, but two minor parties, the Kommunistische Partij (KP) in Flanders and the Parti Communiste (PC) in Wallonia, see themselves as the successors. The most successful Maoist movement to emerge in Belgium was All Power To The Workers (AMADA-TPO) at the end of the 1960s during a time of students protests at the University of Leuven. In 1979 this movement evolved into the Workers' Party of Belgium (PVDA-PTB), which is currently the largest communist party in Belgium and is represented in various municipal and provincial councils, as well as in the Chamber of Representatives, in the Flemish Parliament, in the Walloon Parliament and in the Brussels Parliament. Other minor communist and far-left parties include: the Trotskyist Revolutionary Communist League (LCR-SAP) and the Left Socialist Party (LSP-PSL). ===Regionalist parties=== A specific phenomenon in Belgium was the emergence of one-issue parties whose only reason for existence was the defence of the cultural, political, and economic interests of one of the linguistic groups or regions of Belgian society. See Flemish movement. The most militant Flemish regional party in Parliament in the 1950s and 1960s, the Volksunie (VU), once drew nearly one-quarter of Belgium's Dutch-speaking electorate away from the traditional parties. The Volksunie was in the forefront of a successful campaign by the country's Flemish population for cultural and political parity with the nation's long dominant French-speaking population. However, in recent elections the party has suffered severe setbacks. In October 2001 the party disintegrated. The left-liberal wing founded Spirit, later called the Social Liberal Party, while the more traditional Flemish nationalist wing continued under the banner Nieuw-Vlaamse Alliantie (N-VA). After a disappointing result in the regional elections of 2009, the Social Liberal Party decided to merge with the Flemish ecologists of Groen!. The N-VA, on the other hand, formed an electoral alliance with Christian-democratic CD&V; from 2004 to 2008. After this period, the party's popularity grew significantly and it became the largest Flemish party. N-VA won the 2010 federal elections with 28% of the Flemish votes (17.4% of overall vote) and the 2014 Flemish parliament election with 31.9% of votes. The N-VA is led by Bart De Wever who has been mayor of Antwerp since 2013.http://www.n-va.be/wie-is-wie/bart-de-wever N-VA member Geert Bourgeois has been minister-president of the Flemish government from 2014 to 2019. N-VA policies are primarily focused on economic reform through extended devolution of political power within the Belgian confederation model of governance, and do eventually propose full secession from the Belgian confederation. Democratic, Federalist, Independent (DéFI) is a Brussels French-speaking Belgian political party that aims to defend and expand linguistic rights of French-speaking people in and around Brussels. It has been affiliated with the Mouvement Réformateur, a liberal alliance party, under the name FDF. The Union des Francophones (UF) is an electoral list combining the major Belgian Francophone parties for the regional elections in Flanders. ===Greens=== The Flemish (Agalev) and Francophone (Ecolo) ecologist parties made their parliamentary breakthrough in 1981. They focus heavily on environmental issues and are the most consistent critics of U.S. policy. Following significant gains made in the 1999 general elections, the two green parties joined a federal coalition cabinet for the first time in their history, but were ousted after the next elections. Agalev subsequently changed its name to Groen! in 2003. In 2012 the party dropped its trademark exclamation point and went on as Groen. ===Nationalists=== The foremost Flemish party in Belgium is the Vlaams Belang, which was founded in 2004, after its predecessor was condemned by a High Court for \"permanent incitation to discrimination and racism.\" On the far right, the Flanders separatist party Vlaams Blok steadily rose in the 1980s and 1990s. The other parties except the fortuynist party VLOTT maintain a cordon sanitaire on the Vlaams Belang as they did the Vlaams Blok. Although other parties in Belgium are supportive of Flemish and Dutch cultural issues, the Vlaams Belang is most strident in pursuing a secessionist agenda, for Flemish independence. In Wallonia, the Front National (FN) was the largest anti-immigrant Wallonian party. Officially, it was a bilingual party, but in reality, it was a purely French-speaking group, although it did support Belgian federalism. ===German-speaking Community=== The German-speaking parties do not play an important role on federal level. The main German- speaking parties are the Christian-democratic Christlich-Soziale Partei (CSP), the liberal Partei für Freiheit und Fortschritt (PFF), the social-democratic Sozialistische Partei (SP) and regionalist Pro deutschsprachige Gemeinschaft (ProDG). ==Alliances== After the installation of a 5% electoral threshold, with private funding close to forbidden and public funding only for parties with at least one representative in parliament, some of the smaller parties have made alliances with a larger, more traditional party, especially in the Flemish Region. Parties in any alliance remain independent, but they would field candidates on one combined list at elections. In general, the smaller party/parties would be assured of gaining seats, and the larger party would be assured of obtaining a larger overall share of the vote. This was especially true for the CD&V;/N-VA alliance, whereby CD&V; became the largest party by votes in the Flemish regional elections, so therefore it could initiate coalition talks and the party could appoint the leader of the Flemish regional government. The VLD/Vivant alliance did not perform well in the polls. The proposed SP.a/Spirit/Groen! alliance did not happen, instead the SP.a/Spirit alliance went to the polls, although the tripartite cartel became reality in some constituencies on the local level in the October 2006 municipal elections. ==Political parties== ===Flemish parties=== {| class=\"wikitable\" ! colspan=\"3\"| Name ! Ideology ! Leader ! Representatives ! Flemish MPs |- | bgcolor=| | align=center| N-VA | New Flemish Alliance, | Flemish nationalism | Bart De Wever | | |- | bgcolor=| | align=center| VB | Flemish Interest, | Flemish nationalism | Tom Van Grieken | | |- | bgcolor=| | align=center| CD&V; | Christian Democratic and Flemish, | Christian democracy | Joachim Coens | | |- | bgcolor=| | align=center| Open Vld | Open Flemish Liberals and Democrats, | Liberalism | Egbert Lachaert | | |- | bgcolor=| | align=center| Groen | Green, | Green politics | Meyrem Almaci | | |- | bgcolor=| | align=center| Vooruit | Forward, | Social democracy | Conner Rousseau | | |} ===Francophone parties=== {| class=\"wikitable\" ! colspan=\"3\"| Name ! Ideology ! Leader ! Representatives ! Walloon MPs |- | bgcolor=| | align=center| PS | Socialist Party | Social democracy | Paul Magnette | | |- | bgcolor=| | align=center| MR | Reformist Movement | Liberalism | Georges-Louis Bouchez | | |- | bgcolor=| | align=center| Ecolo | Ecolo | Green politics | Jean-Marc Nollet Rajae Maouane | | |- | bgcolor=| | align=center| cdH | Humanist Democratic Centre | Christian democracy | Maxime Prévot | | |- | bgcolor=| | align=center| DéFI | DéFI | Regionalism | François De Smet | | |} ===Bilingual parties=== {| class=\"wikitable\" ! colspan=\"3\"| Name ! Ideology ! Leader ! Representatives ! Flemish MPs ! Walloon MPs |- | bgcolor=| | align=center| PVDA–PTB | Workers' Party of Belgium | Marxism | Raoul Hedebouw | | | |} ===German-speaking parties=== {| class=\"wikitable\" ! colspan=\"3\"| Name ! Ideology ! Parliamentary leader ! PDG MPs ! National affiliation |- | bgcolor=| | align=center| ProDG | ProDG | Regionalism | Clemens Scholzen | | align=center| None |- | bgcolor=| | align=center| CSP | Christian Social Party | Christian democracy | Luc Frank | | align=center| cdH |- | bgcolor=| | align=center| SP | Socialist Party | Social democracy | Charles Servaty | | align=center| PS |- | bgcolor=| | align=center| Vivant | Vivant | Social liberalism | Roland Duchâtelet | | align=center| Vivant |- | bgcolor=| | align=center| Ecolo | Ecolo | Green politics | Freddy Mockel | | align=center| Ecolo |- | bgcolor=| | align=center| PFF | Party for Freedom and Progress | Liberalism | Kattrin Jadin | | align=center| MR |- |} === Minor parties === ==== Flemish ==== * Libertair, Direct, Democratisch/LDD (Libertarian, Direct, Democratic) * Rood! (Red!, socialist party) * Nieuwe Christen-Democraten/NCD (New Christian Democrats) * VLOTT ==== Francophone ==== * Parti Communiste/PC (Communist Party in Wallonia) * Force Nationale - Walloon far right party * Rassemblement Wallonie-France * Rassemblement Wallon * Liberal Democrats (LiDem) (former Listes Destexhe) ==== Bilingual/Unionist ==== * Piratenpartij - Parti pirate * DierAnimal (Party for the animals) * Be.One (immigrant rights) *Agora * Belgische Unie - Union Belge/BUB (Belgian Union) * Pro Bruxsel * European Federalist Party * Comité voor een Andere Politiek - Comité pour une Autre Politique/CAP (Committee for Another Policy) * Internationale Arbeidersliga - Ligue Internationale des Travailleurs (International Workers' League) * Ligue communiste révolutionnaire - Socialistische Arbeiderspartij/LCR-SAP (Revolutionary Communist League) * Linkse Socialistische Partij - Parti Socialiste de Lutte/LSP-PSL (Left Socialist Party) * Volt Belgique - België - Belgien (Belgian section of Volt Europa) ==See also== * Political parties in Flanders * List of political parties by country * Liberalism in Belgium * Politics of Belgium * Politics of Flanders * Politics of Wallonia ==References== Belgium Political parties Belgium",
 "title": "List of political parties in Belgium"
}