{
 "id": "356973",
 "text": "{{Infobox writer | name = Archibald Alison | honorific_suffix = | image = Archibald Alison.jpg | imagesize = | alt = | caption = Archibald Alison | pseudonym = | birth_name = | birth_date = | birth_place = Edinburgh | death_date = | death_place = Colinton, Edinburgh | resting_place = | occupation = Minister of religion Essayist | language = | nationality = Scottish | ethnicity = | citizenship = | education = | alma_mater = University of Glasgow Balliol College, Oxford | period = | genre = | subject = didactic and philosophical topics | movement = Scottish enlightenment | notableworks = Essay on the Nature and Principles of Taste (1790) | spouse = Dorothea Gregory (m. 1784) (d. 1830) | partner = | children = William Pulteney Alison, physician Sir Archibald Alison, advocate | relatives = Brother-in-law of the physician James Gregory | influences = | influenced = | awards = | signature = | signature_alt = | website = | portaldisp = }} Archibald Alison FRS FRSE (13 November 175717 May 1839) was a Scottish episcopalian priest and essayist. ==Early life== thumb|left|St Paul's Chapel on York Place (opened 1818) thumb|left|44 Heriot Row, Edinburgh, home of Rev Archibald Alison He was born in Edinburgh, to Patrick Alison a Edinburgh magistrate, himself a younger son of an Alison of Newhall, near Coupar Angus.Grant's Old and New Edinburgh vol III After studying at the University of Glasgow, where he established his lifelong friendship with Dugald Stewart, and at Balliol College, Oxford, he took orders in the Church of England, and was appointed in 1778 to the curacy of Brancepeth, near Durham. In 1784 he married Dorothea Gregory, youngest daughter of Professor Gregory of Edinburgh. ==Career== The next 20 years of his life were spent in Shropshire, where he held in succession the livings of High Ercall, Rodington and Kenley. In 1800 he moved back to Edinburgh, having been appointed senior incumbent of St Paul's Chapel in the Cowgate. For 34 years he filled this position with much ability; his sermons were characterised by quiet beauty of thought and grace of composition. His preaching attracted so many hearers that a new and larger church was built for him. The new St Paul's Chapel on York Place in the Edinburgh's New Town was completed in 1818, and Alison, along with Rev Robert Morehead served as clergy there. From 1791 until death he held the title of Prebendary to Salisbury Cathedral. In 1832 he was living at 44 Heriot Row in Edinburgh's city centre. His last years were spent at Colinton near Edinburgh, where he died on 17 May 1839. He was interred at St John's Episcopal Churchyard in Edinburgh. ==Family== He married Dorothea Gregory, the sister of James Gregory in 1784. She died in 1830. Their sons included Sir Archibald Alison, 1st Baronet and William Pulteney Alison. ==Works== Alison published, besides a Life of Lord Woodhouselee, a volume of sermons, which passed through several editions, and a work entitled Essays on the Nature and Principles of Taste (1790), based on the principle of \"association\". == References == Category:19th-century British philosophers Category:1757 births Category:1839 deaths Category:Alumni of the University of Glasgow Category:Alumni of Balliol College, Oxford Category:Writers from Edinburgh Category:Scottish biographers Category:18th- century Scottish Episcopalian priests Category:Scottish educators Category:Scottish philosophers Category:18th-century English Anglican priests Category:19th-century Scottish Episcopalian priests Category:Fellows of the Royal Society Category:Fellows of the Royal Society of Edinburgh Category:People of the Scottish Enlightenment Category:Enlightenment philosophers Category:18th-century Scottish educators Category:19th-century Scottish educators Category:Burials at St John's, Edinburgh",
 "title": "Archibald Alison (author)"
}