{
 "id": "35690",
 "text": "__NOTOC__ Year 649 (DCXLIX) was a common year starting on Thursday (link will display the full calendar) of the Julian calendar. The denomination 649 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Byzantine Empire ==== * Arab–Byzantine War: Arab naval forces under Abdullah ibn Saad conquer Cyprus, sacking the capital Constantia after a short siege, and looting the rest of the island. The Cypriots agree to pay the same revenue as they have done to Emperor Constans II. * Constans II orders Olympius, exarch of the Exarchate of Ravenna, to arrest Pope Martin I on the ostensible grounds that the pope's election has not been submitted to the emperor for approval, but in fact because of the Lateran Council of 649's condemnation of Monothelitism and the Type of Constans. Olympius attempts to gain the support of the citizens of Rome and the bishops, with little success, and perhaps considers the assassination of the Pope. ==== Europe ==== * January 20 - King Chindasuinth, at the urging of bishop Braulio of Zaragoza, crowns his son Recceswinth as co-ruler of the Visigothic Kingdom. ==== Arabian Empire ==== * Muawiyah ibn Abi Sufyan, governor of Syria, develops an Arab navy in the Levant and uses it to confront the Byzantine Empire in the Aegean Sea. It is manned by Monophysitise Christian, Coptic and Syrian Christian sailors. ==== China ==== * January 19 - The Tang campaign against Kucha ends after the forces of Kucha surrender, following a 40-day siege led by general Ashina She'er, establishing Chinese control over the northern Tarim Basin (Xinjiang). * July 10 - Emperor Taizong dies after a 23-year reign, in which he has restored the civil administration in China. He is succeeded by his son Gaozong, age 20, who becomes ruler of the Tang dynasty. ==== Japan ==== * Emperor Kōtoku has Soga no Kurayamada accused of treason. He strangles himself at the temple of Yamada-dera. Other relatives of the Soga clan are captured and executed. === By topic === ==== Religion ==== * May 14 - Pope Theodore I dies after a 7-year reign, in which he has shown generosity to the poor. He is succeeded on July 5 by Martin I as the 74th pope. * October 5 - The Lateran Council of 649, summoned by Theodore and carried forward by Martin, opens. It strongly condemns Monothelitism and the Type of Constans. == Births == * Approximate date - Wang Bo, Chinese poet (d. 676) * Xue Ne, Chinese general and chancellor of the Tang dynasty (d. 720) == Deaths == * March - John Climacus, Syrian monk and writer (b. c.579) * May 2 - Marutha of Tikrit, Persian theologian and Maphrian of the Syriac Orthodox Church (b. 565) * May 14 - Pope Theodore I, Jerusalem-born Greek pontiff * July 2 - Li Jing, Chinese general and chancellor of the Tang dynasty (b. 571) * July 6 - Goar of Aquitaine, Catholic priest and hermit (b. c.585) * July 10 - Taizong, Chinese Tang dynasty emperor (b. 598) * December 3 - Birinus, French-born Bishop of Dorchester in Wessex (b. c.600) * Rogallach mac Uatach, Irish king of Connacht (murdered) * Soga no Kurayamada, Japanese udaijin * Songtsen Gampo, founder of the Tibetan Empire == References == === Sources === *",
 "title": "649"
}