{
 "id": "357032",
 "text": "The Maryland Transit Administration (MTA) is a state-operated mass transit administration in Maryland, and is part of the Maryland Department of Transportation. The MTA operates a comprehensive transit system throughout the Baltimore-Washington Metropolitan Area. There are 80 bus lines serving Baltimore's public transportation needs, along with other services that include the Light Rail, Metro Subway, and MARC Train. With nearly half the population of Baltimore residents lacking access to a car, the MTA is an important part of the regional transit picture. The system has many connections to other transit agencies of Central Maryland, Washington, D.C., Northern Virginia, and south-central Pennsylvania (Hanover, Harrisburg, and York): WMATA, Charm City Circulator, Regional Transportation Agency of Central Maryland, Annapolis Transit, Rabbit Transit, Ride-On, and TransIT. ==History== The MTA took over the operations of the old Baltimore Transit Company on April 30, 1970. It was originally known as the Baltimore Metropolitan Transit Authority, then the Mass Transit Administration before it changed to its current name in October 2001. Many of the routes of most of the agency's current bus lines are based on the original streetcars operated by the Baltimore Transit Company and its parent companies from the 1890s to the 1960s. All these routes were ultimately converted to rubber tire bus operations, and many of them were consolidated, extended into newly developed areas, or otherwise reconfigured to keep up with the ridership demands of the times. Additional routes and extensions were added in later years to serve communities that were later developed, and to feed into Metro and Light Rail stations that were later built. With the growth in popularity of the private automobile during the 20th century, streetcar and bus ridership declined, and the needs for public transportation changed. Mass transit in Baltimore and other cities shifted from a corporate operation to a tax-subsidized state-run service. The amount of service provided was greatly reduced, and some areas once served by streetcars are currently served by buses very minimally or not at all. The demise of the Baltimore streetcar took place between the years of 1947 and 1963, as operators found buses to be low maintenance and more cost- efficient. As rails were demolished, Baltimore was no longer a streetcar city. As transit needs and trends changed, rail transit did return to the city, with the Metro Subway opening in 1983 and the Light Rail in 1992. The track gauge was , a unique gauge. ==Bus services== Bus services operate throughout the Baltimore-Washington Metropolitan Area and other parts of the state. These include local bus routes which serve areas of Baltimore City, Baltimore County, and Anne Arundel County. Neighborhood shuttle service operating in specific Baltimore City areas, mainly in the northwest region. QuickBus operates limited-stop service throughout the city. Commuter, express, and intercounty connector bus routes operate within other parts of the state usually via highways or Interstate. ===Local bus=== LocalLink bus lines are identified by crosstown routes (21–38) and feeder routes (51–95). There are currently forty-three local bus routes throughout the urban and suburban area of Baltimore City numbered 21 through 95.Bus Routes . MTA Maryland. Retrieved August 30, 2010 ===Quickbus=== Until June 2017, The MTA operated four limited- stop routes known as Quickbus or qb, which were designated as routes qb40, qb46, qb47, and qb48. ===Neighborhood Shuttle Bug=== Until June 2017, The MTA had two neighborhood shuttle routes: The Mondawmin Shuttle Bug Route 97 and the Hampden Shuttle Bug Route 98. These routes can be identified by their distinctive brand colors and logos. ===Express bus=== The MTA operates 9 express bus lines in the Baltimore area, which are the 103, 104, 105, 115, 120, 150, 154, 160, and 163.Express Bus Routes . MTA Maryland. Retrieved September 1, 2010 ===Commuter bus=== 200px|thumb|right|MTA Maryland MCI D4500CTH #176 Independent bus companies operate 26 commuter bus routes in the Washington D.C. and Baltimore regions. There are five Baltimore-bound bus lines numbered in the 300 and 400 range; while the sixteen Washington-bound bus lines are numbered in the 600 and 900 range.Commuter Bus Schedules & System Maps . MTA Maryland. Retrieved September 1, 2010 These routes range from 310 through 995. Buses travelling on MD 200 are numbered in the 200 range. Five routes ranging 201 through 205.. MTA Maryland. Retrieved October 1, 2011 ==Rail services== ===Heavy rail (Metro Subway)=== This system operates elevated and underground from a corporate and shopping complex in Owings Mills in Baltimore County into the heart of Downtown Baltimore City's business, shopping and sightseeing districts to the world-renowned Johns Hopkins Medical Center Complex. The northwest-southeastbound route includes 14 station stops. Its route through the densest parts of the city is underground, from Hopkins Hospital to a portal west of Mondawmin station, where it immediately rises to an elevated concrete right of way parallel to Wabash Avenue practically at the city line. Entering Baltimore County, the line goes to the surface, passing through communities along the way to commuter-based stops at Milford Mill Road (Pikesville) and Old Court Road (Pikesville). From Old Court, the tracks pass underneath the I-695/795 interchange and travel the median of 795 till their end at Owings Mills (Painter's Mill Road) This station is the centerpiece of a huge project urbanizing that immediate area, with a Baltimore County Public Library branch, and classroom space for the Community College of Baltimore County. Residential and commercial development is planned to follow the completion of the education buildings. There were efforts underway to extend the line northeast through the city with phase 1 to Morgan State University and phase 2 beyond the city limits to the White Marsh Town Center area. If they come to fruition, the line will be renamed the Green Line, coordinating with the Red Line (east-west Woodlawn/Security-Hopkins Bayview Hospital) which Maryland Governor Larry Hogan cancelled on June 25, 2017, with the creation of Baltimore Link. Unfortunately, Baltimore City plans for transit were not mapped and $900 million of federally funded money was sent back. Funding for the Green Line extension is still years from being secured but includes an option to extend it as light rail or BRT from Johns Hopkins Hospital. thumb|left|250px|An ABB built 2-car light rail at Convention Center/ Pratt Street Stop ===Light rail=== This service travels from a corporate, hotel, and shopping complex in Baltimore County’s Hunt Valley, through the suburbs north of Baltimore and northern Baltimore City and into the heart of downtown Baltimore's shopping, sightseeing, dining, and entertainment districts, past the harbor and through southern Baltimore City and finally to BWI Marshall Airport and Cromwell Station/Glen Burnie in Anne Arundel County. There is also a spur to Amtrak’s Baltimore Penn Station. The Light Rail operates at grade for the most part, though it travels on bridges crossing several bodies of water. There are 33 station stops along the system. Although much of the line was single-tracked when it was built, the MTA completed a double-tracking project on February 26, 2006, and now only a few short single-track sections remain. thumb|250px|right|MARC commuter train at Dickerson station ===Commuter rail (MARC)=== This service operates three lines that provide commuter rail service to riders out of and into Baltimore, Washington, D.C., Frederick, Perryville, and Martinsburg, WV, as well as several other locations in between. ==Mobility services== ===Paratransit=== The MTA began offering paratransit service for persons with disabilities in 1978 when it took over a mobility service in Baltimore previously operated by Lutheran Family Services.\"Maryland Transit Timeline\" MTA Maryland. Retrieved September 28, 2010 This mobility service is a \"non-fixed route\" service and consists of a fleet of specially converted Ford E-Series vans and Ford Crown Victorias. Some service is contracted out to MV Transportation and Transdev, but all vehicles are owned by MTA. thumb|250px|right|MTA Maryland Ford E-Series van used for Mobility services. ===Taxi Access=== A sub-service of the Paratransit program is MTA's Taxi Access program. The Taxi Access program ensures that any sufficiently physically disabled person that consistently requires Paratransit service can also qualify for the Taxi Access program. The Taxi Access program allows the bearer of a Taxi Access card to take a taxicab door-to-door within the limits of anywhere MTA Paratransit vans go; i.e. within 1/3 of a mile of an MTA public transit stop of any kind. Once the trip is complete, total out- of-pocket cost for the customer is $3.00, and the MTA picks up the rest of the price of the fare, \"paying\" it to the driver in the form of a voucher that s/he later redeems at his/her cab company headquarters.Taxi Access II Service MTA Maryland pdf brochure, retrieved December 8, 2009 ==Future service== Outside of Washington, D.C., the MTA is constructing the Purple Line, a light rail system that will operate between Bethesda and New Carrollton. As of early 2022, MTA is projecting that the line will begin passenger operations in fall 2026. ==Proposed services== The MTA is studied a number of proposed services, which included the Red Line (a proposed east–west light rail line that would have passed from Woodlawn pass near Patterson Park) to Johns Hopkins Bayview Med. Ctr. and the Green Line (a proposed north–south line that would have extended from the Johns Hopkins Hospital into northeast Baltimore, possibly as an extension of the Metro Subway). As of summer 2011, the Red Line had received federal permission to enter preliminary engineering. Both lines were cancelled by Gov. Larry Hogan in June 2015. The Corridor Cities Transitway between Gaithersburg and Clarksburg is being evaluated for bus rapid transit or light rail service. ==BaltimoreLink== BaltimoreLink is an overhaul of the core MTA bus service within and around Baltimore City. The announcement of the Baltimore Link plan came from Gov. Larry Hogan in 2015, as part of a $135 Million investment to help improve the transit system through the entire Baltimore metropolitan area. The announcement came on the heels of Gov. Hogan rejecting the initially planned Red Line and Green Line light-rail systems. ===Routes=== BaltimoreLink has three forms of bus service: CityLink, ExpressLink, and LocalLink. System maps are available online.Maryland Transit Administration ===CityLink=== * CityLink Blue (BL): CMS / Westgate <-> Hopkins Bayview * CityLink Brown (BR): White Marsh / Overlea <-> University Of Maryland Medical Center * CityLink Gold (GD): Walbrook Junction <-> Berea / Canton Crossing * CityLink Green (GR): Towson <-> Inner Harbor * CityLink Lime (LM): Northwest Hospital <-> Druid Hill Park / Harbor East * CityLink Navy (NV): Watersedge / Dundalk (Center Place Loop) / Turners Station (Late night) <-> Mondawmin Metro Station * CityLink Orange (OR): Fox Ridge (Essex) <-> West Baltimore MARC Station * CityLink Pink (PK): Cedonia <-> West Baltimore MARC Station * CityLink Purple (PR): Rt. 40 & Rolling Road (Catonsville) / Paradise Loop <-> Johns Hopkins Hospital * CityLink Red (RD): Lutherville / Towson <-> University of Maryland Transit Center / Greenmount North * CityLink Yellow (YW): Patapsco Light Rail Station / UMBC <-> Mondawmin Metro Station * CityLink Silver (SV): Curtis Bay <-> Johns Hopkins University / Morgan State Universitythumb|2002 Baltimore Rail Plan|alt= ===Express BusLink=== * Express Bus Link 103: Cromwell <-> Inner Harbor / Kirk Ave (Am & Pm Reverse Commute trips) * Express Bus Link 104: Cromwell <-> Hopkins Hospital/Harbor East * Express Bus Link 105: Cedonia <-> Lexington Market Metro * Express Bus Link 115: Perry Hall <-> Lexington Market Metro / North Ave (Am & Pm Reverse Commute trips) * Express Bus Link 120: White Marsh Park & Ride <-> Charles Ctr. and Johns Hopkins Hospital * Express Bus Link 150: Columbia <-> Harbor East * Express Bus Link 154: State Center Metro <-> Carney / Hillendale * Express Bus Link 160: Charles Ctr. and Johns Hopkins Hospital <-> Essex / Whispering Woods * Express Bus Link 163: West Baltimore Marc <-> Tradepoint Alantic ===LocalLink=== * No. 21 Woodberry Light Rail Station <-> Canton Crossing * No. 22 Bayview <-> Mondawmin Metro Station * No. 26 South Baltimore Park & Ride <-> Mondawmin Metro Station * No. 28 Moravia <-> Rogers Ave Metro Station * No. 29 Mondawmin Metro Station <-> Brooklyn Homes * No. 30 Rogers Ave Metro Station <-> Hollander Ridge * No. 31 Sinai Hospital <-> Security Square Mall via Rogers Ave Metro * No. 33 Overlea <-> Mt. Washington Light Rail Station * No. 34 Falls Rd Light Rail Station/Greenspring Station <-> Westview Mall * No. 36 Essex (Fox Ridge) <-> Towson * No. 37 Old Court Metro <-> UMBC * No. 51 Towson <-> Downtown * No. 52 Stella Maris <-> Greenmount North * No. 53 Sheppard Pratt / Cromwell Bridge <-> State Center Metro Station * No. 54 Hillendale/ Carney Park & Ride <-> State Center Metro Station * No. 56 White Marsh Park & Ride <-> Downtown (Fayette Plaza) * No. 57 Belair-Edison Shuttle * No. 59 Whispering Woods <-> Moravia via Bayview * No. 62 CCBC Essex <-> Turner Station * No. 63 Gardenville Loop/Hopkins Bayview <-> Tradepoint Atlantic (Sparrows Point) * No. 65 Downtown (Fayette Plaza) <-> CCBC Dundalk / Dundalk Marine Terminal * No. 67 City Hall <-> Marley Neck * No. 69 Jumpers Hole <-> Patapsco Light Rail Station / UM Medical Center (Late Night) * No. 70 Annapolis <-> Patapsco Light Rail Station / UM Medical Center (Late Night) * No. 71 Patapsco Light Rail Station <-> Lexington Market Metro Station via Cherry Hill * No. 73 Patapsco Light Rail Station <-> State Center Metro Station via Greyhound * No. 75 Parkway Center / Arundel Mills <-> Patapsco Light Rail Station / UM Medical Center via Greyhound (Late Night) *No. 76 Downtown <-> UMBC & CCBC Catonsville * No. 77 Catonsville(Rt. 40 & Rolling Road) <-> West Baltimore MARC Station * No. 78 CMS <-> City Hall * No. 79 CMS <-> Mondawmin Metro Station * No. 80 Rogers Ave Metro <-> City Hall * No. 81 Deer Park Plaza <-> Milford Mill Metro Station * No. 82 Reisterstown Plaza Metro Station <-> Park Circle * No. 83 Old Court Metro Station <-> Mondawmin Metro Station * No. 85 Milford Mill Metro Station <-> Penn North Metro Station * No. 87 Glyndon <-> Owings Mills Metro Station * No. 89 Red Run Blvd / Owings Mills Metro Station <-> Rogers Ave Metro Station * No. 91 Mondawmin Metro Station <-> Sinai Hospital * No. 92 Glen & Key <-> Owings Mills Center (Various Destinations) * No. 93 Hunt Valley <-> Towson via Lutherville Light Rail Station *No. 94 Sinai Hospital <-> Fort McHenry *No. 95 Roland Park <-> Inner Harbor (AM & PM rush only) ==Fares== ===Fare collection methods=== Prior to the summer of 2005, the MTA used an older fare collection system. Day passes purchased on buses were printed out by a separate machine from the bus fareboxes. It was possible to alter these passes so that they could be used on other days and to sell them to other passengers or make duplicate passes and sell them to others for cheaper than the MTA's official fares. This was despite the fact that they were officially non-transferable. The MTA has since installed new fareboxes on all of its buses that issue daily passes with magnetic strips; new ticket vending machines at Light Rail and Metro Subway stations issue identical passes including the weekly and monthly passes. Weekly and monthly passes are not sold on buses. The newer day passes can be used only on the appropriate day because the machine encodes the date and expiration time in the magnetic strip, which is read when swiped through the magnetic reader. Swiping the pass also sets a time waiting period on reuse so the pass cannot be immediately handed to a different passenger and used for free boarding. This also makes it difficult for passengers to use counterfeit passes when boarding the bus, Light Rail, and Metro Subway. The MTA continues to struggle with passengers who purchase day passes, use them, then resell them at a direct loss to the agency. State employees who possess a Maryland State Employee ID card can ride MTA local bus, Light Rail, and the Metro Subway free of charge. Any state employee with the ID card can get a continuation ticket to get through the gates on the Metro Subway. For the bus, the person shows the state employee ID card to the driver when boarding. On the Light Rail, they have to show the ID card only in the event of a fare inspection while other passengers show their tickets. MTA employees can also ride free of charge if they carry their MTA employee ID card. The MARC Train service is preparing for the eventual integration with the regional SmarTrip smartcard-based fare system. The system will involve conductors using hand- held units to validate SmarTrip cards as well as the MTA's Maryland Transit Pass. MTA recently introduced a new mobile ticketing service called CharmPass which allows passengers to present their fare on all MTA services using their mobile devices. ===CharmCard=== The MTA began selling smart cards under the name CharmCard in 2011. These are similar to, and compatible with, the Washington Metropolitan Area Transit Authority's regional smart card system, the SmarTrip card. When the CharmCard system is fully implemented, it will be used not only on Maryland Transit Administration transit services, but will also be able to be used in Washington D.C. on all WMATA buses, the Washington Metro and on most local bus services in Northern Virginia. Likewise, the WMATA SmarTrip card will be accepted by the fareboxes used by the MTA. ==Special programs== ===Baltimore City Public School System=== An agreement between the Baltimore City Public School System and the Maryland Transit Administration provided eligible BCPSS students (usually students who live outside a predetermined area surrounding the school) during a school year with a color- coded booklet of dated tickets each month and an identification card. The tickets allowed students to ride on MTA buses, light rail, and subway free going to and from school. The farebox was able to issue magnetic transfers to ticket holders who must use more than one bus. They were valid for 90 minutes of unlimited travel at the driver's discretion. In 2011, a new agreement was put in place for the students. Instead of the color-coded booklet, they were issued a monthly bus pass called an S-Pass. It is a bus pass that is valid for the given month from 6AM until 8PM. The S-Pass can allow students to ride and pass through an unlimited times through the Metro Subway gate, unlike the transfers from the color-coded booklet from in the past. ===MTA college pass=== The Maryland Transit Administration has a special program set up with 24 Baltimore area colleges and universities which allows college students who are enrolled in a minimum of 6 hours per week can receive a monthly pass for $52.90. ====Participating colleges==== *Anne Arundel Community College *Baltimore City Community College *Baltimore International College *Catonsville Community College *Notre Dame of Maryland University *Coppin State University *Dundalk Community College *Essex Community College *Harrison Career Institute *Johns Hopkins University **Homewood Campus **School of Medicine **School of Nursing **School of Public Health **School of Radiology *Morgan State University *Stevenson University (formerly Villa Julie College) *Towson University *University of Baltimore *University of Maryland, Baltimore *University of Maryland, Baltimore County ==Police force== The MTA employs its own force of 150 police officers to protect the transit system and its passengers, the Maryland Transit Administration Police. ==Administrators== The following people have served as Administrators of the Maryland Transit Administration and its predecessor agencies. *Walter J. Addison: 1969–1979 *L.A. Kimball: 1979–1984 *Ronald J. Hartman: 1984–1993 *John Agro: 1993–1997 *Ronald Freeman: 1997–2001 *Virginia White: 2001–2002 (acting) *Robert L. Smith: 2002–2004 *Lisa Dickerson: 2004–2007 *Paul J. Wiedefeld: 2007–2009 *Ralign T. Wells: 2009–2013 *Robert L. Smith: 2013–2015 *Ronald Barnes: 2015 (acting) *Paul W. Comfort: 2015–2017 *Kevin B. Quinn: 2017–2021 *Holly Arnold 2021 ==Public transit laws== Section 7-705 of the Maryland Transportation article (Annotated Code of Maryland) enumerates a list of acts specifically prohibited on public transit vehicles, with penalties of fines up to $1,000 and possible jail terms for violations. In addition to the enumerated rules of behavior, Section 7-705 also allows the MTA to enforce local government laws on public transit vehicles. Many of the rules are conspicuously posted on transit vehicles, bus stops and rail platforms. However, they are rarely enforced, making many unpleasant trips for those who actually follow these rules. == See also == * Baltimore Streetcar Museum * Baltimore-Washington Superconducting Maglev Project ==References== ==External links== *Official MTA site (Mobile) *What is the CharmCard site *Taxi Access II trip planner for Taxi Access program. Category:Transportation in Baltimore Category:Intermodal transportation authorities in Maryland Category:Passenger rail transportation in Maryland Category:Bus transportation in Maryland Category:Rapid transit in Maryland Category:5 ft 4½ in gauge railways Category:1970 establishments in Maryland",
 "title": "Maryland Transit Administration"
}