{
 "id": "357264",
 "text": "Radio Canada International (RCI) is the international broadcasting service of the Canadian Broadcasting Corporation (CBC). Prior to 1970, RCI was known as the CBC International Service. The broadcasting service was also previously referred to as the Voice of Canada, broadcasting on shortwave from powerful transmitters in Sackville, New Brunswick. \"In its heyday\", said Radio World magazine, \"Radio Canada International was one of the world's most listened-to international shortwave broadcasters\". However, as the result of an 80 percent budget cut, shortwave services were terminated in June 2012, and RCI became accessible exclusively via the Internet. It also reduced its services to five languages (in contrast with the 14 languages it used in 1990) and ended production of its own news service. On December 3, 2020, RCI announced that its staff was being reduced from 20 to 9 (in contrast to 200 employees in 1990) and that its English and French language sections would close and be replaced by curated content from the domestic CBC and Radio-Canada services. RCI would also begin offering online services in Punjabi and Tagalog. The changes went into effect on May 19, 2021. == History == === The early years (1942-1953) === The idea for creating an international radio voice for Canada was first proposed as far back as the 1930s. Several studies commissioned by the CBC Board of Governors in the late 1930s had come to the conclusion that Canada needed a radio service to broadcast a Canadian point of view to the world. By the early 1940s, this need was also recognized by a series of Parliamentary Broadcasting Committees. Finally, in 1942, Prime Minister William Lyon MacKenzie King announced that Canada would begin a shortwave radio service that would keep members of the Canadian Armed Forces in touch with news and entertainment from home. The CBC International Service became a reality with the signing of an Order-in-Council on September 18, 1942. By the end of 1944, both the production facilities and the transmitting plant were ready for test broadcasts. These tests, which began on December 25, 1944, were broadcast to Canadian troops in Europe in both English and French. Psychological warfare in German to Europe began in December 1944 as well. The German section was staffed by refugees such as Helmut Blume and Eric Koch and would go on to broadcast \"denazification\" programming as well as broadcasts aimed at East Germany during the Cold War. In early 1945, it was announced that the CBC International Service was ready and would go on the air for real on February 25 using the name the \"Voice of Canada\". By 1946, the CBC International Service had expanded to include regular transmissions in Czech and Dutch. Beginning in July, special once-a-week programs were broadcast to Scandinavia in Swedish and Danish and later in Norwegian, as well. In November 1946, daily broadcasts started to the Caribbean in English. There were also Sunday night programs broadcast to Cuba, Colombia, Peru and Ecuador in Spanish and to Brazil in Portuguese. Daily Spanish and Portuguese transmissions began on July 6, 1947. At around the same time as the expansion into the Caribbean and Latin America, the CBC International Service became involved with the newly formed United Nations. United Nations broadcasts through the CBC International Service continued until November 29, 1952, when they were transferred to larger shortwave facilities run by the Voice of America. === Early Cold War broadcasting (1950-1967) === Throughout its early years, the CBC International Service concentrated on broadcasting to Western Europe in the aftermath of World War II. By the early 1950s several international shortwave stations began to beam programs into the Soviet bloc countries in an effort to circumvent heavy censorship of world news to their citizens. * The CBC International Service's Russian-language transmissions were jammed during the 1950s and into the mid 1960s, stopping about 1967. * On March 4, 1961, the Danish, Dutch, Italian, Norwegian, and Swedish services were all discontinued. * In addition, the German service was reoriented from its previous emphasis on West Germany to focus on East Germany. New English and French programs directed to Africa were added giving the International Service direct coverage to every continent except Asia. === The Cold War era (1967-1991) === The CBC International Service played a major role in covering Canada's Centennial celebrations in 1967. Ceremonies from coast to coast were carried over short- wave to the world on July 1, 1967 as Canada marked its 100th birthday. In July 1970, the service was renamed Radio Canada International. The change took place because it was felt that RCI should have its own identity, separate from the CBC domestic network, even though RCI had just been fully integrated into the CBC system. On November 7, 1971, RCI inaugurated its new 250 kW transmitters which were five times more powerful than the existing units. This significantly improved RCI's signal quality in Europe and Africa. Canada recognized the People's Republic of China in 1971. Before beginning its Mandarin Chinese service, RCI produced a 40-week series called Everyday English which was broadcast in 1988 and early 1989 over local stations in Beijing, Shanghai, and Guangzhou. With an estimated audience of almost 20 million, the course was a huge success. Just 10 months after beginning the Chinese broadcasts, RCI started a series of Arabic broadcasts to the Middle East. This coincided with the United Nations effort in the Persian Gulf to support the Gulf war, of which Canada was a participant. === RCI under threat (1991–2006) === In early 1991, facing further budget deficits, the Government of Canada ordered an across-the-board budget cut. Every ministry and Crown corporation, including the CBC, was required to participate. After evaluating its own budget, the CBC decided it could no longer pay for Radio Canada International without extra funding from the federal government. To save the service, RCI Program Director Allan Familiant announced a major restructuring that took effect on March 25, 1991. As a result, six of the thirteen languages included in the programming (Czech, German, Hungarian, Japanese, Polish, and Portuguese) were discontinued. There was also a short-wave program that went out to sub-Saharan Africa that was discontinued in 2000. While the English and French services survived, all RCI-produced programming (except for news broadcasts) were eliminated and replaced with CBC Domestic network programs. Since then, some RCI-produced programs in English and French have been restored. RCI then began a two audio stream, which became a three audio stream programming delivery structure after 2000. Initial programming delivery structure (2000-2004) * RCI-1 English / French * RCI-2 French / Multilingual Later programming delivery structure (2004-2006) * RCI-1 English * RCI-2 French * RCI-3 Multilingual These audio streams were available from RCI's website as well as across Europe, the Middle East and Northern Africa, utilizing the Hotbird-6 satellite. In late 2006 the online streams were eliminated in favour of a single online multilingual stream. On December 1, 2005, Radio Canada International began broadcasting its program across North America as RCIplus, utilizing the Sirius satellite radio system. This was part of a CBC/Radio-Canada selection of satellite channels which included national versions of domestic radio stations from CBC Radio and Première Chaîne. === RCI Viva, the Internet Era (2006–2012) === Following an internal review in the summer of 2006, Radio Canada International announced a restructuring of its programming output. Its homepage press release read: \"Radio Canada International is proud to announce that it will launch its new English programming on Monday, October 30th. In the interim, our current shows will be replaced by two programs, from October the 2nd to the 29th.\" On October 30, 2006 Radio Canada International relaunched its English and French programming with a new focus on information for new immigrants to Canada as well as continuing to broadcast to the world, moving away from news and current affairs. It also increased its broadcast hours to 12 hours a week, which could be heard via satellite and online, although its shortwave hours were restricted and remained unchanged. A new Internet service called RCI Viva acted as an online portal for new Canadian immigrants. RCI Viva was an on- demand listening portal as well as an online stream, whereas listeners in North America could listen via satellite subscription radio from Sirius Canada entitled RCI plus. Both RCI Viva and RCI plus used a similar multilingual schedule. Listeners in Europe were still able to listen to RCI's three channels in English, French and multilingual. An interim program, on the English-language service during October called Canada Today in Transition was broadcast as a single program across Europe, Africa and the Middle East, replacing the two regular editions for Europe and Africa. It was hosted by ex- Canada Today for Africa presenter Carmel Kilkenny. The new two-hour English- language flagship program is called The Link and is hosted by Marc Montgomery, replacing RCI's previous weekday programs Canada Today, Media Zone, Sci-Tech File, and Business Sense. Its French-language counterpart is called Tam-Tam Canada and is presented by Raymond Desmarteau, which replaced Le Canada en direct, Le sens des affaires and its previous current-affairs based shows. Programs in Arabic, Russian, Spanish, Portuguese, Chinese and Ukrainian were relatively unchanged. The Link was also repeated on CBC Radio One, as part of the CBC Radio Overnight lineup. In November 2006, Radio Sweden's medium-wave broadcast from Sölvesborg ceased regular transmissions as a result of a modification in its shortwave time-share agreement which had Radio Sweden to broadcast to North America via RCI's transmitters in Sackville and RCI to Europe via Radio Sweden until Sackville's closure in 2012. === Budget cuts and the end of shortwave broadcasting (2012) === On April 4, 2012, an approximate 80 percent budget cut to the International service from $12.3 million a year to $2.3 million a year was announced by RCI Director Hélène Parent. In the 2012 federal budget, a 10 percent funding reduction was announced for the domestic broadcaster, CBC/Radio-Canada. The Crown corporation subsequently translated this to an 80 percent reduction to the International service under its financial and managerial control. These changes effectively ended broadcasting by RCI via shortwave and satellite. RCI News service (as a separate news service from the CBC/Radio-Canada derived news) ended, and the Brazilian and Russian sections closed. All shortwave transmissions (including those from the Sackville Relay Station in Sackville, New Brunswick), satellite, and all broadcast programming ended on June 26, 2012. In addition: * All contractual and temporary staff, along with fully two-thirds of permanent staff, lost their jobs. * China Radio International and other international broadcasters which leased transmitter time from RCI had their contracts terminated * The Sackville Relay Station's transmitter complex in Sackville, New Brunswick was dismantled in winter/spring 2014 and CBC/Radio- Canada. The property has since been sold. * As of 2014, RCI consisted of a skeleton staff based in Toronto and Montreal for producing podcasts and limited webpage content in five languages (Spanish, Arabic, French, English, and Mandarin). ===RCI today=== Until 2020, Radio Canada International maintained a website, a mobile app, and a cybermagazine, in English, French, Mandarin, and Arabic that was updated with news items and features written by RCI staff. The service produced podcasts in those languages, both general interest podcasts featuring news, interviews, and reports on Canada, and limited series thematic podcasts on various topics related to Canada or Canadian activity internationally. As of 2020, the flagship half-hour weekly podcasts were The Link (English), Tam-Tam Canada (French), Canadá en las Américas Café (Spanish), Voice of Canada (Mandarin), and Without Limits (Arabic). On December 3, 2020, RCI announced that its staff was being reduced from 20 to nine - consisting of \"five journalists assigned to translate and adapt CBC and Radio-Canada articles, three field reporters, and one chief editor\" and that its English and French language sections would close and be replaced by curated content from the domestic CBC and Radio-Canada services, and the Arabic, Spanish, and Chinese sections would also be cut in size. However, RCI would also begin offering online services in two new languages: Punjabi and Tagalog. RCI's old website was closed and instead, RCI content was incorporated into an RCI portal on the CBC website which features curated articles from the CBC and Radio Canada websites in English and French and articles from CBC and Radio-Canada translated into five foreign languages as well as reports from RCI's field reporters. 10-minute weekly podcasts of Canadian news are also posted in those five languages rounding up the top Canadian stories for foreign audiences as well as reports from the field in Chinese, Arabic and Punjabi. RCI's five mobile apps were deleted and folded into the CBC News and Radio-Canada Info mobile apps. According to RCI's announcement: \"RCI’s operations will focus on three main areas: translating and adapting a curated selection of articles from CBCNews.ca and Radio- Canada.ca sites; producing a new weekly podcast in each RCI language; and producing reports from the field in Chinese, Arabic and Punjabi.\" ===Reaction to 2021 changes=== Tony Burman, a former editor-in-chief of CBC News, criticised the changes saying they were \"flipping RCI’s historic mission on its head\" by refocussing RCI on immigrants within Canada rather than on producing content for international audiences. In February 2021, an open letter was sent to Prime Minister Justin Trudeau signed by 32 prominent Canadians including former prime minister and foreign minister Joe Clark, former foreign minister Lloyd Axworthy, former Canadian ambassador to the United Nations Stephen Lewis, actor Donald Sutherland, author Naomi Klein, former CBC Radio managing editor Jeffrey Dvorkin, and others, calling on CBC to rebuild the international service stating that \"In an interconnected world in search of truth, facts and honest journalism, countries like Canada cannot abdicate their role on the world stage.” ==History of RCI's foreign-language services== History of RCI Language Broadcasting Services {| class=\"wikitable\" Style=\"text-align: left; vertical-align: top;\" |- ! Language ! Start date ! Stop date ! Restart date |- | Arabic | 2000 | style=\"text-align: center; | — | style=\"text-align: center; | — |- | Chinese-Mandarin | 1988 | style=\"text- align: center; | — | style=\"text-align: center; | — |- | Czech | 1946 (see Slovak) | March 25, 1991 | style=\"text-align: center; | — |- | Danish | 1946 | March 4, 1961 | style=\"text-align: center; | — |- | Dutch | 1946 | March 4, 1961 | style=\"text-align: center; | — |- | English | December 25, 1944Test transmissions started in 1944, formal broadcasting started on February 25, 1945. | March 31, 2021 | style=\"text-align: center; | — |- | Finnish | December 1950 | January 29, 1955 | style=\"text-align: center; | — |- | French | December 25, 1944 | March 31, 2021 | style=\"text-align: center; | — |- | French-Creole | 1989 | 2001 | style=\"text-align: center; | — |- | German | December 1944 | March 25, 1991 | style=\"text-align: center; | — |- | Hungarian | January 1951 | March 25, 1991 | style=\"text-align: center; | — |- | Japanese | 1988 | March 25, 1991 | style=\"text-align: center; | — |- | Italian | January 1949 | March 4, 1961 | style=\"text-align: center; | — |- | Norwegian | 1947 | March 4, 1961 | style=\"text-align: center; | — |- | Polish | January 1951 | March 25, 1991 | style=\"text-align: center; | — |- | Portuguese-Brazil | July 6, 1947 | March 25, 1991 | 2004, ended May 10, 2012 |- | Punjabi | May 19, 2021 | style=\"text-align: center; | — | style=\"text-align: center; | — |- | RussianThe RCI Russian Service experienced jamming until 1967. | January 1951 | May 10, 2012 | style=\"text-align: center; | — |- | Slovak | January 1951 | March 25, 1991 | style=\"text-align: center; | — |- | Spanish | July 6, 1947 | style=\"text-align: center; | — | style=\"text-align: center; | — |- | Swedish | 1946 | March 4, 1961 | style=\"text-align: center; | — |- | Tagalog | June 2021 | style=\"text-align: center; | — | style=\"text-align: center; | — |- | Ukrainian | July 1, 1952 | style=\"text-align: center; | 2009 | style=\"text- align: center; | — |} == Station == === Interval signal === RCI's interval signal was the first four notes of O Canada played on a piano, followed by \"Radio Canada International\" pronounced in English, and then French. * Prior to the late 1980s, there were two interval signals used. One was the aforementioned piano signal and the other was the same four notes of O Canada played on an auto harp. * This second (now decommissioned) tuning signal was also known as a \"slewing signal\". This slewing signal was used whenever RCI's transmitter beams had to be reversed (say from broadcasting to Europe to the western United States) quickly. * The slewing signal was dropped when computer control was added to RCI's transmitter plant in the mid-to-late 1980s. * From the late 1970s to the early 2000s a jazz version of the French-Canadian folk song \"Vive la Canadienne\" (arranged by Lee Gagnon and published on LP in 1976) was used as an additional signature tune. === Studios === The main studios for RCI have been in Montreal since RCI was created in 1943-44\\. RCI as a corporate entity (separate from its broadcasting operations) has also been based in Montreal since its inception in the 1940s, with its studios and offices located initially in a former brothel, moving to the converted Ford Hotel a few years later, and then to rented office tower space. In 1973, RCI moved to its current home, Maison Radio-Canada. === Budget === Figures are Canadian dollars (CAD). *2003: 14.2 million / year *2004: 14.4 million *2011: 12.3 million *2013: 2.3 million RCI's Gross Cost per Canadian resident (per year) was: CAD0.38 (2003, 2004). === Hours of programming produced (per week) === Note: there are 168 hours in a week (24 hours × 7 days). RCI's Programming Production (historical) * 1950s: 85 (WWII recovery phase for broadcaster) * 1960s: 80 (Language services to Western Europe cut, Russian & Ukrainian launched) * 1970s: 98 (Cold War détentes) * 1980s: 134 (late Cold War) In the 1990s RCI's programming output peaked * 1990: 195 * 1996: 175 == Sackville relay station == The Canadian Broadcasting Corporation, RCI's parent, owned and operated the Sackville transmitter site (CKCX). The site was on the Tantramar Marshes, several kilometres east of Sackville, New Brunswick.Site of the Week 7/6/2012: Radio Canada International, Sackville, NB, 1998, Scott Fybush, July 6, 2012 RCI leased or bartered its spare transmission capacity with other international broadcasters. Sackville was used by Radio Japan, China Radio International, the Voice of Vietnam, the BBC World Service, Deutsche Welle and Radio Korea as part of a transmitter-time exchange agreement. Canada's only high-power shortwave relay station, Sackville also broadcast CBC North to northern Quebec and Nunavut. The CBC-SRC network runs three 1 kW relays of domestic radio, one of which originated from Sackville. Sackville's northern-hemisphere transmission-targeting capabilities were similar to those of the Wertachtal relay station in Bavaria. Its site layout was similar to Wertachtal's, with a few differences. Wertachtal has three arms of HRS type antennas spaced at about 120 degrees, allowing for near-360-degree global coverage. The Sackville site was built in 1938 for local CBC broadcasting over CBA. Five years later, two RCA shortwave transmitters were installed. In 1970, all CBC operations moved to Moncton, New Brunswick for the installation of new Collins transmitters. During the mid-1980s, the RCA transmitters were replaced by three Harris transmitters. With the end of Radio Canada International's shortwave service in June 2012, the Canadian Broadcasting Corporation tried to sell the Sackville transmitter complex to another international broadcaster or a wind-farm company. According to CBC transmission director Martin Marcotte, \"[The Sackville complex] will be fairly costly to dismantle and as a last resort we would dismantle the facility, return it to bare land as it was when we first acquired that site.\"\"RCI ends shortwave broadcast - Sackville, N.B. transmitters will be sold\", CBC News, June 26, 2012 On October 30, the CRTC granted a CBC request to revoke CKCX's broadcast license effective November 1. When no purchase offers were received for the complex, its antennas and towers were dismantled in 2014. In 2017, the property was sold to a non-profit consortium of New Brunswick Mi'kmaq bands known as Mi'gmawe'l Tplu'taqnn. The intended use of the property was not disclosed at the time of purchase. As of 2019, the Mi'gmawe'l Tplu'taqnn band plans to add the land to the Fort Folly First Nation Reserve and is still considering potential re-development options. === Technology === The Sackville facility was computerized in a main control room. Frequencies, antennas and input feeds were switched in accordance with internationally agreed-on schedules which were renegotiated twice per year. At the time shortwave broadcasting ceased in 2012, there were nine transmitters in operation: three 100 kW, three 250 kW and three 300 kW. Although the site was capable of using 500 kW transmitters, the end of the Cold War and improved shortwave-frequency coordination made an upgrade to 500 kW unnecessary. New Brown Boveri digital transmitters used phase-shift keying (PSK) and had 250 kW output. Newer Thales 300 kW transmitters could use amplitude and phase-shift keying (APSK), the design successor partially based on PSK modulation). All modern Sackville shortwave transmitters employed dynamic carrier control (DCC), automatically reducing the carrier wave in the presence of low-level (or no) audio. With no audio (silence) the carrier power was reduced by 50 percent; a 250 kW transmitter put out a carrier of 125 kW during audio pauses, saving power. ==See also== *Eric Koch, a founding member of what became CBC International Service's German Section (1944-1953) *Michelle Tisseyre and René Lévesque hosts of La voix du Canada (1944-1946), which was broadcast on shortwave to French-speaking Canadian troops stationed around the world. == References == == External links == * Official website CBC-SRC's archived stories on RCI * (CBC Archives: RCI History) * (SRC Archives: RCI History) Historical * History of CBA Sackville * Canadian Shortwave Timeline * RCI Languages: Historical Start / Stop / Restart dates * CXCK/RCI - History of Canadian Broadcasting Lobby groups * RCI Action Committee – The committee is an inter-union group created to protect RCI's international broadcasting mandate and funding. Category:CBC Radio Category:Canadian radio networks Category:Shortwave radio stations in Canada Category:International broadcasters Category:Radio stations established in 1945 Category:Satellite radio stations in Canada Category:Sirius Satellite Radio channels Category:Organizations based in Montreal Category:Internet radio stations in Canada Category:Defunct radio stations in Canada Category:1945 establishments in Canada Category:Multilingual websites Category:Canadian news websites Category:Radio stations disestablished in 2012 Category:Defunct mass media in New Brunswick Category:Canadian podcasters Category:Podcasting companies",
 "title": "Radio Canada International"
}