{
 "id": "35723",
 "text": "__NOTOC__ Year 588 (DLXXXVIII) was a leap year starting on Thursday (link will display the full calendar) of the Julian calendar. The denomination 588 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Byzantine Empire ==== * Byzantine-Sassanid War: Unpaid Byzantine troops mutiny against Priscus (magister militum per Orientem). King Hormizd IV begins a Persian offensive, but is defeated at Martyropolis (modern Turkey). * Summer - Guaram I of Iberia, Georgian prince in exile, is sent by Emperor Maurice to the city of Mtskheta (Georgia). He restores the monarchy and is bestowed with the Byzantine court title of curopalates. ==== Europe ==== * The Franks and Burgundians under King Guntram and his nephew Childebert II invade Northern Italy, but suffer a disastrous defeat against the Lombards. * The Lombard Kingdom (Italy) is converted to Roman Catholicism under the rule of King Authari (approximate date). ==== Britain ==== * Æthelric succeeds his father Ælla as king of Deira in Northern England (according to the Anglo-Saxon Chronicle).Anglo-Saxon Chronicle (MS A) s.a. 588 ==== Persia ==== * First Perso-Turkic War: A Persian army (12,000 men) under Bahrām Chobin, supported by Cataphracts (heavy cavalry), ambush the invading Turks, and win a great victory at the Battle of the Hyrcanian Rock.Tony Jaques, Dictionary of Battles and Sieges: F–O, (Greenwood Publishing Group, 2007), p. 463 ==== Asia ==== * Emperor Wéndi of the Sui Dynasty prepares a campaign against the Chen Dynasty. He amasses 518,000 troops along the northern bank of the Yangtze River, stretching from Sichuan to the Pacific Ocean.Zizhi Tongjian, vol. 176 === By topic === ==== Religion ==== * The Skellig Michael monastery is founded on a steep rocky island off the coast of Ireland (approximate date). * The Guanghua Temple in Putian (China) is built during the Chen Dynasty, under Emperor Chen Wu Di.Litchi City Putian == Births == * Eligius, bishop and saint (approximate date) * Suintila, king of the Visigoths (approximate date) * Yu Zhining, chancellor of the Tang Dynasty (d. 665) == Deaths == * Áed mac Bricc, Irish bishop and saint * Ælla, king of Deira (approximate date) * Agericus, bishop of Verdun * Fridianus, Irish prince and saint * Li Ezi, empress of Northern Zhou (b. 536) * Monulph, bishop of Maastricht == References ==",
 "title": "588"
}