{
 "id": "357398",
 "text": "right|thumb|Oxo Tower, London right|thumb|Oxo Tower viewed from the north bank of the Thames The Oxo Tower is a building with a prominent tower on the south bank of the River Thames in London. The building has mixed use as Oxo Tower Wharf containing a set of design, arts and crafts shops on the ground and first floors with two galleries, Bargehouse and Gallery@oxo. The Oxo Tower Restaurant, Bar and Brasserie is on the eighth floor, which is the roof-top level with fine and casual dining. In addition to this, situated on the eighth floor is a viewing gallery open to the public. The third to seventh floors contain 78 flats owned by Redwood Housing. Much of the second floor can be hired out for events and weddings. == Location == Oxo Tower Wharf is in the east of London's South Bank cultural area in the London Borough of Southwark. A continuous riverside walkway passes in front of the building, and links it with other riverside attractions such as the Festival Hall, the National Theatre, the Tate Modern and the Globe Theatre. The building is flanked to the west by Bernie Spain Gardens and Gabriel's Wharf, and to the east by Sea Containers House. When viewing the tower, there are only a few places in which it can be seen. These include the Observation Point, the adjacent riverside walkway, the green at the back of the tower, and the two piers stood in front of the tower. == History == The building was originally constructed as a power station to supply electricity to the Royal Mail post office, built towards the end of the 19th century. It was subsequently acquired by the Liebig Extract of Meat Company in the 1920s, manufacturers of Oxo beef stock cubes, for conversion into a cold store. The building was largely rebuilt to an Art Deco design by company architect Albert Moore between 1928 and 1929. Much of the original power station was demolished, but the river facing facade was retained and extended. Liebig wanted to include a tower featuring illuminated signs advertising the name of their product. When permission for the advertisements was refused, the tower was built with four sets of three vertically-aligned windows, each of which \"coincidentally\" happened to be in the shapes of a circle, a cross and a circle. This was significant because skyline advertising was banned at the time along Southbank. Despite these windows being the building's architectural focal point, there is no general public access to the tower which is restricted to maintenance tradesmen. Liebig and the building were eventually purchased by the Vestey Group. For a long time the building was left derelict until the late 1970s and early 1980s where there were several proposals to demolish the building and develop it and the adjacent Coin Street site, but these were met with strong local opposition and two planning inquiries were held. Although permission for redevelopment was granted, the support of the Greater London Council (GLC) finally resulted in the tower and adjoining land being sold to the GLC in 1984 for £2.7m—who sold the entire site to the non-profit Coin Street Community Builders for just £750,000. In the 1990s the tower was refurbished to a design by Lifschutz Davidson to include housing, a restaurant, shops and exhibition space. The tower won the Royal Fine Art Commission/BSkyB Building of the Year Award for urban regeneration in 1997, the RIBA Award for Architecture also in 1997, the Brick Development Association Award 1997, Civic Trust Award 1998 and The Waterfront Center USA Honor Award 2000. It includes hireable space and floors devoted to occupation. Regardless of the tower's historical significance and multiple awards, it is yet to be classed as a listed building. == Coin Street Community Builders == Coin Street Community Builders (CSCB) is a social enterprise and development trust which has redeveloped London's South Bank. CSCB has reconstructed the surrounding 13 acres into co-operative homes, shops, galleries, restaurants, cafes and bars; a park and riverside walkway; sports facilities; by organising festivals and events; and by providing childcare, family support, learning, and enterprise support programmes. Income is generated from a variety of sources including the hire of retail and catering spaces, event spaces, meeting room spaces and conference venue spaces as well as the provision of consultancy services. == The Bargehouse == 2016 7-9 October, final exhibition Celeste Prize 2016, 8th edition, curated by Ellen Blumenstein (KW Institute for Contemporary Art, Berlin), jurors: Juliana Bardolim, Marc Bembekoff, Sandro Droschl, Chris Fitzpatrick, Martin Germann, Felix Hoffmann, Chiara Ianeselli, Marianna Liosi, Zane Onckule, Barbara Piwowarska, Alya Sebti, Moritz Wesseler. 23,000 € prizes awarded to winners, Laure Catugier (Video), Jay Harrison (Installation), Markus Hoffmann (Installation), Kal Karim (Photography), Krysia Kordecki (Installation), Flavia Pitis (Painting). ==Gallery@oxo== The gallery located at the bottom of the Oxo Tower Wharf is known for its photography, contemporary design, architecture and issue-based exhibitions. ==Restaurant== The Oxo Tower is also famous for Harvey Nichols' very first restaurant. The tower's popular Restaurant, Bar and Brasserie opened in September 1996. == See also == *Tall buildings in London ==References== ==External links== *Architectural information at Lifschutz Davidson Sandilands website *Coin Street Community Builders *Oxo Tower Wharf *Oxo Tower Restaurant *Exhibitions at Oxo Tower Wharf *Design shops at Oxo Tower Wharf Category:Commercial buildings completed in 1900 Category:Art Deco architecture in London Category:Contemporary art galleries in London Category:Residential buildings in London Category:Buildings and structures in the London Borough of Southwark Category:Redevelopment projects in London Category:Observation towers in the United Kingdom Category:Recipients of Civic Trust Awards Category:Tourist attractions in the London Borough of Southwark",
 "title": "Oxo Tower"
}