{
 "id": "357499",
 "text": "The preserved counties of Wales are the current areas used in Wales for the ceremonial purposes of lieutenancy and shrievalty. They are based on the counties created by the Local Government Act 1972 and used for local government and other purposes between 1974 and 1996. ==Usage== The Local Government (Wales) Act 1994 abolished the eight ceremonial counties created by the Local Government Act 1972. However, it created the concept of preserved counties based on their areas, to be used for purposes such as Lieutenancy. This usage was consolidated by the Lieutenancies Act 1997.. Certain statutes already in force were amended to include reference to them — as of 16 February 2011, the only remaining provisions still extant are:. *Sheriffs Act 1887 (c. 55) – the counties that High Sheriffs are appointed to are the preserved counties. *Defence Act 1842 (c. 94) – Lieutenants are those appointed to preserved counties. *Sea Fisheries (Shellfish) Act 1967 (c. 83) – relevant portions of the sea shore shall be deemed to be within preserved counties. ==Boundary changes== The preserved counties were originally almost identical to the 1974–96 counties, but with a few minor changes in line with local government boundary changes: Llanrhaeadr-ym-Mochnant, Llansilin and Llangedwyn were transferred from Clwyd to Powys, and Wick, St Brides Major, Ewenny and Pentyrch were transferred from Mid Glamorgan to South Glamorgan. There were however two local government areas, Caerphilly and Conwy, split between preserved counties. The Local Government Boundary Commission for Wales were instructed by the National Assembly for Wales on 11 March 2002 to undertake a review of preserved county boundaries. In their final proposals the part of the local government area of Caerphilly which had been in Mid Glamorgan was to be part of Gwent and the part of the local government area of Conwy which had been in Gwynedd was to be part of Clwyd. The boundary between Mid Glamorgan and South Glamorgan was also to be re-aligned to reflect small changes in local government boundaries. The Assembly accepted these proposals such that from 2 April 2003 each preserved county encompassed between one and five whole local government areas.. The boundary between West Glamorgan and Powys was further modified on 1 April 2005 as a result of boundary changes between Ystalyfera and Ystradgynlais. The boundary between Mid Glamorgan and Powys was further modified on 1 April 2010 to reflect the 2009 local government boundary changes in the area around Vaynor, Merthyr Tydfil. ==List== The population figures are mid-year estimates for 2007 from the Office for National Statistics, grouping component unitary authority area figures into their respective preserved counties.Statistics.gov.uk {| class=\"wikitable sortable\" id=\"list\" |- ! Name ! Comprises ! Area (km2) ! Population |- | Clwyd | Conwy Denbighshire Flintshire Wrexham | align=\"right\" | 2,910 | align=\"right\" | 491,100 |- | Dyfed | Carmarthenshire Ceredigion Pembrokeshire | align=\"right\" | 5,780 | align=\"right\" | 375,200 |- | Gwent | Blaenau Gwent Caerphilly Monmouthshire Newport Torfaen | align=\"right\" | 1,553 | align=\"right\" | 560,500 |- | Gwynedd (preserved county) | Gwynedd (county) Isle of Anglesey | align=\"right\" | 3,262 | align=\"right\" | 187,400 |- | Mid Glamorgan | Bridgend Merthyr Tydfil Rhondda Cynon Taf | align=\"right\" | 781 | align=\"right\" | 423,200 |- | Powys | Powys | align=\"right\" | 5,196 | align=\"right\" | 132,000 |- | South Glamorgan | Cardiff Vale of Glamorgan | align=\"right\" | 475 | align=\"right\" | 445,000 |- | West Glamorgan | Neath Port Talbot Swansea | align=\"right\" | 820 | align=\"right\" | 365,500 |} ==See also== *Historic counties of Wales *Local government in Wales *Ceremonial counties of England *Shires of Scotland ==References== Preserved",
 "title": "Preserved counties of Wales"
}