{
 "id": "357559",
 "text": "The Lord Keeper of the Great Seal of England, and later of Great Britain, was formerly an officer of the English Crown charged with physical custody of the Great Seal of England. This position evolved into that of one of the Great Officers of State. == History == The seal was adopted by Edward the Confessor, and its custody was at first entrusted to a chancellor. The office of chancellor from the time of Thomas Becket onwards varied much in importance. The holder being a churchman, he was not only engaged in the business of his diocese, but was sometimes away from England. Consequently, it became not unusual to place the personal custody of the great seal in the hands of a vice-chancellor or keeper; this was also the practice followed during a temporary vacancy in the chancellorship. This office gradually developed into a permanent appointment, and the lord keeper acquired the right of discharging all the duties connected with the great seal. He was usually, though not necessarily, a peer, and held office during the king's pleasure. He was appointed merely by delivery of the seal, and not, like the chancellor, by patent. His status was definitely fixed (in the case of lord keeper Sir Nicholas Bacon) by the Lord Keeper Act 1562 (5 Eliz 1 c. 18), which declared him entitled to like place, pre-eminence, jurisdiction, execution of laws, and all other customs, commodities, and advantages as the Lord Chancellor. In subsequent reigns the lord keeper was generally raised to the chancellorship, and retained the custody of the seal. The last lord keeper was Sir Robert Henley, afterwards Earl of Northington, who was made chancellor on the accession of George III. == Curiosity == A pub-restaurant in the town of Oadby, Leicestershire is named the Lord Keeper of the Great Seal to honour Sir Nathan Wright, Lord Keeper of the Great Seal from 1700 to 1705, who was later lord of the manor of Oadby. == See also == * Chafe-wax * Great Seal of the Realm * Great Seal of Scotland (held by the First Minister since 1999) * Great Seal of Northern Ireland (held by the Secretary of State since 1973) * Welsh Seal (held by the First Minister since 2011) * List of Lord Chancellors and Lord Keepers * Lord Chancellor * Lord Privy Seal * Privy Seal == References == Category:Political history of England Category:Constitution of the United Kingdom",
 "title": "Lord Keeper of the Great Seal"
}