{
 "id": "357668",
 "text": "Yax Nuun Ahiin I, also known as Curl Snout and Curl Nose (died 17 June 404?), was a 4th-century ruler of the Maya city of Tikal. His name when transcribed is YAX-?-AH:N, translated \"First ? Crocodile\". He took the throne on 12 September 379, and reigned until his death.These are the dates indicated on the Maya inscriptions in Mesoamerican Long Count calendar, Accession: 8.17.2.16.17 5 Kaban 10 Yaxk'jn and Death: 8.18.8.1.2 2 Ik' 10 Sip, Martin & Grube 2008, p. 32Martin & Grube 2008, p. 32 He is referred to by the Mayan title ajaw, meaning lord. ==Biography== Yax Nuun Ayiin I was a son of Spearthrower Owl, a lord of Teotihuacan (probably that city's king) in central Mexico. The installation of a Teotihuacano noble on the throne of Tikal marks a high point of Teotihuacan influence in the central Maya lowlands. Yax Nuun Ahiin I may have been a child or youth at the time of his coronation, and the early years of his reign seems to have been dominated by one of his father's generals, Sihyaj K'ahk', in a sort of regency.Martin & Grube 2008, pp. 32–33 Sihyaj K'ahk' is recorded as having entered Tikal on 15 May 378, the same date as the death of the previous ruler, Chak Tok Ich'aak I; it appears that this event may have been a conquest in which Yax Nuun Ayiin I was installed by force.Martin & Grube 2008, p. 29 Two monuments at Tikal, Stela 4 and Stela 18, are associated with Yax Nuun Ahiin I. Both stelae depict him in Mexican rather than Mayan attire, demonstrating his Teotihuacano origins. He is also depicted on Stela 31, erected by his son Sihyaj Chan K'awiil II, as a Teotihuacano warrior with a plated helmet, spearthrower and square shield decorated with the face of Central Mexican deities. His wife's titles indicate that she may have been a Mayan woman, presumably chosen to integrate his bloodline with the local elites. It is unclear when Yax Nuun Ayiin I died. Stela 31's text indicates that his burial took place in 404, though the text from another sculpture known as the Hombre de Tikal suggests that he may have still been alive in November 406. On the other hand, the K'atun ceremony of May 406, which would ordinarily be presided over by the ruler, is recorded as having been presided over by an otherwise unknown individual called Sihyaj Chan K'inich. This suggests that there may have been an interregnum, possibly with Sihyaj Chan K'inich governing temporarily as a regent, before Sihyaj Chan K'awiil II was enthroned in November 411. ==Tomb== The tomb of Yax Nuun Ayiin I, known as \"Burial 10\", was discovered by University of Pennsylvania archaeologists in the 1950s.Tiesler & Cucina 2007, p. 276 It was found deep within a temple built at the foot of the North Acropolis and represents one of the most spectacular and complete Mayan burials yet discovered. The ruler's body had been placed on a wooden funerary bier surrounded by the bodies of at least nine sacrificed youths ranging in age from about six years old to young adulthood. At least one of the sacrificial victims appears to have died inside the funerary chamber.Fitzsimmons 2010, p. 93 A headless crocodile was also interred with the dead ruler, probably alluding to his name. Numerous offerings were deposited around the chamber, including pottery vessels decorated with Mexican motifs and images of Mexican deities. Among the artefacts were a Maya-style censer in the shape of an elderly deity seated on a stool made from human long bones, turtle carapaces that had been arranged to form a kind of xylophone and a jade ornament in the form of a curl-snouted crocodile. ==Notes== ==Footnotes== ==References== * * * ==External links== * Category:Rulers of Tikal Category:4th century in the Maya civilization Category:5th century in the Maya civilization Category:4th-century monarchs in North America Category:5th-century monarchs in North America Category:Year of birth unknown Category:404 deaths",
 "title": "Yax Nuun Ahiin I"
}