{
 "id": "357621",
 "text": "The Territory of Oregon was an organized incorporated territory of the United States that existed from August 14, 1848, until February 14, 1859, when the southwestern portion of the territory was admitted to the Union as the State of Oregon. Originally claimed by several countries (see Oregon Country), the region was divided between the UK and the US in 1846. When established, the territory encompassed an area that included the current states of Oregon, Washington, and Idaho, as well as parts of Wyoming and Montana. The capital of the territory was first Oregon City, then Salem, followed briefly by Corvallis, then back to Salem, which became the state capital upon Oregon's admission to the Union. ==Background== Originally inhabited by Native Americans, the region that became the Oregon Territory was explored by Europeans first by sea. The first documented voyage of exploration was made in 1777 by the Spanish, and both British and American vessels visited the region not long thereafter.Horner, John B. (1919). Oregon: Her History, Her Great Men, Her Literature. The J.K. Gill Co.: Portland. pp. 28–29. Subsequent land- based exploration by Alexander Mackenzie and the Lewis and Clark Expedition and development of the fur trade in the region strengthened the competing claims of Great Britain and the United States.Horner, pp. 53–59. The competing interests of the two foremost claimants were addressed in the Treaty of 1818, which sanctioned a \"joint occupation\", by British and Americans, of a vast \"Oregon Country\" (as the American side called it) that comprised the present- day U.S. states of Oregon, Washington, and Idaho, parts of Montana and Wyoming, and the portion of what is now the Canadian province of British Columbia south of the parallel 54°40′ north.Corning, p. 129. ==Formation== thumb|The Oregon Territory, as originally organized, in 1848 thumb|The Oregon Territory (blue) with the Washington Territory (green) in 1853 thumb|The State of Oregon (blue) with the Washington Territory (green) in 1859 During the period of joint occupation, most activity in the region outside of the activities of the indigenous people came from the fur trade, which was dominated by the British Hudson's Bay Company.Horner, pp. 60–64. Over time, some trappers began to settle down in the area and began farming, and missionaries started to arrive in the 1830s. Some settlers also began arriving in the late 1830s, and covered wagons crossed the Oregon Trail beginning in 1841.Corning, p. 186. At that time, no government existed in the Oregon Country, as no one nation held dominion over the territory. A group of settlers in the Willamette Valley began meeting in 1841 to discuss organizing a government for the area.Corning, p. 206. These earliest documented discussions, mostly concerning forming a government, were held in an early pioneer and Native American encampment and later town known as Champoeg, Oregon. These first Champoeg Meetings eventually led to further discussions, and in 1843 the creation of the Provisional Government of Oregon. In 1846, the Oregon boundary dispute between the U.S. and Britain was settled with the signing of the Oregon Treaty. The United States federal government left their part of the region unorganized for two years until news of the Whitman massacre reached the United States Congress and helped to facilitate the organization of the region into a U.S. territory.Corning, p. 240. On August 14, 1848, Congress passed the Act to Establish the Territorial Government of Oregon, which created what was officially the Territory of Oregon. The Territory of Oregon originally encompassed all of the present-day states of Idaho, Oregon and Washington, as well as those parts of present-day Montana and Wyoming west of the Continental Divide. Its southern border was the 42nd parallel north (the boundary of the Adams-Onis Treaty of 1819), and it extended north to the 49th parallel. Oregon City, Oregon, was designated as the first capital. ==Government== The territorial government consisted of a governor, a marshal, a secretary, an attorney, and a three-judge supreme court. Judges on the court also sat as trial level judges as they rode circuit across the territory. All of these offices were filled by appointment by the President of the United States. The two-chamber Oregon Territorial Legislature was responsible for passing laws, with seats in both the upper-chamber council and lower-chamber house of representatives filled by local elections held each year. Taxation took the form of an annual property tax of 0.25% for territorial purposes with an additional county tax not to exceed this amount. This tax was to be paid on all town lots and improvements, mills, carriages, clocks and watches, and livestock; farmland and farm products were not taxed. In addition, a poll tax of 50 cents for every qualified voter under age 60 was assessed and a graduated schedule of merchants' licenses established, ranging from the peddlar's rate of $10 per year to a $60 annual fee on firms with more than $20,000 of capital. ==Gaining statehood== Oregon City served as the seat of government from 1848 to 1851, followed by Salem from 1851 to 1855. Corvallis served briefly as the capital in 1855, followed by a permanent return to Salem later that year.Horner, p. 162. In 1853, as a result of the Monticello Convention and its approval by Congress and President Millard Fillmore, the portion of the territory north of the lower Columbia River and north of the 46th parallel east of the river was organized into the Washington Territory. Horner, p. 153. The Oregon Constitutional Convention was held in 1857 to draft a constitution in preparation for becoming a state, with the convention delegates approving the document in September, and then general populace approving the document in November.Horner, p. 166. In 1850, 10 years after the end of the Second Great Awakening (1790–1840), of the 9 churches with regular services in the Oregon Territory, 5 were Catholic, 1 was Baptist, 1 was Congregational, 1 was Methodist, and 1 was Presbyterian. In the 1850 United States census, 10 counties in the Oregon Territory (7 counties in contemporary Oregon and 3 in contemporary Washington) reported the following population counts: {| class=wikitable ! Rank ! County ! Population |- |1 |Marion |2,749 |- |2 |Washington |2,652 |- |3 |Clackamas |1,859 |- |4 |Yamhill |1,512 |- |5 |Polk |1,051 |- |6 |Linn |994 |- |7 |Benton |814 |- |8 |Clark |643 |- |9 |Lewis |558 |- |10 |Clatsop |462 |- | |Oregon Territory |13,294 |- |} On February 14, 1859, the territory entered the Union as the U.S. state of Oregon within its current boundaries. The remaining eastern portion of the territory (the portions in present-day southern Idaho and western Wyoming) was added to the Washington Territory. ==See also== * Historic regions of the United States * Territorial evolution of the United States ==References== Category:States and territories disestablished in 1859 * Category:History of the Northwestern United States Category:Former organized territories of the United States Category:History of the American West Category:History of Oregon Category:Pre-statehood history of Idaho Category:Pre-statehood history of Montana Category:Pre-statehood history of Washington (state) Category:Pre- statehood history of Wyoming Territory * Category:1848 establishments in the United States Category:1859 disestablishments in the United States",
 "title": "Oregon Territory"
}