{
 "id": "357738",
 "text": "The Evangelical Baptist Mission of South Haiti () is a Baptist Christian denomination in Haiti. The headquarters is in Les Cayes, Haiti. MEBSH is a member of the Protestant Federation of Haiti, the Evangelical Council of Haitian Churches and the Baptist World Alliance. ==History== Evangelical Baptist Mission of South Haiti (MEBSH) began with the evangelistic efforts of repatriated Haitians from Cuba in the 1920s. J. Gordon Melton and Martin Baumann, Religions of the World: A Comprehensive Encyclopedia of Beliefs and Practices, ABC-CLIO, USA, 2010, p. 1073 The organization was officially formed in 1936 in Les Cayes when the movement's leaders invited the non- denominational agency World Team (then West Indies Mission) to open a Bible school. Patrick Taylor, Frederick I. Case, The Encyclopedia of Caribbean Religions: Volume 1: A - L; Volume 2: M - Z, University of Illinois Press, USA, 2013, p. 110 Edver Serisier, 81e convention de la MEBSH , lenational.org, Haïti, 03 avril 2017Claude Bernard Sérant, Passation de flambeau à la Mission évangélique baptiste du sud d'Haïti, lenouvelliste.com, Haïti, 16 février 2007 In 1958, the Mission founded Radio Lumière in Les Cayes. Joseph F. Conley, Drumbeats that Changed the World: A History of the Regions Beyond Missionary Union and the West Indies Mission, 1873-1999, William Carey Library, USA, 2000, p. 396 Louis-Joseph Olivier, Digne 55e pour Radio Lumière, lenouvelliste.com, Haïti, February 24, 2014 In 1993, the Lumière University was founded by the Mission. Windzor Aristil, Lancement de la célébration des 25 ans de l’Université Lumière, lenouvelliste.com, Haïti, August 28, 2018 Patrick Taylor, Frederick I. Case, The Encyclopedia of Caribbean Religions: Volume 1: A - L; Volume 2: M - Z, University of Illinois Press, USA, 2013, p. 111 Since 2012 the president of the Evangelical Baptist Mission of South Haiti is Rev. Alnève Emile, who succeeded Rev. Luders Erase for a five-year term. He was re-elected in 2017. According to a denomination census released in 2020, it claimed 488 churches and 60,000 members. Baptist World Alliance, Members, baptistworld.org, USA, retrieved December 5, 2020 == Social work == The MEBSH operates numerous educational, health and development institutions in Haiti. === Educational === * 413 primary and secondary schools * University Lumiere, consisting of eight colleges (\"facultés\" in French) in multiple locations * Two seminaries: Faculté de Théologie Évangélique Lumière in Cayes and in Côte Plage * Bible institute: Institut Biblique Lumière in Cayes * 5 Trade Schools * Deaf School in Cambry * Child Care office for student sponsorship program === Health === * Full-service hospital: Hôpital Lumière à Bonne Fin * In- patient clinic: Centre de Santé Lumière aux Cayes * Walk-in clinic: Dispensaire Ebenezer à Guichard === Development === * Women's domestic training center: Centre Lumière aux Cayes * Integrated Rural Development * Well drilling * Orphanages * Youth Camp Mahanaim ==See also== * Bible * Born again * Baptist beliefs * Worship service (evangelicalism) * Jesus Christ * Believers' Church == References == ==External links== * Official Website Category:Evangelicalism in Haiti Category:Christian organizations established in 1936 Category:Baptist denominations in the Caribbean Category:Baptist denominations established in the 20th century",
 "title": "Evangelical Baptist Mission of South Haiti"
}