{
 "id": "357828",
 "text": "Zolpidem, sold under the brand name Ambien, among others, is a medication primarily used for the short-term treatment of sleeping problems. Guidelines recommend that it be used only after cognitive behavioral therapy for insomnia and behavioral changes, such as sleep hygiene, have been tried. It decreases the time to sleep onset by about fifteen minutes and at larger doses helps people stay asleep longer. It is taken by mouth and is available in conventional tablets, sublingual tablets, or oral spray. Common side effects include daytime sleepiness, headache, nausea, and diarrhea. Other side effects include memory problems and hallucinations. The previously recommended dose was decreased in 2013, by the US Food and Drug Administration (FDA), to the immediate-release 10mg for men, and 5mg for women, in an attempt to reduce next-day somnolence. Newer extended-release formulations include the 6.25mg for women, and 12.5mg or 6.25mg for men, which also cause next-day somnolence when used in higher doses. Additionally, driving the next morning is not recommended with either higher doses or the long-acting formulation. While flumazenil, a GABAA–receptor antagonist, can reverse zolpidem's effects, usually supportive care is all that is recommended in overdose. Zolpidem is a nonbenzodiazepine Z drug which acts as a sedative and hypnotic. Zolpidem is a GABAA receptor agonist of the imidazopyridine class. It works by increasing GABA effects in the central nervous system by binding to GABAA receptors at the same location as benzodiazepines. It generally has a half-life of two to three hours. This, however, is increased in those with liver problems. Zolpidem was approved for medical use in the United States in 1992. It became available as a generic medication in 2007. Zolpidem is a Schedule IV controlled substance under the Controlled Substances Act of 1970 (CSA). More than ten million prescriptions are filled a year in the United States, making it one of the most commonly used treatments for sleeping problems. In 2019, it was the 47th most commonly prescribed medication in the United States, with more than 15million prescriptions. ==Medical uses== Zolpidem is labelled for short-term (usually about two to six weeks) treatment of insomnia at the lowest possible dose. It may be used for both improving sleep onset, sleep onset latency, and staying asleep. Guidelines from NICE, the European Sleep Research Society, and the American College of Physicians recommend medication for insomnia (including possibly zolpidem) only as a second line treatment after non-pharmacological treatment options have been tried (e.g. cognitive behavioral therapy for insomnia). This is based in part on a 2012 review which found that zolpidem's effectiveness is nearly as much due to psychological effects as to the medication itself. A lower-dose version (3.5mg for men and 1.75mg for women) is given as a tablet under the tongue and used for middle- of-the-night awakenings. It can be taken if there are at least 4 hours between the time of administration and when the person must be awake. ==Contraindications== Zolpidem should not be taken by people with obstructive sleep apnea, myasthenia gravis, severe liver disease, respiratory depression; or by children, or people with psychotic illnesses. It should not be taken by people who are or have been addicted to other substances. Use of zolpidem may impair driving skills with a resultant increased risk of road traffic accidents. This adverse effect is not unique to zolpidem, but also occurs with other hypnotic drugs. Caution should be exercised by motor vehicle drivers. In 2013, the FDA recommended the dose for women be reduced and that prescribers should consider lower doses for men due to impaired function the day after taking the drug. Zolpidem should not be prescribed to older people, who are more sensitive to the effects of hypnotics including zolpidem and are at an increased risk of falls and adverse cognitive effects, such as delirium and neurocognitive disorder. Zolpidem has not been assigned to a pregnancy category by the FDA. Animal studies have revealed evidence of incomplete ossification and increased intrauterine fetal death at doses greater than seven times the maximum recommended human dose or higher; however, teratogenicity was not observed at any dose level. There are no controlled data in human pregnancy. In one case report, zolpidem was found in cord blood at delivery. Zolpidem is recommended for use during pregnancy only when benefits outweigh risks. ==Adverse effects== thumb|upright|Various zolpidem pills The most common adverse effects of short-term use include headache (reported by 7% of people in clinical trials), drowsiness (2%), dizziness (1%), and diarrhea (1%); the most common side effects of long-term use included drowsiness (8%), dizziness (5%), allergy (4%), sinusitis (4%), back pain (3%), diarrhea (3%), drugged feeling (3%), dry mouth (3%), lethargy (3%), sore throat (3%), abdominal pain (2%), constipation (2%), heart palpitations (2%), lightheadedness (2%), rash (2%), abnormal dreams (1%), amnesia (1%), chest pain (1%), depression (1%), flu-like symptoms (1%), and sleep disorder (1%). Zolpidem increases risk of depression, falls and bone fracture, poor driving, suppressed respiration, and has been associated with an increased risk of death. Upper and lower respiratory infections are also common (experienced by between 1 and 10% of people). Residual 'hangover' effects, such as sleepiness and impaired psychomotor and cognitive function, may persist into the day following nighttime administration. Such effects may impair the ability of users to drive safely and increase risks of falls and hip fractures. Around 3% of people taking zolpidem are likely to break a bone as a result of a fall due to impaired coordination caused by the drug. Some users have reported unexplained sleepwalking while using zolpidem, as well as sleep driving, night eating syndrome while asleep, and performing other daily tasks while sleeping. Research by Australia's National Prescribing Service found these events occur mostly after the first dose taken, or within a few days of starting therapy. In February 2008, the Australian Therapeutic Goods Administration attached a boxed warning concerning this adverse effect. ===Tolerance, dependence and withdrawal=== thumb|Ambien tablets As zolpidem is associated with drug tolerance and substance dependence, its prescription guidelines are only for severe insomnia and short periods of use at the lowest effective dose. Tolerance to the effects of zolpidem can develop in some people in just a few weeks. Abrupt withdrawal may cause delirium, seizures, or other adverse effects, especially if used for prolonged periods and at high doses. When drug tolerance and physical dependence to zolpidem develop, treatment usually entails a gradual dose reduction over a period of months to minimize withdrawal symptoms, which can resemble those seen during benzodiazepine withdrawal. Failing that, an alternative method may be necessary for some people, such as a switch to a benzodiazepine equivalent dose of a longer-acting benzodiazepine drug, as for diazepam or chlordiazepoxide, followed by a gradual reduction in dose of the long-acting benzodiazepine. In people who are difficult to treat, an inpatient flumazenil administration allows for rapid competitive binding of flumazenil to GABAA–receptor as an antagonist, thus stopping (a effectively detoxifying) zolpidem from being able to bind as an agonist on GABAA–receptor; slowly drug dependence or addiction to zolpidem will wane. Alcohol has cross tolerance with GABAA receptor positive allosteric modulators, such as the benzodiazepines and the nonbenzodiazepine drugs. For this reason, alcoholics or recovering alcoholics may be at increased risk of physical dependency or abuse of zolpidem. It is not typically prescribed in people with a history of alcoholism, recreational drug use, physical dependency, or psychological dependency on sedative-hypnotic drugs. A 2014 review found evidence of drug- seeking behavior, with prescriptions for zolpidem making up 20% of falsified or forged prescriptions. Rodent studies of the tolerance-inducing properties have shown that zolpidem has less tolerance-producing potential than benzodiazepines, but in primates, the tolerance-producing potential of zolpidem was the same as seen with benzodiazepines. ===Overdose=== Overdose can lead to coma or death. When overdose occurs, there are often other drugs in the person's system. Zolpidem overdose can be treated with the GABAA receptor antagonist flumazenil, which displaces zolpidem from its binding site on the GABAA receptor to rapidly reverse the effects of the zolpidem. It is unknown if dialysis is helpful. ===Detection in body fluids=== Zolpidem may be quantitated in blood or plasma to confirm a diagnosis of poisoning in people who are hospitalized, to provide evidence in an impaired driving arrest, or to assist in a medicolegal death investigation. Blood or plasma zolpidem concentrations are usually in a range of 30–300μg/l in persons receiving the drug therapeutically, 100–700μg/l in those arrested for impaired driving, and 1000–7000μg/l in victims of acute overdosage. Analytical techniques, in general, involve gas or liquid chromatography. ==Pharmacology== ===Mechanism of action=== frame|right Zolpidem is a ligand of high-affinity positive modulator sites of GABAA receptors, which enhances GABAergic inhibition of neurotransmission in the central nervous system. It selectively binds to α1 subunits of this pentameric ion channel. Accordingly, it has strong hypnotic properties and weak anxiolytic, myorelaxant, and anticonvulsant properties. Opposed to diazepam, zolpidem is able to bind to binary αβ GABA receptors, where it was shown to bind to the α1–α1 subunit interface. Zolpidem has about 10-fold lower affinity for the α2\\- and α3\\- subunits than for α1, and no appreciable affinity for α5 subunit-containing receptors. ω1 type GABAA receptors are the α1-containing GABAA receptors and are found primarily in the brain, the ω2 receptors are those that contain the α2-, α3-, α4-, α5-, or α6 subunits, and are found primarily in the spine. Thus, zolpidem favours binding to GABAA receptors located in the brain rather the spine. Zolpidem has no affinity for γ1 and γ3 subunit-containing receptors and, like the vast majority of benzodiazepine-like drugs, it lacks affinity for receptors containing α4 and α6. Zolpidem modulates the receptor presumably by inducing a receptor conformation that enables an increased binding strength of the orthosteric agonist GABA towards its cognate receptor without affecting desensitization or peak currents. Like zaleplon, zolpidem may increase slow wave sleep but cause no effect on stage 2 sleep. A meta-analysis that compared benzodiazepines against nonbenzodiazepines has shown few consistent differences between zolpidem and benzodiazepines in terms of sleep onset latency, total sleep duration, number of awakenings, quality of sleep, adverse events, tolerance, rebound insomnia, and daytime alertness. ==Interactions== People should not consume alcohol while taking zolpidem, and should not be prescribed opioid drugs nor take such illicit drugs recreationally. Opioids can also increase the risk of becoming psychologically dependent on zolpidem. Use of opioids with zolpidem increases the risk of respiratory depression and death. The US Food and Drug Administration (FDA) is advising that the opioid addiction medications buprenorphine and methadone should not be withheld from patients taking benzodiazepines or other drugs that depress the central nervous system (CNS). Next day sedation can be worsened if people take zolpidem while they are also taking antipsychotics, other sedatives, anxiolytics, antidepressant agents, antiepileptic drugs, and antihistamines. Some people taking antidepressants have had visual hallucinations when they also took zolpidem. Cytochrome P450 inhibitors, particularly CYP3A4 and CYP1A2 inhibitors, fluvoxamine and ciprofloxacin will increase the effects of a given dose of zolpidem. Cytochrome P450 activators like St. John's Wort may decrease the activity of zolpidem. ==Chemistry== Three syntheses of zolpidem are common. 4-methylacetophenone is used as a common precursor. This is brominated and reacted with 2-amino-5-methylpyridine to give the imidazopyridine. From here the reactions use a variety of reagents to complete the synthesis, either involving thionyl chloride or sodium cyanide. These reagents are challenging to handle and require thorough safety assessments. Though such safety procedures are common in industry, they make clandestine manufacture difficult. A number of major side-products of the sodium cyanide reaction have been characterised and include dimers and mannich products. ==History== Zolpidem was used in Europe starting in 1988, and was brought to market there by Synthelabo. Synthelabo and Searle collaborated to bring it to market in the US, and it was approved in the United States in 1992 under the brand name \"Ambien\". It became available as a generic medication in 2007. In 2015, the American Geriatrics Society said that zolpidem, eszopiclone and zaleplon met the Beers criteria and should be avoided in individuals 65 and over \"because of their association with harms balanced with their minimal efficacy in treating insomnia.\" The AGS stated the strength of the recommendation that older adults avoid zolpidem is \"strong\" and the quality of evidence supporting it is \"moderate.\" ==Society and culture== Prescriptions in the US for all sleeping pills (including zolpidem) steadily declined from around 57 million tablets in 2013, to around 47 million in 2017, possibly in relation to concern about prescribing addictive drugs in the midst of the opioid crisis. ===Military use=== The United States Air Force uses zolpidem as one of the hypnotics approved as a \"no-go pill\" (with a six-hour restriction on subsequent flight operation) to help aviators and special duty personnel sleep in support of mission readiness. (The other hypnotics used are temazepam and zaleplon.) \"Ground tests\" are required prior to authorization issued to use the medication in an operational situation. ===Recreational use=== Zolpidem has potential for either medical misuse when the drug is continued long term without or against medical advice, or for recreational use when the drug is taken to achieve a \"high\". The transition from medical use of zolpidem to high-dose addiction or drug dependence can occur with use, but some believe it may be more likely when used without a doctor's recommendation to continue using it, when physiological drug tolerance leads to higher doses than the usual 5mg or 10mg, when consumed through inhalation or injection, or when taken for purposes other than as a sleep aid. Recreational use is more prevalent in those having been dependent on other drugs in the past, but tolerance and drug dependence can still sometimes occur in those without a history of drug dependence. Chronic users of high doses are more likely to develop physical dependence on the drug, which may cause severe withdrawal symptoms, including seizures, if abrupt withdrawal from zolpidem occurs. Other drugs, including benzodiazepines and zopiclone, are also found in high numbers of suspected drugged drivers. Many drivers have blood levels far exceeding the therapeutic dose range, suggesting a high degree of excessive-use potential for benzodiazepines, zolpidem and zopiclone. US Congressman Patrick J. Kennedy says that he was using zolpidem (Ambien) and promethazine (Phenergan) when caught driving erratically at 3 a.m. \"I simply do not remember getting out of bed, being pulled over by the police, or being cited for three driving infractions,\" Kennedy said. Nonmedical use of zolpidem is increasingly common in the US, Canada, and the UK. Some users have reported decreased anxiety, mild euphoria, perceptual changes, visual distortions, and hallucinations. Zolpidem was used by Australian Olympic swimmers at the London Olympics in 2012, leading to controversy. ===Regulation=== For the stated reason of its potential for recreational use and dependence, zolpidem (along with the other benzodiazepine-like Z-drugs) is a Schedule IV substance under the Controlled Substances Act in the US. The United States patent for zolpidem was held by the French pharmaceutical corporation Sanofi-Aventis. ===Use in crime=== The Z-drugs including zolpidem have been used as date rape drugs. Zolpidem is available legally by prescription, and broadly prescribed unlike other date rape drugs: gamma-hydroxybutyrate (GHB), which is used to treat a rare form of narcolepsy, or flunitrazepam (Rohypnol), which is only prescribed as a second- line choice for insomnia. Zolpidem can typically be detected in bodily fluids for 36 hours, though it may be possible to detect it by hair testing much later, which is due to the short elimination half-life of 2.5–3 hours. This use of the drug was highlighted during proceedings against Darren Sharper, who was accused of using the tablets he was prescribed to facilitate a series of rapes. ===Sleepwalking=== Zolpidem received widespread media coverage in Australia after the death of a student who fell from the Sydney Harbour Bridge while under the influence of zolpidem. ===Brands=== As of September 2018, zolpidem was marketed under many brands: Adorma, Albapax, Ambien, Atrimon, Belbien, Bikalm, Cymerion, Dactive, Dalparan, Damixan, Dormeben, Dormilam, Dormilan, Dormizol, Eanox, Edluar, Flazinil, Fulsadem, Hypnogen, Hypnonorm, Intermezzo, Inzofresh, Ivadal, Ivedal, Le Tan, Lioram, Lunata, Medploz, Mondeal, Myslee, Nasen, Niterest, Nocte, Nottem, Noxidem, Noxizol, Nuo Bin, Nytamel, Nyxe, Olpitric, Onirex, Opsycon, Patz, Polsen, Sanval, Semi-Nax, Sleepman, Somex, Somidem, Somit, Somnil, Somnipax, Somnipron, Somno, Somnogen, Somnor, Sonirem, Sove, Soza, Stilnoct, Stilnox, Stilpidem, Stimin, Sublinox, Sucedal, Sumenan, Vicknox, Viradex, Xentic, Zasan, Zaviana, Ziohex, Zipsoon, Zodem, Zodenox, Zodium, Zodorm, Zolcent, Zoldem, Zoldorm, Zoldox, Zolep, Zolfresh, Zolip, Zolman, Zolmia, Zolnox, Zolnoxs, Zolodorm, Zolnyt, Zolpeduar, Zolpel, Zolpi, Zolpi-Q, Zolpic, Zolpidem, Zolpidem tartrate, Zolpidemi tartras, Zolpidemtartraat, Zolpidemtartrat, Zolpidemum, Zolpigen, Zolpihexal, Zolpimist, Zolpineo, Zolpinox, Zolpirest, Zolpistar, Zolpitop, Zolpitrac, Zolpium, Zolprem, Zolsana, Zolta, Zoltar, Zolway, Zomnia, Zonadin, Zonoct, Zopid, Zopidem, Zopim, and Zorimin. ==Research== While cases of zolpidem improving aphasia in people with stroke have been described, use for this purpose has unclear benefit. Zolpidem has also been studied in persistent vegetative states with unclear effect. A 2017 systematic review concluded that while there is preliminary evidence of benefit for treating disorders of movement and consciousness other than insomnia (including Parkinson's disease), more research is needed. More recent research has found zolpidem treatment to be effective in the short term, but only in a small proportion of cases (estimated at around 5%) and only when the brain injury is of a specific type. Tolerance to the beneficial effects also develops rapidly, and so for these reasons while zolpidem may sometimes be used as a \"last resort\" treatment, it has numerous disadvantages and research continues into novel treatments that might provide the same kind of benefits in a larger proportion of patients, and with a more sustained benefit. Animal studies in FDA files for zolpidem showed a dose dependent increase in some types of tumors, although the studies were too small to reach statistical significance. Some observational epidemiological studies have found a correlation between use of benzodiazepines and certain hypnotics including zolpidem and an increased risk of getting cancer, but others have found no correlation; a 2017 meta-analysis of such studies found a correlation, stating that use of hypnotics was associated with a 29% increased risk of cancer, and that \"zolpidem use showed the strongest risk of cancer\" with an estimated 34% increased risk, but noted that the results were tentative because some of the studies failed to control for confounders like cigarette smoking and alcohol use, and some of the studies analyzed were case–controls, which are more prone to some forms of bias. Similarly, a meta-analysis of benzodiazepine drugs also shows their use is associated with increased risk of cancer. == References == == External links == * Category:Acetamides Category:GABAA receptor positive allosteric modulators Category:Hypnotics Category:Imidazopyridines Category:Medical controversies Category:Nonbenzodiazepines Category:Sanofi Category:Pfizer brands Category:Wikipedia medicine articles ready to translate",
 "title": "Zolpidem"
}