{
 "id": "35792",
 "text": "566 (DLXVI) was a common year starting on Friday (link will display the full calendar) of the Julian calendar. The denomination 566 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Byzantine Empire ==== * A Byzantine army, under command of Baduarius, assists the Gepids in their war against the Lombards. The Byzantines win the first battle in the lower Danube (Moesia), but Gepid King Cunimund refuses to hand back the fortress city of Sirmium (modern Serbia), as he had promised. * Emperor Justin II, facing an empty treasury, breaks the treaty with the Gepids that has existed since 565. King Alboin of the Lombards makes an alliance with the Avars under Bayan I, at the expense of tough conditions. They demand a tenth of the Lombards' cattle and half of the war booty. * Justin II sends his cousin Justin to exile in Alexandria, where he is installed as Augustal prefect of Egypt. There he is murdered in his sleep, and his head is cut off and brought to Constantinople (probably by assignment of Empress Sophia).Martindale, Jones & Morris (1992) p. 753–754 ==== Europe ==== * Ainmuire mac Sétnai becomes High King of Ireland, and rules from 566–569 (this according to the Book of Leinster). ==== Francia ==== A poet from Italy named Venantius Fortunatus arrives at the Merovingian court at Metz. With a strong grasp of traditional Roman poetry, Fortunatus impresses and entertains the Frankish royalty and aristocracy. The success of a Latin poet in Francia suggests that Roman culture persisted well after the Roman Empire disintegrated in Gaul in the late 5th century. ==== Asia ==== * Fei Di, age 12, succeeds his father Wen Di, as emperor of the Chinese Chen Dynasty. He honors his grand-aunt Zhang Yao'er with the title of Grand Empress, and she becomes his regent. * Kirtivarman I succeeds his father Pulakeshin I as king of the Chalukya Dynasty (India). During his rule he completes the subjugation of the Kadambas and annexes the port of Goa. ==== Unidentified ==== * A major volcanic eruption occurs in the Antarctic. == Births == * Abbas ibn Abd al- Muttalib, uncle of Muhammad (approximate date) * Li Yuan, Emperor Gaozu of the Tang Dynasty (d. 635) * Xiao, empress of the Sui Dynasty (approximate date) * Yuchi Chifan, empress of Northern Zhou (d. 595) == Deaths == * Domnall Ilchelgach, High King of Ireland * Forggus mac Muirchertaig, High King * Justin, Byzantine aristocrat and general * Pulakeshin I, king of the Chalukya Dynasty (India) * Wen Di, emperor of the Chen Dynasty (b. 522) == References ==",
 "title": "566"
}