{
 "id": "358027",
 "text": "{{Infobox settlement |name = Borough of Milton Keynes |nickname = |settlement_type = Borough, unitary authority area |total_type = |motto = By knowledge, design and understanding |image_skyline = |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = Coat of Arms of the Council |blank_emblem_size = 200px |image_map = Milton Keynes UK locator map.svg |map_caption = Milton Keynes Borough shown within Buckinghamshire and England |image_dot_map = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Sovereign state |subdivision_name = United Kingdom |subdivision_type1 = Constituent country |subdivision_name1 = England |subdivision_type2 = Region |subdivision_name2 = South East England |subdivision_type3 = Ceremonial county |subdivision_name3 = Buckinghamshire |subdivision_type4 = Admin HQ |subdivision_name4 = Milton Keynes |government_footnotes = |government_type = Unitary authority |leader_title = Governing body |leader_name = Milton Keynes Council |leader_title1 = Mayor (ceremonial) |leader_name1 = Mohammed Khan (L)The Mayor of Milton Keynes (Milton Keynes Council) |leader_title2 = Leadership: |leader_name2 = Leader & Cabinet |leader_title3 = Executive: |leader_name3 = Labour Minority |leader_title4 = MPs |leader_name4 = Iain Stewart (C) (Milton Keynes South) Ben Everitt (C) (Milton Keynes North) |established_title = Founded |established_date = 1 April 1997 |area_magnitude = |unit_pref = Metric |area_footnotes = |area_total_km2 = 309 |area_land_km2 = |area_water_km2 = |area_total_sq_mi = |area_land_sq_mi = |area_water_sq_mi = |area_water_percent = |elevation_footnotes = |elevation_m = |elevation_ft = |population_as_of = 2011 Census |population_footnotes = |population_note = |population_total = 248,821 |population_est = |pop_est_as_of = | population_rank = (of ) |population_density_km2 = |population_density_sq_mi = auto |timezone1 = Greenwich Mean Time |utc_offset1 = +0 |timezone1_DST = |utc_offset1_DST = |latd= |latm= |lats= |latNS= |longd= |longm= |longs= |longEW= |postal_code_type = Postcode |postal_code = MK |blank1_name = ONS code |blank1_info = 00MG |area_code = 01908 |website = |footnotes = }} The Borough of Milton Keynes is a unitary authority and borough of the ceremonial county of Buckinghamshire. It is the northernmost district of the South East England Region. It was originally one of five non-metropolitan districts of Buckinghamshire, but on 1 April 1997, under a recommendation of the Local Government Commission for England, it became a self-governing non-metropolitan county, independent from (the former) Buckinghamshire County Council. The Borough abuts Bedfordshire, Northamptonshire and the remainder of Buckinghamshire that is under the control of Buckinghamshire Council. The principal built-up area in the borough is the Milton Keynes urban area, which accounts for about 20% of its area and 90% of its population. ==History== The district was created on 1 April 1974 under the Local Government Act 1972, by the merger of Bletchley Urban District, Newport Pagnell Urban District and Wolverton Urban District, together with Newport Pagnell Rural District and that part of Wing Rural District within the designated New Town area. The district council applied for and received borough status that year. ==Local government== Arising from the local government elections of May 2016, Milton Keynes council is under no overall control; the Labour Party and Conservative Party both hold 22 seats each with the Liberal Democrats holding 13 seats. The UK Independence party lost their only seat on the council to date in the 2016 local elections. Continuing as of May 2015, the Borough is governed by a Labour minority administration The Conservative Party is currently the main opposition group. Following the 2016 United Kingdom local elections the political composition for the council is as follows. {| class=\"wikitable\" ! Conservatives !! Labour !! Liberal Democrats !! Other Parties |- | 22 || 22 || 13 || 0 |- |} The 2016 local election did not change the status of the Council from 'no overall control'. No political party has had an 'overall majority' on the council since 2006. ==Economy== According to data from the Office of National Statistics for 2015 and 2016,, the most recent data available. the Borough is the sixth highest performing NUTS3 region in the UK (and the highest outside inner London), on the basis of gross value added per head.Statistical bulletin:Regional gross value added (income approach), UK: 1997 to 2015, Table 4 Office of National Statistics, 15 December 2016Statistical bulletin: Regional gross value added (balanced), UK: 1998 to 2016 Office of National Statistics, 20 December 2017, page 13 ==Education== Further education in the borough is provided by Milton Keynes College. For higher education, the Open University's headquarters are in Milton Keynes though, as this is a distance education institution, the only students resident on campus are approximately 200 full-time postgraduates. A campus of the University of Bedfordshire located in Central Milton Keynes, provides conventional undergraduate courses. ==Demographics == ===Population=== thumb|300px|Population trend of Borough and Urban Area 1801–2011 At the 2011 census, the population of the Borough was 248,821. By mid 2019, the Office for National Statistics estimated that it had reached 269,457. In the 2011 census, 80% of the population described their ethnic origin as white, 5.6% as South Asian, 6.8% as black, 3.3% as mixed race, 3.6% as Chinese and other Asian, and 0.6% as 'other ethnic group. In the same census, 52.8% of the Borough's population registered their religion as Christian and 37.9% as not religious or none given. 4.8% of the population follow Islam and a little over 2.8% are Hindu, with no other religion above one percent. The borough's population age profile is slightly younger than England's average, with half of the borough's population aged under 35 years old. The 30- to 39-year-olds in Milton Keynes Borough formed as the largest 10-year age group of the population with 30- to 34-year-olds being the largest 5-year age group, 22.3% are aged under 16 and just 11.1% are aged over 65 compared. Levels of educational attainment in the Borough are slightly higher than the England average. 18% have no qualifications compared with 22.5% in England, while 28.2% have a degree or higher qualification compared with 27.4% in England. ===Housing and home ownership=== In 2011, Milton Keynes had the greatest proportion of shared ownership homes in England, 6.1%, compared with second-placed London Boroughs of Hounslow and Tower Hamlets with 2.4%. This form of home ownership has been a planning policy of the Borough of Milton Keynes soon after the settled acceptance of all major UK lenders on specified forms of this type of property ownership was agreed in the 2000s decade. The borough has relatively high home ownership at 72.8% of dwellings with the remaining 16.2% of homes are privately rented and 11.0% are socially rented.2011 Census Key Statistics: Tenure. Office for National Statistics At the 2012, 16.2% of the population lived in flats (apartments), compared with the 22.1% average for England. ===Public health=== According to Public Health England, \"The health of people in Milton Keynes is generally similar to the England average. About 15.1% (8,680) children live in low income families. Life expectancy for both men and women is similar to the England average.\" ==Settlements== ===Milton Keynes (urban area)=== The urban area accounts for about 20% of the Borough by area and 90% by population. This is a partial list of the districts of the Milton Keynes urban area. For a discussion of the usage of the term \"city\" in Milton Keynes, see History of Milton Keynes#1960s plans for a new city in North Buckinghamshire, 1967 designation of Milton Keynes. The Borough of Milton Keynes is fully parished. These are the parishes, and the districts they contain, that are now elements of the Milton Keynes built-up area as defined by the Office for National Statistics. (includes map of the built-up area). Bletchley, Fenny Stratford, Woburn Sands, Central Milton Keynes, Newport Pagnell, Wolverton and Stony Stratford are all towns. * Abbey Hill: Kiln Farm, Two Mile Ash, Wymbush * Bletchley and Fenny Stratford: Brickfields, Central Bletchley, Denbigh, Mount Farm, Fenny Lock, Granby, Fenny Stratford, Newton Leys, Water Eaton * Bradwell: Bradville, Bradwell, Bradwell Abbey, Bradwell Common, Bradwell village, Heelands, Rooksley * Broughton and Milton Keynes (the Village)a shared parish council: Atterbury, Brook Furlong, Broughton, Fox Milne, Middleton, Milton Keynes, Milton Keynes Village, Northfield, Oakgrove, Pineham * Campbell Park (civil parish): Fishermead, Newlands, Oldbrook, Springfield, Willen and Willen Lake, Winterhill, The Woolstones * Central Milton Keynes: Central MK, Campbell Park * Fairfields * Great Linford: Bolbeck Park, Blakelands, Conniburrow, Downs Barn, Downhead Park, Giffard Park, Great Linford, Neath Hill, Pennyland, Tongwell, Willen Park * Kents Hill, Monkston and Brinklow: Brinklow, Kents Hill, Kingston, Monkston * Loughton: Loughton, Loughton Lodge, Great Holm, Elfield Park, the Bowl * New Bradwell * Newport Pagnell * Shenley Brook End: Emerson Valley, Furzton, Kingsmead, Shenley Brook End, Shenley Lodge, Snelshall, Tattenhoe, Tattenhoe Park, Westcroft * Shenley Church End: Crownhill, Grange Farm, Hazeley, Medbourne, Oakhill, Oxley Park, Shenley Church End, Woodhill * Simpson and Ashland: Ashland, Simpson, West Ashland * Stantonbury: Bancroft/Bancroft Park, Blue Bridge, Bradville, Linford Wood, Stantonbury, Stantonbury Fields * Stony Stratford: Fullers Slade, Galley Hill, Stony Stratford * Walton: Caldecotte, Old Farm Park, Tilbrook, Tower Gate, Walnut Tree, Walton, Walton Hall, Walton Park, Wavendon Gate * Wavendon: Wavendon, Eagle Farm, Glebe Farm * West Bletchley: Far Bletchley, Old Bletchley, West Bletchley. * Whitehouse * Woburn Sands * Wolverton and Greenleys: Greenleys, Stacey Bushes, Stonebridge, Wolverton, Old Wolverton * Woughton: Beanhill, Bleak Hall, Coffee Hall, Eaglestone, Leadenhall, Netherfield, Peartree Bridge, Redmoor, Tinkers Bridge (part) * Old Woughton: Passmore (part of Tinkers Bridge), Woughton on the Green, Woughton Park. ===Rest of the borough=== The rural area accounts for about 80% of the Borough by area and about 10% by population. Olney is a town. These are the extra- urban civil parishes: * Astwood and Hardmead * Bow Brickhill * Caldecote, Calverton, Castlethorpe, Chicheley, Clifton Reynes, Cold Brayfield * Emberton * Filgrave * Gayhurst * Hanslope, Haversham * Lathbury, Lavendon, Little Brickhill, Little Linford, Long Street * Moulsoe * Newton Blossomville, North Crawley * Olney * Ravenstone * Sherington, Stoke Goldington * Tyringham * Warrington, Weston Underwood ==Freedom of the Borough== The following people and military units have received the Freedom of the Borough of Milton Keynes. ===Individuals=== * Jock Campbell, Baron Campbell of Eskan: 18 March 1982. * James Marshall: 2009. * Dame Cleo Laine: 2011. * Peter Winkelman: 12 November 2015. ===Military Units=== * The Royal Green Jackets: 1998. ** The Rifles: 2007. (confirmation) * 678 (Rifles) Squadron 6 Regiment Army Air Corps: 11 March 2018. ===Organisations and businesses=== * Red Bull Racing, 2014 ==References== ==External links== * Milton Keynes Borough Council * Map on the Milton Keynes Council's website showing civil parishes in the borough. Borough Category:Non-metropolitan districts of Buckinghamshire Category:Unitary authority districts of England Category:Local government districts of South East England",
 "title": "Borough of Milton Keynes"
}