{
 "id": "358021",
 "text": "thumb|right|300px|Original act of the Warsaw Confederation The Warsaw Confederation, signed on 28 January 1573 by the Polish national assembly (sejm konwokacyjny) in Warsaw, was one of the first European acts granting religious freedoms. It was an important development in the history of Poland and of Lithuania that extended religious tolerance to nobility and free persons within the Polish–Lithuanian CommonwealthStone, Daniel, The Polish-Lithuanian State, 1386–1795, Seattle and London: University of Washington Press, 2001. and is considered the formal beginning of religious freedom in the Polish- Lithuanian Commonwealth. Although it did not prevent all conflict based on religion, it did make the Commonwealth a much safer and more tolerant place than most of contemporaneous Europe, especially during the subsequent Thirty Years' War.Adam Zamojski, \"The Polish Way\". New York: Hippocrene Books, 1987 ==History== Religious tolerance in Poland had had a long tradition (e.g. Statute of Kalisz) and had been de facto policy in the reign of the recently deceased King Sigismund II. However, the articles signed by the Confederation gave official sanction to earlier custom. In that sense, they may be considered either the beginning or the peak of Polish tolerance. Following the childless death of the last king of the Jagiellonian dynasty, Polish and Lithuanian nobles (szlachta) gathered at Warsaw to prevent any separatists from acting and to maintain the existing legal order. For that the citizens had to unconditionally abide the decisions made by the body; and the confederation was a potent declaration that the two former states are still closely linked. In January the nobles signed a document in which representatives of all the major religions pledged each other mutual support and tolerance. A new political system was arising, aided by the confederation which contributed to its stability. Religious tolerance was an important factor in a multiethnic and multi-religious state, as the territories of the Commonwealth were inhabited by many generations of people from different ethnic backgrounds (Poles, Lithuanians, Ruthenian, Germans and Jews) and of different denominations (Catholic, Protestant, Orthodox, Jewish and even Muslim). \"This country became what Cardinal Hozjusz called \"a place of shelter for heretics\". It was a place where the most radical religious sects, trying to escape persecution in other countries of the Christian world, sought refuge. This act was not imposed by a government or by consequences of war, but rather resulted from the actions of members of Polish-Lithuanian society. It was also influenced by the 1572 French St. Bartholomew's Day Massacre, which prompted the Polish-Lithuanian nobility to see that no monarch would ever be able to carry out such an act in Poland. The people most involved in preparing the articles were Mikołaj Sienicki (leader of the \"execution movement\"), Jan Firlej and Jan Zborowski. Their efforts were opposed by many dignitaries of the Roman Catholic Church, Franciszek Krasiński was the only bishop who signed them (Szymon Starowolski claimed he did so under the \"threat of the sword\"), and the future legal acts containing the articles of the Confederation were signed by bishops with the stipulation: \"excepto articulo confoederationis.\" Another bishop, Wawrzyniec Goślicki, was excommunicated for signing the acts of the Sejm of 1587. The articles of the Warsaw Confederation were later incorporated into the Henrician Articles, and thus became constitutional provisions alongside the Pacta conventa also instituted in 1573. ==Importance== Late-16th-century Poland stood between the Orthodox Muscovy in the East, the Muslim Ottoman Empire to the South, and Western Europe, torn between Reformation and Counter-Reformation, to the North and West. Its religious tolerance made it a welcome refuge for those escaping religious persecution elsewhere; in the words of Cardinal Stanislaus Hosius, it became \"a place of shelter for heretics\". The confederation legalized the previously unwritten customs of religious tolerance. There is debate as to whether religious freedom was intended only for the nobility or also for the peasants and others; most historians favor the latter interpretation. In 2003, the text of the Warsaw Confederation was added to UNESCO's Memory of the World Programme. ==Quotes== ==See also== * Edict of Torda * Edict of Nantes * Letter of Majesty * Statute of Kalisz * Warsaw Confederation (1704) ==References== ===Sources=== * PWN Encyclopedia entry (in Polish) * UNESCO:The General Confederation of Warsaw ==Further reading== * Ole-Peter Grell, Robert W. Scribner, eds., Tolerance and Intolerance in the European Reformation, Cambridge University Press, 2002, , Google Print, p.264+ *A. Jobert, La tolerance religieuse en Pologne au XVIc siecle, [w:] Studi di onore di Ettore Lo Gato Giovanni Maver, Firenze 1962, pp. 337–343, *Norman Davies, God's Playground. A History of Poland, Vol. 1: The Origins to 1795, Vol. 2: 1795 to the Present. Oxford: Oxford University Press. / * M. Korolko, J. Tazbir, Konfederacja warszawska 1573 roku wielka karta polskiej tolerancji, Warszawa Instytut Wydawniczy PAX 1980. * G. Schramm, Der Polnische Adel und die Reformation, Wiesbaden 1965. ==External links== * Photo * Original text in Polish Same here * DWA BEZKRÓLEWIA — KONFEDERACJA WARSZAWSKA by ks. dr Tadeusz Wojak Category:1573 establishments in the Polish–Lithuanian Commonwealth Category:Polish confederations Category:History of Warsaw Category:Protestant Reformation Category:History of Christianity in Poland Category:History of religion in Poland Category:Memory of the World Register Category:1573 in the Polish–Lithuanian Commonwealth",
 "title": "Warsaw Confederation"
}