{
 "id": "358213",
 "text": "Kenneth Erwin Hagin (August 20, 1917 – September 19, 2003) was an American preacher. He is known for pioneering the Word of Faith movement. == Biography == === Personal life === Kenneth E. Hagin was born August 20, 1917 in McKinney, Texas, the son of Lillie Viola Drake Hagin and Jess Hagin. According to Hagin's testimony, he was born with a deformed heart and what was believed to be an incurable blood disease. He was not expected to live and at age 15 became paralyzed and bedridden. In April 1933 he converted to Christianity. During a dramatic conversion experience, he reported dying, due to the deformed heart, three times in 10 minutes, each time seeing the horrors of hell and then returning to life. He remained paralyzed after his conversion. On August 8, 1934, he says he was raised from his deathbed by a revelation of \"faith in God's Word\" after reading Mark 11:23-24. He was also healed of his paralysis and never struggled with walking. His dramatic healing is detailed in Roberts Liardon's book God's Generals. The text defined his ministry and was his most frequently quoted verse: === Start of ministry === In 1936, he founded his first non-denominational church. He preached his first sermon as the pastor of a small, community Baptist church in Roland, Texas. In 1937, he became an Assemblies of God minister. During the next twelve years he pastored five Assemblies of God churches in Texas: in the cities of Tom Bean, Farmersville (twice), Talco, Greggton, and Van. Van, Texas was the last church he pastored before starting to travel. On November 25, 1938 he married Oretha Rooker. They had two children. Their first child Kenneth Wayne Hagin, known as Kenneth Hagin Jr., was born on September 3, 1939. A daughter, Patricia (Hagin) Harrison, was born 19 months later on March 27, 1941. His son Kenneth Wayne Hagin is currently the pastor of Rhema Bible Church and President of Kenneth Hagin Ministries. Hagin began an itinerant ministry as a Bible teacher and evangelist in 1949 after an appearance by Jesus. He joined the Voice of Healing Revival in the U.S. with Oral Roberts, Gordon Lindsay and T. L. Osborn between 1947 and 1958. Hagin was given full admission to the Full Gospel Business Men's Fellowship International (also known as the FGBMFI) which had been established in 1951. === Evangelistic Association === On January 23, 1963, he formed the Kenneth E. Hagin Evangelistic Association (now Kenneth Hagin Ministries) in Garland, Texas. In September 1966, the ministry offices were moved to Tulsa, Oklahoma into a space previously used by T.L. Osborn. He started selling his sermons on reel-to-reel tape in 1966. In November of that year, he taught for the first time on radio on KSKY in Dallas. The North Texas District Council of the Assemblies of God ordained him a minister in 1967. In 1967, he began a regular radio broadcast that still continues as \"Faith Seminar of the Air.\" Teaching by his son, Rev. Kenneth Hagin Jr, is heard on the program. Since Hagin's incorporation 1963, his organization grew to include numerous media outreaches and ministries. These are: * Faith Library Publications – with 65 million book copies in circulation * \"RHEMA Praise\" – a weekly television program on the Trinity Broadcasting Network * \"Faith Seminar of the Air\" – a radio program heard on many stations nationwide and on the Internet * \"The Word of Faith\" – a free monthly magazine with roughly 600,000 subscribers * Crusades conducted throughout the nation * RHEMA Correspondence Bible School * RHEMA Prayer and Healing Center, located on the Rhema campus in Broken Arrow, Oklahoma At a camp meeting in 1973, Hagin announced the creation of a \"bible training center.\" In 1974, Hagin opened RHEMA Bible Training College, in Broken Arrow, Oklahoma, which now has training centers in fourteen different countries, planted over 1,500 congregations worldwide, and has 25,000 alumni.R.G. Robins (2010), Pentecostalism In America, Praeger. p. 25 In 1979, he founded the Prayer and Healing Center to provide a place for the sick to come and \"have the opportunity to build their faith.\" Its Healing School continues to be held free of charge twice a day on the RHEMA campus. On May 20, 1994 Hagin received an Honorary Doctor of Divinity Degree from Faith Theological Seminary in Tampa, Florida. === Death === Hagin went to bed on Saturday September 13 feeling so well, according to a news release from his ministry. He sat at the breakfast table on Sunday morning and smiled at his wife, Oretha, then sighed and his head fell to his chest. He died on Friday, September 19, 2003 at the age of 86. ==Rhema Bible Training College== Hagin founded Rhema Bible Training College, previously Rhema Bible Training Center, in 1974. The college is accredited by Transworld Accrediting Commission International, an organization that \"lacks appropriate recognition or authorization\" for higher education. This Bible institute is located on in Broken Arrow, a suburb of Tulsa, Oklahoma. The curriculum is derived from a Charismatic/Pentecostal heritage. There are seven ministry concentrations specializing in Children's Ministry, Youth Ministry, Evangelism, Pastoral Care, Missions, Biblical Studies, and Supportive Ministry. Rhema has established training centers in Austria, Brazil, Colombia, Germany, India, Indonesia, Italy, Mexico, Peru, Romania, Greece, Singapore, South Africa, the South Pacific, Thailand, Nigeria, Zambia, Egypt, and the Philippines. After Hagin's death in 2003, his son, Kenneth W. Hagin, continued to run the institution. Rhema has trained over 80,000 graduates who reside and minister in 52 countries. Locally, Rhema is known for its annual Christmas display, which in recent years has included more than 2 million lights synchronized to Christmas music. Rhema was granted an exception to Title IX in 2016, allowing the college to legally discriminate against LGBT sexual activity for religious reasons. Its 2020-2021 student handbook states that among students, \"RBTC will not allow any type of physical or sexual activity/behavior other than what the Bible states is permitted for a husband and wife who are legally married. This includes, but is not limited to, homosexual activities, fornication, adultery, pornography, and so forth ....\" == Publications == * Bible Faith Study Course (1966) * Right and Wrong Thinking for Christians (1966) * What Faith Is (1966) * The Real Faith (1970) * I Believe in Visions (1972) * The Human Spirit (1974) * Why Tongues (1975) * Demons and How to Deal with Them (1976) * The Key to Spiritual Healing (1977) * Ministering to the Oppressed (1977) * The Interceding Christian (1978) * Faith Food for Spring (1978) * How You Can Be Led by the Spirit of God (1978) * How to Write Your Own Ticket with God (1979) * What to Do When Faith Seems Weak & Victory Lost (1979) * Seven Things You Should Know About Divine Healing (1979) * El Shaddai (1980) * Having Faith in Your Faith (1980) * Why Do People Fall Under the Power? (1981) * Casting Your Cares Upon the Lord (1981) * The Name of Jesus (1981) * Seven Steps for Judging Prophecy (1982) * I Went to Hell (1982) * Must Christians Suffer? (1982) * Three Big Words (1983) * Obedience in Finances (1983) * The Believer's Authority (1985) * How God Taught Me About Prosperity (1985) * The Glory of God (1987) * Understanding How to Fight the Good Fight of Faith (1987) * Prayer Secrets (1988) * Knowing What Belongs to Us (1989) * Exceedingly Growing Faith (1990) * The Holy Spirit And His Gifts (1991) * Classic Sermons: The Word of Faith 25th Anniversary 1968–1992 Commemorative Edition (1992) * Following God's Plan for Your Life (1993) * The Triumphant Church (1993) * Love: The Way to Victory (1994) * God's Medicine (1997) * The Midas Touch (1999) == References == ==External links== * Official Website of Kenneth Hagin Ministries * Rhema Bible Training College * Testimony from Kenyon family that Brother Hagin did not plagiarize his books Category:1917 births Category:2003 deaths Category:American Charismatics Category:American Pentecostal pastors Category:Education in Tulsa, Oklahoma Category:American faith healers Category:American Assemblies of God pastors Category:Pentecostals from Oklahoma Category:Pentecostals from Texas Category:People from Broken Arrow, Oklahoma Category:People from McKinney, Texas Category:Religious leaders from Oklahoma Category:Religious leaders from Texas Category:Prosperity theologians",
 "title": "Kenneth E. Hagin"
}