{
 "id": "358247",
 "text": "Helensburgh (; ) is an affluent coastal town in Argyll and Bute council area, Scotland, sitting at the intersection of the Firth of Clyde, East Clyde and the Gareloch. It has its own Community Council. Until local government reorganisation in 1996, Helensburgh was in Dumbarton District and Strathclyde Region; prior to 1975 it was a small burgh with its own town council within Dunbartonshire. In the Middle Ages it was within the Earldom of Lennox, an area sometimes referred to as the Lennox. It lies on the north shore of the Firth of Clyde and the mouth of the Gareloch is close to the western boundary of the town. ==Geography and geology== thumb|The Colgrain Yair (Fish Trap), Helensburgh Helensburgh is northwest of Glasgow. The town faces south towards Greenock across the Firth of Clyde, which is approximately wide at this point. Ocean-going ships can call at Greenock, but the shore at Helensburgh is very shallow, although to the west of the town the Gareloch is deep. Helensburgh lies at the western mainland end of the Highland Boundary Fault. This means that the hills to the north of Helensburgh lie in the Highlands, whereas the land to the south of Helensburgh is in the Lowlands or Central Belt of Scotland. Consequently, there is a wide variety of landscape in the surrounding area – for example, Loch Lomond (part of Scotland's first National Park) is only over the hill to the north-east of Helensburgh. Although the Highland Boundary Fault is not geologically active, very minor earthquakes do occur occasionally in the area. During the last ice age, the weight of the ice pushed the land downwards. Consequently, when the ice melted, sea levels were higher than they are now. Evidence of this can clearly be seen in Helensburgh where the first two blocks of streets nearer the sea are built on a raised beach. Behind them the land rises up quite steeply for one block and then rises more gently – and this is a former sea cliff which has been eroded. The land, now free of the weight of the ice, is slowly rising up, and the minor local earthquakes reflect this. Further evidence of the last ice age can also be seen at low tide, where the beach is dotted with large boulders known as glacial erratics – these were carried from a distance inside the glaciers and dropped into their current locations when the glaciers melted. ==Climate== Helensburgh has an oceanic climate (Köppen: Cfb). ==History== thumb|right|Ardencaple Castle – the remaining tower thumb|left|Ardencaple Castle prior to 1879 Although it has long been known that there are some prehistoric remains in the Helensburgh area, recent fieldwork by the North Clyde Archaeological Society has uncovered more. However the oldest building in the town itself is Ardencaple Castle which was the ancestral home of Clan MacAulay, and the history of which may date back to the twelfth century.Edward Randolph Welles: Ardincaple and Its Lairds (Jackson, Wylie & Co 1930) Today only one tower of this building remains, the rest having been demolished in 1957–59. ===Sir James Colquhoun buys the area=== In 1752 Sir James Colquhoun (died 1786), chief of the Clan Colquhoun of Luss, bought the land which was to become Helensburgh; at that time it was known by such names as Malig, Millig or Milligs.Joan Blaeu (or Joannis Blaeu): Theatrum Orbis Terrarum sive Atlas Novus c1654 In 1776 he placed an advertisement in a Glasgow newspaper seeking to feu the land, and in particular he stated that \"bonnet makers, stocking, linen and woolen weavers will meet with encouragement\". However his efforts were unsuccessful, partly because roads were rudimentary and also because the shore at Helensburgh made it unattractive to shipping – it was shallow, dotted with large rocks and subject to a prevailing onshore wind. No precise date is known for the change of name to Helensburgh. However it was probably around 1785 when Sir James decided to name the town after his wife, Lady Helen Sutherland (1717–1791); she was the granddaughter of the 16th Earl of Sutherland. However, for a few years both the old and new names for the town were in use and it was also known for a time simply as the New Town. The town's coat of arms is based on those of the Colquhouns and the Sutherlands. Helensburgh received its burgh charter from King George III in 1802. This was somewhat surprising, as the 1799 Statistical Account of Scotland indicates that Helensburgh only had a population of about 100 at that time. To commemorate the bicentenary of the burgh charter in 2002 many members of Helensburgh Heritage Trust combined to produce a special history book of the town. ===Henry Bell and the \"Comet\"=== thumb|left|Face of Henry Bell on the Municipal Buildings thumb|right|Baths Inn (later the Queen's Hotel; today Queen's Court) Henry Bell (1767–1830) had arrived in Helensburgh by 1806. By training he was a millwright, but he had also worked for a period in a shipyard at Bo'ness. He probably designed and built the Baths Inn which he and his wife then ran as a hotel; he designed and built other buildings, such as Dalmonach Works at Bonhill in West Dunbartonshire (now demolished) and St Andrew's Parish Church in Carluke in South Lanarkshire. The Baths Inn later became the Queen's Hotel, and it is now private accommodation as part of Queen's Court at 114 East Clyde Street. At that time the taking of baths (hot and cold, fresh water and salt water) was considered to be advantageous to the health. As a result of his initiative Helensburgh began to develop as a holiday resort, and Bell also served as the town's first recorded Provost from 1807–09. When Henry Bell came to Helensburgh, roads to Glasgow were in poor condition and the journey by boat could take several days, depending on the strength and direction of the wind and on tidal conditions. Consequently, in 1812 Henry Bell introduced the paddle steamer Comet to bring guests from Glasgow in comfort and more speedily to his hotel. The Comet was the first commercial steamship in Europe. That this vessel and subsequent steamships could travel straight into the wind meant that Helensburgh's shallow shore line was a much smaller problem for sailors. As a result, the town began to grow from a population of about 500 in 1810 to 2,229 by the 1841 Census. It is difficult to overstate the importance of Bell in Scottish and British economic history; not only was he a pioneer of tourism, but it can also be argued that the later pre-eminence of the River Clyde in shipbuilding was in no small measure due to him. ===The railway arrives=== Following the arrival of the Glasgow, Dumbarton and Helensburgh Railway in 1858 the population of Helensburgh grew even more rapidly, reaching 5,964 in the 1871 Census. The Municipal Buildings, designed by John Honeyman, were completed in 1879. Glasgow at this time was developing very rapidly as an industrial city, but this rapid growth caused it to become dirty, smoky and unpleasant. The railway meant that the wealthier business people of Glasgow could now set up home in the fresh air of Helensburgh and commute daily between the two places. This led to the expansion of the town northwards up the hill and the building of many substantial Victorian villas. The best known of these is The Hill House which was designed in 1902–03 by Glasgow architect Charles Rennie Mackintosh and which now belongs to the National Trust for Scotland, see \"#Conservation Areas\" below for fuller details. In 1960 the line from Helensburgh Central to Glasgow Queen Street Low Level and on to Airdrie was electrified with the then revolutionary new Blue Trains providing faster, regular interval services. Unfortunately, equipment problems led to the temporary withdrawal of the Blue Trains which did not return to traffic until late 1961. Since then traffic on this route has risen steadily, helped from October 2010 when two trains each hour commenced running right through to Edinburgh via the newly re-opened (and electrified) Airdrie-Bathgate line. By the late 1870s the North British Railway Company (which had become owner of the Glasgow, Dumbarton and Helensburgh Railway) felt that its steamer services were at a competitive disadvantage, because passengers had to walk from Helensburgh Station, through the town centre and down the pier, thus causing longer journey times. By contrast their competitors on the other side of the Clyde, the Caledonian Railway and the Glasgow & South Western Railway had stations right beside their piers. The North British therefore proposed to extend the railway line through the town centre from the station on to the pier. This proposal split opinion in the town down the middle, with Parliament ultimately deciding against it. Consequently, the North British Railway Company decided to build its \"station in the sea\" at Craigendoran just outside the eastern boundary of the town, and this opened in 1882. Shipping services stopped in 1972 but Craigendoran railway station remains in use. In 1894 the West Highland Railway (a subsidiary of the North British Railway by then) was opened from Craigendoran junction to Fort William, with a new station at Helensburgh Upper. This new railway had no significant effect on the population of the town, but it did alter its appearance, with the construction of a substantial embankment up the hill from Craigendoran and of a deep cutting on the approaches to Helensburgh Upper. ===The First World War=== There are 205 men and 1 woman named on Helensburgh's war memorial in Hermitage Park. In 2020 the Helensburgh War Memorial Project published its researches and added a further 59 \"missing names\" to the list; all were men. It also gave a variety of explanations as to why these names were not on the war memorial. Helensburgh was a much smaller town at that time: its total population in the 1911 Census was 8529. If we assume that half of this population were male and if we assume that men between the ages of 18 and 35 made up about a quarter of the male population, then there were 1,066 males of that age in Helensburgh, of whom 264 died; almost a quarter of that age group. A similar proportion were quite possibly seriously injured, both physically and mentally. There are also war memorials nearby in Rhu, Shandon and Cardross. ===Faslane=== When the Second World War broke out in 1939 the British Government was concerned that London and other ports in the south of England would become the targets for German bombing. Consequently, they decided to build two military ports in Scotland which would be more difficult for German bombers to reach. In 1941 Military Port Number 1 opened at Faslane on the Gareloch, 5 miles (8 km) from Helensburgh. A railway was built linking Faslane to the West Highland Line. A vast tonnage of wartime supplies was moved through Faslane, and it was also used as a port for troop movements. Much of the area around Helensburgh was taken over by both British and American Armed Forces for a variety of wartime activities. After the end of the War, Faslane was split in two. The southern half was used by the Royal Navy and the northern half for shipbreaking until 1980. In 1957 the Royal Navy closed its submarine base in Rothesay Bay and transferred it to Faslane. Six years later the British Government decided to buy seaborne nuclear weapons from the United States and to base them in submarines at Faslane which became known as the Clyde Submarine Base. This decision had a substantial impact on Helensburgh and the surrounding area particularly with the provision of housing for naval personnel. A further increase in the town's population resulted, it rising to 15,852 in the 1991 Census. From 1996 surface vessels have also been based there, and this caused a change of the official name to Her Majesty's Naval Base Clyde. ==The town today== thumb|right|Cherry blossom in Stafford StreetDue to its setting Helensburgh has long been considered to have some of Scotland's highest house prices. In a 2006 survey, Helensburgh was shown to be the second most expensive town in which to buy property in Scotland. The older parts of the town are laid out in the gridiron pattern, Helensburgh being an early example of a planned town in Scotland. The character of the town is further enhanced by its many tree-lined streets, and the cherry blossom in the Spring is a particular feature; a consequence is that the town has been referred to as \"the Garden City of the Clyde\". In 2016 the Helensburgh Tree Conservation Trust was invited to become a member of The National Tree Collections of Scotland because the range and quality of its street trees; at the time no other Scottish town had received this accolade. ===Conservation areas=== thumb|left|The Hill House, Helensburgh. thumb|right|Mackintosh Club (originally the Helensburgh & Gareloch Conservative Club)After the arrival of the railway many attractive villas were built in Helensburgh as the homes of wealthy business people from Glasgow. As a result of this Helensburgh has three Conservation Areas. The smallest of these is The Hill House Conservation Area, based on the masterpiece of architecture by Charles Rennie Mackintosh, and built for the publisher Walter Blackie. The house, at the top of Upper Colquhoun Street on the north edge of town, is one of the best examples of his style, with startlingly modern interiors incorporating furniture which he also designed. Unfortunately for almost all its entire life the Hill House has had problems with damp penetration. These were so severe that in 2019 the whole building was enclosed within \"The Box\"; this is a remarkable structure with a solid roof and chainmail walls. Its purpose is to let the building dry out. Although The Box has planning permission for 5 years, it is not known how long it will take for the building to dry out or what form any subsequent restoration will take. In 2016 proof was found that another building in the town, long suspected of having been designed by Mackintosh, was actually his work. It was built as the Helensburgh & Gareloch Conservative Club, and the top floor only of this large building is now known as the Mackintosh Club. It is located in the town centre at 40 Sinclair Street above the M & Co shop. A large proportion of the upper part of the town away from the town centre has been designated as the Upper Helensburgh Conservation Area. Other well-known architects whose work features here are William Leiper (a Helensburgh resident) and Mackay Hugh Baillie Scott. In 2019 a third conservation area was set up, this time for the Town Centre. It covers much of the commercial heart of the town, but excludes the pier. ===Population and employment=== In 2008 the General Register Office for Scotland gave the population of Helensburgh as 13,660. However this is set to grow by 2020, as plans are being developed for around 650 new homes. Helensburgh today acts as a commuter town for nearby Glasgow, and also serves as a main shopping centre for the area and for tourists and day trippers attracted to the town's seaside location. Helensburgh is also influenced by the presence of the Clyde Naval Base at Faslane on the Gareloch, which is home to the United Kingdom's submarine fleet with their nuclear weapons, as well as a major local employer. A substantial expansion is due to take place there by 2020–21, and this will increase the importance of Faslane to the town even more. ===Transport=== The town is served by three railway stations. The principal one is Helensburgh Central, the terminus of the North Clyde Line and Craigendoran at the east end of the town is on the same line. Helensburgh Upper is on the West Highland Line; trains from here go to Fort William, Mallaig and Oban while, in the opposite direction, the Caledonian Sleeper provides a direct train service to London. There is also a bus service to Glasgow, as well as local bus services within the town and to the Vale of Leven and to Carrick Castle. A special local form of transport is the paddle steamer Waverley which used to call in to Helensburgh pier during summer sailings. It advertises itself as the last sea- going paddle steamer in the world and was launched in 1946 for service from Craigendoran pier; however Craigendoran pier is now derelict, services having been withdrawn in 1972. Towards the end of 2018 Helensburgh pier was closed to all maritime craft because of its poor condition, and so there is no certainty as to when calls by the \"Waverley\" will resume. ===Religion=== Most of the major Scottish Christian denominations have churches in Helensburgh. The biggest of these was the Church of Scotland which by 1880 had 5 congregations in the town, each with its own building. However, with falling church attendances, and a vision to rationalise resources to better enable mission, these had all merged by 2015, so that the only Church of Scotland congregation is Helensburgh Parish Church in Colquhoun Square. Helensburgh is the largest Church of Scotland Parish in Scotland. Since December 2015 the Minister at Helensburgh Parish Church is the Reverend David T. Young. In 2016 the former Park Church in Charlotte Street became the Buddhist Meditation Centre of Scotland (Wat Phradhammakaya). The Scottish Catholic Church has a significant influence within the town, with a parish church named St Joseph's on Lomond Street. St Joseph's church hall was originally the parish church in Helensburgh. thumb|left|St Michael and All Angels ChurchIt could be argued that the finest church in the town architecturally is St Michael and All Angels at the corner of William Street and West Princes Street. This building for the congregation of the Scottish Episcopal Church was designed in 1868 by Sir Robert Rowand Anderson and today it is the town's only category A listed church. ===Education=== There are a number of schools in the town, only one of which is private, namely Lomond School. The rest are state schools provided by Argyll and Bute Council. For most children in the town their education takes place within a number of primary schools provided by Argyll and Bute Council, and these in turn feed into the Hermitage Academy, which is the only secondary school in the town provided by Argyll and Bute Council. The primary schools in question are Colgrain, John Logie Baird, and Hermitage Primary. In addition primary schools in the surrounding less-populated area also send their children on to Hermitage Academy; these include such places as Cardross, Rhu, Garelochhead, Rosneath, Kilcreggan, Arrochar and Luss. Parklands School is also provided by Argyll and Bute Council and is a purpose-built school for pupils with Complex Special Educational Needs. The school meets the needs of pupils from pre-5 to 19 years with moderate, severe and profound learning difficulties, autistic spectrum disorders, complex and multiple disabilities and associated emotional and behavioural difficulties. Standing in the School grounds is Ardlui House which provides residential short breaks for up to 2 weeks for the same types of children and young people. For those parents who wish their children to have a Roman Catholic education provided by Argyll and Bute Council, St Joseph's Roman Catholic Church has a partner primary school of the same name based in the Kirkmichael area of the town, with the partner secondary school being the high-achieving Our Lady and St Patrick's High School in Dumbarton. Lomond School is the only private school in Helensburgh, and hence the only one for which fees have to be paid. The school was founded in 1977 as a result of a merger between St Bride's School (which was for girls) and Larchfield School (which was primary only and for boys). Both primary and secondary education are provided at Lomond School and the school caters for both day pupils and boarders, with quite a number of the latter coming from abroad. ===Medical Services=== The town has two medical practices, both located within the same Medical Centre in East King Street. There are also a number of dentists and opticians in the town. Built as the Victoria Infirmary, the Victoria Integrated Care Centre no longer cares for in-patients and the original building is now little used. However a variety of clinics do take place in buildings in the grounds. The nearest functioning hospital is the Vale of Leven Hospital in Alexandria. However the range of services available there has been reduced, and so local people needing hospital care now often have to travel further afield, and in particular to the Royal Alexandra Hospital in Paisley. In 2006 the Helensburgh district opted to come within the NHS Highland area, which is based in Inverness. However, because of the great distance between the Helensburgh area and Inverness, NHS Highland has an arrangement with NHS Greater Glasgow and Clyde which ensures that the latter provides the services needed locally. ===Sport and leisure=== thumb|left|Off Helensburgh Sailing ClubSports are well represented with various football, rugby, cricket, athletics, netball, hockey, curling, bowling, golf, sailing and fishing clubs amongst others active in the town. The seafront has an indoor swimming pool, an esplanade walk, a range of shops, cafes and pubs, and sailing facilities including Helensburgh Sailing Club. Helensburgh is home to a number of annual events, with the local branch of the Round Table running an annual fireworks display on Guy Fawkes Night and hosting a Real Ale Festival. Helensburgh & Lomond Highland Games take place annually around the start of June. In 2015 the former St Columba Church at the corner of Sinclair Street and West King Street became The Tower. This is a digital arts centre which has 2 cinema screens and which also stages a range of live performances. Furthermore, training in various aspects of digital arts is also undertaken. ===Walking, cycling and kayaking routes=== thumb|Sign for the John Muir WayThere are a number of footpaths in and around Helensburgh, and it is also the starting point for some long distance walking and kayaking. In the town itself there are footpaths inside the Duchess Woods, Argyll & Bute's only local nature reserve. Just outside the town there is an attractive footpath of 2 miles length (3 km) around Ardmore Point. A longer footpath is the Three Lochs Way which connects Loch Lomond with Helensburgh, the Gareloch and Loch Long, and which runs for 34 miles (55 km). The longest by far of all the walks with a local start is the John Muir Way. This commemorates John Muir who is celebrated worldwide as the \"Father of National Parks\" and runs from Helensburgh for 134 miles (215 km) to his birthplace at Dunbar in East Lothian. The Clyde Sea Lochs Trail is a road route from Dumbarton, through Helensburgh, round the Rosneath Peninsula, and ending at Arrochar, with information panels along the way. The quieter parts of the route will be of interest to cyclists, while geocaching can also be carried out. The Argyll Sea Kayak Trail also starts at Helensburgh pier and passes through some of Scotland's finest coastal scenery for around 95 miles (150 km), finishing at Oban. ===Recent developments=== Major changes have taken place within the town centre in the years leading up to 2016, and others are due to take place within the next 5 years, see \"#Future Developments\" below for fuller details. thumb|left|Colquhoun Square, showing Helensburgh Parish Church and plinths for the Outdoor MuseumA major upgrade to the streets in the town centre has taken place. Pavements have been widened and attractive new surfaces of granite have replaced tarmac and concrete. This has occurred most notably in Colquhoun Square where parts of Colquhoun Street have been blocked off, thus creating an area of open space which is available for events including festivals and farmers markets. In particular the award-winning Outdoor Museum has been established in the Square, see \"#Miscellany\" below for fuller details. Likewise improvements have been made to some of the other streets within the town centre and to the portion of the West Esplanade which lies within the town centre. thumb|right|Helensburgh & Lomond Civic Centre (originally Clyde Street School)Clyde Street School at 38 East Clyde Street was opened in 1904 to the design of local architect A N Paterson. In 1967 it ceased to function as a school, becoming instead a Community Education Centre. This was closed in 2004 and for a long while as the building lay derelict. However, in 2015 it reopened as the Helensburgh and Lomond Civic Centre of Argyll and Bute Council; not only was the old school given a most attractive renovation, but a substantial modern wing was added to it. There is a public cafe in the old school section, and displays from the collections of Helensburgh Heritage Trust can also be seen there. The Tower Digital Arts Centre, housed in the former St Columba Church on Sinclair Street, was converted into a first release double screen cinema and arts centre for the town. It has over 40,000 visitors a year and brings visitors to the town from Loch Lomond, West Dunbartonshire, Glasgow and beyond throughout the year, and planning permission has been granted for a further two cinema screens. The West King Street Hall next door was converted and took on a new role in 2018 as the Scottish Submarine Centre. The Centre now houses the last (1955) Stickleback- class submarine built for the Royal Navy. The submarine is surrounded by one of the UK's most advanced 360-degree video and digital mapping systems, and the Centre attracts visitors all year round to the Town. Both projects are managed by volunteers. ===Future developments=== The swimming pool on Helensburgh pierhead stands on an area of land which has been reclaimed from the sea, but unfortunately it can be under water in gales. In 2020 work started on a new swimming pool; it is due to be finished in 2022 after which Argyll and Bute Council will demolish the old swimming pool. The area of reclaimed land has been raised, and there may also be some minor commercial development there. Work started in February 2017 on a major renovation of Hermitage Park which will cost over £3 million and which will be complete by the end of 2020. The Park Pavilion is a Passivhaus design, believed to be the first non-domestic Passivhaus building in Scotland. ==Miscellany== ===Twin town=== Helensburgh's only twin town is Thouars in France. A twinning agreement was signed in 1983. ===Helensburgh, Australia=== Helensburgh, New South Wales, Australia was originally known as Camp Creek. When the Illawarra railway line was being built in the area, coal was discovered, and so the township originally developed for coal mining. The name of the place was changed to Helensburgh in 1888 by Charles Harper who had become the first manager of the coalmine in 1886. It is believed in Australia that he was born in Helensburgh, Scotland in 1835. He also called his daughter Helen, and so it is possible that the town in Australia is actually named after her. In the same year as Helensburgh in Australia acquired its new name, Charles Harper was killed in a mining accident whilst supervising the haulage of a new steam boiler, a wire rope broke and he was killed in the recoil. ===Helensburgh, New Zealand=== Helensburgh, New Zealand is a suburb of Dunedin. How it acquired its name is something of a mystery. According to one of a series of articles in the Evening Star newspaper in 1959 about the origins of Dunedin street names, the area once belonged to Miss Helen Hood. The locality was originally called Helensburn, but unofficial local opinion is that it turned into Helensburgh because at least some of the local population who were from Scotland thought that that was what the name should be. ===The Baronetcy of Helensburgh=== The Raeburn Baronetcy of Helensburgh in the County of Dunbarton, is a title in the Baronetage of the United Kingdom. It was created on 25 July 1923 by King George V for William Raeburn. He was head of the firm of Raeburn & Verel Ltd, a shipping company whose ships constituted the Monarch Steamship Company. His obituary in the Helensburgh & Gareloch Times describes how he was involved in various aspects of the shipping industry and how \"in 1916 he was appointed President of the Chamber of Shipping by the shipowners of the United Kingdom\". On his retirement from that post he was awarded with a knighthood. He also represented Dunbartonshire in the House of Commons as a Unionist from 1918 until the General Election in December 1923 and so it was towards the end of his political career that the Baronetcy of Helensburgh was created for him. He died on 12 February 1934 at the age of 83, having come to live in the town towards the end of the 19th century. During his life he had been a Justice of the Peace and had also been involved with many local organisations. ===The Outdoor Museum=== thumb|right|Replica of Stooky Bill, John Logie Baird's puppet, in the Outdoor Museum When Colquhoun Square was redesigned in 2015 an integral part of its new look was the Outdoor Museum. Around 120 plinths have been erected in the Square, largely as a means of directing the little traffic which is allowed there. The long-term aim is that these plinths will gradually be filled over the years with items or replicas of items connected with Helensburgh's history and character. So far around 15 plinths now have an assortment of artefacts or artworks on them. The plinths themselves have been engraved with both a description of the items and QR codes which can be scanned for more information. Those on display to date are a very diverse collection and include a puppet's head used by John Logie Baird in his first television experiments, the ship's bell from Henry Bell's paddle steamer Comet, miniature shoes and butter pats (for shaping butter). In addition a number of brass plaques have been set into the pavements and these give a description of the condition of the streets of the town in 1845. WAVEparticle was the designer of the Outdoor Museum, and the concept has been given a number of awards. ==Notable people== thumb|right|Henry Bell, portrait ===Henry Bell=== Henry Bell (1767–1830) was born in Torphichen in West Lothian and only came to Helensburgh when he was around 30 years old. However he remained in the town for the rest of his life and he was the first recorded Provost of Helensburgh. He is famous for introducing the paddle steamer Comet, see \"#Henry Bell and the ''Comet''\" above for fuller details. He is buried in Rhu churchyard. ===John Logie Baird=== thumb|left|John Logie Baird bust on the West Esplanade thumb|right|John Logie Baird window in Helensburgh Parish ChurchOf the three most famous residents of Helensburgh, the only one to have been born in the town was John Logie Baird (1888–1946). He was the first man in the world ever to transmit proper television pictures and in his day he was recognised as the inventor of television. His success was acknowledged in The Radio News of America in September 1926: \"Mr Baird has definitely and indisputably given a demonstration of real television. It is the first time in history that this has been done in any part of the world.\" This was seven months before AT&T; made their first transmission within the United States which was erroneously claimed in one American headline as \"Television at Last\". Because Baird used an electro-mechanical system there are still those who merely describe him as a television pioneer rather than the inventor of television. He also made the world's first video recordings (on 78 rpm gramophone records) and produced an infrared night sight which incorporated a major development in the field of fibreoptics. Over 24 years he was granted 177 patents. At the age of two he had suffered a major illness which left his health seriously impaired; every winter he would have a severe cold or chest infection, with the result that, when he volunteered for the Armed Forces during the First World War, he was deemed to be unfit for any form of military service. Baird left Helensburgh about the time when he became a student, and he subsequently spent most of his life in the south of England, where he died. However he is buried in Helensburgh Cemetery. ===Bonar Law=== thumb|right|Former British Prime Minister, Bonar Law Future British Prime Minister Bonar Law resided in Helensburgh from the age of 12, following the death of his mother and his father remarrying in his native Canada. He lived with relatives, the Kidstons, in the town and later entered the iron trade in Glasgow. He was elected as a Member of Parliament (MP) in Glasgow and served as Chancellor of the Exchequer during the First World War. He was invited to become Prime Minister by King George V, deferring in favour of David Lloyd George and serving in his coalition government. In 1922, he became Prime Minister, serving for six months before resigning following a diagnosis of throat cancer and dying in London six months later. Law was later described by H. H. Asquith, another former Prime Minister, as \"the unknown Prime Minister\". His wife had predeceased him in 1909 and is buried in Helensburgh Cemetery. Despite his wishes to be buried alongside her, his family were persuaded to have his ashes buried in Westminster Abbey. He and his wife are commemorated in a window in Helensburgh Parish Church, as are also two of their sons who died in the First World War. Although he became known as \"the unknown Prime Minister\", he reached an office which less than a hundred people every century manage to reach, and so he richly deserves to be known as one of Helensburgh's most famous residents. ===Other notable residents=== *Martin Alabaster, Royal Navy officer *Gavin Arneil, doctor, paediatric nephrologist *Phil Ashby, Royal Marines Commando officer *W. H. Auden, poet *William Auld, poet and author *Marco Biagi, politician *John Black, football player *Bobby Blair, football player *James Bridie, playwright and screenwriter *Bobby Brown, football player and manager *Jack Buchanan, actor, singer, producer and director *John Buchanan, Olympic Gold medal-winning sailor *John Butt, orchestral and choral conductor, organist, harpsichordist and musicologistRebecca Garrett, \"Helensburgh musician John Butt gets OBE in New Year Honours,\" S1 Helensburgh, 10 January 2013, URL= *Bruce Cameron, Anglican bishop *Peter Canero, football player *Horatio Scott Carslaw, mathematician *Joe Carson, football player *Lawrence Chaney, drag queen *John Christie, Church of Scotland minister *Morven Christie, actress *Andy Clyde, actor *Stephen Conroy, artist *Charlotte Cooper, Olympic Gold medal-winning tennis player *James Copeland, actor *A. J. Cronin, novelist and physician *Cecil Day-Lewis, Poet Laureate of the United Kingdom *Arthur Downes, Olympic Gold medal-winning sailor *Andrew Dunlop, Baron Dunlop, politician *Mary Alice Faid (1897–1990), writer, died in Helensburgh *George Findlay, Victoria Cross recipient *Malcolm Finlayson, football player *John Arnold Fleming OBE FRSE (1871–1966), chemist, author and historian *James George Frazer, social anthropologistJaques Waardenburg. 1999. Classical Approaches to the Study of Religion. Aims, Methods and Theories of Research, Volume I: Introduction and Anthology, p244. New York : Walter de Gruyter. *Tom Gallacher, playwright * Duncan Gay MBE, scientist and submariner *John Gilmour, World War I pilot *Norah Neilson Gray, artist *Tina Gray, medical pioneer *Jimmy Gunning, football player *Sir James Guthrie, artist *Herbert Guthrie-Smith, author and conservationist *John Hammersley, mathematician *James Ballantyne Hannay, chemist *Jack Hill, football player and manager *Steve House, senior police officer *Kenny Hyslop, rock drummer in Slik and Simple Minds *William Jacks, Liberal politician and ironmaster *Duncan Airlie James, kickboxer *James Jardine, Medal of Honor recipient *Billy Jeffrey, football player and manager *Deborah Kerr, actress, most notably in The King and I *Daniel Lamont, Church of Scotland minister *William Leiper, architect and artist *Robert Aim Lennie, doctor *Robin Lloyd-Jones, author and educationalist *Jimmy Logan, impresario and director *R. D. Low, pilot and doctor *Zachary Macaulay, mathematician and abolitionist *David MacDonald, director, writer and actor *Alexander Robertson MacEwen, Moderator of the United Free Church of Scotland *Helen MacInnes, author *Murdo MacLeod, football player and manager *Sir Ian McGeoch, Royal Navy officer *Bob McGregor, Olympic Silver medal-winning swimmer *Michael McIntyre, Olympic Gold medal-winning sailor *Lex McLean, music hall comedian *Fergus McNeill, author and game designer *Moses McNeil, co-founder of Rangers F.C. *Peter McNeil, co- founder of Rangers F.C. *Charlotte McShane, triathlete *Neil Mitchell, musician *Tommy Muirhead, football player and manager *Neil Munro, journalist and literary critic *W.C.W. Murdoch, rugby union player *Gary Orr, golfer *Derek Parlane, football player *Viola Paterson, artist *Luke Patience, Olympic Silver medal-winning sailor *Samantha Poling, journalist *Sir William Raeburn, Unionist politician and shipping magnate *Gordon Reid, wheelchair tennis player *Emma Richards, yachtswoman *George Rickey, kinetic sculptor *A. E. Robertson, Church of Scotland minister *Patrick Rodger, Anglican bishop and ecumenist *Randolph Schwabe, draughtsman and painter *Louise Scullion, artist *Nick Sharkey, football player *Gordon Sherry, golfer *Max Simmers, rugby union player *Martin Smith, director *Walter Smith, football player and manager *Peter Such, Test cricketer *Fergus Tiernan, football player *Philip Tower, British Army officer *Alexander Ure, Liberal politician and judge *Tom Vaughan, film and television director *Adam Cleghorn Welch, biblical scholar *Kim Winser, businesswoman ==See also== *List of places in Argyll and Bute *Helensburgh, New South Wales *Helensburgh, New Zealand ==References== ==External links== * Helensburgh Community Council * Category:Burghs Category:Seaside resorts in Scotland Category:Towns in Argyll and Bute Category:Firth of Clyde Category:Highlands and Islands of Scotland",
 "title": "Helensburgh"
}