{
 "id": "358381",
 "text": "The Institute of Physics (IOP) is a UK-based learned society and professional body that works to advance physics education, research and application. It was founded in 1874 and has a worldwide membership of over 20,000. The IOP is the Physical Society for the UK and Ireland and supports physics in education, research and industry.Institute of Physics Policy Activities In addition to this, the IOP provides services to its members including careers advice and professional development and grants the professional qualification of Chartered Physicist (CPhys), as well as Chartered Engineer (CEng) as a nominated body of the Engineering Council.Becoming Chartered by the Institute The IOP's publishing company, IOP Publishing, publishes 85 academic titles. ==History== The Institute of Physics was formed in 1960 from the merger of the Physical Society, founded as the Physical Society of London in 1874, and the Institute of Physics, founded in 1918. The Physical Society of London had been officially formed on 14 February 1874 by Frederick Guthrie, following the canvassing of opinion of Fellows of the Royal Society by the physicist and parapsychologist Sir William Barrett at the British Association for the Advancement of Science meeting in Bradford in 1873, with John Hall Gladstone as its first president. From its beginning, the society held open meetings and demonstrations and published Proceedings of the Physical Society. Meetings were held every two weeks, mainly at Imperial College London. The first Guthrie lecture, now known as the Faraday Medal and Prize, was delivered in 1914. In the early part of the 20th century, the profession of \"physicist\" emerged, partly as a result of the increased demand for scientists during the First World War. In 1917, following discussions between William Eccles and William Duddell, the Council of the Physical Society, along with the Faraday Society, the Optical Society, and the Roentgen Society, started to explore ways of improving the professional status of physicists, and in 1918, the Institute of Physics was created at a meeting of the four societies held at King's College London. In 1919, Sir Richard Glazebrook was elected first president of the institute, and the inaugural meeting of the Institute took place in 1921. As with the Physical Society, dissemination of knowledge was fundamental to the institute, which began publication of the Journal of Scientific Instruments in 1922. The annual Reports on Progress in Physics began in 1934 and is still published today. In 1952, the institute began the \"Graduateship\" course and examination, which ran until 1984 when the expansion of access to universities removed demand. In 1932, the Physical Society of London merged with the Optical Society to create the Physical Society. In 1960, the Physical Society and the Institute of Physics merged, creating a single organization with the name The Institute of Physics and the Physical Society, with John Cockcroft elected at its first president. The new society combined the learned society tradition of the Physical Society with the professional body tradition of the Institute of Physics. Under the leadership of Thomas E. Nevin, an Irish branch of the Institute of Physics was formed in 1964.About Us: Early History of IOP in Ireland Foundation of the Irish branch Upon being granted a royal charter in 1970, the organization was renamed as the Institute of Physics. ==Membership== The IOP has 23,000 members split across four grades of membership: Associate Member (AMInstP), Member (entitled to use the postnominals MInstP), Fellow (entitled to use the postnominals FInstP) and Honorary Fellow (entitled to use the postnominals Hon.FInstP). Undergraduates, apprentices and trainees can become Associate Members, and qualification for MInstP is normally by completion of an undergraduate degree that is \"recognised\" by the institute - this covers almost all UK physics degrees. An MInstP can become an FInstP by making \"an outstanding contribution to the profession.\" These four grades of membership replaced the previous seven grades in January 2018; these changes introduced removed affiliate memberships for undergraduates (they are now Associate Members), removed the post-nominal letters AMInstP, and made Associate Members voting members. In 2015, the membership of the Institute of Physics was 86% male at MInstP and 91% male at FInstP. 85% of Honorary Fellows were male. The institute grants academic dress to the various grades of membership. Those who have passed the institute's graduateeship examination (offered 1952–1984) are entitled to a violet damask Oxford burgon-shaped hood. Corporate members (MInstP) are entitled to wear a hood of Toronto full shape in violet damask, lined in violet and faced on the cowl with 2\"/5 cmSpecifications on the IoP website are in cm; Burgon Society publications give specifications in inches shot crimson silk. The gown for members and those who have passed the graduateship examination is the same pattern as that used by the University of London for their Bachelor of Arts, but with the sleeves loped by violet cords and buttons, the Fellow's gown follows the pattern of the Doctor's robes of Oxford University in black with (according to Groves 2014) 4\" cuffs in violet damask, or (according to the IOP website) 15 cm cuffs and 10 cm facings in violet taffeta, the cuffs slightly gathered with red cords and violet buttons. Fellows wear a doctor's bonnet in black velvet with red tassels, other grades wear a standard black mortarboard with black tassels. ==Professional qualifications== The institute grants the professional title of Chartered Physicist (CPhys) under its own charter, Chartered Engineer (CEng), Engineering Technician (EngTech), and Incorporated Engineer (IEng) as a nominated body of the Engineering Council, and Registered Scientist (RSci) and Registered Science Technician (RSciTech) as a licensed body of the Science Council. Until 2001, CPhys was granted automatically with MInstP, however since then it has become a separate qualification that is equal in stature to Chartered Engineer. People awarded CPhys since 2012 require re-validation every three years to retain the qualification. In order to gain the CPhys qualification, a physicist must be appropriately qualified (an accredited MSci or MPhys integrated master's degree is standard, although experience leading to an equivalent level can be counted), have had a minimum of two years of structured training and a minimum of two years responsible work experience, have demonstrated a commitment to continuing professional development, and have gained a number of competencies. From 2020, all CPhys holders are required to be professionally active and to submit an annual continuing professional development record. ==Education== The IOP accredits undergraduate degrees (BSc/BA and MSci/MPhys) in physics in British and Irish universities. At post-16 level, the IOP developed the 'Advancing Physics' A-level course, in conjunction with the OCR examining board, which is accredited by the Qualifications and Curriculum Authority. Advancing Physics was sold to Oxford University Press in January 2011.Letter to Advancing Physics users The IOP also developed the Integrated Sciences degree, which is run at four universities in England.Integrated Sciences The IOP provides an important educational service for secondary schools in the UK. This is the Lab in a Lorry, a mobile laboratory in a large articulated truck. This has three small laboratories where schoolchildren can try out various hands-on experiments, using physics equipment not usually available in the average school laboratory. Sponsorship is provided by EDF Energy and support from the British Science Association. IOP runs the Stimulating Physics Network, aimed at increasing the uptake of physics at A-level, and administers teacher-training scholarships funded by the Department for Education.Stimulating Physics Network In March 2019, the Institute of Physics launched the Bell Burnell Graduate Scholarship Fund with the goal of helping female and black students to become physics researchers. The program is funded by Jocelyn Bell Burnell and provides aid to low-income students as well as those who qualify for refugee status. Bell won the Special Breakthrough Prize in Fundamental Physics in 2018 and donated the entire £2.3 million prize money to launch the fund. The institute is also interested in the ethical impact of physics, as is witnessed though the Physics and Ethics Education Project. ==Publishing== IOP Publishing is a wholly owned subsidiary of the IOP that publishes 85 academic titles. Any profits generated by the publishing company are used to fund the charitable activities of the IOP. It won the Queen's Award for Export Achievement in 1990, 1995 and 2000 and publishes a large number of journals, websites and magazines, such as the Physics World membership magazine of the Institute of Physics, which was launched in 1988. ==Governance== An elected Council governs and controls the affairs of the institute. The council meets four times a year and has up to 21 members, of whom 18 are elected by members of the institute. The president is elected by the membership of the institute and serves a term of two years. The current president is Sheila Rowan (2021-2023). The history of the institute, from its founding as the Physical Society of London through to today's institute, has meant that the name of the post held has varied. The CEO since 2012 has been Paul Hardaker. ==Coat of arms== The IOP has its own coat of arms, granted in 1994. The arms feature a shield bearing a representation of an atom, and the organisation's motto \"Intellegite et explicate\" (\"Understand and explain\"). Presidents of the IOP wear a medal featuring the coat of arms at formal occasions. ==Awards== The institute awards numerous prizes to acknowledge contributions to physics research, education and application. ==Headquarters== Since its formation, the institute has had its headquarters in London. The early meetings of the Physical Society of London were hosted in South Kensington, until a permanent base was found in Burlington House in 1894. In 1927, the Institute of Physics acquired, rent-free, 1 Lowther Gardens; it was joined there by the Physical Society in 1939. During the Second World War, the institute moved temporarily to the University of Reading. After the war, the institute returned to London, first to 19 Albemarle Street, where it stayed for little over a year, before moving to 47 Belgrave Square in December 1946. The Physical Society continued to be based in Lowther Gardens until 1960. The institute moved to 76 Portland Place in 1996. In 2013, the IOP bought a property in Kings Cross for use as its new headquarters. This was the source of some controversy, as local residents objected to the design and size of the new building. After an initial approval in February 2015, it took almost ten months of additional negotiation before planning permission was ultimately granted by the Islington Council in December 2015. The IOP moved into this new building 29 October 2018. == See also == * IOP Publishing * Inverse Problems * Physical Society of London * Physics World * Science Council ==References== ==External links== * * IOP Science journal articles * IOP Publishing * Physics World * Explore Physics online guide Category:Learned societies of the United Kingdom Physics Category:Engineering societies based in the United Kingdom Category:Physics societies Category:Physics organizations Category:Science and technology in the United Kingdom Category:ECUK Licensed Members Category:Scientific organizations established in 1874 Category:1874 establishments in the United Kingdom",
 "title": "Institute of Physics"
}