{
 "id": "358748",
 "text": "The KVLY-TV mast (formerly the KTHI-TV mast) is a television-transmitting mast in Blanchard, North Dakota. It is used by Fargo station KVLY-TV channel 11 and KXJB-LD's Argusville/Valley City/Mayville translator K28MA-D channel 28. Completed in 1963, it was once the tallest structure in the world, standing at 2,063 feet (629 meters) until 2019. In 1974, it was succeeded by the Warsaw radio mast as the world's tallest structure. The Warsaw mast collapsed in 1991, again making the KVLY-TV mast the tallest structure in the world until the Burj Khalifa surpassed it in 2008. It became the third tallest when the Tokyo Skytree was completed in 2012, then the fourth tallest when the Shanghai Tower took third place in 2013. It remained the tallest structure in the Western Hemisphere, and the tallest broadcasting mast in the world until 2019, when the top mount VHF antenna was removed for the FCC spectrum repack, dropping the height to 1,987 ft (605.6 m). ==Location== thumb|left|KVLY-TV mast compared to the tallest buildings in the world. KXJB-TV has since been renamed KRDK-TV. The mast is located west of Blanchard, North Dakota, halfway between Fargo and Grand Forks. It became the tallest artificial structure, and the first man-made structure to exceed in height, upon the completion of its construction on August 13, 1963. ==Construction== The tower was built by Hamilton Erection Company of York, South Carolina, and Kline Iron and Steel, and required thirty days to complete, at a cost of approximately $500,000 (roughly $ today). Construction was completed August 13, 1963. ==Owners== Owned by Gray Television of Atlanta, Georgia, the tower broadcasts at 356 kW on channel 44 for television station KVLY-TV (channel 11 PSIP, an NBC/CBS affiliate) which is based in Fargo, North Dakota. The tower provides a broadcast area of roughly , which is a radius of about . Due to the spectrum repack, KVLY transmits on UHF channel 36 and maps to virtual channel 11 through PSIP. CBS/CW+ affiliate KXJB-LD's translator K28MA-D also broadcasts on this tower at 15 kW on UHF channel 28 (also its virtual channel). When the mast was built, the call letters of the television station for which it was built were changed to KTHI, the \"HI\" referring to the height of the mast. The top is reachable by a two-person service elevator (built by Park Manufacturing of Charlotte, North Carolina) or ladder. ==Specifications== The tower consists of two parts: a lattice tower of ; topped by the transmitting antenna array of . The total height of both is . The antenna weighs , the lattice tower weighs , giving a total weight of . It takes up of land with its guy anchors. Its height above mean sea level is . ==Federal rule change== Some time after its completion, the Federal Communications Commission (FCC) and Federal Aviation Administration (FAA) imposed a policy that states, \"Although there is no absolute height limit for antenna towers, both agencies have established a rebuttable presumption against structures over 2,000 feet above ground level.\" The FCC and FAA may approve a taller structure in \"exceptional cases.\" ==Gallery== File:KVLYDistance.jpg|KVLY tower from a distance of about one mile (1.6 km) File:KVLYPylon.jpeg|A guy-wire anchor File:KVLYFromBase.jpeg|Detail of the tower, showing its network of guy-wires File:KVLY-TV tower, North Dakota 019.jpg|Some of the guy-wires that support the tower (with Stockbridge dampers) File:Base of KVLY-TV mast.jpg|Looking up at the KVLY-TV mast from its base File:Base of KVLY-TV tower.jpg|Building at the base of the KVLY-TV tower ==Structures of similar height== *KRDK-TV mast () *KXTV/KOVR tower () ==See also== *List of tallest structures in the world *List of tallest structures in the United States ==References== ==External links== * *Tower web page at KVLY-TV * * *Drawings of KVLY/KTHI TV Mast from the Skyscraper Page *KVLY and KXJB Towers from PBPhase.com *Video of the KVLY Tower, summer 2009 from YouTube Category:Towers in North Dakota Category:Mass media in North Dakota Category:Buildings and structures in Traill County, North Dakota Category:Radio masts and towers in the United States Category:Gray Television Category:1963 establishments in North Dakota Category:Towers completed in 196300",
 "title": "KVLY-TV mast"
}