{
 "id": "358892",
 "text": "Mount Columbia is a mountain located in the Winston Churchill Range of the Rocky Mountains. It is the highest point in Alberta, Canada, and is second only to Mount Robson for height and topographical prominence in the Canadian Rockies. It is located on the border between Alberta and British Columbia on the northern edge of the Columbia Icefield. Its highest point, however, lies within Jasper National Park in Alberta. The mountain was named in 1898 by J. Norman Collie after the Columbia River. The river itself was named after the American ship Columbia Rediviva captained by Robert Gray, who first ventured over a dangerous sandbar and explored the lower reaches of the river in 1792. Mount Columbia was first ascended in 1902 by James Outram, guided by Christian Kaufmann. __NOTOC__ == Climbing routes == thumb|left|100px|East Face The normal route is on the east face, a non-technical glacier climb that is straightforward in summer, albeit with a long approach (approx. ) up the Athabasca Glacier and over the Columbia Icefield. Camping by King's Trench can reduce the approach down to . Other routes include the North Ridge, which is more technical (Grade V, YDS 5.7, W3) but considered more spectacular. ==Geology== Mount Columbia is composed of sedimentary rock laid down from the Precambrian to Jurassic periods. Formed in shallow seas, this sedimentary rock was pushed east and over the top of younger rock during the Laramide orogeny. ==Climate== Based on the Köppen climate classification, Mount Columbia is located in a subarctic climate with cold, snowy winters, and mild summers. Temperatures can drop below -20 °C with wind chill factors below -30 °C. ==See also== *List of mountains of Alberta *List of mountains of British Columbia *List of mountains in the Canadian Rockies *List of highest points of Canadian provinces and territories *Mountain peaks of North America *Mountain peaks of the Rocky Mountains == References == ==Gallery== File:mtcolumbia.jpg|Mount Columbia, from the summit of Snow Dome File:Mt. Columbia summit looking SW.jpg|From Mt. Columbia summit looking SW == External links == * * Category:Canadian Rockies Category:Mountains of Jasper National Park Category:Three-thousanders of Alberta Category:Three-thousanders of British Columbia Category:Winston Churchill Range Category:Borders of British Columbia Category:Borders of Alberta",
 "title": "Mount Columbia (Canada)"
}