{
 "id": "358925",
 "text": ", officially the (; ), formerly Legaspi City, is a 1st class Component city and capital of the province of , . According to the , it has a population of . Legazpi is the regional center and largest city of the Bicol Region, in terms of population.\"DILG Regional Office No. 5 Directory\" . Bicol Region Official website. It is the region's center of tourism, education, health services, commerce and transportation in the Bicol Region. The city is composed of two districts, Legazpi Port and the Old Albay District. Mayon Volcano, one of the Philippines' most popular icons and tourist destinations, is partly within the city's borders. In 2018, Legazpi was ranked first in overall competitiveness among component cities by the National Competitiveness Council. The city also ranked first in infrastructure and second in economic dynamism. In the same year, Legazpi was also named \"most business-friendly city\" in the component city category by the Philippine Chamber of Commerce and Industry. ==Etymology== The city of Legazpi was named after Miguel López de Legazpi, the Basque Spanish conquistador who officially annexed the Philippine Islands to the Spanish Empire in 1565, and whose surname came from a town in Gipuzkoa, Spain. ==History== ===Pre-Hispanic=== The area that is now Albay had a thriving civilization before the Spanish arrived. The Spanish explorers found densely populated settlements with an abundance of gold and provisions in the southern Bicol peninsula. Ancient inhabitants practiced rice cultivation, made fine gold jewelry and possessed silk, suggesting trade with China. American anthropologist Henry Otley Beyer found jars, stone tools and shells from 100 to 500 BC in Sorsogon and Albay. Meanwhile, ancient burial jars and pottery were also found in Hoyop-Hoyopan Cave in Camalig. Other evidences of pre- Hispanic civilization include the Mataas shell scoop, which dates back to the Late Neolithic Period, found in Cagraray Island. The Mataas shell scoop was declared a National Cultural Treasure by the National Museum of the Philippines. ===Foundation=== Legazpi was originally a fishing settlement called Sawangan that occupied the mangrove swamps that is now the Legazpi Port, inhabited by fisher folk and farmers. In 1569, a Spanish expedition dispatched by Miguel Lopez de Legazpi led by Luis Enriquez de Guzman and Augustinian friar Alonso Jimenez first set foot in Albay. They arrived on the coastal settlement called Ibalon in present-day Magallanes, Sorsogon after exploring the islands of Masbate, Ticao and Burias and proceeded inland as far as present-day Camalig, Albay. In July 1573, the conquistador Juan de Salcedo, grandson of Governor-General Legazpi, led another expedition from the north. They founded Villa Santiago de Libon (present-day Libon, Albay) and reached the settlement of Albaybay, whose name was subsequently shortened to 'Albay' or Pueblo de Albay. In 1616, Pueblo de Albay served as the capital of Partido de Ibalon, which included present-day Albay, Sorsogon, Masbate, parts of Camarines Sur and the islands of Catanduanes, Ticao and Burias. ===Spanish colonial era=== Spanish religious missionaries governed the settlement in the 1580s. In 1587, Franciscan friars of the Doctrina de Cagsawa began to convert the area's population to Christianity. The village of Sawangan became more populous and progressive and the first parish priest, Fray Francisco de Santa Ana, OFM, built a wooden chapel with St. Gregory the Great as patron. Sawangan then became an independent parish and was called Misión de San Gregorio Magno de Sawangan. A bigger and more imposing church replaced the chapel during the tenure of Fray Martin del Espiritu OFM in 1636 and Sawangan continued to thrive despite the Moro raids in the 1700s, a super typhoon in 1742, an earthquake in 1811, and other calamities. Sawangan was created a visita regular in 1605 and elevated as an independent town in 1616. ====1814 Eruption of Mt. Mayon==== thumb|Façade of the old church of Cagsawa, destroyed in the eruption of Mt. Mayon on February 1, 1814 On February 1, 1814, a catastrophic eruption of Mt. Mayon partially destroyed Sawangan and buried Cagsawa, Budiao and Camalig. The parish priest of Sawangan, Fray Pedro Licup, urged the residents to transfer to Makalaya (present-day Barangay Taysan) located on the slopes of Mt. Bariw. However, many residents decided to return to the lowlands and settled in Taytay (present-day Barangay Bagumbayan). Other survivors opted to return to the original location of Sawangan and established Binanuahan (Banuang Gurang) despite a decree by the Gobierno Superior signed on October 1, 1829, which prohibited the establishment of new towns. The new settlement in Taytay grew larger and eventually became a township. Binanuahan was declared a visita or tributary of Taytay and the combined town became known as Albay Nuevo. In 1839, the settlers in Taytay started to erect a stone church designed by Gobernadorcillo Don Jose Ma. de Peñaranda, an architect, in consultation with Fray Jose Yagres, OFM. The structure would become the present Cathedral of San Gregorio Magno in the Old Albay District. Meanwhile, those who returned to Sawangan established an ermita or chapel dedicated to the Archangel Raphael, whom they adopted as patron saint. This became the present church of St. Raphael the Archangel in the Legazpi Port district. On July 17, 1856, Governor General Ramon Montero signed a decree creating the township of Pueblo Viejo, out of Binanuahan and the adjacent villages of Lamba, Rawis and Bigaa. In another decree, Montero named the town Legazpi, which was formally established on October 22 of the same year, in honor of no less than Miguel Lopez de Legazpi, the first Governor General, who landed in the town's territories years before. ====Port of Legazpi opened to world trade==== The port of Legazpi served as anchorage for ships sailing to Nueva España (Mexico) beginning in the latter part of the 16th century. The nearby Sula Channel was used as a sanctuary by galleons during storms because of its sheltered inlet. In 1873, Legazpi was made a port of entry by a Royal Decree earlier issued in Madrid on May 18, 1872, and later promulgated by Governor Juan Alamenos y de Vivar on December 3, 1874. Legazpi was declared a city for the first time under the Becerra Law of 1892. In 1894, the Spanish Minister of the Ultramar promulgated a decree creating the combined city government (ayunamiento) of Legazpi, a merger of the towns of Albay (now Old Albay District) and Daraga with the territories of the former. ====Philippine revolution==== thumb|Mayon Volcano in 1899 On September 22, 1898, the Civil Governor of Albay, Angel Bascaran y Federic and the Spanish residents evacuated Albay. Subsequently, a revolutionary junta was organized by Don Anacieto Solano who later turned over the command to General Vicente Lukban, General-in-chief of Operations of the revolutionary government in the southern region. ===American colonial era=== thumb|Aerial view of Legazpi, circa 1930s On January 23, 1900, American forces composed of three infantry companies equipped with powerful rifles and cannon landed on the shores of Albay Gulf to conquer Legazpi. They were met by 800 revolutionary Filipino troops headed by General Jose Ignacio Paua, Col. Antero Reyes, Captain Alvaro Nepomuceno, and Policarpio Pergone who put up a strong defense of the city. The American troops, headed by Brig. Gen. W.A. Kobbe, encountered heavy resistance from the Filipino forces who gallantly engaged them in a bloody fight on San Rafael Bridge that resulted in the death of 172 Filipinos including Reyes, who used only bolos. Another 12 Filipinos were injured while the American forces suffered only 12 injured infantrymen. To commemorate the valiant efforts of the revolutionary troops, a monument was built on the site of the former San Rafael Bridge. The swampy area where the bridge was located was reclaimed during the early 20th century and is now the intersection of Rizal Street and Quezon Avenue. Following their occupation of the city in 1900, the American colonizers cancelled Legazpi's city status. In 1908, after the war's conclusion, the Americans split Legazpi into two separate towns, Legazpi and Albay (now Old Albay District), which became the provincial capital of Albay. In 1922, the town of Daraga was further split from the then municipality of Albay. ===World War II=== thumb|Japanese bombers from the aircraft carrier Ryujo attack Legazpi, December 12, 1941 On December 12, 1941, a few days after the attack on Pearl Harbor, Legazpi was occupied by forces of the Imperial Japanese Army, the purpose of which was to obtain control of local airstrips which could be used as forward bases by fighter aircraft for operations in central Luzon. Throughout the Japanese occupation, resistance by Bicolano and local troops of the Philippine Commonwealth Army continued in the hills and mountains south of Legazpi. In January 1945, American and Filipino liberation forces, supported by Bicolano guerrillas, liberated Legazpi. However, the city suffered extensive aerial bombardment from US aircraft and many old buildings were destroyed including the old St. Raphael church and the Academia de Santa Ines campus. ===Independent Philippines=== Legazpi became a city for the second time on July 18, 1948, when Daraga and Legazpi were combined to constitute its territory under Republic Act No. 306; at that time, President Elpidio Quirino appointed Jose R. Arboleda as the first City Mayor. But on June 8, 1954, Republic Act No. 993 was approved, recreating the two towns (Daraga and Legazpi) and the city was dissolved. ====Cityhood==== Finally, on June 12, 1959, Legazpi became a city for the third time under Republic Act no. 2234.Republic Act No. 2234 The LawPhil Project (http://www.lawphil.net). Retrieved on 2013-08-31. Amendments were introduced under R.A. 5525.Republic Act No. 5525 Chan Robles (http://www.chanrobles.com). Retrieved on 2013-08-31. Presidential Decree 125 issued on February 23, 1973, declared the town of Daraga as part of the territorial jurisdiction of the city. This decree, however, was not implemented with the onset of the Integrated Reorganization Plan, which involved the restructuring of local governments. On September 24, 1972, then President Ferdinand Marcos designated Legazpi as the administrative center of Bicol Region through the Integrated Reorganization Plan of 1972, the implementing framework of Presidential Decree No. 1. Pope John Paul II visited Legazpi on February 21, 1981, during his first apostolic journey to the Philippines. Aside from Manila where the beatification of St. Lorenzo Ruiz was held, the Pope also visited Baguio, Bacolod, Iloilo, Bataan, Cebu, and Davao. The Pope held a mass dedicated to farmers at the St. Gregory the Great Cathedral. ==Geography== thumb|View north from Barangay Lamba located in the hilly southern areas of Legazpi Legazpi is on the eastern portion of the province of Albay bounded on the north by the municipality of Santo Domingo, on the east by the Albay Gulf, on the west by the municipality of Daraga, and on the south by the municipalities of Manito, Albay and Pilar and Castilla, Sorsogon. The city is located south of Manila. From north to south, the city spans approximately 29 kilometers; from east to west, the narrowest portion is about 3 kilometers (urban district) while the widest is about 15 kilometers (southeast area). Legazpi has a total land area of 20,437 hectares, 90 percent of which is classified as rural (18,431.66 hectares) while 10 percent is classified as urban (2,005.39 hectares). Legazpi's topography is generally plain on the northeastern areas, with slopes ranging from five to fifteen degrees. The southern areas have mostly rolling to hilly terrain. In the city's coastal areas, the terrain varies from plain (north) to hilly (south). Legazpi is criss-crossed by several rivers including the Tibu, Macabalo and Yawa rivers with a number of swampy areas, particularly in the urban district. To mitigate flooding in these low-lying areas, the local government has built an urban drainage and flood control system consisting of dikes, canals, sea walls and three pumping stations located in Barangays San Roque, Bay-Bay and Victory Village. ===Barangays=== Legazpi is politically subdivided into 70 barangays.\"Municipality/City: LEGAZPI CITY (Capital)\" . Philippine Standard Geographic Code Interactive. Retrieved on 2012-05-17. The city has 45 urban barangays and 25 rural barangays. thumb|upright=1.1| {| class=\"wikitable collapsible collapsed\" style=\"margin:auto; font-size:95%; line-height:130%;\" |- ! data-sort-type=\"number\"|Barangay number ! Barangay name ! Class ! Population ! Barangay head |- |1 |Em's Barrio |Urban |style=\"text-align:right;\"|3,725 |Adronico D. Geraldino |- |2 |Em's Barrio (South) |Urban |style=\"text-align:right;\"|1,820 |Echedita M. Salcedo |- |3 |Em's Barrio (East) |Urban |style=\"text- align:right;\"|900 |Jose P. Pispis |- |4 |Sagpon |Urban |style=\"text- align:right;\"|953 |Felixberto S. Cordornez, Jr. |- |5 |Sagmin |Urban |style=\"text-align:right;\"|1,375 |Alberto R. Murilla |- |6 |Bañadero |Urban |style=\"text-align:right;\"|1,390 |Alex Locsin |- |7 |Baño |Urban |style=\"text- align:right;\"|645 |Domingo Pasano, Jr. |- |8 |Bagumbayan |Urban |style=\"text- align:right;\"|3,400 |Gil L. Alianza |- |9 |Pinaric |Urban |style=\"text- align:right;\"|1,493 |Roy A. Nanoz |- |10 |Cabugao |Urban |style=\"text- align:right;\"|547 |Victor Lapasaran |- |11 |Maoyod |Urban |style=\"text- align:right;\"|1,110 |Manuel A. Omnes |- |12 |Tula-Tula |Urban |style=\"text- align:right;\"|2,586 |Miguelito A. Barcoma |- |13 |Ilawod West Pob. (Ilawod 1) |Urban |style=\"text-align:right;\"|721 |Marilou Baltazar |- |14 |Ilawod Pob. (Ilawod 2) |Urban |style=\"text-align:right;\"|854 |Susana M. Contacto |- |15 |Ilawod East Pob. (Ilawod 3) |Urban |style=\"text-align:right;\"|2,879 |Erlim A. Azotea |- |16 |Kawit-East Washington Drive |Urban |style=\"text- align:right;\"|5,372 |Jonathan Rodenas |- |17 |Rizal St. – Ilawod |Urban |style=\"text-align:right;\"|2,048 |Lina Chan |- |18 |Cabañgan (West) |Urban |style=\"text-align:right;\"|3,856 |Leoncio Song |- |19 |Cabañgan |Urban |style=\"text-align:right;\"|1,427 |Roger H. Esquivel |- |20 |Cabañgan (East) |Urban |style=\"text-align:right;\"|641 |Nimfa Bolanos |- |21 |Binanuahan (West) |Urban |style=\"text-align:right;\"|917 |Ma. Theresa F. Abiera |- |22 |Binanuahan (East) |Urban |style=\"text-align:right;\"|1,619 |Napoleon Cardel |- |23 |Imperial Court |Urban |style=\"text-align:right;\"|746 |Gina M. Samaupan |- |24 |Rizal |Urban |style=\"text-align:right;\"|2,695 |Ricardo Abunda |- |25 |Lapu-Lapu |Urban |style=\"text-align:right;\"|1,398 |Gemma S. Espiritu |- |26 |Dinagaan |Urban |style=\"text-align:right;\"|798 |Edwin T. Alzaga |- |27 |Victory Village (South) |Urban |style=\"text-align:right;\"|1,418 |Joie Bahoy |- |28 |Victory Village (North) |Urban |style=\"text-align:right;\"|2,399 |Antonio Loveriza |- |29 |Sabang |Urban |style=\"text-align:right;\"|1,656 |Ismael G. Santillan |- |30 |Pigcale |Urban |style=\"text-align:right;\"|1,688 |Fernando Lopez |- |31 |Centro Baybay |Urban |style=\"text-align:right;\"|1,415 |Diosdado Empig |- |32 |San Roque |Urban |style=\"text-align:right;\"|5,632 |Joselito G. Martinez |- |33 |PNR – Peñaranda St. – Iraya |Urban |style=\"text- align:right;\"|2,773 |Beatriz N. Toledo |- |34 |Oro Site – Magallanes St. |Urban |style=\"text-align:right;\"|1,633 |Joseph Philip L. Lee |- |35 |Tinago |Urban |style=\"text-align:right;\"|375 |Cyril Sayco |- |36 |Kapantawan |Urban |style=\"text-align:right;\"|644 |Evelyn B. Brizuela |- |37 |Bitano |Urban |style=\"text-align:right;\"|8,559 |Joel M. Balinis |- |38 |Gogon |Urban |style=\"text-align:right;\"|5,752 |Perfecto Nacion |- |39 |Bonot |Urban |style=\"text-align:right;\"|3,521 |Henry G. Asejo |- |40 |Cruzada |Urban |style=\"text-align:right;\"|5,853 |Edsil L. Llaguno |- |41 |Bogtong |Urban |style=\"text-align:right;\"|4,753 |Armando Toledo |- |42 |Rawis |Urban |style=\"text-align:right;\"|8,868 |Jojo Orosco |- |43 |Tamaoyan |Rural |style=\"text-align:right;\"|1,642 |Sylvia Del Agua |- |44 |Pawa |Rural |style=\"text-align:right;\"|3,469 |Ma. Yulina A. Que |- |45 |Dita |Rural |style=\"text-align:right;\"|1,791 |Alfredo Garbin, Sr. |- |46 |San Joaquin |Rural |style=\"text-align:right;\"|2,260 |Tomas Abaroa |- |47 |Arimbay |Urban |style=\"text-align:right;\"|3,753 |Rosalina O. Gervero |- |48 |Bagong Abre |Rural |style=\"text-align:right;\"|1,627 |Diego E. Obido |- |49 |Bigaa |Rural |style=\"text-align:right;\"|6,730 |Roberto Arienda |- |50 |Padang |Rural |style=\"text-align:right;\"|1.653 |Manuel P. Alagaban, Sr. |- |51 |Buyuan |Rural |style=\"text-align:right;\"|3,895 |Ernesto Perez |- |52 |Matanag |Rural |style=\"text-align:right;\"|1,895 |Reynaldo B. Poquilla |- |53 |Bonga |Rural |style=\"text-align:right;\"|3,503 |Michael A. Mina |- |54 |Mabinit |Rural |style=\"text-align:right;\"|1,640 |Levy Nunez |- |55 |Estanza |Rural |style=\"text-align:right;\"|4,237 |Roger Alteche |- |56 |Taysan |Rural |style=\"text-align:right;\"|12,330 |Renato Valladolid |- |57 |Dap-dap |Urban |style=\"text-align:right;\"|2,287 |Marites N. Barcelon |- |58 |Buragwis |Urban |style=\"text-align:right;\"|4,549 |Jose Alfonso V. Ariso |- |59 |Puro |Rural |style=\"text-align:right;\"|4,756 |Nicasio Barrios |- |60 |Lamba |Rural |style=\"text-align:right;\"|1,352 |Mario P. Abaluado |- |61 |Maslog |Rural |style=\"text-align:right;\"|4,796 |Nenelita C. Berjuega |- |62 |Homapon |Rural |style=\"text-align:right;\"|4,832 |Benhur Ariola, Jr. |- |63 |Mariawa |Rural |style=\"text-align:right;\"|1,664 |Anabelle A. Teope |- |64 |Bagacay |Rural |style=\"text-align:right;\"|1,616 |Julian A. Ariola |- |65 |Imalnod |Rural |style=\"text-align:right;\"|2,146 |Velentin Llaneta |- |66 |Banquerohan |Rural |style=\"text-align:right;\"|6,976 |Efren F. Obido |- |67 |Bariis |Rural |style=\"text-align:right;\"|1,812 |Geremias B. Leron |- |68 |San Francisco |Rural |style=\"text-align:right;\"|2,479 |Ronald P. Aringo |- |69 |Buenavista |Rural |style=\"text-align:right;\"|1,319 |Ester P. Ardales |- |70 |Cagbacong |Rural |style=\"text-align:right;\"|2,776 |Leon Andes |} ===Climate=== Legazpi City features a tropical rainforest climate with copious amount of rainfall throughout the year. Legazpi has noticeably wetter and drier periods of the year. However, the city's driest month, April, still sees on average of over of precipitation per year. Similar to many other cities with this climate, temperatures are relatively constant throughout the course of the year, with a mean annual average of . The coolest month is January with a daily mean of and the hottest months are jointly May and June with a daily mean of . The all- time record high temperature was on May 27, 1968, and the all-time record low temperature was on February 28, 1971. ===Disaster risk reduction=== Because of its geographical location on the eastern coast of the Philippines and the close proximity of Mayon Volcano, Legazpi is vulnerable to typhoons, sea level rise and volcanic eruptions. To mitigate the effects of climate change and improve the city's resilience against disasters, the city government has adopted a disaster risk reduction and climate change adaptation strategy. The City Government of Legazpi was recognized by the National Disaster Risk Reduction Management Council (NDRRMC) as a model locality in implementing risk reduction management practices in the Philippines. On the provincial level, Albay has institutionalized disaster preparedness and disaster response by creating the Albay Public Safety and Emergency Management Office (APSEMO) in 1995. The APSEMO is tasked to design and implement a disaster risk management and reduction program. Its main objective is to develop more pro-active and disaster resilient communities. Specific disaster preparedness strategies in Albay and Legazpi include preemptive evacuation, 'zero casualty' policy, re- planning of the city's land use, mangrove reforestation, and the establishment of the Climate Change Academy as a training center for disaster risk management, evaluation of climate risk hazards and adaptive capabilities, planning, and programming. On March 12, 2018, Mayor Noel E. Rosal announced his administration's proposed plan to construct a permanent 1000-room evacuation center in Barangay Homapon for citizens living within the \"eight- kilometer extended danger zone\" near the volcano Mayon. ==Demographics== According to the , the population of Legazpi is people, with a density of . Legazpi had an average annual population growth of 1.86% between 2000 and 2007 according to the 2010 census. About 58 percent of the city's population or 105,853 live in areas classified as urban while 42 percent or 76,348 live in rural areas. The city has a population density of 9 people per hectare (54 people per hectare in urban areas and 4 people per hectare in rural areas). Daytime population in Legazpi is estimated to reach 350,000 due to the daily influx of students, workers, businessmen and tourists. Legazpi is the most populous city in the province of Albay and in the Bicol Region. It comprises 14.8% of the total population of Albay. The main language spoken is Central Bikol. In addition, English and Filipino/Tagalog are also widely used and spoken. ===Religion=== Roman Catholicism is the predominant religion in the city. Other religious denominations include Iglesia ni Cristo, Orthodoxy, Protestant churches such as Baptist, Methodist, Evangelical Christians, Seventh-day Adventist Church, Church of Jesus Christ of Latter Day Saints, Jehovah's Witnesses, and Islam. The city is the ecclesiastical seat of the Roman Catholic Diocese of Legazpi. ==Economy== Legazpi is a major economic hub in the Bicol Region. Economic activities in the city include agriculture, wholesale and retail trade, services, manufacturing and mining. Major sources of income include rice, root crops, and coconut. The city exports coconut oil, copra cake, perlite, and abaca products. The city also has a fast-growing tourism industry with focus on adventure tourism. The city government is promoting Legazpi as an ideal location for ICT-BPO businesses. In 2014, Legazpi's locally generated income reached Php338.2 million, with total income (including IRA) at Php711.1 million. In the same year, Legazpi ranked first among cities in Bicol in terms of tax collection efficiency. Legazpi City was recognized as the most business-friendly city in Southern Luzon in 2007 by the Philippine Chamber of Commerce and Industry. In 2014, the city was ranked second among the top three livable cities in the Philippines in the Livable Cities Design Challenge organized by the National Competitiveness Council (NCC) and the Asia-Pacific Economic Cooperation. ===Trade and industry=== thumb|Landco Business Park There were 5,055 business establishments in Legazpi . Most of these are located in the city's central business district, the Legazpi Port District. Landco Business Park, the first master-planned commercial business district in the Bicol Region, opened in 2001. Thriving industries in Legazpi include coconut oil milling and production (Legaspi Oil Company – CIIF), construction aggregate quarrying, 'pinukpok' (abaca fabric) production in Barangay Banquerohan, and organic fertilizer manufacturing. To further boost the local economy, the city government is promoting the establishment of information technology (IT) parks and industrial estates such as the Embarcadero IT Park in Barangay Victory Village, City Light Industrial Park (CLIP) in Barangay Bogtong, Legazpi City Special Economic Zone in Barangay Banquerohan, Bicol Regional Agro-Industrial Center (BRAIC) and First Legazpi Industrial Estate, both in Barangay Homapon. The city is also home to a number of retail establishments. Liberty Commercial Center, Inc. (LCC), a homegrown Albayano company established in nearby Tabaco City in 1945, operates a major mall (LCC Mall Legazpi), three supermarkets and five Expressmarts (grocery stores) in the city. Another notable mall is Pacific Mall Legazpi, the first full-sized mall in Bicol. Other malls in Legazpi include Embarcadero de Legazpi, A. Bichara Silverscreens and Entertainment Center, 101 Shopping Mall, Yashano Mall and Gregorian Mall. The city has also attracted investments from national retail chains including Metro Gaisano, SM Savemore, Robinsons Supermarket, Puregold, Ministop and 7-Eleven. Ayala Malls recently opened its Ayala Malls Legazpi – Liberty City Center. Meanwhile, SM City Legazpi, the second and largest SM Supermall in Bicol and the 71st in the Philippines, is located beside the Legazpi City Bus Terminal and opened on September 14, 2018. The city has two public markets: Legazpi City Public Market, a recipient of the 'Huwarang Palengke Award' in 2006, and Old Albay Public Market. The Ibalong Pasalubong Center has shops selling souvenirs and local handicrafts. ===Banking and finance=== As of December 2017, Legazpi had a total of 47 banks, with volume of bank deposits at Php35.4 billion. Legazpi Savings Bank, a thrift bank based in the city with eleven branches around the Bicol Region, was acquired by Robinsons Bank in 2012. The Bangko Sentral ng Pilipinas also has a branch in the city, along Rizal Street in Barangay Cabangan. ===Business process outsourcing=== thumb|Sutherland Global Services Legazpi Legazpi is recognized as one of the 'next wave cities' for business process outsourcing (BPO). The next wave cities are a list of ICT hubs beyond Metro Manila identified by the Information Technology and Business Process Association of the Philippines and the Department of Science and Technology, based on a set of criteria such as worker supply, telecom infrastructure and other factors needed to sustain the BPO industry. Legazpi is aiming to attract more BPO firms to put up offices in the city. , BPO companies in Legazpi include One Half Philippines. The city currently has one IT park, the Embarcadero IT Park, which offers about 8,000 call center seats that could provide jobs to some 24,000 agents in three shifts. Pioneering the business in the city is the Incubation Center of Southern Luzon Technological College Foundation Inc. (SLTCFI), which is an extension of Embarcadero's P1.8-billion IT Park, the very first IT ecozone in the Bicol region inaugurated in July 2009. , the biggest locator in Embarcadero IT Park is Sutherland Global Services. ===Housing=== There are 141 residential subdivisions and housing sites (132 privately owned, 9 government owned) in Legazpi. National and local real estate developers have also invested in the city. These include Vista Land (Camella Legazpi), Deca Homes, and Sunwestville Realty and Development Corp. (Eco Homes Bayshores Condominium). In 2015, Taft Property Ventures Development Corp., the real estate arm of Gaisano Group, announced that it is building a condominium in Legazpi. ===Tourism=== Located on the southern foothills of the scenic Mount Mayon, the city has a flourishing tourism industry. The province of Albay, whose center of trade and commerce is in the city, recorded a 66 percent growth rate in tourist arrivals for 2013. In the same year, the city had a total of 263,568 foreign tourist arrivals, the most in the region. In 2014, the city welcomed 666,210 tourists, an increase of 15 percent from the previous year. including Chinese tourists who arrived at the city via direct chartered flights from Xiamen, China. In 2015, Legazpi aims to reach its target of 900,000 tourist arrivals. Legazpi increased its tourist arrivals by 13.97% in 2017. Legazpi has the tourism tagline the \"City of Fun and Adventure\", with a number of adventure tourism activities within the city including riding an ATV around Mt. Mayon, zip-lining, skydiving, scuba diving, and water sports. In an ATV adventure to Mt. Mayon, tourists drive an all- terrain vehicle over rough trails, including a dry riverbed, leading to the volcano's lower slopes where hardened lava rock from previous eruptions are deposited. The activity was featured in reality shows The Amazing Race Asia 4 in 2010 and The Amazing Race Philippines 1 in 2012. American actor Zac Efron visited Legazpi in October 2012 and drove an ATV around Mayon. Hiking and climbing Mt. Mayon is allowed during peaceful spells but was prohibited following a phreatic explosion with casualties in May 2013. As part of its efforts to promote sports and adventure tourism, the city hosts annual sporting events such as Mt. Mayon Triathlon, Mayon 360 Ultramarathon and XTERRA Triathlon. The city also serves as a jump-off point to other adventure activities nearby including river rafting and waterfalls exploration in Malinao, spelunking in Camalig, island hopping in Bacacay, skimboarding in Santo Domingo, and whale shark interaction in Donsol, Sorsogon. thumb|The Oriental Legazpi The city is home to 56 hotels and 110 bars and restaurants. , Legazpi had a total of 1,547 hotel rooms. Among the notable hotels in the city is The Oriental Legazpi. Located in the hills of Taysan, it offers a panoramic view of the city, the Albay Gulf and Mt. Mayon. It served as the venue of the joint conference meetings of the United Nations World Tourism Organization (UNWTO) and the Association of South East Asian Nations (ASEAN) from May 14 to 20, 2014 as well as the PATA New Tourism Frontiers Forum 2015. Legazpi is also aiming to be one of the top five convention destinations in Luzon by 2020. The city has two public indoor arenas that can also serve as convention centers: Ibalong Centrum for Recreation (capacity: 7,000 persons) and Albay Astrodome (capacity: 5,000 persons) The Albay Astrodome was used as the venue for the Big Night of Pinoy Big Brother: 737 on November 7–8, 2015. The city government is also planning to build the Legazpi City Convention Center. There are also several privately owned and hotel-based convention facilities such as the Casablanca Convention Hall (capacity: 1,000 persons), The Oriental Grand Ballroom (capacity: 750 persons), and Top of St. Ellis (capacity: 300 persons). In 2015, Legazpi hosted 51 national and international conventions. Legazpi was a port of call for German cruise ship Hapag-Lloyd Cruises' MS Bremen in October 2018. ===Foreign trade=== With a total trade value of US$129,423,764, the port of Legazpi is the leading port for exports in the entire Bicol Region for 2013. Among the 17 port districts in the country, Legazpi is one of only five port districts that posted positive collection goals for January to April 2015. ==Government== thumb|Legazpi City Hall Legazpi is governed by a mayor, vice mayor, and ten councilors. Each city official is elected to serve for a three-year term. The representative of the Liga ng mga Barangay and the Sangguniang Kabataan also participates in the city council. The current city mayor of Legazpi is Noel Rosal, elected during the 2016 Philippine Elections. Oscar Robert H.Cristobal serves as vice mayor ===List of former chief executies=== *Luis Los Baños *Gregorio Imperial *Benjamin Imperial (1988–1991) *Imelda Roces (1992–2001) *Noel E. Rosal (2001–2010; 2013–present) *Carmen G. Rosal (2010–2013) ==Culture== ===Festivals=== The Ibalong Festival is a non-religious festival held annually each August. The festival celebrates the epic-fragment Ibalon, which narrates the exploits of three legendary heroes of Ibalon or Ancient Bikol: Baltog, Handyong, and Bantong. It was first held in October 1992. Yearly activities include the Ibalong Street Presentation, trade fairs, bazaars and weekend markets, Mutya ng Ibalong Pageant, and sports-related events such as the annual Mt. Mayon Triathlon. thumb|left|Magayon Festival The Magayon Festival is a month-long annual festival celebrating Mt. Mayon. It is held in May in the entire province of Albay with most of the activities held in Legazpi. The name comes from the Bikol word 'magayon', which means beautiful, from which the name of Mt. Mayon is derived. The festival features agricultural products display and trade fairs, culinary shows, cultural events, street parades, photo/arts exhibits, and sports events. During the Christmas season, the Karangahan Albay Green Christmas is held to emphasis on safe and environment- friendly celebration of the Yuletide season. First held in 2009, the festival runs from December 1 to 31. Having different patron saints, the city's two districts have different fiestas. Legazpi port district fiesta is held every October 24 in honor of St. Raphael the Archangel. Yearly activities include street parade and a maritime procession. The Albay district fiesta is held every September 3, in honor of St. Gregory the Great; it is usually declared a local non-working holiday. There are several local festivals held in the city's barangays including Santo Cristo Festival in Barangay Dap-Dap, Bankero Festival in Barangay San Roque, Biga Festival in Barangay Bigaa, Banua Festival in Barangay Binanuahan, Peñafrancia Festival in Barangay Sabang and Hikot Festival in Barangay Victory Village. ==Sports== The Albay Vulcans are a Philippine rugby union and rugby league team based in Legazpi. They play in the Philippines National Rugby League Championship. ==Infrastructure== ===Transportation=== Legazpi is considered as the gateway to Bicol because of its relative proximity to the provinces of the region due to its geographical location. With an airport, seaport, bus and rail terminals, the city is accessible to all modes of transportation. ====Air==== The city was formerly served by Legazpi Airport. It was the busiest domestic airport in mainland Southern Luzon and was ranked 15th busiest in the country in 2012, with total passenger traffic of 578,762. The Legazpi Airport has a runway length of and is capable of handling international aircraft. , Cebu Pacific flies three times daily between Manila and Legazpi four times weekly between Cebu and Legazpi. Philippine Airlines has two daily flights between Manila and Legazpi. Cebgo (formerly Tigerair Philippines), a subsidiary of Cebu Pacific, has one daily flight between Manila and Legazpi. In 2015, the Legazpi Airport was renovated to expand and improve the passenger terminal, add separate arrival and pre-departure areas for domestic and international chartered flights, and provide office space for the Bureau of Immigration, customs and animal quarantine, and the Philippine Drug Enforcement Agency. In October 2021, Legazpi Airport was replaced by the Bicol International Airport (IATA: LGP, ICAO: RPLP), in Barangay Alobo, Daraga, away from the former airport. ====Land==== thumb|Legazpi Grand Central Terminal Legazpi is accessible by land transport. Modes of public transport within the city include jeepneys, tricycles, taxicabs and pedicabs. Several buses ply the route between Manila with stops in neighboring provinces. The city has an award-winning integrated bus and public utility vehicle terminal called Legazpi Grand Central Terminal, a public-private partnership project. Buses and public utility vehicles also have regular trips between Legazpi and neighboring cities. In order to spur development in the city, The Toll Regulatory Board declared Toll Road 5 the extension of South Luzon Expressway. A 420-kilometer, four lane expressway starting from the terminal point of the now under construction SLEX Toll Road 4 at Barangay Mayao, Lucena City in Quezon to Matnog, Sorsogon, near the Matnog Ferry Terminal. On August 25, 2020, San Miguel Corporation announced that they will invest the project which will reduce travel time from Lucena to Matnog from 9 hours to 5.5 hours. ====Rail==== The city was also served by Legazpi station, the southernmost terminus of the Philippine National Railways (PNR). Plans are underway to revive rail transport between Manila and Legazpi. In the mid-2010s, the PNR has started commuter rail service between Legazpi and Naga City, although this was short lived. Legazpi station was also the terminus of Legazpi – Tabaco branch line and the Legazpi Division Line. It was later proposed in 2021 by Joey Salceda for his reelection bid that the Legazpi–Daraga alignment of the PNR South Main Line shall be replaced by the Metro Legazpi Tramway project, a light rail and streetcar line that will connect downtown Legazpi to the new Daraga station of the PNR South Long Haul project. The line will have 8 stations over an unspecified track length. ====Sea==== thumb|Legazpi Port Terminal The port of Legazpi is classified as a national sub-port of entry catering to domestic and foreign cargo vessels. Its modern-day port, which was built by the engineering firm Pedro Siochi and Company during the era of President Quezon, played a great role in the liberation of Manila in 1945. , regular passenger trips from the port are between Legazpi and the island municipality of Rapu-Rapu and coastal villages of Bacon District, Sorsogon City. The city government has proposed the construction of an international cruise ship terminal under public-private partnership. The proposed passenger cruise terminal has received approval from the Department of Tourism and the Tourism Infrastructure and Enterprise Zone Authority (TIEZA). ===Waste management=== The city government operates a sanitary landfill in barangay Banquerohan. Opened in 2011 through a grant from the Spanish government's Agencia Espanola Cooperacion Internacional para el Desarollo (AECID), the sanitary landfill has two cells that will contain the city's non-recyclable waste. In 2010, Legazpi implemented a solid waste management program with emphasis on reduction of waste in the household and business establishment level; resource recovery, recycling, and reusing at the barangay level; collection, transfer, transport and management of residual waste at the city level. The city also aims to reduce plastic waste by implementing the 'plastic for rice program' wherein citizens can exchange five kilos of residual plastic waste for a kilo of rice. The city government recognizes barangays that practice outstanding solid waste management. As a result of its waste management programs, the city was able to successfully reduce solid waste generated per capita per day from in 2009 to in 2015. Meanwhile, the city is planning to build a septage and waste water treatment facility to protect its water resources. A Japanese firm has also proposed an organic fertilizer manufacturing project. ===Flood control=== To prevent flooding in the city's main business center, the city government is building a flood control project that is envisioned to turn Legazpi into an 'all weather city'. Components of the project include three pumping stations located in barangays San Roque, Baybay and Victory Village, dikes and drainage systems along the Tibu and Macabalo Rivers, and a 2.7 kilometer coastal road in barangays Pigcale, Sabang, Baybay, San Roque and Rawis that will serve as protection from storm surges. ==Education== thumb|Bicol University Main Campus Legazpi is a center of education in the Bicol Region. It is home to two universities (Bicol University and University of Santo Tomas - Legazpi) and a number of colleges and technical-vocational schools. , there are 63 daycare/pre-schools, 57 elementary schools and 27 secondary schools in the city. Bicol University, established in 1969 as the premier regional state and research university and the first ISO 9001:2008 certified public university in Bicol, has its main campus in Legazpi near the boundary with neighboring Daraga town. The BU Main Campus hosts the College of Education (BUCE), College of Nursing (BUCN), College of Arts and Letters (BUCAL), College of Science (BUCS), Graduate School (BUGS), Institute of Physical Education, Sports and Recreation (IPESR), College of Medicine (BUCM), Bicol University College of Education Integrated Laboratory School-Elementary Department and Bicol University College of Education Integrated Laboratory School-High School Department (BUCEILS-HS). The Bicol University Research Extension Program Center (BUREPC), the Amphitheatre and the Little Theater are also found on this campus. For the school year 2015–16, BU has 27,226 enrollees. University of Santo Tomas - Legazpi formerly Aquinas University of Legazpi is the first Catholic University in Bicol Region and Southern Luzon run by the Dominican Fathers/Order of Preachers. Founded by Don Buenaventura de Erquiaga as the Legazpi Junior Colleges in 1948, UST-Legazpi became a university in 1968 when the administration of the college was passed on to the Dominicans. University of Santo Tomas – Legazpi offers pre-elementary, elementary, high school (General Curriculum, Special Program in the Arts, and PAASCU Level III- candidate Science High School), Senior High School, and twenty–three (23) programs (in the College of Arts, Sciences and Education; College of Business Management and Accountancy; College of Health Sciences; and College of Engineering, Architecture, and Fine Arts), the newest of which are the BS Pharmacy, the first and only program in the Region, and BS Medical Technology, both supervised by UST-Manila. The Peñaranda Campus hosts the College of Business Management and Accountancy, College of Law (the Center of Excellence in Legal Education in Bicol), the Graduate School, and the Center for Continuing Education. St. Agnes' Academy, established in 1912 by the Missionary Benedictine Sisters as \"Academia de Sta. Ines\", is the oldest Catholic school in Albay and the second Benedictine school to be established in the Philippines after St. Scholastica's College Manila. Divine Word College of Legazpi is a Catholic college run by the Societas Verbi Divini (SVD) Congregation. It started as Liceo de Albay, a diocesan parochial school for boys established in 1947 by Rev. Fr. Juan Carullo, a retired Army Chaplain. In 1960, the SVD led by Fr. Joseph L. Bates took over the administration of the school and renamed it Divine Word High School. It was elevated to tertiary level as Divine Word College of Legazpi (DWCL) in 1965. Legazpi City Science High School, founded in 2004 as \"Legazpi City High School\" and became full- fledged science high school on January 15, 2016. Located in Bitano, Legazpi City, it provides education for junior and senior high school students. Its junior high school department offers SPSTE (Special Program in Science, Technology, and Engineering). Likewise, its senior high school offers two tracks with three strands. The academic track includes STEM (Science, Technology, Engineering, and Mathematics), ABM (Accounting and Business Management), and ICT (Information and Communications Technology) under the TVL (Technical-vocational) strand. ==Notable personalities== *Mariano Goyena del Prado – historian, ethnologist, and poet *Everardo Napay – Iloilo-born zarzuela playwright, architect, sculptor, composer, and choreographer; worked in Legazpi for more than three decades *Teotimo C. Pacis – Bishop, Biblical translator, and poet *William 'Bogs' Adornado – three-time PBA Most Valuable Player (1975, 1976, and 1981), one of the PBA's 25 Greatest Players of All- Time *Merlinda Bobis – contemporary Philippine-Australian writer and academic *Irene Cortes – former Associate Justice of the Supreme Court of the Philippines; first female Dean of the UP College of Law *Janelle Quintana – actress; 19th Aliw Awards Best New Female Artist nominee *Valerie Weigmann – TV host, actress; Miss World Philippines 2014 *Athena Imperial - news field reporter, communication researcher and Miss Philippines Earth 2011. *Miguel Solano White – track and field athlete; bronze medalist in the 400-metre hurdles at the 1936 Summer Olympics ==Sister cities== ===Local=== *Mandaluyong *Bacolod, Negros Occidental *Bacoor, Cavite *Masbate City, Masbate *Sorsogon City, Sorsogon *Castilla, Sorsogon *Davao City, Davao del Sur ===International=== * Chōshi, Japan * Hengyang, China * Beaumont, Texas, USA ==Gallery== Ayala Malls Legazpi Facade.jpg|Ayala Malls Legazpi Pacific Mall in Legazpi, Albay.jpg|Pacific Mall Legazpi Kapuntukan Hill at Night.jpg|Kapuntukan Hill and Legazpi Boulevard at night Albay Park & Wildlife lagoon.JPG|Albay Park and Wildlife Embarcadero de Legazpi at dawn.jpg|Embarcadero de Legazpi Legazpi Boulevard.jpg|Legazpi Boulevard Plaza Rizal and Bichara Silverscreens.jpg|Plaza Rizal Ligñon Hill Nature Park.jpg|Ligñon Hill Nature Park Saint Raphael Church in Legazpi, Albay.jpg|Saint Raphael Church ==See also== *Bicolano People *List of Bicol Region Cities and Municipalities ==References== ==External links== * *Legazpi City Tourism Information Guide * [ Philippine Standard Geographic Code] Category:1616 establishments in the Philippines Category:Cities in Albay Category:Populated places established in 1616 Category:Port cities and towns in the Philippines Category:Provincial capitals of the Philippines Category:Component cities in the Philippines Category:Bicol Region",
 "title": "Legazpi, Albay"
}