{
 "id": "359170",
 "text": "Archibald Dalzel (1740–1812) was a Scottish colonial administrator and slave trader who served as governor of the Gold Coast from 1792 to 1802. ==Life== Dalzel was born in Kirkliston in Scotland and he trained to be a doctor in Edinburgh. After a spell in the navy he resolved to take a job in Africa as he saw it as a way to make money. He went to Africa as a surgeon in 1763 but started trading slaves to add to his salary.James A. Rawley, ‘Dalzel , Archibald (1740–1818)’, Oxford Dictionary of National Biography, Oxford University Press, 2004; online edn, Jan 2009 accessed 21 Dec 2014 He served four years as governor of Whydah (now Ouidah, Benin). He observed that the people at Whydah \"pay a kind of veneration to a particular species of large snake, which is very gentle.\" Dalzal returned to England in 1770. Appointed by the Committee of Merchants that was in charge of the Gold Coast at the time, he served as governor in two periods: 31 March 1792 - 16 December 1798, and 28 April 1800 - 30 September 1802. Whilst he was there his daughter Elizabeth Dickson was born.J. R. Oldfield, ‘Dickson , Elizabeth (c.1793–1862)’, Oxford Dictionary of National Biography, Oxford University Press, 2004; online edn, Jan 2009 accessed 21 Dec 2014 In 1793 he published The history of Dahomy, an inland kingdom of Africa; comp. from authentic memoirs; with an introduction and notes where he argued that the raiding of Dahomean villages for slaves was saving them from the greater evil of being human sacrifices. Son of William Dalziel (1705-1751) a carpenter from Kirkliston and Alice Linn. Brother of Andrew Dalzel (1742-1806), Professor of Greek, Honorary Librarian at Edinburgh University. == External links and references == * Grinker, Roy Richard & Steiner, Christopher B. (1997). Perspectives on Africa: A Reader in Culture, History and Representation, pp. xvii-xxxi. Oxford: Blackwell Publishers. . * http://rulers.org/rulg1.html#ghana Category:1740 births Category:1811 deaths Category:History of Ghana Category:Governors of the Gold Coast (British colony)",
 "title": "Archibald Dalzel"
}