{
 "id": "359296",
 "text": "The Northern Ireland Women's Coalition (NIWC) was a minor cross-community political party in Northern Ireland from 1996–2006. The NIWC was founded by Catholic academic Monica McWilliams and Protestant social worker Pearl Sagar to contest elections to the Northern Ireland Forum, the body for all-party talks which led to the Belfast (Good Friday) Agreement. The party campaigned principally around the fact that it was led by women, declining to take a position on whether Northern Ireland should be part of the United Kingdom or a United Ireland. Conciliation Resources website article by Kate Fearon (2002), \"Northern Ireland Women’s Coalition: institutionalizing a political voice and ensuring representation\" It did not identify as feminist. == History == ===Creation and growth=== The creation of the NIWC is usually traced back to a meeting over dinner between Avila Kilmurray, a former trade union official and former director of the Community Foundation for Northern Ireland, and McWilliams in April 1996. The pair discussed ways in which women could be \"written into, rather than out of\" the Northern Ireland peace process. Working with the Northern Ireland Women's European Forum, they unsuccessfully lobbied the Northern Ireland Office to require parties to submit gender-balanced lists for the Northern Ireland Forum elections. Having failed, the NIWC was hastily assembled to contest the election. Around 150 women attended the first NIWC meeting, and subsequent meetings regularly attracted up to 60 people. Meetings were held in Belfast on a fortnightly and later weekly basis to debate positions, facilitated by rotating chairs. After a year, the NIWC developed a constitution that provided for the election of a 12–15 member executive committee to make policy decisions: two representatives from each county, plus the party's elected representatives as ex officio members. Additional members could be co-opted to maintain the cross-community balance. Monthly meetings continued to be open to the full membership. In the 1996 Forum elections, McWilliams, Sagar and eight other Coalition candidates secured 7,731 votes (1.03%). They did not win any constituency seats, but under a 'top-up' mechanism to ensure the representation of minor parties, they were awarded two seats, taken by McWilliams and Sagar. They attended the negotiations dominated by the other 108 representatives and supported (but did not, as often reported, sign) the ensuing intergovernmental Good Friday Agreement. The NIWC successfully introduced amendments on mixed housing, the inclusion of women in public life, special initiatives for young people affected by the conflict, recognition of the links between reconciliation and mixed housing and integrated education, and the promotion of a culture of tolerance. The NIWC also advocated the creation of a Civic Forum for Northern Ireland, which was included in the Agreement and set up in 2000. ===Post-Agreement political involvement=== The NIWC fielded three candidates in the 1997 United Kingdom general election, collecting a total of 3,024 votes. In the 1998 Northern Ireland Assembly election, the NIWC secured 13,018 votes (1.6%) and McWilliams, representing South Belfast, and Jane Morrice, representing North Down, were elected to the inaugural Northern Ireland Assembly. Some academics have speculated that the NIWC's existence forced other party leaders to pay more attention to women's interests in their campaigning during the election. The main parties put forward higher numbers of women in response to the advent of the NIWC, motivated by fear that votes for female candidates would go to the NIWC. In the 2001 Northern Ireland local elections, the party secured 3,301 votes (0.4%) and one council seat. McWilliams stood unsuccessfully as a candidate in the 2001 United Kingdom general election, securing 2,968 votes in South Belfast (7.8%). ===Decline and dissolution=== At its 2002 conference, the NIWC boasted of being \"the only women's party in the world that has elected representatives – that is quite some achievement\". By 2003, however, both NIWC MLAs had lost their seats in the 2003 Assembly elections, where the party's vote fell to 5,785 votes (0.8%). The party subsequently held \"a frank, honest and constructive discussion\" about whether to continue, eventually resolving that it would not wind up. Its electoral fortunes did not recover. The party's last remaining elected representative lost her seat on North Down Borough Council in 2005, where the NIWC secured 0.1% of the Northern Ireland vote. The party never contested another election. On 11 May 2006, the Women's Coalition was formally wound up at a function held in Belfast. == References == == External links == *NIWC 1998 Northern Ireland Assembly Election Manifesto – A New Voice for New Times *NIWC 2001 Local Government Election Manifesto Category:Feminism in Ireland Category:Feminist organisations in the United Kingdom Category:Feminist parties in the United Kingdom Category:Defunct political parties in Northern Ireland Category:Political parties established in 1996 Category:Political parties disestablished in 2006 Category:1996 establishments in Northern Ireland Category:2006 disestablishments in Northern Ireland Category:Women's organisations based in Northern Ireland",
 "title": "Northern Ireland Women's Coalition"
}