{
 "id": "359366",
 "text": "Homosexuality has been documented in China since ancient times. According to one study, for some time after the fall of the Han Dynasty, homosexuality was widely accepted in China but this has been disputed.Several early Chinese emperors are speculated to have had homosexual relationships accompanied by heterosexual ones. Opposition to homosexuality, according to the study by Hinsch, did not become firmly established in China until the 19th and 20th centuries through the Westernization efforts of the late Qing Dynasty and early Republic of China. On the other hand, Gulik's study argued that the Mongol Yuan dynasty introduced a more ascetic attitude to sexuality in general.Robert Hans Van Gulik 1961. Sexual life in Ancient China: a preliminary survey of Chinese sex and society from ca. 1500 B.C. till 1644 A.D. Leiden: Brill.Needham, J: Science and Civilization in China: Sexual Techniques. Cambridge, England: Cambridge University Press, Vol. 2, 1954. For most of the 20th century, homosexual sex was banned in the People's Republic of China until it was legalized in 1997. In a survey by the organization WorkForLGBT of 18,650 lesbians, gay, bisexual and transgender (LGBT) people, 3% of males and 6% of females surveyed described themselves as \"completely out\". A third of the men surveyed, as well as 9% of the women surveyed said they were in the closet about their sexuality. 18% of men surveyed answered they had come out to their families, while around 80% were reluctant due to family pressure. There was a step forward for the China LGBT community after the Weibo incident in April 2018, where the public outcry over the platform for banning homosexual content led the platform to withdraw the decision. Yet, in 2021 Weibo censored the accounts of numerous LGBT student organizations without any prior warning. ==Terminology== Traditional terms for homosexuality included \"the passion of the cut sleeve\" (), and \"the divided peach\" (). An example of the latter term appears in a 6th-century poem by Liu Xiaozhuo: > — She dawdles, not daring to move closer, / Afraid he might compare her with > leftover peach. Other, less literary, terms have included \"male trend\" (), \"allied brothers\" (), and \"the passion of Longyang\" (), referencing a homoerotic anecdote about Lord Long Yang in the Warring States period. The formal modern word for \"homosexuality/homosexual(s)\" is tongxinglian () or tongxinglian zhe (, homosexual people). Instead of that formal word, \"tongzhi\" (), simply a head rhyme word, is more commonly used in the gay community. Tongzhi (; sometimes along with nü tongzhi, ), which was first adopted by Hong Kong researchers in Gender Studies, is used as slang in Mandarin Chinese to refer to homosexuals. Such usage is seen in Taiwan. However, in mainland China, tongzhi is used both in the context of the traditional \"comrade\" sense (e.g., used in speeches by Chinese Communist Party officials) and to refer to homosexuals. In Cantonese, gei1 (), adopted from English gay, is used. \"Gay\" is sometimes considered to be offensive when used by heterosexuals or even by homosexuals in certain situations. Another slang term is boli (), which is not so commonly used. Among gay university students, the acronym \"datong\" (), which also refers to utopia, in Chinese is becoming popular. Datong is short for daxuesheng tongzhi (university students [that are] homosexuals). Lesbians usually call themselves lazi () or lala (, ). These two terms are abbreviations of the transliteration of the English term \"lesbian\". These slang terms are also commonly used in mainland China now. ==History== The story of Dong Xian, which details the same-sex relationship between Emperor Ai of Han and one of his male concubines has been cited by Hinsch as evidence of the historical tolerance of homosexuality within the Chinese empire. However, critics have cited the fact that the relationship ended in tragedy and violence to argue that the story was therefore critical rather than supportive of homosexual relationships. Ming Dynasty literature, such as Bian Er Chai (), portrays homosexual relationships between men as enjoyable relationships. Writings from the Liu Song Dynasty claimed that homosexuality was as common as heterosexuality in the late 3rd century: Some scholars argue that Confucianism, being primarily a social and political philosophy, focused little on sexuality, whether homosexual or heterosexual. Critics have argued that under Confucian teachings, not having children was one of the greatest sins against filial piety, contending that while procreational bisexuality was tolerated, exclusive homosexuality was not. Emperors were still obligated to marry women and raise heirs, and same-sex sexual activities and relationships were merely tolerated as secondary practices. Confucian ideology did emphasize male friendships, and Louis Crompton has argued that the \"closeness of the master-disciple bond it fostered may have subtly facilitated homosexuality\".Crompton, Louis. Homosexuality and Civilization. Harvard University Press. p. 221 Although Taoist alchemy regarded heterosexual sex, without ejaculation, as a way of maintaining a male's \"life essence\", homosexual intercourse was seen as \"neutral\", because the act has no detrimental or beneficial effect on a person's life essence. In a similar way to Buddhism, Taoist schools sought throughout history to define what would be sexual misconduct. The precept against Sexual Misconduct is sex outside your marriage. The married spouses () usually in Chinese suggest male with female, though the scripture itself does not explicitly say anything against same-sex relations./B.054 Many sorts of precepts mentioned in the Yunji Qiqian (), The Mini Daoist Canon, does not say anything against same-sex relations, maintaining neutrality. Opposition to homosexuality in China rose in the medieval Tang Dynasty, being attributed by some writers to the influence of Christian and Islamic values, but did not become fully established until the late Qing Dynasty and the Chinese Republic. There exists a dispute among Sinologists as to when negative views of homosexual relationships became prevalent among the general Chinese population, with some scholars arguing that it was common by the time of the Ming Dynasty, established in the 14th century, and others arguing that anti- gay attitudes became entrenched during the Westernization efforts of the late Qing Dynasty and the early Republic of China in the 19th and 20th centuries. In Ancient Fujian, the region had developed a sexual culture isolated from that of the rest of the Chinese empire. During the Qing Dynasty, the local population began worshipping a Taoist deity known as Tu Er Shen, who served as the guardian of same-sex love. The deity was originally a human by the name of Hu Tianbao. Hu was executed after having been caught peeping on a nobleman he had become attracted to. He was originally destined to go to hell, but the guardians of the spirit realm took pity on him, as his crime was committed out of love. He was then appointed as the guardian of same-sex love. The Central Qing government of Beijing labeled followers of Tu Er Shen “cultists” and demanded for their persecution and elimination. It was during this dynasty that China's very first law against non-commercial same-sex sexual conduct was enacted. However, the newly created offense of homosexuality carried the most lenient penalty possible in the Qing legal system. Today, the temple of Tu Er Shen, located in New Taipei, serves as the world's only religious temple dedicated exclusively to same-sex love. The earliest law against a homosexual act dates from the Song Dynasty, punishing \"young males who act as prostitutes.\" The first statute specifically banning homosexual intercourse was enacted in the Jiajing era of the Ming Dynasty. Lu Tongyin, author of Misogyny, Cultural Nihilism & Oppositional Politics: Contemporary Chinese Experimental Fiction, said \"a clear-cut dichotomy between heterosexuality and homosexuality did not exist in traditional China.\" During Mongolian ruled Yuan dynasty, lots of Persian speaking administrators were relocated from Persia and Transoxiana to Beijing, in the meantime due to the exotic appearance of the Persian newcomers, Persian young adult males were favored to be used as extravagant cupbearers and courtiers at the Chinese emperors palace. However, after the overturn of Yuan dynasty, the tradition was still continued to Ming emperors palace. ==Same-sex relationships in literature== Same-sex love can sometimes be difficult to differentiate in Classical Chinese because the pronouns he and she were not distinguished. And like many East and Southeast Asian languages, Chinese does not have grammatical gender. Thus, poems such as Tang Dynasty poems and other Chinese poetry may be read as either heterosexual or homosexual, or neutral in that regard, depending on the reader's desire. In addition, a good deal of ancient Chinese poetry was written by men in the female voice, or persona.Samei, Maija Bell. (2004). Gendered Persona and Poetic Voice: The Abandoned Woman in Early Chinese Song Lyrics. Lexington Books. pp. 1. Some may have portrayed semi-sexual relationships between teen- aged girls, before they were pulled apart by marriage. Male poets would use the female narrative voice, as a persona, to lament being abandoned by a male comrade or king. Another complication in trying to separate heterosexual and homosexual themes in Chinese literature is that for most of Chinese history, writing was restricted to a cultivated elite, amongst whom blatant discussion of sex was considered vulgar. Until adopting European values late in their history, the Chinese did not even have nouns to describe a heterosexual or homosexual person per se. Rather, people who might be directly labeled as such in other traditions would be described by veiled allusions to the actions they enjoyed, or, more often, by referring to a famous example from the past. The most common of these references to homosexuality referenced Dong Xian and Mizi Xia. Chen Dynasty's Book of Chen, records the relationship between Emperor Wen of Chen and his favorite male lover, Han Zigao. Chen famously said to Han: \"people say I am destined to be an Emperor, if it comes true, you will become my queen.\" Chen did become an Emperor in 559, but he was unable to keep his promise to Han and instead, he made him a general. Han spent all his time with Chen until the latter died in 566. Outside the tomb of Chen, discovered in 2013, two statues of pixiu were found, different from the usual male and female design, since both of them are male, and are believed to represent Emperor Chen and Han Zigao. The Tang Dynasty \"Poetical Essay on the Supreme Joy\" is another good example of the allusive nature of Chinese writing on sexuality. This manuscript sought to present the \"supreme joy\" (sex) in every form known to the author; the chapter on homosexuality comes between chapters on sex in Buddhist monasteries and sex between peasants. It is the earliest surviving manuscript to mention homosexuality, but it does so through phrases such as \"cut sleeves in the imperial palace\", \"countenances of linked jade\", and \"they were like Lord Long Yang\", phrases which would not be recognizable as speaking of sexuality of any kind to someone who was not familiar with the literary tradition. While these conventions make explicit mentions of homosexuality rare in Chinese literature in comparison to the Greek or Japanese traditions, the allusions which do exist are given an exalted air by their frequent comparison to former Golden Ages and imperial favorites. A Han Dynasty poem describes the official Zhuang Xin making a nervous pass at his lord, Xiang Cheng of Chu. The ruler is nonplussed at first, but Zhuang justifies his suggestion through allusion to a legendary homosexual figure and then recites a poem in that figure's honor. At that, \"Lord Xiang Cheng also received Zhuang Xin's hand and promoted him.\" A remarkable aspect of traditional Chinese literature is the prominence of same-sex friendship. Bai Juyi is one of many writers who wrote dreamy, lyrical poems to male friends about shared experiences. He and fellow scholar-bureaucrat Yuan Zhen made plans to retire together as Taoist recluses once they had saved enough funds, but Yuan's death kept that dream from being fulfilled. Other works depict less platonic relationships. A Ming Dynasty rewriting of a very early Zhou Dynasty legend recounts a passionate male relationship between Pan Zhang & Wang Zhongxian which is equated to heterosexual marriage, and which continues even beyond death. The daring 17th century author Li Yu combined tales of passionate love between men with brutal violence and cosmic revenge. Dream of the Red Chamber, one of China's Four Great Classical Novels from the Qing Dynasty, has scenes that depict men engaging in both same-sex and opposite-sex acts. There is a tradition of clearly erotic literature, which is less known. It is supposed that most such works have been purged in the periodic book burnings that have been a feature of Chinese history. However, isolated manuscripts have survived. Chief among these is the anthology \"Bian er chai\" (), a series of four short stories in five chapters each, of passion and seduction. The first short story, Chronicle of a Loyal Love, involves a twenty-year-old academician chasing a fifteen-year-old scholar and a bevy of adolescent valets. In another, \"Qing Xia Ji\" (), the protagonist, Zhang, a valiant soldier with two warrior wives, is seduced by his younger friend Zhong, a remarkable arrangement as it is stereotypically the older man who takes the initiative with a boy. The work appeared in a single edition some time between 1630 and 1640. More recently, Ding Ling, an author of the 1920s in China, was a prominent and controversial feminist author, and it is generally agreed that she had lesbian (or at least bisexual) content in her stories. Her most famous piece is \"Miss Sophia's Diary\", a seminal work in the development of a voice for women's sexuality and sexual desire. Additionally, a contemporary author, Wong Bik-Wan, writes from the lesbian perspective in her story \"She's a Young Woman and So Am I\" (). Author Pai Hsien-yung created a sensation by coming out of the closet in Taiwan, and by writing about gay life in Taipei in the 1960s and 70s. Same-sex love was also celebrated in Chinese art, many examples of which have survived the various traumatic political events in recent Chinese history. Though no large statues are known to still exist, many hand scrolls and paintings on silk can be found in private collections . ==Gay, lesbian and queer culture in contemporary mainland China== Gay identities and communities have expanded in China since the 1980s as a result of resurfacing dialogue about and engagement with queer identities in the public domain. Since the 1990s, the preferred term for people of diverse sexuality, sex and gender is tongzhi (). While lesbian, gay, bisexual and transgender (LGBT) culture remains largely underground, there are a plethora of gay cruising zones and often unadvertised gay bars, restaurants and discos spread across the country. The recent and escalating proliferation of gay identity in mainland China is most significantly signaled by its recognition in mainstream media despite China's media censorship. There are also many gay websites and LGBT organisations which help organise gay rights' campaigns, AIDS prevention efforts, film festivals and pride parades. Yet public discourse on the issue remains fraught - a product of competing ideologies surrounding the body; the morality of its agency in the public and private arena. Like in many other western and non-western societies, public sentiment on homosexuality in China sits within a liminal space. While it is not outright condemned, neither is it fully accepted as being part of the social norm. In many instances, those who associate with the queer community also associate with another marginalised group, such as rural-to-urban migrants and sex workers, and therefore the stigma that is attached to aspects of queer identity is often a manifestation of perceived social disobedience against different intersecting vectors of 'moral rights'. As Elaine Jeffreys and Haiqing Yu note in their book, Sex in China, individuals who interact within the queer community do not necessarily identify as being homosexual. 'Money boys', men who provide commercial sexual services to other men, but do not identify as being homosexual, are an example of such a social group. Their minority status is imbued with aspects of criminality and poverty. This suggests that the 'perverseness' attached to homosexuality in mainland China is not purely informed by a biological discourse, but, depending on the circumstances, can also be informed by accepted notions of cultural and social legitimacy. The influence of Western gay and lesbian culture on China's culture is complex. While Western ideas and conceptions of gayness have begun to permeate the Chinese gay and lesbian identity, some Chinese gay and lesbian activists have pushed back against the mainstream politics of asserting one's own identity and pushing for social change due to its disruption of \"family ties and social harmony.\"Ho, Loretta Wing Wah (2010). Gay and Lesbian Subculture in Urban China. Routledge. p. 10. Most of the exposure to Western gay and lesbian culture is through the internet or the media, but this exposure is limited—mainstream symbols of gay and lesbian culture (such as the rainbow flag) are not widely recognisable in China.Ho 2010, p. 11 Justice Anthony Kennedy quoted Confucius in his majority ruling in Obergefell v. Hodges leading to discussion of the ruling on Sina Weibo. Chinese microblogging services also facilitate discourse on things like coming out to parents and articles in the People's Daily on gay men. ==Recent occurrences== In 2009, a male couple held a symbolic wedding in public and China Daily took the photo of the two men in a passionate embrace across its pages. Other symbolic gay and lesbian weddings have been held across the country and have been covered positively by the Chinese media. In 2012, Luo Hongling, a university professor, committed suicide because she knew her husband was a gay man. She alleged their marriage was just a lie since the man could not admit he was gay to his parents. Luo was considered a \"homowife\", local slang for a woman married to a homosexual male akin to the English term \"beard\". In 2016, the State Administration of Press, Publication, Radio, Film and Television banned images of homosexuals on television. On April 13, 2018, Sina Weibo, one of China's largest and most popular microblogging platforms, announced a new policy to ban all pieces of contents related to pornography, violence, and homosexuality. According to Weibo, this act was requested by the “Network(Cyber) Security Law.” However, it is unclear which “Network Security Law” Weibo was referring to. In the newest edition of “People's Republic of China Network(Cyber) Security Law” put into effect on June 1, 2017 by the government, media related to pornography is banned, yet the issue of homosexuality is not mentioned. It remains unclear if Weibo's decision reflects its company's own discrimination against the LGBTQ community, or if it foreshadows the government's future policy against this group. Weibo's announcement led to the anger of China's LGBTQ community as well as many other Chinese citizens. A Weibo user called “Zhu Ding Zhen ” made a post, saying, “I am gay, what about you? ” This post was read more than 2.4 billion times and shared by about 3 million users, commented by 1.5 million users, and liked by 9.5 million users in less than 3 days. On April 16, Weibo posted another announcement to reverse its previous decision, stating that Weibo would stop banning pieces of contents related to homosexuality and expressed thanks to its users’ “discussions” and “suggestions.” ==Legal status== Adult, consensual and non-commercial homosexuality has been legal in China since 1997, when the national penal code was revised.Mountford, T. (2010). The legal status and position of lesbian, gay, bisexual and transgender people in the People’s Republic of China. International Gay and Lesbian Human Rights Commission. https://outrightinternational.org/sites/default/files/395-1.pdf Homosexuality was removed from the Chinese Society of Psychiatry's list of mental illnesses in 2001 and the public health campaign against HIV/AIDS pandemic does include education for men who have sex with men. Officially, overt police enforcement against gay people is restricted to gay people engaging in sex acts in public or prostitution, which are also illegal for heterosexuals. In addition, the declassification in 2001 was never officially recognised by the Ministry of Health (Now National Health Commission). However, despite these changes, no civil rights law exists to address discrimination or harassment on the basis of sexual orientation or gender identity. Households headed by same-sex couples are not permitted to adopt children and do not have the same privileges as heterosexual married couples. On January 5, 2016, a court in Changsha, southern Hunan province, agreed to hear the lawsuit of 26-year-old Sun Wenlin filed in December 2015 against the Furong district civil affairs bureau for its June 2015 refusal of the right to register to marry his 36-year-old male partner, Hu Mingliang. On April 13, 2016, with hundreds of gay marriage supporters outside, the Changsha court ruled against Sun, who vowed to appeal, citing the importance of his case for LGBT progress in China. On May 17, 2016, Sun and Hu were married in a private ceremony in Changsha, expressing their intention to organize another 99 LGBT weddings across the country in order to normalize gay marriage in China. In 2014, a Beijing court issued an unanticipated ruling against the practice of gay conversion therapy. This ruling, however, did not apply nationwide and different district courts have issued various conflicting rulings. In 2016, a Henan court awarded civil damages to a victim of gay conversion therapy who had been physically and psychologically traumatized as a result of the procedure. However, the Court did not expressly prohibit the practice. In parallel to the previous decision, the Henan's court's decision also did not apply nationwide. At the national level, no action has been taken against gay conversion therapy and the practice continues to be promoted on a national level. LGBT activists have been pressuring the central government for a complete nationwide ban. ==Slang in contemporary Chinese gay culture== The following terms are not standard usage; rather, they are colloquial and used within the gay community in mainland China, Hong Kong, and Taiwan. {|class=\"wikitable\" text-align=\"left\" style=\"width:400px\" border=\"1\" ! Chinese !! Pinyin !! English |- ! | tóng xìng || same sex |- ! | jī (Canto : gay1) || gay |- ! | jī lǎo (Canto : gay1 lou2) || gay guy |- ! | lā lā || lesbian |- ! |yī hào || top (1 symbolises a penis) |- ! | líng diǎn qī hào || person who prefers to top but can still bottom |- ! | líng diǎn wu hào || versatile (0.5 is the mean of 1 and 0) |- ! | líng diǎn sān hào || person who prefers to bottom but can still top |- ! |líng hào || butt hole/bottom (0 symbolises a hole) |- ! | gǎo(jiǎo) jī (Canto: gao2 gay1)|| [lit. to do, vulgar] the activities and lives of gays |- ! | gōng|| [lit. attack] the more aggressive partner |- ! | shòu|| [lit. accept] the more receptive partner |- ! ||| Butch lesbian |- ! |po || High femme/lipstick lesbian |- ! ||| Feminine male (short for \"sissy\") |- ! | g BAR || gay bar |- ! | shí bā jìn || forbidden below 18 years of age. Could also mean pornographic material, without regard to sexuality. |- ! |tóng xìng yù shì || same-sex bathhouse |- ! |chū guì || come out of the closet |- ! | zhí nán || straight (man) |- ! | wān nán || [lit. curved] gay |- ! |mài de || rent boy (can also be called MB for money boy) |- ! |xióng || bear |- ! |fèi fèi || someone who likes bears - literally 'baboon' |- ! |hóu zi || twink - literally 'monkey' |- ! |láng || muscular or athletic gay man - literally 'wolf' |- ! | tóng qi || beard; woman whose husband is gay |- ! | tóng fū || man whose wife is lesbian |- ! | bāi wān || to turn a straight person gay |- ! | biàn wān || to turn gay (from straight) |- |} ==Culture== ===Historical people=== ===Modern people=== The following are prominent mainland Chinese and Hong Kong people who have come out to the public or are actively working to improve gay rights in mainland China and Taiwan: *Wan Yanhai (signatory on The Yogyakarta Principles and participant of 2009 World Outgames) *Leslie Cheung (singer and actor from Hong Kong - died 2003) *Li Yinhe (the well known scholar on sexology in China) *Cui Zi'en (film director, producer, film scholar, screenwriter, novelist, and associate professor at the Film Research Institute of the Beijing Film Academy) *Siu Cho (researcher and political/ social activist in Hong Kong) *Raymond Chan Chi-chuen (Hong Kong legislator) *Denise Ho (Hong Kong Celebrity/Actor/Singer) *Anthony Wong (Hong Kong Singer/Activist) *Suzie Wong (Hong Kong TV Host) *Elaine Jin (Hong Kong Actor) *Gigi Chao (Hong Kong Activist/Heiress to Cheuk Nang Holdings) *Vinci Wong (Hong Kong TV Host) *Dr Chow Yiu Fai (Hong Kong Lyricist/Activist/Associate Professor of Humanities in Hong Kong Baptist University) *Winnie Yu (Hong Kong Radio Host/Ex-CEO of Commercial Radio Hong Kong) *Joey Leung (Leung Jo Yiu) (Hong Kong Stage performer) *Edward Lam (Lam Yik Wah) (Hong Kong Playwright) *Alton Yu (Yu Dik Wai) (Hong Kong Radio Host) *Chet Lam (Hong Kong Indie Singer/Song Writer) *Ip Kin Ho (aka Gin Ng 健吾) (Author/Radio Host/Journalist/CUHK Lecturer in Hong Kong) ===Movies, TV and web series=== Many gay movies, TV series and web series have been made in Hong Kong and mainland China, including: *Addicted (web series) (China, 2016 web series) *All About Love (HK) *Alternative Love (China, 2016 movie) *Amphetamine (HK) *Be Here for You (China, 2015 web series)我和X先生第二季：只為遇見你 *Bishonen (HK) *Buffering... (HK) *Butterfly (HK) *Butterfly Lovers (2005 Stage Act by Denise Ho) *CEO and His Man / The Same Kind of Love (China, 2015) *Counter Attack: Falling in Love with a Rival (China, 2015 web series) *East Palace, West Palace (China) *Farewell My Concubine (China) *Ghost Boyfriend (China, 2016 movie) *Happy Together (HK) *He Can (China, 2016 movie) *Homosexuality in China (China, 2009 documentary) *I Am Not What You Want (HK) *Lanyu (China) *Like Love (China, 2014 web series) *Lost (China, 2013 short film) *Love Actually... Sucks! (HK) *Love Is More Than A Word (China, 2016 movie) *Mama Rainbow (China, 2012 documentary) *My Lover and I (China, 2015 web series) *No. 10 YanDaiXie Street (China, 2016 web series) *Nobody Knows But Me: sequel to Like Love (China, 2015 web series) *Oppressive Love/Queer Beauty (China, 2016 movie) *Permanent Residence (HK) *Portland Street Blues (HK) *The Raccoon (China, 2016 movie) *Rainbow Family (2015) *Revive: Reincarnation of a Superstar (China, 2016 web series) *A Round Trip to Love (China, 2016 movie) *Speechless (China) *Spring Fever (2009) *(The Scarlet Dreams of) This Summer (China, 2015 short film) *The Untamed (China, 2019 TV series) *Till Death Tear Us Apart: sequel to Love Is More Than A Word (China, 2016 movie) *Tongzhi in Love (documentary film, China/US, 2008) *To You, For Me (Macao, 2015 short film) *Uncontrolled Love / Force Majeure (China, 2016 movie) *Word of Honor (China, 2021 TV series) *Yóuyuán Jīngmèng In 2015, film-maker Fan Popo sued government censors for pulling his gay documentary Mama Rainbow from online sites. The lawsuit concluded in December 2015 with a finding by Beijing No.1 Intermediate People's Court that the State Administration of Press, Publication, Radio, Film and Television (SAPPRFT) had not requested that hosting sites pull the documentary. Despite this ruling, which Fan felt was a victory because it effectively limited state involvement, \"the film is still unavailable to see online on Chinese hosting sites.\" On December 31, 2015, the China Television Drama Production Industry Association posted new guidelines, including a ban on showing queer relationships on TV. The regulations stated: \"No television drama shall show abnormal sexual relationships and behaviors, such as incest, same-sex relationships, sexual perversion, sexual assault, sexual abuse, sexual violence, and so on.\" These new regulations have begun to affect web dramas, which have historically had fewer restrictions: \"Chinese Web dramas are commonly deemed as enjoying looser censorship compared with content on TV and the silver screen. They often feature more sexual, violent and other content that is deemed by traditional broadcasters to fall in the no-no area.\" In February 2016 the popular Chinese gay web series Addicted (Heroin) was banned from being broadcast online 12 episodes into a 15-episode season. Makers of the series uploaded the remaining episodes on YouTube, and production of a planned second season remains in doubt. ==See also== *Shanghai Pride 2009 First Event * Queer representation on Chinese Film - Cui Zi En 崔子恩 *Recognition of same-sex unions in the People's Republic of China *Transgender in China *Intersex rights in China *Gender/Sexuality Rights Association Taiwan *Human rights in the People's Republic of China *LGBT themes in Chinese mythology and folklore *Homosexuality in India *Homosexuality in Japan *LGBT in Singapore *LGBT in the Philippines *LGBT rights in Taiwan *LGBT rights in Hong Kong *LGBT history ==References== ===Citations=== ===Bibliography=== * * * * * . Pages 134–140, 151–154. * ==External links== *Homosexuals and Gay Life in China, Factsanddetails.com *First same-sex marriage in China: 26 images *Smile4Gay Action Network 同志你好行动网络 *Gayographic.org *GayChina.com *Civil Rights for Sexual Diversities (CR4SD) A rights advocacy group based in Hong Kong *CSSSM (Chinese Society for the Study of Sexual Minorities) *Center for the Study of Sexualities at National Taiwan Central University *Manifesto of 1996 Chinese Tongzhi Conference *A piece of news about tongzhi in Hong Kong *Male Love Art from Ancient China *First Chinese website to provide gay information in Hong Kong *Gay rights in 90s China:Paper Presented at the Human Rights Forum on People's Summit on APEC, November, 1997 *Lesbian information for China *The plight of China's gays (The Peking Duck) *Comrades-in-arms: Gay rights in China - The long march out of the closet, The Economist, Jun 18th 2009 *Homosexuality in China, US-China Today, Mar 10, 2010 *Chinese Rainbow Network (CRN)",
 "title": "Homosexuality in China"
}