{
 "id": "359523",
 "text": "Alfred-Felix Vaucher (Luserna san Giovanni (Italy) March 18, 1887 – Gland (Switzerland) May 22, 1993) was an Italian theologian, church historian, and bibliographer. He was a pioneer in the history and study of Seventh-day Adventism. Preaching his first sermon at age 14, Vaucher studied at a church in Paris. In 1903, he was engaged by the Adventist church, to which he devoted an active ministry of approximately eighty years. Vaucher traveled around Europe, including Switzerland and Italy as a Seventh-day Adventist evangelist. He published over 1,100 articles and pamphlets on French church history and wrote a score of books, some of which are: L'Histoire du Salut, Le P. Manuel Lacunza y Diaz, L'Antichrist, Le Jour du Repos, and Le Jour Seigneurial. Vaucher also taught at Salève Adventist University, Collonges-sous-Salève, Haute-Savoie, a French biblical college, from 1921-1941 and 1945–1983. He died at age 106. == See also == * Seventh-day Adventist Church * Seventh-day Adventist theology * Seventh-day Adventist eschatology * History of the Seventh-day Adventist Church * 28 Fundamental Beliefs * Questions on Doctrine * Teachings of Ellen G. White * Inspiration of Ellen G. White * Prophecy in the Seventh-day Adventist Church * Investigative judgment * Pillars of Adventism * Second Coming * Conditional Immortality * Historicism * Three Angels' Messages * Sabbath in seventh-day churches * Ellen G. White * Adventism * Seventh-day Adventist Church Pioneers * Seventh-day Adventist worship == References == * Vaucher, A. (1949). Une celebrite oubliee: Le P. Manuel de Lacunza y Diaz (1731-1801) de la Societe de Jesus, auteur de \"La venue du Messie en gloire et majeste.\" Collonges-sous-Salève: Imprimerie Fides. Vaucher, A. (1951). L'Histoire du salut (3e éd.). Dammarie-les-Lys (S.-et-M.): Éditions S.D.T. Vaucher, A. (1960). L'Antichrist. Collonges-sous- Salève: Imprimerie Fides. Vaucher, A. (1962). Le jour du repos. Collonges- sous-Salève: Imprimerie Fides. Vaucher, A. (1970). Le jour seigneurial. Collonges-sous-Salève: Imprimerie Fides. *Un dernier hommage à Alfred-Félix Vaucher, Jean Zurcher, Revue adventiste, September 1993, pp. 12–13 *Essai bibliographique sur l'œuvre d'Alfred Vaucher Pietro Copiz, Revue adventiste, 15 June 1987, pp. 13–15 *Alfred Vaucher R. Lehmann, Dictionnaire du monde religieux dans la France contemporaine, vol. 8 La Savoie. Paris : Beauchesne, 1996. pp. 404–405 == External links == *Good Teachers Are Forever by Nilton Amorim, Superintendent/President, Quebec Conference, in Canadian Adventist Teachers Network Online Journal, July 1999 Category:1887 births Category:1993 deaths Category:French centenarians Category:Seventh-day Adventist religious workers Category:Seventh-day Adventist theologians Category:20th-century Protestant theologians Category:20th-century French theologians Category:French Christian theologians Category:French Seventh-day Adventists Category:Seventh-day Adventist missionaries in Switzerland Category:Seventh- day Adventist missionaries in Italy Category:French bibliographers Category:French male writers Category:Men centenarians Category:People from Luserna San Giovanni",
 "title": "Alfred Vaucher"
}