{
 "id": "359643",
 "text": "thumb|right|More affordable than Lakeview East residences, low-rise apartments are common in Central Lakeview, West Lakeview and Wrigleyville. Lakeview, also spelled Lake View, is one of the 77 community areas of Chicago, Illinois, in the city's North Side. It is bordered by West Diversey Parkway on the south, West Irving Park Road on the north, North Ravenswood Avenue on the west, and the shore of Lake Michigan on the east. The Uptown community area is to Lakeview's north, Lincoln Square to its northwest, North Center to its west, and Lincoln Park to its south. The 2020 population of Lakeview was 103,050 residents, making it the second largest of the Chicago community areas by population. Lakeview includes smaller neighborhood enclaves: Sheridan Station Corridor, Northhalsted, Southport Corridor, Wrigleyville, and Wrigley Plaza. Boystown, famous for its large LGBT population, holds the pride parade each June. Wrigleyville is another popular district. It surrounds Wrigley Field, home of the Chicago Cubs. Lakeview is home to the Belmont Theater District showcasing over 30 theaters and live performance venues located near the Belmont \"L\" station. In 2013, Money Magazine named Lakeview as number 3 of its top 10 Big-city neighborhoods for its selection of Best Places to Live. ==History== ===Settlement=== Lakeview was used as a camp and trail path for the Miami, Ottawa, and Winnebago Native American tribes. In 1837, Conrad Sulzer of Winterthur, Zürich, Switzerland, became the first known European settler to live in the area. In 1853, one of the first permanent structures was built by James Rees and Elisha Hundley on the corner where present-day West Byron Street (or West Sheridan Road) meets North Lake Shore Drive and was called the Hotel Lakeview, named for the hotel's unobstructed view of the shore of Lake Michigan. It gained what was characterized as a resort atmosphere. The early settlement continued to grow, especially because of increased immigration of farming families from Germany, Luxembourg and Sweden. Lakeview experienced a population boom as Chicago suffered a deadly and devastating cholera outbreak. The Hotel Lakeview served as refuge for many Chicagoans but became filled to capacity. Homestead lands were sold and housing was built. Access to the new community was provided by a wooden plank road connected to present-day West Fullerton Parkway, which was called Lakeview Plank Road and is the present-day North Broadway. With infrastructure and growing population, residents realized it was time to organize formal governance to provide essential public services. ===Lakeview Township=== Also according to the Lakeview East Chamber of Commerce, Lakeview was an incorporated Illinois civil township with a charter granted by the Illinois General Assembly, independent of neighboring Chicago. Lakeview's first township election was held in 1857. The main building was Town Hall at the intersection of present-day West Addison and North Halsted streets. A building still bearing that name stands today as the former headquarters of the Chicago Police Department's 23rd District. Lakeview Township included all land east of Western Avenue, between Devon Avenue and North Avenue,Lake View Township. Encyclopedia.chicagohistory.org. Retrieved on 2013-07-21. generally encompassing the community areas of Edgewater, Uptown, Lakeview and Lincoln Park, as well as the eastern sections of what are now the community areas of North Center and Lincoln Square. During the Civil War, the present-day bustling intersection of North Broadway, North Clark Street and West Diversey Parkway was home to Camp Fry. When the camp opened in May 1864, it served as a training facility for the volunteer 132nd and 134th Illinois Infantry regiments. Shortly after their deployment to Columbus, Kentucky, the camp was converted to a prison for Confederate soldiers, where conditions were markedly different from those of many other prisoner-of-war camps. The few residents of the area known as Lakeview Township often complained of rebel sing-alongs held in the camp from time to time. Lakeview's early industry was farming, especially crops of celery, and at the time it was considered a celery-growing capital. From 1870 to 1887 the population of the township grew from 2,000 citizens to 45,000. As a result, there was growing need of more public-service access, and Lakeview was absorbed into Chicago in 1889 as a way of meeting those demands. In 1889, a real estate boom became a major economic stimulant. According to the Lakeview East Chamber of Commerce, over forty percent of the neighborhood's present-day buildings were constructed during that time. ===Streets=== thumb|Currently 737 W Belmont Ave. (formerly 1662 Belmont as seen in the stained glass on this building built in the late 19th century) in Lakeview. The streets were renumbered around 1909 West Addison Street was named after Thomas Addison, an English doctor who first described Addison's disease. West Barry Avenue was named after the commander of the Continental Navy ship Lexington during the Revolutionary War, John Barry. West Belmont Avenue was named after the American Civil War's Battle of Belmont on November 7, 1861, in Mississippi County, Missouri. North Broadway, which used to be called Evanston Avenue after the nearby municipality of Evanston, Illinois, was renamed after Broadway in New York City. North Clark Street was named after the legendary frontier explorer George Rogers Clark. West Diversey Parkway was named after beer brewer Michael Diversey. William Butler Ogden, the first mayor of Chicago, named North Halsted Street after financiers William H. and Caleb Halsted. It was formerly called Dyer Street, in honor of Thomas Dyer, mayor of Chicago. West Irving Park Road was named after the author Washington Irving. Philip Sheridan features prominently on the corner of West Belmont Avenue and North Lake Shore Drive, memorialized as a towering statue depicting Sheridan on horseback. The U.S. Army general is the namesake of North Sheridan Road. In 1871 he brought troops to Chicago in the aftermath of the Great Chicago Fire and was authorized by Mayor Joseph Medill to take control of the city under martial law. He was later made commanding general of the U.S. Army by President Chester A. Arthur. ===Notable residents=== * John Peter Altgeld (1847–1902), 20th Illinois Governor and significant progressive era politician. He resided at the Brewster Apartments at 500 W. Diversey after leaving the governorship in 1897. * Charlie Chaplin, the silent film comedian, lived at the Brewster Apartments when he was filming movies with Essanay Studios in 1915. * Lucy Flower, the social reformer who was instrumental in establishing Cook County's juvenile court system, lived at 1920 W. Wellington. * Buckminster Fuller (1895–1983), the famous inventor, lived at 429 W. Belmont and had his studio at 729 W. Belmont. * Pearl M. Hart, Chicago criminal defense attorney known for representing homosexuals, juveniles, and others, lived at 2821 N. Pine Grove. * Paul Harvey (1918–2009), radio broadcaster for ABC News Radio notable for his The Rest of the Story segments. He resided at 3400 North Lake Shore Drive in the 1950s. * Cody Keenan, Director of Speechwriting for President Barack Obama from 2013 to 2017. He was a childhood resident of Lake View until his family moved to Evanston, Illinois. * Robert S. Kennemore (1920–1989), recipient of the Medal of Honor for conduct at the Battle of Chosin Reservoir. He resided at 746 West California Terrace prior to his enlistment in the United States Marine Corps in 1940. * Minnie Miñoso, the first Afro-Cuban player in Major League Baseball and first first Black player to play for the Chicago White Sox. He lived in Wrigleyville after his retirement from baseball. * Mike Nussbaum, actor and director of stage and screen. Currently resides in Lakeview East. * Mike Royko (1932-1997), author and Pulitzer Prize winning newspaper columnist. He lived in Lake View from 1981 to 1985 during his self-described Condo-Man period. * Michael Silverstein (1945-2020), linguist, MacArthur Fellow, and pioneering professor of linguistics, anthropology, and sociology at the University of Chicago. He resided at 3800 North Lake Shore Drive. * Art Telcser (1932–1999), 64th Speaker of the Illinois House of Representatives. Telcser was a resident of Lake View during his legislative career including his two-day stint as Speaker. * Elizabeth Wood, the first executive director of the Chicago Housing Authority, lived at 3145 North Cambridge Avenue. ==Communities== Lakeview is divided into Lakeview East and Lakeview West, with Lakeview East having distinctive areas that include Wrigleyville, and North Halsted with the latter including Boystown, the city's gay village. Lakeview East expanded borders to also include the Central Lakeview area which is home to Wrigley Field, home of the Chicago Cubs. The boundaries of Lakeview are 1800 west to the west, Montrose to the north and Clark to the east north of Irving Park, but the rest is of Irving Park to the north, Lake Michigan to the east, and Diversey to the south. ===Lakeview (East)=== thumb|upright|Rehabilitated vintage courtyard buildings (named for the courtyards created by their \"U\" shape construction), such as this 1927 building at 518 West Cornelia Avenue, are common along the side streets between North Lake Shore Drive and North Broadway. Lakeview East is considered the Greater Lakeview area. Lakeview East expanded its boundaries in 2017 to include the Central Lakeview area which is home to Wrigley Field. Lakeview East boundaries are defined as: Lake Shore Drive on the East, Racine on the West, Diversey Parkway on the South and Irving Park on the north. Lakeview East area consists of two of the largest entertainment districts in Chicago, Boystown and Wrigleyville. Lakeview East is notable for its Jewish population and has Four synagogues, Chabad of East Lakeview Anshe Sholom B'nai Israel (Modern Orthodox), Anshe Emet Synagogue (Conservative), and Temple Sholom (Reform and largest synagogue in the Chicago area). Lakeview, especially along the Lake Shore Drive and Broadway corridors, consists of upscale condominiums and higher-rent mid-rise apartments and lofts. Small businesses, boutiques, restaurants and community institutions are found along North Broadway and North Halsted Street. Gentrification, diversification and population shift have changed Lakeview, with new developments and new businesses such as Mariano's and Target. Historic churches remain preserved as integral parts of the community, such as Lakeview Presbyterian Church and Saint Peter's Episcopal Church. Our Lady of Mount Carmel Church is the residence of an episcopal vicar and auxiliary bishop of the Roman Catholic Archdiocese of Chicago. It is also the mother church of the local vicariate and the Archdiocesan Gay and Lesbian Outreach, controversially created by Cardinal Joseph Bernardin, which is one of the largest of the few gay, lesbian, bisexual and transgender Catholic welcoming congregations created and authorized by a diocese in the United States. The Lakeview Historic District, which is listed on the National Register of Historic Places, is in southeastern Lakeview, as is the Newport Avenue District, which spans Newport Avenue between Halsted Avenue and Clark Street and includes the historic Vautravers Building. ====Wrigleyville==== Formerly a working-class neighborhood, Wrigleyville is the nickname of the neighborhood directly surrounding Wrigley Field. Wrigley Field is the home of the Chicago Cubs. Within Lakeview East, its borders run from north to south, Grace Street to Cornelia Avenue and from east to west, Wilton Avenue to Racine Avenue. Wrigleyville features low-rise brick buildings and houses, some with rooftop bleachers colloquially called Wrigley Rooftops where people can purchase seats to watch baseball games or concerts that, while generally more expensive than tickets for seats within the park itself, come with all you can eat and drink service. Proprietors are able to do so under special agreements with the Cubs organization. Many Wrigleyville bars and restaurants (particularly on North Clark Street) feature sports-oriented themes. Bars such as Sluggers, Murphy's Bleachers, Casey Moran's, Merkle's, Sports Corner and The Cubby Bear host the Cubs crowds near the Wrigley Field intersection of North Clark Street and West Addison Street. ====Northalsted==== The Boystown section of Lakeview holds the distinction of being the nation's first officially recognized gay village. In 1998, then Mayor Richard M. Daley endeavored to create a $3.2 million restoration of the North Halsted Street corridor, and the city erected rainbow pylon landmarks along the route. In 2012, the Legacy Project began the ongoing process of installing plaques on the pylons that commemorate important people and milestones in LGBT history.The Legacy Project. Legacyprojectchicago.org (2013-06-01). Retrieved on 2013-07-21. It is also the cultural center of one of the largest lesbian, gay, bisexual, and transgender (LGBT) communities in the nation. Boystown has grown into a cultural center for the LGBT residents living within the Chicago metropolitan area. The area caters to Chicago nightlife, featuring more than 60 gay, lesbian, bisexual and transgender bars, restaurants and nightclubs. It is now home to Center on Halsted, a LGBT community center that hosts an array of public programs open to the public that provide fun, educational and enlightening opportunities for members of the LGBT community and allies. The Area is host to the Chicago Pride Parade, one of the largest gay pride parades in the nation, takes place in Lakeview on the last Sunday of each June. The community area has also been host to several other major events: In 2006 it played host to an international sports and cultural festival, Gay Games VII, with its closing ceremonies held at Wrigley Field and headlined by Cyndi Lauper. The area also holds the Northalsted Market Days, an annual two-day festival event geared toward the LGBT community. Northalsted also includes some of Chicago's off-Loop theater, specialty restaurants, greystone and brownstone walk-up buildings and other historic architecture, trendy fashion outlets, wine boutiques, chain stores, and independent shops. The district's informal boundaries, overlapping with Lakeview East, are Irving Park Road on the north, Broadway on the east, Wellington Avenue on the south, and Sheffield Avenue on the west. The Center on Halsted, an LGBT community center, is also located in this area. =====Northalsted name change===== thumb|upright|Sculptures serve as entrances to Lakeview East residential streets. This sculpture stands on North Halsted Street at West Cornelia Avenue. North Halsted, styled Northalsted in 2021 by its business association. Due to inclusiveness concerns, the Boystown name has been dropped by some businesses and some community organizations in exchange for Northalsted, though the area is still colloquially called Boystown. ===Lakeview (West)=== West Lakeview is located along the border of the Roscoe Village community area. West Lakeview Neighbors, a residential organization, defines West Lakeview as the area bounded by West Addison Street on the north, West Diversey Parkway on the south, North Southport Avenue on the east and North Ravenswood Avenue on the west. Affordable real estate and popular culture, such as that found along busy Southport Avenue, draws young adults from all over the city for quiet living or casual dining. A historic destination that opened just north of West LakeviewThe Music Box exists north of the just-mentioned boundaries of West Lakeview. Seems odd. on August 22, 1929, is the Music Box Theatre, which opened as a new technology sound film venue. The theater brands itself today as \"Chicago's year-round film festival\". Dinkel's Bakery, located in West Lakeview near Lincoln and Roscoe, has been a part of the neighborhood since 1922. ===Sheridan Station Corridor=== Sheridan Road, from Irving Park Road to the North and Byron/W.Sheridan Street to the South, home of the CTA's Sheridan station. The neighborhood name, although only comprising a small area, helps to differentiate this particular Sheridan Road from the other parts of Sheridan Road in Lakeview, Uptown, Edgewater and Rogers Park (and into the North Shore suburbs). Once known colloquially as \"Restaurant Row\" the strip has seen some hard times but is on the verge of a rebirth as two new large developments flanking the street, are about to come to life. This will bring it from mostly one-story brick and stone buildings to new residential heights, both figuratively and literally, as the new developments will be some of the neighborhood's tallest buildings. The strip itself has been located at various times in either the 44th or 46th ward. It is distinguished by the Sheridan \"L\" Station as well as its proximity to Wrigley Field. Neither technically East, West or Central Lakeview, it is seen as the gateway between Uptown to the North and Lakeview to the South. The residential neighborhood organization is Lakeview East Neighbors Association and the business district has recently been enveloped by Lakeview East Chamber of Commerce. It is suspected the new developments will contribute to more restaurants, retail, boutiques and community institutions, as well as a sense of community structure by reviving the strip into a thriving commercial and residential corridor with excellent transportation access. ==Government and politics== ===Elected officials=== Lakeview belongs to four Chicago City Council wards, electing four aldermen as representatives of these wards. Business owner Thomas Tunney represents the 44th Ward. Social worker James Cappleman represents the 46th Ward and Scott Waguespack represents the 32nd Ward. A small portion of the Lakeview community (which includes Lakeview H.S., the Graceland West neighborhood and a small part of the Southport Neighbors Association) is represented by Matt Martin of the 47th Ward. Tunney is the first openly gay alderman to serve in the Chicago City Council. Lakeview residents are represented in the Illinois Senate by Sara Feigenholtz of the state's 6th District. The residents also elect members of the Illinois House of Representatives: Ann Williams of the 11th District, Yoni Pizer of the 12th District and Greg Harris of the 34th District. Lakeview is represented in the United States Congress by former Cook County Commissioner Mike Quigley, elected from the 5th Congressional District, and by a former consumer rights advocate, Jan Schakowsky, elected from the 9th Congressional District. ===Neighborhood councils=== Thirteen independent neighborhood organizations made up of residents serve as vehicles for direct neighborhood involvement and provide input to municipal and commercial leaders. The Lakeview Citizens' Council was formed in 1952 and is composed of: Belmont Harbor Neighbors, Central Lakeview Neighbors, East Lakeview Neighbors, Hamlin Park Neighbors, Hawthorne Neighbors, Sheil Park Neighbors, South East Lakeview Neighbors, South Lakeview Neighbors, Southport Neighbors Association, Triangle Neighbors, West DePaul Neighborhood Association and West Lakeview Association. Two of these organizations do not all fall in the Lakeview Community Area. West DePaul Neighborhood Association is in the Lincoln Park Community Area and Hamlin Park Neighbors is in the North Center Community Area. All others fall within Lakeview's boundaries. Another community group, the Lakeview Action Coalition, is composed of 44 institutional members. They include religious congregations of various denominations, social service agencies, banks, and merchants. ===Presidential elections=== The Lake View community area has supported the Democratic Party in the past two presidential elections. In the 2016 presidential election, Lake View cast 40,357 votes for Hillary Clinton and cast 5,646 votes for Donald Trump (82.75% to 11.58%). In the 2012 presidential election, Lake View cast 32,004 votes for Barack Obama and cast 10,172 votes for Mitt Romney (73.89% to 23.49%). ==Services== === Houses of worship === * Anshe Emet Synagogue * Anshe Sholom B'nai Israel Congregation * Broadway United Methodist Church * Chabad of Lakeview * Chicagoland Community Church * Cornelia Avenue Baptist Church * Destination Church Chicago * Evangelical Lutheran Church of Saint Luke * Grace Chicago Church * Holy Trinity Lutheran Church * Lakeview Lutheran Church * Lakeview Presbyterian Church * Messianic Congregation of Chicago * Missio Dei * New Life Community Church * North-side Islamic Mosque of Chicago, Roscoe Masjid. * Our Lady of Mount Carmel Roman Catholic Church * Resurrection Lutheran Church * Saint Alphonsus Roman Catholic Church * Saint Andrew Roman Catholic Church * Saint Bonaventure Catholic Church * Saint Peter's Episcopal Church * Salvation Army * Second Unitarian Church * Temple Sholom * Wellington Avenue United Church of Christ ===Health=== Lakeview is an important area of the city for health and medicine as it is home to several hospitals and other related institutions. Despite the comparative affluence of the community area, Lakeview social services are also geared toward those needing affordable care, such as displaced youth living on the streets. Advocate Illinois Masonic Medical Center and Saint Joseph Hospital of Resurrection Health Care serve residents throughout Chicago and its suburbs. The Howard Brown Health Center, with several branch locations throughout Lakeview, provides health services for the gay, lesbian and transgender communities as well as for the poor. It offers specialized assistance in HIV, AIDS, domestic violence, therapy and various youth services such as the Broadway Youth Center and the PATH Program for HIV+ Youth. Center on Halsted, formerly Horizons Community Services, is also a major source of comprehensive social services for the gay and lesbian community. The Illinois Department of Public Health contracts the services of Center on Halsted for a telephone hotline for HIV, AIDS and other sexually transmitted diseases. ===Parking=== thumb|right|Addison Station at Wrigley Field is served by Red Line trains. Automobile parking is at a premium in Lakeview, especially during special events such as Chicago Cubs home games at Wrigley Field. Special residential parking permits are required for parking on some Lakeview streets; in commercial areas, limited metered parking is available. High-priced public parking lots are available for visitors and baseball fans but are hard to come by. Lakeview residents on blocks with parking restrictions may purchase temporary parking permit slips, available at aldermanic constituent offices, for guests invited to private residences. ===Transportation=== A majority of Lakeview's public transportation needs are met by the Chicago Transit Authority, which provides resident and visitor access to the Red Line, Purple Line and Brown Line services of the Chicago Elevated railway rapid transit. Lakeview is served by six L stations: Addison (Red Line), Belmont (Red, Brown, Purple Lines), Paulina (Brown Line), Sheridan (Red Line), Southport (Brown Line), and Wellington (Brown and Purple Lines). thumb|right|Belmont Harbor boasts a large marina. The Chicago Transit Authority also operates numerous bus routes in Lakeview, the busiest being those running along North Lake Shore Drive with express services to downtown Chicago, including the Loop, via North Michigan Avenue and its Magnificent Mile. Bus routes entering and leaving Lakeview are 8 Halsted, 9 Ashland, 22 Clark, 36 Broadway, 77 Belmont, 134 Stockton–LaSalle Express, 135 Clarendon–LaSalle Express, 136 Sheridan–LaSalle Express, 143 Stockton–Michigan Express, 146 Inner Drive Express, 147 Outer Drive Express, 148 Clarendon–Michigan Express, 151 Sheridan, 152 Addison, and 156 LaSalle. Private entities also offer many transportation services. I-GO and Zipcar have several locations in Lakeview. Private companies offer trolley and bus services to certain destinations in the city from Lakeview. Taxi and limousine services are plentiful in the Lakeview area, as well as non-traditional modes of transportation. Bicycle rickshaws can be found especially near Wrigley Field. Bike paths are becoming more and more available on some major streets as well as on some smaller side-streets as part of the City and 44th Ward's \"greenway\" bike path initiative. For those who prefer to walk or run, manicured walking and running paths are found throughout the community area, with a special path designed for Chicago Marathon training along the lakefront. The Chicago Marathon training path curves around the Belmont Harbor marina, belonging to the Chicago Park District and managed by contracted companies. There are ten transient slips, several stalls, and finger dock, star dock, and other mooring facilities where boats and yachts can be kept. It is the home of the Belmont Yacht Club. === Entertainment === * Theaters :: Athenaeum Theatre ::Annoyance Theatre ::ComedySportz ::Briar Street Theater ::The Music Box Theatre :: The Playground Theater :: Saint Sebastian Players :: Stage 773 :: Theatre Wit ::Under the Gun Theater * Music venues ::Metro Chicago ::Vic Theatre * Sports ::Wrigley Field === Education === Colleges and Universities The Salvation Army - College for Officer Training ==== Primary and secondary schools ==== Residents are served by Chicago Public Schools.\"Lake View\" (map) (Archive). City of Chicago. Retrieved on December 17, 2016. Zoned K-8 schools serving the area include Agassiz, Greeley, Hamilton, Ravenswood, Nettelhorst, Blaine, and Burley.\"Elem North\" (). Chicago Public Schools. 2013. Retrieved on September 30, 2016. Most residents are zoned to Lake View High School while some are zoned to Lincoln Park High School.\"HS North/Near North.\" Chicago Public Schools. 2013. Retrieved on September 30, 2016. The magnet schools Inter-American Magnet School (IAMS) and Hawthorne Scholastic Academy are in Lakeview.Home (English). Inter-American Magnet School. Retrieved on December 17, 2016. \"851 W Waveland Avenue Chicago, Illinois 60613\" ====Libraries==== As one of the most populated community areas in the city of Chicago, Lakeview has many outlets for education. The John Merlo Branch of the Chicago Public Library houses one of the city's largest collections of gay, lesbian, bisexual and transgender literature and large collections called the African American Heritage Collection, Chicago History Collection, Judaica Collection, and Large Print Collection. The Chicago Public Library classifies Merlo's Drama and Theatre Collection as very large in size compared to other branches. Although not in Lakeview proper, the Conrad Sulzer Regional Library is host to a special Ravenswood–Lakeview Historical Collection. ==Kwagulth Totem Pole== thumb|upright|The Kwagulth Totem Pole on the lakefront is a tourist attraction. In the Lakeview section of Lincoln Park, overlooking the intersection of North Lake Shore Drive, and West Addison Street is a totem pole of Kwanusila, the Thunderbird of the Kwagu'ł Native American tribe. A plaque below the totem pole reads: > Kwanusila the Thunderbird, is an authentic Kwagu'ł totem pole, carved in Red > Cedar by Tony Hunt of Fort Rupert, British Columbia. The crests carved upon > the totem pole represent Kwanusila the Thunderbird, a whale with a man on > its back, and a sea monster. Many people do not realize that totem poles > were only regionally used by First Nations along the coastal areas of > British Columbia. Kwanusila is an exact replica of the original Kraft > Lincoln Park totem pole, which was donated to the City of Chicago by James > L. Kraft on June 20, 1929, and which stood on the spot until October 9, > 1985. It was discovered some years before the pole was moved, that a pole of > this type did not exist in the types at the Provincial British Columbia > Museum located in Victoria, B.C., Canada. Arrangements were made for a > duplicate of the Chicago original to be made by the same Amerindian tribe > that made the original. A request was made and approved by the Chicago Park > District for the original totem pole which existed here to be presented back > to British Columbia. Kwanusila is dedicated to the school children of > Chicago, and was presented to the City of Chicago by Kraft, Inc. on May 21, > 1986. Prominently visible from Lake Shore Drive, the totem pole is highlighted on Chicago city maps as a place of interest, visited by residents and tourists alike. The totem pole stands in front of the Jarvis Migratory Bird Sanctuary. ==Events== A major portion of the Bank of America (formerly LaSalle Bank) Chicago Marathon, one of the largest road races in the world, winds through Lakeview East. The marathon packs spectators onto the sidewalks of Lakeview to cheer race competitors. The route of the annual Bike the Drive noncompetitive bicycle event, which allows participants to bike on Lake Shore Drive, also travel through Lakeview East. Lakeview hosts many art events. Each spring, the Lakeview East Chamber of Commerce supports gallery tour groups, taking participants through several area art galleries. September brings visitors to the Lakeview East Festival of the Arts on North Broadway between West Belmont Avenue and West Roscoe Street. More than 150 juried artists exhibit their works along with live entertainment, fine food and a variety of performers. Paramount among Lakeview's events, drawing the largest crowds, is the annual Chicago Gay Pride Parade held on the last Sunday of each June along North Broadway, North Halsted Street, and West Diversey Parkway. In addition, for one weekend each August, the North Halsted Street corridor is closed off to automobile traffic for Northalsted Market Days, a popular street fair featuring nationally prominent bands and other entertainment. Food and merchandise booths line the temporary pedestrian thoroughfare. Lakeview hosts a solemn vigil and march each October, gathering at the intersection of West Roscoe and North Halsted streets, in honor of Matthew Shepard. Each year at the Matthew Shepard March Against Anti-Gay Hate, participants focus on several activist themes. In the past, they have marched against hate crimes and anti- gay social policy or have offered support for gay youth. As the event reflects its socially liberal agendas, political organizations such as the Green Party and Democratic Party have shown an increased presence. Socially liberal Republicans also participate to a smaller degree. Small but popular Lakeview events take place throughout the year. Each July, the Lakeview Garden Walk takes visitors on trolley tours and walks throughout the neighborhood to over eighty garden exhibits. Each exhibit is prepared and presented by individual residents of Lakeview. Once an event that focused on West Lakeview gardens, the exhibits now span the entire Lakeview area. Families with children are drawn to Nettelhorst Elementary School on Easter weekend for an egg hunt and visit with the Easter bunny. They return on Halloween weekend for a costume parade and story-telling. Halloween is also the time for a major costume competition that takes place on North Halsted, from Belmont to Cornelia, with an annual theme and categories from children and pets to adult groups from humorous to scary. {| class=\"wikitable\" |+Major Events in Lakeview |- style=background:#efefef; ! Month !! Event !! Location |- | Spring|| Race to Wrigley|| Addison and Clark |- | May || Bike the Drive || North Lake Shore Drive |- | May || Belmont-Sheffield Music Fest|| On Sheffield between Belmont Avenue and School Street |- | June || Chicago Gay Pride Parade || North Broadway at North Halsted Street |- |July|| Summer on Southport || Southport Corridor |- July || Lakeview Garden Walk || Various |- |August||Northalsted Market Days|| North Halsted Street |- | September || Taco Fest || Southport Corridor |- | September || Lakeview East Festival of the Arts || North Broadway at West Belmont Avenue |- | October || Matthew Shepard March Against Anti-Gay Hate || West Roscoe Street at North Halsted Street |- | October || Bank of America Chicago Marathon || North Lake Shore Drive, North Broadway |- | October || Halloween Parade || North Halsted Street |- | October || Halloween Kids || Nettelhorst Elementary School |} ==Gallery== Image:Lake_View_Presbyterian_Church.jpg|Lake View Presbyterian Church serves the Presbyterian community. Image:Gerald Farinas Temple Sholom Chicago Front.jpg|Temple Sholom at North Lake Shore Drive and West Cornelia Avenue is a historic Jewish place of worship. Image:Gerald Farinas Our Lady of Mount Carmel Chicago.jpg|The landmark Our Lady of Mount Carmel Church serves as mother church of the Archdiocesan Gay and Lesbian Outreach. Image:Gerald Farinas Century Shopping Centre.jpg|Century Shopping Centre, converted from a movie theater in Lakeview East, is the largest retail center in the neighborhood. Image:Gerald Farinas Town Hall Lake View East.jpg|Former 23rd District Chicago Police headquarters. Image:Gerald Farinas Lake View Lutheran Church.jpg|Lake View Lutheran Church serves the Lutheran community. Image:ChicagoGayPride2005 1.jpg|The Chicago Gay Pride Parade is held each June. Image:Gay games ad gerald farinas.jpg|Lakeview East Chamber of Commerce advertises itself as home of Gay Games VII. Image:Lake View State Bank Building.jpg|Lake View State Bank Building, home to the LGBT Chamber of Commerce of Illinois File:Gerald Farinas Cornelia Avenue Bars.jpg|Gerald Farinas Cornelia Avenue Bars ==See also== * Meekerville Historic District—in Meekerville Historic District * National Register of Historic Places listings in North Side Chicago ==References== ==External links== * Official City of Chicago Lakeview Community Map * Chicago Area Gay and Lesbian Chamber of Commerce * Lakeview Citizens' Council (LVCC) * Lakeview East Chamber of Commerce * Lakeview Chamber of Commerce * Northalsted Business Alliance * Central Lakeview Merchants Association- Wrigleyville Category:Community areas of Chicago Category:North Side, Chicago Category:Gay villages in the United States Category:Jews and Judaism in Chicago Category:LGBT culture in Chicago Category:Populated places established in 1857 Category:1857 establishments in Illinois",
 "title": "Lake View, Chicago"
}