{
 "id": "359848",
 "text": "Conrad Kain (10 August 1883, Nasswald – 2 February 1934, Cranbrook, British Columbia) was an Austrian mountain guide who guided extensively in Europe, Canada, and New Zealand, and was responsible for the first ascents of more than 60 routes in British Columbia. He is particularly known for pioneering climbs in the Purcell Mountains and the first ascents of Mount Robson (1913), Mount Louis (1916) and Bugaboo Spire (1916). == Life == thumb|left|Conrad Kain memorial at Reisstal (Naßwald) Kain was born in poverty in a small village in Lower Austria. His father was a miner who died when Kain was 8. In his youth he worked as a goatherd in the Rax Alps and from 1898 to 1904 he worked at stone quarries in Veitsch and Hirschwang. His free time he spent climbing, and by 1904 he guided his first clients, becoming an officially recognized professional guide in 1906. He guided his clients not only in Austria (including the Dolomites), but also in Switzerland and France, including the Matterhorn, La Meije and several first ascents.Timetable of Kain's life at www.conradkain.com. Dissatisfied with his life in Austria, he planned to emigrate and in 1908 he took lessons in English in Vienna for that purpose. In June 1909 he moved to Canada with the promise of employment as the Alpine Club of Canada's first professional guide, changing his name from Konrad to Conrad. In the summer of 1910 he surveyed the Purcell Mountains and in 1911 he explored the Banff area, making a number of first ascents already. In 1912 he joined an exploration in Siberia's Altai mountains, after which he returned to Austria where he spent several months with his mother. He then traveled to New Zealand where he was a guide in the winter of 1913. He was encouraged to return to Canada again to be a guide for two mountaineering camps, one based at Lake O'Hara camp and another at Robson Pass. The next three years he would guide respective summers in both Canada and New Zealand, completing many first ascents in both countries. Conrad Kain is credited with 69 first ascents in Canada alone, including Resplendent Mountain and Whitehorn Mountain (1911), Nasswald Peak (named after his hometown) and Mount Robson (1913), Mount Farnham (1915), Mount Louis, Howser Spire and Bugaboo Spire (1916), North Twin Peak and Mount Saskatchewan (1923), Mount Hooker and Mount Fraser (1924) and Peyto Peak and Trapper Peak (1933). Between 1914 and 1916 he made about 30 first ascents in New Zealand as well.Bob Mckerrow , Conrad Kain - New Zealand mountaineer or world mountaineer ? While he considered his climb of Bugaboo Spire the most challenging, and it was considered the most difficult alpine climb in Canada until the 1940s, his most notable first ascent was that of Mount Robson in July 1913. He guided :de:Albert MacCarthy and William Wasbrough Foster over the northeast face by hacking hundreds of steps and famously told his clients at the top \"Gentlemen, that's so far as I can take you.\" During the ascent, Kain was under the assumption that Mount Robson had been climbed in 1909 by George Kinney and Curly Phillips, but on their return to the campsite at Robson Pass, Phillips, who was outfitter of the expedition, revealed that he and Kinney had actually fallen short of reaching the summit in their heroic effort over the west face four years before.Jane Lytton Gooch, Mount Robson: Spiral Road of Art, Rocky Mountain Books, 2013, . Conrad Kain climbed Mount Louis for the last time on his 50th birthday. He fell ill in October of that year in Wilmer, British Columbia, and died six months later of encephalitis in a hospital in Cranbrook. The marker on his grave in Cranbrook reads \"A guide of great spirit\". ==Legacy== thumb|Grave stone thumb Kain wrote an autobiography titled Where the Clouds Can Go where he describes his tough years while growing up in Austria as well as his 25 years working variously as a guide for The Alpine Club of Canada, a hunter outfitter, and an assistant to Arthur O. Wheeler for the Geographic Survey of Canada. In 1911, A. O. Wheeler named Mount Kain after him, when Kain had pointed at the mountain and exclaimed \"Ach, that is my peak!\" a few days after he had come to Wheeler's rescue after slipping on a descent from Lynx Mountain.Lytton Gooch, p. 62Other sources (which?) state that J. Monroe Thorington named the mountain after him only in 1934. Near the Bugaboos there is the Conrad Group, with the Conrad Icefield, Conrad Glacier and with Mount Conrad (3271 m) as highest point. The latter previously unclimbed peak was the last mountain Kain climbed (in September 1933). Since 1970, the Alpine Club of Canada maintains an alpine hut named Conrad Kain hut centrally located in the Bugaboos, where Kain made many first ascents. In New Zealand there is also a Mount Conrad (2,598 m) named after him, lying in the Liebig Range above the Murchison Glacier in the Southern Alps.J.M.T., Conrad Kain, 1833-1934 In Memoriam, American Alpine Journal Vol 2, p.236 (1934) To commemorate the 100th anniversary of Kain's arrival in Canada, the Conrad Kain Centennial Society was formed in the upper Columbia Valley in 2007 to celebrate his achievements and to develop legacy projects in his memory. == References == == External links == * Conrad Kain Centennial Society Category:1883 births Category:1934 deaths Category:Alpine guides Category:Austrian mountain climbers Category:Canadian mountain climbers Category:People from Neunkirchen District, Austria Category:Sportspeople from Lower Austria",
 "title": "Conrad Kain"
}