{
 "id": "360198",
 "text": "Karl Lennart Oesch (8 August 1892 – 28 March 1978) was one of Finland's leading generals during World War II. He held a string of high staff assignments and front commands, and at the end of the Continuation War fully two-thirds of the Finnish ground forces were under his command. Oesch earned a reputation of being able to deal with difficult situations, a trait that Mannerheim used fully. ==Early life== Oesch, who used Lennart as his first name, was born to parents of Swiss origin, who had moved to Finland before his birth. Oesch himself held dual Finnish-Swiss citizenship until 1920. He attended school in Sortavala and studied in the Department of Mathematics and Physics at the University of Helsinki from 1911 to 1915. ==Jaeger Movement and Civil War== Oesch joined the Jaeger Movement in 1915 and trained and fought in the Royal Prussian 27th Jäger Battalion. When the Jaegers returned to Finland in February 1918, he was commissioned a captain in the Finnish Army. During the Finnish Civil War Oesch commanded an infantry battalion. Oesch returned to Finland with the main group of Jaegers in February 1918. He was ordered to mobilize and train the 8th Jaeger Battalion on 4 March. While Oesch was busy accomplishing this mission, the Civil War was progressing along the Karelian Isthmus front. This sector was under the overall command of Lieutenant-Colonel Aarne Sihvo and consisted of the 1st, 2nd, and 3rd Karelian Regiments totaling some 7000 troops. The Red forces had failed to make any substantial gains against Sihvo's energetic defense so they enacted a change in their tactics. The Reds planned to use the Petrograd railway, that remained under their control, to transport approximately 3000 reinforcements from Petrograd to Rautu. The reinforcements would then be used to turn Sihvo's left flank by crossing the Vuoksijoki River at Kiviniemi. Fortunately for the White Finns, local intelligence picked up on the Red's intentions and alerted the local commander, Lieutenant-Colonel Georg Yrjo Elfvengren of the 1st Karelian Regiment. Elfvengren deployed 500 troops and destroyed two rail bridges and one water tower south of the frontier. However, an attack against the Raasuli rail station failed in large part due to the Reds deploying an armored train. This train traveled frequently between Raasuli and Rautu rail stations carrying supplies to the isolated Rautu station. Elfvengren now called for reinforcements. On 30 March, Captain Oesch was ordered to the Karelian front with his newly formed 8th Jaeger Battalion in support of Elfvengren's operations. Between 1–5 April, the 8th Jaeger Battalion was in the thick of the fighting both on the frontline and at headquarters. Tensions surfaced between Oesch and Elfvengren. There was much animosity between the German trained Jaeger officer and the Russian trained White commander which led to arrogance and scornful attitudes between the two men. Oesch felt that Elfvengren was too hasty in his attacks which lead to unnecessary losses and low morale. It was reported that Elfvengren was jealous of Oesch. As the relationship continued to deteriorate Sihvo himself eventually had to intercede. The ongoing dispute undoubtedly affected battlefield operations. After several failed attacks, the Rautu rail station remained under Red control but isolated. After the capture of the Red armored train, the Rautu garrison attempted to breakout on 5 April. Oesch ordered 2 machine guns placed on a nearby hill to cover the valley along the route the Reds were utilizing in their effort to reach St. Petersburg. This valley became known as the Valley of Death since approximately 400 Reds were killed there. By the end of operations, Oesch reported 1200 Reds killed and 600-800 captured. The 8th Jaeger Battalion lost 199 men with 160 wounded. Total White losses totaled 670 men.Maatta, Vesa: K. L. Oesch : ylivoimaa vastassa (K. L. Oesch : Against Overwhelming Odds), Helsinki 2015, pgs. 60-65 ==Interwar years== In the 1920s and 1930s Oesch advanced rapidly in the Finnish Defence Forces. He studied in French military academies from 1923 to 1926. Once he had returned to Finland, Oesch commanded the newly created general staff academy Sotakorkeakoulu in 1926–1929. In 1930 Oesch was promoted to major general and appointed Chief of the General Staff—-an assignment he was to hold almost a decade. As Chief of the General Staff, Oesch was one of the most influential men in the Finnish Defence Forces. He was a driving force behind the mobilization reform effected in the early 1930s (The new mobilization plans were mainly drafted by then Lieutenant Colonel Aksel Airo). Oesch also served briefly as Deputy Minister of the Interior Affairs from 3 to 14 March 1932, during the crisis caused by the Mäntsälä rebellion. He was promoted to Lieutenant General in 1936. ==Winter War and the Interim Peace== When the Soviet invasion started the Winter War on 30 November 1939, Oesch continued as Chief of the General Staff at Finnish Supreme headquarters under Commander-in-Chief Mannerheim. Curiously, there's very little study of Oesch's role at the Supreme headquarters; he is usually left in Mannerheim's and Aksel Airo's shadow. Oesch got the opportunity to show his talents as front commander in March 1940. The Red Army had surprised the Finns by crossing the frozen Bay of Viipuri and gained a foothold on its western shore. Mannerheim had created the Coast Group to repel the enemy, but its first commander Major General Kurt Martti Wallenius was dismissed in disgrace after holding the command for only three days. The situation was extremely critical, and Oesch was appointed to deal with it. Finnish defenses consisted mainly of badly equipped coast defense battalions manned by older reservists and battalions hastily transferred from Lapland. Oesch was able to hold this motley and weary force together until the end of the war on 13 March 1940, causing heavy losses for the Red Army and significantly slowing its advance. Mannerheim began to regard Oesch as a man who could deal with difficult situations. During the ensuing peace, known as the Interim Peace by Finns, Oesch first returned to his previous post as the Chief of the General Staff for a few weeks, until taking the command of II Army Corps in April 1940. ==Continuation War== At the start of the Continuation War in June 1941, Oesch's army corps became the IV Army Corps. Its mission was to advance into the southern Karelian Isthmus. But Mannerheim gave priority to Lieutenant General Erik Heinrichs’s Army of Karelia, which advanced into northern Karelia north of Lake Ladoga. Oesch didn't get permission to go on the offensive until 20 August 1941, almost two months after the start of the war. Oesch and his chief of staff Colonel Valo Nihtilä decided to start the attack two days later. Once the IV Army Corps's offensive started, it made rapid progress. But Oesch became overstressed with work, and was forced to take a fortnight's sick leave on 25 August 1941. However, on Nihtilä's request, Oesch returned already on 30 August 1941, because Oesch's deputy, Major General Taavetti Laatikainen, had neglected his new duties. On the previous day the IV Army Corps's forces had entered Viipuri, the second largest city of pre-1939 Finland. But Oesch's greatest triumph was still to come. In the last days of August 1941 Oesch's forces enclosed elements of three Soviet divisions (43rd, 115th and 123rd Rifle Divisions) in a pocket at the Battle of Porlampi, south of Viipuri. Although part of the Soviet 23rd Army was able to escape leaving all their heavy equipment behind, on 1 September 1941 the remaining troops began to surrender. The Finns took 9,325 POWs, among them commander of the 43rd Rifle Division Major General Vladimir Kirpichnikov. Some 7,500 fallen Red Army soldiers were buried in the battlefield, and great booty was taken. At the cost of fewer than 3,000 casualties, Oesch had won the greatest victory in Finland's military history. However, around this time Oesch gave a controversial order that resulted in him being tried and convicted as a war criminal after the war (see below). In March 1942 Finnish forces were reorganized into three groups. Oesch was given command of Olonets Group in the Olonets Isthmus between Lakes Onega and Ladoga. Almost immediately, in April 1942, he faced a strong Soviet attack which was decisively beaten in ten days of battle. As the war progressed, it became increasingly clear Germany would lose the war, and the Finns would have to find a way out. Oesch was preoccupied with planning the fortification and defense of his front, but kept a worried eye on the developments elsewhere. The Red Army offensive in the Karelian Isthmus started on 9 June 1944, and broke through the Finnish main defense position the next day. There was no unified command in place, and this was soon recognized as a serious flaw in the Finnish organisation. On the morning of 14 June 1944, Oesch received a call from Lieutenant General Aksel Airo with the following message: ::\"In the Isthmus everything is going to hell. Get over there on orders of the Commander-in-Chief; the army corps are yours. Laatikainen is somewhere around Viipuri.\" Oesch was given the title Commander of the Isthmus Forces, and a staff was gathered to serve under him. For the second time Oesch was sent to take over a critical part of the front; this time it was the most critical ever. A decisive Soviet breakthrough in the Karelian Isthmus would probably have meant Soviet occupation of Finland and Finland becoming a Soviet satellite. Despite the loss of Viipuri on 20 June 1944, Oesch was able to pull the Finnish forces together. New divisions and brigades were sent to reinforce the Isthmus and the Bay of Viipuri, and finally Oesch had under his command three army corps (III, IV and V), fully two thirds of the whole Finnish Army manpower. The triple defensive victories of the Tali-Ihantala, Bay of Viipuri and Vuosalmi followed. Already during the Tali-Ihantala Oesch had been awarded the coveted Mannerheim Cross on 26 June 1944. He remained Commander of the Isthmus Forces until October 1944, a month after the end of the Continuation War. Oesch had a very impressive record during the war, but he felt that his achievements weren't fully recognized. Mannerheim never promoted him to full general. Mannerheim recognized Oesch's abilities, but Oesch never was one of his favorites. Mannerheim trusted most the men he himself had made; and Oesch, who had held very high posts already in peace-time, was not one of them. ==Trial for war crimes== After the Continuation War, Oesch's career took a turn for worse. After serving again as the Chief of the General Staff for almost a year, Oesch retired of his own will in September 1945. He was aware that the Soviets had demanded his arrest as a war criminal. For a moment Oesch thought of escaping to Sweden, but in the end decided to stay and face the charges. He was arrested the same month and later tried. Four years earlier, in September 1941, Oesch had given an order that permitted the guards to use their arms if POWs refused to follow orders. The details of the affair are not clear, but apparently some trigger-happy men took liberties with the orders, and a number of Soviet POWs were killed. Oesch stood accused of ordering the execution of 17 POWs. According to Finnish sources, proof for Oesch's personal responsibility for these deaths was rather dubious. But in the postwar political climate it was imperative to fulfill the Soviet demands in order not to give them any excuses to intervene even more in Finnish affairs. Oesch was condemned to twelve years of penal servitude by a Finnish military court on 19 July 1946, although the sentence was commuted to three years by the highest court on 2 February 1948. Nevertheless, Oesch's military career was finished. Oesch was the only senior Finn to be convicted of war crimes. ==Later life== After Oesch was released from prison in February 1948, he devoted himself to military history, researching and writing extensively on Finnish experiences in World War II. His book on the battles of summer 1944 is still a valuable study on the subject. Oesch was also one of the founders and chief editor of a popular magazine on World War II Finnish history. He was made a Doctor of Philosophy honoris causa by the University of Turku in 1960. But when Oesch died in Helsinki on 28 March 1978, he was still embittered because he didn't reach the rank of full general even in the post-war years, when a number of retired officers were given honorary promotions in reserve. ==Personal life== Karl Lennart Oesch married Anna Niskanen and they had two children: son Karl Christian (born 1921) and daughter Ann-Mari (born 1922). A number of his descendants still live on his erstwhile property near the city of Tampere. ==Works of note== * Suomen kohtalon ratkaisu Kannaksella kesällä 1944, Helsinki 1957. German translation published in Switzerland as Finnlands Entscheidungskampf 1944 und seine politischen, wirtschaftlichen und militärischen Folgen (1964). ==References== * Seppälä, Helge (1998): Karl Lennart Oesch: Suomen pelastaja * Tapola, Päivi (2007): Kenraalien kirjeet * Lipponen, Rauno (ed.) (1997): Itsenäisen Suomen kenraalikunta * Maatta, Vesa (2015): \"Ylivoimaa Vastassa\" ==External links== Category:1892 births Category:1978 deaths Category:People from Priozersky District Category:People from Viipuri Province (Grand Duchy of Finland) Category:Finnish people of Swiss descent Category:Ministers of the Interior of Finland Category:Finnish lieutenant generals Category:German military personnel of World War I Category:People of the Finnish Civil War (White side) Category:Finnish military personnel of World War II Category:Chiefs of Staff (Finnish Defence Forces) Category:Knights of the Mannerheim Cross Category:Continuation War Category:Finnish anti-communists Category:Finnish nationalists Category:Jägers of the Jäger Movement",
 "title": "Karl Lennart Oesch"
}