{
 "id": "360261",
 "text": "thumb|KL Sentral ornate roof decoration. Kuala Lumpur Sentral Station (KL Sentral) is a transit-oriented development that houses the main railway station of Kuala Lumpur, the capital of Malaysia. Opened on 16 April 2001, KL Sentral replaced the old Kuala Lumpur railway station as the city's main intercity railway station. KL Sentral is the largest railway station in Malaysia. KL Sentral is designed as an intermodal transport hub. All of Kuala Lumpur's passenger rail lines serve KL Sentral except the Ampang, Sri Petaling and Putrajaya Lines. Many intercity trains serving Peninsular Malaysia start here. All the railway components of the scheme have been completed with the NU Sentral shopping mall located here. It was also designed to be a new business and financial hub for Kuala Lumpur. ==Overview== thumb|280px|Plaza Sentral and its surroundings located within KL Sentral in early 2013. KL Sentral refers to the entire 290,000 square metres of development built on the former Keretapi Tanah Melayu marshalling yard in Brickfields. The development includes the transport hub, hotels, office towers, condominiums and shopping malls and was expected to be completed in 2015. KL Sentral has been divided into 14 land parcels, each representing a different function. Some of these lots have been fully constructed and are already in use, while others are either in the process of being built, or are still awaiting development, according to the phased programme. KL Sentral is being developed by a consortium made up of Malaysian Resources Corporation Berhad (MRCB), Keretapi Tanah Melayu Berhad (KTMB) and Pembinaan Redzai Sdn Bhd. ==History== Kuala Lumpur Sentral station stands on the site of the former Malayan Railway's marshalling yard called the Central Railroad Repair Shops. In the Second World War during the Japanese occupation of Malaya, the yard was the target of the Allies' 1945 bombing of Kuala Lumpur. The yard was targeted twice, on 19 February 1945 and 10 March 1945. The second bombing raid also damaged a nearby museum. In 1994, with the objective of enhancing Kuala Lumpur city's public transportation, the Government of Malaysia awarded a contract to a consortium to transform at the old railway marshalling yard into a modern transit hub within a self-contained urban development. The consortium, led by Malaysian Resources Corp Bhd (MRCB), appointed architect Kisho Kurokawa and Associates, who also designed the Kuala Lumpur International Airport (KLIA), to design the master plan for the entire development. In early August 2019, KL Sentral was one of the locations affected by two online bomb threats posted on Twitter; the other being the Russian Embassy in Kuala Lumpur. These threats were posted via a hacked account by an individual calling himself \"limzhengyan\"; as a result the Malaysian police carried out a search on those locations and determined that the threats were hoaxes, although coincidentally on the same day an incomplete improvised explosive device was found at the Bukit Damansara area. ==Development zones== The KL Sentral development area is divided into several plots of land, each with a specific development purpose. All constructions were scheduled to be completed by 2015. {| class=\"wikitable sortable\" |- ! Lot !! Development Type !! Name !! Notes |- |A || Office || CIMB Headquarters (Menara CIMB) || Completed in mid-2012 |- |B || Office || Q Sentral || Announced in July 2010. Originally to be developed by MRCB, Kuwait Finance House and Quill Group, but later MRCB bought all of KFH and Quill shares in the venture. Construction began in Q4 2010 and completed in 2014. |- |C || Hotel/Residential || St. Regis Hotel and Residence || Construction started in Q4 2010 and completed in 2014. |- |D || Residential || Sentral Residence || MRCB together with Capitaland and the Quill Group of companies will develop a 52-story residential tower. Construction has commence and completed in 2015. |- |E || Office & Commercial || Platinum Sentral || Constructed and fully developed by MRCB. Construction completed in 2011. |- |F || Commercial || Unannounced|| Announced in 2013, constructions were expected to commence at 2014 but there weren't any developments at the site. Currently designated as an open-air carpark with a sales gallery building. |- |G || Hotel/Commercial/Office|| NU Sentral|| A joint venture company between Aseana Investment (Ireka) Limited and MRCB has been set up to develop a hotel and an office tower. MRCB and a Pelaburan Hartanah Bumiputera Bhd subsidiary formed a joint venture develop a retail mall and office tower. Constructions for all buildings began in H2 2008 and expected to be done by 2012. Also offers integration with KL Monorail. Consist of two office towers, a 27-story and 37-story, that will be built on top of the mall. A 28-story hotel will also be built on top of the mall. |- |H || Transportation || Stesen Sentral || Completed in 2000, served by KTM Komuter, KTM ETS, KLIA Transit, KLIA Ekspres, Kelana Jaya Line and Skypark Link. Also acts as a RapidKL bus hub. KL Monorail and Kajang Line are within walking distance. |- |I || Hotel || Hilton Kuala Lumpur & Le Méridien hotels || Completed in 2004 |- |J || Commercial & Office || Sooka Sentral, UEM Headquarters (Mercu UEM), MIDA office, Company Commission of Malaysia Headquarters, Quill 7 and offices of Axiata || Sooka Sentral opened in 2008. Office towers completed in 2009 |- |K || Residential || Suasana Sentral || Completed in 2002 |- |L || Residential || Suasana Sentral Loft || Completed in 2008 |- |M || Office || Plaza Sentral || Phase 1 completed in 2001. Phase 2 completed in 2007. |- |N || Office || 1 Sentral Tower || Completed in 2007. Sold to Tabung Haji |} ==Office zones== thumb|280px|The southern end of Kuala Lumpur Sentral has seen substantial additions of several commercial and civic buildings since 2001. Office zones in KL Sentral account for more than 50% of the total land area. The developer intends that KL Sentral will ultimately be the business and financial hub of Kuala Lumpur. ===Lot A: CIMB Headquarters (Menara CIMB)=== Lot A will be the new headquarters for CIMB Group which is located facing the National Museum. As of June 2011, the new headquarters' name which appears on the construction site is Menara CIMB (CIMB Tower). The company acquired the land in July 2008, and construction is expected to begin in Q4 2007 and complete in 2011. It is unknown how many floors there will be but it should have around of office space available. ===Lot M: Plaza Sentral=== Lot M or Plaza Sentral is a completed office complex in the west of KL Sentral. The complex was completed in two stages. *Phase I was completed in June 2001, comprising three blocks and total gross floor area of . Offering prestigious office suites, Plaza Sentral was sold and quickly taken up by multinationals and Malaysian companies alike, eager to take advantage of the global connectivity and convenience of working in KL Sentral. Its take-up rate is reaching 100%. *Phase II was launched in September 2003 due to the escalating demand for premium office space. It has since been fully taken up. Comprising two towers – 18-storey and 26-storey – made up of four blocks and a total gross floor area of , the building was completed in 2006. Tenants include British Telecom and Maxis Communications. *Sentral Tower, a purpose-built 30-storey office tower, was sold to Lembaga Tabung Haji for RM161.46mil in March 2004. *Plaza Sentral has a basement parking lot. ===Lot J: Sooka Sentral & 4 Office Towers=== Lot J is a development lot for four 35-storey office towers of identical architecture. Lot J was sold to United Engineers (M) Bhd (UEM) in May 2005 with plans for four towers. Tower A was built by UEM for its corporate headquarters called Mercu UEM on the prime piece of land with a gross floor area of . Tower B will be an office tower for the Malaysian Industrial Development Authority. Tower C was built by Quill Realty Sdn Bhd and sold to Suruhanjaya Syarikat Malaysia (SSM) for its corporate headquarters. Tower D is an office building built by Quill, named Quill 7. A development on Lot J is the six-storey lifestyle centre which houses a fitness and spa centre, business centre, food court, restaurants and alfresco dining facilities. This development, called Sooka Sentral, opened its doors in December 2007. ===Lot N: 1 Sentral Tower=== 1 Sentral Tower is an office tower, offering a gross floor area of . Construction was completed in 2007. It houses companies such as PricewaterhouseCoopers, MRCB and General Electric. ===Others=== Lot B has been proposed as a financial area for KL Sentral. No construction has taken place. Lot F is planned for a future office block. Currently, the base is used for a furniture exhibition mall and Food and Beverage (F&B;) centre. ==Entertainment zones== Lot E will be a hub for entertainment and convention centre. The deck of this development has been completed. ===Lot G: NU Sentral=== Lot G, located in the south of KL Sentral consist of shopping complex, office block, serviced apartments, and a three- star hotel. NU Sentral is the shopping mall in the area, and directly acts as a pathway between Stesen Sentral and the KL Sentral monorail station. Development works commenced in 2008 and was completed in 2014. The land was previously used as a parking lot and a short-cut for pedestrians from Brickfields and the KL Sentral Monorail station to KL Sentral proper. In January 2008 MRCB set up a joint venture company with Pelaburan Hartanah Bumiputera Bhd (PHBB) named Jewel Surprises Sdn Bhd to develop the area. The new company will hold a lease on the plot of land for 99 years. ==Transportation hub== ===Lot H: Stesen Sentral=== thumb|150px|right|KL Sentral and surroundings map. Stesen Sentral () is the name of Lot H, which is designated the transport hub within its KL Sentral development project, although both the public and connected transit lines generally refer to the station itself as \"KL Sentral\". Stesen Sentral, designed to house six rail networks, was completed in December 2000 and the rail, retail and food and beverage operations began in April 2001. Standing on , the main building has a gross floor area of half a million sq ft and the specifications were based on passenger projections up to the year 2020, which is when Malaysia aspires to be a fully developed nation. In 2008, Stesen Sentral registered over 100,000 passengers daily, which translates into 36.5 million people a year. The station has a parking lot for visitors and people working around the KL Sentral area (KL Sentral parking rate) ====Rail services==== thumb|KL Sentral station councorse. thumb|KL Sentral LRT station – Main Entrance. thumb|KL Sentral LRT station – platform board. The following services serve KL Sentral: *Express Rail Link (ERL): higher-speed airport train ** KLIA Ekspres: direct express train to the Kuala Lumpur International Airport (KLIA) and klia2 ** KLIA Transit: transit commuter train service to the Kuala Lumpur International Airport (KLIA) and klia2 *KTM Komuter: Klang Valley electric commuter train service ** Seremban Line: Batu Caves – Seremban – Pulau Sebang/Tampin ** Port Klang Line: Tanjung Malim – Port Klang ** Skypark Link: KL Sentral – Terminal Skypark *Electric Train Service (ETS): electric intercity trains ** Electric transit trains from Kuala Lumpur to Ipoh. ** Electric express trains from Gemas to Padang Besar. *Rapid KL: Light rapid transit (LRT) service ** Kelana Jaya Line: Putra Heights – Gombak KL Monorail's KL Sentral station is not part of the KL Sentral terminal building: it is on the other side of Jalan Tun Sambanthan, and is linked with the overhead bridge that integrates the station with the new retail shopping complex, NU Sentral, and other lines in KL Sentral main hub. Similarly, the Muzium Negara MRT station on the Kajang Line, built underground, is located across Jalan Damansara from the KL Sentral development, and is connected by a 200-metre walkway with four escalators. Stesen Sentral is divided into separate sections for different rail services: *Level One of Transit Concourse for urban public transit services: KTM Komuter, KLIA Transit and the Kelana Jaya Line light rail line. *Level Two of Transit Concourse for KTM intercity trains and ETS. *KL City Air Terminal (KL CAT) on Level One for the KLIA Ekspres, the dedicated fast rail service to Kuala Lumpur International Airport (KLIA) (see section below). Stesen Sentral also has retail and food outlets and a food court. Hidden from public view is KTM's maintenance depot beneath the complex. There is a facility for purchasing and reloading the Touch 'n Go card in this station. Stesen Sentral will be able to accommodate 50 million passengers a year and up to 100 million by 2020 (KL Sentral website). ====KL City Air Terminal==== thumb|KL City Air Terminal. Located within Stesen Sentral, the KL City Air Terminal (KL CAT) is virtually an extension of the Kuala Lumpur International Airport. It is recognised by the International Air Transport Association (IATA) as a city destination, with the code XKL. It was officially opened together with the KLIA Ekspres rail line on 14 April 2002. Besides being the departure and arrival point for the KLIA Ekspres, KL CAT also has luggage check-in services. Passengers flying Malaysia Airlines, Cathay Pacific, and Malindo Air may check in luggage at KL CAT. The minimum check-in time is two hours before flight departure time. There were plans to offer check-out services but these have not materialised. ===Other rail services=== ====KL Sentral Monorail station==== The KL Sentral monorail station stands on Jalan Tun Sambanthan in Brickfields, behind the NU Sentral shopping mall. The station acts as a terminating stop for the KL Monorail line. It is directly connected to NU Sentral which allows for uninterrupted walking between Stesen Sentral and the monorail station. thumb|The escalators from Jalan Tun Sambanthan to the station are a popular photo spot amongst tourists, owing to its wooden style architecture The monorail station is also equipped with new ticket vending machines, ticketing gates as well as a new Customer Service Office. Tactile paving for the visually impaired is also provided beginning from NU Sentral. The completion of the overhead bridge now enables customers to travel between KL Sentral and the monorail station safely and conveniently. The station uses the Spanish solution, having one rail line with a platform on each side, for passengers embarking and disembarking the train separately. Before NU Sentral was built, passengers who wanted to move from the monorail station to Stesen Sentral vice versa had to walk through the busy Jalan Tun Sambanthan. These connecting stations between KL Monorail and Kelana Jaya Line are not the interchange station or out of station interchange station. Commuter will be charged 2 single way journey fare instead of integrated fare whenever using these connecting stations. ====Muzium Negara MRT station==== Due to space constraints, an MRT station cannot be built in the Stesen Sentral area, therefore an MRT station had to be built in front of the nearby National Museum to allow connections to Stesen Sentral. The Muzium Negara MRT station opened on 17 July 2017, along with the footbridge that connects the MRT station to the main KL Sentral building. ===KL Sentral bus hub=== KL Sentral has also been made a city bus hub by RapidKL as part of its bus network revamp. It is the bus hub for city shuttle and trunk bus routes. Buses to Singapore, Kuala Lumpur International Airport and to the klia2 are also operate from KL Sentral, while most other bus operators go near KL Sentral along Jalan Tun Sambanthan. Also a hop-on/hop-off tourist bus stop is located between Hilton and the station. Travel by bus to Genting Highlands also available here. ====Bus services==== ==== From KL Sentral ==== *800: Bandar Utama bus hub – KL Sentral *T819: Pusat Bandar Damansara MRT station – KL Sentral *T851: Parliament of Malaysia – KL Sentral ==== From Pasar Seni / Kotaraya / Lebuh Pudu ==== *500: Putrajaya Sentral – Lebuh Pudu bus hub (Lebuh Pudu-bound only) *600: Puchong Utama – Pasar Seni *601: Putra Perdana – Pasar Seni *602: Puchong Prima – Pasar Seni *604: Saujana Puchong – Pasar Seni *640: Taman Sri Sentosa / Sri Manja – Pasar Seni *641: Subang Jaya station – Pasar Seni *650: Taman Desa – Pasar Seni *651: Taman OUG – Pasar Seni via Awan Besar LRT station *652: Awan Besar LRT station – Pasar Seni *671: Flat Enggang Kinrara – Pasar Seni *710: Port Klang – Pasar Seni via KL Sentral *750: UiTM Section 2, Shah Alam – Pasar Seni *751: Taman Sri Muda, Shah Alam – Pasar Seni *770: Subang Mewah, USJ 1 – Pasar Seni *772: Subang Suria – Pasar Seni *780: Kota Damansara – Pasar Seni *781: Taman Medan / Taman Sri Manja – Pasar Seni *782: Petaling Jaya Old Town – Pasar Seni *821: Pantai Hillpark – Pasar Seni *822: Bangsar Park – Pasar Seni *851: Pasar Seni – Kompleks Mahkamah, Jalan Duta *BET3: Subang Mewah, USJ 1 – Pasar Seni via New Pantai Expressway (NPE) *BET4: Taman Sri Muda, Shah Alam – Pasar Seni via New Pantai Expressway (NPE) ==Hotels and residential zones== ===Lot C: St. Regis Hotel=== Lot C houses the St. Regis Hotel Kuala Lumpur. The luxurious hotel consists of 208 rooms and suites started its operation in May 2016. ===Lot D: 57-storey Residential Tower=== Lot D will consist a single 60-storey residential tower overlooking the Lake Gardens and the city. It will be jointly developed by MRCB, CapitaLand and Quill Group. It is currently pending approval from the city hall. ===Lot I : Hilton KL & Le Méridien Hotels=== Lot I consists of two skyscraper hotels occupied by Hilton Kuala Lumpur & Le Méridien Kuala Lumpur, owned by Daito Asia Development Sdn. Bhd. and Daisho Asia Development Sdn. Bhd. respectively. The hotels opened for business in September and October 2004 respectively. ===Lot K and L: Suasana Sentral and Suasana Sentral Loft=== Lot K is the location of a serviced apartment, Suasana Sentral. Suasana Sentral consists of two blocks, or 400 units of apartments. It was completed in 2002 and is fully sold and occupied, with about 40% of the buyers coming from the international community. The second phase of condominiums on Lot L, Suasana Sentral Loft was launched in early 2005 and began occupancy in early 2008. The 37 and 38-storey apartment towers have a total of 600 units. All have been sold. ===Others=== In December 2006, a joint venture company acquired Lot D and will develop residential and serviced apartments with supporting retail amenities. This luxury development will face the National Museum, Lake Gardens as well as KL City Centre. Construction is expected to commence by early 2008 and to be completed in 2010. In June 2007, a joint venture company purchased Lot C for the development of a 6-star hotel, 6-star residences and prime offices. Work on the development is expected to start in 2008. ==See also== *Kuala Lumpur railway station *KLIA Ekspres *KLIA Transit *Keretapi Tanah Melayu *Kelana Jaya Line *KL Monorail *Public transport in Kuala Lumpur *Transportation in Kuala Lumpur ==References== ==External links== *KL Sentral *KL Sentral Bus Station *KL Sentral FAQs *KL Sentral Transportation Hub *Kuala Lumpur MRT & KTM Komuter Integrations *KL CAT Category:2001 establishments in Malaysia Category:Express Rail Link Category:Kelana Jaya Line Category:KTM ETS railway stations Category:Kuala Lumpur Monorail stations Category:Railway stations opened in 2001 Category:Railway stations in Kuala Lumpur Category:Rapid transit stations in Kuala Lumpur Category:Rawang-Seremban Line Category:Port Klang Line Category:Transit-oriented developments Category:Tourist attractions in Kuala Lumpur",
 "title": "Kuala Lumpur Sentral station"
}