{
 "id": "360390",
 "text": "Menander Protector (Menander the Guardsman, Menander the Byzantian; or Προτέκτωρ), Byzantine historian, was born in Constantinople in the middle of the 6th century AD. The little that is known of his life is contained in the account of himself quoted in the Suda (Mu, 591: Μένανδρος). Menander mentions his father Euphratas, who came from Byzantium, and his brother Herodotus. He at first took up the study of law, but abandoned it for a life of pleasure. When his fortunes were low, the patronage accorded to literature by the Emperor Maurice, at whose court he was a military officer (hence the epithet Protector, which denotes his military function), encouraged him to try writing history. Menander took as his model Agathias who like him had been a jurist, and his history begins at the point where Agathias leaves off. It embraces the period from the arrival of the Kutrigurs in Thrace during the reign of Justinian in 558 down to the death of the emperor Tiberius in 582. Considerable fragments of the work are preserved in the Excerpts of Constantine Porphyrogenitus and in the Suda. Although the style is sometimes bombastic, he is considered trustworthy and is one of the most valuable authorities for the history of the 6th century, especially on geographical and ethnographical matters. Menander was an eye-witness of some of the events he describes. Like Agathias, he wrote epigrams, one of which, on a Persian magus who became a convert to Christianity and died the death of a martyr, is preserved in the Greek Anthology (i.101). Fragments of his work can be found in: * C. W. Müller, Fragmenta historicorum Graecorum, 4, 200 * J. P. Migne, Patrologia Graeca, 113 * L. Dindorf, Historici Graeci minores, 2 Translations: * Roger Blockley: The History of Menander the Guardsman. Liverpool 1985. ==References== * Category:6th-century births Category:Year of death unknown Category:Byzantine historians Category:6th-century Byzantine people Category:6th-century historians Category:People from Constantinople Category:Historians of Justinian I Category:6th-century Byzantine writers",
 "title": "Menander Protector"
}