{
 "id": "36048",
 "text": "Year 1146 (MCXLVI) was a common year starting on Tuesday (link will display the full calendar) of the Julian calendar. == Events == === By place === ==== Europe ==== * March 31 - Bernard of Clairvaux, commissioned by Pope Eugene III, preaches the Second Crusade at Vézelay, in Burgundy. King Louis VII of France and his wife, Queen Eleanor of Aquitaine, take up the cross. In a repeat of the events of 1096, Crusaders attack and massacre Jewish communities along the Rhine. Encouraged by his success Bernard undertakes a tour in Burgundy, Lorraine and Flanders – preaching the Crusade as he went. * Władysław II (the Exiled), High Duke of Poland, suffers a defeat against the coalition forces under his brother Bolesław IV (the Curly). Władysław and his family escape across the border to Bohemia and later seek refuge in Germany. Bolesław captures Silesia and the Senioral territories, and becomes the new ruler of Greater Poland. * The Republic of Genoa raids the Muslim-held Balearic Islands.Picard C. (1997). La mer et les musulmans d'Occident au Moyen Age. Paris: Presses Universitaires de France. The Republic of Pisa protests officially – seeing the islands as rightfully theirs. The Genoese then proceed to lay siege to Almería, in vain. * The Republic of Genoa reaches a commercial agreement with Ramon Berenguer IV, count of Barcelona, granting privileges to merchants of both nations in the Catalan and Ligurian ports. * December 25 - Diet of Speyer: King Conrad III takes the cross and secures the election of his 10-year-old son Henry as his successor in Germany. * The city of Bryansk (modern Russia) is first mentioned in the Hypatian Codex. ==== Levant ==== * Autumn - Siege of Edessa: The Crusaders under Joscelin II recapture Edessa (Northern Syria) from Nur ad-Din, Seljuk ruler of Damascus. After not receiving support from the other Crusader states, Nur ad-Din counter-raids the territory of Antioch but withdraws his forces to retake Edessa in November.David Nicolle (2009). The Second Crusade 1148: Disaster outside Damascus, p. 37. . ==== Seljuk Empire ==== * Eldiguz, Seljuk ruler (atabeg) of Azerbaijan, founds the Eldiguzid Dynasty and establishes an independent state within the Seljuk Empire. ==== Africa ==== * Summer - King Roger II launches a full scale invasion into North Africa, seizing lands from Emir Abu'l-Hasan al- Hasan ibn Ali in what is now parts of Algeria, Tunisia and Libya – thereby opening up more of the mercantile wealth of the Muslim world to Sicilian merchants. On June 18, George of Antioch conquers Tripoli and establishes more Sicilian authority. * The Almohad caliph Abd al-Mu'min conquers most of Morocco from the Almoravids. === By topic === ==== Climate ==== * A rainy year causes the harvest to fail in Europe; one of the worst famines of the century ensues. ==== Religion ==== * March 1 - Eugene III reissues the bull Quantum praedecessores (see 1145), proclaiming the Second Crusade. == Births == * Abd al-Ghani al-Maqdisi, Arab scholar and jurist (d. 1203) * Abu Musa al-Jazuli, Almohad philologian and writer (d. 1211) * Fujiwara no Ikushi, Japanese empress and nun (d. 1173) * Gerald of Wales, Welsh clergyman and chronicler (d. 1223) * Walram I, German nobleman (House of Nassau) (d. 1198) == Deaths == * February 5 - Zafadola, Arab ruler of the Hudid Dynasty * February 26 - Geoffrey de Gorham, Norman scholar * April 14 - Gertrude of Sulzbach, German queen (b. 1110) * June 1 - Ermengarde of Anjou, French duchess and regent * August 1 - Vsevolod II, Grand Prince of Kiev (Rurik Dynasty) * August 27 - Eric III, king of Denmark (House of Estridsen) * September 14 - Imad ad-Din Zengi, Seljuk ruler of Syria * September 15 - Alan (the Black), 1st Earl of Richmond * Adam of Saint Victor, French Latin poet and composer * Izz al-Din Husayn, Persian ruler of the Ghurid Dynasty * Robert Pullen, English theologian (approximate date) * Rodrigo Gómez, Castilian nobleman and military leader == References ==",
 "title": "1146"
}