{
 "id": "360546",
 "text": "The Parts of Kesteven ( or ) are a traditional division of Lincolnshire, England. This division had long had a separate county administration (quarter sessions), along with the two other Parts of Lincolnshire, Lindsey and Holland. ==Etymology== The word Kesteven is supposed to have derived from two root words: the Celtic meaning wood (compare Modern Welsh ) and the Old Norse , a meeting place. The earliest record of the place-name is c1000 and was spelt ,The Chronicle of Aethelweard, ed. A.Campbell, London, 1962, quoted in Dictionary of Lincolnshire Place-Names, Cameron, English Place-Name Society, 1998 (p.72) developing into by 1185.Pipe Rolls, quoted in Dictionary of Lincolnshire Place-Names, Cameron, English Place-Name Society, 1998 (p.72) ==Administrative areas== ===Wapentakes and Sokes=== Historically, Lincolnshire was divided into wapentakes, hundreds and sokes. The following made up Kesteven: * Aswardburn Wapentake * Aveland Wapentake * Beltisloe Wapentake * Boothby Graffo Wapentake * Flaxwell Wapentake * Langoe Wapentake * Lovedon Wapentake * Ness Wapentake * Winnibriggs and Threo Wapentake * Borough and Soke of Grantham * Stamford Borough === Local Government Act 1888 === The three parts were given separate elected county councils in 1889 by the Local Government Act 1888, and recognised as administrative counties.The Local Government Act 1888 (51 & 52 Vict. c.41) Kesteven lies in the south-west of Lincolnshire. It includes the towns of: * Bourne * Bracebridge * Grantham * Market Deeping * Sleaford * Stamford ===Local Government Act 1894=== Under the Local Government Act 1894 Kesteven was divided into a number of rural district and urban districts based on earlier sanitary districts:The Local Government Act 1894 (56 & 57 Vict. c. 73) *Bourne Rural District *Branston Rural District *Grantham Rural District *Claypole Rural District *Sleaford Rural District *Uffington Rural District The urban districts and boroughs were: *Bourne *Bracebridge *Grantham (borough) *Ruskington *Sleaford *Stamford (borough) Bourne Urban District was abolished in 1920, with Bourne becoming a parish in Bourne Rural District. Bracebridge became part of the county borough of Lincoln that same year, becoming associated with the Parts of Lindsey. ===Local Government Act 1929=== The rural districts were re-organised by a County Review Order in 1929, to create four new districts named after points of the compass:Local Government Act 1929 (19 & 20 Geo V c.17) *East Kesteven Rural District *North Kesteven Rural District *South Kesteven Rural District *West Kesteven Rural District ===Local Government Act 1972=== These separate county councils were abolished in 1974 and Lincolnshire (minus the northern part of Lindsey) had a single county council for the first time, although the names of the Parts survive in some of the names of district councils. Under the Local Government Act 1972, the four rural districts in Kesteven, along with the boroughs and urban district, merged into two district councils:Local Government Act 1972 (1972 c. 70) *North Kesteven District Council - A merger of North and East Rural Districts and Sleaford Urban District *South Kesteven District Council - A merger of South and West Rural Districts and the boroughs of Grantham and Stamford == Kesteven County Council == === Chairmen === * 1889–98: Sir William Welby-Gregory, 4th Baronet * 1898–1921: Sir John Thorold, 12th Baronet.\"Death of Sir John H. Thorold, Bart.\", Grantham Journal, 7 October 1922, p. 5 * 1921–34: Sir Charles Welby, 5th Baronet * 1934–54: Sir Robert Pattinson * 1955–62: F. J. Jenkinson * 1962–67: H. W. N. Fane * 1968–73: J. H. Lewis === Vice-chairmen === * 1889–98: Sir John Thorold, 12th Baronet. * 1898–1904: Sir Hugh Cholmeley, 3rd Baronet.\"Kesteven County Council\", Sheffield Independent, 31 March 1904, p. 8 * 1904–09: Valentine Stapleton.\"Kesteven County Council\", Grantham Journal, 15 May 1909, p. 6 * 1909–21: Sir Charles Welby, 5th Baronet. * 1921–34: Robert Pattinson * 1934–37: W. V. R. King-Fane * 1937–40: J. H. Bowman * 1940–55: F. J. Jenkinson * 1955–56: John Cracroft-Amcotts * 1957–62: H. W. N. Fane ===Coat of arms=== Kesteven County Council received a grant of arms in 1950. The Lincoln green shield bears an ermine pale, representing the Roman Ermine Street which runs the length of the county. This is charged with an oak tree for the ancient forests, among them Kesteven Forest. A drawing of the arms of Kesteven County Council can be found here. The crest shows a heron with a pike in its beak. The dexter supporter is a Roman legionary which recalls the Roman settlements of the county. The sinister supporter is a poacher, recalling the song \"The Lincolnshire Poacher\", an unofficial anthem of Lincolnshire. ==Titles of nobility associated with Kesteven== * The title of Baron Kesteven existed from 1868 until 1915. * The title of Duke of Ancaster and Kesteven existed from 1715 to 1809. * Margaret Thatcher, former Prime Minister of the United Kingdom and Kesteven native, chose 'of Kesteven' as territorial designation for her life peerage in 1992, becoming Baroness Thatcher, of Kesteven in the County of Lincolnshire.Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990 ==See also== *Parts of Lindsey *Parts of Holland *Rutland *Huntingdonshire *Isle of Ely *Soke of Peterborough ==References== * * ==External links== *Map of Kesteven on Wikishire Category:Geography of Lincolnshire Category:History of Lincolnshire Category:Local government in Lincolnshire Category:Administrative counties abolished in 1974",
 "title": "Kesteven"
}