{
 "id": "36078",
 "text": "__NOTOC__ Year 701 (DCCI) was a common year starting on Saturday (link will display the full calendar) of the Julian calendar. The denomination 701 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Europe ==== * Raginpert dies, and the deposed King Liutpert (see 700) returns to the throne of the Lombards. Raginpert's son Aripert captures Liutpert at his capital in Pavia, and has him strangled in his bath. Aripert becomes new ruler of the Lombard Kingdom in Italy. * King Ergica dies, possibly assassinated in a plot led by Roderic. He is succeeded by his son Wittiza as king of the Visigoths (approximate date). ==== Balkans ==== * Asparukh, founder of the First Bulgarian Empire, dies after a 20-year reign. He is succeeded by his son Tervel, who becomes ruler (khan) of the Bulgarians. ==== Arabian Empire ==== * Battle of Dayr al-Jamajim: Caliph Abd al-Malik ibn Marwan sends Syrian troops to reinforce the Muslim army of Al- Hajjaj ibn Yusuf. He faces a 200,000-man army under Abd al-Rahman ibn Muhammad ibn al-Ash'ath near Kufa (modern Iraq). Al-Ash'ath is defeated, and his rebellion against the Umayyad Caliphate fails. * Arab conquest of Armenia: Umayyad prince Muhammad ibn Marwan invades the Byzantine Armenian provinces east of the Euphrates; local commander Baanes surrenders before a large Arab army, and the population accepts a Muslim governor. * Muslims from the Arabian Peninsula destroy the then-Axum-controlled port of Adulis, thus causing the decline of Ethiopian Christianity on the African Red Sea coast (approximate date). * Arab merchants introduce Oriental spices into Mediterranean markets. Muslim merchant vessels visit the Maluku Islands (South East Asia) for the first time (approximate date). ==== Japan ==== * The Gagakuryo (Bureau of Court Music) is formed at the Imperial Court in Kyoto. Numerous types of music and dance are performed.Benito Ortolani (1995). The Japanese Theatre: Shamanistic Ritual to Contemporary Pluralism. Princeton University Press, pp. 40–41. * Emperor Monmu becomes sole proprietor of all the nation's land, through a codification of political law (Code of Taihō). === By topic === ==== Religion ==== * September 8 - Pope Sergius I dies at Rome after a 14-year reign. He is succeeded by John VI as the 85th pope of the Catholic Church. == Births == * Kōmyō, empress of Japan (d. 760) * Li Bai (also Li Po), Chinese poet (d. 762) * Shōmu, emperor of Japan (d. 756) * Yazid III, Muslim caliph (d. 744) == Deaths == * September 8 - Pope Sergius I * Asparukh, ruler of the Bulgarian Empire * Ergica, king of the Visigoths (or 703) * Li Chongrun, prince of the Tang Dynasty (b. 682) * Li Xianhui, princess of the Tang Dynasty (b. 685) * Raginpert, king of the Lombards * Yeon Namsan, military leader of Goguryeo (b. 639) == References ==",
 "title": "701"
}