{
 "id": "360834",
 "text": "thumb|182px|C&A; store in Sneek (the Netherlands) C&A; is a Dutch multinational of retail clothing stores, with European head offices in Vilvoorde, Belgium, and Düsseldorf, Germany. It has retail stores in many European countries. It serves only the largest markets of Asia, North America and South America. C&A;'s brands include Angelo Litrico, Avanti, Canda, Clockhouse, Here+There, Palomino, Rodeo (ski and snowboard clothes), Westbury, Yessica, Yessica Pure and, Your Sixth Sense. The Brenninkmeijer family owns the C&A; group through its Swiss company Cofra Holding AG. The company's success has led the family to be among the wealthiest in the Netherlands. The Brenninkmeijer family, however, live in Geneva and Zug, Switzerland. ==History== The company was founded, in Sneek, by brothers Clemens and August Brenninkmeijer in 1841 as a Dutch textile company, taking its company name from their initials. In 1906 Clemens' son, Bernard Joseph, started discounting in Amsterdam (Rekenen in Centen, in plaats van Procenten) and by 1910 there were ten stores in the Netherlands. These were from the German Brenninkmeyer family that traded in linen and textiles since the 17th century from its hometown of Mettingen, Germany. For many years, C&A; retail clothing stores were a major presence in town centres throughout the United Kingdom. C&A; also opened stores in a number of out-of-town locations, such as its store at the Merry Hill Shopping Centre in the West Midlands, which opened in November 1989. The company's strategy of selling budget clothes from high-rent city- centre retail stores made it vulnerable to a new breed of competitors operating in cheaper, out-of-town locations, including Matalan and the rapidly expanding clothing operations of supermarket food chains such as Tesco and Asda, and to expanding high street names such as H&M;, Zara, and Topshop. C&A; in the United Kingdom was a notable example of an incorporated private unlimited company, which meant that it was not required to publish its financial statements under United Kingdom company law. In 2000, C&A; announced its intention to withdraw from the British market, where it had been operating since 1922, and the last UK retail stores closed in 2001. Primark bought 11 of the C&A; stores. In June 2009, the company withdrew from the Argentinian market. C&A; China competes with main clothing companies such as H&M; and Zara. Singer Beyoncé released her own clothing line, Deréon, in cooperation with C&A; in the summer of 2010. On 14 January 2018, German newsmagazine Der Spiegel reported that C&A;'s owners were considering selling the company to an unnamed Chinese investor. In a statement, Cofra Holding AG said that they \"remain fully committed to a successful, future-proof C&A; business and as such at C&A; we have embarked on a transformation and growth program.\" Without directly mentioning the sale, they added: \"The ongoing transformation of C&A; includes an investigation of ways to accelerate in high growth priority areas such as China, emerging markets and digital, and that could potentially include partnerships and other types of additional external investment.\" In December 2021, the European Center for Constitutional and Human Rights filed a criminal complaint in a Dutch court against C&A; and other brands, alleging that they benefited from the use of forced Uyghur labor in Xinjiang. ==Stores== Number of C&A; stores on 3 November 2017 ===Asia=== *China: 84 ===Europe=== 1575 ===North America=== *Mexico: 76 ===South America=== *Brazil: 270 (established in 1976) *Colombia: 1 ==In popular culture== United Kingdom ska act The Specials referenced the store in \"Man at C&A;\" on the 1980 album More Specials. The phrase \"Man at C&A;\" was later used to typify someone who was unfashionable. In an episode of the sitcom Only Fools and Horses, Del Boy tells his brother Rodney that when they become millionaires, their clothes will \"come from Man at C&A;\". The Belle and Sebastian song \"Expectations\" features a character who is given the choice between working at Debenhams and C&A; \"cause that's what they expect\". ==Sports Sponsorship== In 1974 C&A; was one of the Sponsors of the 1974 FIFA World Cup and in 1978 Sponsored Cycling through Eddy Merckx's team taking over from Fiat France ==References== ==External links== *C&A; Europe company website Category:Clothing retailers of Germany Category:Clothing brands of the Netherlands Category:Clothing companies of the Netherlands Category:Retail companies established in 1841 Category:Defunct retail companies of the United Kingdom Category:Dutch brands CandA CandA Category:Clothing companies of Belgium Category:1841 establishments in the Netherlands",
 "title": "C&A"
}