{
 "id": "360919",
 "text": "was a Japanese samurai of the late Edo period. A highly skilled swordsman, he was one of the four most notable assassins of the Bakumatsu period. Gensai's high-speed sword discipline allowed him to assassinate targets in broad daylight. == Birth and early life == thumb|Drawing of Kawakami Gensai He was born in Kumamoto, Higo Province, Japan in 1834 as the second son to , a retainer of the daimyō of the Kumamoto Domain and his wife . Because Genjiro's older brother Hanzaemon was chosen as the family's heir, at age 11 he was given in adoption to , another Kumamoto retainer and was renamed to Kawakami Gensai. He then entered the domain's school, the Jishūkan (時習館), and followed its academic and martial courses of study. Given his later prowess, it is rather curious to note that during his martial training he apparently did not win many bouts. With regards to this he is said to have commented \"Kenjutsu (swordsmanship) with bamboo shinai is nothing more than play.\" At age 16 he was called to serve in the Kumamoto castle town as a menial in charge of cleaning (Osōji-bōzu お掃除坊主). Although this was a low-level position, Gensai devoted himself wholeheartedly to it, using his free time to polish his martial and literary skills, as well as learn sadō (tea ceremony) and ikebana (flower arrangement). It was at this time that he met two men who were later important in the activities of the Ishin Shishi: Todoroki Buhē and Miyabe Teizō. Thanks to his discussions with them, he took a serious interest in the concept of kinnō (勤王), or imperial loyalty. == Activity in the 1850s == In 1851, he joined the Kumamoto lord Hosokawa Narimori and went to Edo for his lord's sankin-kōtai rotation. It was during his service to the lord in Edo that Commodore Perry arrived in 1853. As the shogunate subsequently entered into a series of increasingly unfair unequal treaties, Gensai left Edo in anger and returned to Kumamoto, where he entered the Gendōkan academy of the kinnō scholar Hayashi Ōen. After a thorough schooling in Ōen's kinnō philosophy, Gensai returned to Edo. == Activity in the 1860s == Gensai was present at the Kumamoto residence in Edo during the Ansei Purge. In the aftermath of Ii Naosuke's assassination, when a group of the escaping assassins suddenly entered the residence, it was Gensai who calmed down the subsequent uproar, calling for a doctor and having a private tea ceremony for the men. It was during this ceremony that he told the men of his admiration for them. In 1861, Gensai married Misawa Teiko, the daughter of another Kumamoto retainer. A martial artist herself, she was highly skilled in the use of the naginata. The couple had a son, Gentarō, who survived even after Gensai's execution, thanks to Teiko's efforts. In 1862, he joined Kumamoto forces who were posted to security duty in Kyoto. After the political event of Higo-han, he left there and went to Chōshū-han, where he became a personal body guard of Sanjō Sanetomi. It was at this point, he quit his job as bōzu, and soon after, left Kumamoto service altogether. In 1864, he lost his mentor Miyabe Teizō to a Shinsengumi raid at Ikedaya. Soon after, Gensai carried out his most famous and only confirmed assassination: that of Sakuma Shōzan. Together with at least three other assassins, they ambushed and attacked Shōzan in broad daylight on 12 August 1864, and ended with Gensai killing him in one stroke. Shortly after that incident, at the Tenryuji temple in Saga Tenryu-ji, Kyoto, Gensai told his confederates, \"It was the first time I actually felt I'd killed someone, the hair on my head stood on end because he is the greatest man of the time.\" While other assassinations have been attributed to him, only his murder of Shōzan can be proven. After this, he withdrew to Chōshū and took part in the military actions of Takasugi Shinsaku's Kiheitai against the shogunate's Chōshū Expeditions. During the second Chōshū campaign by the Tokugawa regime, he participated for Chōshū and eventually won the battle. However, during action in Kokura, he decisively surrendered to Kumamoto forces, and was imprisoned until just after the Meiji Restoration. == Later life and death == In the aftermath of the Meiji Restoration in 1868, Gensai was released from prison. He changed his name to , and served as a military official and sword teacher for the Kumamoto domain. However, because of his harboring of some Kiheitai stragglers under his old comrade Oraku Gentarō, he was arrested in November 1870 and later transferred to a prison in Tokyo in 1871. He was later executed by decapitation in , Tokyo on 13 January 1872. He was buried at Ikegami Honmon-ji, Tokyo. == Gensai in fiction == The fictional swordsman and wanderer, Himura Kenshin, from the manga series Rurouni Kenshin was inspired by Gensai. The character is a repentant former assassin who has sworn never to kill 10 years after the Meiji Revolution. The character Kawakami Bansai from the manga Gin Tama takes his name from Gensai. == Notes == Category:1834 births Category:1872 deaths Category:Japanese assassins Category:Japanese swordfighters Category:Samurai Category:Meiji Restoration Category:19th-century executions by Japan Category:People convicted of murder by Japan Category:Japanese people convicted of murder Category:Executed Japanese people Category:People from Kumamoto Category:Executed assassins",
 "title": "Kawakami Gensai"
}