{
 "id": "362139",
 "text": "Latin School of Chicago is a selective private elementary, middle, and high school located in the Gold Coast neighborhood on the Near North Side of Chicago, Illinois, United States. The school was founded in 1888 by Mabel Slade Vickery. Latin School is a member of the Independent School League (ISL). ==Background== ===History=== Latin School was formed in 1888 by a group of parents seeking a better education for their children. Mabel Slade Vickery, a teacher from the East Coast, was invited to Chicago to open the school with a small class of ten 10-year-old boys. During the early years, classes were held in private homes on Chicago's near North Side. The parent-owned institution flourished and in 1899, with enrollment of more than 100 boys, the school moved into its own building and officially became Chicago Latin School. In 1913, a girls section was incorporated by Miss Vickery and became The Chicago Latin School for Girls. The schools merged in 1953 to form the co- educational Latin School of Chicago. The school was designed to provide students with a rigorous college-preparatory education in the classical tradition, with a curriculum that was heavily influenced by Classical studies and the study of the Greek and Latin languages, hence the name “Latin School.\" The Latin language is still taught in the middle and upper schools today. While it was started as a neighborhood school, Latin School currently is home to more than 1,100 students from approximately 70 ZIP codes throughout the Chicago area. The school awards more than $3 million in need-based financial aid each year. In April 2020, the school received an unspecified amount in federally backed small business loans as part of the Paycheck Protection Program. The school returned it after receiving scrutiny over this loan, which meant to protect small and private businesses. Treasury Secretary Steven Mnuchin tweeted that the schools should return the money. The New York Times noted the school's endowment is $58.5 million. ===Campus and Academics=== The current campus has three buildings. The lower school (junior kindergarten to grade 4) building is the oldest structure dating to 1926 and is located at 1531 N. Dearborn. The upper school (grades 9–12) building at 59 W. North was completed in 1969. The middle school (grades 5–8) building, located at 45 W. North, was completed in the fall of 2007. It includes a green roof garden and was designed with environmentally friendly materials. The building was awarded LEED Gold certification by the U.S. Green Building Council in 2012. The upper school building was designed by internationally acclaimed architect Harry Weese. The upper and middle school buildings are connected by two bridges, and both divisions use both buildings, with many middle school arts and PE classes held in the US and all HS science classes in the designated science center in the MS. The average class size is 14 students and the student-to-faculty ratio is 8:1. The school offers over 150 courses, several at honors level and about a dozen at AP level. Several electives are also offered. === Visual Arts === Latin has a visual arts department, notable for its many extracurricular/elective opportunities and its Global Studies: Visual Arts class. The school is also noted for its Mickey & The Masters project where, as a culmination of their study of the History of Western Painting, ninth grade students recreate master paintings with the added challenge of substituting Mickey Mouse as the main character. The school has two galleries with 14 events hosted annually in Gallery 2. === Musical and Performing Arts === Several electives and extracurriculars focus on performing arts, music, and public presentation. The school holds around 20 yearly performing arts productions and concerts, including faculty and student directed plays, semesterly band and chorus concerts, a student-faculty chorale, and semesterly dance performances, and the productions are well funded by the school. == Athletics == The Latin School of Chicago's mascot is the Roman. They also compete in the Independent School League (ISL). === Fall === * Boys Cross Country (JV/Varsity) * Girls Cross Country (JV/Varsity) * Girls Field Hockey (JV/Varsity) * Boys & Girls Golf (JV/Varsity) * Boys Soccer (JV/Varsity) * Girls Swimming (JV/Varsity) * Girls Tennis (JV/Varsity) * Girls Volleyball (Freshman/JV/Varsity) * Coed Sailing (JV/Varsity) === Winter === * Boys Basketball (Freshman/JV/Varsity) * Girls Basketball (JV/Varsity) * Boys Ice Hockey (JV/Varsity) * Girls Ice Hockey (Varsity) * Boys Swimming (JV/Varsity) === Spring === * Boys Baseball (JV/Varsity) * Girls Soccer (JV/Varsity) * Girls Softball (JV/Varsity) * Boys Tennis (JV/Varsity) * Boys Track (JV/Varsity) * Girls Track (JV/Varsity) * Boys Volleyball (JV/Varsity) * Boys Water Polo (JV/Varsity) * Girls Water Polo (JV/Varsity) * Boys Lacrosse (Varsity) * Girls Lacrosse (Varsity) * Club Coed Ultimate Frisbee * Coed Sailing (JV/Varsity) == Notable alumni == * Conor Allen - professional hockey player * Bob Balaban – actor and author * Ike Barinholtz – comedian * Bradley Bell – television writer and producer * Lauralee Bell – actress * Matt Brandstein – writer/actor * Roe Conn – radio talk show host * Billy Dec – Rockit Ranch Productions CEO and founder, actor * Grant DePorter – restaurateur * Filligar – band (Casey Gibson, Johnny, Teddy, Peter Mathias) * Cassidy Freeman – actor * Crispin Freeman – voice actor * John Fritchey – Cook County Commissioner – 12th District * Kenny George – college basketball player, tallest basketball player in NCAA history * Alexi Giannoulias – Illinois State Treasurer * Douglas H. Ginsburg – Chief Judge of the United States Court of Appeals for the District of Columbia Circuit, US Supreme Court nominee * Mitch Glasser – American-Israeli baseball player * Sarah Goldberg - actress (mostly TV), aka Sarah Danielle Madison * Nina Gordon – singer and songwriter, founding member of alternative rock band Veruca Salt, daughter of former Monsanto chairman Robert Shapiro * Laura Granville – professional tennis player, 2-time NCAA champion, head coach of women's tennis at Princeton University * Johnny Groth - Major League Baseball player * John Marshall Harlan II – US Supreme Court JusticePBS page: The Supreme Court * William Horberg - Executive Film and Television producer * Rick Kogan – Chicago newspaperman, radio personality and author * Lisa Madigan – Illinois Attorney General * Johanes Maliza – professional soccer player * Ryan Marks - men's college basketball coach * Brooks McCormick – International Harvester Company CEO and philanthropist * Roger McGuinn – singer and songwriter, founding member of the Byrds * Carol Mendelsohn – television producer and writer * Claes Oldenburg – sculptor * Walter Paepcke - industrialist, philanthropist and founder of Aspen Skiing Company * Nancy Reagan – actress and First Lady of the United States 1981-89 * Jim Shapiro – drummer for Veruca Salt, brother of Nina Gordon, son of former Monsanto chairman Robert Shapiro * Adlai Stevenson III – U.S. Senator, candidate for governor, son of presidential candidate Adlai E. Stevenson * Neil Strauss – journalist and author * Bill Wirtz – former businessman and Chicago Blackhawks owner * William Wrigley, Jr. II – business executive == References == *Latin School of Chicago Mission Statement == External links == *The Latin School of Chicago *The Forum Category:Private elementary schools in Chicago Category:Independent School League Category:Private middle schools in Chicago Category:Preparatory schools in Illinois Category:Educational institutions established in 1888 Category:1888 establishments in Illinois Category:Private high schools in Chicago",
 "title": "Latin School of Chicago"
}