{
 "id": "362264",
 "text": "Nossa Senhora de Fátima is the northernmost and largest civil parish in the Macau Peninsula of Macau. It has an area of and a population of 126,000, which constitutes about 40.3% of the peninsula's land mass and one-third of the population. This parish was one of five in the former Municipality of Macau, one of Macau's two municipalities that were abolished on 31 December 2001 by Law No. 17/2001, following the 1999 transfer of sovereignty over Macau from Portugal to China. While their administrative functions have since been removed, these parishes are still retained nominally. It is northeast of the parishes of Santo António and São Lázaro. It borders the Chinese city of Zhuhai to the north. ==Description== The parish consists mostly of land reclaimed from the sea. Natural land comprises only a quarter of its current size. It was developed from farmlands in the 1960s and 1970s, to become an industrial area. Forty-one percent of Macau's factories are located in the parish. ==Places and attractions== The following places and attractions are in the parish * Ilha Verde (青洲, \"Green Island\") * Toi San (台山 \"Table Hill\") * Hipódromo (\"Hippodrome\", 馬場 \"Horse Farm\") * Areia Preta (\"Black Sand\", 黑沙環 \"Black-sand Ring\") * Mong Ha (望廈 \"View Amoy\"), the Treaty of Wanghia was signed here * Bairro \"Fai Chi Kei\" (筷子基 \"Chopsticks Base\") * Iao Hon (祐漢 \"Blessing the Han\") ==Infrastructure== * Macau Power Station ==Healthcare== The Macau government operates the Centro de Saúde Areia Preta (黑沙環衛生中心) in Areia Preta (Hac Sa Wan).\"Contacte-Nos.\" Macau Health Bureau. Retrieved on April 21, 2018. \"Centro de Saúde Areia Preta (Hac Sa Wan) Centro de Saúde de Areia Preta Rua Central da Areia Preta, Lote de Terra 18 \" Chinese version: \"黑沙環衛生中心 澳門黑沙環中街18地段\" ==Tourist attractions== * Canidrome * Communications Museum * Garden of Montanha Russa * Kun Iam Temple * Lin Zexu Memorial Museum of Macau * Macau Design Centre * Macau Mosque and Cemetery * Mong-Há Fort * Portas do Cerco * Sun Yat Sen Park ==Education== ===Primary and secondary schools=== ; Public schools: *Escola Oficial Zheng Guanying - Preschool through secondary\"Escola Oficial Zheng Guanying.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Rua Marginal do Canal das Hortas, s/n\" - Chinese profile: \"學校地址: 台山菜園涌邊街\" *Escola Luso-Chinesa Técnico-Profissional (中葡職業技術學校) - Secondary school\"Escola Luso-Chinesa Técnico-Profissional.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Rua Primeiro de Maio\" - Chinese profile: \"學校地址: 勞動節街\" *Escola Primária Luso-Chinesa do Bairro Norte (北區中葡小學)\"Escola Primária Luso-Chinesa do Bairro Norte.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : RUA DO ASILO, BAIRRO DA ILHA VERDE, NO.35\" - Chinese profile: \"學校地址: 青洲收容所街35號\" **It opened on 1 November 1990.\"Introdução.\" Escola Primária Luso-Chinesa do Bairro Norte. Retrieved on April 9, 2017. See picture - Chinese version of the page *Jardim de Infância Luso-Chinês \"Girassol\" (樂富中葡幼稚園)\"Jardim de Infância Luso-Chinês \"Girassol\".\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : AVENIDA PRIMEIRO DE MAIO, EDIF, YU WA, R/C e 1o. andar\" - Chinese profile: \"學校地址: 勞動節大馬路裕華大廈地下及一樓\" :*It occupies a 260 student-capacity, area on two floors of the Edifício U Wa (裕華大廈). It opened in the Edifício “Lok Fu San Chun” on 27 March 1989 and moved to its current location in September 1997.\"Breve apresentação da escola.\" Jardim de Infância Luso-Chinês \"Girassol\". Retrieved on April 9, 2017. ; Tuition-free private schools: * Colégio Dom Bosco (Yuet Wah) (鮑思高粵華小學) - Preschool and primary school\"Colégio Dom Bosco (Yuet Wah).\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Estrada Ferreira do Amaral, no.6, Macau\" - Chinese profile: \"澳門亞馬喇馬路六號\" ** The current school building opened in 1963, and Yuet Wah College merged into it in 2000. The school has English and Chinese sections; its Portuguese section closed in 1999.\"History.\" Colégio Dom Bosco (Yuet Wah). Retrieved on April 11, 2017. * (MBC; Escola Cham Son de Macau; 澳門浸信中學) - Preschool through secondary school\"Escola Cham Son de Macau.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Rua Central da Areia Preta, no. 410, Macau\" - Chinese profile: \"黑沙環中街410號\" ** Previously its secondary campus was located in a different area of Nossa Senhora de Fátima, respectivelyHome page. . April 26, 2003. Retrieved on April 14, 2017. \"中學部 地址：澳門黑沙灣中街Q地段\" * Escola Chong Tak de Macau (澳門中德學校) - Preschool and primary school\"Escola Chong Tak de Macau.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Rua dos Pescadores No. 90\" Chinese profile: \"學校地址: 漁翁街90號\" * Escola Fukien (澳門福建學校) - Preschool and primary school\"Escola Fukien.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Rua de Lei Pou Chon\" - Chinese profile: \"學校地址: 台山李寶椿街\" * Hou Kong Middle School MacauHome. Hou Kong Middle School Macau. Retrieved on April 11, 2017. (Escola Hou Kong; 濠江中學) main campus,\"Escola Hou Kong.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Estrada Ferreira do Amaral, no.3\" - Chinese profile: \"學校地址: 亞馬喇馬路3號\" which houses secondary school\"濠江中學各校部通訊.\" Hou Kong Middle School Macau. Retrieved on April 11, 2017. \"正校(中學部) 地址:亞馬喇馬路5號\" (Estrada Ferreira do Amaral, no.5) * (海暉學校) - Preschool and primary school\"Escola Hói Fai.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Praca das Portas do Cerco, Edif. Jardim San Pou 2o. andar\" - Chinese profile: \"學校地址: 關閘廣場新寶花園二樓\" * Escola Ilha Verde da Associação Comercial de Macau (歡迎光臨青洲小學) - Preschool and primary school\"ESCOLA \"ILHA VERDE\".\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Avenida Conselheiro Borja, no.496\" - Chinese profile: \"學校地址: 青洲大馬路496號\" * Keang Peng SchoolHome. Keang Peng School. Retrieved on April 14, 2017. (Escola Keang Peng) - Preschool through secondary school\"Escola Keang Peng.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"no.389 Avenida Hipódromo, s/n\" - Chinese profile: \"學校地址: 馬場大馬路389號\" * Kwong Tai (Guang Da) Middle School, main campus.\"我們在這裡\" (We Are Here) Kwong Tai Middle School. Retrieved on 9 November 2018. \"正校 地址：澳門筷子基街筷子基社屋旁 Rua de Fai Chi Kei, Habitação Social de Fai Chi Kei, Macau\" \\- Preschool to secondary school\"Escola Kwong Tai.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Rua de Fai Chi Kei, Habitação Social de Fai Chi Kei\" - Chinese profile: \"學校地址: 筷子基街筷子基社屋\" * Escola Lin Fong Pou Chai (蓮峰普濟學校) - Preschool and primary school\"Escola Lin Fong Pou Chai.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Avenida Almirante Lacerda, anexa ao templo Lin Fong Pou Chai\" - Chinese profile: \"學校地址: 罅些喇提督大馬路蓮峰廟側\" * Escola Madalena de Canossa (瑪大肋納嘉諾撒學校) - Preschool and primary school\"Escola Madalena de Canossa.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Rua do Comandante João Belo Fai Chi Kei, no.28\" - Chinese profile: \"學校地址: 筷子基俾若翰街28號\" * Our Lady of Fatima Girls' SchoolHome. Our Lady of Fatima Girls' School. Retrieved on April 15, 2017. (Escola Nossa Senhora de Fátima; 化地瑪聖母女子學校) - Preschool through secondary school\"Escola Nossa Senhora de Fátima.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : RUA DA MISSÃO DE FÁTIMA\" - Chinese profile: \"學校地址: 台山花地瑪教會街\" * (澳門聖保祿學校) - Preschool through secondary school\"Escola São Paulo.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Rampa dos Cavaleiros, nos.12-14\" - Chinese profile: \"學校地址: 黑沙灣斜坡12-14號\" * (澳門工聯職業技術中學) - Has both junior high (Ensino secundário-geral/初中教育) and senior high (Ensino secundário-complementar/高中教育) levels\"Escola Secundária Técnico-Profissional da Associação Geral dos Operários de Macau.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Rua de Lai Pou Chon, Barbosa, Macau\" - Chinese profile: \"學校地址: 澳門台山李寶椿街\" * Escola Tak Meng (德明學校) - Preschool and primary school - Located on the first floor of the Edifício Lok Fu San Chun (樂富新村)\"Escola Tak Meng.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Rua do Mercado do Bairro Iao Hon, Edifcio Lok Fu San Chun, 1 andar, Macau\" - Chinese profile: \"學校地址: 澳門祐漢市場街樂富新村一樓\" * Fu Luen School (Escola da Associação Geral das Mulheres de Macau; 澳門婦聯學校) - Preschool and primary school\"Escola da Associação Geral das Mulheres de Macau.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Novos Aterros da Areia Preta, quarteirão E1\" - Chinese profile: \"學校地址: 黑沙環新填海區E1街區\" * Escola da Associação para Filhos e Irmãos dos Agricultores or (菜農子弟學校 \"Choi Nong Chi Tai Hoc Hau\") - Preschool through secondary school\"Escola da Associação para Filhos e Irmãos dos Agricultores, em chinês Choi Nong Chi Tai Hoc Hau.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Istmo Ferreira do Amaral, no.40\" - Chinese profile: \"學校地址: 關閘馬路40號\" * (聖德蘭學校) - Preschool and primary school\"Escola de Santa Teresa do Menino Jesus.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Avenida Conselheiro Borja, no.592\" - Chinese profile: \"學校地址: 青洲大馬路592號\" * (澳門坊眾學校) - Preschool through senior high\"Escola dos Moradores de Macau.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Avenida da Longevidade, no. 355, Macau\" - Chinese profile: \"學校地址: 長壽大馬路355號\" * Jardim Infantil da Cáritas (明愛幼稚園) - Preschool - Located in Edf. Kam Hoi San Garden (金海山花園)\"Jardim Infantil da Cáritas.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : AV. I DE MAIO EDF.KAM HOI SAN GARDEN\" - Chinese profile: \"學校地址: 黑沙環勞動節大馬路金海山花園\" * Sheng Kung Hui Choi Kou School MacauHome. Sheng Kung Hui Choi Kou School Macau. Retrieved on April 15, 2017. \"中學部及小學部[...]地址: 澳門馬揸度博士大馬路266號\" (Sheng Kung Hui Escola Choi Kou (Macau); 聖公會(澳門)蔡高中學)\"Sheng Kung Hui Escola Choi Kou (Macau).\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : AVENIDA DR. FRANCISCO V MACHADO, No. 266, MACAU\" - Chinese profile: \"學校地址: 澳門馬揸度博士大馬路266號\" primary school and day secondary school campus ; Non-free private schools: * Colégio Diocesano de São José 5 - Preschool through secondary school\" Colégio Diocesano de São José 5.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Endereço : Rua Central de Toi San, no. 253\" - Chinese profile: \"學校地址: 台山中街253號\" * Xin Hua Evening Secondary SchoolHome. Xin Hua Evening Secondary School. Retrieved on April 9, 2017. (Escola Secundária Nocturna Xin Hua/新華夜中學)\"Escola Secundária Nocturna Xin Hua.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Avenida do Conselheiro Borja, no. 355, Ka Ying Court, 2o. andar\" - Chinese profile: \"青洲大馬路355號嘉應花園三樓\" * (商訓夜中學), an evening secondary school\"Escola Seong Fan.\" Education and Youth Affairs Bureau (Macau). Retrieved on April 9, 2017. \"Avenida do Dr. Francisco Vieira Machado, no. 539\" - Chinese profile: \"學校地址: 馬楂度博士大馬路539號\" ===Colleges and universities=== University of Saint Joseph has its main campus in Ilha Verde, Nossa Senhora de Fátima.\"Contacts.\" University of Saint Joseph. Retrieved on January 17, 2018. \"New Campus USJ’s headquarters have been moved to the new campus at: Estrada Marginal da Ilha Verde, 14-17, Macau, China 中國澳門青洲河邊馬路14-17號\" It moved into this campus in September 2017. ===Public libraries=== Macao Public Library operates five branches in the parish:\"Branch Libraries.\" Macao Public Library. Retrieved on April 16, 2017. Portuguese, Traditional Chinese, Simplified Chinese * Ilha Verde Library (Biblioteca da Ilha Verde; 青洲圖書館) **The library, which opened in 1995, occupies of space on the fourth floor of the Edf. May Fair Garden (美居廣場). * Mong Há Library (Biblioteca de Mong Há; 望廈圖書館) **It occupies of space on the third floor of the Edifício Mong Sin (望善樓) in the Habitação Social de Mong Há (望廈社屋). It first occupied a three story building in the Bairro Social de Mong-Há (望廈新邨) upon opening in 1988; this location closed in April 2011 and it reopened in its current location in December 2011. * Wong Ieng Kuan Library in (Biblioteca de Wong Ieng Kuan no Jardim da Areia Preta; 黑沙環公園黃營均圖書館) **One of several parks funded by Chinese Peruvian Wong Ieng Kuan (黃營均), it has an area with of space. Its opening occurred in 2004. * Wong Ieng Kuan Children's Library in Areia Preta Urban Park (Biblioteca Infantil Wong Ieng Kuan no Jardim da Areia Preta; 黑沙環公園黃營均兒童圖書館) ** The library occupies a space of and is directly across from the main library in the same park. It uses a theme from the Mainland Chinese television programme Pleasant Goat and Big Big Wolf. It first opened on 2 July 2011. The library, prior to receiving its current theme on 1 December 2012, originally had an Alice in Wonderland theme. * Wong Ieng Kuan Library in Dr. Sun Yat-Sen Municipal Park (Biblioteca de Wong Ieng Kuan no Parque Dr. Sun Yat Sen; 紀念孫中山公園黃營均圖書館) ** It occupies of space in a former restaurant in the Dr. Sun Yat-Sen Municipal Park. One of several created with funding by Dr. Wong Ieng Kuan, it opened in a separate building in the park in 1996 and moved to its current building on 24 January 2014. ==Religion== ===Christianity=== *Our Lady of Fátima Church (1967) ==See also== * Macau Peninsula ==References== ==External links== *Macau freguesias Category:Freguesias of Macau Category:Macau Peninsula",
 "title": "Nossa Senhora de Fátima, Macau"
}