{
 "id": "362311",
 "text": "The Executive Council of New Zealand () is the full group of \"responsible advisers\" to the governor-general, who advise on state and constitutional affairs. All government ministers must be appointed as executive councillors before they are appointed as ministers; therefore all members of Cabinet are also executive councillors. The governor-general signs a warrant of appointment for each member of the Executive Council, and separate warrants for each ministerial portfolio. To be an executive councillor, one must normally be a member of Parliament (this was codified in the Constitution Act of 1986). However, one may serve up to thirty days without being in Parliament; this is to allow for the transition of members not yet sworn in and members who have retired or been defeated. Each executive councillor must take the relevant oaths or affirmations set out in legislation. ==Function== The Executive Council's primary function is to issue Orders in Council, which operate under the authority of the \"Governor-General-in-Council\". The authority for its existence is provided by the Letters Patent 1983. The Executive Council has de jure executive power. This power is used to legally enact the decisions of Cabinet (the de facto body of executive power), which under conventions of the Westminster system has no de jure authority. According to the Cabinet Manual: :The Executive Council, which is constituted by the Letters Patent, is the highest formal instrument of government. It is the institution through which the government collectively and formally advises the Governor-General. :Action by the Governor-General in Council requires two elements: ::a. a recommendation by a Minister or Ministers (that is, a member or members of the Executive Council); and ::b. the advice and consent of the Executive Council that the Governor-General in Council act in accordance with the Minister's recommendation. :Orders in Council are the main method, apart from Acts of Parliament, by which the government implements decisions that require the force of law. Meetings of the Executive Council are called for the purpose of making such Orders and carrying out other formal acts of state. :The submission of almost all items for consideration by the Executive Council must be authorised by Cabinet. === Meetings === The Executive Council meets every Monday to sign Orders in Council (regarding regulations and appointments, for example), and may also informally brief the governor-general on political developments and constitutional issues that have arisen. Any three members of the Executive Council constitute a quorum. The clerk of the Executive Council (who is also the Cabinet secretary) is appointed by the governor-general on advice of the prime minister, and is responsible for attending all meetings of the Council and keeping records of its meetings, as well as for co-coordinating any official support or advice to the governor- general. The clerk also countersigns any Order in Council, proclamation, or other legal instrument issued by the governor-general. == Governor-General-in- Council == The Executive Council was created to advise the governor-general (who represents the monarch); it was the counterpart to the Legislative Council, the now-defunct upper house of the New Zealand Parliament. The governor-general presides over, but is not a member of, the Executive Council. Most of the powers vested in the governor-general (prerogative powers), such as appointments of political officials, are exercisable only under advice from the Executive Council. The governor-general is bound by convention to follow the advice. == Distinction from Cabinet == Members of the Executive Council are referred to as ministers of the Crown, which is not equivalent to being a Cabinet minister; their appointment as members of the Council gives them the authority to exercise executive power. Most members of the Executive Council are Cabinet ministers, but some are appointed as so-called \"minister outside Cabinet\"; they are still members of the Executive Council but not of Cabinet. By constitutional convention, only members of Cabinet advise the governor- general through the Executive Council. Ministers outside Cabinet traditionally hold minor portfolios, or serve as associate ministers, with carefully specified powers and responsibilities delegated to them by relevant portfolio ministers. One of the first instances in which a minister of the Crown did not hold a seat in Cabinet occurred when David Lange served as Attorney-General from 1989 to 1990, after resigning as Prime Minister. The appointment of Winston Peters as Minister of Foreign Affairs and Peter Dunne as Minister of Revenue subsequent to the 2005 general election saw the status of ministers outside Cabinet develop significantly, given that they were appointed to important ministerial positions outside Cabinet in exchange for their parties supporting the Government on matters of confidence and supply while being required to defend Government policies only within their spheres of ministerial responsibility. There have also been ministers without portfolio, e.g., Mark Fagan from 1935 to 1939, who was briefly acting Minister of Customs in 1939. He was followed by David Wilson from 1939 to 1949, who was Minister of Immigration 1940–44. They were members of the Legislative Council, but not of the House of Representatives. ==See also== * Constitution of New Zealand * Executive Council (Commonwealth countries) * Privy Council, for similar institutions in other monarchies ==References== == Sources == * ==External links== * Information on the Executive Council at the website of the New Zealand Department of the Prime Minister and Cabinet. * \"Executive Council\" paragraphs 1.18 through 1.29 of the New Zealand Cabinet Manual 2008, setting out the composition, powers, and responsibilities of the Council. Category:Privy councils Category:Government of New Zealand Category:Constitution of New Zealand",
 "title": "Executive Council of New Zealand"
}