{
 "id": "36247",
 "text": "__NOTOC__ Year 727 (DCCXXVII) was a common year starting on Wednesday (link will display the full calendar) of the Julian calendar. The denomination 727 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Byzantine Empire ==== * A revolt breaks out in Greece against the religious policies of Emperor Leo III (see 726). A rebel fleet under Agallianos Kontoskeles sets out for Constantinople with Kosmas, an anti-emperor, but is destroyed by the Byzantine fleet through the use of Greek fire.Pryor & Jeffreys (2006), pp. 32, 46, 73 * Siege of Nicaea: Muslim forces under Mu'awiya ibn Hisham (son of Umayyad caliph Hisham ibn Abd al-Malik) penetrate deep into Asia Minor, and sack the fortress city of Gangra, but unsuccessfully lay siege to Nicaea (northwestern Anatolia).Canard (1986), pp. 1002–1003Blankinship (1994), p. 120 ==== Europe ==== * A revolt breaks out in Italy against Leo's Iconoclasm; this results in the independence of the Exarchate of Ravenna, after part of a Byzantine invasion force is lost in a storm in the Adriatic Sea, and the remainder of Byzantine troops are repulsed. * King Liutprand takes advantage of the anti-imperial turmoil. He conquers Bologna and other cities beyond the Po River (Northern Italy). The Lombards take \"Classis\", the strategic seaport of Ravenna, and overrun the Pentapolis.Mann, p. 187 ==== Asia ==== * Arab–Khazar War: The Khazars drive back the Muslim invasion, led by Maslama ibn Abd al-Malik, into Mesopotamia. Reinforced with Syrian troops, Maslama counterattacks and takes Georgia, establishing the northern frontier on the Caucasus. === By topic === ==== Religion ==== * July - Pope Gregory II condemns iconoclasm at Rome, causing Italy to break with the Byzantine Empire. He becomes the virtual temporal ruler of most Byzantine possessions. == Births == * January 9 - Dai Zong, emperor of the Tang Dynasty (d. 779) * Fujiwara no Tsuginawa, Japanese statesman (d. 796) * Liu Peng, general of the Tang Dynasty (d. 785) * Sakanoue no Karitamaro, Japanese general (d. 786) * Yang Yan, chancellor of the Tang Dynasty (d. 781) == Deaths == * April 18 - Agallianos Kontoskeles, Byzantine commander and rebel leader * May 30 - Hubertus, bishop of Liège * October 19 - Frithuswith or Frideswide, Anglo-Saxon princess and abbess * Murchad mac Brain Mut, king of Leinster (Ireland) * Paul, exarch of Ravenna * Yi Xing, Chinese astronomer and mechanical engineer (b. 683) == References ==",
 "title": "AD 727"
}