{
 "id": "362920",
 "text": "Der Struwwelpeter (\"shock-headed Peter\" or \"Shaggy Peter\") is an 1845 German children's book by Heinrich Hoffmann. It comprises ten illustrated and rhymed stories, mostly about children. Each has a clear moral that demonstrates the disastrous consequences of misbehavior in an exaggerated way.‘Hoffman entry’, Lambiek Comiclopedia. Accessed Oct. 29, 2017. The title of the first story provides the title of the whole book. Der Struwwelpeter is one of the earliest books for children that combines visual and verbal narratives in a book format, and is considered a precursor to comic books.‘Hoffman entry’, Lambiek Comiclopedia. Accessed Nov. 28, 2016. Der Struwwelpeter is known for introducing the character of the Tailor (or Scissorman) to Western literature. Some researchers now see the stories in the book as illustrations of many child mental disorders that we know about today. ==Background and publication history== thumb|Struwwelpeter from 1845 (First Edition). Hoffmann wrote Struwwelpeter in reaction to the lack of good books for children. Intending to buy a picture book as a Christmas present for his three-year-old son, Hoffmann instead wrote and illustrated his own book. In 1845 he was persuaded by friends to publish the book anonymously as Lustige Geschichten und drollige Bilder mit 15 schön kolorierten Tafeln für Kinder von 3–6 Jahren (\"funny stories and droll pictures with 15 beautifully coloured panels for children of 3–6 years\"). The book was one of the first uses of chromolithography (a method of making multi-colored prints) in a children's book. For the third edition, published in 1858, the title was changed to Struwwelpeter, the name of the character in the first story. The book became popular among children throughout Europe. Struwwelpeter has been translated into several languages. In 1891 Mark Twain wrote his own translation of the book, but because of copyright issues Twain's \"Slovenly Peter\" was not published until 1935, 25 years after his death. British twin illustrators Janet and Anne Grahame Johnstone provided new illustrations for an English translation published in 1950. ==The stories== thumb|upright|Nikolas, as he is about to dunk three boys in his inkstand. Illustration from a 1917 edition. #Struwwelpeter describes a boy who does not groom himself properly and is consequently unpopular. #Die Geschichte vom bösen Friederich (\"The Story of Wicked Frederick\"): A violent boy terrorizes animals and people. Eventually he is bitten by a dog, who goes on to eat the boy's food while Frederick is bedridden. #Die gar traurige Geschichte mit dem Feuerzeug (\"The Very Sad Tale with the Matches\"): A girl plays with matches, accidentally ignites herself and burns to death. #Die Geschichte von den schwarzen Buben (\"The Story of the Inky Boys\"): Nikolas (or \"Agrippa\" in some translations) catches three boys teasing a dark-skinned boy. To teach them a lesson, he dips them in black ink. #Die Geschichte von dem wilden Jäger (\"The Story of the Wild Huntsman\") is the only story not primarily focused on children. In it, a hare steals a hunter's musket and eyeglasses and begins to hunt the hunter. In the ensuing chaos, the hare's child is burned by hot coffee and the hunter falls into a well. #Die Geschichte vom Daumenlutscher (\"The Story of the Thumb-Sucker\"): A mother warns her son Konrad not to suck his thumbs. However, when she goes out of the house he resumes his thumb-sucking, until a roving tailor appears and cuts off his thumbs with giant scissors. #Die Geschichte vom Suppen-Kaspar (\"The Story of Soup-Kaspar\") begins as Kaspar (or \"Augustus\" in some translations), a healthy, strong boy, proclaims that he will no longer eat his soup. Over the next five days, he wastes away and dies. #Die Geschichte vom Zappel-Philipp (\"The Story of Fidgety Philip\"): A boy who won't sit still at dinner accidentally knocks all of the food onto the floor, to his parents' great displeasure. #Die Geschichte von Hans Guck-in-die-Luft (\"The Story of Johnny Look-In-The-Air\") concerns a boy who habitually fails to watch where he's walking. One day he walks into a river; he is soon rescued, but his writing- book drifts away. #Die Geschichte vom fliegenden Robert (\"The Story of Flying Robert\"): A boy goes outside during a storm. The wind catches his umbrella and lifts him high into the air. The story ends with the boy sailing into the distance. ==Music, film and stage adaptations== thumb|\"Die Geschichte vom Zappel-Philipp\". Illustration from the 1845 edition.A British stage production of Shockheaded Peter, by Philip Carr and Nigel Playfair, with music by Walter Rubens, premiered at the Garrick Theatre in London on 26 December 1900, and played 41 performances. The title role was played by George Grossmith Jr., with Kate Bishop as Mamma and Kitty Loftus as Harriet. The piece returned to the Garrick the following year, again playing 41 performances from 14 December, this time with Lawrence Grossmith as Peter, Nina Boucicault as Harriet and 11-year-old Marie Lohr as \"Child\". In a revival at the Wimbledon Theatre in South London from 26 December 1929 Mamma was played in a limited run of matinees by Louie Pounds, with H. Scott Russell as Papa, Leslie Holland as Augustus and Rex London as Peter.Theatre Programme: Shockheaded Peter, Wimbledon Theatre, 26 Dec 1929. Geoffrey Shaw's Struwelpeter, produced in 1914, featured the song \"Conrad Suck-a-Thumb\" by Martin Shaw. A ballet of Der Struwwelpeter with music composed by Norbert Schultze was produced in Germany before World War II. A live action film based on the book was released in Germany in 1955. Directed by Fritz Genschow, in this adaptation there is a \"happy\" ending where the characters' bad deeds are reversed. Little Suck-a- Thumb (1992) is a psychoanalytical interpretation of the infamous cautionary tale. The short film by writer/director David Kaplan stars Cork Hubbert and Evelyn Solann, with Jim Hilbert as the Great Tall Scissorman. \"The Misadventures of Stuwwelpeter\" for tenor and piano (also orchestrated for chamber ensemble) was composed by Michael Schelle in 1991. Five of the stories are included in the original version with piano. \"Inky Boys\" is included only in the chamber version. Struwwelpeterlieder (1996) is a setting of three of the stories for soprano, viola and piano by American composer Lowell Liebermann. German composer Kurt Hessenberg (a descendant of Hoffmann) arranged Der Struwwelpeter for children's choir (op. 49) later in his life. Shockheaded Peter (1998) is a British musical by The Tiger Lillies. that combines elements of pantomime and puppetry with musical versions of the poems with the songs generally following the text. It won a number of British theatre awards in the years following its release. Composer Kenneth Hesketh's 2000–1 work, Netsuke (from the Japanese miniature sculptures called netsuke) comprises five short movements inspired variously by Saint-Exupéry's Le Petit Prince, Struwwelpeter, and a poem by Walter de la Mare. == Comics adaptations == German comics artist David Füleki has created a number of manga-style adaptions of Struwwelpeter: * Struwwelpeter: Die Rückkehr (2009, Tokyopop) * Struwwelpeter: Das große Buch der Störenfriede (2009, Tokyopop) * Struwwelpeter in Japan (Free Comic Book Day comic; 2012, Delfinium Prints) The Scissorman story is adapted into comics form by Sanya Glisic in The Graphic Canon, Volume 2, published in 2012. ==Media influences== thumb|right|Struwwelpeter Soup rim bowl featuring the story of fidgety Phillip and on the edge the story of the Soup-Kaspar === Literature === One of the stories in the 1896 edition of Max Beerbohm's A Christmas Garland (\"A Vain Child\") centres around the story of \"Johnny Look-in-the-Air\"; the narrator summarises the story, goes to Germany to look for his scarlet book, and ends with the story being taken from the allegorical point of view concerning the narrator's eventual downfall from journalism. English author Edward Harold Begbie's first published book, The Political Struwwelpeter (1898), is of British politics, with the British Lion is as Struwwelpeter, \"bedraggled, with long, uncut claws.\"Sherefkin, Jack. \"The Influence of Struwwelpeter,\" New York Public Library website (May 15, 2013). W. H. Auden refers to the Scissor-Man in his 1930 poem \"The Witnesses\" (also known as \"The Two\"): Adolf Hitler was parodied as a Struwwelpeter caricature in 1941 in a book called Struwwelhitler, published in Britain under the pseudonym Dr. Schrecklichkeit (Dr. Horrors). The \"Story of Soup-Kaspar\" is parodied in Astrid Lindgren's Pippi Longstocking (1945), with a tall story about a Chinese boy named Peter who refuses to eat a swallow's nest served to him by his father, and dies of starvation five months later. Josephine Tey, in The Man in the Queue (Macmillan, 1953), describes a scene in which a character's hair is \"spread round it by the force of gravity into a Struwwelpeter effect.\" English illustrator Charles Folkard's imaginative study \"A Nonsense Miscellany,\" published in 1956 in Roger Lancelyn Green's anthology The Book of Nonsense, by Many Authors, is a seaside scene that incorporated Baron Munchausen, Struwwelpeter, and a variety of characters from the works of Lewis Carroll and Edward Lear.Dalby, Richard (1991), The Golden Age of Children's Book Illustration, Gallery Books, p. 111. Agatha Christie references Struwwelpeter in her novel Curtain (Collins Crime Club, 1975). The story's narrator, Arthur Hastings, describes another character, Stephen Norton: \"He had a habit of running his hands through his short grey hair until it stuck up on end like Struwwelpeter.\" In Angela Carter's Nights at the Circus (1984), a hermit living by a frozen river in Siberia is described as having fingernails \"as long as those of Struwwelpeter in the picture book\".Carter, Angela (2006), Nights at the Circus, Vintage Classics, p. 291. Jamie Rix said that the book inspired him to create Grizzly Tales for Gruesome Kids when his publisher asked him to write more short stories about rude children. His mother had given him the book as a child and the stories gave him nightmares. Rix wanted to create a similar series of books for his children's generation. Der Fall Struwwelpeter (\"The Struwwelpeter Case\"), 1989 (), by Jörg M. Günther is a satirical treatment in which the various misdeeds in the story - both by the protagonists and their surroundings - are analyzed via the regulations of the German Strafgesetzbuch. The Jasper Fforde fantasy/mystery novel The Fourth Bear (Hodder & Stoughton, 2006) opens with a police sting operation by the Nursery Crime Division to arrest the Scissorman. In Ben Schott’s 2020 novel, Jeeves and the Leap of Faith, based on the Jeeves & Wooster stories by P.G. Wodehouse, Bertie Wooster is surprised to find that his valet, Jeeves, was read Der Struwwelpeter as a child, as opposed to Winnie-the-Pooh. === Comics === thumb|right|Stamp with two Struwwelpeter characters - Hans Guck-in-die Luft and Ludwig from \"Die Geschichte mit den schwarzen Buben\" - issued on Hoffmann's 200th birthdayGerman cartoonist F. K. Waechter's Anti- Struwwwelpeter (1970) is a parody of Der Struwwelpeter. Comic book writer Grant Morrison references \"Die Geschichte vom Daumenlutscher\" in the first story arc of their Doom Patrol run with the recurring line, \"The door flew open, in he ran / The great, long, red-legged scissorman.\"Morrison, Grant and Richard Case. “Crawling from the Wreckage, Part 2: Cautionary Tales, ” Doom Patrol Vol. 2, #20 (Vertigo/DC Comics, March, 1989). Doom Patrol member Dorothy Spinner, who has the ability to bring imaginary beings to life, considers among her imaginary friends the characters Flying Robert (a ghost baby balloon thing) and The Inky Boys. The 2000 AD strip London Falling (June–July 2006), by Simon Spurrier and Lee Garbett, explores bogeymen from English folklore and mythology wreaking havoc in a modern-day setting. Two of the characters, Peter Struwwel and The Tailor, are taken from Der Struwwelpeter. In the Wildstorm Comics series Top 10, one of the officers in the precinct is called Shock-Headed Pete, ostensibly in reference to his electrical powers. === Film and TV === In a 1991 edition of the Thames Television detective series Van der Valk, entitled \"Doctor Hoffman's Children,\" the detective, played by Barry Foster, solves a series of murders after finding the book in the bedroom of his house, when his wife relates the tale of the scissorman to their granddaughter. The murders were all done in the style of events in the book.\"Doctor Hoffman's Children,\" Van Der Valk season 4 episode 1 (1991), where the book is used to solve the murders. Brief references are made to the book in the film Woman in Gold (2015), when the central character reminisces about her youth in Vienna during the Anschluss. The Office references the book in Season 2, Episode 18: \"Take Your Daughter to Work Day\" (2006). Dwight Schrute reads The story of Johnny head-in-the-air and The story of the thumb sucker to the children, but is interrupted by a horrified Michael Scott. Family Guy references the \"Story of Little Suck-a- Thumb\" in a cutaway gag in \"Business Guy,\" the ninth episode in the eighth season, produced in 2009. In Doctor Who Season 10 Episode 3 \"Thin Ice\" (2017), The Doctor reads part of \"The Story of the Thumb-Sucker\" to the children of 1814 London. ===Music=== German band Rammstein included the song \"Hilf Mir\" \"(Help Me)\" on their album Rosenrot (2005) It is about a child whose parents are not at home. She discovers matches and sets herself on fire and burns completely. In the story, the girl's name is Pauline. XTC were influenced by \"The Story of the Thumb-Sucker\" when they wrote \"Scissor Man\".\"Hoffman entry\", Lambiek Comiclopedia. Accessed Oct. 29, 2017. from 1979's Drums and Wires. The British post-punk band Shock Headed Peters, formed in 1982, took their name from the story. ==References to health conditions== The author, Heinrich Hoffmann, worked as a physician and later on as psychiatrist. Some of his stories describe habits of children, which can be in extreme forms signs of mental disorders. Attention deficit hyperactivity disorder is called Zappel- Philip-Syndrom (Fidgety-Philip syndrome) colloquially in Germany. The story of the Suppen-Kaspar (Soup-Kaspar) is a case example of anorexia nervosa. Uncombable hair syndrome is also called Struwwelpeter syndrome, after the book title. ==References== ==Further reading== *Carpenter, Humphrey, and Mari Prichard. (1984). The Oxford Companion to Children's Literature. New York: Oxford University Press. * Thomann Inge. Russische Kritik an Stjopka- Rastrjopka: pro et contra // Struwwelpost. Herausgegeben vom Freundeskreis des Heinrich-Hoffmann-Museums. Frankfurt-am-Main. 2003 (№9) * Thomann Inge. Russische Űbersetzungen des Struwwelpeter // Struwwelpost. Herausgegeben vom Freundeskreis des Heinrich-Hoffmann-Museums. Frankfurt-am-Main. 2007 (№13) ==External links== * The English Struwwelpeter, or, Pretty stories and funny pictures, Internet Archive (Ebook and Texts Archive), including downloadable versions. * Der Struwwelpeter, German original on wikisource (illustrated). * Struwwelpeter-Museum in Frankfurt, Germany (German) * Category:1845 books Category:German books Category:German children's literature Category:Fictional German people Category:Male characters in literature Category:Child characters in literature Category:Children's fiction books Category:Children's poetry books Category:Children's short stories Category:Narrative poems Category:Short stories adapted into plays Category:Short stories adapted into films Category:Literary characters introduced in 1845 Category:1840s children's books Category:Picture books Category:19th-century poetry books",
 "title": "Struwwelpeter"
}