{
 "id": "36304",
 "text": "Year 640 (DCXL) was a leap year starting on Saturday (link will display the full calendar) of the Julian calendar. The denomination 640 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Europe ==== * February 27 - Pepin the Elder, Mayor of the Palace of Austrasia, dies and is succeeded by his son Grimoald. He becomes the head of the Frankish household, and the most powerful man in the Frankish Kingdom (approximate date). * King Chintila dies of natural causes after a 3-year reign, in which he permitted the bishops wide authority in Hispania, Septimania and Galicia. He is succeeded by his son Tulga, who becomes ruler of the Visigothic Kingdom (approximate date). * At the request of Porga of Croatia, one of the first dukes or princes (Croatian: knez) of Dalmatian Croatia, the Byzantine emperor Heraclius sends Christian missionaries to the Croatian Provinces (approximate date). * The French city of Lille (according to the legend) is founded by Lydéric. He kills Phinaert in a duel to avenges his parents' deaths (approximate date). ==== Britain ==== * King Eadbald of Kent dies after a 24-year reign. He is succeeded by his sons, Eorcenberht and Eormenred, who jointly rule the Kingdom of Kent (now South East England). * Hartlepool Abbey in Northumbria (Northern England) is founded. Wooden huts surrounding a church are built in Saxon style. ==== Africa ==== * May - Siege of Babylon Fortress: The Rashidun army lays siege to Babylon Fortress in the Nile Delta (near Cairo). The next two months' fighting remain inconclusive, the Byzantines having the upper hand by repulsing every Muslim assault.Butler, Alfred, \"The Arab Conquest of Egypt and the Last Thirty years of Roman Dominion\", p. 222 * July 6 - Battle of Heliopolis: The Muslim Arab army (15,000 men) under 'Amr ibn al-'As defeats the Byzantine forces near Heliopolis (Egypt). Amr divides his troops into three parts, surrounding the Byzantines. * December 21 - Muslim Arabs capture Babylon after a seven-month siege; during a night assault Arab warriors open the city gates.Al Farooq, Umar by Muhammad Husayn Haykal, chapter nr. 21 The Thebaid region (Upper Egypt) is annexed by the Rashidun Caliphate. * December 22 - On orders of the Saracen leader, Amar, the Serapeum of Alexandria, containing works that had survived the destruction of the Library of Alexandria, is burned down, along with its collection of 500,000 manuscripts. \"Fires, Great\", in The Insurance Cyclopeadia: Being an Historical Treasury of Events and Circumstances Connected with the Origin and Progress of Insurance, Cornelius Walford, ed. (C. and E. Layton, 1876) pp24 This story may be apocryphal. ==== Asia ==== * Emperor Taizong of Tang begins the military campaigns against the Western Regions states in the Tarim Basin. General Hou Junji captures the kingdom of Gaochang, to solidify Tang rule in Central Asia. * Nestorian missionaries build the Daqin Pagoda in Chang'an (Shaanxi). Daqin is the name for the Roman Empire or the Near East.Hill, John E. (2003). \"The Kingdom of Da Quin\". The Western Regions according to the Hou Hanshu (2nd ed.). Retrieved 2008-11-30 === By topic === ==== Religion ==== * Disibod, Irish monk and hermit, arrives as a missionary in Francia. He begins his religious work in the Vosges and Ardennes. * May 28 - Pope Severinus succeeds Honorius I as the 71st pope. He dies in Rome only two months after being consecrated. * December 24 - Pope John IV succeeds Severinus as the 72nd pope. His election is accepted by the Exarchate of Ravenna. ==== Economy ==== * A surge in atmospheric lead in ice core drilled in the Colle Gnifetti Glacier in the Swiss Alps signals an increase in silver mining because of economic recovery, after natural disasters in 530s and 540s.\"Why 536 was 'the worst year to be alive. sciencemag.org Nov. 15, 2018. == Births == * Al-Akhtal, Arab poet (approximate date) * Arikesari Maravarman, king of the Pandyan Empire (approximate date) * Asparukh, ruler of the Bulgarian Empire (approximate date) * Godeberta, Frankish abbess (approximate date) * Isonokami no Maro, Japanese statesman (d. 717) * Kilian, Irish bishop (approximate date) * Luo Binwang, Chinese poet (d. 684) * Musa ibn Nusayr, Arab general (d. 716) * Winnoc, Welsh abbot (approximate date) * Wulfhere, king of Mercia (approximate date) * Wulfram, archbishop of Sens (approximate date) == Deaths == * February 27 - Pepin the Elder, Mayor of the Palace * August 2 - Pope Severinus * September 12 - Sak K'uk', queen of Palenque * Alena, Frankish martyr (approximate date) * Arnulf of Metz, Frankish bishop and saint * Bilal ibn Rabah al-Habashi, companion of Muhammed * Chintila, king of the Visigoths (approximate date) * Dushun, Chinese (Buddhist) patriarch (b. 557) * Eadbald, king of Kent (approximate date) * Eanswith, Anglo-Saxon princess (approximate date) * Li Xiaogong, prince of the Tang Dynasty (b. 591) * Romanus, bishop of Rouen (approximate date) * Tysilio, Welsh prince and bishop * Yazid ibn Abi Sufyan, Arab general == References ==",
 "title": "640"
}