{
 "id": "363292",
 "text": "Richard Michael DeWine (born January 5, 1947) is an American politician and attorney serving as the 70th governor of Ohio since 2019. He is a member of the Republican Party. Born in Yellow Springs, Ohio, DeWine graduated from Miami University and Ohio Northern University College of Law. He began his career as a prosecutor before being elected to the Ohio State Senate. DeWine subsequently served as a U.S. representative from 1983 until 1991, 59th lieutenant governor of Ohio under George Voinovich from 1991 until 1994, United States senator from 1995 to 2007, and the 50th attorney general of Ohio from 2011 to 2019. == Personal life == DeWine was born and grew up in Yellow Springs, Ohio. He is the son of Jean Ruth (Liddle) and Richard Lee DeWine. He lives in Cedarville, Ohio residing at the Whitelaw Reid House. Of Irish descent, he was raised and identifies as a Roman Catholic. DeWine earned his Bachelor of Science degree in education from Miami University in Oxford, Ohio, in 1969 and a Juris Doctor from Ohio Northern University College of Law in 1972. He and his wife Frances have been married since June 3, 1967, and have had eight children, one of whom died in an automobile accident in 1993. Current Ohio Supreme Court Justice R. Patrick DeWine is Mike DeWine's son. Former Ohio Republican Party Chairman Kevin DeWine (R-Fairborn) is DeWine's second cousin. DeWine and his family own Minor League Baseball's Asheville Tourists. == Early political career == At age 25, DeWine started working as an Assistant Prosecuting Attorney for Greene County, Ohio, and in 1976 was elected County Prosecutor, serving for four years. In 1980 he was elected to the Ohio State Senate and served one two-year term. Two years later, U.S. Representative Bud Brown of Ohio's 7th congressional district retired after 18 years in Congress; his father, Clarence Brown, Sr., had held the seat for 26 years before that. DeWine won the Republican nomination, assuring him of election in November. He was re-elected three more times from this district, which stretches from his home in Springfield to the Columbus suburbs. He ran unopposed in 1986 during what is regarded as a bad year for Republicans nationally. DeWine gave up his seat in 1990 to run for lieutenant governor of Ohio as the running mate of George Voinovich. The Voinovich-DeWine ticket was easily elected. In 1992, DeWine unsuccessfully ran for United States Senate against the former astronaut and incumbent Senator John Glenn. His campaign used the phrase, \"What on earth has John Glenn done?\" echoing Jeff Bingaman's slogan, 'What on Earth has he done for you lately?'\" against former astronaut Harrison Schmitt in their 1982 Senate race.Clifford Krauss == U.S. Senate == thumb|left|upright|DeWine in 1997 In 1994 DeWine ran again for Senate, defeating prominent attorney Joel Hyatt (the son-in-law of retiring Senator Howard Metzenbaum) by a 14-point margin. DeWine was re-elected in 2000, defeating gunshow promoter Ronald Dickson (161,185 votes, or 12.44%) and former U.S. Rep. Frank Cremeans (104,219 votes, or 8.05%) in the primary and Ted Celeste (brother of former Ohio Gov. Dick Celeste) in the general election. DeWine was defeated in the 2006 midterm election by Democrat Sherrod Brown, receiving 905,644 fewer votes in 2006 than he received in 2000. DeWine had seats on the Senate Judiciary and Select Intelligence committees. DeWine was the initial sponsor of the Drug-Free Century Act in 1999. He voted in favor of the 2002 Iraq Resolution authorizing the use of force against Saddam Hussein. In the 2006 United States Senate election in Ohio, DeWine ran for reelection but lost to Democratic Rep. and former Ohio Secretary of State Sherrod Brown by double digits. ==Post-Senate career== DeWine accepted positions teaching government courses at Cedarville University, Ohio Northern University and Miami University. In 2007, he joined the law firm Keating Muething & Klekamp as corporate investigations group co-chair. He also advised the Ohio campaign of John McCain's 2008 presidential bid. == Attorney General of Ohio == thumb|upright|AG photo On July 21, 2009, DeWine announced his intention to run for Attorney General of the State of Ohio. On November 2, 2010, DeWine was elected attorney general, defeating incumbent Richard Cordray (D), 48–46%. As attorney general of Ohio, DeWine sent letters to drugstore chains encouraging them to discontinue the sale of tobacco products. In the 2012 Republican presidential primary, DeWine endorsed Tim Pawlenty, then endorsed Mitt Romney after Pawlenty dropped out of the race. On February 17, 2012, DeWine announced he was retracting his endorsement of Mitt Romney and endorsed Rick Santorum (Coincidentally, both DeWine and Santorum were elected Senators in 1994, re-elected in 2000, and lost re-election in 2006). DeWine said, \"To be elected president, you have to do more than tear down your opponents. You have to give the American people a reason to vote for you, a reason to hope, a reason to believe that under your leadership, America will be better. Rick Santorum has done that. Sadly, Governor Romney has not.\" On November 4, 2014, DeWine was re-elected as attorney general by defeating challenger David A. Pepper. DeWine carried 83 out of Ohio's 88 counties. === Legal challenge to the Affordable Care Act === In 2015, as Attorney General of Ohio, DeWine filed a lawsuit in federal court in Ohio against a part of the Affordable Care Act (ACA).Mary Wisniewski, Ohio sues over Obamacare taxes on state, local governments , Reuters (January 26, 2015). In the suit, DeWine alleged that the ACA's Transitional Reinsurance Program (which imposed a fee \"paid by all employers who provide group health insurance in the workplace\", which in 2014 was $63 per covered person and in 2015 was $44 per covered person) was unconstitutional as applied to state and local governments.Stephen Koff, Ohio loses its latest challenge to Obamacare , Cleveland.com (January 6, 2016). When he filed the suit, DeWine claimed that the fee was \"an unprecedented attempt to destroy the balance of authority between the federal government and the states\". In January 2016, the federal court dismissed DeWine's suit, with U.S. District Judge Algenon L. Marbley holding that the Transitional Reinsurance Program did not violate the Constitution. DeWine appealed, but the U.S. Court of Appeals for the Sixth Circuit affirmed Judge Marbley's dismissal of the suit.John Kennedy, ACA Program Isn't An Improper Tax On States, 6th Circ. Says , Law360 (February 17, 2017). === Criminal justice === DeWine's stated goal has been \"Protecting Ohio Families\". To that effect, Attorney General DeWine made it a priority to significantly reduce DNA testing turnaround times in connection with open criminal investigations. Under his predecessor, DNA testing at the Ohio Attorney General's Bureau of Criminal Investigation (BCI) took approximately four months in cases such as murders, rapes, and assaults. Under the DeWine administration, DNA test results are now returned to local law enforcement in less than a month, leading to faster apprehension of dangerous suspects. Upon taking office in 2011, Attorney General DeWine launched a special sexual assault kit (SAK) testing initiative after learning that hundreds of police departments across Ohio had thousands of untested rape kits on their evidence room shelves. DeWine invested resources to test the 13,931 previously untested rape kits over the course of his administration, which led to more than 5,000 DNA hits in the Combined DNA Index System (CODIS). These DNA matches led to the indictments of approximately 700 alleged rapists, many of whom were serial attackers, connected to cases that would never have been solved if not for the DeWine initiative. DeWine also launched the Crimes Against Children Initiative, which paired BCI criminal investigators with seasoned prosecuting attorneys to investigate and prosecute child predators. DeWine's Crimes Against Children Initiative focuses on holding accountable those who sexually and physically abuse children, those who share and view child pornography, and those who target children online. DeWine's office also developed several task forces for the investigation and prosecutions of human trafficking throughout the state. === Opioids === As attorney general, DeWine took steps to close down \"pill mills\" in Ohio that fueled the opioid epidemic. By the end of his first year in office, DeWine had worked to close all 12 pill mills in Scioto County, considered by many to have been the national center of the prescription drug crisis. DeWine's efforts also led to more than 100 doctors and pharmacists losing their licenses for improper prescription practices. In 2013, DeWine formed a new Heroin Unit to provide Ohio communities with law enforcement, legal, and outreach assistance to combat the state's heroin problem. The Heroin Unit draws from new and existing office resources, including: BCI investigative and laboratory services, Ohio Organized Crime Investigations Commission assistance, prosecutorial support, and outreach and education services. In October 2017, DeWine announced a 12-pronged plan to combat the opioid epidemic, drawing from his experience breaking up pill mills, prosecuting traffickers, supporting recovery, and advocating the importance of drug-use prevention education. In addition, Attorney General DeWine went after the pharmaceutical industry, suing opioid manufacturers and distributors for their alleged roles in fraudulent marketing and unsafe distribution of opioids that fueled the epidemic in Ohio and across the country. === Columbus Crew relocation lawsuit === In October 2017, news reports surfaced that Anthony Precourt, the investor-operator of the soccer club Columbus Crew, was exploring the option of moving the team out of state. After the move of the Cleveland Browns to Baltimore in the late 1990s, the Ohio General Assembly passed a law requiring professional sports teams that had accepted tax-payer assistance to provide an opportunity for local owners to purchase the team before initiating a move. In December 2017, DeWine sent a letter to Precourt reminding him of his obligations under Ohio law. After Precourt failed to respond, DeWine filed a lawsuit in March 2018 against Precourt and Major League Soccer to enforce Ohio law and insist upon a reasonable opportunity for local investors to buy the team. As the lawsuit played out in court, an investor group including Dee and Jimmy Haslam, owners of the Cleveland Browns, and the Columbus-based Edwards family announced in October 2018 they were working out the details of a deal to keep the Crew in Columbus. == Governor of Ohio == === 2018 election === thumb|right|DeWine delivers remarks at the Department of Justice in 2018. On May 26, 2016, DeWine announced that he would run for Governor of Ohio in 2018. He reconfirmed this on June 25, 2017, at the annual ice cream social held at his home in Cedarville, Ohio. On December 1, 2017, DeWine officially chose Ohio Secretary of State Jon Husted as his running mate. On May 8, 2018, DeWine successfully won the Republican primary, defeating incumbent Lieutenant Governor Mary Taylor, with 59.8% of the vote. He faced Democratic nominee and former Consumer Financial Protection Bureau Director Richard Cordray in the general election, their second election against each other, defeating him by a margin of about four percentage points. === Tenure === ====2019==== On February 22, 2019, President Trump appointed Governor DeWine to the bipartisan Council of Governors. On August 4, 2019, a mass shooting occurred in Dayton, Ohio, which killed ten people and injured twenty-seven others; this followed a separate mass shooting in El Paso, Texas by just thirteen hours. At a vigil for the victims of the Dayton shooting the next day, DeWine was drowned out by a crowd chanting 'Do something!'; the chant referred to the lack of legislative gun control actions on the state and federal level. On August 6, DeWine proposed to allow judges to confiscate firearms from those deemed potentially dangerous and to provide those individuals with mental health treatment while maintaining their due process rights. Other notable aspects of DeWine's plan include: expanded background checks before purchasing a firearm, increased access to psychiatric and behavioral health services, and increased penalties for illegally possessing firearms. In October 2019, he held the first meeting of a Lead Advisory Committee he appointed for the state.\"Gov. Mike DeWine's Lead Advisory Committee holds first meeting in Cleveland\" , Cleveland.com, (October 22, 2019) The committee is meant to advise Dewine on the state's lead remediation efforts.\"Ohio Governor Mike DeWine aims to prevent lead poisoning with new advisory board\" , nbc4i (March 4, 2020) In December 2019, he expressed his support for Ohio allowing cities to ban plastic bags, opposing two bills in the state legislature that would have forbidden it\"Gov. Mike DeWine favors letting Ohio cities ban plastic bags\" , Cleveland.com, Andrew J. Tobias (December 4, 2019) being pushed by fellow Republicans.\"DeWine opposes moves by lawmakers to forbid local bans on plastic bags\" , The Columbus Dispatch, Randy Ludlow (December 5, 2019) On December 10, 2019, during the Ohio Contractors Association's winter conference in Columbus, DeWine said that he wanted to improve the Interstate rest areas in Ohio by adding more information about Ohio's history and culture, he also said that \"I'm told that our rest areas are sorry.\" In late December, DeWine announced that Ohio would continue to accept refugees. In a letter to Secretary of State Mike Pompeo, DeWine mentioned that \"Before entering the United States, there is a lengthy, complex, and careful vetting process done by multiple federal agencies to confirm a refugee's eligibility for entrance.\" ====2020==== In January 2020, DeWine sent troops from the Ohio National Guard to Puerto Rico, which had recently experienced several earthquakes. On January 15, DeWine signed a $30 million funding bill for Ohio farmers to prevent algal blooms, which went into effect on February 1. On January 27, DeWine signed Senate Bill 7, which gives military members and their spouses better employment opportunities by simplifying the process to transfer their occupational licenses to Ohio. In February 2020, he announced new distracted driving legislation he was sponsoring.\"Gov. Mike DeWine calls for expansion of Ohio's distracted driving laws\" , Cleveland.com, Andrew J. Tobias (February 13, 2020) Also in February 2020, he attracted some note for declining to share his opinion about Ohio's death penalty, at the time having \"frozen all Ohio executions indefinitely as the state struggles to find lethal-injection drugs\".\"Gov. Mike DeWine won't say what he thinks about Ohio's death penalty: Capitol Letter\" , Cleveland.com, Jeremy Pelzer (February 2020) Informed of the public risk by Ohio Department of Health Director Dr. Amy Acton, MD; on March 3, DeWine cancelled most of the Arnold Sports Festival due to the imminent threat of the COVID-19 pandemic in Ohio, prior to any cases or deaths being reported. The cancellation was widely regarded as \"radical\" at the time but was soon seen as less so, with Axios calling him \"among the leading governors in the country sounding the alarm about the threat of the coronavirus\" and The Washington Post calling his and Acton's response \"a national guide to the crisis\" and \"textbook recommendations\", pointing out numerous occasions when moves taken by Ohio were soon followed by other states. The Hill said he'd \"been one of the most aggressive governors in responding to the pandemic\". He has supported funding for COVID-19, signing his support of a funding bill along with 37 other governors in March 2020.\"Gov. Mike DeWine signs letter urging the Senate to pass emergency coronavirus bill\" , Cleveland.com (March 5, 2020) On March 11, 2020, DeWine issued an order limiting visitors to Ohio assisted living facilities and nursing homes, limiting visitors to one per day per resident, with all visitors to be screened for illness.Gov. DeWine issues order limiting visitors to nursing homes, assisting living facilities\" , WEWS-TV, Staff (March 11, 2020) Also on March 11, 2020, he announced he was drafting legislation to limit mass gatherings in the state.\"Coronavirus In Ohio: DeWine Plans To Limit Mass Gatherings\" , WOSU, Gabe Rosenberg (March 11, 2020) Gov. DeWine barred spectators from sporting events; was first in the US to shut down schools throughout his state; and, on the night before it was to take place, postponed Ohio's primary election. He directed the Ohio Department of Health to order the closing of the state's more than 22,000 food service locations and bars, except for carry-out. This was one of the earliest state closures of restaurants in response to the COVID-19 pandemic, and drew disapproval from many high-level state Republicans. On April 1, DeWine was noted by the BBC as \"quick to defer to Dr Acton for specific questions on the virus and its spread\", during daily news briefings, \"reminding Ohioans that the state's decisions are driven by science\". ====2022==== During the 2022 Russian invasion of Ukraine, DeWine voiced support for Ukraine, stating that “(Russian forces invading Ukraine) is unacceptable, and all freedom-loving people should stand against this unprovoked invasion”.https://twitter.com/govmikedewine/status/1497002944146907137?s=21 On February 26, DeWine took action in support of Ukraine by banning the purchase and sale of Russian Standard (vodka) within the state of Ohio, due to the brand and distilleries being owned by a Russian corporation. Retailers were asked to “…immediately pull Green Mark Vodka” (an alternate variety of Russian Standard) “and Russian Standard Vodka from their shelves.” https://twitter.com/govmikedewine/status/1497677616618381319?s=21 On the same day, DeWine also declared February 27, 2022 as a “Day of Prayer for the People of Ukraine”.https://twitter.com/govmikedewine/status/1497676193268649991?s=21 On March 8, DeWine directed the Ohio Department of Job and Family Services to convene with resettlement agencies, faith-based organizations, and charities, in a summit to plan for possible resettlement of displaced Ukrainian citizens within Ohio. This summit occurred on March 17.https://governor.ohio.gov/media/news-and-media/dewine-calls-for-summit-of- refugee-organizations-to-plan-for-possible-ukrainian-resettlement-03082022 ==Political positions== ===Abortion=== In April 2019, DeWine signed House Bill 493, known as the Ohio \"Heartbeat Bill\", into law, therein prohibiting abortion after a heartbeat is detected in a fetus, and made no exceptions for in cases of rape and incest, imposing one of the most extensive abortion restrictions in the nation. DeWine is opposed to abortion. In the Senate, he was the lead sponsor of the Unborn Victims of Violence Act.See S. 1019 (Unborn Victims of Violence Act), introduced May 7, 2003; S. 146 (Unborn Victims of Violence Act of 2003), introduced January 13, 2003; S.480 (Unborn Victims of Violence Act of 2001), introduced January 7, 2001. See also Karen MacPherson, \"Senate votes to outlaw harming the unborn; abortion activists fear women's rights eroded \" (March 26, 2004), Toledo Blade; Carl Hulse, \"Senate Outlaws Injury to Fetus During a Crime \" (March 26, 2004), The New York Times; Sheryl Gay Stolberg, \"Washington Talk: From CNN to Congress, Legislation by Anecdote \" (May 8, 2003), The New York Times. DeWine signed a bill in December 2020 that said \"fetal remains from surgical abortions in Ohio must be cremated or buried\"; failure to do so would result in a misdemeanor of the first degree. ===Death penalty=== Although a Catholic, DeWine has not joined the Pope and Catholic bishops in opposition to the death penalty. DeWine has not joined Republicans former Governor Robert Taft, former Attorney General Petro and former Speaker of the House Householder in calling for an end to Ohio executions. Taft cited the ineffectiveness of the death penalty as well as racial and geographic disparities in executions. Yet no executions have been conducted in Ohio since DeWine took office in January 2019, and he has consistently used his executive clemency powers to delay or cancel executions. At present, there are no legally permitted execution methods in Ohio, following the abolition of lethal injection in the state. ===Gerrymandering=== In 2021, DeWine signed a redistricting map that favored Republicans. The map gave Republicans an advantage in 12 out of 15 districts, thus only leaving two safely Democratic districts and one toss-up district. The map passed the Ohio legislature without any support from Democrats. Voting rights advocates called on DeWine to veto the pro-Republican redistricting map. In 2018, voters in Ohio voted in a referendum for anti-gerrymandering reform that encouraged bipartisan support for redistricting maps. That same year, DeWine pledged to honor the voters' wishes and support a redistricting process that was conducted in a bipartisan way. ===Gun control=== In 2004, DeWine co-sponsored an amendment to renew the Federal Assault Weapons Ban. He has repeatedly received an \"F\" rating from the National Rifle Association. He was endorsed by the National Rifle Association for Governor. He was one of only two Republican Senators to vote against the Protection of Lawful Commerce in Arms Act, which banned lawsuits against gun manufacturers, distributors and dealers for criminal misuse of their products. In the 2006 election cycle, DeWine was the first senatorial candidate to be endorsed by the Brady Campaign to Prevent Gun Violence and displayed that endorsement on his campaign webpage. In 2019, Governor DeWine proposed a Red Flag Law for Ohio that would allow courts to take a gun from a person if they are seen as a threat to others or themselves. ===Highway safety=== As U.S. Senator, DeWine joined a bipartisan effort to lower the national maximum blood-alcohol limit from 0.10% to 0.08%, and to require reporting of vehicle-related deaths on private property like parking lots and driveways. He sponsored legislation on determining when aging tires become unsafe. ===LGBT rights=== DeWine opposes same-sex marriage and sponsored the Federal Marriage Amendment to the U.S. Constitution which would have prevented same-sex marriage. DeWine argued in the Supreme Court in favor of prohibitions on same-sex marriage, saying that prohibitions on same-sex marriage infringes on \"no fundamental right\", and that states should not have to recognize same-sex couples who married in other states. DeWine was acting as Attorney General against Jim Obergefell in the case Obergefell v. Hodges. The Supreme Court issued a landmark ruling against DeWine and other defendants, legalizing same-sex marriage in the United States. In 2021, DeWine opposed a bill that would've banned transgender athletes from playing on sports teams that don't align with their sex at birth stating that \"This issue is best addressed outside of government, through individual sports leagues and athletic associations, including the Ohio High School Athletic Association, who can tailor policies to meet the needs of their member athletes and member institutions.\" ===Marijuana=== In 2019 DeWine stated: \"it would really be a mistake for Ohio, by legislation, to say that marijuana for adults is just OK.\" In February 2020, NORML, a group advocating the legalization of marijuana, gave DeWine an \"F\" rating in relation to his policies.\"Gov. Mike DeWine gets F in marijuana policy report card\" , Cleveland.com, Laura Hancock (February 6, 2020) ===Net neutrality=== As Attorney General of Ohio, DeWine did not join the lawsuits that over 22 states filed in the months following FCC Commissioner Ajit Pai's proposal to roll back online consumer protections, and net neutrality regulations. ===Other=== In 2020, DeWine signed a bill that forbids colleges and universities in Ohio blocking controversial speakers. In 2020, DeWine’s compensation was 17th among state governors at $159,189.00 according to the Ballotpedia compared to a maximum of $225,000 for the governor of New York and a minimum of $70,000 received by the governor of Maine. Remarkably the Ohio Checkbook shows that ninety two employees of the Ohio state teachers retirement system including director William Neville equal or far exceed the governor’s salary. ==Electoral history== == References == ==External links== * Campaign website * * * |- |- |- |- |- |- |- |- |- |- |- |- Category:1947 births Category:20th-century American politicians Category:21st-century American politicians Category:Activists from Ohio Category:American gun control activists Category:American prosecutors Category:Catholics from Ohio Category:Cedarville University faculty Category:Claude W. Pettit College of Law alumni Category:County district attorneys in Ohio Category:Governors of Ohio Category:Lieutenant Governors of Ohio Category:Living people Category:Members of the United States House of Representatives from Ohio Category:Miami University alumni Category:Ohio Attorneys General Category:Ohio lawyers Category:Ohio Republicans Category:Ohio state senators Category:Politicians from Springfield, Ohio Category:People from Cedarville, Ohio Category:People from Yellow Springs, Ohio Category:Republican Party members of the United States House of Representatives Category:Republican Party state governors of the United States Category:Republican Party United States senators Category:United States senators from Ohio Category:American people of Irish descent Category:Republican Party members of the United States House of Representatives from Ohio",
 "title": "Mike DeWine"
}