{
 "id": "363469",
 "text": "Mir Qamar-ud-din Khan Siddiqi Bayafandi (11 August 16711 June 1748) also known as Chin Qilich Kamaruddin Khan, Nizam-ul-Mulk, Asaf Jah and Nizam I, was the 1st Nizam of Hyderabad, a trusted nobleman and General of Mughal Emperor Aurangzeb. After Aurangzeb's death in 1707, the war of accession among Mughal princes took place, during which Asaf Jah kept neutral policy without siding with any of Aurangzeb's sons. When Bahadur Shah I became victorious, Asaf Jah was assigned governorship of Subah-(provinces) which kept changing until 1714 AD, when Emperor Farrukhsiyar assigned him the Mughal Viceroy of the Deccan—administrator of six Mughal governorates in South India (1714–1719 AD) and from 1719 to 1722 AD, where he was engaged in establishing his authority over different Mughal governorates and resolving ruckus created by Sayyid brothers after the death of Emperor Aurangzeb. After eliminating Sayyed brothers in 1720 and 1722 with the support of Emperor Muhammad Shah, he served as a Mughal Grand vizier (1722–1724 AD), and due to difference with the Emperor and his nobles he left all of his imperial assignments and moved to the Deccan establishing Asaf Jahi dynasty (1724 AD), of which he was the Nizam I (1724–1748 AD). ==Background== Mir Qamar-ud-din Khan (also known as Nizam) was the son of Ghazi ud-Din Khan Feroze Jung I and Wazir un-nissa (Safia Khanum)-married in 1670. Nizam's mother was the daughter of Sadullah Khan, the Grand vizier (1645-1656) of Mughal Emperor Shah Jahan. During his tenure, construction of Taj Mahal was completed. Though through his father, he is a descendant of Abu Bakr, the first caliph of Islam, his ancestry is traced from Shihab al-Din 'Umar al-Suhrawardi (1145–1234). His great-grandfather Alam Sheikh was a Sufi saint of Bukhara (in present-day Uzbekistan) he was titled as Azam ul Ulama by Imam Quli Khan (1611–1642) of Khanate of Bukhara. His grandfather Kilich Khan hailed from Samarkand in present-day Uzbekistan. In 1654, Kilich Khan came to India for the first time while on his way to the Hajj (Islamic pilgrimage) during the reign of Mughal emperor Shah Jahan. After completing the pilgrimage, he migrated to India and joined erstwhile Mughal prince Aurangzeb's army in Deccan in 1657. Khan fought in the Battle of Samugarh which ended with the defeat of Aurangzeb's brother Dara Shikoh. Besides being a commander in Aurangzeb's army, he also served as governor of Zafarabad (present-day Bidar). Khan's eldest son and Nizam-ul-Mulk's father Feroze Jung migrated to India in 1669, and got employed in Aurangzeb's army, raised a General and later as governor of Gujarat. ==Early life== He was born on 11 August 1671 as Mir Qamaruddin Khan to Ghazi ud-Din Khan Feroze Jung I and his first wife Safia Khanum (Wazir unnisa Begum) at Agra, the name was given to him by the Mughal Emperor Aurangazeb. His grandfathers were both important Mughal courtiers namely; General Kilich Khan (Paternal) and Grand vizier Saadullah Khan (Maternal). Mir Qamaruddin was educated privately. In 1677 aged six, Mir Qumaruddin accompanied his father to the Mughal court. Aurangzeb awarded him a Mansab. Mir Qamaruddin displayed considerable skill as a warrior and in his teens he began accompanying his father into battles, for which Mir Qamaruddin Khan received a rank of 400 zaat and 100 Sowar in 1684. In 1688 aged 17 he joined his father in the successful assault on the fort of Adoni and was promoted to the rank of 2000 zaat and 500 Sowar and presented with the finest Arab steed with gold trappings and a pastille perfumed with ambergris from the Mughal court. In 1690 aged 19 he was bestowed with the title Chin Qilich Khan (boy swordsman) and was gifted with a female elephant by Aurangazeb. In 1693, the Marathas sieged the Panhala Fort. In response, Mir Qamaruddin fought and defeated the Marathas at Karad. 30 Marathas were taken as prisoners. In 1698, Aurangzeb sent Mir Qamaruddin to put down a revolt at Nagori, near Bijapur. The emperor was satisfied with his expedition and subsequently sent him to Kotha to restore order. Following his success, he was raised to a rank of 3,000 zaat and 500 Sowar. In 1699 Aurangzeb promoted him to 3,500 zaat and 3,000 Sowar. Mir Qumaruddin successfully sieged the Panhala Fort which was occupied by the Marathas. He closed all the roads as a result of which no supply could reach the inhabitants. The fort fell to his forces on 9 June 1700. Satisfied with his services, Aurangzeb made him the faujdar (garrison commander) of Bijapur and increased his rank by 400 \"Sowar\". ==Career== ===Life After Aurangzeb=== The disintegration of the Mughal empire which Aurangzeb had well established, began upon Aurangzeb's death in 1707. The Sayyid brothers-(Syed Hussain Ali Khan and Syed Hassan Ali Khan Barha) became highly influential in the Mughal Court after Aurangzeb's death and became king makers during the anarchy following the death of emperor Aurangzeb in 1707. They created ruckus in the Mughal court by eliminating and appointing new emperor one after other. When Bahadur Shah I (1707-1712) died, his successor Jahandar Shah (1712-1713) was assassinated and his nephew Farrukhsiyar (1713–1719) became the emperor with the support of Sayyid brothers, Farrukhsiyar was later blinded, deposed and murdered and his first cousin Rafi ud-Darajat (February–June 1719) became Emperor and died of lung disease, when his elder brother Rafi ud-Daulah (June–September 1719) became Emperor who also died of lung disease, thus Muhammad Shah (1719–1748) the grandson of Bahadur Shah I from his fourth son Jahan Shah ascended the throne at the age of 17 years with Sayyid Brothers as his regents. ===Later Mughals and Asaf Jah=== After Aurangzeb's death in 1707, Asaf Jah was appointed Governor of Oudh. After Bahadur Shah I's death in 1712 Asaf Jah opted for a private life in Delhi. His sabbatical was cut short when in 1714 Farrukhsiyar appointed Asaf Jah I as Viceroy of the Deccan—(administrator of six Mughal governorates) with the title Nizam-ul-Mulk (Administrator of the Realm) and Fateh Jung. In 1719, Asaf Jah was then called upon by Farrukhsiyar to help fight off the Sayyid Brothers, Farrukhsiyar lost his strife against the Sayyid Brothers and was killed in 1719. In due course from 1719 to 1722, Asaf Jah I was on a mission to eradicate the Sayyid brothers from Mughal court and to make this happen he organized and promoted Central Asian nobels in the Mughal court against the Sayyid brothers, in 1720 he captured the forts of Asirgarh and Burhanpur in Deccan and killed Mir Alam Ali Khan, the adopted son of Sayyid Hussain Ali Khan, who was the Deputy Subahdar of the Deccan. Muhammad Shah with the help of Asaf Jah, got Syed Hussain Ali Khan murdered in 1720 and Syed Hassan Ali Khan Barha poisoned in 1722, Muhammad Shah assumed as independent Mughal Emperor and as a reward in 1722, Asaf Jah was appointed as Grand Vazir (Prime Minister) of the Mughal Empire. As a Grand Vazir Asaf Jah's attempts to reform the court corruption which created for him many enemies. In 1723, Asaf Jah differences with the court noble increased and alarmed with his growing power, Muhammad Shah transferred him from the court of Delhi to Awadh. Nizam rebelled against the order, resigned as the Grand vizier left all imperial responsibilities and marched towards the Deccan by the end of the year 1723. Under the influence of Asaf Jah's opponents, Muhammad Shah issued a decree to Mubariz Khan-the Governor of Hyderabad, to stop Asaf Jah which resulted in the Battle of Shakar Kheda. In 1724, Asaf Jah I defeated Mubariz Khan and in response the Mughal emperor recognized him as the viceroy of the Deccan. ===Governor of Bijapur=== Mir Qamaruddin became the subahdar (governor) of Bijapur in 1702 and was awarded with a steed by Emperor Aurangzeb. In the same year, he was also given the faujdari of Azamnagar and Belgaum. In 1704, he became the faujdar of Nusratabad and Mudgal. In 1705 Mir Qumaruddin was survived the attacks during the Siege of Wagingera Fort, and led an assault in the hillock of Lal Tikri. He attacked the Marathas who were attempting to provide supplies to the besieged inhabitants at Vardhangad Fort\". The Marathas were ultimately defeated. Mir Qamaruddin was raised to a rank of 5,000 zaat and 5,000 \"Sowar\" for his performance in the siege. He was also awarded with a jewelled sabre and an elephant. ===Viceroy of the Deccan=== On 10 January 1713 Mughal prince Farrukhsiyar defeated Mughal Emperor Jahandar Shah in the Battle of Agra and later killed him, One of Mughal general Zulfiqar Khan Nusrat Jung aided and intrigues Jahandar Shah after the death of his father Bahadur Shah I in 1712 to overcame all his brothers-(including the battle in which Azim-ush-Shan father of Farrukhsiyar was drowned in the Ravi River) and ascended the throne of Mughal Emperor, in return Zulfiqar Khan was made Grand vizier, \"Amir-ul-Umara\" and Viceroy of the Deccan all at once. Zulfiqar Khan was captured and strangled to death in 1713 AD with the orders of Farrukhsiyar.John F. Richards, The New Cambridge History of India: The Mughal Empire (New York: Cambridge University Press, 1993), p. 262 In 1713 Farrukhsiyar appointed Mir Qumaruddin as Viceroy of the Deccan—(administrator of six Mughal governorates) and Faujdar of Carnatic region with the title Nizam-ul-Mulk (Administrator of the Realm) and Fateh Jung (Conqueror of battles). He was a competent diplomatic person and accomplished his responsibilities very well, he eventually organized the administration, augmented finances and obtained full control over the Deccan including Carnatic region, the Nizam abrogated Maratha's from collecting Chauth in the region under his control which was granted by his predecessors. Nizam had been with Aurangzeb throughout his Deccan campaign. He was aware of the territory as well as the native communities for which he avoided direct confrontation with the Marathas and locals, rather he reduced the growing influence of Maratha's in Deccan by bringing Sambhaji II of Kolhapur to his side and appointing the rival Maratha generals (Maratha generals, Candrasen Jadhav, Sultanji Nimbalkar and Raja Rambha Rao Bahadur) under his services. In 1715 AD, Farrukhsiyar under the influence of Sayyed brothers, call back Nizam to Delhi, and replaced Syed Hussain Ali Khan (one among the Sayyed brothers) as the viceroy of Deccan. ===Governor of Malwa-challenges-restoring Emperor=== The Sayyid brothers became the sole authority of Mughal court reducing the status of the Turkic and the Irani noblemen. As a result, they formed a force of counter-revolution against the Sayyid brothers. The head of the Counter revolution was the Nizam. To subdue the counter-revolution, the Sayyid brothers shifted Nizam-ul-mulk from Delhi. In 1715 AD, the Nizam was appointed as the Governor of Malwa-(central India), a lesser position than previous post. in 1716 AD Nizam unwillingly accepted the new post so that he can reinforce his forces against the Sayyid brothers and to check and halt the increasing influence of Marathas in the central India region. In 1719, Nizam got suspicious against the machination of Sayyed brothers and understood there intentions to take over Mughal Empire. When two of the Mughal Emperors died simultaneously with in a year due to same ailment and Muhammad Shah the 18-year-old Mughal prince was appointed Mughal Emperor and Sayyid Brothers as regent to the Mughal Emperor, the Nizam commence full-fledged preparation to launch an armed action against them. When Sayyid Brothers learned about the Nizams situation, they got furious and issue an imperial order asking the Nizam to report in Delhi, and alternately they planned an attack on Nizam in case if he do not report. Meanwhile, Nizam received a secret communication from Mughal empress mother \"resist the Sayyids, and you will find yourself a place of honour in the history of Mughals, May Allah help you in a war of righteous against suppression\", and later a secret communication was sent by Emperor Muhammad Shah to get him relive from the atrocities of Sayyid Brothers. Nizam convinced with Sayyid Brothers planning and refused to report in Delhi and decided to eliminate Sayyid brothers. In Delhi Sayyid brothers released imperial order to attack Nizma's forces from two fronts, thus dispatched 20,000 imperial army of Delhi lead by Dilawar Khan to attack from North and Army of Governor of Aurangabad lead by Alim Ali-(the adopted son of Syed Hussain Ali Khan) to attack from South. Nizam being a military strategist rather than marching towards Delhi he decided to move southwards to the Deccan where he have many sympathizers to support. The Nizam utilizing his diplomatic manipulation occupied Asirgarh Fort from Mughals, and left Ujjain towards Burhanpur. His army clashed with Dilawar Khan aided by Maratha reinforcement near Burhanpur (Khandwa) in June 1720, Dilawar Khan and Marathas were defeated and Nizam took over Burhnpur. Sayyed brothers hopeless with the battle result issued an imperial order appointing Nizam as Viceroy of Deccan. Mughal empress mother alarmed Nizam that \"Plans are already being made to mount a strong invasion of the south, be on your guard\" meanwhile Sayyed brothers ordered Alim Ali-(Uninformed by Sayyed brothers about Nizam's appointment as Viceroy of Deccan) to march towards Nizam and stop him from reaching Aurangabad. Nizam wanted to avoid any war against a 20 year old Alim Ali, and sent his envoy, but all his efforts to avoid war went vain when in July 1720 AD Alim Ali approach with his army, though Alim Ali fought with bravery he lost against Nizams well equipped army. Frustrated with the defeat of Alim Ali, Sayyed brothers now decided to attack with much larger imperial army of 50,000 lead by Emperor Muhammad Shah, they decided to move towards south by collecting reinforcement from Rajputana. While Mughal army was encamped in the outskirts of Delhi, a plot was devised against the Sayyid brothers and a section of Nizam's sympathizer a Turcic soldier assassinated commander and chief of the Mughal Army Sayyid Hussain (one of Sayyed Brothers) on 9 October 1720. When Abdullah Khan was informed about the death of his brother, he became furious and march towards Delhi from Agra to avenge his brother's murder, he led an army against the Emperor Muhammad Shah with his own puppet Emperor, Ibrahim. Muhammad Shah assigned Nizam's uncle and sympathizer Muhammad Amin Khan Turani to march towards Agara to deal with Abdullah Khan, the battle was fought near Hasanpur, most of Abdullah Khan army deserted him, Abdullah Khan personally fought on foot following the Barha tradition and was captured in November 1720, and eventually being poisoned while in captivity. Muhammad Shah was crowned Emperor without any regent and Muhammad Amin Khan Turani was appointed as first Grand vizier. Nizam choose to continued his stay in Deccan and when Muhammad Amin Khan Turani died in 1721, he was offered to be Grand vizier of Mughal Empire. ===Grand Vizier of Mughal Empire=== In 1721 AD, Nizam ul-Mulk was rewarded for eliminating the Sayyid Brothers with the post of Wakil E Mutlaq Grand vizier in the court of Muhammad Shah, the 18-year-old successor. Nizam's desire to restore the decorum of Mughals lapsed when some courtiers, cliques of corrupt concubines and eunuchs along with harlots and jesters who were the Emperor's constant companions became Nizams enemy and coercively built distrust in the mind of Emperor about Nizam's growing power, thou Muhammad Shah had been dependent entirely upon the policies and courage of the Nizam, he transferred him from the court of Delhi to Awadh in 1723 AD. Nizam rebelled against the imperial order, abdicate as the Grand vizier and marched towards the Deccan against the will of Mughal Emperor Muhammad Shah. Under the influence of Nizam's opponents, Muhammad Shah issued a decree to Mubariz Khan- the Governor of Hyderabad, to stop Nizam which resulted in the Battle of Shakar Kheda. In 1724, Asaf Jah I defeated Mubariz Khan and in response, the Mughal emperor was forced to recognize him as the viceroy of the Deccan with the title of Asaf Jah. ===Nizam of Hyderabad=== thumb|Asaf Jah I, Viceroy of the Deccan On 11 October 1724, the Nizam established autonomous rule over the Deccan region and started what came to be known as the Asaf Jahi dynasty. Subsequent rulers retained the title Nizam ul-Mulk and were referred to as Asaf Jahi Nizams, or Nizams of Hyderabad. * Nizam remained loyal to the Mughal Emperor, did not assume any imperial title, and continued to acknowledge Mughal suzerainty. He acquired de facto control over Deccan and thus all six Mughal viceregal governorates of Deccan became his feudatory. In 1725 AD, as a sovereign ruler, the Nizam wanted to strengthening the Deccan by controlling the growing influence of the Marathas, he confronted and defeated Maratha forces and prevented them from collecting levies in Carnatic region—(it was granted to Marathas by his predecessor Mughal Viceroy of Deccan in 1719 AD). In 1726 AD Sambhaji II of Kolhapur seek the Nizam's arbitration to settle issues with Shahu I of Satara which Shahu declined, thus in 1727 AD the Nizam armies captured Pune and appointed Sambhaji II as Chhatrapati. These valorous acts of the Nizam started an extended series of conflicts with Shahu who uses a Guerrilla warfare technique lead by his Peshwa Baji Rao I, which resulted in the Battle of Palkhed in 1728 AD, Sambhaji II repudiate at the last moment and the Shahu forces surrounded the Nizam, he sign the treaty with Shahu which restored him as a Chhatrapati of Marathas and the right to collect levies in the Carnatic region. 1733 AD the Nizam and Baji Rao had made a compact to support each other in times of external attacks, in 1734 the Marathas attacked and captured bundelkhand and Malwa from the Mughal control, in exchange of these territories the Mughal emperor gave them the right to collect levies from Deccan, to which the nizam refused and the secret compact among both was broken. in 1737 AD when Maratha forces gathered in Delhi, Nizam marched against Maraths from Deccan to stop the invasion thus Maraths withdraw from Delhi and with the help of Nawab of Bhopal, they make a counter attack on Nizam's armies which resulted in the Battle of Bhopal, later in January 1738, a peace treaty was signed between both the parties and withdraw to there regions.An Advanced History of Modern India The Nizam divided his newly acquired kingdom into three parts. One third became his own private estate known as the Sarf-i-Khas, one third was allotted for the expenses of the government and was known as the Diwans territory, and the remainder was distributed to nobles (Jagirdar, Zamindars, Deshmukh), who in return paid nazars (gifts) to the Nizam for the privilege of collecting revenue from the villages under their suzerainty. The most important of these were the Paigah estates. The Paigah's doubled up as generals, making it easy to raise an army should the Nizams Dominions come under attack. They were the equivalent to the Barmakids for the Abbasid Caliphate. Only second to the Nizams family. ====War against the Marathas==== In 1725, the Marathas clashed with the Nizam, who refused to pay Chauth and Sardeshmukhi to the Marathas. The war began in August 1727 and ended in March 1728. Nizam was defeated at Battle of Palkhed near Nashik by Bajirao I, the son of Peshwa Balaji Vishwanath Bhatt. ==Nader Shah== In 1739, from beyond the Hindu kush, Nader Shah started advancing towards Delhi through Afghanistan and the Punjab. Nizam ul-Mulk sent his troops to Karnal, where Mughal Emperor Muhammed Shah's forces had gathered to turn back the Persian army. But the combined forces were cannon fodder for the Persian cavalry and its superior weaponry and tactics. Nader Shah defeated the combined armies of Muhammed Shah and Nizam. Nader Shah entered Delhi and stationed his troops there. Some locals of Delhi had a quarrel and attacked his soldiers. After nine hundred of his soldiers were killed in a bazaar brawl, Nader Shah flew into a rage, drew out his sword from the scabbard and ordered a massacre. Muhammad Shah was unable to prevent Delhi from being destroyed. When Nader Shah ordered the massacre in Delhi, neither the helpless Mughal Emperor Muhammed Shah nor any of his Ministers had the courage to speak to Nader Shah and negotiate for a truce. Asaf Jah came forward and risked his life for by going to Nader Shah and asking him to end the bloodbath of the city. Legend has it that Asaf Jah said to Nader Shah > \"You have taken the lives of thousands of people of the city, if you still > wish to continue the bloodshed, then bring those dead back to life and then > kill them again, for there are none left to be killed.\" These words had a tremendous impact on Nader Shah – he ended the massacre on condition and returned to Persia. ==Later life== The Nizam was well suited to rule his own territory. The administration was under control. In March 1742, the British who were based in Fort St George in Madras sent a modest hamper to Nizam ul-mulk in recognition of his leadership of the most important of the Mughal successor states. Its contents included a gold throne, gold and silver threaded silk from Europe, two pairs of large painted looking glasses, and equipage for coffee cups, 163.75 yards of green and 73.5 yards of crimson velvet, brocades, Persian carpets, a gold ceremonial cloth, two Arab horses, half a dozen ornate rose-water bottles and 39.75 chests of rose water – enough to keep the Nizam and his entire darbar fragrant for the rest of his reign. In return, the Nizam sent one horse, a piece of jewelry and a note warning the British that they had no right to mint their own currency, to which they complied. It was after Nizam ul-mulk's death that his son and grandson sought help from the British and French in order to win the throne. Just days before he died in 1748, Asaf Jah dictated his last will and testament. The 17 clause document was a blueprint for governance and personal conduct that ranged from advice on how to keep the troops happy and well fed to an apology for neglecting his wife. He then reminded his successors to remain subservient to the Mughal Emperor who had granted them their office and rank. He warned against declaring war unnecessarily, but if forced to do so to seek the help of elders and saints and follow the sayings and practices of the Prophet. Finally, he insisted to his sons that \"you must not lend your ears to tittle- tattle of the backbiters and slanderers, nor suffer the riff-raff to approach your presence.\" ==Legacy== right|240px|thumb|By the Reign of the seventh Nizam, his dominion were similar in size to Belgium, but it was a far cry from when the first Nizam had ruled over a territory the size of France. Nizam-ul- Mulk is remembered as laying the foundation for what would become one of the most important Muslim states outside the Middle East by the first half of the twentieth century. Hyderabad State survived right through the period of British rule up to the time of Indian independence in 1947, and was indeed the largest – the state covered an extensive 95,337 sq. miles, an area larger than Mysore or Gwalior and the size of Nepal and Kashmir put together (although it was the size of France when the first Nizam held reign) – and one of the most prosperous, among the princely states of the British Raj. The titles of \"Nizam Ul Mulk\" and \"Asaf Jah\" that were bestowed on him by the Mughal Emperors, carried his legacy as his descendants ruled under the title of \" Nizam of Hyderabad\" and the dynasty itself came to be known as the Asaf Jahi Dynasty. In early 1710, while being as Subedar of Awadh, he was very much disturbed with the Mughal Emperors court politics and crafty cliques present inside the court, that he resigned from Subedari of Awadh and left to live a life of Fakir. ==Personal life== Asaf Jah was married to Said-Un-Nissa Begum, who belonged to a Sayed family from Gulbargah. From this marriage he had four children, two daughters and two sons; Ghazi-Uddin and Nasir Jung. From other wives he had four more sons; Salabat Jung, Nizam Ali Khan-(later Nizam II), Basalat Jung, and Mogal Ali Khan. ==Death== Due to continuous engagement in restoring internal conflicts and resolving increasing treats of neighboring Marathas, he was engaged in extensive tour of his domain. During this tour, in May 1748, he arrived in Burhanpur, he caught cold and flu that deteriorated his health. Realizing death upon him, the Nizam dictated his last testament (wasiyyatnama), spanning 17 clauses in the presence of his available family members and close confidants. He died on 1 June 1748 aged 77 at Burhanpur, and was buried at mazaar of Shaikh Burhan ud-din Gharib Chisti, Khuldabad, near Aurangabad, the place where Nizams mentor Aurangazeb is also buried. The death of Asaf Jah I in 1748 resulted in a period of political unrest as his sons and grandson—Nasir Jung (1748–1750), Muzaffar Jang (1750-1751) and Salabat Jung (1751-1762)—contended for the throne backed by opportunistic neighbouring states and colonial foreign forces. The accession of Asaf Jah II, who reigned from 1762 to 1803, ended the instability. In 1768 he signed the Treaty of Masulipatam, surrendering the coastal region to the East India Company in return for a fixed annual rent. * * * ==Titles== * 1685 : Khan * 1691 : Khan Bahadur * 1697 : Chin Qilich Khan (by Emperor Aurangazeb) * 9 December 1707 : Khan-i-Dauran Bahadur * 1712 : Ghazi ud-din Khan Bahadur and Firuz Jang * 12 January 1713 : Khan-i-Khanan, Nizam ul-Mulk and Fateh Jang (by Emperor Farrukhsiyar) * 12 July 1737 : Asaf Jah (by Emperor Muhammad Shah) * 26 February 1739 : Amir ul-Umara and Bakshi ul-Mamalik (Paymaster-General) * Final : Chin Fateh Khan, Chin Qilich Khan, Nizam-ul-Mulk, Asaf Jah, Khan-i- Dauran Bahadur, Khan-i-Khana, Fateh Jung, Firuz Jang, Ghazi-ud-din Bahadur, Amir-ul-Umara, Bakhshi-ul-Mumalik == In popular culture == *In the Hindi- language TV series Peshwa Bajirao, Yuri Suri portrays Qamr-ud-din Khan. *In the 2015 Bollywood movie Bajirao Mastani, Raza Murad appears in a cameo as Asaf Jah I. ==Positions== * 1701–1705 : Faujdar of the Carnatic and Talikota * 1705–1706 : Faujdar of the Bijapur, Azamnagar and Belgaum * 1706–1707 : Faujdar of Raichur, Talikota, Sakkhar and Badkal * 1707 : Faujdar of Firoznagar and Balkona * 9 December 1707 – 6 February 1711 : Subedar of Oudh and Faujdar of Gorakhpur * 12 January 1713 – April 1715 : Subedar of the Deccan and Faujdar of the Carnatic * April 1717-7 January 1719 : Faujdar of Moradabad * 7 February – 15 March 1719: Subedar of Patna * 15 March 1719 – 1724 : Subedar of Malwa * 1722–1724 : Subedar of Gujarat ==Military promotions== * Commander of 400-foot and 100 horse, 1684 (roughly equivalent to a modern battalion commander or lieutenant-colonel) * 400-foot and 500 horse, 1691 * 400-foot and 900 horse, 1698 * 3,000-foot and 500 horse, 1698 (roughly equivalent to a modern regimental commander or colonel) * 3,500-foot and 3,000 horse, 1698 (roughly equivalent to a modern brigade commander or brigadier) * 4,000-foot and 3,000 horse, 1699, * 4,000-foot and 3,600 horse, 1700 * 4,000-foot and 4,000 horse, 1702 (roughly equivalent to a modern division commander or major-general) * 5,000-foot and 5,000 horse, 1705 * 6,000-foot and 6,000 horse, 9 December 1707 * 7,000-foot and 7,000 horse, 27 January 1708 * 8,000-foot and 8,000 horse, 12 January 1713 * 9,000-foot and 9,000 horse, 8 February 1722 ==References== ==Bibliography== * * * ==External Links== *The Nizam's Golden Era Category:Grand viziers of the Mughal Empire Category:Mughal nobility Category:1671 births Category:1748 deaths Category:18th-century Indian monarchs Category:18th-century Indian Muslims Category:People from Agra Category:Nizams of Hyderabad Category:People from Burhanpur Category:Asian royalty Category:Indian royalty",
 "title": "Nizam-ul-Mulk, Asaf Jah I"
}