{
 "id": "363521",
 "text": "Turhan Pasha Përmeti (19 December 1846 – 18 February 1927) was an Ottoman- Albanian politician, who served as the 2nd Prime Minister of Albania. He was also in service of the Ottoman state and held the title of Pasha of the Ottoman Empire. Among the Ottoman posts he occupied were Governor of Crete 1895 and 1896, and ambassador in Saint Petersburg. He was a fluent Greek speaker and considered a capable though rather indecisive administrator. His governorship of Crete ended with the insurrection of May 24, 1896 that eventually led to the loss of the island by the Ottoman Empire. Përmeti represented the Ottoman Empire as its delegate at the Second Hague Peace Conference of 1907. On 17 March 1914, he was appointed as Prime Minister and Minister of Foreign Affairs by Prince Wied, in the so-called Definitive Government. He became Albania's second prime minister succeeding Ismail Qemali. Turhan Pasha remained foreign minister until May 28, 1914, then replaced by Prenk Bib Doda, who himself was succeeded by Mehmed Konica in July. Përmeti's contemporaries argued that, because he had lacked affiliation with the Albanian national cause, he was not familiar with the needs of Albanians. His premiership was interrupted by Albanian discontent twice. He was overthrown by Essad Pasha in 1914, and then by the Congress of Lushnjë in 1920. ==Government of Durrës== The composition of government was proposed since the first session of the meetings. Government of the Principality of Albania: 28 December 1918 – 28 January 1920: * Turhan Përmeti - Head of State and Prime Minister of Albania * Prenk Bib Doda - Deputy Prime Minister * Mufid Libohova - Deputy Prime Minister and Minister without portfolio * Monsignor Luigj Bumçi - Minister without portfolio * Mustafa Merlika-Kruja - Minister of Posts and Telegraphs * Mihal Turtulli - Minister without portfolio * Mehmed Konica - Minister of Foreign Affairs * Sami Vrioni - Minister of Agriculture * Mid'hat Frashëri - Minister without portfolio * Luigj Gurakuqi - Minister of Education * Lef Nosi - Minister of National Economy (short time) * Mehdi Frashëri - Minister of the Interior * Fejzi Alizoti - Minister of Finances * Petro Poga - Minister of Justice ==See also== * History of Albania * List of prime ministers of Albania ==References== * Category:1839 births Category:1927 deaths Category:People from Përmet Category:Albanian Sunni Muslims Category:Government ministers of Albania Category:Prime Ministers of Albania Category:Ottoman governors of Crete Category:Albanian diplomats Category:Ottoman Albanian nobility Category:Ministers of Foreign Affairs of the Ottoman Empire Category:Government of Durrës",
 "title": "Turhan Pasha Përmeti"
}