{
 "id": "363665",
 "text": "Stockholm City Hall (, Stadshuset locally) is the seat of Stockholm Municipality in Stockholm, Sweden. It stands on the eastern tip of Kungsholmen island, next to Riddarfjärden's northern shore and facing the islands of Riddarholmen and Södermalm. It houses offices and conference rooms as well as ceremonial halls. It is the venue of the Nobel Prize banquet and is one of Stockholm's major tourist attractions. ==Site and construction== In 1907 the city council decided to build a new city hall at the former site of Eldkvarn. An architectural design competition was held, which first resulted in the selection of drafts by Ragnar Östberg, Carl Westman, Ivar Tengbom jointly with Ernst Torulf, and Carl Bergsten. After a further competition between Westman and Östberg, the latter was assigned the construction of the City Hall, while the former was asked to build Stockholm Court House. Östberg modified his original draft using elements of Westman's design, including the tower. During construction, Östberg constantly reworked his plans, resulting in the addition of the lantern on top of the tower, and the abandonment of the blue glazed tiles in the Blue Hall. Oskar Asker was employed as construction leader and Paul Toll, of builders Kreuger & Toll, designed the foundations. Georg Greve also assisted in preparing the plans.Norsk kunstnerleksikon: Georg Jens Greve. Construction took twelve years, from 1911 to 1923. Nearly eight million red bricks were used. The dark red bricks, called \"munktegel\" (monks's brick) because of their traditional use in the construction of monasteries and churches, were provided by Lina brickworks of Södertälje. The building was inaugurated on 23 June 1923, exactly 400 years after Gustav Vasa's arrival in Stockholm. Verner von Heidenstam and Hjalmar Branting delivered the inaugurational speeches. ==Architecture and style== Stockholm City Hall is an example of National Romantic style. The site, overlooking Riddarfjärden, inspired a central motif, namely the juxtaposition of city architecture and water that represents a central feature of Stockholm's cityscape as a whole. The hall's style is one of refined eclecticism, blending massive, austere, Northern European brick construction with whimsical elements reminiscent of Venetian Gothic architecture, such as turrets adorned with golden starlets, decorated balconies, wooden masts, and statues. The Blue Hall, with its straight walls and arcades, incorporates elements of a formal courtyard. Its walls are in fact without blue decorations; the name derives from Östberg's first draft, and is notable as the dining hall where banquets are held after the annual Nobel Prize award ceremony. The organ in the Blue Hall, with its 10,270 pipes, is the largest in Scandinavia. Above the Blue Hall lies the Golden Hall (Gyllene Salen), named after the decorative mosaics made of more than 18 million tiles. The mosaics make use of motifs from Swedish history. They were executed by the Berlin, Germany, firm of Puhl & Wagner (Gottfried Heinersdorff), after nine years of negotiations by Gottfried Heinersdorff (1883-1941) for the commission. The southeast corner of the building, immediately adjacent to the shore, is dominated by a monumental tower topped with the Three Crowns, the Swedish national symbol. The tower is 106 metres high and is accessible by lift or a 365 step staircase. The eastern side of its base is decorated with the gold-plated cenotaph of 13th century Swedish statesman Birger Jarl. Stockholm City Hall has been the location of a number of cultural productions, including the 1991 music video Fading Like a Flower (Every Time You Leave) by Swedish pop duo Roxette. ==Stadshusparken== The small park between the building and Lake Mälaren's shore is adorned with several sculptures, among them Carl Eldh's ensemble representing the artists August Strindberg, Gustaf Fröding and Ernst Josephson, as well as Eldh's bronze sculptures \"Sången\" and \"Dansen\" (\"The Song\" and \"The Dance\"). To the south-east of the city hall, facing Riddarholmen, is a pillar topped with a statue of Engelbrekt Engelbrektsson. == Gallery == File:Stadshuset mot nordost 2012.jpg|Stockholms City Hall Tower File:Cityhallplanet.jpg|Stockholm City Hall in HDR stereographic projection File:Stockholm-city- hall.jpg|Stockholm City Hall at night. File:Stadshuset Hof 1.jpg|Stockholm City Hall, inneryard File:Inner courtyard of city hall, Stockholm.jpg|Inner courtyard of Stockholm City Hall File:Gyllene salen 2009.jpg|Golden room with \"Mälardrottning\". File:Blå hallen 2009.jpg|\"Blå hallen\" File:Rådsalen 2009a.jpg|\"Rådsalen\" File:Stockholm City hall.jpg|Stockholm City Hall on a summer evening. File:Stadshuset vinter 2006.jpg|Stockholm City Hall on a winter day. File:Stadshustornet 2009a.jpg|The bells File:Stadshustornet 2009c.jpg|Sankt Erik in tower museum File:Stadshustornet 2009d.jpg|The towermuseum File:Stadshustornet 2009g.jpg|View to north-east File:Stockholm Stadshuset sept2010.jpg|Stockholm City Hall at dusk File:Stockholm City Hall ilummniated by night.jpg|alt=A city building with a space picture projected on the side|Stockholm City Hall lit up in a 2020 art project during Nobel Week ==See also== * Architecture of Stockholm * History of Stockholm * List of streets and squares in Gamla stan * Geography of Stockholm * Stockholm Court House ==References== ==External links== *Stockholm City: Official city hall pages *CityMayors.com: Stockholm City Hall *Stockholm360.net: Virtual Tour of Stockholm City Hall — with 360 x 180 degree panoramas. Category:Buildings and structures in Stockholm Category:City and town halls in Sweden Category:1923 establishments in Sweden Category:Government buildings completed in 1923 Category:Nobel Prize Category:National Romantic architecture in Sweden Category:Art Nouveau architecture in Stockholm Category:Art Nouveau government buildings",
 "title": "Stockholm City Hall"
}