{
 "id": "363627",
 "text": "Participant observation is one type of data collection method by practitioner- scholars typically used in qualitative research and ethnography. This type of methodology is employed in many disciplines, particularly anthropology (incl. cultural anthropology and European ethnology), sociology (incl. sociology of culture and cultural criminology), communication studies, human geography, and social psychology. Its aim is to gain a close and intimate familiarity with a given group of individuals (such as a religious, occupational, youth group, or a particular community) and their practices through an intensive involvement with people in their cultural environment, usually over an extended period of time. The method originated in the field research linked to European and American voyages of scientific exploration. During the year 1800, one of precursors of the method as Joseph Marie, baron de Gérando already affirming that: \"The first way to get to know the Indians is to become like one of them; and it is by learning their language that we will become their fellow citizens.\" Later, the method would be popularized by Bronisław Malinowski and his students in Britain; the students of Franz Boas in the United States; and, in the later urban research, the students of the Chicago school of sociology. ==History and development== Participant observation was used extensively by Frank Hamilton Cushing in his study of the Zuni people in the latter half of the nineteenth century. This would be followed in the early twentieth century by studies of non-Western societies through such people as Bronisław Malinowski (1929),Malinowski, Bronisław. 1929. The Sexual Life of Savages in North-Western Melanesia. New York: Halcyon House. E.E. Evans-Pritchard (1940),Evans-Pritchard, E. E. 1940. The Nuer: A Description of the Modes of Livelihood and Political Institutions of a Nilotic People. Oxford: Clarendon Press. and Margaret Mead (1928).Mead, Margaret. 1928. Coming of age in Samoa: A Psychological Study of Primitive Youth for Western Civilisation. New York: William Morrow & Co. The practice emerged as the principal approach to ethnographic research by anthropologists and relied on the cultivation of personal relationships with local informants as a way of learning about a culture, involving both observing and participating in the social life of a group. By living with the cultures they studied, researchers were able to formulate first-hand accounts of their lives and gain novel insights. This same method of study has also been applied to groups within Western society and is especially successful in the study of sub-cultures or groups sharing a strong sense of identity, where only by taking part may the observer truly get access to the lives of those being studied. The postmortem publication of Grenville Goodwin's decade of work as a participant-observer with the Western ApacheSpicer, Edward H. 1961. \"Grenville Goodwin.\" Arizona and the West 3(3):201–4. established him as a prominent figure in the field of ethnology. Since the 1980s, some anthropologists and other social scientists have questioned the degree to which participant observation can give veridical insight into the minds of other people.Geertz, Clifford. 1984. \"From the Native’s Point of View: On the Nature of Anthropological Understanding.\" Pp. 123–36 in Culture Theory: Essays on Mind, Self, and Emotion, edited by R. A. Shweder and R. LeVine. New York: Cambridge University Press.Rosaldo, Renato. 1986. \"From the Door of His Tent: The Fieldworker and the Inquisitor.\" Writing Culture: The Poetics and Politics of Ethnography, edited by J. Clifford and G. E. Marcus. Berkeley, Calif.: University of California Press. At the same time, a more formalized qualitative research program known as grounded theory, initiated by Glaser and Strauss (1967),Glaser, Barney G., and Anselm L. Strauss. 1967. The Discovery of Grounded Theory: Strategies for Qualitative Research. Chicago: Aldine Press. began gaining currency within American sociology and related fields such as public health. In response to these challenges, some ethnographers have refined their methods, either making them more amenable to formal hypothesis-testing and replicability or framing their interpretations within a more carefully considered epistemology. The development of participant-observation as a research tool has therefore not been a haphazard process, but instead has involved a great deal of self- criticism and review. It has, as a result, become specialized. Visual anthropology can be viewed as a subset of methods of participant-observation, as the central questions in that field have to do with how to take a camera into the field, while dealing with such issues as the observer effect.Collier, John, and Malcolm Collier. 1986. Visual Anthropology: Photography as a Research Method. Issues with entry into the field have evolved into a separate subfield. Clifford Geertz's famous essay on how to approach the multi-faceted arena of human action from an observational point of view, in Interpretation of Cultures uses the simple example of a human wink, perceived in a cultural context far from home. ==Method and practice== Such research involves a range of well-defined, though variable methods: informal interviews, direct observation, participation in the life of the group, collective discussions, analyses of personal documents produced within the group, self-analysis, results from activities undertaken off or online, and life-histories. Although the method is generally characterized as qualitative research, it can (and often does) include quantitative dimensions. Traditional participant observation is usually undertaken over an extended period of time, ranging from several months to many years, and even generations. An extended research time period means that the researcher is able to obtain more detailed and accurate information about the individuals, community, and/or population under study. Observable details (like daily time allotment) and more hidden details (like taboo behavior) are more easily observed and interpreted over a longer period of time. A strength of observation and interaction over extended periods of time is that researchers can discover discrepancies between what participants say—and often believe—should happen (the formal system) and what actually does happen, or between different aspects of the formal system; in contrast, a one-time survey of people's answers to a set of questions might be quite consistent, but is less likely to show conflicts between different aspects of the social system or between conscious representations and behavior.DeWalt, K. M., B. R. DeWalt, and C. B. Wayland. 1998. \"Participant Observation.\" Pp. 259–99 in Handbook of Methods in Cultural Anthropology, edited by H. R. Bernard. Walnut Creek, Calif.: AltaMira Press. === Howell's phases of participant observation === In participant observation, a researcher's discipline based interests and commitments shape which events he or she considers are important and relevant to the research inquiry.Emerson, R. M., Fretz, R. I., & Shaw, L. L. (2001). \"Participant Observation and Fieldnotes.\" In Paul Atkinson, Amanda Coffey, Sara Delamont, John Lofland, & Lyn Lofland (Eds.), Handbook of Ethnography. pp: 356-357. Thousand Oaks, CA: Sage Publications. According to Howell (1972), the four stages that most participant observation research studies are establishing rapport or getting to know the people, immersing oneself in the field, recording data and observations, and consolidating the information gathered. The phases are as follows: * Establishing Rapport: Get to know the members, visit the scene before study. Howell states that it is important to become friends, or at least be accepted in the community, in order to obtain quality data. * In the Field (do as the locals do): It is important for the researcher to connect or show a connection with the population in order to be accepted as a member of the community. DeWalt & DeWalt (2011) call this form of rapport establishment as “talking the talk” and “walking the walk”. Also mentioned by Howell, DeWalt & DeWalt state that the researcher must strive to fit in with the population of study through moderation of language and participation. This sets the stage for how well the researcher blends in with the field and the quality of observable events he or she experiences. * Recording Observations and Data: Along with field notes and interviews, researchers are encouraged to record their personal thoughts and feelings about the subject of study through reflexivity journals. The researchers are prompted to think about how their experiences, ethnicity, race, gender, sex, sexual orientation, and other factors might influence their research, in this case what the researcher decides to record and observe. Researchers must be aware of these biases and enter the study with no misconceptions about not bringing in any subjectivities into the data collection process.Richardson, L. 2000. \"Writing: A Method of Inquiry.\" Handbook of Qualitative Research (2nd ed.), edited by N. Denzin & Y. Lincoln. Thousand Oaks: Sage Publications. * Analyzing Data: ** Thematic Analysis: organizing data according to recurrent themes found in interviews or other types of qualitative data collection and ** Narrative Analysis: categorizing information gathered through interviews, finding common themes, and constructing a coherent story from data. ===Types of participant observation=== Participant observation is not simply showing up at a site and writing things down. On the contrary, participant observation is a complex method that has many components. One of the first things that a researcher or individual must do after deciding to conduct participant observations to gather data is decide what kind of participant observer he or she will be. Spradley (1980) provides five different types of participant observations summarised below. {| class=\"wikitable\" |+Participant Observation Types |- ! Type !! Level of Involvement!! Limitations |- | Non-Participatory || No contact with population or field of study|| Unable to build rapport or ask questions as new information comes up. |- | Passive Participation || Researcher is only in the bystander role|| Limits ability to establish rapport and immersing oneself in the field. |- | Moderate Participation || Researcher maintains a balance between \"insider\" and \"outsider\" roles|| This allows a good combination of involvement and necessary detachment to remain objective. |- | Active Participation || Researcher becomes a member of the group by fully embracing skills and customs for the sake of complete comprehension|| This method permits the researcher to become more involved in the population. There is a risk of \"going native\" as the researcher strives for an in-depth understanding of the population studied. |- | Complete Participation || Researcher is completely integrated in population of study beforehand (i.e. they are already a member of particular population studied).|| There is the risk of losing all levels of objectivity, thus risking what is analyzed and presented to the public. |} Limitations To Any Participant Observation *The recorded observations about a group of people or event is never going to be the full description. * As mentioned before this is due to the selective nature of any type of recordable data process: it is inevitably influenced by researchers' personal beliefs of what is relevant and important. *This also plays out in the analysis of collected data; the researcher's worldview invariably influences how he or she interprets and evaluates the data. *The researcher may not capture accurately what the participant or may misunderstand the meaning of the participant's words, thus drawing inaccurate generalizations about the participant's perceptions. ====Impact of researcher involvement==== The presence of the researcher in the field may influence the participants' behavior, causing the participants to behave differently than they would without the presence of the observer (see:observer-expectancy effect).Douglas, Jack D., and John M. Johnson, (eds.). 1977. Existential Sociology. New York: Cambridge University Press. . Retrieved via Google Books. Researchers engaging in this type of qualitative research method must be aware that participants may act differently or put up a facade that is in accordance to what they believe the researcher is studying. This is why it is important to employ rigor in any qualitative research study. A useful method of rigor to employ is member-checking or triangulation.Lincoln, Yvonne S., and Egon G. Guba. 1985. Naturalistic Inquiry. Beverly Hills, Calif.: SAGE Publications. . . According to Richard Fenno, one problem in participant observation is the risk of \"going native\", by which he means that the researcher becomes so immersed in the world of the participant that the researcher loses scholarly objectivity. Fenno also warns that the researcher may lose the ability and willingness to criticize the participant in order to maintain ties with the participant. While gathering data through participant observation, investigator triangulation would be a way to ensure that one researcher is not letting his or her biases or personal preferences in the way of observing and recording meaningful experiences. As the name suggests, investigator triangulation involves multiple research team members gathering data about the same event, but this method ensures a variety of recorded observations due to the varying theoretical perspectives of each research team member. In other words, triangulation, be it data, investigator, theory or methodological triangulation, is a form of cross-checking information. Member checking is when the researcher asks for participant feedback on his or her recorded observations to ensure that the researcher is accurately depicting the participants' experiences and the accuracy of conclusions drawn from the data. This method can be used in participant observation studies or when conducting interviews. Member-checking and triangulation are good methods to use when conducting participant observations, or any other form of qualitative research, because they increase data and research conclusion credibility and transferability. In quantitative research, credibility is liken to internal validity,Banister, Peter, Geoff Bunn, and Erica Burman. 2011. Qualitative Methods In Psychology: A Research Guide. Philadelphia: Open University Press. Pp. 1–16. or the knowledge that our findings are representative of reality, and transferability is similar to external validity or the extent to which the findings can be generalized across different populations, methods, and settings. A variant of participant observation is observing participation, described by Marek M. Kaminski, who explored prison subculture as a political prisoner in communist Poland in 1985.Kaminski, Marek M. 2004. Games Prisoners Play. Princeton, NJ: Princeton University Press. . \"Observing\" or \"observant\" participation has also been used to describe fieldwork in sexual minority subcultures by anthropologists and sociologists who are themselves lesbian, gay, bisexual, or transgender,Bolton, Ralph. 1995. \"Tricks, Friends and Lovers: Erotic Encounters in the Field.\" Pp. 140–67 in Taboo, edited by D. Kulick and M. Wilson. London: Routledge. as well as amongst political activists and in protest events.Sullivan, S. (2004). 2004. \"We are heartbroken and furious! (#2) Violence and the (anti-)globalisation movement(s).\" Centre for the Study of Globalisation and Regionalisation [CSGR working paper no. 133/04]. University of Warwick. The different phrasing is meant to highlight the way in which their partial or full membership in the community/subculture that they are researching both allows a different sort of access to the community and also shapes their perceptions in ways different from a full outsider. This is similar to considerations by anthropologists such as Lila Abu-Lughod on \"halfie anthropology\", or fieldwork by bicultural anthropologists on a culture to which they partially belong.Abu‐Lughod, Lila. 1988. \"Fieldwork of a Dutiful Daughter.\" Arab Women in the Field: Studying Your Own Society, edited by S. Altorki and C. Fawzi El-Solh. Syracuse, NY: Syracuse University Press. ==Ethical concerns== As with any form of research dealing with human subjects, the researcher must ensure the ethical boundaries are never crossed by those conducting the subjects of study. The researcher must have clearly established boundaries before the onset of the study, and have guidelines in place should any issues cross the line of ethical behavior. One of the issues would be if the researcher is studying a population where illegal activities may occur or when working with minor children. In participant observation, the ethical concern that is most salient is that of informed consent and voluntary participation. There is the issue of deciding to obtain informed consent from every individual in the group of study, obtain the informed consent for participant observation from the person of leadership, or not inform anyone of one’s true purpose in fear of influencing the attitudes of members, thus skewing the observations recorded. The decision is based on the nature of the study and the researcher’s own personal thoughts on the cost-benefit ratio of the situation. Participant observation also brings up the issue of voluntary participation in events the researcher observes and records. There may be instances when members do not want to be a part of the study and request that all data collected pertinent to them be removed. In this case, the researcher is obligated to relinquish data that may identify the members in any way. Above anything else, it is the researcher’s responsibility that the participants of the study do not suffer any ill effects directly or indirectly from the study, participants are informed of their rights as subjects of the study, and that the group was justly chosen for study.Office for Human Research Protections. 2016. \"The Belmont Report.\" Office for Human Research Protections [Form approved OMB# 0990-0379 Exp. Date 9/30/2020]. U.S. Department of Health and Human Services. The American Anthropological Association (AAA) and American Sociological Association (ASA) both have comprehensive statements concerning the code of conduct for research. The AAA has developed a code of ethics to guide this practice.\"Ethics Resources—Participate & Advocate.\" American Anthropological Association. Retrieved 2019-03-16. ==See also== * Clinical Ethnography * Creative participation * Educational psychology * Ethnobotany * Immersion journalism * Naturalistic observation * Participatory Action Research * Person-centered ethnography * Scholar-practitioner model * Qualitative research * Unobtrusive measures ==References== == External links == * Code of Ethics of the American Anthropological Association * American Sociological Association Code of Ethics Category:Social anthropology Category:Qualitative research Category:Observational study pl:Obserwacja (metoda badawcza)#Obserwacja uczestnicząca i nieuczestnicząca",
 "title": "Participant observation"
}